[
  {
    "id": 1,
    "text": "     Автор: Dorian Grey\n     Жанр: романтика, мистика, драма, юмор.\n     Продолжение квеста: 185777\n\n        Правильного выбора в реальности не существует — есть только сделанный выбор и его последствия.\n                                        Эльчин Сафарли.\n\n\n     История о девушке Элис в современном мире. Что предстоит ей — любовь или разочарование... Ведь современный мир жесток и порочен, каждый ищет своё место под солнцем.\n      ",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d11/1908/a6/7f5bacc42f92.jpg",
        "system": true
      },
      {
        "id": 2,
        "text": "Главы",
        "initSounds": [
          "крик",
          "https://wav-library.net/sounds/0-0-1-16412-20",
          "кекс",
          "https://wav-library.net/sounds/0-0-1-15480-20",
          "скрип",
          "https://wav-library.net/sounds/0-0-1-14390-20",
          "грусть",
          "https://wav-library.net/sounds/0-0-1-16790-20"
        ],
        "answerImage": [
          "https://c.radikal.ru/c06/1909/b2/e60f8a119a71.jpg"
        ]
      },
      {
        "id": 12,
        "text": "Персонажи ",
        "answerImage": [
          "https://c.radikal.ru/c18/1909/57/dab97c50f5db.jpg"
        ]
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://d.radikal.ru/d11/1908/a6/7f5bacc42f92.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "function lua_do[\"global switch_page_sound\",\"nil end\"]",
        "calculate": true
      },
      {
        "id": 68,
        "text": "Группа Vk",
        "answerImage": [
          "https://b.radikal.ru/b34/1909/44/9b6a049eb693.jpg"
        ]
      },
      {
        "id": 17,
        "text": "Пара слов от автора",
        "answerImage": [
          "https://b.radikal.ru/b35/1909/e5/3696f0153a49.jpg"
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "Список глав",
    "answers": [
      {
        "id": 3,
        "text": "глава 1 \" Интересный день\""
      },
      {
        "id": 28,
        "text": "глава 2 \"Выходной\"",
        "need": [
          27
        ]
      },
      {
        "id": 62,
        "text": "глава 3 \"Ещё один жизненный урок\"",
        "need": [
          61
        ]
      },
      {
        "id": 89,
        "text": " глава 4 \"Сосед\"",
        "need": [
          88
        ]
      },
      {
        "id": 126,
        "text": "глава 5 \"Насыщенный день\"",
        "need": [
          118
        ]
      },
      {
        "id": 146,
        "text": "глава 6 \"Последнее желание\"",
        "need": [
          145
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "  Утро... Лондон. Вся эта слякоть и дождь, омрачают настроение с самого пробуждения. Люди идут куда-то, куда они спешат? Разумеется на работу, которая въелась всем в кожу. Словно роботы торопятся получить свою копейку, чтобы продолжить своё существование. Я была одной из них. Проходя сквозь толпу, не вглядываясь в лица. Мне было абсолютно всё равно как они выглядят и что с ними станет. Главной целью было добраться до назначенного пункта. Войдя в кафе, я поплелась в раздевалку для персонала. Там уже была Софи. Девушка 22 лет, рыжая бестия с отменной фигурой и невысокого роста. Она была ужасной болтушкой, нет... Иногда с ней было весело. Но откровенничать ни с ней, ни с кем-либо другим я не хотела, в своё время я познала цену доверия.\n\n  — Доброе утро, Элис. Как думаешь сегодня много симпатичных парней почтят нас своим вниманием? — заиграв своими тоненькими бровками, спросила она.\n\n  — Доброе... Софи я сейчас думаю только о том, чтобы вернуться в свою теплую кроватку и забыться вечном сном, — завязывая хвост, ответила я.\n\n  — Зануда... В тёплой кроватке, да ещё и с одним из горячих парней из колледжа, можно забыться не только сном.\n Покачав головой и приведя себя в порядок перед рабочей сменой, мы отправились в зал.\n \n  Облокотившись на стойку, я писала стоп лист на сегодня вместе с барменом. Бармен был парень 23 лет, зеленоглазый, русоволосый, невысокого роста, крепкого телосложения. Марк продиктовал мне пару видов сока. Софи же накручивая свой рыжий локон, со скучающим видом смотрела на дверь, ожидая принца. Потом вдруг оживилась и сказала:\n   — Элис, а давай поиграем?\n\n   — Опять... — протянула я, игры с Софи всегда заканчивались катастрофой.\n\n   — Ой не нуди, первый клиент который зайдет, будет моим, уверенна это будет кто-то с колледжа, если попросит мой номер я выиграла, — захлопав в ладоши, произнесла она.\n\n   — А если это будет девушка? — улыбнувшись, сказала я.\n\n  — Окей, пусть первый клиент мужского пола.\n  \n  — И что за приз?\n  \n  — Ну-у... кто выиграет, уходит сегодня пораньше.\n\n   — Давай.\n  \n  — Марк ты свидетель...",
    "answers": [
      {
        "id": 4,
        "text": "  - Мда..."
      }
    ]
  },
  {
    "id": 4,
    "text": "  — Забавно... — протянул Марк, и шесть пар глаз устремили свой взор на входную дверь. Не прошло и трёх минут как мы услышали шум байка, который остановился почти у входа. Софи победно улыбнулась, а Марк развёл руками. Парень слез с него — высокий, широкоплечий блондин. У Софи вырвался довольный стон, а Марк закатил глаза.\n  — Ну началось... — пробубнил он, наблюдая всю картину. Я поняв, что раньше уйти мне сегодня не светит, продолжала писать стоп лист, уже для Софи.\n Байкер подошёл к двери, распахивая её, и тут я услышала хрипловатый голос:\n   \n  — О, благодарю молодой человек, — я подняла свой взгляд и увидела, как в кафе зашёл старичок с тростью и сел за ближайший столик. Байкер же сел в углу кафе, задумчиво смотря в окно. Марк прыснул от смеха, закрывая рукой рот, чтобы не разойтись ещё больше, Софи же, пробубнив себе под нос смачные ругательства, повернулась ко мне. Увидев мою саркастическую улыбку и листочек со стопом, протянула:\n  \n   — Элис... Ну ты же можешь обслужить этого милого старичка? — состроив щенячьи карие глазки, спросила она.",
    "answers": [
      {
        "id": 5,
        "text": "  - Но выиграла я, ты же понимаешь?"
      },
      {
        "id": 6,
        "text": "   - Ну уж нет, спор есть спор, удачи Зайка."
      }
    ]
  },
  {
    "id": 5,
    "text": " \n    — О само собой! — прошептала Софи и, схватив меню, понеслась в дальний угол, где сидел байкер.\n\n   — Марк, дай мне меню, — с улыбкой обратилась я к бармену.\n\n  — Элис такими темпами у тебя никогда не будет парня, — со всей серьёзностью заявил он, — Держи. \n\n  — Не столь это жизненно важно для меня. Пусть Софи развлекается.\nПодойдя к старику, я с натянутой улыбкой сказала:\n\n  — Добро пожаловать. Могу принять ваш заказ?\n\nТот сначала посмотрел меню, потом взглянул на меня и на мой бейджик, ответил:\n\n  — Хм-м... Элис, что вы можете порекомендовать мне к кофе?\n\n  — У нас очень вкусно готовят шарлотку.\n\n  — Могли бы вы указать её в вашем меню, а то со своим зрением трудно быстро сориентироваться.\n\n Я наклонилась над меню, указав на шарлотку. Кинув взгляд на байкера, я увидела что тот, не сводил с меня своих карих глаз, в то время как Софи ему что-то отвечала. Я быстро вернув свой взор на пожилого мужчину, ожидающе смотрела на него.\n\n  — Чудесно, Элис. Пожалуй её и закажу, — сказал старик, протянув обратно меню.\n \n  Ретировавшись, я заказала по пути кофе Марку и направилась на кухню.",
    "answers": [
      {
        "id": 7,
        "text": "На кухну вошла и Софи."
      }
    ]
  },
  {
    "id": 6,
    "text": "   — Злюка... — пробубнила Софи и, схватив меню, отправилась к старику.\nМарк улыбаясь во все 32, протянул мне меню со словами:\n\n  — Наконец-то! Хватит поощрять Софи, пофлиртуй там от души, — подмигнув мне, продолжил натирать стакан. \n\n  — Ма-а-арк... Не собираюсь я ни с кем флиртовать, всё эти штучки оставь для Софи.\n\n   — Ну разумеется...\n\nСделав вид, что не заметила саркастического тона бармена, я направилась к столику. Подойдя к байкеру, я протянула меню и произнесла фразу заученную с первых дней моей работы:\n\n   — Добрый день. Могу я принять ваш заказ?\n\nПарень, не обращая на меня внимания и всё также смотря в окно, проговорил:\n\n   — Кофе и штрудель.\n\nСтоя с протянутым меню, я закатила глаза. Развернувшись на 180° градусов, направилась обратно, по пути заказав кофе Марку. За выпечкой пришлось идти на кухню. Тут зашла Софи с хитрым и заинтересованным взглядом.\n\n  — Ну как там твой красавчик, сильно проголодался?\n\n \"Вот же язва\", — подумала я.\n\n  — А как твой, уже взял у тебя номерок? — похихикав, мы взяли заказ и отправились в зал.\n   ",
    "answers": [
      {
        "id": 9,
        "text": "   - Ваш заказ, - произнесла я, и начала выкладывать с подноса штрудель и кофе."
      }
    ]
  },
  {
    "id": 7,
    "text": "   — Ну как успехи?\n\n   — Он хорош... Но не разговорчивый, просто ужас, я ему и то с меню предложила и это... А он ноль внимания, по мальчикам наверное, — с досадой пробубнила она.\n\n  — Даже та-ак... Ну не паникуй. Сейчас парни с колледжа на обед придут и развеют твою грусть-печаль, — со смешком ответила я.\n\nВзяв свой заказ, я отправилась в зал. Разместив шарлотку и кофе перед мужчиной, подошла к барной стойке и начала складывать салфетки. На байкера я больше не обращала внимание. Вскоре он ушёл. Далее смена проходила как обычно. Часам к четырём, переодевшись в джинсы и свитер, я накинула пальто и вышла из кафе. Направляясь домой через парк, людей на своём пути я встретила крайне мало. На лавочках сидели бабульки и обсуждали последние слухи. Дойдя до его конца передо мной вдруг притормозил парень на байке, приподняв стекло на шлеме. Взглянув на него, я увидела лукавый взгляд карих глаз.\n\n  — Подвезти?\n\n\"Чёрт это же тот самый байкер из кафе...\"\n\n  — Нет, спасибо, — ответила я, пытаясь его обойти. Но парень проехал чуть вперед тем самым преграждая мне путь.\n\n  — Да не съем я тебя, меня кстати Дин зовут.\n\nСкрестив руки и недовольно смотря на него, я ответила:\n  \n  — Поздравляю, Дин. Я могу самостоятельно добраться до дома. Так что в ваших услугах таксиста я не нуждаюсь.\n\n",
    "answers": [
      {
        "id": 8,
        "text": "   - Оу, какие мы дерзкие... А твоя подружка, минут 10, мне пересказывала ассортимент вашей выпечки, как я понимаю для того, чтобы я обратил на неё своё внимание."
      }
    ]
  },
  {
    "id": 8,
    "text": "   — А ты значит не ищешь лёгких путей, — произнесла я скорее утвердительно.\n\n    — Это скучно, не находишь? — продолжая улыбаться, ответил Дин.\n\n   — Она подумала что ты гей, — вдруг выпалила я.\n\nВзгляд Дина округлился, и смешинки пропали из его глаз. Я, не удержавшись от этой картины, прыснула от смеха и уже через пару секунд, мы оба закатились от него.\n\n  — Ну не настолько я безнадёжен, садись, обещаю приставать не буду.\n Немного подумав, я подошла к байку и, перекинув ногу, держалась за бока его куртки. Он повернув ко мне голову сказал:\n\n  — Я не расслышал твоего имени.\n\n  — Элис.\n\n   — Так вот, Элис, — как бы смакуя моё имя на вкус, произнес Дин, протягивая мне второй шлем: \n  — Надень, — что я и сделала, расставаться с жизнью в свои 24 мне не хотелось.\n\n   — А теперь... — взяв мои руки, он скрестил их у себя на футболке и сверху накрывая своей курткой, сказал: \n  — Вот так правильно держаться, чтобы не слететь с байка во время поворотов. И держись крепче, — с улыбкой произнёс он.",
    "answers": [
      {
        "id": 11,
        "text": "И поездка удалась."
      }
    ]
  },
  {
    "id": 9,
    "text": "Байкер повернув голову, впервые взглянул на меня. Как я это поняла? Да невозможно не заметить, когда вас буквально сверлят глазами.\n\n  — Приятного аппетита, — сказала я, скорее из-за правил кафе, чем из-за собственных добрых побуждений и, подняв свой взгляд, столкнулась с карими глазами. Байкер лишь кивнул и уголки его губ дрогнули в еле заметной улыбке. Я ответила тем же и развернувшись, пошла к барной стойке. Софи зайдя ко мне со спины, заговорчески прошептала:\n\n  — Подруга... Да он глаз с тебя не сводит, — обошла меня и стала рядом.\n\n  — Прекращай, ты же знаешь — все эти залётные красавчики меня не интересуют. И вообще, встречаясь с кем-либо — будь готов к тому, что рано или поздно тебя разочаруют.\n\n  — Ой, ну с таким настроем конечно, всё именно так и закончится.\n\n  — Держи салфетки и займись лучше делом, — сказала я, приподняв бровь и продолжая улыбаться. Софи же, закатив глаза, взяла одну из них и начала скручивать её в трубочку. Изрядно поиздевавшись над салфетками, я отправилась со счётом к парню.",
    "answers": [
      {
        "id": 10,
        "text": "  - Ваш счёт."
      }
    ]
  },
  {
    "id": 10,
    "text": "Парень вложил в него пару купюр. И глядя на мой бейджик, а потом и на меня, протянул:\n\n  — Э-э-элис значит.\n\nЯ мило улыбнулась. Со словами \"всего доброго\", ретировалась к Марку. Далее смена проходила без приключений. В четыре часа вечера, переодевшись в джинсы и накинув пальто, я отправилась домой. Выходя из кафе, я вдруг услышала:\n\n  — Привет.\n\nОбернувшись, я поняла что это наш утренний посетитель. Голос у него был твёрдый, но не грубый. Он стоял, оперевшись спиной о стену, скрестив руки на груди.\n\n   — Да ладно-о... — усмехнулась я, — Ты выбрал не ту жертву.\n\n   — Интересное заключение... То есть чей-то жертвой ты всё же являешься...\n\n\"Ох эта нахальная улыбочка, так бы и стёрла её с твоей физиономии\".\n\n  — Всего хорошего, — ответила я и развернулась, чтоб уйти, но парень оттолкнувшись от стены и быстро приблизившись, схватил меня за локоть.\n\n   — Элис, ну не будь такой букой, меня кстати Дин зовут.\n\n    — Может отпустишь меня? — смотря на его руки, спросила я.\n\n  — Разумеется, если разрешишь подвести тебя.\n\n   — А если не разрешу так и будем стоять? — приподняв бровь, поинтересовалась я.\n\n   — Почему бы нет, я никуда не спешу.\n\n   — В логике тебе не откажешь.\n\n   — Да мне вообще отказать сложно, — усмехнувшись, произнёс Дин. Увидев мой строгий взгляд, он поднял руки вверх, тем самым признавая свою капитуляцию.\n\n   — Значит я буду первая.\n\n   — Ты же понимаешь, что это только подогревает мой интерес, — с той же надменной улыбкой произнёс Дин.\n\n   — Добившись своего, ты будешь чрезвычайно разочарован.\n\n  — Ну это уже мне решать, — сказал он предельно серьёзно и не было ни тени намёка на веселье.\n \"А что я теряю, — подумала я, — будет весьма увлекательно покататься, притом что он так настойчив\". Дин уже сидел на байке надев шлем.\nНемного подумав, я подошла к байку и перекинув ногу, положила руки на плечи Дина. Он, повернув ко мне голову, сказал:\n\n   — Так вот, Элис, — как бы смакуя моё имя на вкус, произнес Дин, протягивая мне второй шлем,  — Надень, — что я и сделала, умирать в свои 24 мне как-то не очень хотелось.\n\n   — А теперь... — взяв мои руки, он скрестил их у себя на футболке и сверху накрывая своей курткой.\n  — Вот так правильно держаться, чтобы не слететь с байка во время поворотов. И держись крепче, — с улыбкой произнёс он.\n  ",
    "answers": [
      {
        "id": 11,
        "text": "И поездка удалась."
      }
    ]
  },
  {
    "id": 11,
    "text": " Дин медленно выехал с территории парка, со словами \"держись герой\", погнал по улицам города. Всё проносилось мимо нас — дома, магазины, люди. Чувство свободы наполняло меня. Жаль, нельзя снять шлем и ощутить свободу в полной мере, дав волосам разлетаться на ветру... Всё равно что подумают остальные... Не думать о завтра, о том что нужно и правильно, а делать то что хочется...\n  На светофоре, рядом с нами остановился ещё один байкер. Выкручивая газ, он махнул головой в сторону дороги.\n   — Пошалим? — спросил Дин через плечо. Я кивнула головой в знак согласия и байк взревел, показывая всю силу и мощь своему противнику. Вцепившись в своего напарника, я следила как время на светофоре неумолимо сокращалось. 4… 3… 2… 1\n  Байки рванули с места, оставляя за собой клубы дыма... Невероятное чувство эйфории... Ничего не существовало только я, он и скорость... Дин мастерски лавировал среди машин, набирая ещё большую скорость. Наш противник был впереди, но Дин уверенно нагонял его.",
    "answers": [
      {
        "id": 18,
        "text": "За городом"
      }
    ]
  },
  {
    "id": 12,
    "text": "Персонажи ",
    "answers": [
      {
        "id": 13,
        "text": "Элис"
      },
      {
        "id": 14,
        "text": "Дин"
      },
      {
        "id": 55,
        "text": "Эдвард "
      },
      {
        "id": 125,
        "text": "Рони"
      },
      {
        "id": 15,
        "text": "Софи"
      },
      {
        "id": 16,
        "text": "Марк"
      },
      {
        "id": 166,
        "text": "Джек"
      },
      {
        "id": 56,
        "text": "Кетрин "
      },
      {
        "id": 1,
        "text": "далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Элис Смит, 24 года, рост 176 см, 65 кг, зелёнокарие глаза, темнорусые волосы.",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c20/2003/36/4a7e159cc2db.jpg"
      },
      {
        "id": 12,
        "text": "назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Дин Фолл, 28 лет. Рост 190 см, вес 80 кг, карие глаза, блондин.",
    "answers": [
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b35/1908/2c/7456a0935d44.jpg"
      },
      {
        "id": 12,
        "text": "назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Софи Тёрнер, 22 года, рост 160 см, вес 50 кг, рыжий цвет волос, карие глаза.\n",
    "answers": [
      {
        "id": 12,
        "text": "назад"
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b36/2004/a7/0d2f140934ab.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "Марк Митчел, 23 года, рост 175 см, вес 70 кг, глаза зелёные, русый цвет волос.",
    "answers": [
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c11/2003/af/cff71bd0001f.jpg"
      },
      {
        "id": 12,
        "text": "назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "   Здравствуй, мой дорогой читатель. Это мой первый опыт в написании квеста. Надеюсь тебе понравится данная история и она немного скрасит твои будни.\n\n   Всем счастья и обнимашек в любимых руках.)\n                                                  Dorian Grey.",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "   Покинув пределы города, Дин использовал свой байк на всю мощь, что позволило нам прийти первыми. Подъехав к огромному раскидистому дубу, мы остановились.\n\n    — Ну ты как? — спросил Дин, снимая с себя шлем.\n\n    — В порядке, — проведя те же манипуляции, ответила я, слезая с байка и осматривая место в которое мы приехали. Это была полянка с одиночным деревянным великаном, ветви которого давали тень. Наш противник остановился рядом, снимая шлем. У него был красный байк, у Дина же он был черного цвета. Оба железных коня переливались на солнце, словно ими управляли не люди, а всадники апокалипсиса, вся мощь и сила хозяинов отражалась в них.\n  \n    — Сдаёшь, — с ухмылкой сказал Дин.\n\n    — Не мог же я позволить тебе упасть в грязь лицом перед дамой. Джек, — протягивая мне руку, представился парень мягким голосом.\n\n    — Элис.\n\n    — Дин где ты таких находишь, подкинь адресок...\n  \n    — Обойдёшься, — пробурчал Дин.\n\n    — Элис, если что звони, — протягивая мне визитку, подмигнул Джек.\n\n    — Э-э-эй, обалдел? — вырвав из его рук карточку, и спрятав её в карман своей куртки, сказал Дин, — Даже не думай, — пригрозив указательным пальцем, добавил он. На что Джек отвёл взгляд в сторону, пытаясь сдержать улыбку, что у него плохо получилось, нужно сказать...",
    "answers": [
      {
        "id": 20,
        "text": "  - Тебя сегодня ждать?"
      }
    ]
  },
  {
    "id": 19,
    "text": "Джек Риман, 29 лет, рост 185 см, рыжие волосы, зелёный цвет глаз, друг Дина.",
    "answers": [
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d39/2003/2e/35eabd8293e3.jpg"
      },
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "   — Разумеется.\n\n    — Элис, приятно было с тобой познакомиться. Надеюсь ещё увидимся, без этого снопа, -подмигнув мне, сказал Джек.\n \n   — Я тебя сейчас стукну! — злобно произнёс Дин, отчего мы с Джеком закатились от смеха.\n\n  — Взаимно, Джек, — ответила я, чувствуя на себе сверлящий взгляд со стороны.\n Джек вырулил на дорогу и поехал в сторону города, оставляя за собой лишь дым.\n\n    — И что это было? — приподняв бровь, спросил Дин.\n",
    "answers": [
      {
        "id": 21,
        "text": "  - А что было?"
      },
      {
        "id": 22,
        "text": "  - Думаю это называется... м-м-м... знакомство."
      }
    ]
  },
  {
    "id": 21,
    "text": "  — Ты что флиртовала с ним?\n\n  — Нет, я всего лишь сказала ему пару фраз. И вообще Дин, сбавь обороты, ты мне не старший брат.\nДина явно не удовлетворил мой ответ, но больше он не заводил эту тему.\n\n  — Поедем, я отвезу тебя домой.\nСев на байк, я начала надевать шлем.\n ",
    "answers": [
      {
        "id": 25,
        "text": "  - Адрес?"
      }
    ]
  },
  {
    "id": 22,
    "text": "  — Хорошо... Понравилась поездка?\n\n  — Необычное ощущение, думаю да.\n\n  — Повторим завтра.\n\n  — Это прозвучало как утверждение?\n  \n  — Именно... — улыбаясь, ответил Дин.\n \n   — Так ты отвезёшь меня или мне отсюда ножками топать?\n\n  — Ножками говоришь, — осмотрев меня снизу вверх, произнёс Дин, — Нет... такие ножки явно не для этого...\nПроигнорировав его, я забралась на байк, надевая шлем.\n",
    "answers": [
      {
        "id": 25,
        "text": "  - Адрес?"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": [
      {
        "id": 24,
        "text": "глава 1.утро"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "\n  — Харингей 23.\n Это был не самый богатый район Лондона. Но меня он устраивал. Небольшой домик с мансардой, который я могла себе позволить. Он находился в конце улицы и сдавала мне его милая супружеская пара преклонных лет. Они жили за городом и за аренду брали приемлемую для меня цену, главное для них было присмотр за домом.",
    "answers": [
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b16/1908/88/a5cce3a467f0.jpg"
      },
      {
        "id": 26,
        "text": "дом, милый дом..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Мы остановились рядом с моим домом. \"Ну вот и всё, — подумала я, — теперь он в курсе где я живу\". Я остановилась перед Дином, чтобы попрощаться на сегодня. Он ожидающе смотрел на меня.\n\n  — Я пойду, спасибо за поездку она... Она была весьма увлекательна для меня.\n\n  Дин слез с байка и медленно подходя ко мне, произнёс:\n\n   — И это всё?\n\n   — Я что-то упустила?\n\n   — Определённо... — промурлыкал Дин, уже почти вплотную подойдя ко мне, — А как же поцелуй?\n",
    "answers": [
      {
        "id": 27,
        "text": "Поцеловать в щёчку."
      },
      {
        "id": 27,
        "text": "  - Нет, Дин. Это не входило в мои планы."
      }
    ]
  },
  {
    "id": 27,
    "text": " Дин остался стоять, смотря куда-то перед собой.\n\n   — Пока, Дин, — сказала я, направившись в сторону дома.\n\n   — Ну нет, так не пойдёт, — схватив за руку, он дёрнул меня к себе. Так, что я буквально свалилась на его грудь. Другой рукой он зарылся мне в волосы и впился в мои губы, не дав мне даже сообразить что происходит. Поцелуй был требовательным, страстным, но не грубым.\nМысли в голове вмиг улетучились и каждый из нас знал, что этим все не закончится... В эту минуту нам казалось, что нет никого кроме нас двоих...\n   — А вот теперь до встречи... — сказал Дин в миллиметре от моих губ. Сев на байк, он уехал, оставив меня наедине с моими мыслями.",
    "answers": [
      {
        "id": 2,
        "text": "Конец первой главы."
      }
    ]
  },
  {
    "id": 28,
    "text": " Зайдя в дом и сняв ботинки в прихожей, я рухнула на диван. \"Господи-и-и...сумасшедший день какой-то!\" Конечно безумные дни и наши порой опрометчивые поступки наполняют жизнь красками, приятными, а порой даже смешными воспоминаниями... Но по большой степени я скорее являюсь социофобом... Я часто выхожу из дома, появляюсь на людях, общаюсь с ними. Живу по большей части активно, но я не люблю много времени проводить в обществе, избегаю заводить отношения. Быстро устаю от пустого \"трёпа\". Это скорее связано с тем, что работаю я официанткой и учусь, так сказать, на основе \"свободного посещения\" в колледже. \"Почему так поздно?\"- спросите вы. Пришлось пару лет поработать, чтобы было чем платить за неё. Родители у меня люди любящие крепкие напитки и веселье. Поэтому, закончив школу, я перебралась в другой город и связь мы не поддерживаем. Как понимаю, по обоюдному согласию. Теперь я студентка экономического отделения 3 курса колледжа \"Royal Holloway\".\n",
    "answers": [
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d27/1908/98/a12d579bdf1b.jpg"
      },
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": " Разумеется, лучшее для меня — умиротворённая обстановка дома с новой книгой или прогулка по парку со сборником любимых саундтреков.Когда не слышишь ничего вокруг кроме красивой музыки, наблюдая за лучиками солнца или каплями дождя... А этот Дин, откуда он взялся вообще? И зачем нарушает мой покой? Ведь я не давала повода так себя вести... Или... Не-е-ет, определённо нет! Зачем нарушать мою размеренную жизнь? Почему не Софи, она довольно эффектная девушка, тем более строила ему глазки... Чёрт, возникает ощущение, что он просто ищет красочные приключения на своё \"мягкое место\".\n Встав с дивана, я поплелась к холодильнику.",
    "answers": [
      {
        "id": 30,
        "text": "Кофе с бутербродом."
      },
      {
        "id": 30,
        "text": "Омлет с кефиром"
      },
      {
        "id": 30,
        "text": "Салат из овощей и стейк."
      }
    ]
  },
  {
    "id": 30,
    "text": " Ужин удался. Убрав со стола, я поднялась наверх. Потопав в ванну, я включила воду. Вода лилась, а я, встав напротив зеркала, смотрела на отражение и думала, — \"Нет, только не влипай в это, Элис. У тебя всё и без мужчин складывается, не дай ошибкам прошлого вернуться в твою жизнь.\" Приняв ванну, я почувствовала себя более спокойно и решила не думать на этот счёт. Рухнув на кровать, я сразу уснула.",
    "answers": [
      {
        "id": 44,
        "text": "Спальня"
      },
      {
        "id": 31,
        "text": "А в это время..."
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d07/1908/59/fcf9b8ceef93.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "  — Где тебя носило?\n\n  — Соскучился?\n\n   — Придурок... Первый заезд прошёл без тебя, если будешь продолжать в том же духе, тебя очень скоро перестанут воспринимать всерьёз.\n\n   — У меня были причины. \n\n   — Ооо... Я знаю эти причины, причём каждую неделю новые... Старт через 2 минуты, — сказал Джек, закрывая свой шлем.\n\n  Оба байка направились к остальным гонщикам, на специально подготовленную трассу.\nВперед вышла стройная девушка на высоких шпильках, в обтягивающем платье чуть ниже бедра. Но взгляд парней был устремлён только на флажки в её руках, дающие сигнал к старту. И сигнал не заставил себя ждать.\nВысокая скорость и опасность неразлучны, но все равно находятся те, которые не мыслят себя без гонок. Улетающая вдаль под ревущими шинами дорога, оставляла за собой крики и свисты болельщиков, вдавленная в пол педаль и подпрыгнувший до небывалого уровня адреналин — вот реальность гонщика.",
    "answers": [
      {
        "id": 32,
        "text": "Дин гнал и пытался сконцентрироваться на гонке."
      }
    ]
  },
  {
    "id": 32,
    "text": " Но мысли возвращали его к лицу Элис, точнее к выражению после его поцелуя, к которому она явно не была готова. Дин улыбнулся и прибавил газ, взглянул на скорость — 237 км/ч. Обогнав двоих, он нажал ещё раз… До финиша оставалось пара километров и один поворот, скорость железного коня росла, а на пути остался лишь один противник. Взглянув на спидометр, Дин принял решение обогнать последнего на повороте. Использовав внешнюю часть дороги, Дин резко развернул байк и вышел на полном ходу, обгоняя при этом соперника. На скорости 340 км/ч он финишировал, проехав мимо возбуждённой толпы.\n\n  — Чёрт... Как это у тебя всегда выходит, — с улыбкой произнёс Джек, подходя к пересчитывающему свой приз, Дину.\n\n   — Риск дело благородное...\n\n   — Сегодня едем отмечать твою победу?\n\n   — Нет, сегодня я пожалуй домой...\n  ",
    "answers": [
      {
        "id": 33,
        "text": "Путь домой."
      },
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d20/1908/e0/2ce2d0c81283.jpg"
      }
    ]
  },
  {
    "id": 33,
    "text": "    \n    У Дина были довольно состоятельные родители, как и у Джека. Дружили они с детства. И страсть к скорости и адреналину проявилась у них практически одновременно. Разумеется предки настояли на том, чтобы их дети закончили бизнес школу. Где Дин с Джеком и познали все прелести студенческих лет, меняя подружек на каждой вечеринке. Это делало их более популярными во всём колледже и за его пределами. \"У стариков должна быть достойная смена\", — повторял Дину отец. А пока время не пришло, ребятам давали насладится вольной жизнью, изредка желая видеть их в фирме. Отец Джека занимался строительным бизнесом, у Дина же — родители имели сеть отелей по всей Европе.\n Зайдя в квартиру, он ещё долго лежал и думал о ней... Её образ возник в голове. Волосы развивались на ветру. Солнечные лучи пробегали по каждому волоску, как бы давая понять, что кроме неё — ничто не важно в этом мире. Её улыбка была прекрасна, и пусть в ней не было той подкупающей красоты, что нам привыкли навязывать с телеэкранов и обложек глянцевых изданий. Но главное, что было в ней — это искренность, манящая искренность. Смотря в её глаза, хотелось окунуться с головой в океан грез, плыть по волнам памяти на белом корабле, очаровываясь каждым мгновением, проведенным вместе с ней... С этими мыслями он медленно погрузился в сон.\n  ",
    "answers": [
      {
        "id": 34,
        "text": "Элис",
        "instant": true
      }
    ]
  },
  {
    "id": 34,
    "text": " Элис спала и ей что-то снилось...\n Я была на улице, вокруг было темно и прохладно. Мне было сложно распознать где я нахожусь... Делая шаг за шагом в темноте, я шла среди деревьев. Точно! Это небольшая лесополоса, очень похожа на ту, через которую я ходила в школу... Пробираясь по тропе, мне послышался рык... Я предположила что это либо большая собака, либо нечто похуже... Рык приближался всё ближе и ближе... Мурашки побежали по всему телу и сердце начало стучать с бешеным ритмом. Прислонившись к дереву спиной, я чувствовала как оно проходит совсем рядом... Нечто уходило. Я поняла это по шуршанию сухих листьев, которое удалялось от меня... Вдруг, всё затихло... Гробовая тишина... Задержав дыхание, я делала шаги, стараясь наступать на землю... Шуршание листьев снова послышалось вдалеке и бег... Оно явно почуяло или услышало меня...  Животный страх проник во все уголки сознания. Я сорвалась с места и побежала не разбирая дороги...  быстрее, на сколько хватит сил... лишь бы выжить...",
    "answers": [
      {
        "id": 35,
        "text": "далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "   Оно нагоняло меня... споткнувшись о что-то, я рухнула на землю и, закрыв голову руками, ждала неминуемой расправы. Опять тишина... Ни звука... Решив что меня опять потеряли из вида, я медленно подняла голову...\n  Рык и чья то пасть раскрылась перед моими глазами...",
    "answers": [
      {
        "id": 36,
        "text": " - А-а-а-а-а-а...",
        "var_str_set": [
          "global play_sound_once",
          "крик"
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "  \n  — Твою ж ...\n\n Не успев отойти от кошмара, я увидела как мой телевизор работал в данном режиме. Страх парализовал меня ещё больше. Грудь поднималась и опускалась с неизведанной скоростью. Бегая глазами по комнате, я пыталась понять одна ли я нахожусь, удерживая в поле зрения горящий экран. Никого, только очертания мебели. Медленно подойдя к телевизору, я нажала на панели управления кнопку \"выкл\"... Вдруг телевизор запиликал и включил обычный режим, канал с музыкальными клипами, который я постоянно смотрю. \"Чёрт, что за...\" — пронеслось у меня в голове...",
    "answers": [
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d04/2003/87/064c17e160f2.jpg"
      },
      {
        "id": 37,
        "text": "Выдернуть шнур из розетки."
      },
      {
        "id": 38,
        "text": "нажать кнопку \"выкл\""
      }
    ]
  },
  {
    "id": 37,
    "text": " Телевизор мгновенно потух.",
    "answers": [
      {
        "id": 39,
        "text": "  - Чёрт, чёрт, чёрт..."
      }
    ]
  },
  {
    "id": 38,
    "text": " Телевизор произнёс характерный звук и выключился.",
    "answers": [
      {
        "id": 39,
        "text": "  - Чёрт, чёрт, чёрт..."
      }
    ]
  },
  {
    "id": 39,
    "text": "Так страшно мне ещё никогда не было. Несясь по лестнице, я спустилась на первый этаж. Первым делом включила свет. Оперевшись руками о стол, я пыталась восстановить дыхание. Медленно повернув голову к гостиной, увидела что телевизор там был выключен. Заварив себе кофе с молоком, я села на диван думая, — \"Что это только что было?! Окей, кошмары снятся всем, мало ли что может подкинуть нам наше подсознание, но какого простите, мой телевизор начал жить собственной жизнью?! Завтра нужно вызвать мастера, скорее всего какое-то замыкание. Не нужно накручивать себя и точка!\" Допив кофе, я включила какой-то молодёжный сериал и под утро заснула...",
    "answers": [
      {
        "id": 40,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 40,
    "text": " Утро настало, как обычно. Сегодня был мой первый выходной, так что пора в колледж. По расписанию нужно было явиться к полудню. Так что я выспалась. Сделав все утренние процедуры и выпив кофе, я пошла выбирать себе наряд. О вчерашнем я старалась не думать, списав всё на своё богатое воображение и вышедший из строя телевизор.",
    "answers": [
      {
        "id": 41,
        "text": "Вариант 1",
        "var_set": [
          "выбор",
          1
        ]
      },
      {
        "id": 42,
        "text": "Вариант 2",
        "var_set": [
          "выбор",
          2
        ]
      },
      {
        "id": 43,
        "text": "Вариант 3",
        "var_set": [
          "выбор",
          3
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "Джинсы и рубашка",
    "answers": [
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/1908/f3/3aea96ac5e84.jpg"
      },
      {
        "id": 45,
        "text": "выбрать этот вариант"
      },
      {
        "id": 40,
        "text": "подумать ещё"
      }
    ]
  },
  {
    "id": 42,
    "text": "Джинсы и свитер",
    "answers": [
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c39/2003/1a/30eb2285085a.jpg"
      },
      {
        "id": 45,
        "text": "Выбрать этот вариант"
      },
      {
        "id": 40,
        "text": "Подумать ещё"
      }
    ]
  },
  {
    "id": 43,
    "text": "Юбка-карандаш, и блузка",
    "answers": [
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b38/1908/ac/3cd83963d2c6.jpg"
      },
      {
        "id": 45,
        "text": "Выбрать этот вариант"
      },
      {
        "id": 40,
        "text": "Подумать ещё"
      }
    ]
  },
  {
    "id": 44,
    "text": "Мне нравилась моя спальня, она была довольно уютной и комфортной.",
    "answers": [
      {
        "id": 44,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c38/1908/e0/e11f8b178c9d.jpg"
      },
      {
        "id": 30,
        "text": "назад"
      }
    ]
  },
  {
    "id": 45,
    "text": " Время причёски.",
    "answers": [
      {
        "id": 46,
        "text": "Хвост"
      },
      {
        "id": 46,
        "text": "Распущенные прямые"
      },
      {
        "id": 46,
        "text": "локоны "
      }
    ]
  },
  {
    "id": 46,
    "text": " Переступив порог, я шла навстречу новому дню.\nСегодня была прекрасная погода, что не свойственно дождливому Лондону. Надев наушники, я забралась в автобус. Он был почти пустой, что меня несомненно порадовало. Устроившись у окна, я смотрела на местные пейзажи, которые знала наизусть... Череда домов, магазинчики с сувенирами, парк... Через пару остановок я вышла из автобуса и направилась в колледж.",
    "answers": [
      {
        "id": 47,
        "text": "Колледж"
      }
    ]
  },
  {
    "id": 47,
    "text": "  Вот оно место, где бестолковая молодёжь превращается в первоклассных специалистов. Последний год, и можно забросить работу в кафе, устроиться в более приличное место... Забыть о второсортной еде и одежде. Только бы всё получилось. Нет, я не являюсь умницей которая всё знает, некоторые предметы даются мне с трудом. Но, чтобы выжить в этом чёртовом мире нужно уметь выходить из ситуаций. Где-то хитрить, где-то зубрить до полной каши в голове...\n   Студент – уникальный человек, который может ни есть, ни спать, пропускать пары, а потом взять, и за пару ночей всё выучить. Хотя, и по этому поводу ходят шутки, что сколько бы студент не учил и как бы не готовился к экзаменам, ему всё равно не хватит одной ночи, чтобы всё выучить. Студент и сессия – понятия неразделимы. Но удача часто улыбается мне и помогает вытащить нужный билет. И два раза в год на пару недель приходится становиться сверхчеловеком. ",
    "answers": [
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d40/1908/e0/e34b648b1599.jpg"
      },
      {
        "id": 48,
        "text": "Время..."
      }
    ]
  },
  {
    "id": 48,
    "text": " Войдя в колледж и бросив взгляд на огромные часы, которые находились в холле, я поняла что уже опаздываю на пару минут. \"Спокойно... спокойно... спокойно...\" — тихо бормотала я под нос, несясь по лестнице на 3 этаж. \"Так 310 аудитория, профессор Хардман, вот же блин... А так хорошо день начинался!\" У аудитории, сделав пару глубоких дыхательных упражнений я ",
    "answers": [
      {
        "id": 49,
        "text": "решила тихо прокрасться, вдруг не заметит."
      },
      {
        "id": 50,
        "text": " постучав, открыла дверь."
      }
    ]
  },
  {
    "id": 49,
    "text": " Просочившись в дверь, я увидела профессора, который что-то писал на доске. Все пары глаз в это момент были устремлены на меня... Кетрин, моя соседка по парте, сделав жест рукой \"давай быстрее\", уже сотрясалась от смеха, при этом не издавая ни звука. Словно мантру, повторяя про себя, — \"Спокойно... спокойно... спокойно...\" , — я кралась на носочках. Уже почти добравшись до заветного места, у себя за спиной я услышала.\n\n   — Смит, довольно увлекательное зрелище...\n\nНа секунду, закрыв глаза и выдохнув, я взглянула на Кетрин, которая уже покраснела, пытаясь сдержать смех. Надев \"дежурную\" улыбку, я развернулась на 180°.\n\n   — Профессор Хардман, прошу прощения за опоздание, не хотелось вас отвлекать...",
    "answers": [
      {
        "id": 51,
        "text": "— Смит, ваше появление — это настолько редкое явление, что ради этого мы отвлечёмся всей группой. Садитесь."
      }
    ]
  },
  {
    "id": 50,
    "text": " Вся группа, включая профессора, смотрела на меня. Состроив самый, на который я только способна, раздосадованный вид я обратилась к преподавателю:\n\n   — Извините за опоздание, просто автобус...\n  \n   — Довольно, Смит, меня не интересует причина вашего опоздания, а вот что вы мне расскажите на экзамене вполне. \n\n  \"Ох ты боже мой, испугал\", — подумала я, садясь с Кетрин.",
    "answers": [
      {
        "id": 51,
        "text": "далее"
      }
    ]
  },
  {
    "id": 51,
    "text": " \n  — Подруга, ты попала...\n\n  — Да... Тут чувствую одной удачей не обойдётся.\n \nСмерив нас уничижительным взглядом, профессор продолжал рассказывать материал, не сводя с нас глаз. Мы же, уткнувшись в конспекты, старательно писали лекцию.\n   ",
    "answers": [
      {
        "id": 54,
        "text": "Пары закончились и я вышла из колледжа."
      }
    ]
  },
  {
    "id": 52,
    "text": " Эдвард Хардман, 31 год, рост 189 см, вес 82 кг, голубоглазый шатен, холост, строгий и требовательный преподаватель.",
    "answers": [
      {
        "id": 51,
        "text": "Назад"
      },
      {
        "id": 52,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c17/1908/6a/1ed300648d04.jpg"
      }
    ]
  },
  {
    "id": 53,
    "text": " Кетрин Ричардс, 23 года, рост 173 см, вес 67 кг, голубые глаза, брюнетка. Общаемся с первого курса, весёлый и позитивный человечек, не лезет в душу, общаться с ней легко и просто.",
    "answers": [
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d22/1908/81/5a1f19318f2e.jpg"
      },
      {
        "id": 51,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 54,
    "text": "  Кетрин вышла вместе со мной.\n\n  — Завтра будешь?\n\n  — Конечно.\n\n  — Ты же знаешь, этот профессор Харманд просто зверюга. Его лучше не пропускать, иначе завалит на экзамене. Та-а-ак, а это что ещё за редкий экземпляр, который глаз с тебя не сводит.\n\n Проследив за взглядом Кетрин, я увидела Дина, который стоял рядом с байком, разговаривая по телефону. Сегодня он был одет в светло-голубые джинсы и белую футболку. И откуда, чёрт возьми он знает, где я учусь?\n\n  — Знакомый. Ну, до завтра?  — ответила я.\n\n  — Конечно знакомый... — сказала Кетрин, сложив руки на груди, прищурив глаза и ехидно улыбаясь, — До завтра, Элис.\n \n Как только Дин увидел, что я направляюсь к нему, он завершил разговор и улыбаясь своей \"фирменной обольстительной улыбочкой\", продолжил ожидать меня.\n\n  — Дин, какого чёрта, ты здесь делаешь?\n\nУлыбка вмиг исчезла с его лица.\n\n  — Мда-а-а... И я рад тебя видеть. Мы же вчера договаривались на ещё одну поездку.\n\n   — Но как ты узнал?\n\n  — Ах это. Твоя напарница очень болтлива, и я всё узнал ещё вчера. А что такое? Парень ревнивый?\n\n  \"Софи, когда ж тебе надоест, сводить меня с парнями\".\n\n   — Если ты общался с Софи, то уже в курсе моей личной жизни..\n\n   — В курсе... — с улыбкой произнёс Дин, — Но мне было интересно, что на мою провокацию ответишь ты. Ну что погнали?",
    "answers": [
      {
        "id": 58,
        "text": "Удивлённо посмотреть на Дина.",
        "var_equal": [
          "выбор",
          3
        ]
      },
      {
        "id": 59,
        "text": "сесть на байк",
        "var_equal": [
          "выбор",
          1
        ]
      },
      {
        "id": 59,
        "text": "сесть на байк",
        "var_equal": [
          "выбор",
          2
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "Эдвард Хардман, 31 год, рост 189 см, вес 82 кг, голубоглазый шатен, холост, строгий и требовательный преподаватель.",
    "answers": [
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c17/1908/6a/1ed300648d04.jpg"
      },
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "Кетрин Ричардс, 23 года, рост 173 см, вес 67 кг, голубые глаза, брюнетка. Общаемся с первого курса, весёлый и позитивный человечек, не лезет в душу, общаться с ней легко и просто.",
    "answers": [
      {
        "id": 56,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d22/1908/81/5a1f19318f2e.jpg"
      },
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 57,
    "text": "\n  — Хорошо, Зефир, я чиню твой телевизор, ты занимаешься, — подмигнув, ответил он.\n  \n  — Кто? — округлив глаза, спросила я.\n\n   — ЗЕ-ФИР!\n\n   — Почему это я Зефир?\n\n   — Я люблю эту сладость, поэтому будешь Зефиром.\n\n  Я опешила от такого заявления. Приподняв бровь и улыбаясь, я задала вопрос:\n\n   — Это что, признание? \n\n   — Ну не-е-ет, — с хитрой улыбкой ответил Дин, — Спешить мы не будем.",
    "answers": [
      {
        "id": 60,
        "text": "Дом."
      }
    ]
  },
  {
    "id": 58,
    "text": "\n    — Как, ты себе это представляешь?\n Дин подошёл и руками, плавно и медленно, начал вести ладонями по ногам, поднимая мою юбку вверх.\n\n   — Какого чёрта?\n\n   — Тс-с-с... — не отводя глаз от моих ног, произнёс Дин на тон ниже, — Чтобы ты смогла сесть на байк, нужно немного приподнять. \n  Его руки были уже на моей талии, а юбка тем временем укоротилась до мини. Подняв на него свой взгляд, я сказала:\n\n     — Дин... Мне домой нужно... м-м-м-м... Что-то с телевизором, да и занятия, к которым нужно готовиться, никто не отменял.\n ",
    "answers": [
      {
        "id": 57,
        "text": "Сесть на байк, прижимая перёд юбки."
      }
    ]
  },
  {
    "id": 59,
    "text": "\n   — Дин... Мне домой нужно... м-м-м-м... Что-то с телевизором, да и занятия, к которым нужно готовиться, никто не отменял.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": " Открыв дверь, я сделала приглашающий жест рукой. Дин прошёл, осмотрелся и спросил:\n\n  — Одна живёшь?\n\n   — Если я скажу да, в тебе не проснутся маниакальные способности?\n\n Громкий смех Дина наполнил весь дом.\n\n   — Не в моём стиле принуждать девушек.\n\n   — Кофе?\n  \n   — Нет, спасибо. Давай сразу к делу.\n\n   — Хорошо, поднимайся наверх в спальню.\n\n Дин подавляя смех, спросил:\n\n   — Зефир, так сразу?\n\n Закатив глаза и проигнорировав слова Дина, я сказала:\n\n  — Там телевизор, он самопроизвольно включается.\n\n  — Сейчас посмотрим.\n\n Дин поднялся наверх, а я занималась приготовлением ужина. Через полчаса, не обнаружив никаких поломок и списав всё на скачок напряжения, он спустился на первый этаж. Мы поужинали и он, быстро поцеловав меня, в благодарность за ужин, отправился домой.",
    "answers": [
      {
        "id": 61,
        "text": "далее"
      }
    ]
  },
  {
    "id": 61,
    "text": " Занимаясь с учебниками до поздней ночи, я уснула.\n\n\n  \"Тем временем в 3:03 экран телевизора снова загорелся. В 3:08 он произвольно погас.\"",
    "answers": [
      {
        "id": 2,
        "text": "Конец  2 главы"
      }
    ]
  },
  {
    "id": 62,
    "text": " Всё пошло в обычном режиме, работа, сдача сессии. Дин уехал по поручению отца, прислав мне смс: \n\"Зефир, на этой неделе не увидимся, знаю что будешь безмерно страдать без меня, но не волнуйся, постараюсь побыстрее приехать. Целую много-много раз!)\" \n\"Засранец\", — подумала я, но улыбка так и не сходила с лица полдня.\n Оставался один экзамен у профессора Хардмана, выглядев приличнейшим образом, брючный костюм и колосок, я направилась в колледж. Настроение было хорошее, так как сессия была почти сдана. Волноваться я не видела причин. Какой смысл от волнения? Оно не поможет нам при любом раскладе. Войдя в аудиторию и увидев троих ребят, которые старательно что-то писали, я подошла к столу профессора. Тот взглянув на меня, кивнул в сторону билетов.\n\n  — Фамилия и номер билета?\n\n \"Как будто вы мою фамилию не знаете\", — подумала я.\nВыбрав один из билетов, я несказанно обрадовалась. Ведь это был один из тех, который я успела выучить. Увидев моё довольное лицо, профессор сказал:\n\n   — Не слышу ответа на свой вопрос.\n\n   — Смит, 3 билет.\n\n   — Готовьтесь. У вас 40 минут.",
    "answers": [
      {
        "id": 64,
        "text": "костюм"
      },
      {
        "id": 63,
        "text": "Протопав на своё место, я начала писать ответы."
      }
    ]
  },
  {
    "id": 63,
    "text": " Вот и всё, сессия сдана и можно расслабиться. Ответы написаны и я ждала лишь когда меня вызовут. \n\n  — Смит, прошу.\n\n Сев напротив профессора, я стала отвечать свой билет. Получалось у меня замечательно, Хардман  в это время смотрел на ребят.\n\n  — Картер, убрал шпаргалки!\n\nЗакончив отвечать, с улыбкой до ушей, я пододвинула зачётку к профессору и ожидающе посмотрела на него.\n\n   — Ну что ж Смит, изменение какого фактора не вызывает сдвига кривой спроса? \n\n \"Блин, блин, блин.... это из последних вопросов которые я не успела даже почитать.\n\n  — М-м-м-м... Вкусов и предпочтение потребностей?\n\n  — Мимо, Смит, — отодвинув обратно мою зачётку, сказал профессор.\n\n   — Но я же ответила на два вопроса?\n\n  — Если я начну задавать вопросы, вы не ответите на них. Поэтому идите в деканат и узнавайте сроки пересдачи. \n\n  — Да ладно-о-о... — протянула я и тут же осеклась, увидев недружелюбный взгляд учителя,\n  — Но...\n\n  — Свободны.\n\n Обозлённо забрав зачётку, я вышла из аудитории. Добравшись до деканата, я взяла дату пересдачи и дополнительные пары профессора, которые нужно обязательно посещать. \"Вот же гад!\"",
    "answers": [
      {
        "id": 65,
        "text": "далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Костюмчик, который я приобрела на первую зарплату.",
    "answers": [
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c19/1908/37/89be9a03b0d6.jpg"
      },
      {
        "id": 62,
        "text": "назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "  Добравшись домой и поужинав, я услышала звонок в дверь. Посыльный стоял с коробкой в руках.\n\n  — Мисс Смит?\n\n  — Да.\n \n  — Распишитесь здесь.\n\n Войдя в дом, я положила посылку на столик и открыла маленькую записку:\n\n\"Чтобы тебе не было одиноко, пока меня нет рядом\"",
    "answers": [
      {
        "id": 66,
        "text": "открыть коробку"
      }
    ]
  },
  {
    "id": 66,
    "text": " Милая мордочка смотрела на меня из неё.  Выскочив из коробки, он нашёл удобное для себя место в гостиной.\n\n  — Ну что маленький, теперь это твой дом.\n\n  — Мяу-у-у... фп-п-п... фп-п-п\n\n  — Ну не настолько тут и плохо, — с усмешкой заметила я. Тем временем полосатый комок, прыгнув мне на колени и свернувшись в клубочек, довольно заурчал.\n\n  — Мой маленький тигрёнок, будешь тигром?\n\n  Котёнок перевернулся на спинку и попытался снять ошейник.\n\n  — Так... Что это у нас тут написано? Кекс? Серьёзно?! Господи... Дин, фантазия у тебя не к чёрту. Значит ты \"Кекс\".\n\n  — Мяу-у-у... — как-то обречённо произнёс Кекс.  \n\nНа телефон пришло оповещение о смс. Дин:\n\n \"Как сюрприз? \"\n\n  \"Почему Кекс?\"\n\n  \"Ты же любишь кексы... Поэтому он будет кексом! )))\"\n\n  \"Ахаха...массовик-затейник!\"\n\n  \"Я рад, что мне удалось поднять твоё настроение, Зефирка. Целую)\"\n\n  \" Доброй ночи.)\"\n\nПриготовив для Кекса всё необходимое на кухне, я взяла его и поднялась в спальню.\n\n  ",
    "answers": [
      {
        "id": 66,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c08/1908/96/b5e6df64d228.jpg"
      },
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": " Положив пушистый комок в центр кровати, я погладила его между ушек:\n\n  — Сейчас я приму ванну и вернусь, не скучай.\n\n  — Мяу-у... — произнёс Кекс и спрятал мордочку.\n\n  — Ну вот и замечательно. \n\n  Закрыв дверь в ванну, я включила воду. Пока она наполнялась, я смыла \"утренний грим\" и бросила пару шариков для ванны. Удобно расположившись в ней, я услышала звук за дверью.",
    "answers": [
      {
        "id": 69,
        "text": "далее",
        "var_str_set": [
          "global play_sound_once",
          "кекс"
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "Группа вк",
    "answers": [
      {
        "id": 1,
        "url": "https://vk.com/club185699416",
        "text": "Вк."
      },
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 69,
    "text": " \"Кекс воюет с одеялом\", — подумала я и откинула голову на ванну, закрыв при этом глаза. Прошло пару минут и я почувствовала холодок прошедший от шеи к ключице. Повернув голову в сторону окна, я увидела что оно закрыто.  \"Прекрасно, — подумала я, — ещё сквозняков не хватало. Дом конечно не новый, но всё же рановато для этого\". Закончив процедуры, я одела пижамку и, положив рядом Кекса, уснула. \n  Котёнок пол ночи фырчал и шипел. Открыв в полудреме глаза, я увидела картину маслом, телевизор снова работал в режиме шума. \"Достал!\" Со злостью встав и выдернув шнур, я плюхнулась на кровать. Кекс больше не возмущался и уснул вместе со мной.\n",
    "answers": [
      {
        "id": 70,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 70,
    "text": "Проснувшись утром и приведя себя в порядок, после полусонной ночи, я без спешки пила кофе. К счастью у меня начался отпуск и я могла посещать дополнительные пары профессора Хардмана без проблем. Погода радовала, было солнечно и тепло, дождь отступил на недельку, поэтому я решила побаловать себя надев платье. Всё-таки многие со мной согласятся — в дождь удобнее носить привычные джинсы, и не заморачиваться насчёт стрелок на колготках или капель дождя, попадающих на них. ",
    "answers": [
      {
        "id": 71,
        "text": "платье"
      },
      {
        "id": 72,
        "text": "причёска"
      },
      {
        "id": 73,
        "text": "Оставив для Кекса корм и молоко в миске, я отправилась на пары."
      }
    ]
  },
  {
    "id": 71,
    "text": "Да я люблю, платья футляр или юбку-карандаш, это лучше чем бестолковые мини-юбки, которые вызывают у мужчин только одно желание...",
    "answers": [
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c30/1908/9d/e497375eb22d.jpg"
      },
      {
        "id": 70,
        "text": "назад"
      }
    ]
  },
  {
    "id": 72,
    "text": "Накрутив локоны, я надела платье с черными туфлями на устойчивом каблучке.",
    "answers": [
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d00/2003/e9/2678bd6cb178.jpg"
      },
      {
        "id": 70,
        "text": "назад"
      }
    ]
  },
  {
    "id": 73,
    "text": " \"Так сегодня я почти успела\", — поднимаясь по лестнице, думала я, — \"За одну минуту, он же меня не казнит!\"\nОткрыв дверь аудитории, я протараторила:\n\n  — Здравствуйте, можно войти?\n\nРазумеется все уже сидели на своих местах, а профессор тем временем что-то писал. Не отрываясь от своего занятия, он сказал:\n\n  — Смит, сходите в библиотеку и помогите профессору  Квину, там от вас будет больше пользы.\n\n  — Но...\n\n  — Один бал к экзамену.\n\nПораскинув серым веществом, я решила что такая сделка мне подходит и просочившись в дверь направилась в библиотеку.\n\n",
    "answers": [
      {
        "id": 74,
        "text": "Библиотека"
      }
    ]
  },
  {
    "id": 74,
    "text": "\nБиблиотека была закрыта, так как по срокам все сессии были закрыты. Остались только горе-студенты, которые брали материал в других местах, и я в их числе.\n Профессор Квин — довольно шустрый старичок, который преподавал у нашей группы на первом курсе. Увидев меня, он очень обрадовался, помахав мне рукой откуда-то из стеллажей с книгами. Подойдя к нему, я спросила:\n\n  — Здравствуйте, мне сказали вам нужна помощь.\n\n  — Элис, ты как раз вовремя, мне нужно найти книги по списку для  кандидатской работы, а времени совсем не хватает и я попросил профессора... Окинув меня взглядом, продолжил, — Да... Я думал он пришлёт парня или хотя бы кого-то в более удобной одежде. Ну что ж, вот список держи, а я побежал к студентам на экзамен. Сложи все книги на стол, вечером заскочу и заберу.\n\nСунув мне листок, он стремительно вышел из библиотеки. Пробежав глазами по списку, я подумала, — \"Да я до вечера буду искать! Так Элис главное начать...\" К вечеру мне удалось найти все книги по списку кроме одной...\n\n  — Где же ты Роббинс Лайонелл... Ну разумеется... На верхних полках...\n\nПододвинув лестницу к стеллажу с книгами, я начала карабкаться по ней.\n\n  — Есть! Нашла! \n\n  — Уже закончили? — послышалось где-то за стеллажами. Повернувшись в сторону звука, я не учла надежность конструкции на которой нахожусь, с шумом съезжающей лестницы и моим криком полетела вниз, закрыв при этом глаза..\n",
    "answers": [
      {
        "id": 75,
        "text": "Зажмурить глаза.",
        "blackout": true
      }
    ]
  },
  {
    "id": 75,
    "text": "Ожидая болезненного приземления на пятую точку, я услышала только грохот лестницы. Открыв глаза, я встретилась с удивленным лицом профессора Хардмана. Никогда не обращала внимание на его глаза, они были красивого голубого цвета, словно — глубина океана. Ясный, прямой и пронзительный взгляд.\nТак с минуту мы смотрели друг на друга, всё это время он держал меня на руках. Потом словно опомнившись, профессор опустил меня.\n\n  — Хм... Какого чёрта вы в платье?!\n\nОпешив от такого вопроса, я выпалила первое что пришло мне в голову:\n\n  — Так лето.\n\n  — Логично... А почему вы мне не сказали, я бы вас сюда не отправил?\n\n  — Да вы мне и слово не дали сказать. \n\nЕщё раз оглядев меня с ног до головы, он произнёс:\n\n  — Ладно, моя вина. Давайте я вас подвезу домой, вечер уже.\n",
    "answers": [
      {
        "id": 76,
        "text": " - Было бы не плохо."
      },
      {
        "id": 77,
        "text": " - Не стоит, я могу и сама добраться."
      }
    ]
  },
  {
    "id": 76,
    "text": " Почти всю дорогу мы ехали молча. Нужно было как-то убрать это неловкое молчание.\n\n  — Может радио включим?\n\n  — Я его не слушаю.\n\n  — А что слушаете?\n\n Он отвел взгляд от дороги на секунду, посмотрев на меня своим леденящим взглядом. Неловко стало ещё больше . \"Вот кто меня за язык тянул? Сидела бы молча, может добралась бы до дома живой...\"\nБоясь даже пошевелится, не поворачивая головы, я медленно перевела взгляд с профессора на окно рядом с собой.\n\n  — Классику. Я предпочитаю классику, вашей современной музыке.\n\n  — М-м-м.... — покосившись одними глазами, ответила я. Профессор смотрел на дорогу, но уголки его губ были чуть приподняты. \"Неужели он и улыбаться умеет\". Так же смотря на дорогу, он сказал:\n\n  — Смит, видела бы ты выражение своего лица... — и стал улыбаться ещё шире.\n\n  — Элис.\n\n  — Что?\n\n  — Моё имя Элис.\n\n  — Я учту.\nМы остановились около дома.\n\n   — Спасибо вам, что подвезли, профессор Хардман. Обещаю завтра прийти без опоздания.\n\nУже почти закрыв дверь машины, я услышала:\n\n   — Элис?\n\n   — Да.\n\n   — Эдвард, не профессор Хардман.\n\n    — Не забудьте, за обещанный бал, — сказала я и закрыв дверь, потопала домой.",
    "answers": [
      {
        "id": 78,
        "text": "Мысли Эдварда."
      },
      {
        "id": 79,
        "text": "далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "  — И всё же я настаиваю. Я причастен к этому недоразумению, своего рода, и чтобы мы были в расчёте я подвезу вас.\n\n Кивнув в ответ профессору, мы направились к стоянке.",
    "answers": [
      {
        "id": 76,
        "text": "далее"
      }
    ]
  },
  {
    "id": 78,
    "text": " \"Я наблюдал как она идёт по тропе к дому и не мог отвести взгляд. Волосы струились по её плечам, высокая, грациозная, словно это не она живёт в неблагополучном районе Лондона. Ей очень идут платья, её фигуре позавидовала бы сама Венера*. А глаза, мне ещё не встречался более красивый и живой взгляд. Никогда не верил, что мужчину тянет к определённой женщине. Считал что это только физиология сильного пола. Есть определённые вкусы и предпочтения не более того. Но в моём окружении много стройных и приятных девушек. Почему же она меня цепляет, а другие нет?  Господи, Эдвард, ты идиот! Увлечься студенткой, как в самой примитивной мелодраме! И рассуждения твои скатились до 18-летнего подростка. Она сдаст экзамен и на этом всё!\"",
    "answers": [
      {
        "id": 78,
        "text": "*Венера -  в римской мифологии богиня красоты, плотской любви, желания, плодородия и процветания.",
        "comment": true
      },
      {
        "id": 76,
        "text": "назад"
      }
    ]
  },
  {
    "id": 79,
    "text": "Зайдя в дом, я не переставала думать о сложившейся ситуации, — \"Эдвард, не профессор Хардман.\" И его взгляд в библиотеке. Почему в жизни всё так сложно... Живёшь годами и ничего не ждёшь, а тут раз и всё закрутилось в геометрической прогрессии... Дин, Эдвард, последний вообще мой преподаватель и как теперь себя вести. Господи... Голова кругом.\"\nКо мне подбежал Кекс и начал мяукать. Взяв его на руки, я пошла на кухню чего-нибудь перекусить и разумеется покормить своего зверёныша. \n  Приходивший через час мастер, подтвердил слова Дина. \"Телевизор находится в рабочем состоянии и никаких поломок нет\".\n  \"Ну всё... Значит я медленно схожу с ума\".\nВсю ночь мне снились кошмары, проснувшись утром я поняла, что где-то простудилась. \"Здравствуй чай с малинкой, до свидания Эдвард и пары\".\n  Поговорив по телефону с Кетрин, на тему её отдыха в Греции и моего состояния, я занялась домашним самолечением.",
    "answers": [
      {
        "id": 80,
        "text": "Вечер"
      }
    ]
  },
  {
    "id": 80,
    "text": " Сидя в гостиной с Кексом, в пижаме и с огромным количеством салфеток, я смотрела фильм \"Астрал\". Да, жанр ужасов является моим любимым. Звонок в дверь отвлёк меня от интереснейшего эпизода на экране, поставив на паузу и завернувшись в плед, я потопала к двери словно зомби...\n Открыв дверь без особого энтузиазма, я увидела Эдварда. Тот посмотрев на меня, поднял одну бровь и сказал:\n\n  — Так, тебя не было на занятиях... И я узнал у старосты причину твоего отсутствия, — говоря всё это, он уже без приглашения прошёл в дом, \n  — Где у тебя кухня, а всё вижу. Температура, кашель? — Копаясь в пакете, который он принес с собой, продолжал спрашивать Эдвард, — Элис, не слышу ответа? — оторвавшись от своего занятия и посмотрев на меня, спросил он.\n  Только сейчас прикрыв рот от происходящего, я попыталась вспомнить какой вопрос мне задал Эдвард.\n   \n   — Эм-м-м... Что простите?\n\nШумно выдохнув, Эдвард достал градусник и, усадив меня на диван, протянул его мне. Пока я проводила манипуляции с градусником, он сказал:\n\n  — Открой рот.\n\n   — Что?! — тут я уже совсем потеряла способность логически соображать в данной ситуации.\n\n   — Господи... Элис, мне нужно посмотреть есть ли воспаление на горле.\n\n   — Вы серьёзно?\n\n   — Вполне.\n\n Подавив смешок, я всё же выполнила его просьбу.\n\n  — Так ясно, что там с температурой?\n\n  — 38,5.\n\n  — Хорошо... Точнее ничего хорошего, сейчас будем лечить тебя.\n\n  — Вы что доктор Хаус?\n\n  — Кто?\n\n  —  Это персонаж из сериала — супер врач, который берётся за тяжёлые случаи.\n\n",
    "answers": [
      {
        "id": 81,
        "text": "  - Определённо нет. Да и случай у тебя не настолько тяжёлый, обычное ОРВИ."
      }
    ]
  },
  {
    "id": 81,
    "text": "   — Пф-ф-ф...пф-ф-ф... — возмущался Кекс и бил лапой по брюкам Эдварда.\n\n   — Да тут защитник на страже. Не волнуйся, я не причиню вреда твоей хозяйке, — опустившись к котёнку, сказал он.\n Кекс фыркнул ещё пару раз и, стараясь ударить по лицу своего неприятеля, рассёк воздух лапой рядом с Эдвардом. Потом развернувшись, гордо потопал к дивану в мою сторону. Эдвард взял лекарство и сделал пару шагов ко мне. Кекс, услышав шаги, ощетинился и попятился, злобно фырча. Поняв что неприятель отступать не намерен, скрылся под диваном, пытаясь достать лапой до ног Эдварда. Наблюдая за этой картиной, мы оба от души рассмеялись. Продолжая смеяться, я взглянула на Эдварда, он уже серьёзно смотрел на меня. Как будто собирался с мыслями, для того чтобы что-то сказать, потом выдохнул и опустил свой взгляд вниз.\n\n  — Выздоравливай, в понедельник жду тебя на занятиях. \n\nИ не дав мне сказать ни слова, он вышел из дома. И что это было? Приняв все лекарства, оставленные на столе, я устроилась на диване. Кеск вылез из-под дивана и прыгнул ко мне.\n\n   — Мяу-у-у.\n\n   — И что теперь делать с ними?\n\n   — Мяу-у-у.\n\n   — Вот и я не знаю.",
    "answers": [
      {
        "id": 82,
        "text": "утро"
      }
    ]
  },
  {
    "id": 82,
    "text": " Так и не добравшись до спальни, мы с Кексом уснули в гостиной. Сегодня я чувствовала себя гораздо лучше и, получив смс с рекомендациями о приеме лекарств от Эдварда, решила посвятить день уборке. Закончив генералить к вечеру, я приняла ванну и, одев легкий халатик, спустилась вниз позаниматься с учебниками. Запиликал телефон оповещая о смс:\n\n                         \"Зефирка, открывай.)\"\n\n Улыбнувшись, я прошла к двери и открыла её. Никого... Улыбка мгновенно пропала с моего лица и я, сделав пару шагов вперёд, посмотрела на дорогу. Никого... ни байка, ни Дина. Вдруг кто-то закрыл руками мои глаза.\n\n  — Угадай кто?\n",
    "answers": [
      {
        "id": 83,
        "text": "  - Маньяк?"
      },
      {
        "id": 84,
        "text": "  - Джек?"
      }
    ]
  },
  {
    "id": 83,
    "text": "  — Ахаха... Я тоже по тебе скучал, Зефирка, — сказал Дин и, подхватив меня под ноги, начал кружить.",
    "answers": [
      {
        "id": 85,
        "text": "   - Это тебе."
      }
    ]
  },
  {
    "id": 84,
    "text": " — Зефир, ты специально меня нервируешь?\n\n  — Может быть, — хитро улыбаясь, ответила я.\n\n  — Как же я скучал по тебе, — сказал Дин, крепко обнимая меня.\n\n   — Ты меня задуши-ишь...\n\n  — Если только самую малость.",
    "answers": [
      {
        "id": 85,
        "text": "  - Это тебе."
      }
    ]
  },
  {
    "id": 85,
    "text": " Откуда-то из-за двери, Дин достал букет белых лилий и вручил его мне. Внимательнейшим образом осмотрев меня, он произнёс:\n\n  — Не ожидал, что меня встретят здесь в таком виде. Мне определённо нравится твой выбор, Зефир. Постарайся встречать меня так почаще...\n\nПодняв одну бровь, я покачала головой.\n\n  — Угостишь кофе?\n\n  — Заходи.\n\n Войдя в дом, к нам сразу же подбежал Кекс и, фыркнув на Дина, пошёл обратно на диван.\n\n  — Э-эй, вот предатель, я думал мы заодно, а ты значит вот как?\n\n  — Он похоже вообще мужской пол не переносит.\n\n  — В смысле, у тебя тут что был кто-то ещё?\n\n  — Был, мастер, смотрел телевизор. Сказал что с ним всё в порядке.\n\n  — Значит мои услуги, как мастера, ты не оценила и решила перепроверить ещё? — состроив недовольное выражение лица, сказал Дин.\n\n  — Кофе готово. Как поездка?\n\n  — Вот умеешь ты переводить тему... Обычные дела и проверки в другом городе, ничего интересного, а что это за лекарства?\n\n  — Обычное ОРВИ, ничего серьёзного, но лучше держаться от меня на расстоянии, чтобы не заразиться.\n\n  — Зефир, я уже давно заразился, — сказал Дин и подошёл ко мне вплотную, — Ещё там в кафе, — приближаясь к моему лицу всё ближе.\n\n  — Дин, я...\nНе дав мне договорить, он прильнул к моим губам. Поцелуй набирал обороты, он был страстным и нежным одновременно. Оторвавшись от меня на секунду, он прошептал мне в губы:\n\n  — Зефир, я безумно скучал по тебе. Мне кажется я...\n\n — Дин, стоп! — положив свои пальцы на его губы, сказала я, — Мне необходимо что-то показать тебе, прежде чем ты продолжишь. Пойдём наверх. \n Дин удивился, но говорить ничего не стал, просто кивнув мне. Взяв его за руку, мы поднялись в спальню. Свет я не включала. Посадив Дина в кресло, я пошла в ванну. \n \"Так Элис соберись!\" Скинув с себя халат, я осталась в одном чёрном белье. Сделав пару глубоких вдохов, я открыла дверь.",
    "answers": [
      {
        "id": 86,
        "text": "далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "\n  — Дин, что ты видишь?\n\n  — Элис, ты издеваешься? — на тон ниже произнёс он.\n\n  — Ответь.\n\n  —  Я вижу чертовски сексуальную девушку, -сказал Дин и встал с кресла.\n\n  — Нет, стой! А теперь включи свет.\n\n  — Зефир, ты меня с ума сведёшь, что за иг... — включив свет и обернувшись ко мне, Дин замолчал.\n\nОпять этот взгляд — пустой и безучастный. Шесть лет назад я уже сталкивалась с этим. Мой первый мужчина оказался полным ублюдком. Добившись желаемого, он не отказывал себе в развлечениях, проводя время с другими девушками. И ведь я тоже тогда что-то почувствовала, но решила довериться и получила хорошую оплеуху от жизни. Чёрт... Это снова повторяется. Больно... Как же мне больно... Попытавшись сглотнуть ком в горле и грустно усмехнувшись, я произнесла:\n\n  — Это стрии Дин, своеобразный дефект кожи. В моём случае это наследственное, — единственное что смогла выдавить из себя я. Дин всё так же стоял в полном молчании, смотря на моё тело.\n\n Надев халат, я продолжила:\n\n — Думаю тебе лучше уйти.\n\nУже перед дверью Дин сказал:\n — Элис..\n\n — Уходи Дин. Твоя реакция мне вполне понятна и я не удивлена, но прошу, больше никогда не появляйся в моей жизни. Никогда! \n Буквально вытолкав его, я захлопнула дверь. Поднимаясь в спальню, я не могла вздохнуть полной грудью, воздуха катастрофически не хватало. Я даже не замечала поток слёз, которые текли не останавливаясь. Забежав в ванну и не позаботившись об освещении, я встала напротив зеркала и посмотрела на отражение.\n\n  — Довольна? Теперь ты довольна?! Глупая, какая же ты глупая дура! Всём плевать что у тебя внутри, когда же ты перестанешь доверять! — схватив керамическую мыльницу, я бросила её в зеркало, оно треснуло от удара, образовав тысячи трещин. Продолжая смотреть в искажённое отражение я произнесла:\n\n  — Вот кто ты на самом деле, пора уже перестать строить иллюзии и жить настоящим, — сев на пол и подогнув колени, я дала волю своим слезам.\n  \n\n",
    "answers": [
      {
        "id": 86,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b23/1908/4d/7b58663d0362.jpg"
      },
      {
        "id": 87,
        "text": " Вдруг дверь скрипнула.",
        "var_str_set": [
          "global play_sound_once",
          "скрип"
        ]
      }
    ]
  },
  {
    "id": 87,
    "text": " Подняв голову, я никого не увидела. Неизвестно сколько я здесь нахожусь — может час, а может 20 минут. Встав и  умывшись холодной водой, я собиралась выйти.",
    "answers": [
      {
        "id": 87,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c31/1908/24/4273b27df2ec.jpg"
      },
      {
        "id": 88,
        "text": " Как вдруг."
      }
    ]
  },
  {
    "id": 88,
    "text": "\n  — Чёрт! Дин, уходи, нам не о чем больше говорить.\n\n Но ответа не последовало...\n \n  — Дин, это ты?\n\n  — .....\n\n Схватив первое что мне попалось под руку, а это была расчёска, я продолжила говорить.\n\n  — Кто вы? И что вам от меня нужно?\n\n — Ты....",
    "answers": [
      {
        "id": 88,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d04/2003/73/4080ba44368a.jpg"
      },
      {
        "id": 2,
        "text": "Конец 3 главы."
      }
    ]
  },
  {
    "id": 89,
    "text": "  — Ну давай, чёрт тебя побери... Давай! Скучать по мне никто не будет. Но я обещаю тебе, физиономию я тебе подправлю изрядно! — набирая прерывисто воздух, сказала я. Некто сделал один шаг ко мне и остановился.\n\n  — Элис...\n\n  Почему-то его голос мне был до боли знаком, но я не могла понять кто передо мной.\n\n  — Не бойся меня, прошу... мне просто нужна твоя помощь, мне больше некого просить.\n\n  — Да кто ты?!\n\n  — Только не пугайся, прошу тебя...\n\nНекто подошёл к выключателю и включил свет, повернувшись ко мне. Расчёска выпала из моих рук.\n\n  — Господи... Да как такое возможно вообще...\n\n  — Если бы я сам понимал, что со мной происходит.",
    "answers": [
      {
        "id": 90,
        "text": "далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "   Слёзы уже проложили дорожки на моём лице.\n\n  — Рони, это и правда ты?\n\n  — Лис, как же я хотел обнять тебя всё это время, — в два шага он пересёк ванную комнату, и сжал меня в крепких объятьях.\n\n  — Скажи, мне это снится? Я сейчас проснусь и всё исчезнет? — хватаясь за его кофту и стараясь крепче прижать к себе, спросила я.\n\n  — Нет, Лиса, это всё происходит на самом деле, -прижимаясь губами к моей макушке, ответил он.\n\n  — Но как такое возможно? Ты же... Тебя ведь... Господи... Не могу даже сейчас произнести это вслух...\n\n  — Давай я скажу, — чуть отодвинувшись от меня и заглянув мне в глаза, произнёс Рон, — Да, меня нет в живых, причём уже семь...\n\n  — Восемь, Рон... Восемь проклятых лет! Как?! Как ты мог так поступить?! Ладно я, 16-ти летняя влюблённая в тебя девчонка, но родители, сестра, твоя девушка... А них ты подумал?! Я каждую ночь после твоей смерти просила, чтобы это всё оказалось страшным сном, чтобы ты был жив, даже если ты был бы счастлив с кем-то другим! Просто жил! — я уже не могла себя сдерживать и рыдала, уткнувшись в его грудь.\n\n  — Я знаю, Лис, знаю... Всё это время я находился рядом, все восемь лет. Каждую ночь я обнимал тебя, пытаясь забрать всю твою боль, каждый день я держал тебя за руку и видел все твои слёзы. \n\n Оттолкнув его, я со злостью сказала:\n\n  — Видел? Видел все эти представления? И как тебе они?! Можешь не отвечать, это ты со мной сделал! — толкнув его в грудь, сказала я, — После твоей смерти я то набирала вес, то теряла его до анорексичного состояния. Видишь что со мною стало... Это всё ты! Ты! — колотив его в грудь, кричала я.\n Рон смотрел на меня печальным взглядом и не двигался. Потом он схватил меня за запястья и прижал их к стене.\n",
    "answers": [
      {
        "id": 90,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d12/1908/0c/5c04c7c335b6.jpg"
      },
      {
        "id": 91,
        "text": "далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "  \n  — Лис, прости меня, если бы я знал тогда как ты ко мне относишься... Я бы ни на секунду тебя не оставил, а они придурки все! Да и я из их числа, такой же идиот, раз упустил тебя... — сказав это, он впился своими губами в мои. Слёзы продолжали литься из моих, зажмуренных от душераздирающей боли, глаз. \n  ",
    "answers": [
      {
        "id": 91,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b13/1908/0f/a9e4eec46ed1.jpg"
      },
      {
        "id": 92,
        "text": "Дин."
      }
    ]
  },
  {
    "id": 92,
    "text": " \n  Дин гнал по трассе, набирая всё больше скорости... Куча мыслей крутилась в его голове.\n \" Она думает что я испугался или мне противно смотреть на неё, чушь! Почему я тогда позволил выставить себя? Может я просто боюсь потерять свободу, построив серьёзные отношения? Но я же думал о ней всё это время. И что, скажете, это свобода? Это независимость и легкость? Не смешите! Это ужасная незаживающая рана прямо здесь, на сердце, прореха в душе, которую ничем другим не заполнить. Это постоянное влечение и беспокойство. Это тревога и боль. Когда её нет рядом, когда ты думаешь что это конец.\n  Именно такой должна быть любовь к женщине. Байкеры давно знают о сходстве железного друга и женщины, и даже не потому что «байк, как женщина – любит ласку, чистоту и постоянное внимание», а потому что они могут вызывать в нас этот спектр чувств. Так привязывать к себе, что становится тяжело дышать когда вы не вместе. Приносить это ощущение свободы и полета, когда она рядом. И всё остальное – суета. Всё остальное – игра. Нужно так же волноваться, трепетать, помнить, заботиться, помогать, поддерживать, жалеть о расставании, ждать следующей встречи, и вечно держать в мыслях закладку… О ней.\nСпросите, а почему тогда все байкеры, как один твердят о свободе? Да просто когда мужчина по-настоящему любит, он робеет, когда нужно признаваться в своей любви. Ему легче спороть какую-нибудь чушь, штамп, чем открывать свою заросшую душу. А вы все верите. Свобода, свобода...\"\nРазвернув байк, Дин поехал к ней.",
    "answers": [
      {
        "id": 93,
        "text": "Элис"
      }
    ]
  },
  {
    "id": 93,
    "text": "\n  Оторвавшись от моих губ и отпустив мои руки, Рон посмотрел на меня и опять крепко обнял. Злость и боль от воспоминаний снова захлестнули меня и оттолкнув его, я сказала:\n\n  — А знаете что, проваливайте все из моей жизни! Не хочу больше ни с кем иметь дело, вон! — буквально вытолкав его, я открыла входную дверь, — Идите к чёрту все!\n\n  — Элис, я не могу уйти.\n\n — В смысле не можешь? Что ты мне предлагаешь? Жить вместе долго и счастливо?\n\n  — Я не знаю что делать, слышишь? НЕЗНАЮ! Я восемь лет нахожусь рядом с тобой и не могу понять причину этого, я застрял здесь понимаешь?! И видеть меня можешь только ты, я проверял, ну и твой кот.\n\n Я смотрела на него, и думала, — \"Действительно ли я хочу чтобы он исчез из моей жизни? Не знаю... Ведь я так тосковала по этому человеку, хоть мы близко и не общались при жизни Рона. Конечно за восемь лет чувство моей влюблённости притупилось и вместо окрыления — осталось лишь пустота... И вот он стоит передо мной. А я не могу ни чувствовать. Он мне близок,  я не могу вот так закрыть перед ним дверь. Я не оставлю его никогда... И если есть способ помочь Рону, я сделаю для этого всё возможное.\"\n Смотря, как Рон обеспокоено и печально смотрит куда-то в пол, я сказала:\n\n  — Ну раз мы с тобой уже живём восемь лет вместе, оставайся. Только не нужно целовать меня каждый раз, когда я злюсь.\n \n Рон улыбнулся и уже бросился для того, чтобы заключить меня в объятья. Закрыв входную дверь, я почувствовала, как он прижался щекой к моей макушке.\n\n  — Рон прекращай... — со смешком сказала я и вынырнула из его рук.",
    "answers": [
      {
        "id": 94,
        "text": "далее"
      }
    ]
  },
  {
    "id": 94,
    "text": " \n  — С телевизором баловался ты?\n\n  — Я, — с улыбкой произнёс Рон, — Раньше не получалось, но 8 лет практики дали о себе знать, и теперь я могу появляться и исчезать когда захочу, могу касаться тебя так, чтобы ты чувствовала.\n\n  — Я надеюсь ты один такой в моём доме?\n\n  — Других я не видел, и думаю, я почувствовал бы присутствие кого-то ещё.\n\n  — Хоть это радует. Я чуть с ума не сошла... Думала уже галлюцинации меня настигли, вместе с паранойей, а это ты так шутишь, — ударив кулачком по его плечу, с усмешкой сказала я.\n\n  — Ау-у-у... Вообще-то и я чувствую твои прикосновения, и ты явно настроена враждебно, — надув губы произнёс Рон, — Лиса, мне же нужно было как-то обозначить своё присутствие. Тем более концентрироваться так, чтобы ты меня видела, у меня получилось пару дней назад и то на короткое время. А сегодня что-то произошло и вот я здесь. \n\n  — Хорошо, но ванная комната для тебя под запретом! \n\n Подняв руки в жесте \"Сдаюсь\", Рон пытался сдержать смех.\n\n  — Как скажешь, Лиса, но наблюдать за тобой одно удовольствие...\n\n  — Пошляк, — со смехом ответила я, — Не смей, понял?\n\n  — Даю честное скаутское! — подняв руки вверх, протараторил он.\n\n  — Ты не скаут и никогда им не был, — подняв одну бровь и скрестив руки, ответила я.\n\n  — Ох чёрт, и тут подловила, — рассмеялся Рон, — Хорошо, даю слово Рона Шелби и торжественно клянусь, что нога моя не переступит порог твоей ванны!\n\n Сделав жест рукой \"Я за тобой слежу\", я прошла на кухню и заварила кофе.\n",
    "answers": [
      {
        "id": 95,
        "text": "далее"
      }
    ]
  },
  {
    "id": 95,
    "text": " \n Устроившись в гостиной на диване, с чашкой кофе, я всё же решила задать вопрос, который мучил меня все эти восемь лет:\n\n  — Рон, почему ты это сделал?\n\n  — Лиса, я не помню.\n\n  — В смысле не помнишь? — округлив глаза, спросила я.\n\n  — Не помню, значит не помню.\n\n  — Ты издеваешься?\n\n  — Нет, не издеваюсь. Помню что сильно поссорился с родителями из-за плохих оценок и ушёл в парк подумать, дальше как обрубило.\n\nШумно выдохнув я сказала:\n\n  — Хорошо. И каков план действий дальше?\n\n  — Понятия не имею. Я говорю с тобой, а для меня это уже прогресс, причём великий. Не знаю. Есть же люди, которые занимаются этим.\n\n  — Серьёзно?! Ты предлагаешь мне идти к гадалкам?\n  \n  — Не к гадалкам, а к экстрасенсам. Может они помогут мне перейти, так сказать на следующий уровень.\n\n  — Подумаем об этом завтра, а сейчас, так как я являюсь человеком с потребностями и сон входит в одну из них, я бай.\n\n  — И оставишь меня здесь?! А можно мне с тобой?\n\n  — Рон ты бабайку боишься? — с улыбкой спросила я.\n\n  — Безумно...\n\n  — Ну уж нет, спи здесь или не спи, не знаю как там у вас всё устроенно.\n\n  — Лиса, понимаешь я уже привык спать рядом с тобой, ведь раньше разрешение мне не требовалось... \n\n  — Вот же нахал! — уже смеясь, сказала я.\n",
    "answers": [
      {
        "id": 96,
        "text": "  - Хорошо, только спишь на кресле."
      },
      {
        "id": 97,
        "text": " - Ну знаете ли, это было раньше, а сейчас я тебя вижу и вообще это не нормально... Так что остаёшься здесь, тут тоже вполне удобно."
      }
    ]
  },
  {
    "id": 96,
    "text": " Мы поднялись наверх и Рон стал раскладывать себе кресло. Кекс ходил по спальне и возмущённо фырчал на него.\n\n  — У-у-у-у... Комок шерсти! Лис он мне сразу не понравился, — указав пальцем на котёнка, настороженно сказал Рон.\n\n  — У вас это обоюдно, — рассмеявшись, ответила я.\n\nСвет выключен, Кекс спит рядом со мной. А я всё не могу поверить в происходящее.\n\n  — Лиса-а... Спишь?\n\n  — Нет. Почему лиса?\n\n  — У тебя глаза хитрые, да и твоё имя даёт почву для размышлений.\n\n  — Ха-ха-ха. Очень смешно, — закатив глаза, ответила я.\n\n  — А знаешь, я рад.\n\n  — Чему?\n\n  — Тому, что всё это время находился именно с тобой, мог и к старику какому-нибудь прилипнуть.\n\n  — Или бабульке...\n\n  — Или к нашему трудовику, помнишь? У-у-у... Лютый был мужик!\n\n  — К вашему, попрошу заметить, у нас уроки труда директриса вела.\n\n  — А точно, никогда мне не нравилась, вечно неудовлетворённая тётка.\n\n  — Недовольная, ты хотел сказать? — со смешком, спросила я.\n\n  — Нет я как раз сказал то, что хотел сказать.\n\n  — Хватит болтать, — уже не сдерживая смех, сказала я, — Нам завтра ещё гадалку по всему городу искать.\n\n   — Экстрасенса, — поправил меня Рон.\n\nЗакатив глаза, я повернулась на другой бок и вскоре уснула.",
    "answers": [
      {
        "id": 98,
        "text": "Утро."
      }
    ]
  },
  {
    "id": 97,
    "text": " Немного поворчав, Рон согласился. Я поднялась наверх и, лёжа в постели, всё думала об этом насыщенном дне, -\"Дин, а что я могла от него ещё ждать, обычная реакция, обычного человека. А Рон, вот уж сюрприз! И он утверждает что всё это время находился рядом... Да-а-а... Похоже моей спокойной жизни наступил конец.\"\n  Вскоре я уснула.",
    "answers": [
      {
        "id": 98,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 98,
    "text": " Утром, открыв глаза, первое что я увидела — Рона, спящего на МОЕЙ кровати. Тот мирно посапывал, густые ресницы отдавали тень на умиротворённом лице. \"Каков наглец!\" Взяв подушку, я с размаху ударила Рона по плечу. Тот ещё в сонном состоянии, не понимая что происходит, перевернулся на другой бок, но так как он спал почти на краю, перевернулся  Рон скорее с кровати на пол. Раздался грохот, от чего Кекс тоже вскочил и зашипел. Я не удержавшись от этой картины, залилась смехом.\n\n  — Как же ты жестока, Лиса... — выглянув из-под кровати, сказал Рон.\n\n  — Я предупреждала тебя, насчёт моей кровати, -ткнув указательным пальцем, произнесла я.\n \n   — Я же могу отомстить...\n\n  — Наденешь простыню и напугаешь меня ночью?\n\n  — Нет, я знаю вариант получше, — с этими словами он прыгнул на кровать и начал проходить своими пальцами по моим рёбрам.\n\n  — Рон! Прекрати! Я сдаюсь! -заливаясь от смеха, сказала я.\n\n  — То-то же Лиса, — ответил Рон, вставая и собираясь спускаться на первый этаж.\n\n",
    "answers": [
      {
        "id": 99,
        "text": " - И Рон, - сказала я и тот обернулся."
      }
    ]
  },
  {
    "id": 99,
    "text": " — Прекращай так ходить, — всё ещё улыбаясь, сказала я.\n\n  — Оу, — осмотрев себя, ответил Рон, — Лиса не смущайся, я видел тебя и в более откровенном виде.\n \n  Обалдев от такой наглости, я запустила в него ещё одну подушку. Но этот нахал уже сбежал по лестнице, смеясь от души, где-то на первом этаже.",
    "answers": [
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d03/2003/0b/b49b36bd3b3b.jpg"
      },
      {
        "id": 100,
        "text": "далее"
      }
    ]
  },
  {
    "id": 100,
    "text": " Проделав утренние манипуляции и одевшись, в домашние джинсовые шорты и белую футболку, я спустилась вниз, держа Кекса на руках.\n\n  — Кофе готов, — с улыбкой сказал Рон, — И этому пушистому комку я еды наложил.\n\n Кекс спрыгнул с моих рук и с важным видом подошёл к миске, полакав немного молока, он с таким же важным видом забрался на диван и начал умывать мордочку.\n  Наблюдая за этими действиями, Рон спросил:\n\n  — Он у тебя не аристократ?\n\n Смеясь от вопроса Рона, я ответила:\n\n  — Похоже, что именно аристократ.\n\n  — Я и смотрю, странный он у тебя.\n\n  Сделав один глоток кофе, я спросила:\n\n  — И с чего начнём поиски?\n\n  — Думаю поищем в газете, покатаемся по адресам.\n\n  — А как мы поймём, что они не являются обычными шарлатанами?\n\n  — Сориентируемся на месте, моё описание или какой-нибудь вопрос я задам через тебя, вариантов масса.\n\n ",
    "answers": [
      {
        "id": 101,
        "text": "вернулись мы под вечер."
      }
    ]
  },
  {
    "id": 101,
    "text": "  \n  Открыв дверь, я не смогла сдержать смех.\n\n  — Аха-ха.... Ты определённо подходишь под описание 80-ти летней бабули...\n\n  — Ха-ха-ха, смейся-смейся и на моей улице будет праздник.\n\n Пришло оповещение о смс.\n\n  — Кто там? — положив подбородок на моё плечо и заглядывая в телефон, спросил Рон.\n\n  — Софи, зовёт в \"Fabric\".\n\n   — М-м-м-м-м... Ну сходи, заодно и отвлечёшься, а я пока попробую поискать по своим каналам. Может быть меня кто-нибудь услышит. Всё, я ушёл, — сказав это и поцеловав меня в щёчку, Рон исчез.",
    "answers": [
      {
        "id": 102,
        "text": "далее"
      }
    ]
  },
  {
    "id": 102,
    "text": " \"Почему бы и нет, я давно никуда не выбиралась\", — подумала я и созвонившись с Софи, пошла собираться.",
    "answers": [
      {
        "id": 103,
        "text": "Первый вариант"
      },
      {
        "id": 104,
        "text": "Второй вариант"
      },
      {
        "id": 105,
        "text": "Третий вариант"
      }
    ]
  },
  {
    "id": 103,
    "text": "Платье и шпильки",
    "answers": [
      {
        "id": 103,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a41/1908/d6/f4262cc1aeb7.jpg"
      },
      {
        "id": 106,
        "text": "Выбрать этот вариант"
      },
      {
        "id": 102,
        "text": "назад"
      }
    ]
  },
  {
    "id": 104,
    "text": " Шорты, рубашка и черные ботфорты",
    "answers": [
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c19/1908/87/54a2c5538fb5.jpg"
      },
      {
        "id": 106,
        "text": "Выбрать этот вариант"
      },
      {
        "id": 102,
        "text": "назад"
      }
    ]
  },
  {
    "id": 105,
    "text": "Комплект)",
    "answers": [
      {
        "id": 105,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b16/1908/93/eb941ba4a5e0.jpg"
      },
      {
        "id": 106,
        "text": "Выбрать этот вариант"
      },
      {
        "id": 102,
        "text": "назад"
      }
    ]
  },
  {
    "id": 106,
    "text": "Время прически.",
    "answers": [
      {
        "id": 107,
        "text": "Первый вариант"
      },
      {
        "id": 108,
        "text": "Второй вариант"
      },
      {
        "id": 109,
        "text": "Третий вариант"
      }
    ]
  },
  {
    "id": 107,
    "text": "Хвост",
    "answers": [
      {
        "id": 110,
        "text": "Выбрать этот вариант"
      },
      {
        "id": 106,
        "text": "назад"
      },
      {
        "id": 107,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a39/1908/0d/708668c2ef3a.jpg"
      }
    ]
  },
  {
    "id": 108,
    "text": "Локоны",
    "answers": [
      {
        "id": 110,
        "text": "Выбрать этот вариант"
      },
      {
        "id": 106,
        "text": "назад"
      },
      {
        "id": 108,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/1908/7c/d06a06c0f8ed.jpg"
      }
    ]
  },
  {
    "id": 109,
    "text": "Объём",
    "answers": [
      {
        "id": 110,
        "text": "Выбрать этот вариант"
      },
      {
        "id": 106,
        "text": "назад"
      },
      {
        "id": 109,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c31/1908/6c/673eef054b9e.jpg"
      }
    ]
  },
  {
    "id": 110,
    "text": "Макияж",
    "answers": [
      {
        "id": 111,
        "text": "СМОКИ АЙС\n\n"
      },
      {
        "id": 112,
        "text": "СО СТРЕЛКАМИ\n\n"
      },
      {
        "id": 113,
        "text": "CUT CREASE\n\n"
      }
    ]
  },
  {
    "id": 111,
    "text": "СМОКИ АЙС",
    "answers": [
      {
        "id": 111,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c15/1908/ee/2eac7dbc6b1a.jpg"
      },
      {
        "id": 114,
        "text": "Выбрать этот вариант"
      },
      {
        "id": 110,
        "text": "Подумать ещё"
      }
    ]
  },
  {
    "id": 112,
    "text": "Стрелки",
    "answers": [
      {
        "id": 114,
        "text": "Выбрать этот вариант"
      },
      {
        "id": 110,
        "text": "Подумать ещё"
      },
      {
        "id": 112,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d36/1908/e0/e724fe145c1e.jpg"
      }
    ]
  },
  {
    "id": 113,
    "text": "CUT CREASE",
    "answers": [
      {
        "id": 114,
        "text": "Выбрать этот вариант"
      },
      {
        "id": 110,
        "text": "Подумать ещё"
      },
      {
        "id": 113,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b05/1908/98/bc240fef36c1.jpg"
      }
    ]
  },
  {
    "id": 114,
    "text": " Полность собравшись, я вызвала такси и направилась на встречу с Софи. Ну хоть сюда я вовремя. Расплатившись и выйдя с такси, я увидела как ко мне уже направляется Софи. Она обняла меня и чмокнула в губы, со словами \"Салют, я так соскучилась\". Вот хоть убейте, не понимаю я этих чмоков при встрече, это же добровольный обмен бактериями! Нет, я понимаю если ты влюблён и объект твоего воздыхания является, в твоих глазах, высшим существом, но с подружками, не-е-ет... Это вызывает во мне только негативные эмоции и ощущения. Плюс к этому у неё была красная помада, что вперемешку с моим матово телесным — ну никак не сочеталось.\n\n  — Привет, Софи. Как ты, как на работе?\n\n  — Ой, да всё по-старому. На время отпусков взяли новенькую... То ещё явление, кстати шикарно выглядишь.\n\n  — Оу, ну до тебя мне далеко... — Софи была в красном, коротком, облегающем платье, что хорошо сочеталось с её распущенными рыжими волосами и разумеется шпильки, куда без них!\n\n  — Ну что идём внутрь?\n\n  — Да, пойдём, — пока Софи шла впереди, я достала салфетку и вытерла губы, выкинув её в урну перед входом. Идя по проходу с зеркальными стенами, я достала свою помаду и быстренько использовала её по назначению.",
    "answers": [
      {
        "id": 115,
        "text": "Клуб"
      }
    ]
  },
  {
    "id": 115,
    "text": "  Народу было ну очень много, музыка гремела. Софи буквально прокричала мне в ухо:\n\n  — Я забронировала нам столик, он там, — указав пальцем в другой конец зала, сказала она, — пойдём.\" Развернувшись, она пошла к столику. Сделав пару шагов, я почувствовала, как в меня кто-то врезался.\n\n  — Оу, прости крошка. Я готов искупить свою вину!\n\nПодняв голову, я увидела знакомое лицо.\n\n  — Джек?\n\n — Элис, какая встреча, рад видеть тебя. Пойдём к нам, — схватив меня за руку и буквально потащив в другую сторону, сказал он.\n\n  — Я не думаю, что это хорошая идея, — стараясь перекричать музыку, ответила я, но меня не услышали. Подойдя к столику, Джек схватил меня за плечи и произнёс:\n\n  — Смотрите, кого я встретил. \nНа диване сидел Дин в окружении двух рыжеволосых девиц, обнимая их за плечи, и что-то нашёптывая на ухо одной из них.\n\n  — Смотри, кого встретил я? — оторвавшись от девушки, произнёс Дин, и увидев меня, замолчал. Сначала в карих глазах промелькнуло удивление, потом оно сменилось злостью и скулы на лице напряглись. \"Божечки... Да я тоже не очень то и хотела присутствовать здесь!\", — подумав про себя, я повернулась к Джеку и сказала ему на ухо:\n \n  — Джек, я рада встречи, но мне пора, меня ждут.\n\n  — Джек! — прокричал вдруг Дин, — Не трать на неё своё время, она не стоит того, — со злостью, выплёвывая каждое слово, произнёс он.\n Джек с удивлением посмотрел сначала на Дина, потом на меня как-бы спрашивая, — \"Какого чёрта тут происходит?\"\n",
    "answers": [
      {
        "id": 115,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a42/1908/2e/640dc5099bc9.jpg"
      },
      {
        "id": 116,
        "text": " - Ах, ты ж сволочь! - сказала я, но мою реплику услышал только Джек."
      }
    ]
  },
  {
    "id": 116,
    "text": " Развернувшись к компании, я стремительно подошла к Дину, и схватив его за белую футболку, прошептала на его ухо:\n\n  — Послушай милый, ещё одно слово в мою сторону и я подрежу уздечку не только на твоём языке... — с силой оттолкнув его, я уже собиралась уйти, но Дин резко схватил меня за запястье, яростно сверля меня взглядом.\n\n  — Друг, успокойся, — сказал Джек, положив свою руку на Дина, — Да какая кошка пробежала между вами?\n\n Выдернув свою руку, и попрощавшись с Джеком, я направилась в сторону дамской комнаты. Чтобы успокоиться и привести себя в порядок.",
    "answers": [
      {
        "id": 117,
        "text": "далее"
      }
    ]
  },
  {
    "id": 117,
    "text": " Открыв холодную воду, я намочила ладонь и, потерев шею, устало взглянула в зеркало. Дверь в туалет резко открылась и я, повернув голову, увидела стремительно направляющегося ко мне Дина.\n\n  — Дин, не сейчас, я...\nНе сказав ни слово, он схватил меня за шею, впечатав в стену, сжимая пальцы на ней. Пару секунд он яростно смотрел на меня.\n\n  — Как? Как ты могла?! — разжав пальцы, спросил он. Я согнувшись пополам, попыталась набрать побольше кислорода, откашливаясь при этом.\n  — Я слышал всё! Я вернулся и слышал твои слова. Кто он?! Хотя какой в этом смысл, зачем ты врала мне? Я ведь верил тебе!\n\nПоняв, что он слышал то, что я говорила Рону, я подняла на него свой взгляд. Но не могу же я сказать, что разговаривала с призраком из прошлого. Иначе он примет меня за сумасшедшую и попросту не поверит мне. Лучше чтобы он вообще ни каким образом не касался к делам с Рони, неизвестно чем это может закончиться.\n\n — Не стоило, — осипшим голосом ответила я, и выпрямилась на сколько это было возможно. Сжав руки в кулаки, Дин вонзил один из них в стену, рядом с моей головой. Я даже не шелохнувшись, с грустной ухмылкой добавила:\n\n  — Теперь ты знаешь цену доверия, не стоит пренебрегать им, доверяя всем подряд.\n\n  — Какая же ты, дрянь... — сказав это, Дин вылетел из дамской комнаты, хлопнув дверью.\n\n ",
    "answers": [
      {
        "id": 117,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b43/1908/b9/a9eeea78519d.jpg"
      },
      {
        "id": 118,
        "text": "Подойти к зеркалу"
      }
    ]
  },
  {
    "id": 118,
    "text": " \n  — Вот и развеялась, — сказала я отражению, печально осматривая его. Достав из сумочки шейный платок, я скрыла следы, оставленные пальцами Дина.\n\n  — Вот ты где! — войдя в туалет, произнесла Софи, — Я тебя по всему клубу ищу. Ты куда пропала?\n\n  — Встретила знакомых... — выдавив из себя улыбку, произнесла я.\n\n  — Пойдём отрываться?\n\n  С одной стороны впечатлений мне на сегодня хватило, с другой может послать всё к чёрту и насладиться вечером?",
    "answers": [
      {
        "id": 119,
        "text": "  - Нет Софи, я сегодня - плохая компания для отрыва."
      },
      {
        "id": 120,
        "text": "   - Да катись оно всё, пойдём!"
      }
    ]
  },
  {
    "id": 119,
    "text": " \n  — Ты меня убиваешь... Но ты и правда какая-то бледная.\n\n  — Да, да... Созвонимся, — сказала я и пошла к выходу. Выбравшись из клуба, я решила прогуляться и подумать. На улице сияла луна. Я шла по тротуару, в направлении своего дома, и думала, — \"Как всё-таки обстоятельства делают выбор за нас самих. Почему не говорить правду, ведь это ставит всё на свои места? А кто тебе поверит? Да и какой в этом смысл, рано или поздно Дину надоест моё присутствие и он выберет одну из этих \"гоночных втулок\" с идеальным телом, которые постоянно трутся рядом. Лучше рвать сейчас, пока я не привязалась к нему сильнее чем хотелось бы.\" Рядом посигналил автомобиль, но я не придала этому значение и продолжала идти дальше. Мало ли придурков, которые хотят подцепить какую нибудь девушку.\n\n  — Элис?",
    "answers": [
      {
        "id": 121,
        "text": " Обернуться"
      }
    ]
  },
  {
    "id": 120,
    "text": "\n  — Вот это я понимаю! — улыбнулась рыжая и мы прошли к столику.\n\n  Выпив по пару коктейлей, мне стало абсолютно всё равно на события моей жизни. Было только здесь и сейчас. Прослушав жалобы Софи на своих ухажёров, которых было не мало, я изрядно заскучав, потащила её на танцпол. Танцевать я люблю, но обычно занимаюсь этим во время уборки в гордом одиночестве. Да и пою я в душе, хотя у меня не плохо получается, но до всемирных звёзд мне ещё петь и петь. Потанцевав и чуть не сорвав голос, мы направились к нашему столику. По пути я заметила Эдварда и, обвившую его шею, блондинку. \n  \"Надо же... Преподаватели тоже люди...\", обходя эту парочку подумала я. У профессора был явно скучающий вид, и увидев меня, он удивился и поспешил снять руки блондинки.\n\n  — Смит! — крикнул он мне уже в спину. — Постойте...\n\n  — Профессор? — обернувшись, я увидела его уже перед собой.\n\n  — Как вы себя чувствуете?\n\n  — За-ме-ча-тель-но! — со счастливой улыбкой, ответила я.\n\n  — Да... я вижу. Я думаю вам пора домой.\n\n  — Что? Не-е-ет... Здесь весело и хорошо, и я не хочу домой... — заканючила я.\n\n  — Элис, если ты продолжишь, завтра у тебя будет не совсем доброе утро.\n\n\n",
    "answers": [
      {
        "id": 122,
        "text": " Обвить его шею руками."
      },
      {
        "id": 123,
        "text": " Усмехнуться и пойти к своему столику."
      }
    ]
  },
  {
    "id": 121,
    "text": "\n\n  — Эдвард, какими судьбами?\n\n  — Друзья пригласили отдохнуть в клуб, ну я отметился и поехал домой, не люблю я этих шумных посиделок.\n\n  — Как я вас понимаю, — смотря куда-то на асфальт, ответила я.\n\n  — Садись, я тебя подвезу, — махнув головой на соседнее сидение, предложил Эдвард.\nКивнув в ответ, я обошла машину и устроилась рядом.\n\n  — Прекрасно выглядишь, — оторвавшись от дороги, сказал Эдвард. Грустно усмехнувшись, я ответила:\n\n  — Аналогично.\n  Эдвард был в темно-синей рубашке, с рукавом три четверти, и тёмно-синих джинсах, что не свойственно профессору высшего учебного заведения. Он был похож на обычного парня, а не на строгого преподавателя.\n\n  — Вижу вечер не задался?\n\n  — Скорее жизнь.\n\n  Тем временем, Эдвард остановился возле моего дома и развернулся ко мне.\n\n  — Элис, возможно я не вовремя, но знай, ты всегда можешь положиться на меня, и ты мне... — мне показалось, он не мог решиться что-то сказать мне, смотря куда-то на окно за мной. Эдвард перевёл взгляд на меня и, дотронувшись до моей щеки, прильнул своими губами к моим. Поцелуй оказался нежным, словно он боялся меня спугнуть и в то же время напористым, будто он делает это в последний раз. Опомнившись, Эдвард отстранился.\n — Чёрт! Это не правильно... — он вышел из машины и подошёл, открывая мою дверь. Я вышла и ожидающе, посмотрела на него.\n\n  — Доброй ночи.\n Эдвард развернулся и, сев в автомобиль, дал по газам.\n\n   — Спокойной, — ответила я в пустоту.\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец 4 главы"
      }
    ]
  },
  {
    "id": 122,
    "text": "\n  — Профессор, ну не будьте таким букой, смотрите как им весело, — махнула головой я, в сторону толпы, — Так веселитесь вместе с ними, — сказала я, плавно, проведя ладонью по его тёмно-синей рубашке, от ключицы до груди, остановившись в районе сердца. Пульс Эдварда учащённо бился.\n  Эдвард опешил от моих действий и, накрыв своей ладонью мою руку, сказал:\n\n  — Что же ты делаешь со мной... — подхватив меня на руки, понёс прочь из клуба.",
    "answers": [
      {
        "id": 124,
        "text": "далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "  \n  — О-о-о нет, юная леди. Вы не оставляете мне выбора, — дёрнув меня за руку к себе и взвалив на плечо, Эдвард понёс меня прочь из клуба.",
    "answers": [
      {
        "id": 124,
        "text": "далее"
      }
    ]
  },
  {
    "id": 124,
    "text": " Посадив меня в машину, он открыл дверь для себя.\n\n  — Стоп! Моя сумочка!\n\n — Где она? — устало проговорил Эдвард.\n\n  — За седьмым столиком.\n\n — Сейчас вернусь, — закрыв дверь, он заблокировал замки машины. \"Превосходно\", — подумала я, — \"А если он решит покутить с той блондинкой, мне что, тут сутки сидеть?\" Включив флешку с музыкой, я услышала Вивальди \"Времена года\" — \"Гроза\". Под неё, я медленно погрузилась в сон. Сквозь сон я почувствовала, как Эдвард опускает меня на постель и нежно прикасается к моей щеке губами.\n\n  — Чёрт, это неправильно, — сказав это, он покинул мою спальню, а я погрузилась в более глубокий сон.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец 4 главы."
      }
    ]
  },
  {
    "id": 125,
    "text": "Рон Шелби. Сейчас ему бы было 26. Рост 187, вес 85, шатен с зелёными глазами. Первая любовь Элис. ",
    "answers": [
      {
        "id": 125,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b10/1908/1c/be62d06f534f.jpg"
      },
      {
        "id": 12,
        "text": "назад"
      }
    ]
  },
  {
    "id": 126,
    "text": " Проснувшись в своей постели утром, я поплелась в ванну делать утренние манипуляции. Кекс тёрся рядом, довольно урча. Рона нигде не было. Странно. Спустившись вниз, я насыпала корм Кексу и пошла заваривать кофе.\n\n  — Лиса! — над самым ухом прошептал Рон.\n\n Вздрогнув и пролив пол кружки кофе, я недовольно обернулась.\n\n  — Рон, ты меня убьёшь когда-нибудь, зачем так пугать?\n\n  — Не могу устоять... Как отдохнула вчера?\n\n  — Ничего особенного. Ты нашёл кого-нибудь?\n\n  — Не уверен, нужно съездить проверить один адрес.\n\n  — Далеко?\n\n  — Вполне, может из-за этого я не смог порядком понять, слышат ли меня.",
    "answers": [
      {
        "id": 127,
        "text": " - Тогда вперёд!"
      }
    ]
  },
  {
    "id": 127,
    "text": " — Так хочешь отделаться от меня? — с ухмылкой сказал Рон, но печальный взгляд выдал его.\n\n  — Серьёзно?\n\n  — Не бери в голову, Лиса, — надев свою нахальную улыбку, произнёс Рон, — Хочу пару дней попрактиковаться, чтобы быть уверенным, что это не очередная лажа, а там сгоняем, — подмигнув, ответил шатен.\n  Я подошла к раковине, чтобы помыть кружку.\n\n — Знаешь, Рон, ты можешь остаться здесь столько, сколько пожелаешь нужным и ... — повернув голову, я увидела что нахожусь одна. \"Замечательно, мог бы и пока сказать...\" \n\n  — Пора за покупками, в холодильнике мышь повесилась... — пропела я. В ответ лишь услышала:\n\n  — Мяу, — покосившись на меня, произнёс Кекс, и развернулся к телевизору.\n\n Надев джинсы и светло-кремовый свитерок, я вышла на улицу. Не успев даже выйти к дороге, прямо передо мной притормозил красный байк.\n\n",
    "answers": [
      {
        "id": 128,
        "text": "далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "\n  — Здравствуй, Элис, — сняв шлем, произнёс Джек.\n\n  — Джек? Здравствуй, что ты здесь...\n\n  — Элис, нужна твоя помощь. Дин с катушек слетел, ему необходимо вправить мозги.\n\n  — Связь не улавливаю... Причём здесь я?\n\n  — Элис, пожалуйста, я знаю что только ты можешь повлиять на него. Ты та причина по которой он свихнулся. Ты и будешь причиной которая заставит его прийти в себя. Дин последние дни стал сильно прикладываться, хотя раньше был противником этого, не знаю что произошло между вами, но ты обязана поехать к нему, — с надеждой в глазах, сказал Джек.\n\nСверля его глазами пару минут, я всё же спросила:\n\n  — И где он?\n\n  — Он ждёт тебя, в клубе в котором мы вчера встретились, давай подвезу.\n\n  — Поехали, — завязав хвост, сказала я.",
    "answers": [
      {
        "id": 129,
        "text": "Приехав в клуб, мы с Джеком вошли."
      }
    ]
  },
  {
    "id": 129,
    "text": "\n  — Элис, он в vip комнате, если что я здесь у стойки посижу.\n\n   — Хорошо, — сказала я и пошла по коридору. Все двери были открыты, так как был день и в это время работал только бар, где было пару человек. Так что я без труда нашла необходимую мне дверь. Пару минут я собиралась с мыслями. Что я ему скажу? Да... Он мне не безразличен. Но я пытаюсь отогнать все мысли о нём, хоть они и блуждают в моей голове постоянно. Ну не получилось у нас с Дином, но это же не повод топить себя... Многие расстаются, даже в данную минуту, но на этом жизнь не заканчивается... Нужно быть сильными и... да к чёрту всё!",
    "answers": [
      {
        "id": 130,
        "text": "открыть дверь\n"
      }
    ]
  },
  {
    "id": 130,
    "text": " Дверь медленно открывала мне вид на происходящее за ней. На столе сидела вчерашняя рыжая девушка и, откинув голову, зарывалась руками в волосы Дина. Он же что-то нашёптывая ей на ухо, стоял между её ног. Одной рукой придерживая её за талию, а второй расстёгивая её блузку. Ощущая ревность, и желание сварить обоих в котле преисподни, я глубоко вздохнула и попыталась подавить это чувство. Услышав что дверь кто-то открыл, он невидящим взглядом, посмотрел на меня.\n\n  — Дин, пойдём домой...\n\n   — Элис...\n\n  — Да, Дин, повеселился и достаточно. Пойдём со мной.\n\n  — Нет, ты не поняла меня. Я хочу чтобы ты вышла.\n\n   — Что?!\n\nДевушка тем временем нахально улыбалась, сверля меня глазами, вырисовывая узоры на груди Дина. \n\n  — Выйди, Элис. И закрой дверь, ты нам мешаешь.\n\n Злость и боль распирали меня изнутри, громко захлопнув дверь я направилась к бару. \"Поиграть со мной вздумали мальчики, ну я вам устрою. И Джек туда же...\"",
    "answers": [
      {
        "id": 131,
        "text": "далее"
      }
    ]
  },
  {
    "id": 131,
    "text": " \n  Подойдя к барной стойке, я увидела стакан Джека с недопитым соком. Порывшись в сумочке, я нашла занятную сильнодействующую штучку. И высыпав содержимое в стакан, тщательно размешала. Джек подошёл ко мне со стороны входа в клуб.\n\n  — По телефону болтал. Как он там?\n\n   — Превосходно, — желая задушить Джека, ответила я, наблюдая как он выпивает сок.\n\n   — Элис, ты сейчас дырку во мне прожжёшь, что-то, случилось?\n \n     — Ты специально, позвал меня?\n\n     — Да, я же объяснил.\n\n    — Чтобы я наблюдала, как твой друг забавляется с очередным телом?\n\n   Джек поменялся в лице и тут до меня дошло, это я накосячила, причём конкретно.\n\n  — Элис, я клянусь, я не знал, он был один и ...\n\n  — Чёрт! Джек прости меня! — еле сдерживая смех, сказала я, — Бери такси и пулей домой.\n\n   — В смысле? — округлил глаза, произнёс Джек и его живот издал булькающий звук, — Элис?!\n\n   — Прости... Пойдём, я посажу тебя в такси.\n\n   — Я сам! — подняв руку и медленно встав, он пошёл. У выхода его шаг ускорился и он практически побежал.\n\n \"Боже-е-е... Бедный Джек\", — прикрыв руками лицо, про себя подумала я. И ведь я не знаю где он живёт, чтобы потом извиниться. Надеюсь он доедет без приключений.\n\n   ",
    "answers": [
      {
        "id": 132,
        "text": "Вернуться и сообщить Дину."
      },
      {
        "id": 133,
        "text": "Передать через бармена и поехать домой"
      }
    ]
  },
  {
    "id": 132,
    "text": "Чёрт, ненавижу это... Придётся вернуться, может хоть это его остановит. Подойдя к двери, я постучала. Ответа не последовало. \n\n  — Дин, Джек очень плохо себя чувствует, ты ему нужен.\n\n  — А мне нужна ты... — тихо произнёс Дин, сидя на полу, — Я понял, сейчас поеду, — уже громче добавил он, глядя на дверь.\n \n Думая что он там ещё не один, я шумно выдохнула и пошла к выходу.\n  ",
    "answers": [
      {
        "id": 133,
        "text": "Путь домой"
      }
    ]
  },
  {
    "id": 133,
    "text": " Решив прогуляться до дома я, проходя мимо кафе, увидела Софи с Марком на рабочих местах. Они помахали мне, приглашая войти. Подойдя к входу, на меня вдруг налетел Эдвард и впился в меня страстным поцелуем, сняв мою резинку с волос и, зарывшись рукой в них, придерживал меня за талию. Сначала глаза мои были широко распахнуты от удивления. Но спустя пару секунд, я прикрыла глаза, наслаждаясь поцелуем своего преподавателя. Спустя минуту он отстранился, тепло и нежно, смотря в мои глаза. Потом, словно опомнившись, произнёс:\n\n  — Элис, прости за этот цирк, спасай, — сказал Эдвард, встав рядом со мной и взяв меня за талию.\n  — Ты прекрасна, — добавил он, а я ещё не понимая происходящего, проследила за его взглядом и заметила двух барышень, направляющихся к нам. Одна была в платье футляр темно-зелёного цвета, блондинка с клуба, вспомнила я. Вторая была намного старше, на ней был брючный классический костюм и аккуратный пучок, сделанный из густых и чёрных волос. Они подошли к нам. Блондинка наблюдала за нами с презрением, а дама постарше, оценивающим взглядом, посмотрела на меня снизу вверх и обратилась к Эдварду:\n\n  — Представишь нас?\n\n",
    "answers": [
      {
        "id": 136,
        "text": "Блондинка"
      },
      {
        "id": 137,
        "text": " Дама постарше"
      },
      {
        "id": 134,
        "text": "далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "\n  — Разумеется. Элис,это моя мама — Луиза Хардман, — переведя взгляд на блондинку, он продолжил, — А это Джесика Лорейн.\n\n   — Очень близкая подруга, — добавила она протягивая мне руку, с презрительной улыбкой. Ответив ей тем же, я покосилась на Эдварда, ожидая как он меня представит.\n\n  — Это Элис, мы пару месяцев вместе, — выпалил он на одном дыхании. \n \n Сказать что в шоке были все, это ничего не сказать. Луиза сняла очки и ошарашенно посмотрела на сына. Джесика фыркнула, а у меня был минутный ступор, но Эдвард чуть сжав мою талию рукой, вернул меня обратно. Повернув голову к кафе, я увидела Софи с открытым ртом и Марка с аналогичным выражением лица, замершим с салфеткой и стаканом в руках, у барной стойки. Медленно повернув голову к компании, я постаралась улыбнуться  Эдварду, который смотрел на меня умоляющим взглядом.\n\n \" Я придушу вас, мистер Хардман.\" — взглядом попыталась сказать ему я.\n Поняв меня без слов, Эдвард обратился к Луизе:\n\n  — Мы пойдём, у нас ещё были планы.\n  ",
    "answers": [
      {
        "id": 135,
        "text": "далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "\n  — Какие планы, милый? Я и не знала что ты кем-то увлечён. Нам определённо нужно познакомиться поближе.\n\n  — Действительно, зачем стоять здесь, пойдёмте посидим в кафе, — поддержала её Джесика.\n\n \"Приехали\", — подумала я, ну что ж, придётся подыграть. Я обняла за талию Эдварда, который был в джинсах и белой рубашке. Он повернул ко мне голову и, поняв что я в игре, нежно поцеловал меня в макушку, попутно вдохнув аромат моих волос. Мы зашли в кафе, под ошарашенные взгляды моих знакомых, и сели в конце зала. Джесика окинула взглядом кафе и, заметив Софи у барной стойки, произнесла:\n\n  — Девушка у вас здесь самообслуживание?\n\n Софи, опомнившись, подошла с меню и улыбаясь, сказала:\n\n  — Добро пожаловать в наше заведение, могу я принять ваш заказ?\n\n  — Надеюсь кофе здесь приемлемый... — произнесла Джес, недовольно взглянув на Софи.\n\n  — Вполне.\n \n Все заказали по чашечке кофе, так как надолго здесь задерживаться никто не желал.",
    "answers": [
      {
        "id": 138,
        "text": "далее"
      }
    ]
  },
  {
    "id": 136,
    "text": " Джесика Лорейн, подруга детства Эдварда, 28 лет, рост 170 см, вес 57 кг.",
    "answers": [
      {
        "id": 136,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a42/1908/76/f5543b350628.jpg"
      },
      {
        "id": 133,
        "text": "далее"
      }
    ]
  },
  {
    "id": 137,
    "text": " Луиза Хардман, мама Эдварда, 49 лет, рост 172 см, вес 62 кг.",
    "answers": [
      {
        "id": 133,
        "text": "далее"
      },
      {
        "id": 137,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b07/1908/66/8286ab5bef4f.jpg"
      }
    ]
  },
  {
    "id": 138,
    "text": "\n  — Как вы познакомились? — отпив кофе, спросила Луиза.\n\n  —  В колледже, — ответил Эдвард, — Элис получает высшее образование в экономической школе, в которой я преподаю.\n\n  — Как интересно, — отложив чашку, произнесла Джесика, — А поподробней?\n \n Положив руку на мою, Эдвард нежно посмотрел на меня и, не отводя своего взгляда, ответил:\n\n  — Я заметил Элис ещё пару лет назад, но активно ухаживать стал сравнительно недавно. \n\n  Я смотрела в его глаза и не могла понять, игра ли это или он говорит всерьёз. Взяв мою руку, он поднёс её к своим губам и оставил еле ощутимый поцелуй.\n\n  — Разве профессор может встречаться со своими студентками? — не унималась Джесика.\n\n  — Джес, прекрати, — осекла её Луиза, —  Сын, а почему нам ничего не рассказывал?\n\n  — Именно по этой причине. Слишком много вопросов, которые к вам не имеют никакого отношения.\n\n  — Возможно ты прав, — мягко улыбнувшись, сказала Луиза, — Но надеюсь, ты приведёшь свою девушку к нам на ближайший уик-энд?\n\n  — Мы подумаем, но не обещаем. Нам уже пора, — вставая из-за стола и протягивая мне руку, ответил Эдвард.\n\n  — Была рада встречи, — произнесла я Луизе, взяв Эдварда за предложенную руку.\n\n  — Как я рада, — ответила Луиза, тепло улыбаясь нам.\n Достав пару купюр, Эдвард бросил их на стол и под взгляды четырёх пар глаз, мы покинули кафе.",
    "answers": [
      {
        "id": 139,
        "text": "далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "Сев в машину, я задала интересующий меня вопрос:\n\n  — Какого... Хм, что это было?\n\n  — Элис, прости. Просто моя мама поставила себе цель, женить меня.\n\n  — На Джесике?\n\n  — Да. Мы дружим с детства, потом она уехала в другой город и вот... Я не могу ответить ей взаимностью. И когда они назначили встречу, чтобы обсудить совместный отдых, я увидел тебя и мне пришла гениальная идея.\n\n  — Серьёзно? Думаешь она гениальная?\n\n  — Элис, был бы у меня выбор, я бы не посмел тебя втягивать в это. Прости ещё раз.\n\n   — Профессор, с вас ещё один бал.\n\n Сначала Эдвард удивлённо посмотрел на меня, потом его взгляд стал печальным и он с грустной усмешкой, включая зажигание, ответил:\n\n  — Конечно.\n\n  Больше он ни проронил не слова. Подбросив до дома, Эдвард как-то скомкано попрощался и уехал. Я же зайдя домой, устроилась на диван и, откинув голову, закрыла глаза. Поглаживая Кекса, который прыгнул на мои колени.\n\n",
    "answers": [
      {
        "id": 140,
        "text": "Тем временем Дин."
      }
    ]
  },
  {
    "id": 140,
    "text": "\n  Подойдя к квартире Джека, я дернул за ручку и дверь распахнулась.\n\n  — Джек? Ты где?\n\n  — Где-где.. Тут я... — пробубнил он, выходя из уборной и злостно смотря на меня, — Вы психи, причём оба, я помочь хотел, а вместо помощи получил дозу слабительного!\n\n Пытаясь сдержать смех, я потёр пальцами глаза и отвернулся. Но подрагивающие плечи меня сдали с потрохами.\n\n  — Моя девочка, — ели слышно, произнёс я.\n\n  — Конечно твоя, такую ненормальную я ещё не видел. Ой... — схватившись за живот, Джек опять скрылся в уборной. Через полчаса я всё же подошёл к двери.\n\n  — Ну как ты там, засранец?\n\n Послышались смачные ругательства.\n  — Иди к чёрту, Дин!\n\n   — Не кипятись, я стараюсь помочь, — уже не сдерживая смех, сказал я.\n Послышался звук входящего сообщения в уборной.\n  — Элис прислала. Нужно пить крепкий чай и лекарство. И пару дней побыть дома. Дома? Чёрт! Прекрасно...\n   \n   — Джек...\n\n   — Ну что ещё?\n\n   — Я люблю её.\n\n   — Какого тогда ты здесь?\n\n   — У неё есть другой, — проглотив ком горечи, ответил я.\n\n   — Брат, тут либо ты, либо он, либо я — если вы будете сопли жевать, — тихо похихикивая, ответил Джек, — Ой...\n\n  — Нет уж сиди ровно, сначала тебя на ноги поставим. Я в аптеку, не скучай там, — со смехом, ответил я.\n\n  — Да мне пипец как весело здесь!",
    "answers": [
      {
        "id": 141,
        "text": "Элис"
      }
    ]
  },
  {
    "id": 141,
    "text": "\n  Почувствовав, легкий поцелуй на губах. Я открыла глаза и увидела тёплый взгляд Рона, который стоял у меня над головой, наклонившись.\n\n  — Лиса...\n\n  — Рони?\n\n  — Я нашёл экстрасенса, он находится за городом, поедем завтра. И я, наконец, отстану от тебя, — повернув голову в сторону ответил он.\n Взяв Рона за руку, второй я похлопала по дивану, предлагая ему сесть рядом. Он грустно усмехнулся и последовал моему приглашению. Потом надев маску радости, схватил мои руки и сказал:\n\n  — А давай устроим пижамную вечеринку?\n\n  — В смысле?\n\n  — Пицца и фильм какой-нибудь.\n\n\n  ",
    "answers": [
      {
        "id": 142,
        "text": " - Рони, сегодня был насыщеный день, я думаю не стоит."
      },
      {
        "id": 144,
        "text": "  - Конечно Рони, я с радостью."
      }
    ]
  },
  {
    "id": 142,
    "text": "\n  — Прошу тебя, Лиса, проведи этот вечер со мной... \n\n В его глазах я увидела печаль и грусть всей вселенной, хотя он продолжал улыбаться.\n\n  — Конечно Рон, этот вечер наш.",
    "answers": [
      {
        "id": 144,
        "text": "далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "\n  Догнав меня перед ванной, он бросил меня на кровать. И пока я отпружинивала от неё, лёг сверху, сомкнув мои руки над головой одной рукой, второй же начал щекотать меня. Слёзы лились из моих глаз от смеха, и я извивалась как уж на сковородке.\n\n  — Прошу Рони... Остановись...\n\n  — Проси ещё.\n\n  — Рони, пожалуйста, мне сейчас плохо станет.\n\n Отпустив мои руки, он наклонился и с серьёзным выражением лица поцеловал меня сначала в одну щеку, потом в другую, нос, тем самым убрав соус. Я замерла, ожидая что будет дальше. Рони улыбнулся:\n\n  — Лиса, какая же ты вкусная, — запустив свою руку мне в волосы и чуть приподняв мою голову, он поцеловал меня страстно и требовательно. Как будто это всё что ему  нужно и сейчас, и через сто лет. Подавшись его напору, я ответила не менее страстно, сжимая его футболку в руках и притягивая ближе к себе.\n Послышался звонок в дверь.\n\n  — Чёрт... Давай не будем открывать?\n\n  — Пицца ждать не будет, — поцеловав его в щеку, и тем самым убрав остатки соуса, ответила я. Откинув Рона на кровать, я пошла вниз по лестнице. Обернувшись, перед тем как скрыться из вида, я увидела как Рон, сидя на кровати, рухнул на неё, закрывая руками лицо.",
    "answers": [
      {
        "id": 145,
        "text": "далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "\n  Заказав пиццу, мы готовили соус к ней и коктейли.\n\n  — Куда столько готовить, ты же не ешь, а в меня столько не влезет...\n\n  — Ну почему не ем, — обмакнув палец в соусе, он потянул его в рот, а потом передумал и дотронулся до моего носа, изрядно испачкав его.\n  Я удивлённо взглянула сначала на своё отражение в дверце холодильника, потом попыталась сделать злостное лицо. Но смешинки плясали у меня в глазах. Я посмотрела на смеющегося Рона.\n\n  — Ну сейчас ты огребёшь, — взяв десертную ложечку с соусом, я запустила механизм, своей мини катапульты в него. Соус полетел через стол и попал точно в цель, испачкав щёку парню.\n\n  — Война значит? — обходя стол, Рон хищно оскалился, — В этот раз я капитуляции не приму.\n\n — Лучшая война та, которой не было! — подняв указательный палец и смеясь, я рванула к лестнице на второй этаж.\n",
    "answers": [
      {
        "id": 143,
        "text": "далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "\n  Мы сидели перед телевизором в гостиной и смотрели какие-то ужасы. Я, уже налопавшись пиццы, расположилась на груди Рона и следила за событиями, развернувшимися на экране.\n\n  — Лиса? Спишь?\n \n  — Нет.\n\n  — Знаешь, я тут понял для себя, что хотел бы вот так провести всю свою жизнь.\n\n  — Ужастики и пицца? — смеясь, сказала я и подняла на него свою голову. \n\n  — Нет, с тобой. Чтобы я каждый вечер держал тебя в своих объятьях. Утром видеть твой, милый до безобразия, сопящий носик. Я так к этому привык, что боюсь, не смогу тебя отпустить.\n\n  — Рони... — глаза помутнели из-за накопившихся слёз, но я сдерживала себя.\n\n  — Знаю Лиса, знаю... У нас нет будущего и я вообще не должен тебе всё это говорить... Прости. Я оставлю тебя, — сказав это, он исчез, и тут слёзы хлынули из моих глаз. \"Господи, ну почему всё так сложно... И Рон, восемь лет назад я бы всё отдала, для того чтобы он был жив. А сейчас всё что я могу — помочь ему исчезнуть...\"",
    "answers": [
      {
        "id": 2,
        "text": "Конец 5 главы"
      }
    ]
  },
  {
    "id": 146,
    "text": " Ночью Рон вернулся. Около часа он наблюдал за спящей девушкой. \"Знать бы наш жизненный путь в начале, я бы не раздумывая сжал её в своих объятьях и ни на минуту не отпускал\", — думал он, расположившись в кресле, сложив руки в кулаки и опирая их о свои губы. Потом он поднялся и прилёг с ней рядом, прижимая её спиной к себе, вдыхая аромат её локонов, зарывшись в волосы носом. Сильно зажмурившись от боли, которая приносила завтрашнее расставание, он шумно выдохнул. \n\n  — Рон?\n\n  — Ш-ш-ш-ш... Спи, Лиса, я рядом.\n\n Элис сонно перевернулась к нему и, обхватив его грудь рукой, уткнулась носом ему в шею. Скулы Рона заиграли и он попытался проглотить ком горечи. Однако одинокая слеза, всё же проложила дорожку по его щеке. Так он и лежал до самого утра, глядя в потолок, перебирая её волосы и ощущая рядом тепло любимой девушки.",
    "answers": [
      {
        "id": 147,
        "text": " Утро. Элис."
      }
    ]
  },
  {
    "id": 147,
    "text": " День был свободен, пар не было. Потянувшись, я взглянула в окно — свет от лучей солнца слепил глаза. И я решила что пора уже ванную посетить. Надев джинсы и футболку, я спустилась на первый этаж, где Рони уже жарил блинчики. Подойдя сзади, я обхватила его талию и положив подбородок ему на плечо, произнесла:\n\n  — М-м-м-м-м... Как вкусно пахнет.\nРон, повернул голову ко мне так, что наши носы почти соприкасались, и улыбнулся.\n\n  — Не вкусней тебя...\n\n Я потерлась своим носиком о его плечо и села за стойку, в ожидании завтрака.\n\n  — Я могу привыкнуть, Рон, — улыбаясь, произнесла я.\n\n  — Не успеешь, сегодня едем, — произнёс он, смотря в тарелку, которую поставил передо мной, — Лопай и в путь.\nЯ положила свою руку поверх его и большим пальцем потёрла его запястье.\n\n  — Мы справимся Рони, всё будет хорошо.\n\n Он грустно усмехнулся, и ответил:\n\n  — Разумеется Лиса, с тобой плохо быть не может.",
    "answers": [
      {
        "id": 148,
        "text": "далее"
      }
    ]
  },
  {
    "id": 148,
    "text": " Позавтракав, мы вызвали такси и отправились за город. Остановились мы у старого двухэтажного дома, мятного цвета. Расплатившись с таксистом, я вышла. Рон весь путь держал меня за руку. Подойдя к двери, я бросила взгляд на него.\n\n  — Готов?\n\n  — Да.\n\n Позвонив в звонок, мне послышались шаги.\n\n  — Кто? — услышала я голос женщины.\n\n  — Мы не знакомы, но нам нужна ваша помощь.\n\n  Приоткрыв дверь, она окинула нас взглядом и остановила свой взор на Роне.\n\n  — Это ты мне надоедал последние дни?\n\n  — Именно.\n\n  — Что ж, прошу, — распахнув дверь, она сделала приглашающий жест рукой, — Проходите в гостиную.\n\n Мы протопали в указанное место и сели на диван.\n\n  — Хотите чая?\n\n  — Нет, мы не надолго.\n\n  — Надолго, девочка моя, надолго... — произнесла она и прошла на кухню.\n \n Мы переглянулись с Рони и в знак поддержки, он слегка сжал мою руку. Я же, ободряюще улыбнулась и сжала его руку в ответ.\n",
    "answers": [
      {
        "id": 149,
        "text": "далее"
      }
    ]
  },
  {
    "id": 149,
    "text": " Через пару минут, пожилая женщина вернулась с подносом в руках и, расположившись напротив нас в кресле, сказала:\n\n  — Меня зовут Заура, я слушаю вас.\n\n  — Я Элис, а это Рон. Дело в том, что... — Рон посмотрел на меня и продолжил.\n\n  — Я умер,  8 лет назад и застрял здесь, приклеившись к Элис. Раньше она меня не видела, а потом что-то произошло и вот мы здесь. Не знаем что делать в этой ситуации дальше.\n\n Заура пристально смотрела на нас с минуту. Потом произнесла:\n\n  — Я вижу, что Элис испытывает к тебе сильные чувства, поэтому ты рядом с ней. Но почему ты остался? Этого я не могу понять...  Увидела она тебя, скорее всего из-за того, что испытала какой-то сильный всплеск эмоций, причём не совсем хороший. Рон,  ты помнишь как умер?\n\n  — Нет, всё что я помню — я поссорился с родителями и пошёл в парк, потом как обрубило...  Дальше я уже был рядом с Элис.\n\n  — Та-а-ак, возможно тебе нужно вспомнить этот момент, это важно для перехода души.\n\n  — Что для этого нужно?\n\n  — Я могу ввести вас в гипноз и под ним ты вспомнишь, что произошло в тот день.\n\n   — Могу ли я остаться? — спросил Рон.\nЯ вопросительно посмотрела на него, Заура лишь улыбнулась.\n\n  — К сожалению нет. Я вообще поражена, как тебя ещё не заметили демоны, которые любят полакомиться заблудшими душами.\n\n  — Элис ничего не будет угрожать, если я уйду?\n\n  — Нет милый. Сейчас она находится в большей опасности, находясь рядом с тобой.\n\n Рон бросил на меня встревоженный взгляд.\n\n  — Тогда не будем, откладывать. Начнём.\n \n  — Не так быстро. Дело в том, что гипнозу поддаётся только Элис, ты ведь уже человеком не являешься... Я должна ввести её в твои воспоминания.",
    "answers": [
      {
        "id": 165,
        "text": "Заура."
      },
      {
        "id": 150,
        "text": "далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "\n  — Я согласна.\n\n   — Хорошо возьми Рона за руку и ни в коем случае не отпускай его.\n\n  Я кивнула, и Рон переплёл наши пальцы, крепко сцепив их. \n\n Заура поднялась, закрыла все шторы в гостиной и дверь. Постав подсвечник, с тремя травяными свечами зелёного цвета, в центр стола, она зажгла их.\n\n   —  Закройте глаза и считайте вместе со мной оба. Элис, не бойся, Рон будет находиться вместе с тобой. Я сосчитаю до десяти и щёлкну пальцами. Это погрузит тебя в гипноз, а связь с Роном вернёт тебя в определённое место и время. Рон, сосредоточься на последних воспоминаниях. Начнём. \n Я слышала сначала речь Зауры на неизвестном мне языке:\n\n  — āeksiō ōños ilu mi sas, āeksiō ōños ilu mi sas...\n\n В голове зашумело, и я уже расплывчато слышала как она произносит цифры, они как будто эхом звучали в моей голове.",
    "answers": [
      {
        "id": 151,
        "text": "далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "\n  — Элис, ты слышишь меня? — таким же эхом, отозвалась Заура у меня в голове.\n\n  — Да.\n\n — Открывай глаза.\n\n Я открыла глаза и повернулась к Рону. Он сделал то же самое, как будто Заура разговаривала с нами параллельно.\n\n — Где вы?\n\n  — В парке.\n\n — Что ты видишь?\n\n  — Я вижу Рона, он зол... Что-то говорит, но я не слышу его...\n\n  — Это воспоминания, ты можешь только наблюдать. Что происходит дальше?\n\n — Рон сидит на земле, он забрался вглубь парка. Здесь нет людей и какой-то всё заросшее. Он спит. Стойте... Я вижу, как что-то приближается к нему. Чёрный силуэт, похожий на мужчину, но это как тень... Он встаёт сзади и берёт за руки Рона, он... Господи... Рон словно марионетка... Он закидывает верёвку на дерево и затягивает петлю на шее Рона... Он... Боже... — я почувствовала, что мне не хватает воздуха из-за душащих меня слёз, и горячая влага потекла у меня из глаз.\n\n  — Элис, не молчи...\n\n Тем временем, стоящий рядом Рон сжал мою руку. Я посмотрела на него, его взгляд был полон печален. Он словно просил прощения, за увиденное мною. \n\n  — Тень давит на плечи Рона, заставляя встать его на колени, Рон... Рони пытается сделать вдох, но петля затягивается у него на шее...\n\n  Я двинулась, чтобы помочь ему. Но Рон, держащий меня за руку, дёрнул обратно, качая головой. Повернувшись к тени, я увидела что тело Рона уже обмякло, стоя на коленях.\n\n    — Элис, спроси его имя?\n\n    — Кто ты чёрт возьми такой?!\n\n Тень повернулась в нашу сторону, но не ответила.\n\n   — Как твоё имя? — сквозь слёзы, прокричала я.",
    "answers": [
      {
        "id": 152,
        "text": "далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "\n Тень издала рык и зашипела:\n\n  — О-о-оливьер, — произнёс он, и направился в нашу сторону.\n \n  — Он сказал своё имя.\n Щелчок, и я уже в комнате с Заурой. \n\n  — Как его имя?!\n\n  — Оливьер.\n\n  — Он скорее всего и удерживает Рона здесь, питаясь его энергетикой. А Рон, в свою очередь, забирает её у тебя. Оставь нас с Роном одних, нужно завершить ритуал и людей здесь быть не должно.\n\n  Я вышла на крыльцо и села на ступеньки. Слезы продолжали литься. \"Все думали что он сам это сделал. Неблагодарный сын, повздоривший с родителями... Господи... Что же происходит с этим миром...\" \n Прошло больше часа.",
    "answers": [
      {
        "id": 152,
        "text": "*Оливьер - демон жестокости.",
        "comment": true
      },
      {
        "id": 153,
        "text": "Рон"
      }
    ]
  },
  {
    "id": 153,
    "text": "\n Я сидел на диване с пустым взглядом, пока Заура произносила заклинания и была похоже в трансе. Это продлилось около часа. Закончив, она включила свет и села напротив.\n\n — У тебя остался этот день. В полночь твоё пребывание здесь завершится.\n\n  — А что потом?\n\n  — Потом, твоя душа возродится с рождением младенца. Но сколько это займёт времени я не могу утверждать.\n\n  — А Элис... Я буду помнить её?\n\n Заура тепло улыбнулась и, покачав отрицательно головой, спросила:\n\n  — Ты настолько любишь её?\n\n  — Я не представляю своего существования без неё, — смотря на входную дверь, ответил Рон.\n\n  — Вижу.\n\n  — Есть возможность быть рядом с Элис? — с надеждой в глазах, спросил Рон.\n\n  — Есть, но тогда ты пройдёшь все круги ада.\n\n  — Я выдержу всё, лишь бы она была со мной.\n\n  — Если она не согласится, ничего не выйдет, знай... И ещё, вы можете не встретиться даже в новой жизни, ведь помнить вы ничего не будете.\n\n  — Моё сердце будет биться только для неё...\n\n Заура грустно улыбнулась и продолжила:\n\n  — Тогда слушай что нужно сделать...",
    "answers": [
      {
        "id": 154,
        "text": "Элис"
      }
    ]
  },
  {
    "id": 154,
    "text": " \n Рон вышел полностью поглощённый в свои мысли. Вызвав такси, мы отправились домой. Всю дорогу он молчал, лишь изредка смотрел на меня, как будто что-то взвешивая. Зайдя в дом, я не выдержала и спросила:\n\n  — Что происходит, Рон? Почему ты молчишь?\n\n  — Это мой последний день, в полночь я уйду.\n \n Пытаясь снова не расплакаться, я крепко обняла его, насколько это было возможно и уткнулась в его грудь. Рон так же крепко обнял меня, поцеловав меня в макушку. Мы просто сидели в гостиной до самого вечера. Он нежно обнимал меня, поглаживая по волосам. А мне хотелось сбежать и остаться с ним одновременно, но оба условия этого уравнения принесли бы мне боль. \n\n  — Как это произойдёт?\n\n  — Я не знаю... Лиса?\n\n — Да, — я подняла свою голову и взглянула ему в глаза.\n\n  — Я понял, что не смогу без тебя... Даже в следующей жизни... Ты хочешь пойти со мной?\n\n  \n",
    "answers": [
      {
        "id": 154,
        "text": "* Перед выбором варианта оставьте закладку.",
        "comment": true
      },
      {
        "id": 155,
        "text": " - Да, я пойду за тобой хоть на край света."
      },
      {
        "id": 156,
        "text": "  - Прости, Рон. Я не могу пойти с тобой."
      }
    ]
  },
  {
    "id": 155,
    "text": "\n Рон с облегчением выдохнул, и поцеловал меня чувственно и нежно. Сквозь поцелуй, я почувствовала его улыбку. Оторвавшись от меня, он прижал меня к себе и произнёс:\n\n  — Ты даже не представляешь, как я люблю тебя!\n\n  — Представляю, — с улыбкой произнесла я, — Ведь я, люблю тебя не меньше.\n\n  — Лиса... Ты меня с ума сводишь... Но ты должна знать, ты не будешь помнить меня, если решишь пойти со мной и нам придётся начать всё заново.\n\n  — Полюбить тебя снова... Это ли не прекрасно? — с улыбкой, произнесла я.\n\n  — Элис... \n Он вновь припал к моим губам и так мы целовались около получаса. До полуночи оставался один час. Я попросила дать мне немного времени, чтобы собраться с мыслями и сделать кое-какие дела.",
    "answers": [
      {
        "id": 157,
        "text": "далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "\n  Рон заиграл скулами, словно пытался сдержаться, но в глазах появился блеск от слёз.\n\n  — Ты права, тебе не стоит идти со мной. Знай, что я люблю тебя и всю жизнь буду тосковать по тебе, — крепко обнимая, он впился в мои губы.\n Мы оба знали, что это последний наш поцелуй — страстный и нежный, дерзкий и робкий. Он одновременно приносил нам счастье и неутихающую боль. Оторвавшись от поцелуя, мы всё также соприкасались лбами. Рон сильно зажмурился, а потом отстранившись, поцеловал меня в волосы и глубоко вдохнув их аромат, со словами \"Прощай любимая\", исчез.\n Слёзы хлынули из глаз и это снова повторилось, я снова его потеряла. Душевная боль пронзила каждую клеточку моего тела, мне было тяжело дышать. Поднявшись на второй этаж, я обняла подушку и слёзы лились, пока я не выбилась из сил. Закрыв глаза, я погрузилась в сон только под утро.",
    "answers": [
      {
        "id": 162,
        "text": " Утро"
      }
    ]
  },
  {
    "id": 157,
    "text": " К назначенному времени Рон повел меня наверх. Посадив меня на кровать, он сел рядом.\n\n  — Элис, главное ничего не бойся. Скоро всё закончится и помни, я люблю тебя.\n Сглотнув от волнения, я кивнула Рону и ожидающе посмотрела на него.\n\n  — Ложись...\n\n Я легла и он присел рядом со мной, протянув руку к груди. Я удивлённо наблюдала, как рука Рона входит в мою грудь, а я не чувствую ничего.\n\n  — Прости, любимая, — произнёс он, и я почувствовала невыносимую боль в области сердца. Я прерывисто пыталась вздохнуть и убрать руки Рона своими, но они проходили сквозь него. Рон, тем временем смотрел мне в глаза, и дорожки слёз проложили свой путь по его лицу. А дальше темнота... \n Вдруг я оказалась в своей комнате и увидела Рони, сжимающего моё тело.\n\n — Прости меня, Лиса, прости...\n\n Я подошла к нему со спины и сжала его плечо. Он обернулся и прижал меня к себе, уткнувшись в мою грудь лицом.\n\n  — Я люблю тебя, Лиса и всю следующую жизнь потрачу на твои поиски.\n\n  — Рони, я буду ждать тебя...\n\n Он отстранился и, прищурившись, хитро улыбнулся.\n\n  — Твоя душа моложе тела. \n \n Подойдя к зеркалу, я увидела себя в 16 лет. Подняв майку, я не заметила следов от прежней наследственной болезни. Моё лицо озарила широкая улыбка, а Рон, встав позади, обнял меня за талию и развернул к себе лицом.\n\n  — Лиса, ты самая прекрасная и желанная для меня девушка во всей вселенной.\n\n Коснувшись его губ, я вдруг увидела свечение позади нас.\n\n  — Что это?\n \n  — Кажется нам пора, — сказал Рон и, взяв меня за руку, произнёс, — Моё сердце будет биться только для тебя. \n\n Поцеловав меня требовательно и нежно, он подмигнул и мы скрылись в свете, который вскоре исчез.\n",
    "answers": [
      {
        "id": 158,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 158,
    "text": "\n Перед дверью Элис стоял Эдвард с букетом белых лилии и не решался постучать. Сзади послышался шум байка и, обернувшись, он увидел стремительно приближающего парня с букетом красных роз.\n\n  — Это ты? — спросил байкер, испепеляя взглядом Эдварда.\n\n  — В смысле?\n\n  — Ты с ней встречаешься?\n\n  — Нет.\n\n  — Дин.\n\n  — Эдвард.\n\n  — Ну раз нас трое, пойдём и спросим. Кто из нас является тем самым счастливчиком.\n\n  — Думаю это разумное решение.\n\n От стука дверь приоткрылась.\n\n  — Странно... Не заперто, — произнёс Дин и они вошли внутрь.\n\n  — Элис?\n\n  — Зефирка?\n\n Одновременно произнесли парни, но ответа не последовало, только Кекс мяукал наверху. Бросив букеты, они кинулись на второй этаж. Элис лежала на боку и Кекс, увидев людей, жалобно мяукнул. Парни бросились к ней и, повернув её, увидели что Элис больше нет. Дин прижал её к себе, не сдерживая своих слёз, крича от боли. Эдвард же отошёл к столу и, оперевшись об него, крепко сжал кулаки, зажмурив от боли глаза. Открыв их, он помутневшим взглядом увидел что-то белое. Это были два конверта, с их именами. Взяв свой, он подошёл к Дину и протянул второй.\n\n  — Дин, это от неё.\n\n Дин взял конверт дрожащей рукой, и посмотрел ещё раз на Элис. Она неподвижно лежала в своей постели. Эдвард провёл рукой по её волосам и слегка коснувшись её холодных губ, задал вопрос в пустоту: \n\n  — Как же я буду жить без тебя?",
    "answers": [
      {
        "id": 159,
        "text": "далее",
        "var_str_set": [
          "global play_sound_once",
          "грусть"
        ]
      }
    ]
  },
  {
    "id": 159,
    "text": " \n Похороны проходили через пару дней. Смерть Элис наступила из-за остановки сердца. Эдвард присутствовал на них. Он дождался пока все уйдут и открыл письмо.\n\n\n  \" Здравствуй, Эдвард. Если ты это читаешь, значит меня уже нет в живых. За свою жизнь я не встречала такого человека как ты. Ты требователен и серьёзен, как преподаватель, но мягкий и нежный, как мужчина. Надеюсь твои баллы мне зачтутся там и я встречусь с тобой в райских садах. Знаешь, я помню всё. Каждое мгновенье рядом с тобой. Этот случай в библиотеке и твой долгий пронзительный взгляд, твои сильные руки, твой поцелуй у кафе, который вскружил мне голову...  Твои нежные прикосновения... А твоя улыбка, Эдвард серьёзно, она обезоружит любого... Жаль, что больше не увижу океана твоих глаз...\n Прошу тебя, не замыкайся в себе из-за меня... Живи полной жизнью, радуйся каждой мелочи, знакомься с разными людьми! Уверена, ты ещё встретишь свою судьбу и она будет любить тебя, отдаваясь всецело без остатка. Целую и прощай.Твоя вечная студентка Элис...\"\n\n Сжав письмо в руке, Эдвард поднял голову к небу, чтобы не дать слезам пролиться, но они всё равно проложили дорожки по его лицу. Он вспомнил её прекрасные глаза и лучезарную улыбку. Как она смотрела на него украдкой в колледже, а он наблюдал за ней, Элис, сосредоточенно пишущей конспект...\n\n  — Я умру без тебя, Элис...",
    "answers": [
      {
        "id": 160,
        "text": " Тем временем"
      }
    ]
  },
  {
    "id": 160,
    "text": " Тем временем, недалеко от кладбища, сидел на земле, оперевшись на свой байк, Дин. Глубоко вздохнув, он всё же распечатал письмо.\n\n \" Здравствуй, мой самый дерзкий и милый байкер на Земле! Я буду скучать по твоей наглости... Уж поверь... Не закрывайся и не рискуй собой на гонках, я буду следить за тобой сверху! Путешествуй и открывай для себя новые горизонты. Мне больно, оттого что я не смогу обнять тебя больше. Но такова судьба, она не даёт всего что мы желаем. Наверное, все же это болезнь. Болезненное состояние души или болезненная потребность?! Я даже не могу дать нормального определения тому, что ты сотворил со мной. Потребность знать, что ты счастлив. Потребность знать, что твои мечты воплощаются в реальность. Потребность знать, что ты просто жив... Уверена, ты обретёшь своё и будешь счастлив.    \n      Целую тебя, \n                                                                твоя Зефирка.\n\n  PS: Позаботься о Кексе, он очень похож на тебя.\"\n\n  Приложив письмо к лицу, Дин почувствовал её духи — лёгкий аромат акаций. Он вспомнил её заливистый смех от его дурацких шуток. Как она прижималась к нему, сидя на байке, и её, такие любимые глаза...\n\n  — Зефир... Мне так плохо... Я медленно задыхаюсь без тебя... — произнёс Дин, сжимая в руках письмо.",
    "answers": [
      {
        "id": 161,
        "text": "далее"
      }
    ]
  },
  {
    "id": 161,
    "text": " \n Прошло пять лет.\n\n Эдвард женился на Джесике и у них родился сын. Мальчуган с зелёными глазами. Джес настояла чтобы сына назвали Рони, в честь её любимого дедушки.\n\n  Дин стал всемирной звездой, учавствовал в гонках. Однажды к нему пришла одна из его пассий и вручила ребёнка с документами, указав что ребёнок ей не нужен. Из конверта на него смотрели зелёно-карие глаза девочки. Он не раздумывая принял дитя и назвал её Элис.\n Но это уже совсем другая история...",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 162,
    "text": " Утром было пусто в доме и пустота обитала в моей душе. Взяв в руки Кекса, после утренних процедур, я спустилась на первый этаж, чтобы выпить кофе. Стук в дверь оторвал меня от чашки и я потопала её открывать. На пороге стояли Эдвард с Дином и у обоих было по букету цветов.\n\n  — Есть какой-то повод? — подняв бровь, спросила я.\n\n  — Мы пришли расставить все точки над \" i \", — сказал Дин и, вручив мне букет красных роз, прошёл в дверь.\n Я удивлённо посмотрела на Эдварда, тот лишь ободряюще улыбнулся и протянул букет белых лилий. Они расположились в гостиной. Принеся всем кофе, я ожидающее посмотрела на них.\n\n  — Понимаешь Элис, мы оба испытываем к тебе чувства... — начал Эдвард.\n\n  — Ох ты, боже ж ты мой, — проговорил скороговоркой Дин, закатив глаза, — Зефир, скажи кто в твоём сердце? И больше не будем мучить друг-друга.\n \n Я посмотрела сначала на Эдварда, потом на Дина. Один безбашенный байкер, второй уравновешенный профессор.",
    "answers": [
      {
        "id": 163,
        "text": "  - Прости, Эдвард."
      },
      {
        "id": 164,
        "text": "  - Прости, Дин."
      }
    ]
  },
  {
    "id": 163,
    "text": "\n Эдвард горько усмехнулся, встал и вышел со словами \" Желаю тебе счастья, Элис.\"\n Дин тут же сгрёб меня в объятья и страстно поцеловав, закружил в воздухе.\n\n  — Зефирка, ты делаешь меня самым счастливым человеком на земле!\n\n   — Дин, я тоже счастлива рядом с тобой.\n \n Мы встречались два года. С каждым днём он открывал во мне более глубокие чувства. Я закончила колледж и работала в фирме отца Дина, экономистом. Мой парень стал часто появляться в фирме, что ни могло не радовать его родителей. Пригласив меня в кафе, где мы впервые встретились. Он исполнил песню — группы Колизей \"Имя твоё\" и сделал мне предложение, при всех знакомых и родных мне людях. И конечно же я отказалась, вызвав в нём бурю эмоций и отчаяния. Но моя улыбка выдала меня и после положительного ответа, Дин подошёл ко мне, нежно поцеловав, и произнёс:\n\n  — Подумать только, я мог потерять тебя... Ни на секунду тебя не оставлю. Я люблю тебя, Зефирка.\n\n   — Твои глаза самые любимые в мире, — ответила я, обняв своего любимого мужчину.\n\n\n\n\n  Эдвард женился на Джесике и у них родился сын, мальчуган с зелёными глазами. Джес настояла на том, чтобы сына назвали Рони, в честь её любимого дедушки.\n  ",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 164,
    "text": "\n  Дин печально посмотрел мне в глаза и со словами, — \"Будь счастлива\", покинул мой дом. Эдвард крепко обнял меня, вдыхая аромат моих волос, а после впился в мои губы требовательно и страстно. Отстранившись от меня, он произнёс:\n\n  — Ты моё всё... Ты моё счастье. С каждым днём я буду любить тебя сильнее...\n\n  И Эдвард доказывал это каждый день. Не думала что он такой романтик. Я разумеется стеснялась своих наследственных недостатков, но Эдвард своими поступками убедил меня, что дороже для него, нет никого на свете. Джесика конечно доставляла в начале не мало хлопот. Но после своих тщетных попыток, уехала жить в другой штат. Весь год мы с Эдвардом прятались, словно школьники. Причём это была моя инициатива, не хотелось чтобы у Эдварда были неприятности из-за меня. В его семье меня приняли хорошо. Луиза так вообще стала лучшей подругой и постоянно рассказывала мне какой Эдвард был в детстве, что его определённо смущало. После окончания колледжа, мы отправились в Париж, где мой любимый и сделал мне предложение. Получив мой положительный ответ, Эдвард закружил меня в своих руках. Остановившись, произнёс:\n\n — Подумать только, я мог потерять тебя. Элис, я больше жизни люблю тебя.\n\n  — Я тоже люблю тебя, милый...\n\n\n\n  Дин стал всемирной звездой, учавствовал в гонках. И однажды, к нему пришла одна из его пассий и вручила ребёнка с документами, указав что ребёнок ей не нужен. Из конверта на него смотрели зелёные глазки мальчика. Он не раздумывая, принял дитя и назвал его Роном.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 165,
    "text": "  Заура Тиллер, 57 лет, рост 165, вес 58 кг, экстрасенс.",
    "answers": [
      {
        "id": 165,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d01/1908/8e/2702c95a0bed.jpg"
      },
      {
        "id": 149,
        "text": "назад"
      }
    ]
  },
  {
    "id": 166,
    "text": "Джек Риман, 29 лет, рост 185 см, рыжие волосы, зелёный цвет глаз, друг Дина.",
    "answers": [
      {
        "id": 166,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d39/2003/2e/35eabd8293e3.jpg"
      },
      {
        "id": 12,
        "text": "назад"
      }
    ]
  },
  {
    "id": 167,
    "text": " Список достежений.",
    "answers": [
      {
        "id": 167,
        "text": " Смелость не порок",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Назад]"
      },
      {
        "id": 168,
        "text": "Смелость не порок",
        "need": [
          34
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 168,
    "text": " Преодолевая маленькие трудности, ты становишься гораздо уверенее в себе.",
    "answers": [
      {
        "id": 167,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 169,
    "text": "",
    "answers": []
  }
]