[
  {
    "id": 1,
    "text": "Версия 0.1\n\n\nПётр Степанович оказывается в квартире у друга. Когда хозяин просит его сходить на кухню за чашками Пётр обнаруживает дверь за отклеенными обоями. Он пытается попасть в квартиру друга вновь, чтобы узнать что находится за по тайной дверью. ",
    "answers": [
      {
        "id": 2,
        "text": "Вперед!"
      }
    ]
  },
  {
    "id": 2,
    "text": " Утро. Петя спит. Звенит будильник. Степаныч проснулся. ",
    "answers": [
      {
        "id": 3,
        "text": "Отключить будильник"
      }
    ]
  },
  {
    "id": 3,
    "text": " Он отключает будильник и готовится к выходу на работу. Подойдя к шкафу Пётр собирается найти одежду, но замечает календарь. Сегодня ВЫХОДНОЙ! ",
    "answers": [
      {
        "id": 4,
        "text": "Отправиться спать"
      },
      {
        "id": 5,
        "text": "Выпить чаю"
      },
      {
        "id": 5,
        "text": "Выпить кофе"
      }
    ]
  },
  {
    "id": 4,
    "text": " Степаныч пошёл спать. Лёг в кровать и уснул. Снилось ему много чего. Подробности не были известны. Проснулся Петя вечером. Но делать было нечего. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 5,
    "text": " После одной чашки Пётр решил погулять. Он вышел на лестничную площадку. Начал спускаться вниз и встретил соседа. \n — Привет Петруша. Чаво в такую рань проснулся? ",
    "answers": [
      {
        "id": 6,
        "text": "Да, будильник разбудил"
      },
      {
        "id": 6,
        "text": "Кто рано встаёт, тому бог подаёт"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Понятно. Ну что может ко мне домой на чашку чая? Потом погулять можно. На рыбалку сходить, пруд не далеко. ",
    "answers": [
      {
        "id": 4,
        "text": "- Я пожалуй лучше домой пойду"
      },
      {
        "id": 7,
        "text": "- Хоть я уже позавтракал все равно от чашки чая не откажусь. Пошли. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Пётр с Васькой пошли в квартиру. \n— Чавото Петя я сахару не найду. Ты ока сходи на кухню за чашками, а я в магазин сбегаю. ",
    "answers": [
      {
        "id": 8,
        "text": "Пойти на кухню. "
      }
    ]
  },
  {
    "id": 8,
    "text": " Пётр вошёл на кухню. Он осмотрелся. Справа стоят шкафы с раковиной, слева обычная стена заклеяная обоями. Но Кусок обоев был оторван, а за ним виделась дверь. ",
    "answers": [
      {
        "id": 9,
        "text": "Попытаться оторвать обои. "
      },
      {
        "id": 10,
        "text": "Искать чашки. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Пётр Степаныч начал отдирать обои и увидел дверь. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 10,
    "text": " Пётр Степаныч нашёл две белые чашки. Дождавшись прихода хозяина они дружно попили чай, сходили на рыбалку, а на следующий день Петя думал, что же за той дверью?",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 11,
    "text": "Увидимся в версии 1.0",
    "answers": [
      {
        "id": 1,
        "text": "В начало... "
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]