[
  {
    "id": 1,
    "text": "                        LAST LIGHT Начало.\n   Жанр:Апокалипсис.\n   Автор:Dante\n   Редактор:kold un\nГлава 1)Вступление                                                                    Для нашего героя Виктора Линдского  доктора- микробиолога, работавшего на военную лабораторию, создававшую специальные усилители для солдат, которые увеличивали их выживаемость на поле боя меткость, а также повышали мозговую активность. На данный момент лабаратория работает над препаратом под названием CLP 4, который сможет предотвращать многие трагедии за счет того, что данный препарат после распыления попадает в дыхательные пути и постепенно снижает мозговую активность до примитивных действий . ",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Сегодня должен был состояться первый тест препарата. Виктор как обычно прошел через пост охраны поздоровавшись со своим другом, охраником Иваном Кредцевым. После нескольких минут ходьбы Виктор был у своего кабинета, зайдя и присев на стул, Виктор погрузился в раздумия, но его размышления прервал случайный взгляд на фото дочери.",
    "answers": [
      {
        "id": 3,
        "text": "Погрузиться в воспоминания"
      }
    ]
  },
  {
    "id": 3,
    "text": "Он постоянно себе говорил, что сможет прокормить и обеспечить семью, но об этом не могло идти речи, их лаборатория постепенно разорялась. Денег на финансирование проектов не хватало, рабочие просили повышений, некоторые просто увольнялись. Тут Виктор вспомнил слова директора лаборатории, он говорил что благодаря этому проекту сможет выплатить всем сотрудникам 300 процентов зарплаты. Конечно жить одними мечтами на светлое будущее было трудно, но куда деваться.",
    "answers": [
      {
        "id": 4,
        "text": "Вернуться к реальности"
      }
    ]
  },
  {
    "id": 4,
    "text": "Закончив раздумия, Виктор решил сходить в лабораторию и проверить все ли там в порядке. Через несколько минут он был уже у двери лаборатории. Войдя он увидел много своих коллег, они суетились готовясь к эксперименту, руководил ими директор лаборатории Валерий Гарский. Подойдя к директору Виктор спросил почему его не пригласили на эксперимент, в ответ на это Валерий сказал что они забыли его позвать, Виктор стиснул зубы, ему было обидно это слышать, ведь большой вклад в это дело внес имено он.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Итак, привели испытуемого, по рассказам коллег это некий террорист, который собирался взорвать себя в торговом центре, его хотели отправить на суд, но лаборатория  выкупила его.\n   Заключенного посадили на стул, связав ремнями, далее, чтоб эфект был более очевидным, его нужно было ввести в состоянии агрессии потому решили применить одну из разработок лаборатории препарат DSK 1( не научное название Озверин). \n   Препарат был так назван потому что при первых испытаниях у испытуемых наблюдалось животное поведение. \n   Валерий сразу же послал за DSK 1, но сказал взять первый вариант препарата. Буквально через несколько минут его уже вводили испытуемому, через несколько секунд зрачки террориста заметно расширились, после чего он посмотрел на ученых и стал дико разбрызгивая слюной пытаться  выбраться из кресла. \n   После этого распылили CLP 4. Все из-за соображений безопасности надели противогазы.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Виктор говорил что, препарат не доработан и не исключено что может быть негативный эффект. Но Валерия Гарского это не волновало, ему нужна была прибыль. \n   Постепенно испытуемый начал успокаиваться и впал в состояние похожее на сон. Все дружно криунули ура, на душе сразу стало радостнее и теплей, наконец надежды за столь долгие месяцы работы начали сбыватся. \n   Через несколько секунд все обратили внимание на испытуемого, он вышел из этого состояния но сразу же после выхода у него усилилось сердцебиение, на лице была гримаса ужаса, лицо исказилось в гримасе боли, он кричал, что тьма пожирает его глаза, и он видит последний свет. \n   Испытуемый сильно дергался, кто-то попытлся ввести ему снотворное, но через несколько секунд это не понадобилось, сердце остановилось, и даже электрический разряд не помогал констатировали смерть в результате разрыва сердца. Все разочаровано поплелись в столовую, кроме нескольких человек, они должны были доставить тело в морг, оформить специальные бумаги и продезинфецировать комнату.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Возможные достижения                                                     1)Ради тебя.                                                                           2) Беспомощность.                                                             3)Конец первой части",
    "answers": []
  },
  {
    "id": 8,
    "text": "   Поздравдяем вы прошли квест Last Light начало, в качестве бонуса предлагаю вам узнать историю всех персонажей.",
    "answers": [
      {
        "id": 41,
        "text": "Предыстория Виктора Линдского"
      },
      {
        "id": 42,
        "text": "Предыстория Валерия Гарского"
      },
      {
        "id": 11,
        "text": "Предыстория Ивана Кредцева"
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 9,
    "text": "                                    Глава 2)Начало.\n   Виктор вместе со своими колегами сидел в столовой и медленно жевал суп. Казалось он ничего не замечал, он думал что весь его мир разрушился, и мечты о счасливой жизни, в кругу семьи уже никогда не сбудутся. \n   Неожиданно обеденный перерыв сотрудников прервал истошный крик из лаборатории и злобное рычание. \n   Все сбежались к лаборатори и обнаружили несколько покусаных сотрудников, их отправили в медицинский блок, по их рассказу когда они собирались уже грузить тело на каталку, труп резко на них набросился изрядно покусав. Однако когда мертвец повалил одного из сотрудников и начал его кусать, это дало преимущество двум другим и один из них воткнул шариковую ручку ему в шею, это его остановило. \n   В своем кабинете Виктор думал, не заразны были укусы испытуемого, и если заразны, то когда начнутся первые последствия.",
    "answers": [
      {
        "id": 10,
        "text": "Погрузиться в мысли"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Казалось он мог просидеть так часами, думая о чем-то, смотря на фотографию дочери. Ведь воспоминания о доме грели его душу, заставляя жить и цепляться за жизнь в критических ситуациях, жить ради семьи. Не будь у него такой любящей семьи, ему в несколько раз сложнее было бы переносить выговоры начальства, а также унижения директором.",
    "answers": [
      {
        "id": 12,
        "text": "Пойти посмотреть, что с пострадавшими"
      }
    ]
  },
  {
    "id": 11,
    "text": "   Иван Кредцев не был каким то феномельным человеком, его нельзя было назвать душой компании или лидером. Мать Ивана умерла при родах, отец от этого начал пить, органы опеки передали Ивана другой семье , смерть матери сильно повлияла на его психическое состояние, он стал более замкнутым и не общительным, даже не смотря на помощь психолога. В старших класах он несколько раз стоял на учете за мелкие кражи и драки, едва окончив 9 класс он пошел в политехнический техникум и отучился там на техника. Едва ему исполнилось 18, он сразу пошел в армию и отслужив службу как призывник, он решил пойти по контракту: прошел Афганскую войну и другие локальные конфликты проявил себя как высококласный специалист, работая в спецназе, однако все-таки ранения дали о себе знать, после простреленой ноги, поломаных ребер и пытки в плену у афганцев (его пытали накачивая наркотиками, но после освобождения он прошел реабилитацию и востановился, но не полностью). После ухода со службы он начал слышать голоса которые шептали что его путь не закончен и он нужен в ещё одном месте, он искал работу и наткнулся на место охраника в одной военной лаборатории и счел что именно об этом месте говорили голоса.",
    "answers": [
      {
        "id": 8,
        "text": "Вернуться  назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "           Глава 3) Переполох в медецинском блоке.\n   Выйдя из раздумий, Виктор Линдский решил зайти в медицинский блок, проведать одного своего близкого друга Николая Алметова который был нейробиологом. Он пострадал больше других ведь именно его повалил мертвец подойдя к его постели.\nВиктор оцепенел, на несколько секунду его глазам открылось не очень приятное зрелище: были видны многочисленные укусы на руках, лицо лишь немного задето, но грудь была расцарапана в кровь. Николай заметил приближение Виктора и спросил помнит ли он их юношеские годы. Виктор ответил, что помнит.\n   Николай сказал что до сих пор вспоминает момент, когда они подрались ради их одноклассницы Марии Энджановой. Николай сказал Виктору: \"Если я умру, то передай ей, что я любил ее и если сможешь, попроси прощения за меня...\" Виктор ответил: \"Я обязательно передам.\" В комнату зашли две медсестры и врач, они попросили выйти Виктора. \n   Когда он вышел, его посетила странная мысль, что если они все трое заражены и скоро будут крушить здесь всё, тогда ведь первые на их пути станут только медики, а их около 30 человек: 10 врачей, 10 медсестер и 10 медбратьев-армия мертвецов существено выросла бы засчёт их числа и тогда их уже не удержать. Виктор решил поделится своей гипотезой с Валерием и быстрым шагом пошел в кабинет директора.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "                        Глава 4) Путь к спасению.\n   Когда Виктор вошел в кабинет директора, не обращая внимания на то что Валерий сказал, что тот вошел не постучав, и он вобще его не приглашал. \n   Виктор поделился своим предположением с Валерием и когда тот собирался ответить неожиданно вырубилось электричество. \"Черт так и знал что этот урод нас всех убьет\"– сказал Валерий. \"Ты о ком\"– спросил Виктор?\" Как сказать, несколько месяцев назад правительство создало новый проект под названием \"Рука Бога\", он представлял из себя внедрение человека под видом работника в какую-либо компанию, этот человек выполняет работу, а так же докладывает обо всем правительству, он имеет все ключи, ключ карты, в общем перед ним нет закрытых дверей, вероятнее всего, он уже сбежал бросив нас умирать.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "   \"У нас есть план?\"– спросил Валерий, \"Да, думаю для начала нужно найти Ивана Клинскова, у него есть ключи почти от всех дверей, кроме личных помещений, потом нам нужны реагенты из лаборатории, я попытаюсь закончить работу над вакциной.\"– ответил Виктор. \n   \"Но как? Я думал ты исключительно работал над CLP 4?\" –спросил Валерий. \"Это не совсем так, когда я работал над CLP 4, меня мучило чувство того, что что-то не так, поэтому я в тайне ото всех работал над вакциной, и кстати, я почти закончил, не хватает одного реагета, который хранился в камере для химически опасных веществ.\"-пояснил Виктор.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "    \"Но ведь дверь там открывается ключ картой\" -сказал Валерий. \"На сколько я помню, Иван мог бы нам помочь. Он может размагнитить дверь.\"- сказал Виктор. \"Это получится, если тот урод не отключил генераторы аварийного питания, их мощности бы хватило на поддержание аварийного освещения и открытия дверей.\"- сказал Валерий. \"Хорошо так и поступим, тогда выдвигаемся к посту охраны,\" выйдя из кабинета Валерия в коридоре была кромешная тьма, моргало аварийное освещение, и на душе было не спокойно, слышались хрипы и стоны заражённых, включив телефонные фонарики Виктор и Валерий направились к посту охраны, и преодолев несколько темных коридоров они оказались возле поста охраны, там было чуть светлее, за счет большего количества лампочек, но красный свет продолжал давить на нервы.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Ивана там не оказалось, вероятнее всего, годы службы по контракту дали о себе знать и помогли спастись, но было несколько других уже обратившись охраников, Виктор предположил что Иван мог укрыться в столовой.",
    "answers": [
      {
        "id": 17,
        "text": "далее "
      }
    ]
  },
  {
    "id": 17,
    "text": "   \"Тогда идем.\" -сказал Валерий, и они пошли стараясь делать как можно меньше шума, поскольку возле столовой слышалось рычание, не доходя до столовой они увидели двух заражённых, они уходили на несколько шагов, а затем возвращались как будто зная что там кто-то есть в надежде незаметно напасть на него.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "   \"Так мы не сможем пройти в столовую их нужно отогнать.\" -сказал Валерий: \"Что если мы кинем в коридор слева от столовой телефон с включеным фонариком? Это должно сработать.\"- сказал Виктор. \"Хорошо, давай,\" размахнувшись и со всей силы кинув телефон в коридор слева от столовой, получилось вполне не плохо зараженные пускай не сразу, но пошли в сторону звука и света. Выбрав момент, Виктор и Валерий подошли к двери столовой из-за прозрачного стекла можно было видеть барикады виде стульев и столов, не помня себя от радости Валерий тут же постучал в дверь, но ничего не произошло, тогда он крикнул, послышались шаги с той стороны двери, однако это привлекло и мертвецов, которые уже бежали на звук, но им повезло, дверь открылась быстрее, и там оказался Иван, он впустил своих знакомых и закрыл дверь буквально под носом у мертвецов.\n",
    "answers": [
      {
        "id": 19,
        "text": "Далее\n"
      }
    ]
  },
  {
    "id": 19,
    "text": "               Глава 5) Во имя общего дела.\n   Оказавшись внутри, Виктор и Валерий сразу перевели дух, Виктор спросил: \"А где все повара, разве они не должны были быть на кухне?\" \"Да, они были здесь, но после того как я быстро сюда вбежал и начал им рассказывать про то что случилось в медблоке, они мне не поверили...\"",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "   \"Посчитали что я сумасшедший, несу бред, но когда они услышали рядом постороние звуки, то сами решили проверить, насколько я помню, они пошли в сторону мед блока откуда и началось, ну а затем я услышал их крики, я сразу начал принимать меры забаррикодировал дверь, вооружился кухоным ножом и решил попробовать помочь им, но побежав по правому коридору, я наткнулся на группу из 10 мертвецов, старался шагать как можно тише, но хруст моих суставов они услышали, понимая что это безумно, драться с толпой, я побежал в сторону своего убежища.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "     \"За мной погнались два наиболее быстрых которые к тому же отстали от группы, но я успел добежать, а дальше вы сами знаете...\"-сказал Иван: \"Кстати... Не знаю заметили вы или нет, но у меня нет связи, раньше помню была...\"-сказал Иван. \"Вероянее всего, что это ублюдок ещё и глушилку поставил, что бы мы не смогли связаться с внешним миром.\" сказал Валерий.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "   \"У вас есть план действий?\" -спросил Иван. \"Да.\" -сказал Виктор. \"Нам нужно пробраться в комнату для химически опасных веществ, взять оттуда один реагент для завершения вакцины.\" \"Вам нужна моя помощь?\" -спросил Иван. \"Да.\" -ответил Виктор. \"Хорошо, тогда держите по столовому ножу для самообороны, потому что я чувствую, нам возможно предстоит схватка.\"",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "   \"Но нам не приходилось раньше убивать!\" -в один голос сказали Виктор и Валерий. \"Учится никогда не поздно,\" -сказал Иван: \"В любом случае нам придется это сделать сейчас, чтобы пройти дальше, ведь за дверью уже не два, а четыре мертвеца.\" -сказал Иван: \"Всё, выдвигаемся.\" Отодвинув барикады они резко открыли двери что дало им несколько секунд преимущества.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "   Легким движением руки Иван провел ножом по горлу мертвеца, и тот начал издавать хрепящие звуки, Валерий же несколько раз с силой вонзил нож в грудь мертвеца.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "   Виктор попытался нанести режущий удар в область шеи, но нож немного скосился и рассек немного плечо, ещё чуть-чуть и мертвец бы его поцарапал, но в самый последний момент зараженного оттолкнул Иван и пронзил его горло прямым ударом, остался ещё один. Виктор собрался с силами и пошел его убивать.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "   Он с ярой решительностью собирался его пырнуть, но когда посмотрел на лицо заражееного, о боже это был Николай из-за этого Виктор буквально оцепенел на мнгновенье, рядом был Валерий, который хотел вонзить уже вонзить нож в висок Николая, но Виктор поймал его руку и сказал что они не могут его убить, это лучший друг.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "   Валерий в ярости сказал: \"Он уже сдох, это не тот Николай, которого ты помнил.\" Тем временем подошел Иван, приказал отойти им в сторону и попросил у Валерия нож, в следующую секунду в ноги Николая вонзились два острых лезвия парализовав его движение.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "   Затем Иван сказал подойти к Виктору и приказал ему добить Николая, Виктор сказал что не может этого сделать, в ответ на это Иван сказал, что если это не сделает Виктор то это сделает он.",
    "answers": [
      {
        "id": 29,
        "text": "Самому убить Николая"
      },
      {
        "id": 44,
        "text": "Дать Ивану убить Николая"
      }
    ]
  },
  {
    "id": 29,
    "text": "   Обхватив нож покрепче, Виктор сделал несколько шагов в сторону Николая, остановившись он несколько секунд смотрел в его глаза, которые не выражали ничего кроме желания убить Виктора. Он искал в этом взгляде прощения за то что не смог спасти его, сделав глубокий вдох Виктор вонзил нож в лоб мертвеца и выдох. Его терзали разные чувства: одна сторона его личности говорила что он поступил жестоко и не подобающее другу, другая же наоборот, говорила что он сделал все правильно.    Получено достижение:Ради тебя ",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": [
      {
        "id": 32,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 31,
    "text": "   \"Учитывая что сейчас их гораздо больше то предлагаю пойти по левому коридору, затем по лестнице, ещё пара поворотов и мы будем на месте.\"- сказал Иван. На этом и решили, за время пути от столовой до лестницы им повстречалось всего два зараженных которых, Иван убил быстрыми и бесшумными ударами, к их счастью, лестница была чиста и вот наконец они дошли до комнаты с химически опасными веществами. \"Приступай,\"- сказал Валерий. Скрутив шурупы и сняв пластиковую рамку, Иван приступил к работе, через минуту все было готово и дверь была открыта, Виктор сразу зашёл туда и начал искать нужный реаегент, найдя его, он скорым шагом вышел, в этот момент он подумал \"Как хорошо что реагеты хранятся в специальном контейнере и не пришлось адевать костюм химической защиты.\"",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": [
      {
        "id": 33,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "   \"Ну что же, теперь к лаборатории...\" -сказал Виктор. \"Да, идем скорее,\" -скомандывал Валерий. Дойдя до двери лаборатории Иван хотел войти первым, но Виктор успел взять его за рукав: \"Стой! Подожди, там ведь ещё остался CLP 4 с эксперимента.\" -сказал Виктор. \"Кто-то должен войти туда и взять противогазы\" -сказал Валерий. \"Это буду я,\" -сказал Иван. \"Но почему?\" -спросил Виктор: \"Почему не Валерий? Ты самый необходимый участник нашей группы.\" \"Вы ещё молоды, а я свою жизнь уже считай прожил. Много людей спас, так что это будет справедливый обмен.\" -сказал Иван",
    "answers": [
      {
        "id": 35,
        "text": "далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "   \"Хорошо, удачи.\" осказал Виктор, секунд через сорок вернулся Иван: \"Надевайте.\" После подготовки они вошли, Виктор сразу начал искать все необходимые реагенты, после нескольких минут поисков все было на столе. \"Почему ты не начинаешь?\" -спросил Валерий. \"У меня пролилась вода, похоже нам придется идти в медицинский блок за водой.\" -сказал Виктор \"Ты шутишь? Там полно этих тварей, как мы пройдем незаметно? -спросил Валерий. \"Положитесь на меня, хоть я и чувствую себя неважно, но думаю смогу их на немного задержать.\" -сказал Иван",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "   И вот они возле медицинского блока, помимо сотрудников мед блока там и некоторые рабочие, они чуть ли не на каждом метре коридора. \"Ладно вобщем я пошел.\" -сказал Иван. \"Ни пуха ни пера,\" -сказал Виктор, можно было заметить как Кредцев, прорываясь сквозь ряды зараженных, бежал к концу коридора, это дало время Виктору, что бы отыскать источник воды и наполнить им тару, когда все было готово он бросил взгляд на Ивана, зажатый в углу он сопративлялся как мог, хотя ему уже вгрызались в руки и грудь, увидя оцепеневший взгляд Виктора, Иван крикнул \"Что есть мочи, бегите!\", однако этого оцепенения хватило чтобы один мертвец, который был в конце группы, набросился на Виктора и укусил его руку всего лишь небольшой вопль и вот все стадо повернулось и шло на них, Виктор тут же воткнул в висок мертвеца нож и вместе с Валерием побежал до лаборатории.",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "   Едва успев закрыть дверь Виктор сразу же побежал к столу, начал смешивать реагенты, через несколько минут антидот был готов, но была ужасная слабость, тошнота, жар, галюцинации и головная боль. Из последних сил Виктор ввел в шприц антидот, вены на руках стали как-то тускнеть, понимая, что если сейчас он не поспешит, то это будет конец и вследущую секунду он ввел антидот. Сперва Виктор ничего не почувствовал, но потом словно что-то тяжелое ударило в голову и он отрубился.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "   Очнувшись Виктор чувствовал себя странно, как-будто что-то произошло с его телом, осмотрев себя он увидел такие же признаки как и у зараженых, однако он был жив, но не совсем здоров, рядом, он увидел сидящего на стуле Валерия, который обреченным взглядом смотрел в пол. Он медленно подошел к Валерию и тронул его за плечо, тот слегка вздрогнул и обернулся, увидев Виктора в таком состоянии, Валерий сразу же попытался нанести удар ножом, но реакция Виктора оказалась быстрее и он уклонившись ударил Валерия правым хуком так что тот упал со стула отлетев при этом на метр. \"Это я.\" -сказал Виктор. \"Что произошло? Я думал, твой антидот не сработал из-за поздней стадии?\" -спросил Валерий. Он сработал, но не полностью, мне кажется с мозгом все в порядке, но когда я начинаю концетрироваться закрыв глаза, то вижу их, как будто я в каждом из них, в каждом неройне их голового мозга, в каждой клетке, я буквально у них в крови, я как голос в их голове, фактически я воплощение CLP 4.\" -сказал Виктор.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "   \"А теперь ты, Валерий, сослужи мне службу: найди мою жену и дочь, они заслуживают спасения.\" осказал Виктор. \"О чем ты? Что ты собираешься сделать?\" -спросил Валерий. \"Все они бросили нас умирать, разве ты забыл? Мне теперь ближе даже эти трупы, чем те люди... Они все заслужили смерти, они все должны умереть и моим оружием мести станет CLP 4.\" -сказал Виктор . \"Пожалуй ты прав, но как я выберусь, ведь там толпы мертвецов, а главная дверь закрыта наглухо?\" -спросил Валерий. \"Я загнал уже их всех в столовую и коридоры, так что твой путь свободен, а что касается двери, то думаю мы сможем ее выбить с помощью нескольких газовых баллонов.\" -сказал Виктор: \"Вероятнее всего, сюда скоро прибудет спецназ... Ничего, я справлюсь с ними, и они послужат мне новым биоматериалом для экспериментов.\" \"Ну тогда я пошел.\" -сказал Валерий. \"Удачи,\" -сказал Виктор.\n                                    Конец.                                                                        ",
    "answers": [
      {
        "id": 1,
        "text": "В начало квеста"
      },
      {
        "id": 8,
        "text": "Предыстория всех персонажей"
      }
    ]
  },
  {
    "id": 40,
    "text": "Поздравляем вы прошли квест Last Light начало. В качестве бонуса  предлагаю узнать вам предысторию всех персонажей .",
    "answers": [
      {
        "id": 41,
        "text": "41"
      }
    ]
  },
  {
    "id": 41,
    "text": "   Виктор Линдский.\n   Виктор был в среднеобеспеченой семье, с самого детства увлекался точными науками, в школьные годы он имел не слишком много друзей, из-за его особенности шутить очень тонко над одноклассниками, так что они не понимали смысла, одним его лучшим другом в школьные годы являлся Николай Алматов, их соединяля очень тесная дружба, которую усиливала бурлящая школьная жизнь со своими проблемами, хотя был у них один момент когда они подрались, из-за однокласницы Марии Энджановой, она нравилась обоим, но она выбрала Николая, из-за его красоты, но данный конфликт, в будущем ни как не повлиял на их отношения, они остались друзьями, несмотря на то, что Мария досталась Николаю, они оба окончили медицинский университет с отличием,\n    Позже, на съезде выпускников он наткнулся на Валерия, который тогда основал свою лабораторию и предложил ему работать там. Виктор неохотно согласился, учитывая характер Валерия, работа шла своим чередом но в один из выходных дней он гулял по городскому парку, где увидел красивую женщину в красном пальто и клетчатым шарфом, неожиданно она потеряла сознание, Виктор попытался привести ее в чувство, но это не сработало, тогда он сделал массаж сердца, и она очнулась поблагодарив Виктора она решила с ним познакомиться, Виктор и не представлял что через каких-то 4 месяца они поженятся а через 5 лет у него будет дочь.",
    "answers": [
      {
        "id": 8,
        "text": "назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "   Валерий Гарский\n   Родился в богатой семье. Отец был известеным предпринимателем и хорошим руководителем, в некотором роде можно сказать что Валерий унаследовал этот навык. \n   В учебе он очень ему пригодился, так как Валерий не отличался особой силой, но умело манипулировал людьми, он мог договорится или подкупить, если не получалось то с этим человеком разбирались люди из его охраны, можно полноправно сказать что к старшим классам он руководил всем классом. \n   Окончив школу поступил в институт, затем в университет, эфективно освоив курс управления персоналом также он увлекся познанием человеческой психологии, после окончания университета Валерий не спешил поступать на роботу, ему как и в школе хотелось вести беззаботную жизни ходя по клубам и вечеринкам, но через несколько месяцев отец заметил Валерия в одном из ночных клубов, где тот кидал деньги стрептизерше, отец не мог это так оставить, войдя туда он буквально вытолкнул Валерия из клуба и сказал, что он больше ничего не получит в жизни, все что он оставил Валерию, это была карта со счётом в 3 миллиона рублей, поняв, что отец не шутит, Валерий решил использовать свои навыки и пошел по стопам отца, он решил основать свой бизнес связанный с производством военных технологий, набрав людей, среди них были два его одноклассника, он начал работать однако иногда к нему приезжал отец, который хотел чтобы Валерий бросил это дело и пошел работать к нему, но Валерий каждый раз отказывался несмотря на угрозы разрушения бизнеса и лишения прав на наследство, был даже случай, когда они подрались, эту драку разняла прибежавшая на шум секретарша, поднявшись Валерий посмотрел ей в глаза, он видел в ней что-то особенное, она так же понравилась и отцу Валерия, поэтому тот сказал что будет не против, если они будут вместе и что это будет лучше чем видеть его с девушками пониженной социальной ответственности, намекая на произошедший случай в клубе.\n   Они встречались около 5 месяцев и наконец сыграли свадьбу, это было событие хорошо не только тем, что Валерий наконец обрёл свою любовь, но и отец приехавший на его свадьбу  отец простил его и перестал угрожать ему.",
    "answers": [
      {
        "id": 8,
        "text": "назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "   Виктор беспомощно стоял и смотрел как к фигуре Николая надвигался Иван, его грызло то чувство, что он не смог даже освободить его тело от этого унизительного существования. Подойдя, Иван взял Николая за волосы он всячески пытался его укусить или поцарапать, но его попытки были тщетны, в следующее мгновение нож пронзил подбородок, так что его конец был в лобной кости черепа. \"Неужели он неиспытывает никаких эмоций, когда убивает?\" -подумал Виктор, смотря на каменное лицо Ивана.                                     ",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "",
    "answers": [
      {
        "id": 29,
        "text": "Новый ответ. введите текст",
        "need_ever": false
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  }
]