[
  {
    "id": 1,
    "text": "Так вот это был обычный день из жизни сталкера ты был одиночкой и лет тебе было тогда 20 ты подрабатывал тем что найдёшь в Зоне иногда тебе приходилось убивать людей ради выживание. \n    Ты ходил один, ты был мастером в своём деле а твоё это выжить так вот ты как всегда после того как побродил по зоне пришёл в бар напится так сказать ",
    "answers": [
      {
        "id": 2,
        "text": "И тут то и началось... "
      }
    ]
  },
  {
    "id": 2,
    "text": "Я зашёл в бар присел и заказал пожрать и тут в бар зашёл торговец инфы подошёл к тебе и сел рядышком и сказал шёпотом  военные... Военные\nЗасада... Я  обратил на него внимание он спросил у меня ты случаем не Меченый ??!! Взволннованным тоном сказал он \n  Да тот самый... \n Он быстро встал и начал уходить он ушёл оставив записку  \n  Я открыл её внутри были документы якобы военные получили добро на зачистку всей Зоны лист был оборван на другой стороне были следы крови и слова Беги! БЕГИ СТАЛКЕР и передай Стрелку что он был прав   КУДА БЫ мы  не убежали.... \n    Они Идут....  \n\n\n\n  ",
    "answers": [
      {
        "id": 3,
        "text": "Я быстро побежал к Сидоровичю "
      }
    ]
  },
  {
    "id": 3,
    "text": "За 2 дня до этого\nДень был странный как то тревожно стало в последнее время, я пошел к Сидоровичю он дал мне задание убить десяток различных тварей так вот иду я такой значит по Зоне и вижу группа идёт да и не идет а бежит человек 7 меня это значит  заинтересовала ну я значит за ними, шли они по направлению в центр Зоны \n      Видимо разузнали что то раз в центр собрались я за ними, пока я шёл за ними, наблюдал я странную картину ни одного мутанта и погодка ничего так \n     Вскоре они устали решили сделать привал ты тоже был не против привала так как был очень истощен, ты наблюдал за ними, шёл день ничего они так и не сдвинулись с места и тут пролетели 3 военных вертолёта  ",
    "answers": [
      {
        "id": 4,
        "text": "Пролетели мимо да так что быстро "
      }
    ]
  },
  {
    "id": 4,
    "text": "И тут то и пошла движуха 3 вертолёта сели возле тех 7 людей они к ним значит на встречу они зашли у ним в палатки  через 5 минут они вышли и улетели \nЯ же остался наблюдать за теми семи, они не выходили... \n   Через час я все такие решился посмотреть что да как я захожу внутрь и вижу значит такую картину все 7 лежат мёртвые в середине на столе лежит бумашечка, написано там значит Типо военные Вылазку устроить хотят да такую чтоб ни одного сталкера не осталось ",
    "answers": [
      {
        "id": 5,
        "text": "Я стоял как столб не понимая что происходит \n"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вскоре я очухался сразу встал и быстро побежал к нашим я был тесно знаком с Вожаком Группировки Свобода я к нему пришёл объяснил что да как и что я видел показал бумагу ",
    "answers": [
      {
        "id": 6,
        "text": "Слушай Меченый твой этот документ так сказать весь порван и изуродован "
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты в середине Зоны ну и башкой ты дружок тронулся! И сам написал эту ересь ты бы лучше денек отдохнул ",
    "answers": [
      {
        "id": 7,
        "text": "Я не стал возражать и пошёл в Бар прочитал записку и побежал к Сидоровичю "
      }
    ]
  },
  {
    "id": 7,
    "text": "    Я бежал к Сидоровичю со всех сил и вот добежал я показал ему видимо по этим документам группировку  ,, Долг'' полностью уничтожили... ",
    "answers": [
      {
        "id": 8,
        "text": "Сидорович остолбинел"
      }
    ]
  },
  {
    "id": 8,
    "text": "Так так так... \nВоенные совсем страх потеряли!!?? \n      Сидорович взял и нажал на какую то кнопку \n  Я не знал что за кнопка и что она делает \nВ ту же секунду мой PDA словил сигнал тревоги и координаты куда надо направлятся эти координаты были Сидоровича ",
    "answers": [
      {
        "id": 9,
        "text": "Сидорович с ухмылко1 сказал щас они попляшут "
      }
    ]
  },
  {
    "id": 9,
    "text": "Долго ждать не пришлось Сидорович отправил всем Сигнал тревоги даже по радио и по рациям в разные частоты ",
    "answers": [
      {
        "id": 10,
        "text": "За один день эта деревушка превратилась в большой укрепленный авапост "
      }
    ]
  },
  {
    "id": 10,
    "text": "Сюда пришли почти все даже бандиты... Все забыли о вражде и обиде между ними, так как Этот сигнал Сидорович послал уже второй раз.... ",
    "answers": [
      {
        "id": 11,
        "text": "26 апреля 1986 года... "
      }
    ]
  },
  {
    "id": 11,
    "text": "Авария на Черно́быльской АЭС — разрушение четвёртого энергоблока Чернобыльской атомной электростанции, расположенной близ города Припять  Это вещалось по всем частотами даже по правительственным тогда Сидорович работал в радиостанции и в тот день он хакнул правительственные станции и вещал по всем частотам это сообщение после этого он и возымел такую популярность о нем даже байки шли ",
    "answers": [
      {
        "id": 12,
        "text": "Когда все собрались я выступил и разъяснил что да как "
      }
    ]
  },
  {
    "id": 12,
    "text": "Всё восприняли это довольно серьёзно, мы все обдумали и уходить да куда подальше ",
    "answers": [
      {
        "id": 13,
        "text": "Вдруг один Сталкер сказал это ведь наш дом... "
      }
    ]
  },
  {
    "id": 13,
    "text": "Кто-то ещё выкрикнул из толпы хрен им я останусь здесь \n  Кто-то ещё я тоже! \n  Шустрый: хрен им а не наш Дом! \n  Все сталкеры и остальные были за! мы приняли решение воевать! ",
    "answers": [
      {
        "id": 14,
        "text": "Наш план был основан на тактике "
      }
    ]
  },
  {
    "id": 14,
    "text": "Мы решили пойти базу ,,Свободы'' мы пришли все были мертвы а военные вроде как ещё внутри ночью мы пробрались к ним и тихонько их убили их было людей 20 \n     Раз они планируют очистить всю зону их точно побольше чем 20 штук наш план был таков\n     Обосноваться на базе   ,,Свобода'' и держаться как можно дольше сделать вышки для снайперов и потом потихоньку отступать к лаборатории X16 и когда они будут уже возле её врубить на полную мощность и убить примерно 100 военных а дальше как прояснится ",
    "answers": [
      {
        "id": 15,
        "text": "Мы зашли в лабораторию х16 и заложили заряд чтоб потом можно его взорвать "
      }
    ]
  },
  {
    "id": 15,
    "text": "Тем временем на базу ,,Свободы'' уже начали нападать сначала военные не знали что мы уже там и спросили по рации все ли отлично мы подыграли и устроили им засаду убили 40 военных они отступили и через час мы услышали рев моторов и звук разрезающего воздуха начали наступать танки и вертолёты мы конечно начали отступать",
    "answers": [
      {
        "id": 16,
        "text": "Тем временем в других частях Зоны "
      }
    ]
  },
  {
    "id": 16,
    "text": "Мы отправили людей абсолютно везде и начали везде возводить рвы пики и прочие оборонительные сооружения ",
    "answers": [
      {
        "id": 17,
        "text": "База ,,Свободы'' была захвачена"
      }
    ]
  },
  {
    "id": 17,
    "text": "База ,,Свободы'' была захвачена у нас были незначительные потери мы отступили к х16 военные пробирались все ближе и  ближе мы врубили на полную вражеские танки начали стрелять по своим их пехота падала сжимая голову вертолёты падали с небес и взрывались",
    "answers": [
      {
        "id": 18,
        "text": "Мы взорвали х16"
      }
    ]
  },
  {
    "id": 18,
    "text": "Мы отходили от х16 к нашим аванпостам и базам и тут произошло это... По военной частотой прошло сообщение 630294748",
    "answers": [
      {
        "id": 19,
        "text": "Что это могло значить "
      }
    ]
  },
  {
    "id": 19,
    "text": "После 5 секунд было ещё одно сообщение вы потдверждайте коды запуска Ядерных ракет ",
    "answers": [
      {
        "id": 20,
        "text": "... "
      }
    ]
  },
  {
    "id": 20,
    "text": "Мы все поняли что это конец... И то что нам не убежать мы просто зашли в дом сели и кто что начал делать, некоторые возле костра сидели некоторые богу молились \nИ тогда мы все были как братья никто не на кого не злился сидели все вокруг костра \n    Как семья \n  Как забавно.... \n    Всё обиды и агрессия куда то исчезла...\n     Неужели так и можно достичь мира под угрозой???",
    "answers": [
      {
        "id": 21,
        "text": "Через минуту послышались слова Пуск! "
      }
    ]
  },
  {
    "id": 21,
    "text": "Мы все вышли наулицу  и стоя бок о бок наблюдали это где то в дали послышался ужасный грохот мы увидели на горизонте Ядерное гриб \n   Это так красиво...\nРазные цвета сливаются с другими образую эту картину.... \nИ вот  в небе уже летела к нам Ракета \nКто то сказал: ну сталкеры прощайте... ",
    "answers": [
      {
        "id": 22,
        "text": "В зоне стало ещё беспокойне1 после того ядерного взрыва на горизонте послышался ужасный крик из центра Зоны... "
      }
    ]
  },
  {
    "id": 22,
    "text": "В радио говорили что 2 Ракета не взорвалась видимо заклинило... \n    Но 3 по прежнему летела к нам и тут ужасный рев доносся уже совсем близко... ",
    "answers": [
      {
        "id": 23,
        "text": "На горизонте было очертания чего то..."
      }
    ]
  },
  {
    "id": 23,
    "text": "Они быстро приближалось... \nВскоре мы поняли что это просто стая  бюреров . И вот я перезарежаю Винтовку целясь в них я понимаю что они бежит вовсе не на нас, мы подумали что это из-за взрыва он так странно себя ведёт. \nШустрый:Ракета уже близко.... \n  Кто то сказал: мужики я не хочу умирать... \nМне то всего лишь 20 я кроме этой зоны ещё ничего не видал! Впав в отчаяние сказал сталкер... \n",
    "answers": [
      {
        "id": 24,
        "text": "Кто то упал на колени и молился богу "
      }
    ]
  },
  {
    "id": 24,
    "text": "Ну что мужики прощайте.... \nНа том свете увидимся сказал кто то с ухмылко1 на лице, при этом плача безумолку, слезы текли с его лица рекой кто то его обнял и сказал: ничего мне как то говорили что смерть, это только начало... Обнимая говорил он \n   Стрелок: ну мужики я был рад с вами встретится вы очень хорошие ребята... \nБюреры: Мужики Бегите... \n   ",
    "answers": [
      {
        "id": 25,
        "text": "Всех нас оглушил очень громкий рев все бюреры начали орать "
      }
    ]
  },
  {
    "id": 25,
    "text": "Мы отошли бюреры начали орать ещё сильнее...         Уши разрывались.... \n       и вот уже ракета в 100 метрах, никто не мог сдержать слез... \n       Всё сталкеры одновременно встали в ряд закрыв глаза сказав, воинский долг выполнен... ",
    "answers": [
      {
        "id": 26,
        "text": ".... "
      }
    ]
  },
  {
    "id": 26,
    "text": "Взрыв!\n...\n....\n.....\n..... \nТишина... \nБыло так тихо... \nЯ уже думая что в раю не открывал глаза... \nВдруг кто то сказал, ну что мы уже в раю? \n    Открыв глаза я увидел трех метровую воронку и трупы бюреров... \n     Всё молчали... \nПацаны да ну неужели!!?? \n     Мы подошли бюреры были мертвы... \nСтрелок: Видимо они разорвали Ракету... \n     Мы все упали на колени...     \nПонимаю что они пожертвовали собой... \nКто то сказал пацаны быстро уходим щас радиация рекой польется ",
    "answers": [
      {
        "id": 27,
        "text": "Мы уже собираясь уходить "
      }
    ]
  },
  {
    "id": 27,
    "text": "Пацаны но так ведь нельзя... \n    Все с этим согласились, \nМы похоронили Бюреров. Ещё раз поблагодарив оставили водочку\nНашей радости небыло предела \nБюреры... РАДИ НАС... ПОЖЕРТВОВАЛИ своими жизнями... ",
    "answers": [
      {
        "id": 28,
        "text": "Ладно пацаны пора идти..."
      }
    ]
  },
  {
    "id": 28,
    "text": "Вдруг наши PDA словили сообщения Сидоровича \n Внимание всем! По неизвестным причинам 1 Ядерный заряд упал на саркофаг... \n    Это наверное тоже бюреры... \nКороче пацаны сейчас будет такой выброс который разлетится на пару тысяч километров Срочно найдите убежище ",
    "answers": [
      {
        "id": 29,
        "text": "Мы сразу же побежали к лагерю "
      }
    ]
  },
  {
    "id": 29,
    "text": "Мы пришли на базу зашли в бомбоубежище там уже был Сидорович мы пришли к нему рассказали про них... \nСидорович: Оно и неудивительно Бюреры это такие мутированные бандиты военные постарались...     \nВ целях так сказать эксперимента \nМы сидели в бомбоубежище ждали а ждать пришлось 2 дня эти 2 дня мы провели в бомбоубежище ",
    "answers": [
      {
        "id": 30,
        "text": "Мы включили Телевизор"
      }
    ]
  },
  {
    "id": 30,
    "text": "За 2 Дня случилось много... \nВзрыв заразил радиацией на пару тысяч километров вперёд так что Сталкеры Зона стала больше... \n   В мире начался хаос США напало на Россию  якобы технологиями не делятся и в мире начался хаос  не остались в стороне и другие страны  ",
    "answers": [
      {
        "id": 31,
        "text": "Ну что Сталкеры Готовы? "
      }
    ]
  },
  {
    "id": 31,
    "text": "Да... Мы вышли наулицу всю было выжено... \nСидорович:ну что готовы надрать задницы военным? \nСталкеры: Да =) \n    После того как все объединись все стали сталкерами мы создали независимую группировку Сталкеров и двинулись в путь все 342 человека. \nВПЕРЕД! \n",
    "answers": [
      {
        "id": 32,
        "text": "Первым делом мы начали направляться в сторону военных\n"
      }
    ]
  },
  {
    "id": 32,
    "text": "И вот мы уже рядом Припяти встретили группу Сталкеров \nОказалось что мы идём туда же куда и они они присоединились в нашу группировку \n  Мы уже проходили Саркофаг он был весь уничтожен и артефактов если честно было много). \n   Мы двинулись дальше по пути встретили бандитов с лёгкостью без потерь их уничтожили \nХех редко увидишь что группировка в 360 человек передвигается по Зоне \n      Мы шли день... И вот база военных \n            ,,Рассвет''\n   ",
    "answers": [
      {
        "id": 33,
        "text": "Всё обсудив мы решили штурмовать "
      }
    ]
  },
  {
    "id": 33,
    "text": "Будучи опытными сталкерами мы для начала в одну секунду уничтожили всех снайперов и охранников у входа... \nБаза  ,, Рассвет'' была какой-то другой чем обычные он был очень большой. \n    И вот мы взорвали вход расскидав дым мы начали штурмовать базу  остальная половина пошли штурмовать в тыл \nЗавязалась бойня у них были пулеметы Танки и вертолёты... ",
    "answers": [
      {
        "id": 34,
        "text": "Я захожу внутрь "
      }
    ]
  },
  {
    "id": 34,
    "text": "Сразу же на нас направили шквальный огонь я был очень напуган но и очень зол взял свд Я снял 10 человек но честно говоря это очень мало по сравнению сколько там военных в это время 2 группа атакует тыл, она взрывает стену и тут в ответ сразу начали стрелять пулеметы 2 группа была уничтожена... \n   У нас дела тоже не так хорошо шли \n Я снял пулеметчиков \n   И мы побежали на штурм.... \n  В итоге выжило 16 человек... Мы даже не ожидали такого отпора прошло 3 дня всех обыскав мы сложили патроны оружие и многое другое в одно место все трупы похоронили военные же сожгли  и тут мы решили зайди внутрь",
    "answers": [
      {
        "id": 35,
        "text": " внутри мы увидели простое здание ничего обычного "
      }
    ]
  },
  {
    "id": 35,
    "text": "Но там был подвал мы спустились и обнаружили большую комнату с аппаратурой \nСидорович: ничего так\nОн сел за компьютер оказывается это был пункт пуска ядерных ракет... \n   Сидорович начал что то делать... \nСидорович: вот ребята смотрите. \nМы посмотрели и увидели карту земли но только с какими то красными точками и они были везде. \nСидорович: короче эти красные точки это ядерные ракеты и кстати 3 летят к нам, щас все будет \n   понажимав что то на панели управления тут же раздался ужасный грохот мы бежали на улицу из холма что рядом вылетело 3 ракеты \n   Сидорович: все опасность так сказать миновала ну что парни теперь весь мир Зона... \n  \n\n  \n\n",
    "answers": [
      {
        "id": 36,
        "text": "Роковая дата... "
      }
    ]
  },
  {
    "id": 36,
    "text": "В 2.51 часа по Украинскому Поясу 23 Января 2019 года был осуществлен запуск более  10000 ядерных ракет цели: все страны! некоторые страны немного отразили удар но всего 1/7 мир погрузился в хаос! Весь мир стал Зоной... ",
    "answers": [
      {
        "id": 37,
        "text": "Мы остались в этом бункере следя за этими точками \n"
      }
    ]
  },
  {
    "id": 37,
    "text": "Прошел год... \n  Мы измерили радиацию \n    вроде бы нормально\nСидорович: Ну и ждали же мы этого дня... \n Эт точно мы наконец то с большим настроем вышли наулицу \n Казалось ничего не изменилось все такой же пейзаж... \n  И унылая атмосфера, но это нам не помешало радоваться тому что мы наконец то уже вышли \nСидорович: ребята гляньте! ",
    "answers": [
      {
        "id": 38,
        "text": "Мы подошли к Сидоровичю "
      }
    ]
  },
  {
    "id": 38,
    "text": "Гляньте что за п...дец в мире Сталкеры военным войну обьявили\nну короче там за горизонтом уже новый мир и новые аномалии возможно и мутанты другие. \n Ну что сказать мы готовы! \nСидорович :Давайте парни можете уходить я уж останусь тут буду так сказать вас с воздуха прикрывать. \n Давай пока ",
    "answers": [
      {
        "id": 39,
        "text": "И вот мы 15 элитных Сталкеров которые не мало прошли вышли на улицу через целый год "
      }
    ]
  },
  {
    "id": 39,
    "text": "История одного сталкера 2была только что финансировала! ",
    "answers": [
      {
        "id": 1,
        "text": "Спасибо! "
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  }
]