[
  {
    "id": 1,
    "text": "В данном квесте вы играете за молодого монарха вступившего на трон в трудные для вашего государства времена. Экономически ваше королесво довольно развито, но страна переполнена социальными конфликтами, мешаюшими дальнейшему развитию. Ваша задача сохранить королевство и  привести его к светлому будущему. ",
    "answers": [
      {
        "id": 2,
        "text": "Я - новый король "
      },
      {
        "id": 3,
        "text": "примечание"
      }
    ]
  },
  {
    "id": 2,
    "text": "Что ж . Король прибыл. У Вашего королевства много нерешённых проблем. С чего же вы начнёте?",
    "answers": [
      {
        "id": 5,
        "text": "Выйти в сад"
      },
      {
        "id": 9,
        "text": "Я желаю сделать обход своих владений"
      },
      {
        "id": 10,
        "text": "Давайте обсудим наше положение"
      }
    ]
  },
  {
    "id": 3,
    "text": "Иногда последствия ваших действий будет трудно предугадать. Стань мудрым и справедливым правителен. \n(иногда игра будет обращаться к вам)\nУдачи!\n",
    "answers": [
      {
        "id": 1,
        "text": "Понятно!"
      },
      {
        "id": 4,
        "text": "(не нажимать)"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я же просил, НЕ НАЖИМАТЬ!",
    "answers": [
      {
        "id": 1,
        "text": "хорошо, не буду"
      },
      {
        "id": 6,
        "text": "(не нажимать)"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы вышли в ваш прекрасный сад с королевской стражей, наполненый всевозможными кустами, цветами, деревьями, наполняющими своим благоуханием всё окружающее пространство. В центре сада стоит большой фонтан, а в дальнем углу есть небольшая беседка, скрытая от посторонних глаз. ",
    "answers": [
      {
        "id": 7,
        "text": "Вернуться в замок"
      },
      {
        "id": 8,
        "text": "Войти в беседку, оставив стражу у входа в сад, обдумывая дальнейшие планы."
      }
    ]
  },
  {
    "id": 6,
    "text": "..-.--.---.--..-.-.-.--.--...-..--. лат. цезарь 3\n(з столбца ...)?",
    "answers": [
      {
        "id": 1,
        "text": "что ?"
      }
    ]
  },
  {
    "id": 7,
    "text": "Как только Вы вошли в замок ваш придворный передал вам письмо. По ощущениям это был необычный конверт: плотная, местами потёртая бумага, печать в углу конверта на обратной стороне, которую Вы видете впервые. Оформлен конверт неразборчиво, вы не можете понять от кого он.",
    "answers": [
      {
        "id": 41,
        "text": "Открыть письмо"
      },
      {
        "id": 42,
        "text": "Сжечь письмо"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вход в беседку напоминал лабиринт, это прекрасное место для уединения. \nТолько Вы дошли до беседки, как обнаружили, что вас здесь поджидал бывший придворный, изгнанный за свои выходки с королевского двора. В его руке сверкал нож.\n Лишь успели вы позвать стражу, как почувствовали сильную боль. \nВ саду стража нашла окровавленное тело молодого монарха. \nКОНЕЦ.",
    "answers": [
      {
        "id": 1,
        "text": "Недолго длилось моё правление"
      }
    ]
  },
  {
    "id": 9,
    "text": "Как только в городе узнали о вашем приезде, так сразу начали готовиться к встрече. Кто-то облагораживал центральную улицу, кто-то готовил коктель Молотова и револьер. Отношение народа к вам было неоднозначно.              \nИ вот вы здесь. Вас радостно встречает толпа граждан. ",
    "answers": [
      {
        "id": 52,
        "text": "Продолжать ехать по ценнтральной улице."
      },
      {
        "id": 53,
        "text": "Посмотреть окраину города"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вами был организован совет, на котором собрались ваши ближайшие придворные, главы регионов, главнокомандующий, ваш советник. Что обсудите?",
    "answers": [
      {
        "id": 11,
        "text": "Политическое направление"
      },
      {
        "id": 12,
        "text": "Социальная сфера"
      },
      {
        "id": 13,
        "text": "Экономика"
      }
    ]
  },
  {
    "id": 11,
    "text": "Среди проблем вашего государства крепко встряла политическая неопределённость. На совете вам было предложено несколько вариантов решения:",
    "answers": [
      {
        "id": 14,
        "text": "Оставить всё как есть."
      },
      {
        "id": 15,
        "text": "Тесное взаимодействие с соседями"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вам предложили провести ряд мер по повышению инфраструктуры, перенаправить развитие городских агломераций в направлении децентрализации экономико-социального развития, также повысить социальные пособия, ввести прогрессирующий налог для более рационального распределения доходов и ещё вам посоветовали .... ",
    "answers": [
      {
        "id": 10,
        "text": "Я не понимаю эту чушь, люди и так нормально живут. Лучше перейдём к другой проблеме."
      },
      {
        "id": 55,
        "text": "Да, да, да. Так и сделаем."
      }
    ]
  },
  {
    "id": 13,
    "text": "\"А давай-те \"- начал кто-то из присутствующих-\" Давайте займёмся привлечением инвестиций со стороны частных предприятий, а полученные средства потратим на создание более благоприятных условий для малого бизнеса и экономических коммуникаций\". ",
    "answers": [
      {
        "id": 22,
        "text": "Может просто поднимем налоги и немного поднимем зарплаты ?"
      }
    ]
  },
  {
    "id": 14,
    "text": "Текущий ход событий Вас, видимо, устраивает.",
    "answers": [
      {
        "id": 10,
        "text": "продолжить совет"
      },
      {
        "id": 17,
        "text": "Закончить совет"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ясно, что для установления крепких отношений с соседями необходимо провести ряд собраний и переговоров с другими правителями .",
    "answers": [
      {
        "id": 46,
        "text": "Пусть этим займётся посольство"
      },
      {
        "id": 18,
        "text": "Самому всё сделать"
      }
    ]
  },
  {
    "id": 16,
    "text": "Несмотря на строгость восточных обычаев, Вас поприветствовали довольно гостеприимно. Обедая за одним столом с императрицей, вам удалось стабилизировать отношения двух государств, даже заключить пару торговых сделок. Эти переговоры явно удачно выдались. Но задерживаться здесь вы не хотите. В этот же день. Вы покидаете Восточную Империю. До дома добралась ещё меньшая часть вашего отряда.",
    "answers": [
      {
        "id": 26,
        "text": "Странно..."
      },
      {
        "id": 70,
        "text": "Проехаться по стране"
      }
    ]
  },
  {
    "id": 17,
    "text": "Совет закончен но ещё не все вопросы решены",
    "answers": [
      {
        "id": 9,
        "text": "Сделать объезд королевства"
      },
      {
        "id": 18,
        "text": "Посетить соседей"
      }
    ]
  },
  {
    "id": 18,
    "text": "Кого желаете  посетить ?",
    "answers": [
      {
        "id": 19,
        "text": "Северное Царство"
      },
      {
        "id": 20,
        "text": "Восточная Империя"
      },
      {
        "id": 21,
        "text": "Западное Герцегство"
      },
      {
        "id": 21,
        "text": "Южный Халифат"
      },
      {
        "id": 67,
        "text": "Заеду в ближайший магазинчик"
      }
    ]
  },
  {
    "id": 19,
    "text": "У вашего королества сложились прочные взаимоотношения с Северным царством, вас объединяют общая культура, торговые отношения, вера, схожий этнический состав.",
    "answers": [
      {
        "id": 23,
        "text": "Карету мне"
      }
    ]
  },
  {
    "id": 20,
    "text": "Восточная Империя — крупное государство, оказывающее серьёзное политическое влияние на своих соседей. При малейшем поводе они могут развязать войну. В переговорах вам следует быть крайне осторожны. До места назначения доехал не весь ваш охранных отряд. Странно...",
    "answers": [
      {
        "id": 16,
        "text": "Во дворце"
      }
    ]
  },
  {
    "id": 21,
    "text": "Поездка Вам показалась долгой, хоть путь был не так уж и велик. Двигаясь по дороге вы наблюдали из окна кареты красоты природы здешних мест: густые леса растущие на скалах, горная цепь виднелась в дали, реки и ручьи долины Арват, кристальное озеро. ",
    "answers": [
      {
        "id": 69,
        "text": "В вилле монарха"
      }
    ]
  },
  {
    "id": 22,
    "text": "Все с вами согласились. ",
    "answers": [
      {
        "id": 17,
        "text": "Я- мудрый король"
      }
    ]
  },
  {
    "id": 23,
    "text": "К Вашему приезду явно готовились: Вас торжественно встретили, устроили королевский обед, После чего вы обсудили дальнейшие перспективы развития обоих государств.",
    "answers": [
      {
        "id": 24,
        "text": "В гостях хорошо, а дома лучше. "
      },
      {
        "id": 25,
        "text": "Переночевать во дворце"
      }
    ]
  },
  {
    "id": 24,
    "text": "Какой дорогой поедем, Ваше Величество?",
    "answers": [
      {
        "id": 26,
        "text": "Той же, что и приехали, разумеется"
      },
      {
        "id": 27,
        "text": "Поеду через пограничные поселения"
      }
    ]
  },
  {
    "id": 25,
    "text": "Для вас выделели отдельную комнату, куда вы отправились вечером, выпив последний предлоденный Вам бокал вина....   Отравленного, но король этого даже не понял, заснув навсегда.\nКОНЕЦ.",
    "answers": [
      {
        "id": 1,
        "text": "Правильно. Нечего королю пьянствовать."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы добрались до вашего замка поздно вечером и легли спать в свои покои.",
    "answers": [
      {
        "id": 28,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 27,
    "text": "Во время вашего возращения на Вас напал рейд войск Восточной Империи. Из всей вашей стражи не выжил никто.",
    "answers": [
      {
        "id": 1,
        "text": "Даже до дома нормально доехать не дают."
      }
    ]
  },
  {
    "id": 28,
    "text": "Ещё один день вашего правления. Чем займётесь ?",
    "answers": [
      {
        "id": 29,
        "text": "Устрою пир в честь Короля. "
      },
      {
        "id": 30,
        "text": "Хочу преобразить моё королевство новыми строениями."
      },
      {
        "id": 34,
        "text": "Новости ?"
      },
      {
        "id": 35,
        "text": "Едем в дальнюю провинцию",
        "need": 34
      },
      {
        "id": 56,
        "text": "Запросы от народа?"
      },
      {
        "id": 48,
        "text": "Призадуматься"
      }
    ]
  },
  {
    "id": 29,
    "text": "Пока Вы пировали в своём замке, многочисленные бедняки голодали на улицах города. Король должен быть щедрым. \nВо время пира вы поперхнулись, и вам даже никто не помог. КОНЕЦ.",
    "answers": [
      {
        "id": 1,
        "text": "Даже попировать в честь себя нельзя."
      }
    ]
  },
  {
    "id": 30,
    "text": "Вам предложено несколько вариантов от Вашего главного архитектора-проектировщика-прораба (дефицит кадров).",
    "answers": [
      {
        "id": 31,
        "text": "Новый дворец"
      },
      {
        "id": 32,
        "text": "Кирпичный завод"
      },
      {
        "id": 33,
        "text": "ферма"
      },
      {
        "id": 36,
        "text": "Давайте построим дома для бездомных",
        "need": 29
      }
    ]
  },
  {
    "id": 31,
    "text": "\"Я-Государь, и жить я должен соответствующе\"- сказали вы и отдали приказ к началу строительства. Возможно, это не самое грамотное распоряжение казной, но красиво жить не запретишь.",
    "answers": [
      {
        "id": 28,
        "text": "Я этого достоин."
      }
    ]
  },
  {
    "id": 32,
    "text": "Ваши земли полны глины, а кирчич-это хороший строительный материал, в котором так нуждается ваша Страна. Это мудрое решение .",
    "answers": [
      {
        "id": 28,
        "text": "Строить- не ломать"
      }
    ]
  },
  {
    "id": 33,
    "text": "А корова сказала: \"Мууу\".",
    "answers": [
      {
        "id": 28,
        "text": "Значит строим ферму"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ваш личный новостник оповещает: \"Амбар горит, коррупция процветает, на востоке страны растёт сепаратизм, люди считают вас тираном, на юго- западе облачно, возможны осадки, конец света близок, а так всё хорошо.\"",
    "answers": [
      {
        "id": 28,
        "text": "Ну как всегда..."
      }
    ]
  },
  {
    "id": 35,
    "text": "Приехав на место вы принялись изучать простой быт жителей этой скромной провинции, отдалённой от столицы. На вас почти никто не обратил внимания, некоторые даже не знают о том, что король сменился, часть жителей вас не признала, возможно, потому что видят вас впервые.",
    "answers": [
      {
        "id": 26,
        "text": "Здесь делать нечего, уезжаем"
      },
      {
        "id": 38,
        "text": "Выступить с речью"
      },
      {
        "id": 40,
        "text": "пойти к реке на окраине поселения",
        "need": 37
      }
    ]
  },
  {
    "id": 36,
    "text": "Они явно оценят Вашу щедрость, и ряд новых домов будет ещё долго напоминать их жителям о том, что Его Величество  заботится о народе, и они будут восхволять имя своего короля. ",
    "answers": [
      {
        "id": 28,
        "text": "Правильно"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы приобрели для мальчика пирожок. Столь щедрый поступок наполнил невероятной радостью сердце мальчика, вселив в него надежду в этот мир, что в нём ещё остались люди, способные проявить чуткость по отношению к окружающим. ",
    "answers": [
      {
        "id": 35,
        "text": "Всё для детей"
      }
    ]
  },
  {
    "id": 38,
    "text": "Во время речи к вам подошёл мальчик и попросил купить пирожок.",
    "answers": [
      {
        "id": 37,
        "text": "Купить пирожок "
      },
      {
        "id": 39,
        "text": "Мне некогда, я занят"
      }
    ]
  },
  {
    "id": 39,
    "text": "После того как вы это сказали, на вас вдруг неожиданно упал метеорит. Все разошлись по делам. А вот нечего детям отказывать. КОНЕЦ.",
    "answers": [
      {
        "id": 1,
        "text": "Он ведь всего лишь хотел пирожок"
      }
    ]
  },
  {
    "id": 40,
    "text": "Возле берега реки вы нашли загадочный камень с изображением животного, излучающего свет. Вы решили взять его с собой.",
    "answers": [
      {
        "id": 40,
        "text": "Интересно",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 41,
    "text": "Более внимательно разглядев письмо, вы заметили ещё несколько элементов символов, текст на печати было трудно разглядеть. Что-то вроде \" Mortus avenus et...\". Подозрительное письмо. \nВы уверены, что хотите его открыть?",
    "answers": [
      {
        "id": 44,
        "text": "Да давай уже, открывай"
      },
      {
        "id": 42,
        "text": "Сжечь письмо"
      }
    ]
  },
  {
    "id": 42,
    "text": "Как только вы дали указание, слуги, не медля, бросили письмо в огонь, где оно резко воспламенилось разбросав искры вокруг , чередуя всплески огня, с яркими вспышками, сопровождаемыми треском и пронзительными криками, которые исходили от догорающего письма. ",
    "answers": [
      {
        "id": 43,
        "text": "странное письмо"
      }
    ]
  },
  {
    "id": 43,
    "text": "После этого Вы решили принять меры по стабилизации внутренней обстановки.",
    "answers": [
      {
        "id": 46,
        "text": "Снизить средний налоговый процент, но при этом внедрить прогрессирующую ставку налогооблажения"
      },
      {
        "id": 46,
        "text": "Завиксировать цены на продукты первой необходимости и усилить меры регулирования экономики"
      },
      {
        "id": 46,
        "text": "Начать внедрение нового строя социально-политической направленности."
      },
      {
        "id": 10,
        "text": "Организовать собрание Вашей Собственной Канцелярии."
      }
    ]
  },
  {
    "id": 44,
    "text": "Внутри лежал всего лишь рисунок реки, окружённой деревьями, на берегу которой был нарисован крестик.",
    "answers": [
      {
        "id": 45,
        "text": "что же это 3нaчuт ?"
      }
    ]
  },
  {
    "id": 45,
    "text": "Многое....",
    "answers": [
      {
        "id": 1,
        "text": "Что за река ?"
      }
    ]
  },
  {
    "id": 46,
    "text": "Население неоднозначно отреагировало на ваше решение. Многие приняли его с опаской, ожидая усиления государственного гнёта или очередной волны кризисов. Но есть те, что положительно отзываются о новой политике короля.",
    "answers": [
      {
        "id": 10,
        "text": "Собрать совет"
      },
      {
        "id": 50,
        "text": "Как же скучно быть королём"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы решили провести саморефлексию о вашем правлении. Вы заметили некоторые странные вещи. Особенно вас волнует то, что некоторые события буд-то повторяются. Иногда разные цепочки ваших решений приводят к одинаковым результатам. Вы пришли к выводу: ваше королевство заколдованно. Это особое очень редкое заклятие. Вы должны выбраться из порочного круга.",
    "answers": [
      {
        "id": 48,
        "text": "о чём это я ?"
      },
      {
        "id": 28,
        "text": "Кажется, я понимаю."
      }
    ]
  },
  {
    "id": 48,
    "text": "Ваши мысли сегодня переплетаются странным образом навязывая необычные идеи. Похоже сегодня особенный день.",
    "answers": [
      {
        "id": 47,
        "text": "Задуматься"
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "Действительно. Огромное количество работы и обязанностей, которые возлегли на ваши плечи, а некоторые даже не ценят ваши старания ради народа. Сами бы попробывали, а то умеют только критиковать власть. \nНу что за жизнь.",
    "answers": [
      {
        "id": 51,
        "text": "Сбежать из замка"
      }
    ]
  },
  {
    "id": 51,
    "text": "Ночью вы вышли прогуляться, так вы сказали страже. Собрав небольшое количество вещей, приказав страже ждать вас возле замка, Вы сбежали из города в близ лежащую деревень.\n КОНЕЦ правления.",
    "answers": [
      {
        "id": 1,
        "text": "Свобода!"
      }
    ]
  },
  {
    "id": 52,
    "text": "Ровные заборы, ищящные фасады зданий и дворцов, приветливые люди. Но во всём ли городе так ? Естественно, нет.",
    "answers": [
      {
        "id": 54,
        "text": "Продолжить объезд"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ветхие дома, нуждаюшиеся в срочном ремонте, гряз и мусор, люди, брезгливо плетушиеся по делам. Всё это окружало вас на вашем пути. \n\n             Это нужно менять!",
    "answers": [
      {
        "id": 54,
        "text": "Продолжить объезд"
      }
    ]
  },
  {
    "id": 54,
    "text": "Объехав ещё несколько городов и деревень, Вы решили вернуться в замок. Всё-таки ваше путешествие длилось несколько дней. Мало ли чего может произойти без короля.",
    "answers": [
      {
        "id": 28,
        "text": "В замке"
      }
    ]
  },
  {
    "id": 55,
    "text": "После проведённых вами реформ все жили долго и счастливо!!!!!! Конец.",
    "answers": [
      {
        "id": 1,
        "text": "Ура! Я хороший правитель"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вам прислали письмо. В котором говориться, что в некой восточной деревне жители видели Лешего.",
    "answers": [
      {
        "id": 57,
        "text": "Послать инспекцию по борьбе с нечестью."
      }
    ]
  },
  {
    "id": 57,
    "text": "После этого вам пришла жалоба от Лешего на соседей из деревни.",
    "answers": [
      {
        "id": 58,
        "text": "Ну бывает..."
      }
    ]
  },
  {
    "id": 58,
    "text": "Устав от исполнения своего священного долга — служить народу, вы решили немного отвлечься.",
    "answers": [
      {
        "id": 59,
        "text": "Устроить бал"
      },
      {
        "id": 60,
        "text": "Устроить пир"
      },
      {
        "id": 61,
        "text": "Поездка"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вечером вы устроили чумовую вечеринку, то есть...Бал, дорогой, торжественный бал в честь вашего возвращения. Огромное количество гостей прибыло во дворец: принцы и принцессы, короли и королевы, дворяне вельможи, чиновники, аристократия, олигархи, бизнесмены и т.п.",
    "answers": [
      {
        "id": 62,
        "text": "Но потом что-то случилось"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы устроили большой пир в своём замке. Столы были полны всевозможными явствами и напитками. А каков собственно повод столь болшого пиршевства?",
    "answers": [
      {
        "id": 29,
        "text": "Возвращение короля"
      },
      {
        "id": 29,
        "text": "Постройка амбара"
      },
      {
        "id": 29,
        "text": "Поднятие уровня социального обеспечения"
      },
      {
        "id": 29,
        "text": "А ,впрочем, неважно."
      }
    ]
  },
  {
    "id": 61,
    "text": "А ,собственно, что за поездка? В каком направлении захотелось королю её совершить? Чем вызвано желание величества его отправиться в дорогу ?",
    "answers": [
      {
        "id": 35,
        "text": "Внутри государства"
      },
      {
        "id": 18,
        "text": "В соседнее государство"
      },
      {
        "id": 61,
        "text": "Да вот проехаться захотелось..."
      }
    ]
  },
  {
    "id": 62,
    "text": "ЧТО?",
    "answers": [
      {
        "id": 63,
        "text": "Я на середине бала лёг спать"
      },
      {
        "id": 64,
        "text": "Взрыв около западного входа"
      },
      {
        "id": 65,
        "text": "Ба-бах в восточной части дворца"
      },
      {
        "id": 66,
        "text": "Что-то мне нехорошо..."
      }
    ]
  },
  {
    "id": 63,
    "text": "Все эти праздненства так утомили Вас, что вы решили прилечь. Так, о каких-либо неожиданных событиях бала вам не известно.",
    "answers": [
      {
        "id": 18,
        "text": "Может проехаться ?"
      }
    ]
  },
  {
    "id": 64,
    "text": "Раздался взрыв.  Гости поспешили кто-куда. Вас благополучно эвакуировали в замок. ",
    "answers": [
      {
        "id": 26,
        "text": "Надо провести расследование и усилить меры безопастности."
      }
    ]
  },
  {
    "id": 65,
    "text": "После взрыва вас засыпало обломками, но из-за всей этой суматохи про вас благополучно забыли. Это послужит хорошим уроком для нового правителя.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 66,
    "text": "Неизвестно чего Вы такого странного съели, какими явствами умудрились отравиться, но почему-то почти все ваши внутренние органы решили покинуть тело. Ну с кем не бывает?!",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 67,
    "text": "Как только вы вошли в магазин, вам сразу выделели личную кассу. Прикупив продуктов и пару мелочей, вы оплатили покупку своей картой, которая давала скидку 100%, так что покупка вам обошлась бесплатно (впрочем как и всегда). Так увлёкшись ассортиментом товаров, Вы там пробыли весь день.",
    "answers": [
      {
        "id": 26,
        "text": "Пора в замок"
      },
      {
        "id": 68,
        "text": "Угостить бедняков"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы щедро одарили представителей низших слоёв общества продуктами питания. Они крайне благодарны вам за ваш поступок.",
    "answers": [
      {
        "id": 26,
        "text": "Пора в замок."
      }
    ]
  },
  {
    "id": 69,
    "text": "На какую тему будете вести переговоры?",
    "answers": [
      {
        "id": 71,
        "text": "Увелечение торгового оборота"
      },
      {
        "id": 72,
        "text": "Совместные проекты"
      },
      {
        "id": 73,
        "text": "Взаимная экономическая интеграция"
      },
      {
        "id": 74,
        "text": "Поговорим о погоде"
      }
    ]
  },
  {
    "id": 70,
    "text": "Во время вашего путешествия отряд королевских воинов схватили вас в плен. Вы и малая чась вашей оставшейся охраны томились в темнице до скончания времён. Ваше невозвращение привело к началу новой войны. ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ..."
      }
    ]
  },
  {
    "id": 71,
    "text": "В процессе переговоров вы пришли к выводу о необходимости смещения спектра товаров, принятых международной ассоциацией, с ориентированием на область товаров длительного использования и предметов обслудивания инфраструктуры.",
    "answers": [
      {
        "id": 75,
        "text": "Ну так- то да"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы договорились о постройке новой высокотехнологичной электростанции, а также ряда научно- исследовательских комплексов для совместного пользования и продвижения науки.",
    "answers": [
      {
        "id": 75,
        "text": "Хоть раз в сто лет надо что-то строить"
      }
    ]
  },
  {
    "id": 73,
    "text": "Сказав несколько заумных фраз, что бы казаться умными правителями, обсуждающими серьёзные вопросы международного уровня, вы решили, что на этом достаточно.",
    "answers": [
      {
        "id": 75,
        "text": "Хорошо поболтали"
      }
    ]
  },
  {
    "id": 74,
    "text": "В ходе сложнейших длительных переговоров и обсуждений вы пришли к выводу: сегодня хороший денёк.",
    "answers": [
      {
        "id": 75,
        "text": "Действительно..."
      }
    ]
  },
  {
    "id": 75,
    "text": "Во время переговоров вам предложили напиток на выбор.  ",
    "answers": [
      {
        "id": 76,
        "text": "Выбрать чучею"
      },
      {
        "id": 77,
        "text": "Выбрать цуркуку"
      },
      {
        "id": 78,
        "text": "Выбрать чай"
      },
      {
        "id": 79,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вкусный напиток, схожий по вкусу с кофе, но с необычным послевкусьем.",
    "answers": [
      {
        "id": 80,
        "text": "Пора возвращаться домой"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вкусный чуть сладковатый напиток. \n\nКажется, он был отравлен. Так по случайности выпив не тот напиток, Вы оставили государство без короля. После гражданской войны, причиной которой стала смерть короля, была объявлена Республика. Власть народу!!!",
    "answers": [
      {
        "id": 1,
        "text": "Но для вас это конец..."
      }
    ]
  },
  {
    "id": 78,
    "text": "Крепкий ароматный напиток наполнил энергией ваше тело.",
    "answers": [
      {
        "id": 80,
        "text": "Надо бы домой баночку привезти."
      }
    ]
  },
  {
    "id": 79,
    "text": "Это очень грубый знак, нарушающий здешнии обычаи. Вы просто не можете этого сделать. Неужели вы откажитесь от возможности насладиться прекрасным напитком? ",
    "answers": [
      {
        "id": 75,
        "text": "Так что там с выбором."
      }
    ]
  },
  {
    "id": 80,
    "text": "Перед отъездом вы заметили очень старую, странную низкую дверь, выполненную из тёмного дерева. Эта дверь вызывала у вас подозрения и очень странное, но при этом очень сильное желание войти в неё.",
    "answers": [
      {
        "id": 81,
        "text": "Войти в дверь"
      },
      {
        "id": 26,
        "text": "Поехали лучше домой"
      },
      {
        "id": 27,
        "text": "Уезжаем в замок"
      }
    ]
  },
  {
    "id": 81,
    "text": "Каким-то неведомым образом, пройдя через дверь вы оказались перед своим замком. Ваше прибытие ошеломило прислугу. Что это значит ?",
    "answers": [
      {
        "id": 7,
        "text": "Ну в замок быть может мне лучше войти."
      }
    ]
  },
  {
    "id": 82,
    "text": "",
    "answers": []
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  }
]