[
  {
    "id": 1,
    "text": "Жанры : романтика, повседневность, драма, закрученный сюжет.\n\nАвтор: ♥|Aurelia|♠\n\nОписание: Эта история не о магии... Тут нет ничего сверхъестественного, ничего волшебного... Всего лишь женщина, потерявшая семью, которая ищет места в этом холодном мире. Всего лишь зима... Всего лишь любовь.... Хотя... Может это просто игра? И никто на самом деле не любит Вас? И все они — те, кто осветил непроглядную тьму в Вашем сердце, просто хотят Ваш бизнес, Ваши деньги, Ваше наследство? Когда не доверяешь никому вокруг и все кажуться предателями.... Сможете ли Вы полюбить? И главное... Кого?\n\nОбновление: |14 глава|.\n\n\nНачало можно прочесть тут:\n148235",
    "answers": [
      {
        "id": 161,
        "text": "Начало"
      },
      {
        "id": 165,
        "text": "|Глава 1|\n\"Дейв Вальтес\""
      },
      {
        "id": 180,
        "text": "|Глава 2|\n\"Джон Лейт\""
      },
      {
        "id": 160,
        "text": "|Глава 3|\n\"Виктор Дельф\""
      },
      {
        "id": 140,
        "text": "|Глава 4|\n\"Караоке.\n(Часть 1)\""
      },
      {
        "id": 128,
        "text": "|Глава 5|\n\"Караоке\n(часть 2)\""
      },
      {
        "id": 84,
        "text": "|Глава 6|\n\"Крушение\""
      },
      {
        "id": 2,
        "text": "|Глава 7|\n\"Конец - это только начало\""
      },
      {
        "id": 3,
        "text": "|Глава 8|\n\"Правда\""
      },
      {
        "id": 41,
        "text": "|Глава 9|\n\"Я тебя люблю! *2\""
      },
      {
        "id": 51,
        "text": "|Глава 10|\n\"Обещанные неприятности\""
      },
      {
        "id": 63,
        "text": "|Глава 11|\n\"Путь\""
      },
      {
        "id": 95,
        "text": "|Глава 12|\n\"Здравствуй\""
      },
      {
        "id": 112,
        "text": "|Глава 13|\n\"Связь\"",
        "comment": false
      },
      {
        "id": 120,
        "text": "|Глава 14|\n\"Дашь ли ты мне шанс?\""
      },
      {
        "id": 81,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Тишина.....\n\nВсё вокруг замерло и исчезло.\n\nА Вы стояли в темноте собственного мира, не замечая людей снаружи, что пытались достучаться к Вам. \n\nВ одиночестве....\n\nСреди боли...\n\nИ мук совести...",
    "answers": [
      {
        "id": 4,
        "text": "Как же больно!"
      }
    ]
  },
  {
    "id": 3,
    "text": "Что ж...Самое время покончить с некоторыми тайнами.\nСейчас Вы стояли в палате Сары. Перед Вами сидели Линда и Ричард Дельф, Виктор стоял около Вас. Сара всё ещё была без сознания и Вы сомневались, что она проснется в скором времени. Сейчас Вас заботило другое... Какие тайны скрывала семья Дельф. И почему поплатился Джон.\n\n—Итак. Я слушаю.\n\n—Так ли обязательно рассказывать? \n\nВы смерили их пугающим взглядом.\n\n—Ладно, ладно... Нам уже некуда деваться.\n\n—Я начну. — Произнесла миссис Дельф.\n",
    "answers": [
      {
        "id": 29,
        "text": "-Да"
      }
    ]
  },
  {
    "id": 4,
    "text": "Сердце сжимаеться так сильно...\n\nВ пучинах боли, в пучинах отчаяния Вы нашли один трезвый лучик надежды. \nЛучик воспоминаний.\n\nДжон...\nДжон еще жив. Он....он не....\n\nКак же Вам было страшно!\n\nВ тот момент, когда в голову закралась предательская мысль о том, что Вы могли потерять его, Ваше сердце остановилось. \n\nРаньше Вы не могли понять, что чувствуете к нему, но сейчас...\n\nВы почти уверены.\n\nВам нужно вернуться к действительности, нужно пойти к Джону, нужно...\n\nВ один момент Ваши мысли стали трезвыми, как никогда.\n\nВедь Вы вспомнили еще кое-что",
    "answers": [
      {
        "id": 5,
        "text": "Линда Дельф"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы вернулись к реальности.\nВокруг Вас было много людей, они были напуганы. Показ, конечно же, прервали. Кто-то решил уйти, кто-то — выяснить подробности. Вы нашли взглядом Виктора. Как бы странно это не выглядело, но он стоял около Вас, а не своих родителей. Он тоже был очень удивлен. Ваш взгляд переместился на Ричарда и Линду Дельф, что пробирались к выходу. На их лицах не читалось удивления...они были напуганы.\nВы пошли за ними. Ваши телохранители расчистили путь и довольно быстро Вы оказались прямо перед загнанной в угол парой. \n—Вы хотели уйти? Вы ведь знали об аварии раньше других. О чем вы молчали?!\nИх взгляды были полны отчаяния.\n—Что Вы наделали? — Севшим голосом, не веря в происходящее, Вы еле как сумели задать вопрос.\nОн не нуждался в ответе.\n—Мы расскажем, мы всё расскажем, только позволь...позволь нам быть рядом с нашей девочкой. Пожалуйста, смилуйся над родительской любовью. Позволь нам попасть в больницу.\n\nГлаза Линды Дельф были полны слез...\nРодительская любовь, да?\n",
    "answers": [
      {
        "id": 6,
        "text": "Что ж, Вы слишком размякли"
      }
    ]
  },
  {
    "id": 6,
    "text": "Они не благодарили. Не было нужды. Они знали, что расплата за все их поступки придет именно от Ваших рук.\nВаше лицо стало суровым.\nНикогда еще Вы не были настолько злы.\n",
    "answers": [
      {
        "id": 7,
        "text": "Больница"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вам никогда не нравились больницы.\nЭто не было связано с какой-то детской травмой, да и Ваш социальный статус позволял обследоваться в полностью санитарных условиях, но...\nПри входе в это помещение, на Вас набрасывался тот самый запах больницы. \n\n Вообще, запах больницы у Вас всегда ассоциировался с неизбежностью... Смерть всегда побеждает жизнь.\nВсе мы когда-то умрем и тут нет места для позитивных мыслей. Это тот редкий случай, когда всё предельно просто.\nВы давно смирились с этим. \nЛюди приходят и уходят...\nТак почему ВЫ еще живы?!\nПочему...\n",
    "answers": [
      {
        "id": 8,
        "text": "Джон"
      }
    ]
  },
  {
    "id": 8,
    "text": "Отчаяние заполнило Ваши мысли. Впервые Вы не могли согласится со столь очевидной точкой зрения. Раньше было легко размышлять о том, насколько неизбежна смерть...\n\nКогда умерли родители, Ваше здоровье упало и некоторое время Вы лежали в больнице. Помниться, тогда Вы впервые увидели одну девочку. Она была столь радостной, настолько полной жизни, что даже Вы стали легче переживать свою потерю. Она называла Вас тётей. Говорила, что она тут совсем ненадолго и скоро уйдет. И больше не вернется в столь грустное и серое место. Тогда Вы захотели уйти с ней. Но она только прикоснулась холодными пальчиками к Вашим губам и сказала:\n\"Если Вы здесь, значит это для чего-то нужно. Не смейте уходить, не исполнив этого.\"\n\nА потом у нее диагностировали рак.\n\nЭто звучало, как приговор. У ее родителей было много денег, лучшие врачи пытались помочь, но все они оказались бессильны. \n\nВ тот день Вы сидели около ее кровати. Ее звали Белла Бьянки.\n— Ты ведь не собираешься уходить? Ты так молода, ты столько всего не сделала, ты...Лучше бы я была на твоем месте. — Вы сами удивились сказанному. Вы никогда не задумывались об этом, но такие мысли часто появлялись в Вашей голове. Вы хотели быть на месте родителей, быть вместо нее, и даже сейчас...\nЧто же она ответила?\n—Я рада тому, как прожила эту жизнь. — Маленькая девочка слабо, но так ярко улыбнулась. — Я сделала то, что должна была. Я исполнила свою мечту и желание моей младшей сестренки. Я готова уйти. Но ты не должна такого говорить, тётя! — Она слегка насупилась. — Ты можешь сделать намного больше, чем я. Я уже знаю, что такое счастье и я умру счастливой.\n—Нет! Нет, не говори такого, врачи обязательно...\nОна не дала Вам договорить.\n— А тебе только предстоит узнать счастье . У тебя есть цель в этой жизни, тётя, ты не можешь уйти, не исполнив ее.\nВновь она говорит такое. К чему она вела? Почему эта девочка знала о жизни больше за Вас, почему она так спокойно говорила о смерти?\n\nОна ушла...\n\nНичто не смогло вернуть ее, ни врачи, ни деньги родителей, ни их любовь. \nВы познакомились с ними.\nОни родом из Европы. Из Италии. Белла всегда хотела поехать в Америку. Вот ее желание и  исполнилось... У нее была сестра. Что ж... Белла говорила, что исполнила и ее желание. Вы хотели узнать что это было.\n",
    "answers": [
      {
        "id": 9,
        "text": "Лучше бы Вы оставили всё, как есть."
      }
    ]
  },
  {
    "id": 9,
    "text": "  Этой девчушке было 6 ...\n И она мечтала быть старшим ребенком в семье...\n\nЭто всё, что можно сказать в этой ситуации. \nСтоит ли говорить, что после того случая Вы стали еще более замкнутой? После этого никто не мог так же легко проникнуть в Ваше сердце. А раз Вы никого не подпускали к себе, то смерть других не была для Вас чем-то ужасным. Вы просто научились мириться с ней. \n\nУдивительно, но именно тогда... в Вашей жизни появился новый менеджер...\n",
    "answers": [
      {
        "id": 10,
        "text": "Джон Лейт"
      }
    ]
  },
  {
    "id": 10,
    "text": "Сейчас Вы стояли посреди палаты. Здесь лежала Сара. Джон был в соседней. Вы не могли туда войти. Было слишком сложно... Вы не могли...не могли представить как поведете себя, увидев его таким. Вы боялись этого... Очень боялись.\n\nСара...Она была вся в бинтах. Несколько переломов и повреждение внутренних органов. А также глубокий обморок. Она не скоро проснется. Она была ранена. В плачевном состоянии в больнице. Около нее были ее родители и брат. Но единственное о чем Вы думали:\n\"А личико ни капельки не пострадало.\"\nЧто с Вами не так? Почему Вы думали об этом?\nНеужели...\nВы что ревнуете?!\nВы чуть не задохнулись...\nДа как такое вообще может...\n\nЛадно...\n\nОчень даже может.",
    "answers": [
      {
        "id": 11,
        "text": "Вы впервые признали это"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ревность значит, да?\nНеожиданно как-то, но всё же...\n\nДаже если бы Вы не ревновали...думать что-то хорошее о ней Вы уже не могли. Эта семья слишком сильно провинилась, но пока что Вы не знали подробностей, так что не могли судить достаточно здраво.\nВиктор стал около Вас и оперся на стену. Выглядел он неважно. Прошло не так много времени, но казалось, что он не спал несколько дней.\nОн выдохнул.\nПочему-то сейчас в голову лезли всякие глупые мысли...Бессмысленные вопросы, которые в другое время Вы бы никогда не задали. \nСказывался стресс?\n—Виктор, в тот раз. Как думаешь, почему она так быстро приехала?\nОн удивленно посмотрел на Вас, но, кажется, понял о чем Вы.\n—Сказать по правде, я ее предупредил.\nТакого ответа Вы не ожидали.\n—Перед тем, как лечить тебя, я позвонил ей и сказал, что ты сломала каблук и сейчас у меня. Вот и всё.\n—Так вот почему ты сказал позвонить Саре.\n—Да.\n— Да ты просто спас свою сестру...Родителей также будешь спасать? — С каменным лицом произнесли Вы, смотря в пустоту перед собой.\nВы не видели лицо Виктора, но понимали, что он удивлен. Сильно удивлен.\n—Я уже не уверен кому можно верить. Ты ведь тоже понимаешь, что имеющаяся информация указывает на них, но... Я...не могу поверить, что они на это способны.\n—Ты не знал, верно? Ты же не знал об этом?! — Вы неосознанно повысили голос, ибо сильно боялись ответа.\n\nТишина...\n\n—Нет. — Спасительное слово, что Вы так хотели услышать.\n\nСнова тишина...\n\n—Ты веришь мне?\nВиктор воспросительно и немного удивленно посмотрел на Вас. Да, следуя логике, можно было понять, что участие Виктора очень даже обосновано. Но...\n",
    "answers": [
      {
        "id": 12,
        "text": "-Я верю тебе."
      }
    ]
  },
  {
    "id": 12,
    "text": "—Почему?! — Он очень удивился и даже схватил Вас за плечи. — Почему ты всё ещё доверяешь мне?\n—Просто...- Вы отвели взгляд. Но потом ответили ему ласковой улыбкой.\n—Ты мой друг.\nОн отступил на несколько шагов. Но потом взглянул Вам в глаза с искренней благодарностью. Он подошел ближе и протянул руку.\n—Хочу всегда оставаться твоим другом, Элис. Воином на службе у прекрасной королевы. Позволишь ли ты мне это?\n—Да, о мой славный полевой врач. — Вы немного улыбнулись и пожали ему руку.\n— Тогда хоть маг-целитель. — Его лицо тоже посетила улыбка.\n\n—Элис. Я не знаю, что здесь твориться, но они никуда  не убегут. — Он кивнул на родителей.\n—Да и я убегать не собираюсь. Думаю, тебе лучше посетить Джона. — Виктор отвел взгляд.\n—Как бы я не хотел это признавать, но этот менеджер по уши в тебя влюблен, а я... Понял, что не могу соревноваться. — Он засмеялся, но Вы увидели в этом смехе фальш. Он не хотел этого говорить. И всё же сказал. Он тоже что-то чувствует к Вам? Как же всё стало сложно!",
    "answers": [
      {
        "id": 13,
        "text": "Пойти к Джону?"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы хотели сделать это, но не могли набраться мужества. С одной стороны Вы боялись того, каким можете его увидеть, но с другой стороны не могли понять почему Вы всё ещё не там?!\nВиктор положил руку Вам на плечо, и одобрительно улыбнулся, придавая Вам сил.\nРаньше Вы не замечали, но всегда, когда Вы думали о проблемах, теряясь в себе, он был рядом. Странно, что Вы не знали об этом раньше.\nВ любом случае, время увидеть Джона.\nВы сделали глубокий вдох. Раньше Вы разузнали о его состоянии. Перелом нескольких ребер и сотрясение мозга. Он еще не приходил в себя, но доктор говорит, что это должно в скором времени случиться.\nВам было слишком страшно!\nВы медленно побрели к выходу из палаты. \nВаша рука застыла на дверной ручке, боясь повернуть ее. \nЧто ж, кто-то сделал это за Вас.\nС коридора в палату ввалилась какая-то медсестра, чуть не сбив Вас с ног. И выражение ее лица нужно было видеть.",
    "answers": [
      {
        "id": 14,
        "text": "Что-то случилось?!"
      }
    ]
  },
  {
    "id": 14,
    "text": "На мгновение Вы очень сильно испугались.\n\n—Господин Джон Лейт проснулся!\n\nХух. Это прекрасная новость. Что за выражение лица? Как гора с плеч! Только Вы перевели дух, как на Вас обрушилась еще одна новость.\n\n—Он...У него амнезия!\n\nАмне....Что?\nАмнезия?\nНе может быть. \nВаше дыхание ускорилось.\nВы оперлись на стену.\nЭто что еще за поворот?\nАмнезия....\nВы подошли к двери, не замечая людей вокруг. Открыли ее. Ваши руки тряслись. Буквально несколько шагов, которые Вы даже не заметили, и вот уже перед Вами дверь в его палату. \n\nНа этот раз войти было легко.",
    "answers": [
      {
        "id": 15,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 15,
    "text": "Уловил ли Ваш взгляд внутреннее устройство палаты?\nКонечно нет.\nКто бы на Вашем месте сейчас задумывался об этом? Чистейшая мелочь.\n\nДжон!\n\nВот что сейчас было важно.\n\nОколо него крутились врачи. И медсестры тоже. Всё спрашивали о самочуствии и памяти. Память... \nОтсюда Вы даже не могли его разглядеть.\nЕго родителей оттеснили и они стояли на краю палаты, с заботливыми и напуганными выражениями лица.\n\nВы даже не были знакомы с ними. Почему-то это казалось неправильным.\n\nВы услышали часть разговора доктора и Джона:\n—Насколько нам известно, Вас зовут Джон Лейт. Вы ехали с Вашей девушкой на показ, но случилась авария. Сейчас Вы в больнице.\n—Что? Девушкой? С ней всё в порядке?\n—Сара Дельф. В отключке. У нее больше повреждений, чем у Вас. Но Ваша память... \n Последовал вздох.\n—Вы сказали показ? Что за показ?\n—Вы работаете менеджером самой извесной фигуры в мире моды — Элис Канти. Это был ее показ.\n—Правда? Значит вот кто я... Ничего не помню! Мода? Я хотел этим заниматься? Сейчас...ничего не ощущаю.\n\nВаше сердце сжалось. Джон.... Ваш Джон, он...\n\nАмнезия. Ужастное слово. Оно означает...\n\nЛишь то, что Ваш Джон исчез.",
    "answers": [
      {
        "id": 16,
        "text": "Исчез..."
      }
    ]
  },
  {
    "id": 16,
    "text": "Ваши руки затряслись. Амнезия... Вы не могли поверить. Джон... он....забыл о Вас? Забыл обо всем, что происходило? И о чувствах он тоже забыл?\n—Пропустите меня! — Все обернулись на звук Вашего голоса.\n—Выйдите, я должна поговорить с ним на едине.\nВас узнали.\n—Элис Канти, я полагаю. — Сказал тот, кто только что разговаривал с Джоном, поправляя очки. \nВы не ответили. Почему-то никто не уходил.\n—Простите, но больному нужен покой. Мы можем допустить к разговору с ним только ближайших друзей и семью. Но Вы просто его работодатель.\n\nПросто работодатель, да?\nЧто этот наглый врач себе позволяет?\nНе стоило ему злить Вас сейчас, когда Ваше настроение настолько нестабильно.\n\n—Я его друг. Я должна поговорить с ним, поэтому выйдите все с палаты сейчас же.\nВрач обернулся к родителям Джона и спросил знают ли они меня лично. Конечно они не знали. Хоть Джон и был Вашим другом, но знакомство с его родителями не входило в Ваши планы. Сейчас Вы начинали жалеть.\n\n—Вот видите? Вряд ли друзья больного не были бы знакомы с его родителями.\n\nВы вплотную подошли к врачу и вкрадчиво произнесли, шепотом, так, чтобы Ваш голос слышал только он:\n—Наши отношения не твоего ума дело. Дорогой врач, если ты сейчас же не уйдешь отсюда со всей этой сворой, то я ведь могу и жалобу на вас накатать. За плохое отношение к больным и их \"гостям\". Как думаешь, кому поверит суд? Тебе, или мне? Я далеко не так проста, как тебе кажеться, у меня ведь даже в Аду связи есть. — Вы улыбнулись. — Это заведение же и прикрыть могут. Просто из-за того, что у меня сейчас плохое настроение.\n",
    "answers": [
      {
        "id": 17,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 17,
    "text": "Всё, что Вы сказали было правдой. То, что Вы не любите показывать другим свою темную сторону не отменяет того, что Вы могущественная личность. А такие самоуверенные люди, как этот доктор довольно быстро понимают свой просчет.\nВот и сейчас....\nНесколько минут и в палате остались только Вы с Джоном.\n\n\nОн всё ещё был слаб. Выглядел неважно. И это заставляло Вас чувствовать жалость. И чувство вины. Казалось, что всё это из-за Вас.\nБыло сложно начать. Он смотрел на Вас такими глазами, будто Вы его даже немного пугали. Будто Вы совершенно чужие люди.\n—По крайней мере ты жив. — Наконец Вы нарушили тишину.\nОн не ответил.\nВы присели на стул около его кровати и посмотрели ему в глаза.\n—Джон. Ты правда ничего не помнишь?\nОчевидный вопрос, неправда ли? Но сейчас Вы должны были его задать.\n—Даже имя кажеться каким-то чужим. — Он рассмеялся.\nВот.... как.\n—А кто Вы мне?\nЭтот вопрос больно ударил по сердцу.\n—Знаешь, это немного больно слышать. Для начала давай на ты. Элис Канти. \n—Здравствуй, Элис.\nВы вздохнули.\n—Как ты себя чувствуешь?\n—Плохо. \n—А? — Вы удивленно посмотрели на него.\n—Не помнить свою жизнь, не помнить себя. Это как будто заново родиться. Но так больно видеть все эти волнующиеся лица. Я ведь даже родителей своих не помню! Тебе было бы хорошо, если бы ты забыла родителей?\nВы отвели взгляд.\n—Я бы умерла, ибо память — единственное, что от них осталось.\n—Мне...жаль. Правда жаль. Прости.\n—Ничего. Знаешь, после одного разговора я решила отпустить их. Чтобы не испытывать боль и чувство вины.  И я об этом не сожалею. Тот, кто помог мне это понять — ты.\nОн удивился.\n—Прости, я ничего не помню. \n—Я это уже поняла. — Вы рассмеялись.\n—Врач говорил о том как быстро вернется память?\n—Нет. Говорил, что для этого нужен толчок. Место, или человек, с которым связаны сильные емоции.",
    "answers": [
      {
        "id": 18,
        "text": "Человек?"
      }
    ]
  },
  {
    "id": 18,
    "text": "Человек значит....\n\nВы вновь избегали смотреть на него. \n\n—Элис.\n—Да?\n—Кто я для тебя?\n—А? Ну, это... Ты работаешь на меня. Ты мой менеджер, знаеш ли. И... друг. — Последнее слово Вы произнесли очень тихо.\n— Я пожалуй пойду, тебе надо отдыхать.\n—Элис. — Вы уже встали и сделали несколько шагов к выходу, но его голос Вас остановил.\n—Хоть я и потерял память, но я всё тот же человек, каким был до этого. И я уверен... что боролся бы до конца за такую, как ты. Я... не знаю за что, не знаю когда, но... я ведь полюбил тебя, да?\nВы стояли к нему спиной, боясь показать свои емоции. \n—Когда будешь готова сказать правду, вернись. Пожалуйста.\n\nВы вышли из палаты, дверь беззвучно закрылась. \nВы смотрели в потолок, не мигая. \n\nПо щеке скотилась одинокая слеза.\n",
    "answers": [
      {
        "id": 19,
        "text": "Собраться."
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы должны взять себя в руки. Вы смахнули слезу и побрели вперед. Дверь в палату Сары была открыта. Из нее вышел Виктор.\n—Элис! — Вы обернулись. \n—Ты в порядке? Выглядишь плохо, соберись. Тебе нужно отдохнуть.\nВы покачали головой. Уснуть сейчас Вы бы точно не сумели.\n—Элис, скоро ты должна.... Расспросить моих родителей. \nВы подняли голову.\n—Ты не против?\n—Я уверен, что они что-то скрывают, но даже не смею думать что. Они наотрез отказываются отвечать мне. Говорят, что скажут всё лишь тебе. Они смирились...\n—Ясно. Надо идти к ним.\n—Нет, постой. Вот. — Виктор передал Вам что-то. Это было письмо Дейва. Вы и забыли о нем.\n—Ты оставила его. \n—Выбрось, наверняка что-то несерьезное. У меня и так много проблем.\n—Нет. Я встретил того парня, которому поручили передать его тебе. Он сказал, что письмо очень важное! Дейв передал, что ты обязана его прочесть.\nОбязана? Может ли это быть важным сейчас?\nВы приняли письмо.\n—Иди и прочти его. Потом уже всё остальное. — Виктор вздохнул и направился обратно в палату. ",
    "answers": [
      {
        "id": 20,
        "text": "Найти спокойное место."
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы сели на лавочку у окна. Отсюда видно было заснеженную дорогу и деревья. Метель бушевала так сильно, как никогда. Хотя нет. Так же было и в тот раз. Семь лет назад. \nВы не хотели вспоминать. Но это зависело не от Вас.\n\nЗнаете, что тогда говорили все вокруг?\n\"Ты справишся\" , \"Держись\" , \"Будь сильной\"...\nБыть сильной?\nВы могли только посмеяться над этим.\n\nОни считали Вас сильной.\nНет, Вы не сильная. Вы очень, очень слабая. Вы сломлены, разбиты, уничтожены. Вы не можете любить, не можете быть счастливой, не можете узнать все прелести жизни. Ведь жизнь дана всего раз. И её легко отнять. Вы убиваете себя. Уничтожая свою личность, своё \"я\".\nВы очень, очень слабая.... Хоть и хотите казаться сильной. Вам нужно счастье, нужна любовь. Вам нужен покой, а иначе Вы будете постепенно замыкаться и опять вернетесь к тому холодному состоянию, в котором были раньше. Вы должны выбраться оттуда. Из пропасти, в которой закрыли саму себя. Из бездны, где не виден солнечный свет. Наружу. К любви.\n\nК....любви.\n\nНеужели Вы готовы полюбить кого-то?\n",
    "answers": [
      {
        "id": 21,
        "text": "Да."
      },
      {
        "id": 22,
        "text": "Разве это важно?"
      }
    ]
  },
  {
    "id": 21,
    "text": "Да. Да. Да.\n\nВы... готовы полюбить.\n\nСердце так быстро бьется. Ощущение счастья на секунду переполнило Вас. Вы признали это. Признали свои чувства. Для Вас это в новинку. Вам...нравится это чувство. И вправду нравится.\n\nНо сейчас есть более неотложная проблема:\n\nПамять Джона.\n\nНеужели после этой аварии он уже никогда не станет прежним?",
    "answers": [
      {
        "id": 24,
        "text": "Нет, ничего не станет хуже."
      }
    ]
  },
  {
    "id": 22,
    "text": "Разве это хоть что-то изменит? В любом случае, у Джона есть девушка. Когда Сара очнется Вы перестанете быть кем-то особенным. К тому же... Он больше не помнит Вас. Чувств он тоже помнить не будет. \nЕсли больше никогда не увидит Вас.\nМедленно Вы поднялись и пошли в сторону выхода.\n\nПисьмо Дейва так и осталось непрочитанным.\n\nВы прошли мимо палаты Сары.\n\nНадо ли Вам узнавать подробности аварии, если Вы решили забыть Джона? Вы решили отдалиться. Уйти и забыть всё, что случилось.\n\nВиктор также не способен заполнить пустоту Вашего сердца...Никто не способен.\n\nЗабыть Джона. Забыть Виктора. Забыть Дейва.\n\nЭто был Ваш выбор.\n",
    "answers": [
      {
        "id": 23,
        "text": "|Концовка 1|\n\"Одиночество\""
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы передали всё на усмотрение полиции. Просто намек от Вас, что авария может быть не случайной, заставил их трудиться и найти виновных. Но Вы не интересовались этим. Вам было попросту плевать. Или Вы хотели так думать? \nВ любом случае.... Путь, что Вы избрали был путем одиночества. Вы отдалились от всех, кто желал Вам добра или же зла. \n\nМожет не так уж и плохо решать проблемы бегством? \n\nПредательские мысли, что привели Вас этой дорогой....Прямо в тупик.",
    "answers": [
      {
        "id": 1,
        "text": "♦Начать сначала♦",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 24,
    "text": "Джон всегда будет Джоном. Осталось только вернуть его память. Тогда...Вы сделаете всё для этого.\n\nЗа окном всё еще бушевала метель, а в вашем сердце, пусть зимой, но засветило солнце.\n\nПисьмо Дейва...\nВы держали его в руках.  \n",
    "answers": [
      {
        "id": 25,
        "text": "Прочесть"
      }
    ]
  },
  {
    "id": 25,
    "text": "✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉\nДорогая Элис,\nНе знаю даже с чего начать. Ну, упустим формальности. Думаю будет правильно извинится за то, что пропал. Я даже не появился на твоем показе. Если честно я не хотел это делать, но уже тогда в караоке знал, что скоро меня тут уже не будет. Мне нужно было уехать, причем по очень важным причинам, связанным с проишествием семилетней давности, связанным с тобой. Сперва проясню. Всё, что я сказал тогда на балконе было правдой. Думаю, ты мне нравишься. Забавно, правда? Ты же должна меня ненавидеть. Ну, я готов ответить на всё вопросы и загадки в этом письме. Только вот....ты должна решить. Элис, если ты желаешь оставить прошлое в прошлом, то просто выбрось это письмо. Обещаю, что мы никогда больше не встретимся. Если же ты хочешь понять что я знаю о трагедии семилетней давности, то просто продолжай читать. Знай, что твоя жизнь усложнится, если захочешь прочитать письмо до конца.\nЕсли ты решила выбросить его... Прощай. Как и обещал, я больше не появлюсь в твоей жизни.\n\nЕсли же решила узнать....Прости...\n✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉",
    "answers": [
      {
        "id": 26,
        "text": "Выбросить письмо"
      },
      {
        "id": 27,
        "text": "Читать дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы встали. Порвали письмо на мелкие-мелкие кусочки, подошли и акуратно выбросили остатки письма в урну. Вы понимали, что это было нечто очень важное. Но Вам был дан выбор. Вы уже давно решили забыть о той трагедии. Забыть и отпустить. А теперь Вам придется забыть и о Дейве. Может Вы и будете мучить себя догадками о том, куда он отправился и что вообще случилось. Но это был Ваш выбор. И Вы решили оставить прошлое в прошлом, а самой жить в настоящем. Подбадриваемые этой мыслью, Вы зашагали в сторону палат. Вы не хотели думать об ощущении, что Вы сделали  \nчто-то не так. В любом случае...уже поздно.",
    "answers": [
      {
        "id": 3,
        "text": "|Глава 8|\n\"Правда\""
      }
    ]
  },
  {
    "id": 27,
    "text": "✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉\nПрости...\nЭто слово довольно трудно сказать, или даже написать, тебе так не кажеться? Что ж....Давай я начну с начала.\nИтак 7 лет назад...\n\nМне тогда было 23. Мой отец был известным бизнесменом, а мать — актрисой. У меня есть брат — Роберт Вальтес. Он старше меня на 2 года. Уже тогда он работал в детективном участке. У него был острый ум и интуиция. Я же тогда еще учился. Наш отец был влиятельной фигурой. И, хоть он являлся бизнесменом, он был широко известным и в подпольных кругах. Мы тогда этого еще не знали.  Однажды пришла весть, что встревожила всю нашу семью. Отца подозревали в крупных денежных махинациях. И скоро должен был состояться суд. Ты же знаешь, на сколько могут посадить, если докажут вину. Ну, мы с братом взялись расследовать это дело. По юношеской прихоти хотели докопаться до истины. В то время суд также не спал. И вот их решение — отец невиновен. Это хорошо, ведь так? Ну, нам так не показалось. А всё потому, что мы нашли доказательства обратного.... Не буду ходить вокруг да около. Мнение суда: Поскольку денег не было найдено, то виновность подтвердить невозможно. Но, я стал свидетелем кое-чего интересного. Телефонного разговора, что подтверждал некоторые наши догадки и открывал новые.\nИтак:\n1.Наш отец нуждался в деньгах.\n2. Он решился на кое-что необычное и незаконное.\n\nВ общих чертах: Он пообещал помочь в устранении конкурентов некому Анониму. Так он называл его. Мы не смогли установить его личность.  В любом случае, всё пошло не так. План отца провалился, ибо он слишком доверял Анониму. Тот не перевел деньги. Он хотел, чтобы отец забрал их лично. Но, как я уже сказал излишняя неосмотрительность может привести к печальным последствиям. Аноним устранил того, кто знал слишком много, выдав это за несчасный случай. Расследование того, что произошло на самом деле заняло почти три года. Суд уже бросил это дело, но мы хотели отомстить за отца. Ведь во что бы он ни был замешан, он оставался нам родным человеком. Никто кроме нас не знал правды. Даже мать. Несколько лет назад мне удалось узнать кто был врагом Анонима. Семья Канти. Также я узнал, что один ее член выжил....\n\nТеперь...ты поняла за что я просил прощения, Элис? Мой отец стал соучастником убийства. Убийства твоих родителей....\n\nЯ... не имел права знакомиться с тобой. Просто...не имел права. \n\nНо я пишу не для того, чтобы просто поведать эту историю. Недавно мой брат отыскал кое-что. Некую зацепку, что может привести к Анониму. И я направился к нему для выяснения подробностей. Я направляюсь в Италию. \nЕсли ты прочла это... \nНеважно желаешь ты мести, или же информации....\nПосле решения своих проблем.... Приезжай в Рим. Я буду ждать. \n\nДейв Вальтес\n✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉✉",
    "answers": [
      {
        "id": 28,
        "text": "Слишком неожиданно"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы точно не могли себе представить, что такая информация появиться сейчас. Это....просто слишком. \nЭто Вас шокировало. Спустя столько лет узнать, что смерть Ваших родителей подстроена. И что виновный до сих пор на свободе. Это не укладывалось в голове.\nДейв...\nОн думал, что Вы станете ненавидеть его...\n\nНет, Вы не стали. Другой на его месте даже не рассказал бы Вам ничего. Но Дейв сделал это, даже зная, что Вы можете разозлиться, что ничего уже не будет прежним. Даже зная всё это...он ничего не утаил. \nДа и он тоже многое потерял. \nДействия его отца не связаны с ним, он за них не в ответе. К тому же.... его отец уже отплатил.\n\nАноним, значит? Странный псевдоним. В других обстоятельствах Вы бы уже рассмеялись. Но сейчас было совсем не смешно.\n\nХух. Вы встали. Столько информации может плохо сказаться на здоровье! Вы прикоснулись ладонью к окну. \nКогда всё здесь разрешиться... Вы приедете. Италия... да?\n\nВы направились к палате Сары.\n\nСеанс новостей на сегодня не окончился.",
    "answers": [
      {
        "id": 3,
        "text": "|Глава 8|\n\"Правда\""
      }
    ]
  },
  {
    "id": 29,
    "text": "Что ж...\nНачну ка я с причин....\nМы с твоими родителями были знакомы очень давно. Еще со времен университета. В те далекие дни мы были самыми близкими друзьями...\nПомню, когда мы заканчивали университет, обещали не расходиться, обещали всё время помогать друг другу. Мы с Ричардом довольно хорошо устроились. Мы основали свою маленькую компанию. И, хоть она еще была небольшой, она довольно быстро развивалась. Мы поженились. В то же время мы узнали, что твои родители также решили начать свой бизнес, но денег у них не было. Тогда они обратились к нам. Они просили занять денег, по старой дружбе. Конечно же сумма не маленькая, но мы согласились. Тогда мы даже предлагали им работать у нас. Такие талантливые дизайнеры точно добились бы успеха. Хех. Тогда мы даже не могли представить какого успеха. Они отказывались. Говорили, что хотят начать что-то новое. Что-то свое. Мы были рады за них. В скором времени их компания ожила и они отдали нам вложенные деньги назад. Почему-то после этого наши пути стали всё больше расходиться. Пойми, мы были конкурентами. А твои родители довольно быстро ступили на мировой уровень рынка моды. Нам за ними было не угнаться. Примерно восемь лет назад акции нашей компании сильно упали. Нам нужна была помощь и мы обратились к твоей семье. Вот только...нам отказали. Они отказали в услуге старым товарищам, когда те были в беде. Знаешь что они сказали? \"Мы делали всё сами. Что мешает вам делать также?\" Сами, да?  Конечно же не сами! Без наших денег они бы и начать не сумели!! А теперь они нас предают!!! — Еле как ей удалось успокоится.\n—После этого случилось то, что положило конец правлению семьи Канти. Мы так думали. Смерть твоих родителей нас огорчила. Как ни как, мы всё ещё люди, верно? Но потом поднялась новая звезда! Элис Канти взошла на сцену и затмила даже своих родителей! Но у тебя было всё. Была компания, была репутация, была удача. Ты привела компанию своих родителей к господству на мировом рынке! \nТы....",
    "answers": [
      {
        "id": 30,
        "text": "-Что?"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Ты оставила нас доживать последние годы. Наша компания оказалась на гране банкротства. А во всем виновата твоя семья!! Тогда мы и решились на крайние меры. Решились отнять у тебя компанию неважно каким путем. Законным, или же нет.\n\nОна окончила.\n\nА Вы всё ещё молчали, обдумывая услышаное.\n\n—Давай же, спрашивай! Нам уже некуда деваться, мы ответим. — Произнес доселе молчавший мистер Дельф.\n\n—Ладно.",
    "answers": [
      {
        "id": 31,
        "text": "-Почему Джон?"
      },
      {
        "id": 32,
        "text": "-Что вы знаете о смерти родителей?"
      },
      {
        "id": 33,
        "text": "Виктор и Сара. Они тоже были вовлечены?"
      },
      {
        "id": 34,
        "text": "-Что Вы знаете о человеке, которого называют Анонимом?",
        "need": [
          27,
          -26
        ]
      },
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Хех...Ты ведь привязана к этому менеджеру. Но он довольно проницателен. Понял, что мы что-то замышляем и уже собирался действовать, как что-то его остановило и он ни с того, ни с сего начал встречаться с Сарой. Но, это не отменяло того, что он становил опасность для нас....Ну а мы для тебя.\nЧто? Джон не сказал Вам об опасности? Даже если он затаил обиду, Вы всё ещё оставались его другом. \nОн что....предал Вас?",
    "answers": [
      {
        "id": 31,
        "text": "Спросить еще",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 32,
    "text": "—Ничего. Если ты желаешь подозревать нас, то можешь оставить это дело. Мы, хоть и имели мотив, но не были до такой степени бесчеловечны.\n—А теперь стали.... — С каменным выражением лица произнесли Вы.\nВ ответ же получили только тишину.",
    "answers": [
      {
        "id": 32,
        "text": "Спросить еще",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 33,
    "text": "— Элис! Я ... — Начал было Виктор, но его быстро перебили.\n—Нет, Виктор ничего не знал. Сначала мы планировали сделать его частью плана, но, увидев как он привязался к тебе, поняли, что емоции могут помешать.\n—А Сара?\n—О, наша девочка тебя ненавидела.\n Что?\n—Она ненавидела тебя, ведь у тебя было всё. Она была влюблена в Джона Лейта. Но он видел только тебя. Она, к сожалению, не знала о нашем плане. Если бы она была в курсе всего, разве оказалась бы в такой ситауции? — Грустный взгляд Линды Дельф переместился на дочь.\n",
    "answers": [
      {
        "id": 33,
        "text": "Спросить еще",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 34,
    "text": "—Аноним? — Как-то подозрительно спросила Линда Дельф.\n—Не знаем такого. — Перебил ее муж.\nВы видели, что они что-то скрывают. \n—А если честно?\n—Он...- Линда Дельф отвела взгляд. — Семь лет назад... Появился некто, кто звал себя Анонимом. Он говорил, что является врагом семьи Канти. Не знаем чем они ему насолили, но... Он говорил, что многое потерял по их вине. \n\n—Раньше вы ничего не знали о их смерти. — Нахмурились Вы.\n—Мы...не были уверены. \nЯсно.",
    "answers": [
      {
        "id": 34,
        "text": "Назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы отвернулись. То, что Вы узнали было слишком сложно пережить. \nВы вытянули телефон.\n\n—Скоро. — Обратились Вы к Линде и Ричарду Дельф.\n—Скоро Вы поплатитесь за все свои поступки.",
    "answers": [
      {
        "id": 36,
        "text": "За все свои ошибки"
      }
    ]
  },
  {
    "id": 36,
    "text": "Скоро начался судовой процесс. Описывать его достаточно детально Вы не имели ни малейшего желания, поэтому обойдемся несколькими словами. Линда и Ричард Дельф сели в тюрьму. За чистосердечное признание приговор уменьшился, так что сидеть они будут не так уж и долго. Виктор и Сара были признаны невиновными. Сара до сих пор не очнулась. А Джон так ничего и не вспомнил. Если говорить о бизнесе семьи Дельф, то на тот момент они уже были почти банкротами. Виктор стал наследником и продал ту часть, что осталась, получив некоторую прибыль. Деньги он пока что оставил. Он всё ещё работал врачом, а так же приглядывал за Сарой. Что же до Ваших отношений...\nИх можно назвать дружескими, да?\nНу, сейчас Вы не знали как относится к Виктору.\nПока что нужно было разобраться с Джоном.",
    "answers": [
      {
        "id": 37,
        "text": "И его памятью"
      }
    ]
  },
  {
    "id": 37,
    "text": "Сейчас Вы сидели в машине, около больницы. Джона выписали и Вы приехали его забрать. Конечно человек, который потерял память, сам домой не добереться, а Вы уговорили его родителей, что выступите в качестве водителя. Кстати, Вы уже успели неплохо с ними познакомиться. Хорошие люди. Сейчас Вы отвезете Джона к ним в загородный дом, где они живут. Они присмотрят за Джоном. А так, как в этом доме он вырос, то есть надежда, что к нему могут возвратится воспоминания. Его вещи уже лежали в багажнике. Осталось только дождаться самого Джона.\n—Элис, привет!\nА вот и он.\n—Привет. — Улыбнулись Вы.\nОн сел на переднее сидение около Вас. \n—Я рад, что меня забираешь именно ты. Хм. — Он задумался. — Это авто кажеться мне знакомым. Я был тут раньше, верно?\nВы не знали что ответить. \n—Ты...вспомнил?\n—Нет. — огорчил Вас его ответ. — Просто какое-то чувство...дежавю. Так что здесь было?\nВаши руки крепко сжали руль. Верно. Этот автомобиль. Он не Ваш. Это тот самий автомобиль Джона, на котором он приехал забрать Вас... в тот день, когда Вы вывихнули лодыжку.\nА еще в тот день...",
    "answers": [
      {
        "id": 38,
        "text": "Вы впервые поняли, что он ревновал"
      }
    ]
  },
  {
    "id": 38,
    "text": "Но тогда Вы не обратили на это внимания. Вы были слишком заняты своими дурацкими переживаниями, что не обращали внимания на терзания Джона. А он страдал! Вам было так стыдно. За себя, за всё...",
    "answers": [
      {
        "id": 39,
        "text": "Проигнорировать вопрос Джона"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Что ж, пора ехать. — Как-то даже слишком энергично произнесли Вы, поворачивая ключ зажигания.\nДжон молчал, но сверлил Вас уничтожающим взглядом, который Вы бы предпочли не видеть.\n—Элис, — Наконец вкрадчиво, но с ноткой угрозы заговорил Джон. — Ответь мне, почему эта машина кажется такой знакомой. \n—Это твоя машина. Ты часто на ней ездил, может поэтому...\n—Ты не договариваешь.\n—И почему это тебе так кажеться?\nВы и правда стали худше врать. Тем более Джону.  Раньше он не мог раскусить Вас вот так вот запросто.\n—Я думаю... — Он приблизился, заглянув Вам в глаза, чтобы Вы не могли избежать его пронзительного взгляда. Казалось, будто этот взгляд и впрям пронзал насквозь.\n—Я думаю, что ты тоже здесь была.\n—Ну... — Вы смотрели на всё, но только не на Джона. \n—Элис!!\nВы встрепенулись.\n—Скажи же мне правду!! Тогда, в палате, я спросил кем я есть для тебя. Что было до потери памяти. Ты так и не ответила. И даже сейчас! Да что в этом такого?! Просто ответь мне, пожалуйста. \n\n—Да не могу я, не могу!!! Как же ты не понимаешь?! — Ваши глаза были на мокром месте. Джон отшатнулся.\n—Ты ничего не помнишь! Ничегошеньки! А мне стыдно. Стыдно за то, как вела себя. Стыдно за свою глупость. Это я во всем виновата!! Это из-за меня ты попал в аварию! Может, если бы я тогда ответила взаимностю, ты бы не потерял память!!! Во всем виновна только я!\nВы заплакали. Вам было так больно. Вы такая, такая дура! Всё могло сложиться совершенно иначе. Всего этого можно было избежать. Если бы вместо того, чтобы страдать от давней скорби, Вы научились жить сегодняшним днем. Жить с теми, кто жив, а не с теми, кто мертв! Если бы всё сложилось иначе....\n— В-взаимностю? — Тихо прошептал Джон. \n—Э-это не... Я имею ввиду, что я не должна была говорить, всякие глупости вырвались. — Вы вытирали слезы.\n—Я-я... — Ваша трясущаяся рука схватилась за руль.\n—Я, пожалуй, поеду.\nВнезапно Вам пришлось отказаться от этой идеи на какое-то время, ибо Вы были заключены в теплые и крепкие объятия Джона.\n—Ты не должна себя винить. В этом никто не виноват. Со мной всё в порядке, слышишь? Всё будет хорошо.",
    "answers": [
      {
        "id": 40,
        "text": "-Но!"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Ты же потерял память! Это я... это моя, только моя вина.\n—Да подумай же ты, дурочка. Ты бы ничего не смогла изменить. Это не твоя вина, в этом нет ничьей вины.\nВы крепко обняли Джона и продолжили плакаться в его плечо. Вы раньше не были такой никчемной. Вы никогда и никому не показывали свою слабость. \n—Элис. Что ты имела ввиду, когда сказала \"взаимность\"?\nВсё ещё обнимая Вас спросил Джон.\nВы попробовали отстранится и как-нибудь избежать разговора, но не получилось, ибо Джон не был намерен Вас отпускать.\n—Ты... не поймешь.\n—Почему же?\n—Ты не помнишь. А, значит, всё, что было   \nраньше — неважно.\n—Просто ответь мне. Я прошу тебя.\n—Я-я-я... — Вы не могли найти подходящих слов. — Ты... — Ваш голос теперь звучал очень тихо. — Сказал, что влюблен в меня.\nДжон еще крепче сжал Вас, будто боясь того, что будет сказано дальше.\n—И что ты ответила?\n—Ничего. — После паузы ответили Вы.\n—Почему?\n—Что?\n—Почему? Ты ведь могла просто отвергнуть меня и на этом бы всё кончилось. — После этих слов Вы почувствовали, как руки Джона затряслись. Он бы уже давно отстранился, только вот не мог смотреть Вам в глаза. И Вы не могли.\n—Я... Я просто не могла соврать тебе. А сказать правду слишком уж сложно. К тому же...После того случая, ты стал встречаться с Сарой. А потом авария и... Ты уж точно больше ничего ко мне не чувствуешь. Поэтому... Лучше мне тоже ничего не признавать.\n\nПауза. \n\n—Ты... неправа.\nДжон отстранился и смущенно посмотрел Вам в глаза.\n -Я...чувствую.\n\n\nВаше сердце забилось чаще.",
    "answers": [
      {
        "id": 41,
        "text": "|Глава 9|\n\"Я тебя люблю! *2\""
      }
    ]
  },
  {
    "id": 41,
    "text": "—Я люблю тебя.\n.\n.\n.\nЧто?\n\n\n\nВы стояли в полном ступоре. В ушах всё ещё громом звучали слова Джона, в которые Вы просто не могли поверить. Вы сидели, уставившись в его смущенное лицо, не понимая что только что произошло. Смысл его слов очень медленно начал доходить до Вас и, сами того не ожидая, Вы засмущались, как школьница. Да что с Вами не так? Вы в который раз задались этим вопросом и в который раз затруднились дать ответ. Он ведь и раньше признался Вам, тогда почему сейчас Ваша реакция совершенно другая?  \nДжон заметил , что Вы покраснели. \n—Элис?\n—Ч-что? — Вы оторвались от своих переживаний, посмотрели на Джона... И опять задумались о том, что должны сейчас сказать.\n—Элис, ты покраснела. — Кажется он в шоке.\n—Ты тоже. — Нагло ответили Вы и отвернулись от него. В любом случае он еще держал Вас за плечи. \n—Отпусти меня. — Тихонько прошептали Вы.\n—Нет. — Мгновенный отказ.\n—Что?! —  Вы начали раздражаться.\n—Ты не ответила.\n—Что?\n—Ты не ответила на мое признание.\n",
    "answers": [
      {
        "id": 42,
        "text": "-Ты потерял память."
      }
    ]
  },
  {
    "id": 42,
    "text": "—Это не имеет значения.\n—Нет, имеет. Память многое значит, знаешь ли.\nВы освободились из его объятий. \n—Надо ехать. — Ваш безразличный тон ударил по Джону, но Вы не хотели об этом думать. \n\n\nДальнейшая поездка прошла в полном молчании.\n\n",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы не остановились у них надолго. Вообще, как только Вы привезли Джона, Вы сразу же уехали. Успели только поздороваться с его родителями, которых изрядно удивило такое поведение. \nВсё же Вы не имели никакого желания оправдываться.\nВам о многом нужно было подумать. Джон сделал кое-что необычное. И Вы не знали насколько серьезно должны к этому относиться. В любом случае, Ваше сердце отреагировало на признание Джона. \n\nЭто надо было учитывать...",
    "answers": [
      {
        "id": 45,
        "text": "Дом."
      }
    ]
  },
  {
    "id": 44,
    "text": "Виктор.\n.\n.\n.\nЕсли бы это был грабитель было бы интереснее.\n\nНо, все же, как он сюда попал? \n\n—Элис! — Виктор выглядел необычайно оживлённым. Он вышел с кухни и встретил Вас у порога. \nВаше настроение на сегодня оставляло желать лучшего, поэтому Вы просто хмуро сверлили Виктора требовательным взглядом.\n—Виктор. — Наконец констатировали Вы сей неизменный факт и продолжили: — Какая встреча. Только не говори, что оказался здесь случайно. \n—Конечно же нет. — Казалось Виктор вообще не замечал того, что Вы не в духе. Напротив, его улыбкой можно было заменить солнце.\nВы еле сдержались, чтобы не прикрыть глаза руками, ибо это ослепляло. \n—Так почему ты здесь и как ты сюда попал?!\n—Ха-ха, Элис, я пришел навестить тебя. Мы долго не виделись, знаешь ли.  Ты все время присматривала за Джоном, а я разбирался с делами семьи и завалами на роботе. Сейчас я со всем закончил и пришел отпразновать.\n\nОн поднял выше бутылку шампанского в его руке.\n\n—Прошу простить, но сейчас мое настроение увы не праздничное.\n\n—Почему? — Улыбка на лице Виктора померкла.",
    "answers": [
      {
        "id": 46,
        "text": "Вы грустно усмехнулись"
      }
    ]
  },
  {
    "id": 45,
    "text": "Опять этот безжизненный дворец. Вы ведь уже говорили об этом, да? Дом, в котором нету любви нельзя называть домом. Это просто ещё одно чужое помещение, что не вызывает никаких положительных емоций. Вы даже стали думать, что так будет всегда.\nНо сегодня, видимо, судьба решила изменить правила.\n\nВедь как только Вы вошли в двери свого дома, увидели, что здесь есть кое-кто еще.",
    "answers": [
      {
        "id": 44,
        "text": "Кто же?"
      }
    ]
  },
  {
    "id": 46,
    "text": "—Тебе пора уходить.\nВы прошли мимо Виктора, направляясь в свою комнату. \n—Ты ведь была с ним, верно?\nВы замерли.\n—Элис, ты была с Джоном? — Что-то в голосе Виктора заставило Вас остановиться.\n—И что с того? — Вы всё ещё стояли спиной к нему, боясь смотреть в глаза.\nВнезапно Вы услышали тяжелые шаги и поняли, что Вас прижали к стене. Фигура Виктора нависала над Вами, но выражение его лица было наполнено болью.\n—Он тебя расстроил? У тебя плохое настроение. Он сделал что-то не то?\n\nРуки Виктора сжались в кулаки.\n\n—В-Виктор...\n\nЧто с ним? Он волнуется? Ревнует? Что творится в его сердце? Вы не могли этого понять.",
    "answers": [
      {
        "id": 47,
        "text": "Холодным тоном отчитать его"
      },
      {
        "id": 48,
        "text": "Мягко дотронуться до его щеки и успокоить"
      }
    ]
  },
  {
    "id": 47,
    "text": "—Тебе не следует в это вмешиваться.\n\nВаш холодный тон больно ударял в сердце Виктора. Вы уже и сами понимали, что не стоило этого делать, но всё равно продолжали говорить:\n\n—Не надо притворяться, что тебе интересна моя судьба. Разве ты не такой же, как и твоя семья?!-эти слова вырвались сами собой.\n\nОоой!\n\nВы зажали себе рот руками, когда до Вас начал доходить смысл сказанного.\n\nВы не видели глаза Виктора.\nНо по позе можно было понять, что он едва сдерживает свои эмоции.\n\nВы не хотели этого говорить.\n\nВам было стыдно.\n\nНо в глубине души Вы всё ещё держали обиду на семью Виктора. Вы понимали, что это уже в прошлом и Виктор тут совсем ни при чем. Умом Вы понимали, но...",
    "answers": [
      {
        "id": 52,
        "text": "Но..."
      }
    ]
  },
  {
    "id": 48,
    "text": "Ваша ладонь легла на лицо Виктора.\nВыражение его лица сразу же изменилось и стало удивленным.\n—Все хорошо, успокойся. — Почему-то Ваше настроение больше не было таким паршивым.\n—Угх! Не делай так больше. — Виктор отошел на несколько шагов.\n—Что? Почему? — Вы подошли к нему и воспросительно заглянули в глаза.\n—Ты не представляешь как трудно сдержаться!\nВиктор приблизился и теперь вас разделяло не больше нескольких сантиметров.\n—Я не хочу причинить тебе боль, но... когда ты так близко...\nЕго губы всего на секунду прикоснулись к Вашим, но он сразу же отстранился. \n—Я просто не могу противостоять.\nВы в шоке смотрели на его спину, ибо лицо он показывать не собирался. \nТак он сдерживается....\n—Виктор. — Он содрогнулся.\n—Что ты чувствуешь ко мне?\n—Хех. — Виктор вновь обернулся к Вам. — А разве не ясно? Хотя....Даже если я отвечу, ты уж точно не выберешь меня. — На его лице читалась боль.\n \n—Элис... Я люблю тебя.\n\nОн улыбнулся.\n\nБоже, его улыбка...Она не сияла, как раньше. Она не была печальной. Не была наполнена грустью...\n\nТолько сильная любовь и страх перед отказом были видны в его глазах.",
    "answers": [
      {
        "id": 49,
        "text": "Виктор..."
      }
    ]
  },
  {
    "id": 49,
    "text": "—Ладно, прости, я переборщил. — Он отвернулся и отошел.\n—Забудь всё, что я сейчас сказал. Думаю, это будет легко.\n—Виктор, я...\n—Просто ничего не говори! — Виктор перебил Вас. — Думаю, что я пойду.\n\n Виктор ушел в прихожую. Он накинул свое пальто и грустно посмотрел на уже давно отложенную бутылку фирменного шампанського.\n\n—Можешь выпить в одиночестве. Только сделай милость, не разделяй его с кем-то другим. Твое любимое, не так ли?\n\nВиктор ушел не прощаясь и единственное, что напоминало о его присутствии здесь — бутылка шампанского на полу.\n\nВы подняли ее и посмотрели на название.",
    "answers": [
      {
        "id": 50,
        "text": "Он прав..."
      }
    ]
  },
  {
    "id": 50,
    "text": "И вправду Ваше любимое.\n\nВы вздохнули. Да что же сегодня за день такой?\nВы только и делаете, что разбиваете сердца.\nЧужие.\nИ свое...\n.\n.\n.\nВы встряхнулись и решили игнорировать все свои любовные переживания. \nКак-то ведь и до этого жили, верно?\nНужно проветрится! \n\nВы не хотели терять времени даром и  отправились на работу.\nВ любом случае, Вы любили свою профессию и она всегда улучшала Ваше настроение.\n\nВот так Вы и решили создать свою новую коллекцию.\n\n\nТолько...Мысли о двух признаниях всё никак не хотели покидать Вашу голову.",
    "answers": [
      {
        "id": 51,
        "text": "|Глава 10|\n\"Обещанные неприятности\""
      }
    ]
  },
  {
    "id": 51,
    "text": "Итак. Работа!\n\nВы просто нуждались в отдыхе и перезапуске своего, уже успевшего изрядно так постучать, сердца. Как ни странно, в отличие от большинства людей, Вам работа приносила только удовольствие. Вы могли расслабиться и заняться рисованием скетчей новой модели одежды, паралельно думая о своих личных делах.\n\nЭтим Вы, собственно, и занимались прямо сейчас.",
    "answers": [
      {
        "id": 54,
        "text": "А подумать было над чем"
      }
    ]
  },
  {
    "id": 52,
    "text": "В сердце Вы всегда хотели, чтобы он вел себя иначе. \nЧтобы перешел на Вашу сторону.\nЧтобы защитил.\nЧтобы стал опорой в это трудное время.\n\nК сожалению...",
    "answers": [
      {
        "id": 53,
        "text": "Это были просто бессмысленные желания."
      }
    ]
  },
  {
    "id": 53,
    "text": "—Что бы ни сделала моя семья, это был не я! Я всегда принимал твою сторону. Всегда был подле тебя. Потому что...\nВиктор приблизился и заглянул Вам в глаза.\n\n—Я всегда любил тебя, Элис.\n\n—Ч-что?\n\nЕго прекрасные глаза смотрели на Вас с грустью, как будто понимая, что Вы можете и не разделять эти чувства.\n\nНо Вы не хотели этого делать!\n\nВпрочем, ответить Вы тоже не могли.\n",
    "answers": [
      {
        "id": 49,
        "text": "Вам оставалось просто смотреть"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вот, вроде бы, и Джон уже не на больничной койке, и Виктор со своими делами разобрался, да не все так просто, как хотелось бы.\n\nВы устало покрутили в пальцах карандаш.\n\nЕсли бы все было так просто, то сейчас Вы бы не ломали голову, думая что ответить на два столь неожиданных признания. \n\nИ вообще! Когда Вы только успели стать такой? Раньше Вы были холодной, независимой женщиной, а сейчас? Люди, конечно, меняються, но не настолько же кардинально, причем за минимальный отрезок времени. \n\nА, может... Вы всегда стремились стать такой?\n\n\nДогадка молнией пронзила Ваш мозг.",
    "answers": [
      {
        "id": 55,
        "text": "Странно это: не знать себя"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы ведь даже и не догадывались раньше...\n\nДо этого момента, Вы были скованы тоской и скорбью, не в силах расправить крылья и взлететь.  Вы даже не знали своих собственных  желаний,  все время отвергая свое  сердце.  Хотя... Вы ведь и сейчас продолжаете это делать.  Вы не можете до конца признать,  или определиться с тем,  что чувствуете. \nВы и не хотите. ",
    "answers": [
      {
        "id": 56,
        "text": "Вдруг раздался стук в дверь. "
      }
    ]
  },
  {
    "id": 56,
    "text": "— Войдите. — Вы постарались сделать  лицо серьёзнее, но романтическая млявость не хотела покидать ни Ваше сердце,  ни Ваш разум, что бы Вы ни делали. \n—Леди Элис,  у меня срочная новость! —  В кабинет уверенной походкой вошла Ваша новая секретарша Елена.\n—Что такое, что стряслось? — Вы мляво поинтересовались, паралельно завершая последние штрихи на скетче нового платья.\n—Новости из больницы. Сара Дельф пришла в себя.\nЧто?\nВы выпустили карандаш из рук и поспешно поинтересовались: \n—Как давно?\n—Буквально 15 минут назад. Мне передали, что она хотела встретиться с Вами.\n—Со мной? Странно. Как вы узнали настолько  быстро? \n—Вы же сами приказали  сделать это приоритетом. \n—Хорошо.  Виктор уже  знает? \nОна покачала головой. \n—Мы не можем с ним связаться. ",
    "answers": [
      {
        "id": 57,
        "text": "Не могут связаться? "
      }
    ]
  },
  {
    "id": 57,
    "text": "Он и вправду  сильно на Вас обиделся. \nВы почувствовали вину в сердце,  но попытались быстро ее отбросить. \n\n—Отыщите его местоположение и доложите мне.\n\n—Едем. — Вы встали из-за стола,  направляясь к выходу. \n\nСкоро Вы уже ехали в машине. \n\n",
    "answers": [
      {
        "id": 58,
        "text": "-Ну, привет,  Сара Дельф. "
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы стояли посреди палаты Сары и сверлили недавно больную холодным взглядом. \n \nОна сидела на кровати и улыбалась, совершенно не обращая внимания на Ваше пугающее выражение лица. \n—Дорогая леди Элис, вот мы и встретились вновь. Я так долго была без сознания, что многое могла пропустить. Скажите, что же произошло? — Она уставилась на Вас своими большими невинными глазами, которые Вы довольно долго считали проявлением ее истинной натуры. К сожалению, это просто указывает на то, что Вы были слишком наивны. Кстати о наивности, Сара сейчас вела себя как и раньше, но Вы, конечно же, не поведетесь на это притворство снова.",
    "answers": [
      {
        "id": 59,
        "text": "А в том, что это было притворство, Вы не сомневались."
      }
    ]
  },
  {
    "id": 59,
    "text": "—Случилось и вправду многое. — Произнесли Вы обыденным тоном, медленно шагая к креслу около кровати Сары. \nВы не спеша присели, расправили складки длинной юбки, поправили волосы и только тогда посмотрели на улыбающуюся Сару, на лице которой успели заметить секундное выражение злости, что потом сменилось невинной улыбкой.\n—С чего бы начать? Ну, во первых твои родители сейчас в тюрьме — отбывают заслуженное наказание.\n—Что? — На ее лице читался шок.\n—Ну, это ведь они подстроили данную аварию, так что не тебе их жалеть. — Отрезали Вы, не обращая внимания на то, как перекосилось лицо Сары.\n—А также я поняла довольно многое и раскрыла себе глаза на довольно очевидные вещи, что раньше не замечала.\n—Например то, как же сильно ты меня ненавидишь. Мне твои родители рассказали. — Объяснили Вы. — Так что можешь больше не притворяться.\nМгновенно ее лицо, что лучилось дружелюбием наполнилось адским холодом.",
    "answers": [
      {
        "id": 60,
        "text": "Ну, Вы этого и ожидали"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Хотя, знаешь? Твоя ненависть ко мне...она из-за Джона?\n—Конечно. — Девушка хмыкнула, показав презрение.\nВы могли только посмотреть на нее, как на душевнобольную.\n—Но, с тех пор, как ты очнулась, я еще ни разу не слышала, чтобы ты упоминала Джона.\nЕе глаза сверкнули и она отвернулась.\n—Неужели ты забыла о том, что Джон также был в том авто и также попал в аварию? Ты на самом деле печешься только о себе?! — На мгновение Вы повысили голос, но сразу же пришли в себя.\n—Ты не забыла. А вот он забыл. \n—Что ты имеешь...\n—Научись дослушивать до конца. Он потерял память. У него амнезия. Эта авария стала причиной того, что Джон забыл всю свою жизнь. А ты получила повреждения физические.\nКак по мне, твой случай все таки лучше. И почему дуракам везет? — Последние слова Вы сказали почти шепотом.\n—Не считай меня дурой, дорогая бывшая начальница.\n—О, так ты самостоятельно поняла, что я тебя уволила? Неплохо-неплохо. Если ты и вправду не считаешь себя дурой, попробуй пересмотреть свои чувства к Джону. Вспомни то что я сказала. Может, он — просто очередное увлечение? \nВы встали, собираясь выйти из палаты, но резкий окрик Сары Вас остановил:\n\n—Стой!\n",
    "answers": [
      {
        "id": 61,
        "text": "—Ну что ещё? "
      }
    ]
  },
  {
    "id": 61,
    "text": "—Виктор...как он?\n\n—О, теперь и о Викторе вспомнила?\n\n—Он ведь мой брат! После истории с родителями, хотя я и не знаю всех подробностей, ещё и то, что я была в коме — он столько пережил... Я знаю его: хоть он и прикидывается, что всё хорошо, но это далеко не правда. Его сейчас, наверное, легко вывести из себя. Я боюсь как бы он не наделал глупостей.\n—Присмотри за ним! Пока я не могу, ты просто обязана это сделать, ясно?\n\nВ ответ Вы только кивнули и вышли, погруженные в свои мысли.",
    "answers": [
      {
        "id": 62,
        "text": "То, о чем она сказала, Вам и в голову не приходило."
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы вдруг поняли, что наделали глупостей именно Вы. При чем очень и очень больших.\n\nКак Вы могли оставить его в это время, еще и поссорившись напоследок?! Последние дни Вы посвящали Джону, ибо знали, что ему будет очень тяжело без памяти. Но Вы и подумать не могли, что Виктору не легче! Он ведь столько пережил, а Вы на это совсем не обращали внимания! Опять Ваша дурацкая невнимательность сыграла с Вами злую шутку. \n\nУ Вас возникло плохое предчувствие. \n\n—Леди Элис, как Вы и просили, мы узнали, где сейчас Виктор Дельф. — Ваша секретарша подошла уверенной походкой и отчиталась. Вам нравился ее характер: своевольный и немного вспыльчивый. Но работу свою она знала хорошо. \n\n—Где же?\n\n—Он направляется к дому семьи Лейт, где сейчас и находится мистер Джон Лейт.\n\n\nА вот и обещанные неприятности.",
    "answers": [
      {
        "id": 63,
        "text": "|Глава 11|\n\"Путь\""
      }
    ]
  },
  {
    "id": 63,
    "text": "Что-то Вам резко поплохело. Вы понимали, что ситуация на данный момент не то, что не радужная, а скорее близка к катастрофе.\n Вы знали, что сидеть на месте не только бессмысленно, а и чревато плохими последствиями, поэтому решили как можно скорее направиться к Джону и, если возможно, перехватить Виктора на полпути.\n\nКонечно же это было невозможно.",
    "answers": [
      {
        "id": 64,
        "text": "Совершенно никакой надежды..."
      }
    ]
  },
  {
    "id": 64,
    "text": "—Что ты чувствуеш к ней?! — Виктор стоял напротив Джона и не выглядел таким уж спокойным.\n—Совершенно не понимаю о чем ты. \n—О, да ну?\n—Насколько ты можешь видеть, я потерял память, поэтому многое для меня непонятно. А сейчас, не мог бы ты уйти?\n—Это странно.\n—Что? — Джона аж передернуло и он подозрительно уставился на Виктора.\n—Я говорю, что это странно. — Виктор  нахмурился. — Понимаешь ли, насколько бы сильно ты не пострадал от аварии, остается , что виновниками ее были именно мои родители. Мы, можно сказать, не виделись, после того, как ты потерял память. И, слушая информацию из других не совсем надежных источников(что неизбежно), ты вполне себе должен был затаить на меня обиду. Ведь, несмотря на то, что я совсем к этому не причастен, я всё ещё член своей семьи. А ты разговариваешь со мной так непринужденно. Как до аварии.",
    "answers": [
      {
        "id": 65,
        "text": "-Это..."
      }
    ]
  },
  {
    "id": 65,
    "text": "—Я и говорю, что это странно. Ты же ничего не скрываешь?\nВидно было, что Джона застали врасплох. Однако он быстро оправился и задал встречный вопрос:\n—А тебе какое дело? Скрываю я что-то или же нет, это мои проблемы, ты же здесь, чтобы спросить о другом, я не прав?\n—Да. — Взгляд Виктора потемнел. — Спрошу ещё раз. Что ты чувствуешь к ней?\n—А ты? \nВиктор удивился.\n—Очень круто переводить стрелки на меня. — Мужчина звонко рассмеялся. — Я...\nЕго взгляд вдруг стал серьезным и чрезвычайно грустным. \n—Я был готов просто смотреть. Просто наблюдать за ней, помогать и защищать, даже если она не будет рядом. Готов был отступить, чтобы увидеть ее счастливой. Ты можешь понять это чувство?\nДжон молчал.\n—Нет, значит? Мне казалось, что можешь. Я думал, что отпустил ее. Что согласен со всем, только чтобы она была счастлива. Но сегодня! \nВиктор со злостю посмотрел на Джона.\n—Сегодня я увидел ее в плохом настроении. Она была грустной и злой, угадай из-за кого? \nДжон отвел взгляд.\n—Сегодня я осознал, что она не обязательно будет счастлива. Ей могут причинять боль. Поэтому я пришел сюда, чтобы спросить: что ты чувствуешь к ней? Я пришел, чтобы выяснить являешься ли ты моим соперником.",
    "answers": [
      {
        "id": 66,
        "text": "Соперником..."
      }
    ]
  },
  {
    "id": 66,
    "text": "Это слово прозвучало подобно грому.\n—Да, ты можешь так считать.\nДжон вплотную приблизился к Виктору.\n—А насчет моей памяти... Возможно, я и вправду что-то скрываю. Но тебе об этом узнать не суждено.\nДжон хитро усмехнулся и прошел мимо Виктора.\n—Ану стой! — Виктор был рассержен. Он развернулся и схватил Джона.\n—Что? — Издевательская улыбка на лице второго ничуть не померкла. \n—Ты врешь ей?! Да как ты можешь!\n—Я этого не говорил. -Джон освободился из хватки Виктора и совершенно спокойно ответил ему.\n—Ты на самом деле такой... \n—О, я тебя прошу, не делай из меня плохиша. Ты должен уходить. О, и не забывай, я буду бороться.\n\nДжон очень странно улыбнулся.",
    "answers": [
      {
        "id": 67,
        "text": "Да, конечно"
      }
    ]
  },
  {
    "id": 67,
    "text": "Виктор презрительно посмотрел на Джона и развернулся, чтобы уйти.\n—Удачной игры!\n—Не смей считать это игрой!! — Виктор замахнулся и ударил Джона прямо по лицу.\n—Не могу не стереть это идиотское выражение из твоей рожи! — Виктор выругался.\n—Ах ты ж... — Джон уже было замахнулся для ответного удара, но...\n\n—СТОП!!!",
    "answers": [
      {
        "id": 68,
        "text": "Вы глубоко вдохнули и крикнули"
      }
    ]
  },
  {
    "id": 68,
    "text": "Двое парней сперва замерли, а потом одновременно обернулись на звук. \n\nНа Вашем лице было выражение неверия.\nЭти двое... \n\n—Идиоты.\n\nЭто единственное, что Вы сказали перед тем, как развернуться и уйти.",
    "answers": [
      {
        "id": 69,
        "text": "Уйти.."
      }
    ]
  },
  {
    "id": 69,
    "text": "Сложный выбор, не так ли? Уйти, несмотря на то, что пришли найти их. И вообще! Кто просил их затевать эту глупую драку? Конечно, и Вы отчасти были виновны в этом, так как дрались они из-за Вас.\n\nУуух. Как же это всё сложно.\n\n\nВы вдруг вспомнили о Дейве.\n\nВы прочли его письмо?",
    "answers": [
      {
        "id": 70,
        "text": "Нет"
      },
      {
        "id": 71,
        "text": "Да"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы начали жалеть, что не прочли письмо Дейва, может, и нашли бы как отвлечься.\n\nА сейчас у Вас был только один выбор.\n\n\nВы решили ехать домой. \nСегодня Вы сделаете себе полноценный выходной.\n.\n.\n.",
    "answers": [
      {
        "id": 72,
        "text": "Дом"
      }
    ]
  },
  {
    "id": 71,
    "text": "Письмо Дейва всё ещё было четким в Вашей памяти. Он сказал приехать, когда Вы закончите все дела? О, Вы и вправду закончили дела здесь. Эти двое так Вас разозлили, что Вы не имели ни малейшего желания видеть их в ближайшее время. И на данный момент Вы знали куда можете направиться. \n\n— Алло, Елена. Найди билеты на рейс в Рим. Мы вылетаем сегодня.",
    "answers": [
      {
        "id": 73,
        "text": "Вы решили уехать подальше отсюда."
      }
    ]
  },
  {
    "id": 72,
    "text": "Опять дом, да? \nСегодня Вы не обращали внимания на высокие стены, холодные цвета и неуютную атмосферу.\n\nПросто Вы впервые за долгое время закупились вкусностями, сели перед телевизором и начали наверстывать упущенное за все эти семь лет сериальное время.\n\nВы старались не думать ни о чем и просто смотреть фильмы и сериалы, которые очень популярны на данный момент.\n\nИ всё, что Вы могли сказать это:\n\n— Так значит Доктор теперь женщина?! \n\n— Эй, его костюм в комиксах выглядел совсем не так божественно!\n\n— Драконы всегда будут популярными...\n\nКонечно Вы успели набраться спойлеров, но что поделать?",
    "answers": [
      {
        "id": 74,
        "text": "Вы провели так довольно много времени"
      }
    ]
  },
  {
    "id": 73,
    "text": "Сейчас Вы стояли в зале ожидания аэропорта.\nВы собрали необходимые вещи и поехали сюда. Рядом с Вами была Елена. Она нервничала.\n\n— Леди Элис, я всё ещё не понимаю такой срочности. К тому же, Вы отказались от сопровождения охраны. Не кажется ли это слишком безрассудным?\n\n—Не оспаривай мои решения. Да и я не одна, ты летишь со мной. \n\n—Но...Леди Элис, а как же компания?\n\n—У меня командировка.\n\n—Леди Элис! — У нее было выражение неизбежности в этот момент.\n\n— Не ной. \n\nОна глубоко вдохнула, выдохнула и поразительно быстро взяла себя в руки.\n\n—Прекрасно.  В таком случае, я должна кое-что спросить, леди Элис.\n\n—И что же? \n\n— Вы не боитесь... летать?",
    "answers": [
      {
        "id": 77,
        "text": "Ваш взгляд резко похолодел"
      }
    ]
  },
  {
    "id": 74,
    "text": "Пока в голову опять не пришли мысли о тех двух. \n\nТочнее об одном из них.\n.\n.\n. \nВы решили наконец-таки разобраться в своих чувствах к каждому из них и Вы поняли...\n\nОдин для Вас всего лишь друг, а в другого Вы по настоящему влюблены.\n\nИ Вы уже точно знаете ответ на следующий вопрос, не так ли?\n\nКто Ваш возлюбленный?\n",
    "answers": [
      {
        "id": 75,
        "text": "Виктор"
      },
      {
        "id": 76,
        "text": "Джон"
      }
    ]
  },
  {
    "id": 75,
    "text": "Да. \n\nВы решили.\n\nВы решили любить Виктора.\n  \nВы увидели его чувства к Вам. Настоящие, искренние, светлые. \n\nВы поняли, что та ледяная стена, та крепость, которую Вы так старательно строили всё это время наконец растаяла. И Ваше слабое сердечко наконец начало биться. Вы всё ещё боялись. Боялись потерять это счастье, ошибиться, замкнуться в себе... Снова.\n\nВы были так напуганы.\n\n",
    "answers": [
      {
        "id": 79,
        "text": "Вы услышали звук телефона"
      }
    ]
  },
  {
    "id": 76,
    "text": "Верно.\n\nВы влюблены. И влюблены, к тому же, в своего лучшего друга. Если бы кто-то сказал Вам об этом раньше, Вы бы только посмеялись.\nНо, все же, факт остается фактом. \n\nДжон был рядом с Вами всё это время. Он поддерживал Вас, помогал, любил... Даже после потери памяти, он влюбился в Вас снова. Разве это не удивительно?\nНо, тот его разговор с Виктором посеял сомнения в Вашем сердце. Нет, Вы не сомневались в том, что любили его. Скорее, Вы сомневались в искренности его чувств. И это было невыносимо.",
    "answers": [
      {
        "id": 85,
        "text": "Вы услышали звук телефона"
      }
    ]
  },
  {
    "id": 77,
    "text": "—Воздержись от таких вопросов. — Казалось бы, вокруг похолодело на несколько градусов.\n—Сейчас это только предупреждение, но потом...\n\nЕлену аж передернуло. Она явно не ожидала, что Вы можете быть такой рассерженной. \n\nБольше она не пыталась говорить вплоть до посадки на самолет. Вы не хотели лететь частным рейсом. Почему? Ваши родители тогда летели на частном самолете и...\n\nДа! Да. Вы не то чтобы боялись...просто для перестраховки... Ну ладно, Вы должны признать, что события того дня всё ещё не выходили у Вас из головы. ",
    "answers": [
      {
        "id": 78,
        "text": "Вы смотрели в окно, пока самолет плавно взлетал"
      }
    ]
  },
  {
    "id": 78,
    "text": "Правда в том, что в тот день они звонили Вам. Когда они летели, они включили видеосвязь и... Вы видели их лица, когда они начали падать. Казалось, что они даже не были напуганы. Они сказали, что всё будет в порядке. А ещё... Что Вы должны позаботиться о себе пока их не будет. Они не сказали этого, но всем было ясно, что больше они не вернутся. \nВсе случилось в долю секунды и... Связь пропала.\n\nТогда Вы так горько плакали....\n\nВы ощутили, что и сейчас... плачете.  Вы отвернулись к окну и позволили себе пустить слезу, вспоминая прошлое. \nСовсем немного...\nЕщё чуть-чуть побыть слабой, чтобы потом казаться сильной.\n\nИ продолжать двигаться вперед.",
    "answers": [
      {
        "id": 95,
        "text": "|Глава 12|\n\"Здравствуй\""
      }
    ]
  },
  {
    "id": 79,
    "text": "Это были два сообщения: от Виктора и от Джона.\n\nВы тяжело посмотрели на сообщение Джона.\n\n\n[«Прости»...] — Это было единственное, что Вы напечатали. Может, когда-то Вы объяснитесь перед ним. Вы всё ещё желали оставаться друзьями с Джоном. Ведь он тот, кто был с Вами всё это время, вплоть до сегодняшнего дня...\n\nВиктор же... тот, с кем Вы хотите быть в будущем.\n",
    "answers": [
      {
        "id": 80,
        "text": "|Концовка 2|\n\"Дождь\""
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы назначили Виктору встречу в парке. Уже был вечер. Вы не ожидали такой подлости природы, но сегодня и вправду пошел дождь(хотя ещё совсем недавно была зима), что заставило Вас пожалеть о выборе места встречи. Сейчас Вы бы предпочли какой-то ресторан. Вы грустно вздохнули, не в силах изменить прошлое и продолжили стоять под зонтиком, вглядываясь в темноту перед собой. \nПо всем законам жанра, сейчас на Вас должны были напасть какие-то бандиты(это их самое невинное название), а Виктор, как настоящий мужчина, должен Вас спасти. Но, к сожалению, такого веселья не случилось, поэтому Вы были немного разочарованы. Всё же, Вы были большой любительницей приключений...\n\n—Элис!\n\nЗвук этого голоса вырвал Вас из раздумий и вернул в реальность.\n\n—Виктор. \n\nВы обернулись. \n\nОн стоял перед Вами, полностью промокший, с выражением волнения на лице. \nНикогда раньше Вы не видели всегда опрятного Виктора таким. Он просто промок до нитки, но не обращал на это внимания, будто дождя и не существовало вовсе. Он смотрел на Вас.\n\n—Боже мой, Виктор! — Вы подбежали к нему и с беспокойством посмотрели на него, стараясь защитить его от дождя своим зонтиком. — Ты же простудишься! Ты ведь врач, ты должен следить за своим здоровьем!\n\n—Ты волнуешься? — Виктор был похож на брошенного котенка.\n\n—Конечно же я волнуюсь, дурак! \n\n—Почему?\n\nИ Вы незамедлительно ответили:\n—Потому что я люблю тебя. \n.\n.\n.\nКогда Вы наконец поняли что сказали(спустя несколько длинных секунд), Вы попытались скрыть лицо, ибо чувствовали, что оно горит.\n\nВиктор просто не дал Вам такой возможности.\n\nОн вдруг обнял Вас. Сильно-сильно. И прижал к груди. \n\nЗонтик выпал у Вас из рук и вы вдвоем оказались под беспощадным дождем.\n\nГоворить что-либо не было смысла. Всё было слишком очевидно.\nВы только стояли, обнимаясь, под дождем, который не хотел заканчиваться.\n\nНо это было не важно. Ведь Ваши чувства не зависели от погоды. И, хоть сейчас падал дождь, в Вашем сердце было так тепло, как никогда раньше...",
    "answers": [
      {
        "id": 1,
        "text": "♠В начало♠"
      }
    ]
  },
  {
    "id": 81,
    "text": "_Концовки_ :",
    "answers": [
      {
        "id": 82,
        "text": "|Концовка 1|\n\"Одиночество\"\n\n♦",
        "need": [
          23
        ],
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 81,
        "text": "|Концовка 1|\n\"Одиночество\"\n",
        "need": [
          -23
        ]
      },
      {
        "id": 80,
        "text": "|Концовка 2|\n\"Дождь\"\n\n♠",
        "need": 80,
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 81,
        "text": "|Концовка 2|\n\"Дождь\"",
        "need": [
          -80
        ]
      },
      {
        "id": 83,
        "text": "|Концовка 3|\n\"Слезы\"\n\n♠",
        "need": [
          83
        ],
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 81,
        "text": "|Концовка 3|\n\"Слезы\"",
        "need": [
          -83
        ]
      },
      {
        "id": 81,
        "text": "♦- Плохая концовка\n\n♠- Обычная концовка\n\n♥- Счастливая концовка",
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы решили отдалиться. Уйти и забыть всё, что случилось.\n\nВиктор также не способен заполнить пустоту Вашего сердца...Никто не способен.\n\nЗабыть Джона. Забыть Виктора. Забыть Дейва.\n\nЭто был Ваш выбор.\n\nВы передали всё на усмотрение полиции. Просто намек от Вас, что авария может быть не случайной, заставил их трудиться и найти виновных. Но Вы не интересовались этим. Вам было попросту плевать. Или Вы хотели так думать? \nВ любом случае.... Путь, что Вы избрали был путем одиночества. Вы отдалились от всех, кто желал Вам добра или же зла. \n\nМожет не так уж и плохо решать проблемы бегством? \n\nПредательские мысли, что привели Вас этой дорогой....Прямо в тупик.",
    "answers": [
      {
        "id": 81,
        "text": "Назад"
      },
      {
        "id": 1,
        "text": "♦В начало♦"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вокруг падал дождь...\n\nОн начался неожиданно и не планировал заканчиваться.\n\nСначала Вы просто хотели прогуляться: очистить мысли.  Но потом начали запутываться ещё больше. Вы написали Джону, что вам нужно встретиться, но не сказали где и когда. Вы даже не проверили видел ли он сообщение... Вы просто собрались и вышли на улицу. \nВы вдохнули свежего, но холодного воздуха, и раскрыли зонтик. \nВы медленно шагали по улице, размышляя. \nВы уже понимали, что Ваши чувства к Джону настоящие, но то, о чем он говорил с Виктором тогда заставило Вас насторожиться.\n\nНеужели он и вправду что-то скрывает от Вас?\n\nВы на секунду остановились.\n\nЭтого ведь не может быть, да?\n\nВы очень не хотели этого признавать. И единственным способом узнать правду сейчас было спросить лично...\n.\n.\n.\n\n—Пожалуйста, прости меня! \n\nДождь усилился. \n Сейчас Вы прятались от стихии около круглосуточного магазинчика. Уже был вечер.\n Вы позвонили Джону и он пришел.\n—Прости меня. — Это было первым, что он сказал.\n—За что?\n— Я... Ты ведь не доверяешь мне? Сомневаешься в том был ли я до конца честен с тобой?\n—Я хочу верить тебе.\n—Я на самом деле начал вспоминать.\n Вы ощутили боль в сердце.\n—Почему ты не сказал мне?\n—Просто, я... — Джон болезненно скривился. — Мне было стыдно.\n—Стыдно? За что? — Вы не понимали. \n—Я вспоминаю свое детство, родителей, работу. Но ты... \n— Я не понимаю.\n\n—Я не могу вспомнить тебя.\n\nЧто?\n—Ты...не помнишь...\n—Не могу, просто не могу! Я знаю, что люблю тебя. Знаю, что страдаю, когда тебя нет рядом. Знаю, что мы уже многое пережили и я знаю, что ты уж точно не чувствуешь того же, но...\n—Нет, я...\nОн покачал головой.\n—В моей памяти, как будто стоит блок. Стена, что не позволяет мне вспомнить тебя. Инстинкт самосохранения, я полагаю. Просто я боюсь, что когда вспомню тебя, это причинит мне боль.\n\nВ Ваших глазах стояли слезы. Тогда в караоке Вы причинили ему боль. Еще раньше была история с Виктором. Все эти семь лет он любил Вас, а Вы этого просто не замечали. Вы причинили ему так много боли, так много страданий!\nЭто Вы должны были просить прощения.\n\nСлезы капали по Вашим щекам, не собираясь останавливаться.\n\nДжон обнял Вас.\n\n—Я люблю тебя. — Тихо прошептали Вы. \n\nОн обнял Вас крепче.",
    "answers": [
      {
        "id": 1,
        "text": "♠В начало♠"
      }
    ]
  },
  {
    "id": 84,
    "text": "С того дня прошла неделя. Вспоминая те события , Вы понимали, что Ваше сердце полностью растаяло и Вы совершенно точно не знали к добру ли это. Вы боялись...боялись, что Ваше счастье будет разрушено. Опять. В тот день Сара очень долго Вас искала, пока Вы сами не появились прямо перед ней. Конечно же к тому времени и Дейв, и Джон успели расствориться. Вы даже не сделали ей выговор. Вам тогда было о чем подумать. \nВ любом случае...с того момента Дейв больше не появлялся, а Джон...\nВы его игнорировали. Вы просто вели себя так, как будто того дня и не было. \nЕсли бы это могло что-то исправить...\nВы грустно улыбнулись. \nВ последнее время Джон стал всё реже оказываться около Вас, впрочем, как и Сара. Почему Сара? Вы тоже не понимали. Все теперь так часто берут отгулы.\n Сейчас Вы были у себя в офисе. Скоро будет проходить Ваш показ и, конечно же, Вы должны присутствовать. Ваша нынешняя колекция отличалась от прошлых. Она была ярче, что ли.\nНу да... Вы ведь и сами изменились. За такое мизерное количество времени... Вы от себя такого не ожидали.\nВпрочем...даже Вы понимали, что грустить вечно невозможно.",
    "answers": [
      {
        "id": 86,
        "text": "Вы улыбнулись"
      }
    ]
  },
  {
    "id": 85,
    "text": "Это были два сообщения: от Виктора и от Джона.\n\nВы тяжелым взглядом посмотрели на сообщение Виктора.\n\n[«Прости»...] — Это было единственное, что Вы напечатали... Вам было жаль. Действительно жаль. Не то, чтобы Вы вдруг резко перестали ощущать что-либо к нему. На самом деле Вам было больно. Но... Вы решили. Вы сумели понять чего желает Ваше сердце на самом деле, а Виктор... Должен был остаться просто другом.",
    "answers": [
      {
        "id": 83,
        "text": "|Концовка 3|\n\"Слезы\""
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы и не заметили, как...начали ощущать счастье.\nВозможно, даже Вы имеете на него право.\nНа Ваших губах расцвела столь редкая прекрасная улыбка.\n\nТогда Вы даже не подозревали как быстро всё может изменится.",
    "answers": [
      {
        "id": 87,
        "text": "К худшему"
      }
    ]
  },
  {
    "id": 87,
    "text": "Скоро показ.\nВы избавились от лишних мыслей и поспешили собраться. Опять без телохранителей, Вы вышли на улицу, где все уже вовсю готовились к Новому году. И снег кружиться, и лёд под ногами. Прекрасная в этот раз зима...\nВы улыбнулись.\nИ правильно.\nСев в машину, Вы направились к месту, где будет проходить показ, чтобы еще раз лично всё проверить. Но по пути увидели знакомые лица и остановились поздороваться.\n—Мистер и миссис Дельф, рада вас видеть! — Вы вышли из машины и подошли к паре, в которых никто бы сразу не распознал бизнесменов и сильно бы ошибся в выводах. Это были родители Виктора и Сары.\n—Привет, милочка! — Поздоровались они.\n—Элис, детка, как ты? Сегодня ведь показ твоей новой коллекции? Обязательно придем. \n—Очень рада это слышать. Возьмите и Сару с Виктором.\n—Конечно, они должны приехать. Виктор, наверное, скоро вернётся. Сегодня годовщина смерти его бабушки. Он поехал проститься. Мы были там раньше, а он не смог.\n—Какая в этот раз коллекция? Всё ещё серые тона? Девочка, так тебя вообще скоро покупать перестанут.\nВаша улыбка исчезла так же быстро, как и появилась.\n—В любом случае, рада буду вас там видеть. В этот раз цветов чуть больше.\n—Элис, деточка, ты на правильном пути. Во времена твоих родителей коллекции были просто сногшибательными. Это из-за того, что они вдохновлялись любовью. Особенно любовью к тебе. — Линда Дельф наставительно помахала указательным пальцем у Вас перед глазами.\n—Мы обязательно придем, Элис. — Продолжил мистер Ричард. — Мы хорошо знали твоих родителей, и, поверь мне, они бы гордились тобой.\nОни ушли.\nА Вы всё ещё стояли на той людной улице под снегом, не замечая прохожих.",
    "answers": [
      {
        "id": 88,
        "text": "В размышлениях"
      },
      {
        "id": 87,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c32/1812/da/2a684952f438.jpg"
      }
    ]
  },
  {
    "id": 88,
    "text": "Это выглядело немного странно, да? \nОни и вправду знали Ваших родителей. И Вас тоже. Вы выросли, зная кто такие Линда и Ричард Дельф. Но, почему-то, никогда раньше Вы не встречали их детей. Вы не знали о Викторе полтора года назад, а о Саре и подавно. Знаете как дети известных людей, пока те на каком-то важном совещании, играют вместе? В фильмах такое часто бывает. Так вот, с Вами было не так.\nВ любом случае, они никогда не говорили о детях...хотя, может, Вы просто забыли? Как бы то ни было, Вы точно не были знакомы.\nИ то, что они сказали о Ваших родителях...\nТеперь, когда Вы стараетесь отпустить прошлое, Вам вдруг захотелось посетить их могилу...\nПопрощаться.",
    "answers": [
      {
        "id": 89,
        "text": "Вы сели в машину"
      }
    ]
  },
  {
    "id": 89,
    "text": "Послышался звук мотора. В машине было тепло, холод снаружи не проходил сюда и о том, что вокруг зима, напоминали лишь пейзажи за стеклом и Ваши ботинки в снегу.\nВы изменили свой маршрут. Теперь Вы направлялись к окраине города, где было расположено кладбище.\nСнег ударял по стеклу, мешая видимости, но сейчас был день, так что это не было большой проблемой. \nАвтомобиль остановился.\n\nСерая обстановка вокруг никак не помогала мыслить в позитивном ключе.\nВы стояли над могилой и смотрели на улыбающиеся лица своих родителей. К горлу подступил комок. \n\nВы так их любили...\n\nКогда Вы были маленькой, вы всегда всей семьей готовились к празднованию Рождества. В этот день не было никакой работы, никаких показов. Вы отпускали прислугу и посвящали этот день друг другу.\nВы стояли с мамой на кухне, одевали фартухи с оленями и готовили праздничный ужин. Вы с мамой всегда пекли выпечку. И вместо того, чтобы помогать, получалось так, что мука разлеталась по всей комнате. Вы были белые, как и Ваша мама. А она только смеялась и устраивала битву мукой. После этого вы вдвоем чихали и слушали шутливый выговор отца, который и сам частенько к вам присоединялся.\nВы вместе садились за праздничный стол. И вместо того, чтобы сесть в отдельное кресло, Вы удобно устраивались на коленях у отца. Родители пили шампанское, а Вы — сок. \nВы до сих пор помнили тот волшебный звук стука бокалов.\nТот запах праздника, который Вы уже так давно не чувствовали...",
    "answers": [
      {
        "id": 90,
        "text": "Вы вздохнули"
      }
    ]
  },
  {
    "id": 90,
    "text": "Эти воспоминания бесценны...\nВы присели и притронулись к могиле...\nНа глаза навернулись слезы...\nВы плакали...Вам нужно было выплеснуть все те емоции, что накопились за это время.\nВам было так больно...так одиноко...Вы так хотели ощутить поддержку...\n\nВдруг, Вы ощутили теплую руку у себя на плече..\n\nВы обернулись. Виктор. Он стоял и смотрел вдаль, не пытаясь ничего сказать, ничего спросить. Его рука покоилась у Вас на плече, успокаивая и утешая. А сам он не проронил ни слова. Просто стоял и смотрел вдаль.\n\nСнег кружился вокруг, но Вам было совершенно не холодно.\n\nВедь было нечто, что согревало Вас в этот холодный день.\n\nВы плакали. Вы хотели еще чуть-чуть....совсем немного побыть вместе с ними. ",
    "answers": [
      {
        "id": 91,
        "text": "Вспомнить всё"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы вытерли слезы.\nСейчас...Вы полностью разорвали связь с прошлым. Вы будете помнить его, будете вспоминать, но....Вы не будете страдать.\nВы отпустили страдания в полет.\nИ полетели сами.\n\nВы улыбнулись. Еще слабо, но уже по-другому.\nВы подняли глаза и посмотрели на Виктора. Он, словно чувствуя Ваш взгляд, посмотрел Вам в глаза. \n—Всё хорошо?\n—Да! — Вы улыбнулись. Почему-то Вы были счастливы увидеть его здесь. Почему же?\nВы поднялись. \n—Что ты тут делаешь?\n—Пришел на могилу бабушки. — Объяснил Виктор, глядя Вам в глаза.\nТочно. Вы вспомнили, что миссис Дельф говорила что-то такое. \n—Соболезную.\nОн промолчал.\nНо потом первым нарушил тишину:\n—Пойдем в машину, или мне опять придется лечить тебя, а я не до такой степени хочу премию!\n—И снова твои шутки! Как я без них жила! — Вы дзвонко рассмеялись, не замечая какими огромными глазами смотрел на Вас Ваш собеседник.\n\nПоддаваясь внезапному порыву, он обнял Вас. Крепко-крепко прижал к себе, словно боясь, что это окажеться всего лишь сном.\n—Ты изменилась. Я никогда раньше не видел такой улыбки! Я.... так счастлив. Ой!\nОн резко отстранился, заводя руки за спину.\n—Я не хотел, прости. Тебе, наверное, не приятно. Я...\nОн всё говорил что-то, а Вы не слушали.\nТолько улыбались.",
    "answers": [
      {
        "id": 92,
        "text": "Обнять его"
      },
      {
        "id": 93,
        "text": "Пойти к машине"
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы обняли его.\nЭто было так мило...Он отстранился, словно боясь причинить Вам вред. Вам понравился этот поступок. Даже очень.\nОн сначала не понял, но потом тоже робко приобнял Вас за плечи.\nКак же он отличается, от того Виктора неделю назад. \nЕсли честно, Вы не знали какой Виктор Вам нравится больше. \nВы улыбались своим мыслям и таяли в его объятьях.\nВы отстранились.\n—Ты на машине?\n—Нет, сегодня нет.\n—Тогда пошли со мной.\nОн кивнул и вы пошли по заснеженой дорожке к авто. \n—Сегодня показ твоей новой коллекции?\n—Да. Придешь? \n—Конечно.\n—И Сару не забудь захватить.\nВы продолжали идти, пока не заметили, что Виктор остался позади. Вы обернулись. Он стоял, стараясь не смотреть Вам в глаза.\n—Сару привезет Джон.\n—Что? Но почему? — Вы еще ничего не понимали, но плохое предчувствие так и грызло Вас изнутри.\n—Ты не знаешь? — Виктор взглянул на Вас. — Помнишь когда-то я говорил, что у Сары есть парень? Недавно она порвала с ним, но тут же у нее появился кое-кто еще. Она сказала, что он устал страдать от неразделенной любви и... Вообщем...Они начали встречаться...Где-то с неделю назад.\n—Они? Ты имеешь ввиду Сару и... Д-Джона?\nВиктор промолчал. Ясно. Всё предельно ясно.\nВы отвернулись.\nТак значит после того случая... Он ведь ждал...Ждал ответа от Вас, но Вы... Вы...\nОн устал ждать, да? Устал хранить чувства к Вам. Устал...\nБоже, как же Вы ошибались! Почему Вы были столь глупы?\nСейчас уже слишком поздно.\nВ молчании вы сели в авто.\nТакже молча вы доехали к месту назначения.\nТам уже было много людей, среди которых Вы увидели и мистера и миссис Дельф. Показ должен скоро начаться, Вы не успели прибыть заранее. Вы решили хоть как-то отвлечся от темных мыслей и подошли к ним. Виктор был рядом с Вами.\n—Здравствуйте.\n—Привет, Элис. — Они выглядели немного нервно.\nНекоторое время всё было как обычно. Вокруг было много людей, звучали светские беседы. Вы тоже старались отвлечься и развлекаться. У Вас брали интервью. Вы рассказывали о своей новой коллекции.\nК Вам подошел официант. Кажеться, Вы видели этого парнишу раньше.\n—Мадам, — Он протянул Вам письмо, что держал в руках. — Это письмо просил передать Вам господин Дейв Вальтес. \nПисьмо? Кто-то еще так делает?\nВы немного загрустили. Его здесь не было. Наверняка написал причину и много-много извинений. Вы забрали письмо и поблагодарили парня. Тот ушел, а Вы собирались открыть и прочесть письмо, но...Кое-что заставило Вас отложить это.\n—А где Сара? Она должна уже быть здесь. Сейчас уже темно, на улице метель, как она доедет?\nВы замерли. И обернулись на звук голоса миссис Дельф.\n—Ее привезет Джон Лейт.-Объяснил Виктор, всеми силами стараясь не смотреть на Вас.",
    "answers": [
      {
        "id": 94,
        "text": "Джон..."
      }
    ]
  },
  {
    "id": 93,
    "text": "—Ты на машине?\n—Нет, сегодня нет.\n—Тогда пошли со мной.\nОн кивнул и вы пошли по заснеженой дорожке к авто. \n—Сегодня показ твоей новой коллекции?\n—Да. Придешь? \n—Конечно.\n—И Сару не забудь захватить.\nВы продолжали идти, пока не заметили, что Виктор остался позади. Вы обернулись. Он стоял, стараясь не смотреть Вам в глаза.\n—Сару привезет Джон.\n—Что? Но почему? — Вы еще ничего не понимали, но плохое предчувствие так и грызло Вас изнутри.\n—Ты не знаешь? — Виктор взглянул на Вас. — Помнишь когда-то я говорил, что у Сары есть парень? Недавно она порвала с ним, но тут же у нее появился кое-кто еще. Она сказала, что он устал страдать от неразделенной любви и... Вообщем...Они начали встречаться...Где-то с неделю назад.\n—Они? Ты имеешь ввиду Сару и... Д-Джона?\nВиктор промолчал. Ясно. Всё предельно ясно.\nВы отвернулись.\nТак значит после того случая... Он ведь ждал...Ждал ответа от Вас, но Вы... Вы...\nОн устал ждать, да? Устал хранить чувства к Вам. Устал...\nБоже, как же Вы ошибались! Почему Вы были столь глупы?\nСейчас уже слишком поздно.\nВ молчании вы сели в авто.\nТакже молча вы доехали к месту назначения.\nТам уже было много людей, среди которых Вы увидели и мистера и миссис Дельф. Показ должен скоро начаться, Вы не успели прибыть заранее. Вы решили хоть как-то отвлечся от темных мыслей и подошли к ним. Виктор был рядом с Вами.\n—Здравствуйте.\n—Привет, Элис. — Они выглядели немного нервно.\nНекоторое время всё было как обычно. Вокруг было много людей, звучали светские беседы. Вы тоже старались отвлечься и развлекаться. У Вас брали интервью. Вы рассказывали о своей новой коллекции.\nК Вам подошел официант. Кажеться, Вы видели этого парнишу раньше.\n—Мадам, — Он протянул Вам письмо, что держал в руках. — Это письмо просил передать Вам господин Дейв Вальтес. \nПисьмо? Кто-то еще так делает?\nВы немного загрустили. Его здесь не было. Наверняка написал причину и много-много извинений. Вы забрали письмо и поблагодарили парня. Тот ушел, а Вы собирались открыть и прочесть письмо, но...Кое-что заставило Вас отложить это.\n—А где Сара? Она должна уже быть здесь. Сейчас уже темно, на улице метель, как она доедет?\nВы замерли. И обернулись на звук голоса миссис Дельф.\n—Ее привезет Джон Лейт.-Объяснил Виктор, всеми силами стараясь не смотреть на Вас.",
    "answers": [
      {
        "id": 94,
        "text": "Джон..."
      }
    ]
  },
  {
    "id": 94,
    "text": "—Что? Он?! — Внезапно в голосе миссис Дельф послышались панические нотки. Ваше нехорошее предчувствие всё росло.\n—Нет! Только не это, моя девочка!! Она не должна была там оказаться, она не должна разбиться!\n\nРазбиться?!\n\nДогадка молнией пронзила Вашу голову.\n\nВы быстро приблизились к Линде Дельф и схватили ее за руки. \n—Что ты сейчас имела ввиду? Что значит \"разбиться\"?!\nЕе глаза были на мокром месте.\n—Мы совершили большую ошибку. Я...я... \n\n—Госпожа Элис!!\nЗал потряс оглушительный крик, что стал знаменованием окончания показа. Люди вокруг начали суетиться и искать источник звука, в то время как этот самый источник в лице одного из Ваших заместителей, быстро приближался к Вам.\nИ выглядел он напуганным.\n—Госпожа Элис! Плохо, всё очень плохо! Господин Джон, он...Случилась авария! Господин Джон и леди Сара...они в больнице, состояние крайне тяжелое!!\n\nВаше сердце пропустило несколько ударов.",
    "answers": [
      {
        "id": 2,
        "text": "|Глава 7|\n\"Конец - это только начало\""
      }
    ]
  },
  {
    "id": 95,
    "text": "Итак, Рим!\nПрекрасный город, верно?\nСейчас... Вы не хотели вдаваться в подробности его красоты. После недавних событий почему-то Ваше настроение испортилось. Не то, чтобы Вы были злой, но... Нет, Вы были скорее спокойной. Знаете то странное спокойствие, когда всё делаешь так медленно, как никогда раньше, а мысли витают где-то далеко. И все мысли только лишь о грустном. О плохом. \nСейчас Вы были такой. Особой причины для этого не было, но полет заставил Вас вспомнить... о самом болезненном моменте Вашей жизни.",
    "answers": [
      {
        "id": 96,
        "text": "Вы шагали по Риму"
      }
    ]
  },
  {
    "id": 96,
    "text": "Здесь падал дождь. Вы даже начали думать, что плохая погода Вас преследует по пятам, хотя... Может это и так. Елена... Вы сказали, чтобы она нашла отель. Она согласилась, а Вы... решили прогуляться. Улицы были такими пустыми. Вы видели только дождь и дома вокруг, когда шагали по узким улочкам — единственным местам, где Вы хотели находиться. Зонтик не спасал от дождя, поэтому Вы наполовину промокли. Что ж, это вполне соответствует Вашему настроению. Ваши волосы теперь мокрые. Прическа не удалась, верно? Вы потянули резинку и распустили волосы так, что они волнами падали по Вашим плечам. Хуже уже все равно не будет.",
    "answers": [
      {
        "id": 97,
        "text": "Вы не понимали одного"
      }
    ]
  },
  {
    "id": 97,
    "text": "Неужто Ваше меланхолическое настроение было вызвано воспоминаниями? Конечно же нет! Вы сами не хотели этого признавать, но причиной всего этого были именно те двое. Но, они ведь ссорились из-за Вас! Это ведь доказывает, что они оба  имеют к Вам какие-то чувства, верно? Но... это не обязательно. Вы уже успели убедиться, что даже самый близкий человек может предать и использовать Вас  для своих собственных целей. К тому же, Вы никак не могли забыть слова Джона: \"А насчет моей памяти... Возможно, я и вправду что-то скрываю. Но тебе об этом узнать не суждено.\"\nТак он вспомнил? Или всё таки нет? А может... он и не забывал? Столько вопросов и предположений, а ответов нету! Вы уже успели запутаться. Не честно это — так манипулировать человеком. Хотя, что в этом мире может быть честным?\nА Виктор... Он какой-то странный.  Он... изменчивый. То радостный и  веселый, то грустный и серьёзный, то нежный и любящий.\nНо всё же, он очень, очень искренний. Он не будет лукавить или врать Вам. Вы, по крайней мере, надеялись на это.\n\nЭти двое...",
    "answers": [
      {
        "id": 98,
        "text": "Очень сильно Вас разозлили!"
      }
    ]
  },
  {
    "id": 98,
    "text": "Ну надо было им драться?! Вы итак не можете принять решение, а они всё только усложняют! \nДураки, какие же дураки!\n\nВы и не заметили, как начали идти быстрее. Волосы развевались и намокали под дождем, а зонтик Вы так крепко сжимали, что его было даже жалко. \nВдруг, Вы поскользнулись. Вы  уже было подумали: \"Ну и в который уже раз, я падаю? Это что визитная карточка моей жизни, что-ли? Ну да, а как же ещё меня описать? Женщина, которая падает. Абсуд какой-то.\" \nНеужели Вы даже шутить научились?\nВаш характер, как и мысли в Вашей голове с прошлого падения кардинально изменились... Только вот основной предмет этих самых падений на удивление остался тем же.\n\n—Простите, мисс, Вы не ушиблись?\n\nВ этот раз \"мисс\"?\n\nВы падали, но, к счастью, Вас успели подхватить. Зонтик уже давно был в одной из луж, в которых отражался свет уличных фонарей. Дождь не переставал падать.",
    "answers": [
      {
        "id": 99,
        "text": "-Не в первый раз уже."
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы ответили слегка раздраженным голосом, но вдруг опомнились и застыли в изумлении. \n—Неужели... — Вы прервались на полуслове и подняли голову, чтобы увидеть мужчину, которого не могло быть здесь, но которого Вы, почему-то, ожидали здесь найти.\n—Ну здравствуй, таинственный отправитель не менее загадочных писем.\n—И тебе привет. — Кое как произнес Дейв, смотря на Вас огромными, как блюдечка, глазами.\nВы только сейчас поняли насколько близко к Дейву Вы находитесь, но Вас это не смутило, наоборот почему-то хотелось ещё немного побыть дурочкой и погреться в его объятиях, прячась от холодного дождя.\nНо вежливое покашливание Дейва вывело Вас из ступора и Вы нехотя отстранились. ",
    "answers": [
      {
        "id": 100,
        "text": "-Дождь идёт."
      }
    ]
  },
  {
    "id": 100,
    "text": "—Дождь идёт. — Повторили Вы, наклоняясь, чтобы подобрать валяющиеся зонтики: свой и Дейва.\n—Да, и вправду. Нужно найти укрытие, негоже леди ещё и простудиться ко всему прочему.\nВы молча согласились, не уточняя к чему такому \"прочему\" у Вас будет простуда. Ну правда же. Потом объяснит, в нормальной обстановке. А в том что объяснит Вы не сомневались. Куда он денется? Вы протянули мужчине зонт и на секунду ваши пальцы встретились... Только чтобы он резко убрал руку и зонтик упал снова. \nВ этот раз Вы не спешили его поднимать.\nПочему Вам кажется, что он какой-то странный?",
    "answers": [
      {
        "id": 101,
        "text": "Ладно уж. Потом разберемся."
      }
    ]
  },
  {
    "id": 101,
    "text": "Сначала надо бы спастись от дождя.\nХотя Вам он не очень-то и мешал, если честно. Только вот Ваша одежда думала иначе.\n—Позвоню Елене, спрошу далеко ли до моего отеля.\nВы начали было набирать номер секретарши, но Дейв Вас остановил. \n—Не надо, пойдем ко мне, это недалеко.\nВы согласились, но, видимо, Вашего согласия и не нужно было — Дейв взял Вас за руку и потащил вперёд.\n—А ты в отеле или... — Вы не успели закончить предложение, ибо Дейв Вас перебил.\n—В отеле. У меня нет постоянного места жительства.",
    "answers": [
      {
        "id": 102,
        "text": "-Ясно..."
      }
    ]
  },
  {
    "id": 102,
    "text": "Это был громадный пятизвёздочный отель, видимо, специально построеный для звёзд, ибо зашли вы через черный ход, а снаружи не было никаких любопытных личностей, которые могли распознать в двух промокших под дождем печально известную дизайнера одежды и не менее известного (только не печально) кинопродюсера.\nВ общем, Вы вошли в номер Дейва. \nЛюкс, конечно. В другой бы ни он, ни Вы не сунулись.\n—Я так понимаю спрашивать кто такая Елена...\n—Секретарша моя. Новая. — Ответили Вы, снимая насквозь промокшие ботинки. Дейв был ничем не лучше: тоже мокрый с ног до головы.\n—А причина почему старую сменили это...\n—Длинная история. — Закончили Вы и вздохнули.\n—Так, давай со всем этим разберемся позже. Сейчас главное, чтобы ты не заболела. Иди, прими ванную, а то простудишься.\n—Неудобно как-то... Мне бы лучше свой номер снять, только вот... Ни денег, ни карточки. Всё с Еленой осталось и остальными вещами. Со мной только телефон.\n—И ты вот так побродить вздумала? — Удивлённо уставился на Вас мужчина. — А если бы телефон промок и отключился?\n—Я злая была! Не подумала. — Уже тише добавили Вы.\n—Да уж... Видел я какой ты злой была, потому на меня и налетела. Ладно. Я пойду сниму тебе номер, вещи найду, чтобы переодеться. А ты иди пока прими ванну, ну не вечность же тебе такой стоять! \nВы посмотрели на себя. Тонкие струйки воды лениво стекали на пол номера люкс.\n—А ты? Ты ведь тоже...\nДейв подумал и направился в свою спальню.\n—Я бысто переоденусь и на рецепцию. \nЧерез несколько секунд он выглянул из-за двери, застёгивая пуговицы на новой рубашке и попутно вытирая мокрые взлохмаченные волосы мягким полотенцем.\n—А ты не стой столбом. ",
    "answers": [
      {
        "id": 103,
        "text": "Вы развернулись и направились в ванную"
      }
    ]
  },
  {
    "id": 103,
    "text": "Смотреть на Дейва сейчас было неплохим таким времяпрепровождением, но Вы отказались от этого, мотивируя свой неразумный поступок тем, что скоро Вас будет ожидать тёплая ванна, создававшая хороший такой контраст с холодным дождем.\nПока тёплая и спасительная ванна набиралась, Вы... думали. Это, конечно, очень непочтительно с Вашей стороны по отношению к прекрасной воде, которая — что самое главное — была очень расслабляющей и горячей, но... Вы думали о том, что же Вас сюда привело. Вы вспомнили письмо Дейва и вздрогнули. Вы можете сколько угодно притворяться дурочкой и не вспоминать об этом, просто наслаждаясь общением с Дейвом, но это будет неправильно.\nВы наконец залезли в ванну и расслабились. Пушистая пена как-то не способствувала мышлению, поэтому Вы решили всё таки отложить мысли на потом. Ровно к тому времени, когда серьезно поговорите с Дейвом. А Вы были уверены, что это будет совсем скоро.",
    "answers": [
      {
        "id": 104,
        "text": "В ванной комнате раздался Ваш безнадежный вздох"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы вылезли из ванной, завернулись в полотенце и принялись сушить волосы, ожидая пока Дейв принесет хоть какую-то одежду на смену полностью промокшей. Это, конечно, нехорошо посылать его: Вы ведь даже толком друг друга не знаете, но у Вас не оставалось выбора. Вы представили себя, промокшую до нитки, пытающуюся найти ближайший магазин одежды... И при всём при этом какие-то затерявшиеся журналисты-фотографы делают изумительные фото для не менее сенсационной статьи. При мысли о том, как эта статья будет называться, Вас передёрнуло. \nСквозь шум фена, Вы услышали робкий стук в дверь.\nПрекрасно, волосы как раз высохли.\nВы провели расчёской (которую как-то не ожидали здесь увидеть) по шёлковым волосам и откликнулись:\n—Это ты, Дейв?\n—Да. Я... принес...\n—Да, да. Прекрасно, давай сюда.\n—Э-э-эм... Но...\n—Ах, точно. — Вы уставились на собственное отражение в одном полотенце и вздохнули.\nВы приоткрыли дверь и в небольшую щель просунулась рука Дейва с пакетом одежды. Вы выхватили его и нетерпеливо заглянули внутрь.\n—Ух, ты! Спасибо, Дейв! — В Вашем голосе было столько искреннего счастья, что рука Дейва вздрогнула. Вы были почти уверены, что этот мужчина за дверью покраснел. \nВы звонко рассмеялись.",
    "answers": [
      {
        "id": 105,
        "text": "Бум"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы захлопнули дверь и, не обращая внимания ни на что, принялись мерить новые шмотки со всем усердием \"Королевы моды\".\nЭто были: красивая светло-голубая блуза с узкими, но длинными рукавами, открывающими только Ваши пальчики, что делало весь Ваш образ нежным и лёгким; чёрные джинсы, что были несомненно очень удобными (ещё и сидели на Вас идеально) и даже туфли! А красивые какие! Удобные!\nВашему счастью не было границ и Вы вышли, надеясь поблагодарить Дейва, причем чем быстрее, тем лучше.\nМужчину Вы нашли перед телевизором: он смотрел новости.\n—Знаешь, эти вещи просто прекрасны! — С чувством произнесли Вы, перед тем, как услышать это:\n\"Совсем недавно влиятельная в мире моды супружеская пара Дельф были признаны виновными в аварии, что чуть не погубила жизни их собственной дочери и господина Джона Лейта. Оба были тесно связаны с самой Элис Канти — одной из известнейших фигур в мире моды! К сожалению, она отказалась от интервью.\"",
    "answers": [
      {
        "id": 106,
        "text": "Дейв выключил телевизор"
      }
    ]
  },
  {
    "id": 106,
    "text": "—Не знала, что и в Риме эти новости популярны. — Пробормотали Вы себе под нос, а вслух сказали:\n—Это я так удачно зашла? — И скривились, ибо голос звучал фальшиво.\n—Да нет. — Протянул Дейв. — Это был уже третий канал, на котором об этом говорили. Это, знаешь ли, очень популярная новость. Думаю ещё популярней она могла быть, только если бы это было покушение лично на тебя. — Ехидно произнес мужчина и  укоризненно посмотрел на Вас. На мгновение замер, разглядывая новую одежду, а потом безнадежно вздохнул, совсем, как Вы недавно. Вы поняли, что наибольшая опасность миновала и присели на диван.\n—Раз уж новость так популярна, почему ты узнал только сейчас? — Спросили Вы, вспоминая вопрос о секретарше.\n—Я в последнее время слишком занят для того, чтобы смотреть новости.\n—Ну, по крайней мере, ты теперь знаешь, что я делала перед тем, как прилететь сюда. Дел и у меня оказалось довольно много, да?\n—Не понимаю как ты вообще сюда прилетела, бросив потерявшего память менеджера и потерявшего семью доктора.\n—Формально, Виктор не потерял семью. К тому же Сара недавно очнулась.\n—И ты сразу же ее уволила. — Заключил Дейв. — Не поделишься почему?\n—Предпочту воздержаться от лишних объяснений.\n—Переходишь на деловой тон, леди Элис? — Последние слова прозвучали очень уж ехидно для Дейва, который всегда говорил это всерьез.\n",
    "answers": [
      {
        "id": 107,
        "text": "Вы вздохнули"
      }
    ]
  },
  {
    "id": 107,
    "text": "Ну а что Вы должны были сказать? Вы сами понимаете, что причина увольнения Сары была немного... неуместной. Вы не могли подобрать подходящего слова. \n—Раз уж ты знаешь о моих делах, не плохо было бы рассказать и про свои, верно? — Спросили Вы, полностью проигнорировав взгляд Дейва. \n—Эх... Ладно. — Он сдался.\n—Так ты прочла письмо? — Осторожно, то ли поинтересовался, то ли сделал вывод Дейв.\nЭто, конечно, был риторический вопрос, но всё же...\n—Естественно прочла, иначе почему бы я была здесь?\nНа Ваш риторический вопрос Дейв отвечать не стал.\n—И... Как ты теперь ко мне относишься?\nКраем глаза Вы заметили, что руки у него дрожали. Вы деликатно отвернулись.\nТак вот почему он всё время так странно себя вел. Могли бы и догадаться. Но Вы его давно простили, поэтому и не задумывались об этом. Да Вы даже и не злились, собственно.\nНу да, ну отец там всё такое...\nНо его отец уже мертв. И даже, если он был причастен к убийству Ваших родителей, то во-первых он уже заплатил, а во-вторых... Дейв тоже потерял родного человека. Он почти такой же, как и Вы.\nВам... было даже жалко Дейва.",
    "answers": [
      {
        "id": 108,
        "text": "Обнять"
      },
      {
        "id": 109,
        "text": "Просто сказать, что всё хорошо"
      }
    ]
  },
  {
    "id": 108,
    "text": "Вы молча сели поближе к Дейву и обняли его сзади.\nТот замер, мышцы его напряглись... и вдруг расслабился так, как будто Ваши объятия были для него самым родным местом на Земле.\nСлова были не нужны. \nВы сидели так несколько минут, не двигаясь, ибо каждый хотел сполна насладиться этим моментом. \nНаступило время отстраниться.\n—Дейв.\nОн обернулся к Вам.\n—Расскажи мне все, что знаешь.\nМужчина согласно кивнул.",
    "answers": [
      {
        "id": 110,
        "text": "-Как я уже отметил в письме..."
      }
    ]
  },
  {
    "id": 109,
    "text": "—Я не злюсь. И не обижаюсь. Правда.\nДейв обернулся к Вам с надеждой в глазах.\nВы вздохнули. Сейчас он ведет себя, как ребенок, который ждет вердикта мамы после очередной шалости. Вы улыбнулись.\nДейв проводил Вашу улыбку странным взглядом, но ничего не сказал.\n—Дейв. Расскажи мне все, что знаешь.\n—Ладно. -Мужчина кивнул.",
    "answers": [
      {
        "id": 110,
        "text": "-Как я уже отметил в письме..."
      }
    ]
  },
  {
    "id": 110,
    "text": "—Мой отец был соучастником... — Вы видели, что ему было трудно об этом говорить. Он все ещё чувствовал себя виноватым перед Вами. \nВы в очередной раз вздохнули.\n—Но главным виновником трагедии семь лет назад был так называемый Аноним. Недавно мой брат, который все время искал зацепки наравне со мной, кое-что откопал. Он сейчас здесь, в Риме. Я уже поговорил с ним. Он утверждает, что есть люди, которые уже связывались с Анонимом. Точнее, семья. Не могу вспомнить их фамилию... Мы должны с ними встретиться и поговорить. Сейчас найду, у меня должно быть где-то записано. — Дейв просматривал записи в телефоне.\n—А ты как тут оказалась? Рим большой город. — Явно для поддержания беседы спросил Дейв.\n—Ну... Наверняка получилось автоматически. \nВедь семь лет назад, после смерти одной маленькой девочки по имени Белла, Вы приехали в Рим и долго гуляли здесь. Вы отыскали дом ее родителей. Ее школу. Место, где она любила гулять. Она сама рассказывала Вам об этом... Для нее Вы были тётей. А она была тем человеком, который сперва оживил Ваше сердце после смерти родителей, а потом разбил — умерев. Вот так Вы и перестали сближаться с людьми из-за страха потерять их.\n—А почему ты выбрал этот отель? Все таки он далеко не самый известный в городе.\n—Нашел! — Дейв обернулся к Вам, с выражением победы на лице. — Этот отель ближе всех к нашему следующему пункту назначения. Семья, о которой я говорил... их фамилия Бьянки.",
    "answers": [
      {
        "id": 111,
        "text": "Бьянки?"
      }
    ]
  },
  {
    "id": 111,
    "text": "Ваше сердце пропустило удар.\n\nБьянки.\n\nБелла Бьянки.\n\nДевочка из больницы...\n\nРодом из Рима...\n\nВсе вдруг стало на свои места, но Вы никак не могли в это поверить.\nРодители Беллы... Именно к ним Вы направляетесь в надежде узнать хоть что-то об Анониме.\nИ они знали это ещё семь лет назад...",
    "answers": [
      {
        "id": 112,
        "text": "|Глава 13|\n\"Связь\"",
        "comment": false
      }
    ]
  },
  {
    "id": 112,
    "text": "Тук тук.\n\n— Ох, иду, иду! Здравствуйте... — Женщина, что говорила по-итальянски открыла двери. — Простите, вы что-то хотели?\n\n— Мери Бьянки? — Сухо спросил Дейв.\n\n—Да. — Женщина кивнула, мгновенно переходя на английский. \n\n— А ваш муж дома? \n\n—Хах, да, сегодня выходной, поэтому...\n\n—Нам нужно поговорить. Впустите нас?\n\n—Эм... А на какую тему?\n\n—Белла Бьянки. — Подали Вы голос впервые за долгое время.\n\nГлаза женщины расширились. \n\n—Проходите.\n",
    "answers": [
      {
        "id": 113,
        "text": "- Благодарю "
      }
    ]
  },
  {
    "id": 113,
    "text": "Это была уютная квартирка в итальянском стиле.  Мы прошли в гостинную, где нам предложили присесть. Мы не возражали. \n\n—Дорогая, кто это? — В гостинную вошел улыбающийся мужчина лет сорока.\n\n—Вы Федерико Бьянки? \n\nМужчина кивнул. \n\n—Нам нужно с вами поговорить. Это насчёт...\n\n—Семь лет назад. — Перебили Вы. — Америка, больница Белла... Вы не помните меня?\n\n—Это... — Мери неуверенным взглядом посмотрела на мужа. \n\nНо он вспомнил.\n\n—Это вы. — Уверенно кивнул Федерико. — Элис Канти, если я не ошибаюсь?  Простите, мы не очень интересуемся модой, вот и не признали сразу. \n\n— Это сейчас не важно. — Отмахнулись Вы. — Мы пришли поговорить. Не знаю помните ли вы, но семь лет назад, когда я и ваша дочь встретились в больнице, у меня... У меня умерли родители. Сейчас появились новые детали в расследовании этого дела. И они привели меня к вам.\n\n—Не понимаю о чем Вы...\n\n—Аноним. \n\nВыражение лица Мери изменилось. \n\n—Так, простите, но мы ничем не можем вам помочь...\n\n—Мы знаем, что вы тоже как-то связаны с ним. Он убил моих родителей!  Я должна восстановить справедливость. Пожалуйста,  помогите нам.\n\nОни колебались. \n\n—Ладно. — Фредерико согласился первым. — Только пообещайте, что эта информация не выйдет за пределы этой комнаты.",
    "answers": [
      {
        "id": 114,
        "text": "-Обещаю."
      }
    ]
  },
  {
    "id": 114,
    "text": "—Когда Белла заболела, мы не знали что делать. Куда податься,  где искать врачей, лечение... Мы были в отчаянии. \nДа, я помню твоих родителей, Элис. Точнее, твою мать. Странно, что я сразу тебя не узнала, вы так похожи. Когда я была еще совсем маленькой, мы с ней были соседями. Я из Америки. Мы с твоей матерью жили в соседних домах. Хах. Помню школа далеко была, а я в первый класс шла тогда. Она в одиннадцатый. А мы же знали друг друга давно, она для меня была как старшая сестра. Она вела меня в школу, и мы дурачились по дороге. \nПотом пути разошлись. \nОна женилась, прославилась, родила ребенка. Потом женилась и я. Мы переехали сюда, в Рим, на родину моего мужа. У нас долгое время не было детей и, когда родилась Белла, мы были безумно счастливы. Через два года у нас появилась и вторая дочь — Лилия. Мы были самой счастливой семьей в мире. А потом Белла заболела. В больнице она как-то смогла подружиться с тобой. Тогда я узнала, что твои родители умерли. Я... решила не говорить тебе ни о чем. Мы понимали, что тебе было тяжело пережить такое. Потом... у Беллы диагностировали рак. Как я уже говорила, мы отчаялись. Но как раз тогда к нам поступил анонимный звонок.",
    "answers": [
      {
        "id": 115,
        "text": "-Аноним предложил нам помощь."
      }
    ]
  },
  {
    "id": 115,
    "text": "—Он сказал, что не все ещё потеряно и он знает лекарство. Знает как помочь. Мы были счастливы. Мы... спросили цену. К великому нашему удивлению, он сказал, что ничего не требует. Он... хотел помочь по старой дружбе. Конечно, мы не знали кто он. Но у нас не было выбора кроме как довериться ему. Не помогло. Через некоторое время он позвонил снова. На этот раз он был чрезвычайно зол. Он говорил что-то о том, что мы его предали, он совершил ошибку и... и не станет помогать с лечением. — Мери заплакала. Ее муж обнял ее и строго посмотрел на вас. \n\n—Думаю, вам пора идти.",
    "answers": [
      {
        "id": 116,
        "text": "-Да."
      }
    ]
  },
  {
    "id": 116,
    "text": "Дверь позади вас закрылась. Вы пустым взглядом посмотрели на Дейва. \n\n—Нужно возвращаться. \n\n—Ты немного не в том состоянии. — Он волновался. \n\n—Все в порядке.\n\nВы кое как взяли себя в руки и вышли на улицу. Свежий воздух. Вы вдохнули и выдохнули. Вокруг бегали дети от мала до велика. Они... наслаждаются жизнью. Вы невольно улыбнулись. \n\nКакая-то девочка лет тринадцати задержала свой взгляд на Вас. Другие дети что-то говорили ей, но она не слушала. Вы смогли разобрать только имя — Лили. \n\nВаши руки сжались в кулаки. Вы развернулись и ушли.",
    "answers": [
      {
        "id": 117,
        "text": "-Элис, постой!"
      }
    ]
  },
  {
    "id": 117,
    "text": "Дейв догнал Вас. \n\n—Что случилось? Ты выглядишь злой.\n\n—Нет, не то чтобы... — Вы встряхнули головой и постарались собраться с мыслями. Сейчас нужно было думать о деле.\n\n—Этот визит ничего не дал нам. Прости, что тебе пришлось лететь в Рим из-за такой незначительной наводки, которую я предоставил. \n\n—Не надо этого. — Вы строго посмотрели на Дейва. — Ты и сам прекрасно знаешь,  что это было важно для меня. К тому же... мне кажется,  что я кое-что нашла. Маленькую ниточку, которую можно проследить.\n\n—Что?! Какую? — Дейв был настолько ошеломлен, что схватил Вас за плечо и развернул к себе. \n\n—Сам посуди. Что мы знаем об Анониме? Ничего. Но мы знаем с кем он связан. Это семьи Дельф и Бьянки, а также твой отец. Мы также знаем его мотив: он хотел убить моих родителей. Но семья Дельф как-то узнала об этом его намерении. Не думаю, что он проговорился случайно. Для этого он слишком осторожен. Он выбрал тех, кто затаил обиду на моих родителей и не прочь перейти на его сторону, но кто знал их достаточно хорошо и долго, чтобы не вызвать подозрений в соучастии. Но проблема в том, что они достаточно хорошо скрывали свою ненависть. Понимаешь ли, даже если у человека есть мотивы для предательства, это не значит , что он обязательно предаст. Поэтому он должен был быть уверен. Мне кажется,  что он встретился с ними. Или же он уже был достаточно близок к ним, чтобы судить. Но потом они либо отвергли его предложение о соучастии,  либо что-то нам не сказали. — Вы мрачно нахмурились.",
    "answers": [
      {
        "id": 118,
        "text": "-То есть, ты предпологаешь, что мы тоже можем его знать? Но причем здесь семья Бьянки?"
      }
    ]
  },
  {
    "id": 118,
    "text": "—Просто мы не можем проверять каждого знакомого семьи Дельф. Их слишком много. Нам все время нужно было что-то еще. И вот оно!\n\nВы повернули за угол. Улочка стала еще меньше, а людей почти не осталось. \n\n—Я не понимаю. — Дейв озадаченно покачал головой. \n\n—Смотри... Мы знаем, что семья Дельф была связана с моими родителями еще со времен учебы. Теперь мы узнали, что и семья Бьянки была связана с ними. То есть, чтобы предположить, что связующим звеном является моя семья, нужно лишь доказать, что твой отец был связан с ними тоже. Если мы это докажем... Мы сможем сузить круг поисков. Мы будем искать того, кто был так или иначе знаком со всеми втянутыми в инцидент людьми, причем имел мотив навредить моим родителям. Подумай только...\n\nВы вдруг резко остановились. \n\n—Может ли быть такое, что Аноним знал семью Бьянки уже давно и, увидев, что в их семье, такое несчастье, захотел помочь, но... Но потом он узнал, что я контактировала с Беллой и разозлился на них, прервав свой единственный благородный порыв. Если это так...\n\nВы затряслись.\n\n—Это значит,  что я виновна в смерти Беллы?\n",
    "answers": [
      {
        "id": 119,
        "text": "-Нет, Элис..."
      }
    ]
  },
  {
    "id": 119,
    "text": "Вы вдруг поняли,  что Ваши глаза на мокром месте. Первая слеза покатилась по щеке... А дальше вы уже не могли сдерживаться. \n\nПоддаваясь минутному импульсу, Дейв обнял Вас. \n\nОн поглаживал Вас по голове, все повторяя:\n\n—Успокойся. Все хорошо. Ты не виновата. Не виновата, Элис, правда...\n\n—Я...я, — Вы шмыгнули носом. Не в силах сдержать слезы, Вы уткнулись Дейву в грудь, в надежде спрятять свое лицо. \n\nА что если это правда? Если Вы не просто накручиваете себя, а это правда... Вы просто не смогли бы простить себя за это. \n\nСлезы стекали по Вашим щекам, делая рубашку Дейва мокрой от слез. Но Вы не обращали внимания. Вы хотели выпустить с этими слезами все страхи и тревоги, что засели у Вас внутри. Вы... просто хотели, чтобы в это трудное время Вас кто-то поддержал. \n\n—Элис...",
    "answers": [
      {
        "id": 121,
        "text": "Нужно взять себя в руки"
      },
      {
        "id": 122,
        "text": "Еще немного поплакать в объятиях Дейва... Еще совсем немного."
      }
    ]
  },
  {
    "id": 120,
    "text": "Как бы оптимистично ни звучала Ваша догадка, факт того, что у Вас появилась целая гора роботы как-то не помогал мыслить в положительном ключе.\n\n—Это будет продолжаться бесконечно! — Вы откинулись в кресле и потянулись, разминая затекшую спину. Стол перед Вами был завален статьями самого разного сорта: от архивных документов, до политических журналов десятилетней давности.\nВсе это было посвящено поискам связей и...\n\n—Мы так ничего и не нашли! — Вы начинали раздражаться. \n\n—Ну, прошло лишь несколько дней... — Слабо отозвался Дейв. Вы обернулись и посмотрели на сидящего позади Вас мужчину, который выглядел изнеможденно именно из-за недосыпания в течении этих нескольких дней. \n\nВы не понимали.\n\n—Я не понимаю.",
    "answers": [
      {
        "id": 123,
        "text": "Вы вздохнули. "
      }
    ]
  },
  {
    "id": 121,
    "text": "Вы отстранились.\n\n—Все... все в порядке. Я успокоилась. \n\nСудя по выражению лица Дейва, он сомневался. \n\n—Возвращаясь к тому, о чем я говорила ранее... — Вы сглотнули ком в горле и постарались не расплакаться вновь. — Наверняка он знал, что семья Бьянки уже долгое время не контактирует с моей семьей, поэтому думал, что их отношения как минимум нейтральные. И, поскольку, он тоже знал их, тоже был их другом, пусть и когда-то,  даже он не смог стоять в стороне. Мы должны найти человека, чьи взаимоотношения со всеми так запутаны. Думаю, пришло время изучить полную биографию моих родителей. \n\n—И моих, — буркнул Дейв.\n\nВы могли только согласиться. \n",
    "answers": [
      {
        "id": 120,
        "text": "|Глава 14|\n\"Дашь ли ты мне шанс?\""
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы немного успокоились и перестали плакать. Ваши плечи еще немного тряслись, когда Вы всхлыпывали, и тогда Дейв обнимал Вас еще крепче. Вы наконец успокоились, но не спешили вырываться из рук Дейва. Просто... Вы не могли показать ему свое заплаканное лицо. Наверняка глаза красные,  тушь потекла...\n\n—Э-Элис... Если ты сейчас меня не отпустишь, я подумаю, что утешение плачущей женщины переростает в нечто большее.\n\n—Поздно...— Пробормотали Вы. А потом Ваши глаза расширились, когда Вы поняли ЧТО только что подтвердили.\n\nВы испуганно отшатнулись, посмотрев Дейву в глаза. Он ведь не сделает ничего странного, вроде поцелуя, верно?\n\nБоже, Вы мыслите, как школьница, это деградация.\n\nДейв смотрел на Вас таким нежным взглядом,  что впору было и испугаться. Так странно...\n\nМужчина взял Вас за руку и галантно поцеловал ее. Прямо, как в вашу первую встречу.\n\n—В-возвращаясь к тому, о чем я говорила раньше... — Ваши глаза избегали Дейва как только могли. — Наверняка он знал, что семья Бьянки уже долгое время не контактирует с моей семьей, поэтому думал, что их отношения как минимум нейтральные. И, поскольку, он тоже знал их, тоже был их другом, пусть и когда-то,  даже он не смог стоять в стороне. Мы должны найти человека, чьи взаимоотношения со всеми так запутаны. Думаю, пришло время изучить полную биографию моих родителей. \n\n—И моих, — буркнул Дейв.\n\nВы могли только согласиться. ",
    "answers": [
      {
        "id": 120,
        "text": "|Глава 14|\n\"Дашь ли ты мне шанс?\""
      }
    ]
  },
  {
    "id": 123,
    "text": "\n—Я не понимаю, Дейв. Почему ты так стараешься?  Если посмотреть с нейтральной точки зрения, то тебе вообще не выгодно мне помогать. Это мне нужно заниматься этим. Не тебе. Так почему?\n\n—Это... — Он отвел взгляд.\n\n—Смотреть на меня!\n\nЕго взгляд замелькал где-то в районе Ваших губ.\n\n—В глаза. — Настойчиво повторили Вы.\n\nОн тяжко вздохнул и наконец встретился с Вами взглядом. \n\n—Итак... Почему?\n\n—Я... чувствую вину.\n\n—А теперь всю правду, пожалуйста. \n\n—Это... Я просто хотел помочь тебе. \n\n—Мы не так долго знаем друг друга, так что же заставило тебя помогать мне — совершенно чужому человеку? \n\n—Ты не чужая! Я... Я правда думаю, что должен тебе помочь, ладно? \n\n—Хм... Ладно. — Признали Вы. — Но так дальше не пойдет. Сами мы ничего не достигнем, нужно подключать связи. — Вы встали.\n\n—Сначала мы встречаемся с твоим братом, а потом я возвращаюсь. \n\n—Ладно. — Дейв кивнул.",
    "answers": [
      {
        "id": 124,
        "text": "-Вот и прекрасно. "
      }
    ]
  },
  {
    "id": 124,
    "text": "—Здравствуйте,  меня зовут Роберт Вальтес.\n\n—Элис Канти, приятно познакомиться. \n\nВы пожали руку брату Дейва и сели за стол переговоров,  который размещался прямо в номере отеля. Это были покои Дейва. Вы уже привыкли здесь находиться, но чувство официальности сей встречи не позволяло вести себя, как дома.\n\n—Леди Элис, это честь для меня — познакомиться с Вами. Сразу же приношу огромные извинения! Думаю, Дейв уже рассказал Вам причину.\n\n—Да. И то, что я сейчас здесь означает лишь, что я не держу зла ни на кого из вас.\n\n—Спасибо.",
    "answers": [
      {
        "id": 125,
        "text": "-Итак, к повестке дня."
      }
    ]
  },
  {
    "id": 125,
    "text": "—Что вы выяснили? \n\nРоберт вздохнул.\n\n—Насколько я знаю, Аноним не проявлял признаков какой-либо активности уже семь лет. Учитывая то, что в то время он был довольно известен в подпольных кругах, это очень странно. \nНасколько мы знаем, семь лет назад он затаил обиду на семью Канти, причем об этом знали довольно многие. Включая семью Дельф. Потом он связался с нашим отцом и попросил помощи в их устранении, только вот отец был убит им, не успев ему помочь. Вопрос. Зачем? После этого Аноним добился таки своей цели... \n\n—Но я осталась в живых.\n\n—Верно. Странно, что он не попытался... покончить и с Вами.\n\n—Более того, он залег на дно. \n\nРоберт кивнул.",
    "answers": [
      {
        "id": 126,
        "text": "-Что узнали вы?"
      }
    ]
  },
  {
    "id": 126,
    "text": "—Аноним знал семью Бьянки. Они должны были быть в довольно хороших отношениях. Нужно побольше узнать об этом.\nЕще мы знаем, что моя мать и миссис Бьянки были знакомы с детства. Мои родители и семья Дельф — с колледжа. А был ли ваш отец знаком с моими родителями?\n\n—Да. — Роберт нахмурился. — У меня получилось узнать кое-что очень интересное. Кажется, когда-то мой отец ухаживал за твоей матерью.\n\n—Что?! — Вы моргнули в неверии.\n\n—Это было до того, как твои родители поженились. Во время учебы в университете, я полагаю? И... — Он неловко улыбнулся. — Наша мать также была влюблена в твоего отца.",
    "answers": [
      {
        "id": 127,
        "text": "-Что...? Как?"
      }
    ]
  },
  {
    "id": 127,
    "text": "—Ну, как-то так. — Роберт хмыкнул.\n\n—Это... трудно принять, скажем так.\n\n—А мне как трудно, вы не представляете. Ну, что было то было.\n\n—Значит все были знакомы с моими родителями в разный период времени. Хм... Вы сказали о вашей матери. Это мне напомнило... Можно ли с ней познакомиться?\n\n—Познакомиться? — Братья переглянулись. Они выглядели как-то напряжённо.\n\n—Понимаешь ли, Элис... — Дейв замялся. — Наша мать, она... Она сейчас... В больнице.\n\n—В психушке. — Вздохнул Роберт. — После смерти отца она не смогла встать на ноги. ",
    "answers": [
      {
        "id": 197,
        "text": "-Мои соболезнования. "
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы взяли микрофон в руки.\n\nТак странно...\n\nВы уже столько лет не пели, а тут\nкакой-то...случай. И оно вот так вот обернулось.\nВы посмотрели на Дейва. Он выглядел уверенно.\nКак часто он здесь бывает? И что он вообще тут делает? Вы недоверчиво смотрели на мужчину.\nА он только ярко улыбнулся. \nНу и что с такими делать!!\n\n\n\nМузыка опять заиграла...\n\nИ он запел...\n   ♪         ~    ♪~              ~                  ~   ~~  ♪•    ♪\nИстория любви\nКак два крыла\n             ~   ~        ~~       ♪. •♪~              ~~\nМеня ты позови\nВ свои объятия\n~~     ~       ~♪          ♪♪~~     ♪•\nЯ тихо прошепчу:\n\"Люблю тебя в ночи.\". •~  ~♪ ~~~ ♪♪~      ~~~•~\n\nУ него такой прекрасный голос!\nВы никогда бы не подумали...\n\nВы запели:\n\nКак цветок, как расстояние   ♪♪    ♪~ ~~ ~\nЯ взываю к подсознанию. \nТрепет сердца, ложь как истина, \nНо взлетает в небо птицею.\n          ~       ~~♪   ♪~~    ♪. \n\nОн подхватил...\n\nЯ скучаю, я мечтаю,        ~~♪♪    ~~   •♪ \nНо ты молчишь и не замечаешь, \nКак любовь мою сжигаешь ты.\n\n\nВы полностью прониклись песней. Вы так давно не пели! Это забытое чувство вернулось к Вам, и Вы были настолько рады! Настолько переполнены эмоциями.\n\nИ Вы просто пели....    ♪~   ~♪\n\nКто-то схватил Вас за руку.\n\n—Бежим отсюда. — Прошептал Дейв, наклонившись к Вашему уху.\n\n—Да. — Вы улыбались. Впервые за долгое время искренне. И Ваша яркая улыбка даже не думала исчезать. Вы впервые пели. Пели с кем-то. Вы....наслаждались этим моментом всеми фибрами своей души.\n\n\nОн схватил Вас за руку...\n",
    "answers": [
      {
        "id": 129,
        "text": "Последовать за ним"
      }
    ]
  },
  {
    "id": 129,
    "text": "Вы бежали, прорываясь сквозь ничего не понимающую толпу. Вы направились к выходу, но там было слишком много людей, поэтому было решено подняться на второй этаж. Начиная со второго этажа и выше на улицу выходили прекрасные кованые балконы. На один из них вы и направились, в надежде переждать, пока толпа рассеется.\nВы вдохнули морозного воздуха и поежились. Хорошо, хоть не оставили верхнюю одежду в машине. Но всё же прохлада была приятной. Уже вечереет. И снег перестал кружиться, но совсем ненадолго. Вы были почти уверены, что скоро он опять востановит свое движение.\nРядом стоял Дейв.\nОн смотрел на Вас. \nНадо бы как-то нарушить тишину:",
    "answers": [
      {
        "id": 130,
        "text": "И что же ты здесь делаешь, Дейв?"
      },
      {
        "id": 131,
        "text": "-А ты на удивление хорошо поешь."
      }
    ]
  },
  {
    "id": 130,
    "text": "—Да так. Я прихожу сюда иногда. Снять стресс, или попросту повеселиться. Тут никто меня не знает. Никто ничего от меня не ждет. Тут я чувствую себя свободнее. — Он вздохнул.\n—Но что же здесь делает такая прекрасная леди как ты? Не ожидал снова увидеть тебя так быстро, хоть и рад этому.\n—Я здесь совершенно случайно. Просто искала кое-кого.\n—Не своего утреннего менеджера, случайно?\n—А? Но он же был в машине, как ты...\n—Я видел его. — Просто ответил Дейв.\n—Нет, я искала не его. Просто свою секретаршу, которая кое-что здесь забыла.\n—Как нога?\n—Уже намного лучше. Виктор подлатал меня, уже не больно.\n—Виктор? Виктор Дельф?\n—Так ты тоже его знаешь, он настолько популярен?\n—Когда на сьемочной площадке кто-то получает травму, зовем его. — Объяснил Дейв.\n—Тогда ясно. Надеюсь ты не против моей компании на некоторое время.\n—Что ты! — Он снова поцеловал Вашу руку. Это что уже вошло в привычку?\n—Какой мужчина в здравом уме будет против твоей компании? Разве что женатый. — Он рассмеялся.\n—Но говорят у тебя уже есть девушка.\nОн еле заметно скривился.\n—Правильнее сказать была. Она мне изменила и я ее бросил, ничего интересного.\nБыло видно, что он не желает говорить на эту тему. Ну, желает, не желает — его проблемы. Главное, что желаете Вы, не так ли?",
    "answers": [
      {
        "id": 132,
        "text": "-Бросил? Ты не любил её?"
      }
    ]
  },
  {
    "id": 131,
    "text": "—Правда? — Он удивился. Не ожидал, что разговор начнется с этого?\n—Что ж, я просто люблю это дело.\n—Целиком и полностью творческий человек?\n—Может и так, но... — Он явно колебался говорить, или нет. Он еще раз посмотрел на Вас.\n—Не забывай, я еще и бизнесмен. А бизнесменам не свойственно отдавать всего себя творчеству. Скорее уж деньгам. — Он ослепительно улыбнулся.\nВам немного не понравился ответ. Вы совершенно не видели в нем жажды денег. Скорее всего он пошутил, но если нет... Вы слишком плохо розбираетесь в людях.\nХоть Вы и сами владеете бизнесом, но он достался Вам в наследство. Вы не учавствовали в борьбе за \"престол\". Да и после смерти родителей никто не отрицал Ваше право наследства. Вы никогда не нуждались в деньгах. Вы не могли понять человека, что проделал всё это сам. Вы.... были очень рады, что у Вашего отца была мама. По крайней мере они были вместе. До самого конца.\nВы посмотрели на Дейва.\n\nНадо бы сменить тему.",
    "answers": [
      {
        "id": 130,
        "text": "И что же, все таки, ты здесь делаешь?"
      }
    ]
  },
  {
    "id": 132,
    "text": "Он очень странно посмотрел на Вас, но это только подогрело Ваш интерес. А, может, ему больно? Вы на секунду задумались о такой возможности, но сразу же ее отбросили. Это не Ваша забота. Вы собирались просто посмотреть, что будет. \n—Ну, я думал, что любил ее, но оказалось, что нет.\n—То есть можно любить человека, а потом, узнав о нем что-то плохое , взять и розлюбить?\nОн начал раздражаться.\n—Нет. Думаю, я и не любил ее никогда.\n—Ах вот как. Ей должно быть обидно.\n—Зачем мы разговариваем об этом?! — Он наклонился к Вам. — Слухи о том, что ты не знаешь что такое любовь, ведь достаточно правдивы? Так какое ты имеешь право об этом говорить?\n—Хех. — Вы очень грустно улыбнулись. — Мне и вправду не суждено полюбить, но как бы то ни было, тебе тоже. Слишком уж черство твое сердце. Поверь, я вижу схожесть между нами.\n—Я...- Он шокировано смотрел на Вас. Не ожидал, да? Вы тоже не ожидали.",
    "answers": [
      {
        "id": 133,
        "text": "Отвернуться"
      }
    ]
  },
  {
    "id": 133,
    "text": "—Выход, скорее всего, свободен. Я пойду.\n—Стой! — Дейв словил Вас за руку и развернул к себе. Он оказался довольно близко.\n—Прости! Я не хотел.\n—Но это правда, да? Ты, как и я.... — Опять Ваша фальшивая улыбка.\n—Нет. Я могу с уверенностью сказать, что моё сердце не зачерствело.\n—Почему же?\n—Потому что... Сейчас оно бьется быстрее.\nВы удивились. Он смотрел Вам прямо в глаза и был таким искренним, каким Вы его никогда еще не видели, пусть даже и были знакомы не так долго. Что он... имеет ввиду? Вы не были уверены можно ли ему доверять, но сейчас.... Сейчас Вы могли лишь...",
    "answers": [
      {
        "id": 134,
        "text": "Отстраниться"
      },
      {
        "id": 135,
        "text": "Поцеловать его"
      }
    ]
  },
  {
    "id": 134,
    "text": "—Дейв, я...\n—Не надо ничего говорить. Я знаю, ты уверена, что твое сердце уже не спасти, что оно навсегда останется таким же холодным и мрачным.\nВы шокированно уставились на него. Как он смог это понять? \n—Со мной тоже такое было.\n—Было?\n—Сегодня утром, помнишь? Мы впервые встретились сегодня утром. В этот момент во мне что-то изменилось. \nК чему он клонит? Вы боялись думать об этом.\n—Всего за одну встречу. — Он отвел взгляд. — Ты изменила меня.",
    "answers": [
      {
        "id": 136,
        "text": "Смотреть на него"
      }
    ]
  },
  {
    "id": 135,
    "text": "Вы приблизились и поцеловали его. Почему? Да какая разница! Сейчас всё это совершенно не важно. Вы впервые отбросили эти глупые вопросы и отдались на милость судьбе. В любом случае... Вы не могли игнорировать изменения в себе. Вы просто не могли в это поверить, но Ваше сердце....оно....забилось чаще. Этот ускореный ритм сердца, это сердцебиение было Вам таким чуждым, но одновременно и таким пьянящим. Вы наслаждались этим моментом.\nДейв обнял Вас и прижал к себе. Он так чувственно целовал Вас... и Вам это нравилось. \nВдруг, где-то ззади, раздался грохот.\nВы на мгновение отстранились и обернулись в сторону источника шума.\nДжон...\nЧто он тут делает? Мужчина был удивлен. Нет. На его лице читалась боль. Вы хотели крикнуть, что он всё не правильно понял, но... Что именно он понял неправильно? Он отвернулся и ушел.\nВы хотели направиться за ним.\n—Элис. — Дейв держал Вас за руку. — Ты уходишь?\n—Я... Я должна догнать его. — Вы виновато посмотрели на Дейва.\n—Он твой парень?\n—Нет, что ты! Он просто.... — Вы отвели взгляд. Вы и сами не знали кто он для Вас. И не хотели врать Дейву, а, может, и сама себе.\n—Я понял. — Его взгляд наполнился грустью. — Иди, но.... Пообещай, що мы еще встретимся!\nЕго взгляд был полон мольбы.",
    "answers": [
      {
        "id": 137,
        "text": "-Обещаю"
      }
    ]
  },
  {
    "id": 136,
    "text": "Вы не знали что сказать. Правда. Все слова в мире были сейчас неуместны. Вы...просто смотрели ему в глаза. И больше ничего.\n—Элис. — Он первым нарушил тишину. — Я уверен...твое сердце умеет любить.\nКогда-нибудь... Ты услышишь его громкий стук.И неважно к кому он будет обращен.\nВ тот момент лицо Дейва было настолько грустным, что Вы просто не могли смотреть на него.\nПочему он такой искренний? И...его чувства. Неужто он влюбился? Но ведь это невозможно. Всего за один день...Нет, совершенно точно, невозможно.\nВы не знали что делать. Почему-то не хотелось уходить. Вам казалось, что тогда Вы больше никогда его не увидите. Такое странное чувство пустоты внутри.\nНа секунду Вы поддались чувствам... И поцеловали его.\nУдивление Дейва нужно было видеть. Но скоро он ответил на поцелуй и прижал Вас столь сильно, больше всего боясь отпустить.\nВдруг, где-то ззади, раздался грохот.\nВы на мгновение отстранились и обернулись в сторону источника шума.\nДжон...\nЧто он тут делает? Мужчина был удивлен. Нет. На его лице читалась боль. Вы хотели крикнуть, что он всё не правильно понял, но... Что именно он понял неправильно? Он отвернулся и ушел.\nВы хотели направиться за ним.\n—Элис. — Дейв держал Вас за руку. — Ты уходишь?\n—Я... Я должна догнать его. — Вы виновато посмотрели на Дейва.\n—Он твой парень?\n—Нет, что ты! Он просто.... — Вы отвели взгляд. Вы и сами не знали кто он для Вас. И не хотели врать Дейву, а, может, и сама себе.\n—Я понял. — Его взгляд наполнился грустью. — Иди, но.... Пообещай, що мы еще встретимся!\nЕго взгляд был полон мольбы.",
    "answers": [
      {
        "id": 137,
        "text": "-Обещаю "
      }
    ]
  },
  {
    "id": 137,
    "text": "Вы побежали за Джоном, и даже не заметили, как смотрел на Вас Дейв. Как будто прощался...\n\n—Джон! Джон, постой!\nВы еле догнали его. Он остановился. Вы \nкрепко-крепко вцепились в его рукав. Он заглянул Вам в глаза и в них Вы увидели столь сильную боль, что у Вас перехватило дыхание. \n—Джо...\nОн отвел  взгляд.\n—Уходи. — только и услышали Вы с его уст.\n—Джон... — Впервые Ваши глаза были на мокром месте. \n—Пожалуйста, не уходи, постой, послушай... — Вы всё пытались достучаться. Но он не слушал. Не хотел.\n—Почему ты так реагируешь? Почему тебе так больно? Я не понимаю!\n—Да что тут непонятного?! — Он резко развернулся и схватил Ваши запястья.\n\n—Я люблю тебя, понимаешь? Люблю! Больше жизни люблю тебя!!\nЧто....\nВы шокированно уставились на мужчину, не понимая до конца его слов. \n—Лю...бишь...\n—Люблю. — Он отпустил Вас и отошел. \n—Но, за что?\n—Как за что? За всё. Я люблю твой характер, твои причуды, даже твой холод. Как бы ты не хотела казаться злой и равнодушной, но ты добрая. Слишком добрая. Ты ведь врешь сама себе! Мне больно видеть, как ты борешся с собой из-за давней скорби! Это было давно. Пора бы уже забыть. И двигаться дальше.\n—Да что ты знаешь?! Они...они были для меня всем! Я...\n—Они бы хотели, чтобы ты была счастлива.\nВы замерли. Джон смотрел на Вас грустными глазами, не пытаясь подойти ближе.",
    "answers": [
      {
        "id": 138,
        "text": "-Я..."
      }
    ]
  },
  {
    "id": 138,
    "text": "Вы ощутили слезу на своей щеке. Глаза были на мокром месте. Вы плакали.\nДжон не выдержал и крепко обнял Вас, поглаживая Ваши волосы, утешая, говоря, что всё будет впорядке.\n Вы плакали. \n\nВам было грустно. \n\nГрустно вспоминать их.\nГрустно думать о них. \nСтарая рана открылась и заболела с новой силой.\n\nВам было больно.\n",
    "answers": [
      {
        "id": 139,
        "text": "Очень больно"
      }
    ]
  },
  {
    "id": 139,
    "text": "Вы кое-как успокоились.\nДжон отошел и теперь не смотрел на Вас. \nВы наконец поняли смысл его слов.\nЛюбовь.\nОн влюблен в Вас. Сильно влюблен. И он признался. Вы не знали, что сказать. Любили ли Вы? А если и так. Любили ли Вы Джона?\nВсё вдруг стало слишком запутано.\n\nСлишком сложно...",
    "answers": [
      {
        "id": 84,
        "text": "|Глава 6|\n\"Крушение\""
      }
    ]
  },
  {
    "id": 140,
    "text": "Что ж...Вы пробыли здесь достаточно долгое время. Нога уже практически не болит и Вы почти смогли нормально ходить, но всё же долго прогуливаться пешком противопоказано. \nПора бы уезжать. Но как? Ваш автомобиль не здесь. Джон уехал. А звонить Вы не собирались, ибо он обиделся, а Вас это по сути не очень-то и должно волновать. Вы же поддерживаете свой имидж, не так ли? И что же все-таки Вам делать? \n—Позвони Саре. — посоветовал Виктор, на минутку оторвавшись от груды дел, за которые взялся, когда наконец-то освободилось время.",
    "answers": [
      {
        "id": 141,
        "text": "-Саре?"
      }
    ]
  },
  {
    "id": 141,
    "text": "Может, это и хорошая идея. Сара — Ваш секретарь уже где-то месяца три. Честно сказать Вы ее не жалуете. Она довольно умная девушка, но слишком уж наивна. Хотя, пока она хорошо исполняет свои обязанности, то зачем же ее увольнять? Кстати, именно Виктор и познакомил Вас с Сарой, когда Ваша бывшая секретарша женилась и убежала куда-то в Европу подальше от чокнутой начальницы и ее самоубийственных поручений. Вот тогда на горизонте и появилась некая самоубийственная девушка, что очень хотела работать на Вас и которую Вы бы никогда не заметили, если бы не были знакомы с ее братом. ",
    "answers": [
      {
        "id": 142,
        "text": "Позвонить"
      }
    ]
  },
  {
    "id": 142,
    "text": "•••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••\n—Алло, Сара Дельф, ты мне нужна.\n—Да, мисс Элис, я слушаю. — Ответила девушка, но слышно было плохо, на заднем фоне было слишком шумно.\n—Ты где? — Вы нахмурились.\n—О, я , леди Элис, я это... Ну, у меня сегодня ... выходной и я..  ну я с друзьями... в караоке.\nТак вот что это за звуки. Значит Вы забыли что у нее выходной, а теперь и от собственных дел отвлекаете. С друзьями значит... Вы еле заметно скривились. \n—Не мямли, говори нормально. Значит так, дело неотложное. Приедешь забрать меня, я в офисе Виктора, даю максимум минут 20. И прихвати мне какую-то обувь. Желательно удобную.\n—Н-но...- Она ничего не успела сказать, Вы уже положили трубку.\n•••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••\n\n—Ну как? — Послышался голос Виктора.",
    "answers": [
      {
        "id": 143,
        "text": "-Как будто ты сам не слышал"
      }
    ]
  },
  {
    "id": 143,
    "text": "—Слышал. — Согласился Виктор.\n—Ты же знал, что у нее выходной, так почему...?\n—Просто она так и не представила мне своего парня и я решил немножко отомстить.\nВы скептично посмотрели на Виктора. И это поведение старшего брата?\n Если бы у Вас была сестра...\nСердце вдруг сжалось и боль потери опять нахлынула с новой силой. Вы сжали кулаки. Вы таки умеете чувствовать боль. И она просто невыносима. За эти семь лет она совершенно не ослабла. Некоторые говорят, что скорбить настолько долго невозможно. Что Вы просто лжете сами себе, не желая возвращаться к нормальной жизни.\n Но... Вы же это чувствуете. Эта боль, что разрывает сердце изнутри...боль, что рвет душу на части... Это так... так...\n\nВы ощутили руку на своем плече.\n\n—Элис?\n\nВы даже не заметили как он подошёл.",
    "answers": [
      {
        "id": 144,
        "text": "-Всё в порядке "
      }
    ]
  },
  {
    "id": 144,
    "text": "—Правда?\nОн волновался.\n—Да.\nВы скинули его руку со своего плеча.\n—Ты что-то хотел?\n—Ну, собственно, да. Я...хотел извиниться.\n—А? — Вы не сразу поняли что он имел ввиду. — За что?\n—За...тот поцелуй. Я не должен был...\n—Прощаю. — Сразу ответили Вы, не собираясь дослушивать до конца. — Ничего страшного, я привыкла.\n—Тебя так часто целуют странные мужчины? — Весело рассмеялся он, правда с легкой примесью фальши.",
    "answers": [
      {
        "id": 145,
        "text": "-В последнее время чего только не было."
      }
    ]
  },
  {
    "id": 145,
    "text": "Он странно покосился на Вас, но промолчал.\n\nВ этот момент как раз подъехала машина Сары.\n\nУчитывая, что родители этих двоих были довольно богатыми бизнесменами, наличие хорошей машины не было странностью.\n\nВообще, Вы совершенно не понимали, как Сара может работать на Вас секретарем, а не моделью. Она и вправду довольно круто выглядит, но не Вам судить о ее предпочтениях в роботе.",
    "answers": [
      {
        "id": 146,
        "text": "-Привет, Сара."
      }
    ]
  },
  {
    "id": 146,
    "text": "Она была модельной внешности, со светлыми волосами и выразительными глазами. Но ее самооценка... Вы вздохнули. \n—Здравствуйте леди Элис! Брат! Я надеюсь, что не опоздала, простите. \n—Вот!\nОна протянула Вам пакет, в котором должна была быть Ваша обувь. Вы спокойно взяли его.\n—Но, что случилось? И почему Вы здесь? Вы поранились, леди Элис?\nВы демонстративно проигнорировали ее и сели, намереваясь обуть свои ботфорты. Они и вправду были Вашими, она, наверное, захватила из Вашего офиса, Вы частенько могли оставить там что-то свое, а он был недалеко. Правда как она успела за такое мизерное количество времени подняться на последний этаж небоскреба, найти что-то и спуститься оттуда, пусть и на лифте, Вы совершенно точно не понимали.",
    "answers": [
      {
        "id": 147,
        "text": "-Ну, с нее станется."
      }
    ]
  },
  {
    "id": 147,
    "text": "—Она ногу вывихнула и каблук сломала. — Милостиво объяснил Виктор. \n—Ой, правда? С Вами всё впорядке? Леди Элис?\n—Да всё с ней впорядке, не мешай, видишь \"Королева моды\" размышляет насколько новая обувь подходит старому образу. — Хихикнул Виктор, вновь углубляясь в работу.\nВы укорызненно посмотрели на него, но промолчали, ибо как ни крути, а он был прав. Единственная страсть, оставшаяся с Вами и сегодня — мода. Вы еще помнили те дни, когда шагали по подиуму в лучших нарядах от лучших брендов. Вокруг вспышки фотокамер, а Вы стоите и наслаждаетесь этим пьянящим ощущунием свободы. Прекрасные были деньки, да? Но сейчас они утеряны. Ведь вот уже 7 лет Ваша нога не ступала на подиум, Вы перестали сниматься в журналах, как и играть в фильмах. У Вас было актерское образование. Также Вы любили петь. Давным давно. Сколько лет Вы уже не пели? Хех. Слишком много.",
    "answers": [
      {
        "id": 148,
        "text": "Вы вздохнули"
      }
    ]
  },
  {
    "id": 148,
    "text": "—Мы едем. \n—А? Что? Уже?\n—Уже и быстро. Пошли.\nВы вышли на улицу, вдохнули свежего морозного воздуха. Вы решили не одевать пальто. Машина не слишком далеко, а холод помогает избавиться от ненужных мыслей. \nВы протянули руку и на нее упала снежинка. Начало зимы и легкий слой снега на улицах. Просто таки мечта. Вы даже на мгновение забыли, что ненавидели зиму...\nСара быстро попрощалась с Виктором и выпорхнула вслед за Вами. \nВы вдвоем сели в авто.\nСара завела мотор и спросила:\n—Куда направляемся?\n—В офис. Но сначала домой. Мне надо переодеться. Будешь сегодня ездить со мной... И... Прости за выходной.\n—Да, конечно. — Она ослепительно улыбнулась. Была рада, что Вы извинились?\n И правда, зачем Вы это сделали?\n Раньше за собой Вы такого не замечали....",
    "answers": [
      {
        "id": 149,
        "text": "Отвернуться"
      }
    ]
  },
  {
    "id": 149,
    "text": "Вы смотрели на игру снега за окном, что уже успела стать такой знакомой, такой родной. \nВы и сами не заметили, как уголки Ваших губ немножечко приподнялись.. \nИскренне, без фальши...",
    "answers": [
      {
        "id": 150,
        "text": "Дом"
      }
    ]
  },
  {
    "id": 150,
    "text": "Было сложно назвать \"домом\" даже такой прекрасный особняк. \nДом — это место, где можно расслабиться и утонуть в комфорте. \nДом — это место, где Вас, наверняка, встретит родной человек. \nДом — это что-то для Вас недоступное.\n\nСара осталась сидеть в машине.\nВ полной тишине Вы поднялись на второй этаж. \nЗдесь была Ваша спальня, а также гардероб. Единственное место, которое стало для Вас родным в этом здании — балкон. Из Вашей спальни Вы вышли на балкон и Вам открылся чудесный вид. Вы подолгу любили стоять здесь, даже зимой. Это чувство прохлады было для Вас незаменимо. Чего лукавить. Вы любили это место.",
    "answers": [
      {
        "id": 151,
        "text": "Гардероб"
      }
    ]
  },
  {
    "id": 151,
    "text": "\n           1.                                                            2.  \n\n\nИтак, что же Вам надеть? Вы имели два хороших образа, но не могли определиться окончательно. В любом случае, надо выбирать.",
    "answers": [
      {
        "id": 152,
        "text": "Первый образ"
      },
      {
        "id": 152,
        "text": "Второй образ"
      }
    ]
  },
  {
    "id": 152,
    "text": "Вы решились и оделись. Этот наряд Вам понравился. Вы еще немного понаслаждались, крутясь перед зеркалом, но потом остановились, отряхнулись и, придав лицу невозмутимый вид, спустились на первый этаж. Вы вышли на улицу и сели в машину.",
    "answers": [
      {
        "id": 153,
        "text": "Едем"
      }
    ]
  },
  {
    "id": 153,
    "text": "—Мисс Элис, тут такое.. — Сара замялась.\nВы воспросительно посмотрели на нее, в ожидании продолжения. \n—Я поняла, что забыла телефон. В караоке. Мне надо его забрать, там все важные номера. Я... простите. \nОна потупила глаза. Девушка явно не знала что делать. Раньше вы бы отчитали ее, но сейчас... Вы и правда не знали, что делать. Она умудрилась удовлетворить Вашу безумну просьбу, но забыла телефон. Что ж, сегодня можно пойти на уступки.\n—Ладно. Едем, заберешь.\n—Правда? — Ее глаза засияли. — Вы лучшая!!\nДевушка уже чуть было не обняла Вас, но еле как сдержалась и поехала.\nТакая искренняя радость.\n Интересная она все таки. ",
    "answers": [
      {
        "id": 154,
        "text": "Караоке значит, да?"
      }
    ]
  },
  {
    "id": 154,
    "text": "—Я ненадолго, Вы можете подождать тут. — Бросила Сара, на ходу захлопывая двери.\nВы были напротив караоке, оттуда слышались звуки веселой музыки. Сара только что забежала внутрь на поиски пропавшего телефона, а Вам нечем было заняться. Вы решили обновить макияж. \n.\n.\n.\nПрошло минут 10, а ее еще нет.\n\nИ что Вам делать?",
    "answers": [
      {
        "id": 155,
        "text": "Пойти за ней"
      },
      {
        "id": 156,
        "text": "Подождать"
      }
    ]
  },
  {
    "id": 155,
    "text": "Вы не могли больше ждать. Единственное, о чем Вы сейчас заботились — найти эту девушку и наконец хоть чем-то заняться. Только вот \"Королева моды\" Элис Канти никогда раньше не заглядывала в такие места. А вдруг  Вас узнают? Как же это ударит по имиджу?\n Но и сидеть здесь Вы больше попросту не могли.\nИтак Вы надели очки. Одеты Вы были не слишком официально, так что всё должно пройти гладко.",
    "answers": [
      {
        "id": 158,
        "text": "Да. Должно"
      }
    ]
  },
  {
    "id": 156,
    "text": "Нет, ну а почему Вы должны идти за ней?\nСама вернется.\n.\n.\n.\nНе возвращаеться, да?\nИ это называеться \"ненадолго\"?\n",
    "answers": [
      {
        "id": 157,
        "text": "Ждать ещё "
      },
      {
        "id": 155,
        "text": "Идти за ней "
      }
    ]
  },
  {
    "id": 157,
    "text": "Вы ждали. Правда. Долго. \n\n\n\nКак-то даже слишком долго.\n\n\n\n А ее всё ещё нет!!",
    "answers": [
      {
        "id": 155,
        "text": "Да ну вас! Пойти за ней."
      }
    ]
  },
  {
    "id": 158,
    "text": "Ну, что ж. Вы вошли в здание. На Вас зразу же обрушилась волна звуков. Громкая музыка вместе с фальшивым голосом какой-то девицы так и давили на уши. Вы решили осмотреться. Вокруг было много людей. Слишком много, если честно. Вы вздохнули. И стали пробираться поближе к сцене. Там сейчас пела какая-то девушка. Вам это было не слишком уж интересно и Вы начали оглядываться вокруг, в надежде найти потерявшуюся Сару. Как оказалось безуспешно.\nВдруг страшное пение смолкло, сменившись другой музыкой. Вы знали эту песню. Это же \"История любви\"! Песня, конечно, старая, но Вы ее слушали тогда. Давным-давно.\n—Кто-то еще помнит эту песню? — зазвучал какой-то слишком знакомый голос.\n—Пусть поднимется девушка, что помнит ее. Спойте со мной!\nЗал зашумел. Вы пытались разглядеть человека у микрофона, ибо уже догадывались о его личности, но слишком уж не могли поверить.\nВы наконец были в первом ряду и могли разглядеть его. Как Вы и думали это...\n\nВдруг кто-то толкнул Вас и Вы оказались около микрофона. \n—Хотите спеть со мной, леди? — прозвучал бархатный голос мужчины и он подал Вам руку. Вы подняли глаза.\nИ уставились в другие: глубокие и карые, хоть и скрытые сейчас за стеклами очков. Петь в караоке с Дейвом Вальтесом. И в какой же момент всё пошло не так?",
    "answers": [
      {
        "id": 159,
        "text": "-Я не..."
      }
    ]
  },
  {
    "id": 159,
    "text": "—Ну же, спой со мной! Утренняя леди... — Уже шепотом добавил он.\nТак он узнал Вас, да?\nНу, перспектива спеть с ним не так уж и плоха, пока никто не знает, что Вы это Вы. \n\nК тому же...\n\n          Вы подали ему руку и стали у микрофона.\n\nА что Вам терять?",
    "answers": [
      {
        "id": 128,
        "text": "|Глава 5|\n\"Караоке\n(Часть 2)\""
      }
    ]
  },
  {
    "id": 160,
    "text": "Мужчина отстранился. Так странно... Вы ответили ему. Такого раньше не было... Вы даже не знали что и думать. Вы прислушались к себе. Ваше сердце... После стольких лет оно наконец смогло застучать немного чаще. Но это не означает, что Вы влюбились. Просто впервые за эти семь лет Вы почувствовали тепло.\nДжон посмотрел Вам в глаза:\n—Ты не прогнала меня. Я не понимаю... Что это значит? \n—Это...",
    "answers": [
      {
        "id": 195,
        "text": "-Ничего не значит. "
      }
    ]
  },
  {
    "id": 161,
    "text": "Зима... Холодная зима... Она так давит. Иногда просто хочется сдаться. Упасть и не подняться, отдаваясь на милость стихии. Просто прекратить бессмысленные потуги к нормальной жизни после того, как эта самая жизнь закончилась. Ведь, когда умирает душа, человек и сам перестает жить. Прямо , как Вы.",
    "answers": [
      {
        "id": 162,
        "text": "Вы потёрли руки"
      }
    ]
  },
  {
    "id": 162,
    "text": "Холод проникал сквозь плотно закрытое пальто и перчатки не согревали руки. Вокруг метель, а Вы идете по мельтешащему городу, не замечая снующих вокруг людей. Вокруг витрины магазинов с яркими вывесками и праздничными огоньками. Но Вам все равно. При желании Вы бы могли скупить хоть весь магазин, украсить дом, отпразновать вместе с родными. \nНо... их нет.\nАвиакатастрофа.\nЧего греха таить, Ваш отец был успешным бизнесменом, который всю жизнь заботился о Вас. Мать — помогала, наставляла, любила. А еще у Вас должен был родиться брат... или сестренка. Но все испортил только один рейс. \nРейс в одну сторону.\nБизнес—соглашение. Очень важное, неотложное. Такое, что заставило лететь в метель. Когда никто ничего не обещал...",
    "answers": [
      {
        "id": 163,
        "text": "В Ваших глазах зажглись искры гнева"
      }
    ]
  },
  {
    "id": 163,
    "text": "А потом бумерангом вернулась печаль...\n\nВы помнили всё. \nКак отец пообещал, что всё будет хорошо. Он говорил, что они с мамой скоро вернуться. Что успеют к Рождеству. И к Вашему 20-летию. Мама спрашивала о женихе, а Вы отнекивались, говоря о том, что робота важнее. Вы вдвоем смеялись, а потом она снова напоминала о том, что счастье наиболее важно. Тогда Вы были намного позитивнее. Вы искренне смеялись и радовались жизни.\n Не то, что сейчас... Сложно поверить как изменили Вас эти семь лет. Семь долгих и одиноких лет. Вы стали замкнутой, спокойной, хладнокровной. Вы взяли на себя бразды правления компанией и стали ответственным президентом. Стали богатой и независимой женщиной. \nНо Вы больше не улыбались.\nВаше сердце заледенело. \nВы стали холодны...\n",
    "answers": [
      {
        "id": 164,
        "text": "Прямо, как эта зима"
      }
    ]
  },
  {
    "id": 164,
    "text": "Хлопья снега летали вокруг, но мир уже давно потерял для Вас все краски.\n Вы ненавидели зиму.\n Ненавидели метель.\n Ненавидели жизнь...\n",
    "answers": [
      {
        "id": 165,
        "text": "|Глава 1|\n\"Дейв Вальтес\""
      },
      {
        "id": 1,
        "text": "На Главную"
      }
    ]
  },
  {
    "id": 165,
    "text": "Вы поскользнулись.\n\nВы падали, будто в замедленной съёмке, и успели было подумать, что обувать сапоги на шпильке было явно плохой затеей, пусть даже от \nSergio Rossi. Вот Вы и упали. Но, вопреки ожиданиям, тяжелой посадки не последовало, Вы только ощутили столкновение с \"чем-то\" и благополучно упали на это \"что-то\", успев отметить, что у него отменный пресс, не подходящий для мягкой посадки. А то, что Вы ощутили это вопреки зимней одежде ничуть Вам не мешало.",
    "answers": [
      {
        "id": 166,
        "text": "Попытаться встать"
      },
      {
        "id": 167,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 166,
    "text": "Вы решили встать незамедлительно, чтобы не создать мужчине ещё больше неприятностей. Но, когда Вы почти поднялись, поняли, что неприятности только начинаються и начинаються они с поломанного каблука и вывихнутой лодыжки.\n—Вы в порядке? — Зазвучал бархатный голос Вашего нового знакомого.",
    "answers": [
      {
        "id": 168,
        "text": "Упасть"
      }
    ]
  },
  {
    "id": 167,
    "text": "Вы решили не торопиться с действиями и плыть по течению. И вот \"что-то\", которое было естественно мужчиной произнесло бархатным голосом, с нотками волнения: \n—Вы впорядке?\nВы наконец нашли в себе силы приподняться и посмотреть в глаза мужчине. Карые и глубокие, кстати, глаза. И волосы темные, как ночь.  Ну да ладно. \n—Сейчас это трудно понять. Нужно подняться, хотя я бы больше за вас беспокоилась. — Спокойно, без всяких эмоций произнесли Вы, пытаясь встать. \nМужчина явно удивился этой хладнокровности, но виду не подал, ослепительно улыбнулся и сказал:\n— Я крепче, чем Вы думаете, миссис. Но мне приятно было быть вашей подушкой, хоть и недолго.\nВы не оставляли попыток встать и , когда мужчина уже поднялся, а Вы почти сделали тоже самое, случился неприятный казус, в виде поломаного каблука и вывихнутой лодыжки.",
    "answers": [
      {
        "id": 168,
        "text": "Упасть"
      }
    ]
  },
  {
    "id": 168,
    "text": "\nНу, у Вас , собственно, выбора не было. Вы снова падали , но теперь знали куда. Точнее на кого. \nВы оказались в тёплых объятиях злополучного парня, хотя скорее бедной жертвы обстоятельств. \n—Простите, но, видимо, я таки не впорядке.\n—Ничего страшного. Вам нужна помощь. Отвести к скамейке?\n—Если Вас не затруднит.- С грустным выражением лица, глядя на бедную ногу, произнесли Вы и вдвоём еле как дошли до скамейки.",
    "answers": [
      {
        "id": 169,
        "text": "-Простите еще раз"
      }
    ]
  },
  {
    "id": 169,
    "text": "—Это я виновна во всем. Вам выписать денежную компенсацию?\n—Хах. — Кареглазый рассмеялся и сказал: \n—Я вполне себе обеспеченный мужчина. И, как посмотрю, встретил такую же женщину.\n—Вы правы.-В привычной холодной манере сказали Вы.\n—Давайте на \"ты\". Меня зовут Дейв Вальтес.-Произнес мужчина, галантно, поцеловав Вашу руку. Даже сквозь перчатку ощущалось тепло его губ.\nВы удивились. Неужто тот самый? \nДейв Вальтес — глава крупной киностудии \"Мольбс\". В последнее время она стала очень популярной. Многие кино-хиты пришли именно оттуда. И, хоть, Вы уже семь лет не любите кино и редко смотрите фильмы, пусть даже с хорошим концом, даже Вы слышали о нём.",
    "answers": [
      {
        "id": 170,
        "text": "Приятно познакомиться"
      }
    ]
  },
  {
    "id": 170,
    "text": "—Элис Канти.\n—Боже, неужто это ты? — В его глазах читался шок.\n—Сильная, могущественная женщина, что пережила трагическую смерть родителей и уже давно стала самой влиятельной женщиной-бизнесменом, взяв на себя управление компанией и, сильно ее расширившая. Богиня в сфере индустрии моды. Твои дизайны уже широко известны по всему миру. Ну надо же с кем судьба столкнула.",
    "answers": [
      {
        "id": 171,
        "text": "-Не сказала бы"
      }
    ]
  },
  {
    "id": 171,
    "text": "—Ты тоже очень влиятельный человек. И я сожалею, что предстала перед тобой в таком виде.\n—Ну, что ты, все мы люди. К тому же я очень рад познакомиться.\n—С влиятельной бизнесвумен? — Вы слабо усмехнулись.\n—С красивой девушкой. — Ответил Ваш собеседник, не принимая никаких возражений.\n—Меня уже давно никто девушкой не называл. К тому же раньше ты сказал, что я \"миссис\".\n—Приношу глубочайшие извинения, ибо просто не понимаю, как мужчины до сих пор упускают такую красоту.-С серьёзным видом мужчина вновь поцеловал Вашу руку.\n",
    "answers": [
      {
        "id": 172,
        "text": "Вздохнуть"
      }
    ]
  },
  {
    "id": 172,
    "text": "Вобщем отчасти он и прав. Вы и правда были очень даже привлекательной. Пухлые губы, шелковистые волосы. Но Вы никогда не считали себя иконой красоты. Да Вы даже обыкновенной красоткой себя не считали, ибо смерть родителей сильно ударила по Вашему самолюбию.",
    "answers": [
      {
        "id": 173,
        "text": "-Спасибо"
      }
    ]
  },
  {
    "id": 173,
    "text": "—Мне приятно.- улыбнулись Вы официальной улыбкой, отработанной до автоматизма.\nДейв пристально посмотрел Вам в глаза и с недовольным выражением лица произнес:\n—Я видел много актёров, но еще ни один из них не обманул меня. Поверь, я не люблю ложь. А сейчас ты лжешь.",
    "answers": [
      {
        "id": 174,
        "text": "Удивиться"
      },
      {
        "id": 175,
        "text": "Отвести взгляд"
      }
    ]
  },
  {
    "id": 174,
    "text": "Он так бысто и легко понял это. То, что не мог раскусить никто, он понял за считанные секунды.\nДаже на Вашем неприступном лице появилась тень удивления, когда Вы спросили:\n—Как ты...\n—Тсс. Я понял.- Он приставил палец к вашим губам. \n— Просто многолетний опыт работы с актерами. Но я рад, что встретил тебя. Возможно сейчас для меня приоткрылась завеса неприступной и спокойной женщины, за которой кроется нечто еще более удивительное. Я счастлив. Надеюсь на скорую встречу, леди. Поправляйтесь.",
    "answers": [
      {
        "id": 176,
        "text": "Посмотреть ему вслед"
      }
    ]
  },
  {
    "id": 175,
    "text": "—Не понимаю о чём ты.\nОн ласково посмотрел Вам в глаза и неожиданно произнес:\n—Нельзя всё держать в себе. Может сегодня я почти увидел другую сторону несломной леди. \nОн приблизился почти вплотную и продолжил:\n—И она мне понравилась.",
    "answers": [
      {
        "id": 177,
        "text": "Ничего не делать"
      },
      {
        "id": 178,
        "text": "-Уйдите"
      }
    ]
  },
  {
    "id": 176,
    "text": "Вы не успели заметить, куда исчез Ваш неожиданный знакомый. Только вот после этой встречи на душе остался осадок. Необычно...Даже приятный.\n\nНо сейчас Вы не могли хорошенько об этом подумать. Ведь к Вам уже приближался Ваш менеджер.",
    "answers": [
      {
        "id": 180,
        "text": "|Глава 2|\n\"Джон Лейт\""
      }
    ]
  },
  {
    "id": 177,
    "text": "Мужчина проникновенно посмотрел Вам в глаза, а потом отстранился.\n—Как погляжу, за вами уже приехали. — Он кивнул на машину, что и вправду приехала за Вами, как только Вы позвонили несколько минут назад.\n—Надеюсь на скорейшую встречу и ваше выздоровление, леди. Было приятно познакомиться. Даже в такой ситуации.\n\nОн шутливо поклонился и ушел, растворяясь в толпе.",
    "answers": [
      {
        "id": 176,
        "text": "Посмотреть ему вслед"
      }
    ]
  },
  {
    "id": 178,
    "text": "—Мы снова перешли на \"Вы\"? Леди Элис, я искренне извиняюсь за свои действия. Но... Я был рад познакомиться с такой девушкой, как ты. Надеюсь на скорейшую встречу и твое выздоровление. \n\nА затем он ушел.",
    "answers": [
      {
        "id": 176,
        "text": "Вздохнуть"
      }
    ]
  },
  {
    "id": 179,
    "text": "—Ну что с тобой опять случилось?!\nНе успел подойти и уже завелся. \n—Ты написала, забрать тебя, ибо ты не можешь идти! Ты что ногу сломала? Да как вобще возможно единственный раз, выйдя на улицу без телохранителей сломать ногу? Что с тобой такое?!\n—Не злись, Джо. — Со скучающим видом произнесли Вы. — Это всего лишь вывих, ничего серьезного.\n—Ты что доктор, чтобы знать наверняка?",
    "answers": [
      {
        "id": 181,
        "text": "Нет, не доктор."
      }
    ]
  },
  {
    "id": 180,
    "text": "Джон Лейт...\nОн является Вашим менеджером. Уже долгие годы он помогает Вам со всеми делами и решает такие вот ситуации, как эта. Вобще он являеться Вашим единственным другом. После той авиакатастрофы Ваш характер очень испортился. Вы и вправду стали холодной расчетливой стервой. Но Джону было попросту плевать. Он принимал Вас любой. И за это Вы были ему безмерно благодарны.",
    "answers": [
      {
        "id": 179,
        "text": "-Привет, Джо"
      }
    ]
  },
  {
    "id": 181,
    "text": "—Вот именно!- Мужчина был зол, как чёрт.\n—Почему ты злишся? Ты должен был ... не знаю, волноваться. А не кричать. И вобще тебе больше улыбка подходит.\n—Тебе тоже!-Он осекся.\nТеперь уже начали закипать Вы. \n—Ты никогда не видел мою улыбку, откуда тебе знать!! — от злости Вы даже привстали, но вдруг резкая боль пронзила ногу.",
    "answers": [
      {
        "id": 182,
        "text": "Упасть"
      }
    ]
  },
  {
    "id": 182,
    "text": "Уже который раз Вы падаете и Вас ловят. Просто никакого разнообразия. Джон быстро словил Вас за талию и прижал к себе:\n—Я очень хочу увидеть твою искреннюю улыбку, которую не видел ни разу за наше знакомство. Элис, ты очень сильно меня напугала.\nМужчина крепко обнял Вас и зарылся в Ваши волосы. Уже не ощущалась боль в ноге и желание ссориться куда-то улетучилось. Только Джон и его объятья, которые были полны искреннего волнения. \nВы тоже его обняли...",
    "answers": [
      {
        "id": 183,
        "text": "-Спасибо... За волнение."
      }
    ]
  },
  {
    "id": 183,
    "text": "—А как еще я должен был реагировать? Конечно я волнуюсь, ты же... — Он резко замолчал.\n—Я же что?\n—Ты... моя начальница. — Он избегал смотреть Вам в глаза.\n—Сказал бы лучше, что мы друзья.-Вы не понимали. Он же Ваш лучший друг, что еще за \"начальница\"?\n—Это не отменяет того, что ты мой работодатель.-Мужчина вздохнул.- А работать на больную начальницу я не собираюсь. Еще уйдешь на больничный, а мне завалы бумаг разгребать. Я же и к пенсии не справлюсь.",
    "answers": [
      {
        "id": 184,
        "text": "-Я тебя не брошу."
      }
    ]
  },
  {
    "id": 184,
    "text": "Вы шутливо ответили, что не бросите его и это была правда. Вы бы не позволили себе потерять такого... друга? Друга ли...\n\nДжон взял Вас на руки, а Вы даже возразить не успели, как он понес Вас к своей машине.\nВы прижались к его груди, ловя эти редкие моменты и не понимая что на самом деле чувствуете. Вы уже давно запутались во всём. Почему-то сейчас вспомнился Дейв. Ваш новый знакомый и вправду произвел впечатление. Но сейчас вы предпочитали не думать ни о ком. \n\nВы уже давно разучились любить...",
    "answers": [
      {
        "id": 185,
        "text": "Очень давно"
      }
    ]
  },
  {
    "id": 185,
    "text": "Вы сели на переднее сидение. Джон наклонился , чтобы застегнуть ремень безопасности. Он бережно снял ваши перчатки. А затем взглянул Вам в глаза:\n—Надо ехать к врачу. Хоть это и вывих, но я волнуюсь. Лучше перестраховаться. \n—Ладно. — ответили Вы, всё ещё не отводя взгляда от парня. ",
    "answers": [
      {
        "id": 186,
        "text": "-Поехали."
      }
    ]
  },
  {
    "id": 186,
    "text": "Он сел за водительськое кресло и завел мотор. \nНо автомобиль не двигался. \n—Давай же. Едем к Виктору.\n—К этому? — Мужчина еле заметно скривился. \n—Тебе точно нужен он?\n—Он мой личный врач.\n—Ясно. — Джон еле сдержался от того, чтобы показать свои истинные эмоции, только руки на руле сильнее сжались. ",
    "answers": [
      {
        "id": 187,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 187,
    "text": "—Так как ты упала? — спросил мужчина, проезжая мимо плотного потока машин. Хлопья снега еще летали вокруг, но внутри авто было тепло и уютно. Но как было в вашем сердце? Был ли там уют? Там царил холод все эти семь лет. Но сейчас что-то изменилось. И Вы пока не знали что.",
    "answers": [
      {
        "id": 188,
        "text": "Уйти от ответа"
      },
      {
        "id": 189,
        "text": "Ответить честно"
      }
    ]
  },
  {
    "id": 188,
    "text": "—Да так...Просто поскользнулась. Ничего такого. \n—Правда? — Он подозрительно покосился на Вас, но ничего не сказал. \n\nТак Вы и доехали к месту назначения. Это большое помещение, где был офис и рабочее место доктора Виктора Дельфа.\n\nДжон вышел, а затем открыл пасажирскую дверь. Он присел, чтобы взять вас на руки. \n—Ты ведь соврала, верно? — Неожиданно начал он.\n—Да. — Без раздумий ответили Вы, спокойно ожидая его реакции. \nОн же вплотную приблизился к Вашему лицу. Вы ощущали на коже его тёплое дыхание. Почему-то Вы не хотели прогнать его. Не хотели отстраниться... Вы просто ждали. \nИ вот он сказал:\n—Почему, когда ты так близко, я теряю контроль? И не хочу видеть никого рядом с тобой... Почему я... не могу сдержаться?\nОн уже приблизился к Вашей шее и вас разделял всего лиш сантиметр. Мужчина судорожно вздохнул:\n\n—Прости...\n\nОн нежно поцеловал Вашу шею, потом еще раз и еще. Стал пробираться выше и наконец  ваши губы встретились. Сперва нежно, а потом все более настойчиво, но он целовал Вас.",
    "answers": [
      {
        "id": 190,
        "text": "Отстраниться"
      },
      {
        "id": 191,
        "text": "Не двигаться"
      }
    ]
  },
  {
    "id": 189,
    "text": "Вы рассказали Джону всё. Хоть Вы не очень и хотели, чтобы хоть кто-то об этом узнал, но Джон ведь Ваш друг. Он имеет право знать, верно?",
    "answers": [
      {
        "id": 192,
        "text": "Да"
      }
    ]
  },
  {
    "id": 190,
    "text": "—Джон, ты же знаеш, что это неправильно. Ты мой друг. — Ударение на слове \"друг\" заставило мужчину скривиться. Он нехотя отстранился и проникновенно посмотрел Вам в глаза:\n—Прости. Но я так больше не мог. Твое присутствие искушает. Я... так хочу розбить лёд в твоём сердце. \nВы грустно посмотрели на него:\n—Такая, как я не стоит тебя. Джон...- Вы повернули голову и посмотрели на холодную игру снега. Он как будто забавлялся с Вами предлагая выбирать. Для того, чтобы решить свою судьбу.\n—Я не умею любить, Джон. Моё сердце слишком холодно. Его уже не спасти. Как не пытайся.\n\nВы еще немного посмотрели на снег...\n\nОн обещал перемены.\nОбещал для Вас новую жизнь.\nВедь после всякой зимы наступает весна. \nВерно?",
    "answers": [
      {
        "id": 196,
        "text": "|Глава 3|\n\"Виктор Дельф\""
      },
      {
        "id": 1,
        "text": "На Главную"
      }
    ]
  },
  {
    "id": 191,
    "text": "Вы не двигались. Вашы губы соприкасались в чувственном танце. Вы ответили на поцелуй. Снежинки залетали в машину, сквозь открытую дверь, но и Вам, и мужчине было все равно. Игра снега не стоила этого момента. Прекрасного момента, когда , казалось неприступная, ледяная твердыня дала первую трещину.",
    "answers": [
      {
        "id": 160,
        "text": "|Глава 3|\n\"Виктор Дельф\""
      },
      {
        "id": 1,
        "text": "На Главную "
      }
    ]
  },
  {
    "id": 192,
    "text": "Рассказ длился всю поездку. Скоро вы уже были около офиса Виктора. Вы уже собирались открыть двери и вдохнуть холодного зимнего воздуха, но Джон словил Вас за руку. Вы обернулись.\n—Ты ведь больше не увидишся с ним?\n—С кем?\n—С Вальтесом. — Он нахмурился и в немой надежде посмотрел на Вас.",
    "answers": [
      {
        "id": 193,
        "text": "-Он интересный человек и я собираюсь с ним встретиться"
      },
      {
        "id": 194,
        "text": "-Почему ты спрашиваешь?"
      }
    ]
  },
  {
    "id": 193,
    "text": "—Ясно...\nДжон поник и отвернулся. Вы не знали о чём он думает, но внутри Вас грызло неприятное чувство. Оно не оставляло Вас, всё пытаясь и пытаясь достучаться...\n\nДжон подошел к пасажирськой двери и наклонился, чтобы поднять Вас. Но сперва Вы успели поймать его за рукав пальта. Мужчина удивился. \n—Прости. — Вы отвели взгляд. — Я не знаю, что ты чувствуешь или о чём думаешь, но... Не хочу ничего портить...\nГлаза Джона округлились. Он явно не знал, как на это реагировать.\n\nОн приблизился. И запечатлел на ваших губах легкий поцелуй.\n\nВы не сопротивлялись.\n\n\n\nВокруг танцевали снежинки...\n\nА внутри, неприступная крепость Вашего сердца дала первую трещину.",
    "answers": [
      {
        "id": 160,
        "text": "|Глава 3|\n\"Виктор Дельф\""
      },
      {
        "id": 1,
        "text": "На Главную"
      }
    ]
  },
  {
    "id": 194,
    "text": "—Потому что... Забудь.\n—Джон...\nВы знали, что он хотел Вам что-то сказать. Но он не смог...\nТак ли это было важно? Или, быть может, это не имело никакого значения?\n\nНо что-то внутри подсказывало, что Вы потеряли нечто очень ценное...\n\nИ вьюга вокруг почему-то усилилась.",
    "answers": [
      {
        "id": 196,
        "text": "|Глава 3|\n\"Виктор Дельф\""
      },
      {
        "id": 1,
        "text": "На Главную"
      }
    ]
  },
  {
    "id": 195,
    "text": "—Ясно... \n—Ты вновь убеждён в том, что я — стерва, неумеющая любить?\n—Знаешь... — Джон отвернулся, его лицо стало каменным.\n—Нельзя так играть на чувствах других.\n—Почему же? Если я сломлена внутри, я сломаю мир снаружи. \n—Почему бы не починить себя? — Его глаза наполнились волнением. \n—Это невозможно и ты это знаешь. Может, иногда во мне и просыпается что-то человечное, но это лишь от того, что ты мой друг. Возможно, единственный человек, который может открыть во мне мою давнюю человечную часть. С незнакомыми людьми я веду себя вежливо, пусть даже это фальш, а знакомые, увидев какая я на самом деле, сами убегают. \n—Но ведь я остался.\n—Я же сказала, ты — досадное исключение.",
    "answers": [
      {
        "id": 198,
        "text": "-Идем к врачу, мне больно"
      }
    ]
  },
  {
    "id": 196,
    "text": "—Ясно... \n—Ты вновь убеждён в том, что я — стерва, неумеющая любить?\n—Знаешь... — Джон отвернулся, его лицо стало каменным.\n—Нельзя так играть на чувствах других.\n—Почему же? Если я сломлена внутри, я сломаю мир снаружи. \n—Почему бы не починить себя? — Его глаза наполнились волнением. \n—Это невозможно и ты это знаешь. Может, иногда во мне и просыпается что-то человечное, но это лишь от того, что ты мой друг. Возможно, единственный человек, который может открыть во мне мою давнюю человечную часть. С незнакомыми людьми я веду себя вежливо, пусть даже это фальш, а знакомые, увидев какая я на самом деле, сами убегают. \n—Но ведь я остался.\n—Я же сказала, ты — досадное исключение.",
    "answers": [
      {
        "id": 198,
        "text": "-Идем к врачу, мне больно"
      }
    ]
  },
  {
    "id": 197,
    "text": "—Ничего. — Роберт покачал головой.\n\n— Мы могли бы её навестить?\n\n—Ну, это только после возвращения в Америку. Это не так уж и далеко от твоего офиса, Элис. \n\n—Правда? — Вы удивились. — В таком случае обязательно зайдём к ней хорошо, Дейв?\n\nОн посмотрел на Вас очень мягким взглядом. \n\n—Да.\n\n—В таком случае, буду ждать следующей встречи, леди Элис. — Роберт поднялся.\n\n—Вы уже уходите?\n\n—Да, у меня ещё есть дела на сегодня.\n\n—Тогда не будем вас задерживать. — Вы тоже встали, чтобы провести Роберта к двери. \n\n—Пока, брат. Береги себя.\n\n—Это я тебе должен говорить, Роб. — Дейв усмехнулся и обнял брата на прощание. ",
    "answers": [
      {
        "id": 210,
        "text": "Дверь закрылась"
      }
    ]
  },
  {
    "id": 198,
    "text": "—Не притворяйся, Элис.- Взгляд Джона стал холодным, как лёд. — Ты всегда умела притуплять свою боль — физическую, или же душевную. Даже то, как ты упала передо мной. Это была всего лишь игра?\nВы не ответили. А что Вы должны были сказать? Иногда Вы могли обмануть и саму себя. Ваши чувства, Ваш характер, Ваше поведение... Вы уже и сами не знаете где правда, а где ложь.\n\nГде жизнь...",
    "answers": [
      {
        "id": 199,
        "text": "...А где игра"
      }
    ]
  },
  {
    "id": 199,
    "text": "Виктор Дельф....\n\nЭтот мужчина стал Вашим личным врачом относительно недавно. Люди вообще около Вас надолго не задерживаються. А этот оказался довольно крепким. Уже лечит Вас почти год и ни разу не пытался уволиться. Чудо какое-то! \n\nНо Вам, конечно, было все равно. \n\nСейчас Вы сидели на кушетке.\n\nДжон... давно уехал.",
    "answers": [
      {
        "id": 200,
        "text": "Ещё бы"
      }
    ]
  },
  {
    "id": 200,
    "text": "После того, что вы сказали, он не на шутку обиделся. Нормальный человек на Вашем месте думал бы извиниться, но Вы... Нет, Вы определенно не собирались этого делать.\n\n—Здравствуй, дорогая! С тобой опять что-то случилось? Неужто покушение? Или, быть может, у тебя рак? Я уж думал не дождусь!",
    "answers": [
      {
        "id": 201,
        "text": "-Ну привет, Виктор"
      }
    ]
  },
  {
    "id": 201,
    "text": "—И тебе того же. —  Мужчина усмехнулся.\n—Ты, как врач, так сильно печёшься о моём здоровье. Ты, что хотел, чтобы у меня был рак? — Вы воспросительно смотрели на него. \n—Конечно же нет, что ты. — Он улыбнулся и на его щеках появились вечные ямочки. \n—Так что у тебя на этот раз? Ты уже давненько не заглядывала — с неделю.\n—Очень смешно. \n—Надо же, у тебя есть чувство юмора! — Умилился мой врач.",
    "answers": [
      {
        "id": 202,
        "text": "Закатить глаза."
      }
    ]
  },
  {
    "id": 202,
    "text": "—На этот раз вывих лодыжки. — Вы равнодушно огляделись вокруг.\n\nЭто был хорошо обставленный кабинет. Ничего лишнего, все стерильно. Но долго разглядывать это Вы не могли, ибо были здесь уже слишком много раз. Вы снова посмотрели на Виктора:\n—Ну так что, лечить будем?\n—После того, как расскажешь всю историю.\nОн удобно устроился в кресле, всем своим видом показывая, что готов слушать.",
    "answers": [
      {
        "id": 203,
        "text": "-Зачем?"
      }
    ]
  },
  {
    "id": 203,
    "text": "—Это вобще-то моя жизнь и я не обязана ничего рассказывать, тем более тебе. — Вы фыркнули. \n—Да ладно тебе, Элис, я и так знаю, что ты стерва.\n Он картинно вздохнул. \n— Но ты же всегда мне рассказывала до ужаса интересные истории о получении своих увечий. Его глаза зажглись.\n—Поэтому я весь во внимании.",
    "answers": [
      {
        "id": 204,
        "text": "Вздохнуть"
      }
    ]
  },
  {
    "id": 204,
    "text": "—Ладно, — отказали Вы с раздраженным выражением лица.\n\n— Я слушаю. — На его лице заиграла улыбка.\n\nВы опять вздохнули. Вы ненавидели эту ухмылку.  Слишком радостно, слишком жизненно. Вы и сами когда-то были такой.... Сейчас воспоминания о прошлом заставляли скривиться. Вы ненавидели прошлую себя, ту, которая даже не подозревала, насколько жесток этот мир. Вы опять вспомнили Джона, а также своего нового знакомого Дейва, потом Ваш взгляд опять упал на Виктора. Возможно, скоро они Вас предадут. Вы ведь не знаете что у них в голове. Может, прямо сейчас они надеються выжать из Вас как можно больше денег, а потом оставить на обочине жизни. \nОдинокую и разбитую.\n\nВпрочем, Вы и сейчас такая. \n\n\nСо стороны, Вы похожи на неприступную и бесстрашную.\n\nНо внутри Вы боитесь только одного: перед тем как быть преданной, познать что такое счастье....\n",
    "answers": [
      {
        "id": 205,
        "text": "Рассказ, значит..."
      }
    ]
  },
  {
    "id": 205,
    "text": "—Ахахахахах.\n\nОн смеялся несколько минут подряд.\n\nВы стали раздражаться:\n—Да что тут такого смешного?\n—Просто... — Он смахнул слезу и заиграл ямочками.\n—Если бы на твоём месте была другая девушка было бы намного интереснее. Но как только я представляю искреннюю тебя , меня пробирает на смех.\n—Хоть я и не испытываю лишнего счастья. — Раздраженно заметили Вы, — Но эмоции злости очень даже реальны.\n—Правда? — Неожиданно серьёзно спросил Виктор и подошел поближе. Теперь вас разделяли сантиметров 30. \n—Но ты же совершенно бесчувственная личность. \n  Он в недоумении смотрел на Вас.\n—Я же не робот!\n—Честно? \nВы вынесли диагноз: совершенно чистое недоумение. \n—Честно. Да и как ты собирался лечить робота?\n—Боже, это что чувство юмора? — Он театрально схватился за сердце.\n",
    "answers": [
      {
        "id": 206,
        "text": "Вздохнуть"
      }
    ]
  },
  {
    "id": 206,
    "text": "—Я всегда думал, что ты не умеешь чувствовать то, что и обычные люди. Я знаю, что ты не всегда была такой. Но невозможно скорбить настолько долго. Ни для кого. \n\nДа что он может знать?!\n\n—Знаешь,- он наклонился и шепотом продолжил.\n—Есть один способ проверить робот Элис Канти, или нет.\nВы смерили его недовольным взглядом.\n—Какой же? — задал риторический вопрос Виктор и сам себе ответил.\n—Очень простой.\n\n\nОн приблизился уже вплотную и оставил легкий поцелуй на Ваших губах.",
    "answers": [
      {
        "id": 207,
        "text": "Не двигаться"
      },
      {
        "id": 208,
        "text": "Испугаться"
      },
      {
        "id": 209,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 207,
    "text": "Вы решили полностью проигнорировать это, хоть и неожиданное, но совершенно бесчувственное действие, как с Вашей стороны, так и со стороны Виктора. По крайней мере Вы считали его таким.\n\n— Что ж, я ожидал такой реакции. — Усмехнулся Виктор.\n—Так значит я робот? — Равнодушно спросили Вы.\n—Нет, в робота не могут быть такие, пусть и холодные, но живые губы. — Рассмеялся Виктор и на свет опять вернулись его ямочки. — Ну что идём лечиться?\n\nЖивые? Живые губы? У Вас? Вы еле сдержались от того, чтобы притронуться к ним, но остановились.\nОн врет. \nВы самый настоящий робот.",
    "answers": [
      {
        "id": 140,
        "text": "|Глава 4|\n\"Караоке.\n(Часть 1)\""
      },
      {
        "id": 1,
        "text": "На Главную"
      }
    ]
  },
  {
    "id": 208,
    "text": "Вы резко отшатнулись и ударили Виктора.\nУ второго на лице остался красный след от Вашей пощёчины.\nОн немного удивился. Вы и сами не ожидали. Не ожидали от себя столь бурной реакции. Вы ведь могли отреагировать намного спокойнее, так почему? Почему Вы не хотели, чтобы Виктор Вас целовал? Вы посмотрели на него. Он уже немного отошел от удивления и спокойно улыбался. И эти его ямочки...\n\nПочему же? Вы не знали ответ на этот вопрос. Да и знать всего невозможно, так ведь? Вы только знали, что когда настанет время, Вы сможете разобраться...\n\n Почему же... Вы сделали этот выбор?\n\n\n\n—Ну что приступаем к лечению? — сквозь туман Вы услышали голос Виктора.\n\n\n\nВы кивнули.",
    "answers": [
      {
        "id": 140,
        "text": "|Глава 4|\n\"Караоке.\n(Часть 1)\""
      },
      {
        "id": 1,
        "text": "На Главную"
      }
    ]
  },
  {
    "id": 209,
    "text": "Это странно. Вы не знали зачем. Зачем Вы это сделали? Вы просто поддались чувствам?  Нет. Ведь у Вас и вовсе нету чувств, верно? Тогда почему внутри вдруг стало теплее? Этот поцелуй должен был быть обычной шуткой. Вы знаете, что Виктор также удивлен. Он точно не ожидал такой реакции от Вас. И если это лишь шутка...\n\nТо что происходит сейчас?\n\nОн нежно покусывает Ваши губы... Ваше лицо в его руках, а Вы сами крепко прижимаетесь к нему. Вы запустили руки в его волосы... И этот нежный, почти любящий поцелуй... Вы ведь уже так давно не ощущали тепла. Так давно Ваше сердце не билось чаще. Вы... уже успели позабыть это чувство.\n\n\nВы отстранились.\n\nВиктор до сих пор был удивлен. Он озадачено смотрел на вас своими яркими зелёными глазами. О чём он думал? Вы не знали.\n\nНужно ведь что-то сказать, верно?\n\n\n—Лечи меня, дорогой врач, мне больно.\n\nОн лишь улыбнулся. И всё же эти ямочки....\n",
    "answers": [
      {
        "id": 140,
        "text": "|Глава 4|\n\"Караоке.\n(Часть 1)\""
      },
      {
        "id": 1,
        "text": "На Главную"
      }
    ]
  },
  {
    "id": 210,
    "text": "—Что ж, здесь мы уже завершили все, что могли, поэтому пора возвращаться. — Вы посмотрели на Дейва.\nОн выглядел подавленым.\n—Эй, что такое? Дейв?\n—Нет, ничего. Просто... Сейчас мы вернёмся и твоя жизнь опять закружится вокруг тех двоих, а я останусь забытым где-то за ненадобностью. Это немного обидно, знаешь ли. \n—Дейв... Дейв, я...\n—Слушай, Элис, я хотел бы сейчас расставить все точки над и. — Он вдруг посмотрел на Вас решительным взглядом, словно отважился на то, на что ему раньше не хватало сил.\n—Я уже говорил тебе о своих чувствах, но ты предпочитала игнорировать их. Поэтому я буду краток. Элис Канти, я люблю тебя... Дашь ли ты мне шанс?\n. \n. \n. \nВы не знали что сказать. Он казался таким отчаянным, как будто от Вашего ответа зависела его жизнь. О, Дейв, милый Дейв... Вы... ",
    "answers": [
      {
        "id": 211,
        "text": "Не могли принять его чувства"
      },
      {
        "id": 212,
        "text": "Решили дать ему шанс"
      }
    ]
  },
  {
    "id": 211,
    "text": "—Прости, Дейв. У меня сейчас нету времени на чувства к кому-то. Это не потому, что я ненавижу тебя, или что-то в этом роде, просто... Сейчас не время.\n\n—Я понял. — Он кивнул.\n\nНадо же, Дейв совсем не выглядел разочарованным.\n\n—Это значит, что после того, как все это дело с Анонимон будет завершено, ты сможешь дать мне чёткий ответ.\n\n—Это...Ты немного неправильно понял. Да как вообще можно было так перефразировать мои слова?\n\nНо он Вас уже не слышал. До Вас донесся его голос с комнаты. Судя по звукам он начал собираться.\n\n—Нужно забронировать билеты на самолёт. Чем быстрее все это закончится, тем лучше.\n\nКажется Дейв обрёл сильнейшую мотивацию распутать это дело в кратчайшие строки...",
    "answers": [
      {
        "id": 1,
        "text": "На Главную"
      }
    ]
  },
  {
    "id": 212,
    "text": "—Дейв, я... Я думаю, что все ещё не могу понять что я чувствую к тебе, но я только недавно смогла понять, что я вообще могу что-то чувствовать. Поэтому... Если ты сделаешь так, что я смогу открыться тебе... В общем... Ты можешь попробовать.\n\nВы смотрели в пол все это время, не смея поднять глаза. Вам казалось, что проницательный Дейв опять поймёт о чем Вы думаете. Тот поцелуй в караоке...\n\n—Элис. — Вы услышали его бархатный голос и вздрогнули.\n\nМужчина приблизился.\n\nОн взял Вас за руку и поцеловал её.\n\n—Я буду бороться за тебя, моя леди.\n\nВаши глаза встретились. Вы еле как смогли вернуть самообладание, и то лишь благодаря семилетней практике невозмутимого выражения лица. \n\nДейв наклонил голову в недоумении. \n\n—Что такое, почему ты надела маску? ",
    "answers": [
      {
        "id": 213,
        "text": "-Я просто... "
      }
    ]
  },
  {
    "id": 213,
    "text": "Вы отвели взгляд. Было бы стыдно сказать ему, что вы думали о поцелуе? Да, определённо стыдно. Вы опять посмотрели на него. Но... \n\nЭх, черт возьми, Вы — Элис Канти, а этот мужчина точно не будет против, так зачем же сдерживаться?\n\n—Дейв, ты только не на думай ничего лишнего, ладно? Это просто секундный порыв.\n\n—Что? Какой порыв? Умм..\n\nВы притянули к себе этого ничего не понимающего человека и поцеловали его. Нет, ну а что? Давать шанс, так по полной. К тому же...\nОн целуется чертовски хорошо... ",
    "answers": [
      {
        "id": 1,
        "text": "На Главную"
      }
    ]
  },
  {
    "id": 214,
    "text": "",
    "answers": []
  }
]