[
  {
    "id": 1,
    "text": "Автор: _OPTIMIST_\nПрошло очень много времени, я уже забыл про это приложение, но вновь скачал его и очень удивился, когда увидел своё убогое творение на вкладке \"популярное\", надеюсь кто-нибуть ещё читает это, т.к я начинаю переписывать текст и делать продолжение.\n\nВы перемещаетесь в Сталинград 1942 года. Вам предстоят трудные выборы, которые в будущем прохождении могут вам помочь или наоборот обернутся против вас, а так же узнавайте прошлое главного героя, который пройдёт буквально через ад. \nВнимание! Квест не является историческим документом, но фантастики какой-нибуть тут тоже не будет. \nАвтор не придерживается ни левых ни правых полит. движений.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 4,
        "text": "От автора"
      },
      {
        "id": 72,
        "text": "Историческая справка"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://wmpics.pics/di-T1BN.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Я сидел в разрушенном доме, поодаль находилось 2 угрюмых красноармейца с синими от холода лицами. Промелькнула ненавязчивая мысль: \"Не замерзнуть бы до смерти, в этом аду\". \nЗакутавшись в шинель поглубже и натянув шапку практически на глаза где-то в метрах 100-150 послышалась канонада выстрелов. \n—Как бы до нас не дошло.\nМонотонно проговорил рядом сидящий солдат продолжая смотреть в пустоту.\n—Сплюнь.\nОтветил ему другой. Так мы и сидим уже... а сколько времени прошло? Хотя, какая собственно разница? Всё, что мне хочется это забыть о войне, забыть о долге перед родиной, забыть о вездесущем, пробирающим до мозга костей холоде. Но нельзя, если сдадим эту улицу враг прорвётся и сможет взять в тиски 4 батальон, который изо всех сил не допускает нашего окружения, сколько же там людей уже погибло? Один только бог знает, будь он неладен.\nОт размышлений меня отвлёк гул мотора. Выглянув в окно я увидел немецкий танк и самих немцев, человек 10, странно, что так мало разведка боем? Ну да неважно, я подготовил гранаты, мои товарищи подготовились стрелять, в доме напротив сидело ещё 6 наших, надеюсь они готовы.",
    "answers": [
      {
        "id": 5,
        "text": "Сбросить гранаты с окон"
      }
    ]
  },
  {
    "id": 3,
    "text": "Тут будут ваши достижения которые вы заработаете в течении прохождения квеста. ",
    "answers": [
      {
        "id": 14,
        "text": "\"Медляк\"",
        "need": 11
      },
      {
        "id": 19,
        "text": "\"Сталинградская крыса\"",
        "need": 6
      },
      {
        "id": 63,
        "text": "\"Без страха\"",
        "need": [
          58
        ]
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Пишите мои ошибки, свои советы. Так же хочу за ранее ответить на возможные вопросы.\n\"Продолжение будет?\" Да будет.\n\"Что такое Сталинградская битва?\" В начале квеста есть историческая справка, всем рекомендую к прочтению.\nУдачи!\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 5,
    "text": "Разумно подумав, что выходить на улицу будет самоубийством я замахнулся, готовясь выдернуть чеку и бросить гранату. До дома танку осталось ещё окола 20 метров.",
    "answers": [
      {
        "id": 7,
        "text": "Подождать"
      },
      {
        "id": 11,
        "text": "Бросить сейчас"
      }
    ]
  },
  {
    "id": 6,
    "text": "6 января 1943 года.\nНе знаю сколько это уже длится, вокруг темнота, ничего не видно. Сначала шёл, потом перешёл на бег. Под ногами что-то захлюпало, я опустил глаза и ужаснулся, это была кровь. Меня охватила паника, пробежав ещё немного времени споткнулся обо что-то мягкое. Это был человек... Он лежал лицом вниз, перевернув увидел своего старого друга, Коля, неужели ты...\nОн ещё за месяц до Сталинграда ушёл на фронт. И с тех пор никаких вестей не было. Сердце защемило, неужели опять. Опять я теряю близких людей. Тут я услышал прерывистый гул самолётов. Совсем как первая бомбандировка моего города, этот звук не забуду никогда.\nВнезапно обнаружил, что стою по среди разрушенной улицы. В далеке послышался крик:\n—Помогите!\nЯ удивился, как после всего тут мог кто-то остатся в живых?! По мере приближения различил женский голос, от чего-то знакомый. Я продолжал пробегать улицу за улицей, серые, разрушеные дома сопровождали меня во время движения постоянно. Голос послышался немного левее, потом правее, а потом вовсе сзади. Голос женщины окружал меня. А найти источник я не могу. Как бы не старался, я не мог, а голос все наростал, становился громче. Но того кто кричал я найти не мог, я не мог помочь ей!",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ждать...\nТанку до дома ещё 6 метров.",
    "answers": [
      {
        "id": 9,
        "text": "Подождать"
      },
      {
        "id": 11,
        "text": "Бросить сейчас"
      }
    ]
  },
  {
    "id": 8,
    "text": "3 гранаты упали крайне неудачно, сбив лишь трак танка. После орудие повернулось в мою сторону и прогремел выстрел. \nСмерть была быстрой и безболезненой.\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ждать.\nТанку до дома осталось 2 метра.",
    "answers": [
      {
        "id": 11,
        "text": "Подождать"
      },
      {
        "id": 10,
        "text": "Бросить"
      }
    ]
  },
  {
    "id": 10,
    "text": "3 гранаты с хирургической точностью упали на башню и корпус танка. Спустя доли секунды раздалось 3 взрыва, врят-ли экипаж выжил. Мгновение и на немцев посыпался свинцовый град из пуль. Я принялся методично обстреливать их стараясь сильно не расходовать патроны, но с ППШ это было трудно, через чур скорострельное оружие.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 11,
    "text": "Связка гранат полетела в низ и упала где-то рядом с танком. Последовал взрыв, даже человек далёкий от войны понял, что этого было недостаточно. Танку лишь сбило гусеницу, пара лишних часов гемороя танкистам, не более. Немецкий танк почти сразу определил откуда был бросок. \nК счатью, смерть была мгновенной.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 12,
    "text": "Прошло не очень много времени прежде чем все нацисты были убиты. Они так в итоге и не поняли откуда в них стреляли.\nИнтересная штука — война. Сегодня ты весело общаешся со своим лучшим другом с которым вырос вместе, а завтра ты лежишь под обстрелом в грязи рядом с тем самым другом, который уже мёртв. И что самое обидное, ты выживаешь, по чистой случайности. По другому на войне и не бывает, всегда приходится надеяться на слепую удачу.",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я открыл глаза. \"Всего лишь сон....\". Когда мне в последний раз удавалось нормально ввспаться? Не помню уже. Все воспоминания о прошлом как в тумане.\nЧёрт, когда же это всё закончится?! Последние запасы еды раздали вчера. От голода начинало сводить желудок. Не смотря на то, что мы выкинули трупы из дома, стоял трупный смрад. В начале от него тошнило, но так как в желудке пусто то и вырвать нас не могло, ужасное чувство. Нас осталось не больше 20. После 2 атаки где мы сопротивлялись ещё яростнее немцы решили пока оставить нас, дабы не терять слишком много людей из-за одного дома, регулярно обстреливали из пулемётов из-за чего редко получалось поспать больше 4 часов.\nС патронами тоже дела плохи. Хватает пока разве что на отстрел немцев которые идут в обход нашего дома дабы продолжить прорыв. ",
    "answers": [
      {
        "id": 41,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 14,
    "text": "Говорят что лучше поздно чем никогда. Однако этот случай исключение.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы взяли немецкое оружие и всадили всю обойму в немцев. Потом отбросили МП 40 и взяли вновь взяли Моссинку.",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "От мыслей отвлёк сухой и усталый голос сослуживца.\n—Чёрт, сколько мать вашу мы должны тут сидеть? Мне кажется мы тут скорее подохнем от холода и голода чем от фрицев.\nЯ прочистил горло и впервые за долгое время заговорил.\n—Не забыл? Если сдадим улицу будет прорыв и 4 батальон возьмут в котёл, а потом последует окружение. Коммандир говорил, кроме нас удерживать позицию некому.\nАлексей, кажется так его звали, ничего не ответил. Да и не нужно было, я его прекрасно понимал, у него вроде семья есть, она эвакуировалась вместе со многими жителями когда бои шли ещё под городом. И он хотел поскорее вернутся к ним, но сначала нужно победить, вот только сможем ли?\n",
    "answers": [
      {
        "id": 18,
        "text": "Ждать."
      },
      {
        "id": 17,
        "text": "Поднятся на 2 этаж и осмотрется."
      }
    ]
  },
  {
    "id": 17,
    "text": "Решив хоть немного размятся я аккуратно взошел на этаж выше осмотреть окрестности, возможно даже немцы услышали звуки боя и уже направили сюда штурмовую группу. \nХоть 2 этажа и не было не достаточно что бы поистине \"насладится\" видом. Но можно было увидеть хоть соседние улицы. Некоторые дома всё ещё горели. От некоторых остался всего один этаж, и тот был полность разрушен. Земля разрыхлена воронками от бомб. Снег перемешивался с грязью, кровью и трупами которые некому было убирать. Немцев видно не было, так что я спустился обратно.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "Время шло мучительно долго. К нам прибегал ещё солдат из дома напротив, передал от коммандира, что должно прибыть подкрепление с другого берега. Сразу вспомнилось как я сам жил мирной жизнью в своём любимом и родном городе. Когда бои кипели восновном рядом с Московой, когда Сталинград изо дня в день не накрывал гул моторов немецких бомбадировщиков. Тогда я мечтал стать героем, думал, о наградах и мечтал о почтительном отношении. Сам не знаю, что меня удержало тогда от записи в добровольцы. Может, которая переживала за брата и не перенесла бы потери еще одного сына, а может отец, который застал первую мировую обычным рядовым. Он не любил говорить о том времени и постоянно отговаривал от меня фронта.  Пожалуй, понимать его я стал только сейчас.",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "Кто то осудит, кто то похвалит. Однако есть правило: \"на войне все средства хороши\"",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "3 января 1943 года.\n\nДень выдался на редкость спокойным в плане погоды. Ветра почти не было и по ощущениям на улице было не ниже -25. Подкрепление прибыло ещё вчера вместе с провизией. Как оказалось это была рота которую перебросили к нам прямо из Москвы. Я был ещё не очень опытным и пробыл на фронте чуть больше 3 недель, так что с более опытными сослуживцами мне было намного спокойнее. В обед мы ели тушонку, которую поставляли нам американцы, не скажу, что она отличного качества, но это была хоть какая-то еда, так что грех жаловатся. \nЕщё мы много разговаривали о ситуации на фронте. наши спрашивали как там дела у Москвы. Те отвечали, что стабильно, немцы больше не рвутся вперёд, но и не отступают пока. После обеда обычно наступала тишина, все вслушивались в дальнюю канонаду взрывов и выстрелов.\nНо коммандир нарушил тишину подойдя ко мне.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "Конец 1 главы.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 20,
        "text": "Начать 2 главу"
      }
    ]
  },
  {
    "id": 22,
    "text": "—И так, Сергей, в квартале отсюда возможно готовят прорыв немцы, твоя задача вместе с Алексеем разведать там всё, в бой не вступать, главное раздобудте мне примерное колличество солдат и танков если имеются, всё ясно?\n—Так точно.\nУтомленно ответил я, ну вот, похоже, что нам придётся скоро вновь отступать, а точнее погибнуть из-за того приказа: \"ни шагу назад\". А как же хочется жить... \nКивнув Алексею, с которым мы ещё сидели в том доме, направились в сторону возможного расположения немцев.",
    "answers": [
      {
        "id": 23,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 23,
    "text": "Передвигатся приходилось перебежками. Сталинградскую битву начинают называть уже крысиной войной. Из-за каждого угла тебе может прилитеть очередь из автомата, или граната, что ещё хуже. Ещё и снайперы противника повсюду. Радует, что наших снайперов не меньше.",
    "answers": [
      {
        "id": 24,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вскоре мы прибыли на позицию, найдя обломки мы расположились за ними дабы перевести дух и осмотреться. По пути мы вообще никого не встретили, хотя по моим расчетам нам должно было попатся как минимум 3 дома занятые немцами. Скорее всего коммандывание было право и фрицы действительно стягивают силы для точного удара.",
    "answers": [
      {
        "id": 25,
        "text": "Отдышатся."
      },
      {
        "id": 46,
        "text": "Выглянуть и осмотрется"
      }
    ]
  },
  {
    "id": 25,
    "text": "Алексей всё продолжал вертеть головой из стороны в сторону и вглядыватся в обгоревший блокнот в котором начертили примерный план местности.\n—Что-то не так?\nБеспокойно поинтересовался я.\n—Да вот, всё никак не могу сорентироватся, по этой карте мы вроде как должны видеть силы немцев как на ладони, но тут никого нет. Вот и думаю не ошибся ли я.\n—Дай-ка блокнот.\nЯ взял потрепанную книжку. Всё верно, где-то здесь должен быть враг. \n—Может ошиблись?\n—Не знаю, думаю стоит немного подождать, может чего узнаем.\nЗаманчивое предложение, нам скорее всего ничего не остаётся кроме этого.\n—Хм, хорошо, посидим с часок. Если ничего не увидим пойдём обратно.",
    "answers": [
      {
        "id": 67,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "лол",
    "answers": [
      {
        "id": 27,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 27,
    "text": "лол",
    "answers": [
      {
        "id": 28,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "лол",
    "answers": [
      {
        "id": 29,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 29,
    "text": "лол",
    "answers": [
      {
        "id": 30,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 30,
    "text": "л",
    "answers": [
      {
        "id": 31,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 31,
    "text": "л",
    "answers": [
      {
        "id": 32,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 32,
    "text": "л",
    "answers": [
      {
        "id": 33,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 33,
    "text": "л",
    "answers": [
      {
        "id": 34,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 34,
    "text": "л",
    "answers": [
      {
        "id": 35,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 35,
    "text": "л",
    "answers": [
      {
        "id": 36,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 36,
    "text": "л",
    "answers": [
      {
        "id": 37,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 37,
    "text": "л",
    "answers": [
      {
        "id": 38,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 38,
    "text": "л",
    "answers": [
      {
        "id": 39,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 39,
    "text": "л",
    "answers": [
      {
        "id": 40,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 40,
    "text": "л",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 41,
    "text": "—Эй, Сергей.\nПрозвучал обесиленный голос. Это был голос Алексея, поверить не могу, что он ещё жив. Я и сам не могу поверить, что смог выжить в этой мясорубке. \n—Сколько времени?\nСнова раздался голос. Сердце обливалось кровью когда я слышал его. Во время последней атаки которую мы нечеловеческими усилиями отбили и потеряли почти всех людей он спас меня. Напрыгнул на немца когда тот собирался в меня выстрелить, но выстрелил он не в меня, а в моего друга. Я глянул в окно, солнце было почти над домом.\n—Полдень, наверное...\nМне он ничего не ответил. Повисла гробовая тишина, все внутри себя оплакивали павших в бою друзей. Но ни у кого не было и мысли сдаватся. Все прекрасно осознавали всю бессмысленость сопротивления и что они погибнут тут бесславной смертью.",
    "answers": [
      {
        "id": 81,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы решили пересмотреть вещи которые у вас имеются:\n9 гранат\n4 запасных диска для ППШ\nСпички\nФляга с горячей водой",
    "answers": [
      {
        "id": 24,
        "text": "Выдвигатся"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы короткими очередями не давали немцам показатся из за укрытия. Потом вы аккуратно подошли к укрытию немцев как можно ближе и метнули прямо им под ноги гранату. Последнее что вы слышали это их предсмертные крики. Убедившись что все мертвы вы вернулись к своему укрытию.",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": [
      {
        "id": 45,
        "text": "Выдвигатся"
      }
    ]
  },
  {
    "id": 45,
    "text": "В 5 часов вечера вы аккурат маневрируя среди зданий наконец дошли как вы думали до подходящего места для засады. Расположились вы за большой грудой обломков здания. ",
    "answers": [
      {
        "id": 47,
        "text": "Ждать врага."
      }
    ]
  },
  {
    "id": 46,
    "text": "Я выглянул из-за укрытия, но это ничего не дало. Улица была пуста.",
    "answers": [
      {
        "id": 67,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 47,
    "text": "Ждали вы достаточно много, наверное часа 2-3 однако эти часы в ожидании врага не прошли даром. Вы услышали скрип снега. И шёл он со стороны противика. Аккуратно посмотрев в щель среди обломков вы увидели как шли 6 немцев. Шли они настороженно, снайперов не боялись. И не мудренно, темно было. Ваше тело напружинилось, а рука сжала рукоядь гранаты ещё сильнее. ",
    "answers": [
      {
        "id": 48,
        "text": "Бросить гранату"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы молниеносно бросили гранату, а в след за ней прогремела очередь в сторону немцев. К сожалению всех не положило. В живых осталось ещё 3 человека. Они успели среагировать и укрытся.",
    "answers": [
      {
        "id": 50,
        "text": "Перебежать в  другое место"
      },
      {
        "id": 43,
        "text": "Продолжать вести огонь"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы выглянули и начали следить за укрытием где были немцы. Вы тихо подкрались и метнули гранату им под ноги. Они такого не ожидали, и вы услышали их предсмертные вопли.",
    "answers": []
  },
  {
    "id": 50,
    "text": "Вы сильно нагнувшись перебежали за угол дома. Отуда по прямой и вы увидели заветный закоулок где укрылись немцы. К этому времеи пока вы перебегали они уже поняли что то не ладное и были готовы к чему угодно.",
    "answers": [
      {
        "id": 52,
        "text": "Кинуть гранату"
      },
      {
        "id": 53,
        "text": "Выстрелить из за угла"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы опёрлись о стену здания, на удивление получилось лучше чем ожидалось. Но пройдя 10 метров вы тут же упали на колено. Вы решили передвигатся ползком. И действительно это было намного эфективней. Вы заставляли себя ползти дальше, делая перерывы только что бы попить воды или хоть немного отдышатся. Так прошёл мучительный час. Вы решили обернутся. Но как! Место где до этого вы лежали находилось метрах в 100. И отчётливо виделось.",
    "answers": [
      {
        "id": 62,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы кинули гранату за угол граната взорволась совсем близко. Но результат получен: вы услышали крики умирающих от боли немцев. Убедившись что они погибли вы вернулись в своё укрытие.",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы выпрыгнули из за угла и пустили длинную очередь. Однако немцы были готовы и преждечем погибнуть, один из фрицов дал по вам очередь. Попадание было в грудную клетку, остальные патроны к счастью пролетели мимо.\nВы упали. В глазах начало темнеть. ",
    "answers": [
      {
        "id": 54,
        "text": "Но это ещё не конец!"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы вдруг открыли глаза и сильно вдохнули в себя свежий воздух. После чего закашлялись. Вы попытались встать но тело пронзила резкая боль. И тут же легли обратно. Ноги еле чувствовались. Вы попытались ими пошевелить. Получилось не очень. Руки к счастью слушались по лучше. Вы впомнили про флягу с горячей водой. Нащупав её почувсвовали хоть какое то тепло. Вода была всё еще немного тёплой.",
    "answers": [
      {
        "id": 51,
        "text": "Попытатся встать"
      },
      {
        "id": 56,
        "text": "Лежать дальше"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы просидели не сомкнув глаз до утра. Спать хотелось ужасно. Но нужно было терпеть. И когда уже начинали засыпать вы  услышали голоса немцев. Добавки хотят, улыбнувшись вы глянули в щель и обомлели. Их было десятки, нет! Сотни. Нужно бежать, предупредить наших. Или стоит остатся?",
    "answers": [
      {
        "id": 57,
        "text": "Бежать"
      },
      {
        "id": 58,
        "text": "Остатся"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы решили подождать, однако спустя пол часа вы попытались встать, ноги не слушались совсем. Руками еле еле мог двигать. Спустя 2 часа без успешных попыток встать вы погибли от обморожения. Ещё одна жертва этой беспощадной битвы.",
    "answers": [
      {
        "id": 20,
        "text": "В начало 2 главы"
      }
    ]
  },
  {
    "id": 57,
    "text": "Нет, всё же надо предупредить наших. Вы бросились назад. Бежали долго минут 20-30. И наконец подбежав к предпологаемому месту нашей обороны увидели солдат в тёплых шинелях. Но они шагали вперёд. -боец, я не понял почему отступаешь!- Рявкнул незнакомый мне командир. Я с сильной отдышкой пытался всё рассказать. -там это, немцы наступают. Их там сотни!-. Командир подумав кивнул вам. Пришлось пристроится к этому отряду. ",
    "answers": [
      {
        "id": 59,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы решительно потянулись за гранатой, и когда немцы подошли метнули её, затем 2, 3 и так пока все не закончатся. Разорвалось 6 гранат. Положило не мало. Но как ожидалось фрицы не побежали назад а ринулись вперёд....\n\n\n\nПолучено достижение! \"Без страха\".",
    "answers": [
      {
        "id": 20,
        "text": "В начало 2 главы"
      },
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 59,
    "text": "Как оказалось генерал приказал идти на сближение с врагом дабы предотвратить бомбёжки наших позиций. Что же, это умно. Наверное. Если не считать дого что могут погибнуть десятки, а то и сотни тысяч солдат.",
    "answers": [
      {
        "id": 60,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 60,
    "text": "Где то 10 минут мы шли по скипучему снегу. Нападения, засады, стрельбы ожидали откуда угодно. Я и забыл какого это быть в тепле и уюте. Но я должен сражатся. Не за себя так за граждан и мирных людей, я это с горем понимал. Раздались выстрелы. Прогремел голос -в атаку!-",
    "answers": [
      {
        "id": 75,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вот и подошла 2 глава к концу. Это только начало. Вас ждёт впереди больше экшена, истории, неожиданных поворотов. \nСпасибо что читали удачи, и до скорого.",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 62,
    "text": "Силы тут же покинули вас. Будь вы на ногах это расстояние вы бы прошли меньше чем за 3 минуты. А со скоррстью 100 метров в час, добратся до своих не возможно. Но стоит попытатся быть может тут есть дом не подалёку под контролем наших. Вы дали себе обещание не оборачивватся и поползли в удвоенной скоростью. Были попытки даже передвигатся пешком. Но они были не очень удачными.",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 63,
    "text": "Судьба бывает жестокой, даже к героям.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 64,
    "text": "И удача улыбнулась вам, вы увидели дом откуда доносились голоса, звуки. Где в окнах мелькали наши! Вы ещё удвоили силу. Не останавливаясь вы поползли к дому. И вас заметили.",
    "answers": [
      {
        "id": 65,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": "Через 30 мин вы уже сидели в подвале где вас осматривал какой никакой врач. -Да вы везунчик, скажу я вам. Выстрел был из пистолета, пуля не задела ни артерий ни кости. Прошла насквозь.- Деловым голосом констатировал медик, но назревал вопрос.-Как из пистолета? Я же помню там у них автоматы были. Не понимаю, какие пистолеты?-. Я попытался это сказать в полный голос, но боль в груди всё же стояла. -Не знаю что за \"атоматы\" вам превидились. Был выстрел из пистолета, значит был. Всё, теперь вам пора отдыхать. Через недельку даже меньше всё пройдёт-.",
    "answers": [
      {
        "id": 66,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы улеглись на пол, и аытались прокрутить все эти 2 дня у себя в голове. Я досих пор не понимал, как? Как может быть выстрел из пистолета если там были автоматы. Или это я умом тронулся. Либо это удача, либо бог на самом деле есть. Я наверное никогда не узнаю ответ на свой вопрос. Глаза сами собой закрылись. И я уснул.",
    "answers": [
      {
        "id": 61,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 67,
    "text": "Ждать пришлось больше чем я ожидал. Всё тело уже тряслось от холода. Но всё же мы услышали скрип снега и хлюпанье грязи, сомнений не было, немцы.",
    "answers": [
      {
        "id": 68,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 68,
    "text": "Тело напружинилось, а рука крепче сжала рукоять гранаты. Не надолго выглянув из угла стало ясно, что это передовой отряд, которого послали для разведки. Как только враг подошел достаточно близко я метнул гранату, секунда, взрыв. Следом полетела 2. Ещё взрыв. За углом слышен крик раненых, один из немцев начал что-то выкрикивать, наверное коммандир раздаёт приказы. Я собирался уже выглянуть из-за обломков, но Алексей меня одёрнул и прошипел \n—Сиди тихо, если бы они поняли где мы, то уже открыли бы огонь. \n—Но они сейчас опомнятся и займут удобные позиции.\n—Их слишком много, я сказал сиди тихо. \nРешив послушать более опытного солдата я замер стараясь даже дышать как можно тише. \nНо уже успевшую наступить тишину нарушил выстрел винтовки. Это был снайпер и похоже наш. Немцы, по звукам, засуетились, в мыслях проскочило: \"Неужели...\", додумать мне не дал Алексей, он тут же понял мои мысли и закричал\n—Давай!\nМы одновременно выглянули из-за угла и принялись добивать немцев, которые были деморализованы убийством их коммандира снайпером и убитыми товарищами от разрыва гранат.",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 69,
    "text": "Я всеми силами старался не сильно тратить патроны, но скорострельный ППШ так не думал. \"Меня уже начинает бесить этот скорострел\", пронеслось в голове. Я начал доставать тяжёлый и неудобный диск с пояса.",
    "answers": [
      {
        "id": 70,
        "text": "Выглянуть из за укрытия"
      },
      {
        "id": 71,
        "text": "Остатся сидеть"
      }
    ]
  },
  {
    "id": 70,
    "text": "Выглянув из-за угла, по мне прошлась автоматная очередь. Пронесло. Впредь надо быть осторожней.",
    "answers": [
      {
        "id": 71,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 71,
    "text": "Прошло меньше минуты, а с нацистами было покончено. Если бы не точный выстрел снайпера по немецкому офицеру то нам был бы конец. Спасителя естественно увидеть было не суждено. Скорее всего он уже сменил позицию дабы не раскрывать своего местоположения. На простых солдат обычно стараются не тратить патронов. Не зря же снайперов оценивают по внесённому вкладу в победу, а не по колличеству убитых людей.",
    "answers": [
      {
        "id": 73,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 72,
    "text": "  КРАТКАЯ ИСТОРИЯ СТАЛИНГРАДСКОЙ БИТВЫ\n23 августа 1942 г. немецкие танки подошли к Сталинграду. С этого дня фашистская авиация стала систематически бомбить город. На земле также не затихали сражения. Просто жить в городе было нельзя – нужно было бороться, чтобы победить. 75 тысяч человек ушли добровольцами на фронт. Но и в самом городе люди работали и днем, и ночью.\nМужество сталинградцев не имело себе равных. Много европейских стран завоевали немцы. Порой им нужно было лишь 2-3 недели, чтобы захватить всю страну. В Сталинграде же ситуация была иная. Фашистам требовались недели, чтобы захватить один дом, одну улицу.\nВ боях прошло начало осени, середина ноября. К ноябрю почти весь город, несмотря на сопротивление, был захвачен немцами. Только небольшая полоска суши на берегу Волги еще удерживалась нашими войсками. Но заявлять о взятии Сталинграда, как это сделал Гитлер, было еще рано. Разработкой наступательной операции «Уран» занимался маршал Г.К. Жуков.\n19 ноября войска Юго-Западного фронта под командованием генерала Н.Ф. Ватутина и Донского фронта под командованием генерала К.К. Рокоссовского перешли в наступление. Им удалось окружить противника, несмотря на сопротивление. Также в ходе наступления было взято в плен пять и разгромлено семь вражеских дивизий. \n2 февраля 1943 года последняя вражеская группировка была ликвидирована, что и считается датой окончания битвы.\nЗНАЧЕНИЕ СТАЛИНГРАДСКОЙ БИТВЫ.\nЗначение Сталинградской битвы трудно переоценить. Победа Советских войск в Сталинградской битве имела большое влияние на дальнейший ход Второй мировой войны. Она активизировала борьбу с фашистами во всех странах Европы. В результате этой победы немецкая сторона перестала доминировать. Итог этой битвы вызвал замешательство в странах Оси (гитлеровской коалиции). Наступил кризис профашистских режимов в странах Европы.\nИТОГИ СТАЛИНГРАДСКОЙ БИТВЫ\nСумарные потери в Сталинградской битве с каждой стороны составили около 2 млн человек.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 73,
    "text": "Мы так никого и не обнаружили. Скорее всего враг собрал силы в другом месте, самовольничать не решились, поэтому прождав ещё окола часа пошли обратно к нашим позициям. Несколько раз даже наткнулись на передовые отряды немцев, но у нас было слишком мало боеприпасов и вступать в бой было не с руки. Один раз нас даже заметила группа из 4 человек, они несколько раз выстрелили по нам для вида, но как и нам им не хотелось, да и не нужно было видимо, вступать в бой, так что мы просто мирно разошлись. Делая вид, что не видели друг друга.",
    "answers": [
      {
        "id": 74,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 74,
    "text": "Конец 2 главы.",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню."
      },
      {
        "id": 76,
        "text": "Начать 3 главу."
      }
    ]
  },
  {
    "id": 75,
    "text": "Вот и подошла 2 глава к концу. Это только начало. Вас ждёт впереди больше экшена, истории, неожиданных поворотов. И да молодец ты вышел на 2 ветку сюжета, всего их 3, молодец)\n",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      },
      {
        "id": 88,
        "text": "Начать 3 главу.",
        "need": [
          100
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "Доложив о наших находках я уселся на своё прежнее место в надежде попытатся хоть не надолго уснуть. К сожалению вместо хорошего сна мне приснился кошмар. Горы трупов и запах гнили, а ещё холод. Это единственное, что я помню, ну и хорошо, сон был не из приятных раз уж на душе так погано.\nПроснулся я от криков и тряски за плечо. На нас напали. Осторожно выглянув в окно я сильно нахмурился, немцев было достаточно много.",
    "answers": [
      {
        "id": 77,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 77,
    "text": "Среагировал моментально. Не прошло и 5 секунд, а я принялся опустошать диск ППШ в сторону врага. Прямо в соседнее окно влетела граната. Всё что успел это быстро бросится на пол. Раздался оглушающий взрыв. В ушах звенело, в висках наростала то вновь понижалась пульсирующая боль. Спустя небольшое время у меня получилось уже различать звуки боя, кажется мне повезло, короткая контузия. Вдруг на втором этаже раздался мощный взрыв. Сомневаюсь, что выжило хотя бы 60% тех кто там находился. Почти сразу на улице раздались крики, в атаку шли немцы.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Не знаю сколько прошло времени. Может быть минут 10, а может быть целый час. В пылу боя время теряет всякое значение, в голове возникает только одно — выжить, выжить любой ценой. Патроны на пистолет-пулемёт давно закончились. Я взял винтовку мёртвого и пытался отстреливался ей. Но немцы почти не позволяли нам выглядывать из окон, по нам работало целых 3 пулемёта, если не 4. Я кажется начал понимать чего они хотят добится. Истощить нас, а потом взять дом штурмом. \n\n",
    "answers": [
      {
        "id": 79,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 79,
    "text": "Спустя минут 30 немцы всё же решились на штурм. Не знаю сможем ли мы удержать дом, но так просто мы не сдадимся, это уж точно. \nИз дверного проёма ведущего на улицу вылетела граната, все сразу метнулись в разные стороыны подальше, я забежал в комнату которая была напротив и прижался к стене, закрыл уши и открыл рот, как меня учили бывалые солдаты. Взрыв. Кажется пронесло. Спустя пару мгновений послышалась очередь из автомата совсем рядом, а неподолёку тяжелые стуки сапог. \n\"Ну началось\" пронеслось в голове. Я дрожащими руками нацепил штык на винтовку и бросился с криком в комнату где уже шёл бой. В нос ударил резкий запах крови. Понять кто выигрывает было невозможно, но лучше не думать ни о чем лишнем, сейчас у меня одна задача — выжить.  На меня слева налетел немец.",
    "answers": [
      {
        "id": 80,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 80,
    "text": "Я заблокировал удар его винтовки своей, началось сражение на выносливость. Я начал побеждать и пересилил врага, резко пригвоздив к стене, но фриц и не думал сдаватся. Он оттолкнул меня всеми оставшимися силами, я упал на холодный пол и меня были готовы ударить прикладалом от чего наверняка бы вырубился. Но похоже сегодня удача на моей стороне, немец замешкался и это стало его фатальной ошибкой. Я резким движением проткнул его живот, а после выстрелил. Кажется, пронесло. Но нельзя расслаблятся, нужно помогать своим.\n",
    "answers": [
      {
        "id": 82,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 81,
    "text": "Есть конечно призрачная надежда, что нас ещё смогут спасти. Но врят-ли этим мечтам суждено сбыться. Я уже принял давно своё безнадёжное положение, но на душе было не спокойно. Я ведь ещё столького не сделал...\nХотя, есть у меня идея. Пробится к своим самим, ночью. Совсем недавно посетила такая мысль, похоже пришло время ей поделится. Я прочистил горло и стараясь не тратить силы на пустые слова заговорил.\n—Мужики, послушайте, есть у меня идея как нам не сдохнуть здесь от голода или от немцев.\nВсе обратили на меня внимания, взгляд у них был будто я их последняя надежда. Некомфортно черт возьми.\n—Мы можем попробовать пробится к своим, если выступим ночью у нас есть шанс.\nИ снова тишина, теперь все обдумывали моё предложение. Один из солдата ответил, кажется Владимир его имя, это один из старых вояк, который воевал ещё на Украине, все к нему прислушивались.\n—Я согласен, но мы не сможем уйти все. Кто-то должен остатся, чтобы прикрыть нас.\nТишина. Никто не хотел оставатся здесь и умирать, все хотели жить.",
    "answers": [
      {
        "id": 92,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 82,
    "text": "Ситуация складывалась плачевно. Если не выбить врага с 1 этажа то нас всех тут перебьют.\nТем временем немцы ворвались на 2 этаж, наши отступили на 3. А бой на 1 этаже продолжался. Руки были в крови, а винтовка осталась в одном из тел противника. Сейчас я орудовал подобранным штыком. \nИ вот я замахиваюсь... Чёрт, а умный немец попался. Он схватил руку когда я замахивался и выбил у меня из рук штык. Он хотел было ударить мне под дых, но я абсолютно не соображая просто пошел на него пытаясь взять в захват и повалить на спину. И у меня это получилось.",
    "answers": [
      {
        "id": 83,
        "text": "Взять каску."
      },
      {
        "id": 84,
        "text": "Начать бить руками"
      },
      {
        "id": 85,
        "text": "Начать душить."
      },
      {
        "id": 86,
        "text": "Попытатся взять штык обратно."
      }
    ]
  },
  {
    "id": 83,
    "text": "Я сорвал с себя каску и начал дубасить лицо немца, вкладывая частичку своей ярости в каждый удар. Наконец лицо фрица покрылось жирным слоем крови. Нос был разбит, губа рассечена, а всё лицо в синяках и ссадинах. Такое себе зрелище. \nСо 2 этажа послышались взрывы, а после крики\n—Ура!\nПохоже наши смогли отбить 2 этаж, сейчас они нам помогут. Кажется в этот раз атаку мы отбили.",
    "answers": [
      {
        "id": 89,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 84,
    "text": "Я тут же замахнулся кулаком и ударил фрицу в челюсть. Он расстерялся из за этого, чем и воспользовался я. Быстро взял штык и всадил в в горло, острие мягко вошло в кодык, из места куда я воткнул штык, руки забрызгали небольшие капельки крови, а концом штыка я почувствовал твёрдую поверхность, надо же, насквозь. Немец забился в агонии, в место крика вырывались хрипы... предсмертные. Дабы бедняга не мучился я взял его пистолет висевший на поясе у него и встав выстрелил ему в лоб. Хрипы затихли.",
    "answers": [
      {
        "id": 89,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 85,
    "text": "Я вцепился в горло немца, он сделал так же. Мы покатились по полу. Вот-вот задохнусь думал я. Мой противник сильнее сжал горло. И в очередном перекате зафиксировал меня на спине. К счастью один из красноармейцев заметил нас, подбежал всадил штык в немца и бросился снова в атаку. Железная хватка ослабла. Я вдохнул полной грудью и скинул с себя фрица.",
    "answers": [
      {
        "id": 89,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 86,
    "text": "Я потянулся  к штыку и тут же немец завалил и прикончил меня моим же оружием. А дальше... Дальше? Дальше конец.",
    "answers": [
      {
        "id": 74,
        "text": "В начало 3 главы."
      }
    ]
  },
  {
    "id": 87,
    "text": "Конец 3 главы.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 6,
        "text": "Начать 4 главу."
      }
    ]
  },
  {
    "id": 88,
    "text": "Ничего острого или колющего у меня не было. Поэтому я ворвался в толпу немцев размахивая тяжёлым прикладом ППШ. На моём пути встал человек в тёмной одежде, не долго думая я вломил ему прикладом  по лицу, но всё не так просто. Он увернулся, автомат рассёк воздух. Немец тут же навёл на меня мп 40. Я сразу тем же ППШ махнул в другую сторону и сбил шмайсер с линии атаки, пули пролетели мимо. ",
    "answers": [
      {
        "id": 90,
        "text": "Ударить прикладом."
      },
      {
        "id": 91,
        "text": "Ударить рукой."
      }
    ]
  },
  {
    "id": 89,
    "text": "И всё же мы смогли это сделать. Немцев полностью отогнать от наших позиций не получилось, но время думаю выйграли. Сейчас они подтянут свои резервы и задавят числом. Только если нам не пришлют подкрепление, на что я уже не надеюсь. Такие атаки, как нам сказал коммандир, были проведены почти по всему фронту и мы одни из немногих кто смог удержатся. Мой уже хороший знакомый Алексей выжил. Как увидел его не мог поверить своим глазам. А вот остальным солдатам повезло меньше. \nЕсли говорить кратко осталось меньше половины. Это примерно 30-40 человек. Ещё и патроны с едой на исходе. Неужели это наш конец? ",
    "answers": [
      {
        "id": 87,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 90,
    "text": "Я замахнулся, но тут же получил кулаком в челюсть. Пошатнулся но устоял. ",
    "answers": []
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  },
  {
    "id": 92,
    "text": "Так мы и сидели, пока не начало смеркатся. Чёрт, я чуствую как с каждым часом слабею. Если сегодня же не уйдём, то завтра будет поздно.\nВ итоге в смертники вызвалось 5 человек. Они не были самоотверженными героями которые готовы были идти на амбразуру, но они прекрасно понимали, что если тут останутся все, то умрут тоже все. И не произойдёт чуда, мы не герои какой-нибуть книги. Они хотели жить, возможно сильнее чем мы, но отбросили свои желания и решились принести себя в жертву ради других. Несомненно, это достойно большого уважения. Хотя я и неверующий (впрочем, на войне даже самый убежденный атеист начнет молится), надеюсь они попадут в рай, потому что в аду они уже побывали.",
    "answers": [
      {
        "id": 93,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 93,
    "text": "Как только достаточно стемнело мы выступили. Я решил нести на себе раненого Алексея, хотя он упирался. Всё же мне нужно было вернуть ему должок за мою спасённую, никчемную жизнь. Которая не стоит и патрона в этом аде. \nНо когда мы тихо смогли покинуть дом... \nНе знаю, что могло нас сдать. Темные силуэты, звуки шагов или отблеск оружия при свете луны. Но немцы что-то заподозрили и открыли огонь сразу из 3-4 пулемётов в нашу сторону. С нашей стороны послышались винтовочные выстрелы и очереди автоматов. Это отстреливались те самые смертники. Завязалась перестрелка, но она прекратилась уже через минут 5. Никто из сторон не хотел тратить патроны зря. К счастью, мы были довольно далеко и уже шли к своим. ",
    "answers": [
      {
        "id": 94,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 94,
    "text": "Все тело ломило от тяжести моего друга. Я был на переделе. Чуствую скоро свалюсь без сил. Я ведь ничего не ел целых 2 дня! Удивительно то, что я вообще могу нормально идти и нести на себе кого-то. Когда в 250 метрах перед нами повиднелся дом, нам показалось, что там кто-то есть. Возможно это было просто разыгравшиеся воображение, но у нас появилась надежда. Все оживились. Когда до дома оставалось каких-то жалких 50-80 метров произошло невероятное.\nПо нам открыли огонь, сердце тут же сжалось. Я впал в ступор, если останусь на месте то меня тоже убьют, убьют даже не зная, что я свой. Какая-же жалкая смерть однако будет, что же делать?",
    "answers": [
      {
        "id": 95,
        "text": "Убежать."
      },
      {
        "id": 96,
        "text": "Лечь на землю."
      }
    ]
  },
  {
    "id": 95,
    "text": "Я даже подумать не успел, тело само развернулось и ноги сами начали двигатся. Я думал о своей жизни и о жизни Леши. Ноги продолжали бежать пока я не завалился в ближайший дом. Когда мы присели я сразу отрубился, как и мой друг. Мы пережили слишком много и не раз находились на грани. Сложно представить какие психологические нагрузки мы пережили.",
    "answers": [
      {
        "id": 97,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 96,
    "text": "—Ложись!\nЗаорал я во всю глотку. Спустя пару секунд рядом со мной прошла очередь из автомата и тут же выстрелы стихли. \"Неужели услышали?!\", я из последних сил начал орать:\n—Свои! Свои! \nВ далеке начали раздаваться голоса, звуки хлюпанья грязи и хруст снега. Перед лицом замелькали знакомые сапоги. \nВсё же дошли, мы смогли дойти. Если бы я убежал то всех точно бы убили. Ну и ну, не думал, что стану спасителем чей-то, а точнее чьих-то жизней. \nКак только меня подхватили на руки и куда-то потащили я сразу провалился в очередной беспокойный сон, наполненый моими скрытыми страхами и кошмарами, а другие мне собственно уже давно не снились.",
    "answers": [
      {
        "id": 98,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 97,
    "text": "Конец 4 главы.",
    "answers": [
      {
        "id": 99,
        "text": "Начать 5 главу."
      }
    ]
  },
  {
    "id": 98,
    "text": "Конец 4 главы.",
    "answers": [
      {
        "id": 101,
        "text": "Начать 5 главу."
      }
    ]
  },
  {
    "id": 99,
    "text": "7 января 1943 года.\n\nЯ резко распахнул глаза. \"Опять всякая чепуха снилась... минуточку, где это я? Ах да...\" Голова разболелась от нахлынувших воспоминаний. Отступление, свои, а потом резкое разрушение всех надежд о суровую реальность. Нас приняли за врага и открыли огонь. Я собрав последние силы рванул в ближайший дом и упал безсознания. \n—Ну наконец очнулся. \nЯ вздрогнул. Медленно повернув голову увидел черные кирзовые сапоги. Солдат присел и я уставился на него затуманеным от истощения взглядом, увидел несвойственное лицо для таких мест, оно было свежим, не грязным.\n—Потрепало же вас двоих...\n\"Так значит, Лёша жив? А что с остальными?\"\n—А... что, с... остальными?\nТело будто парализовало, даже губы не слушались, каждым словом будто наждаком по горлу. Лицо красноармейца сразу стало угрюмым.\n—Была ночь, мы не ничего не поняли толком, увидели силуэты и открыли огонь... Вообщем, все погибли.\n",
    "answers": [
      {
        "id": 100,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 100,
    "text": "Я тупо уставился на него. Мои глаза раскрылись шире.\n—Как же... Как же так...\nГоворил я тихо.\nСидящий напротив меня красноармеец повернул голову и стыдливо посмотрел в сторону, видимо он чуствовал свою вину за это. Но я не винил его, я винил себя. Да кто дал мне право их вести?! Я сам не заметил, как стал своего рода командиром, тем на кого стали полагатся, взял ответственность за их жизни когда сделал это чертово предложение об отступлении. Это я виноват, это я убил их всех. Но если бы... Если бы я не убежал, тогда мой друг, Алексей тоже погиб бы. Как же все так вышло...\n—Вы оба ранены.\nНаконец сказал, как я понял, здешний коммандир.\n—Сегодня мои бойцы доставят вас к берегу, оттуда вас эвакуируют в тыл. И насчет твоего друга... с ним все хорошо, жить будет, но если бы ты его не спас, он бы скорее всего погиб.\nНу и ну, так стоп, он говорил мы оба ранены. Неужели и меня цепануло? Будто в подверждение моих слов в правом боку и правой ноге разлилась тягучая, ноющая боль. После чего зубы сами собой сжались.\n—Вы ребята многое пережили, я вижу по вам. И мне очень жаль, что все так вышло. Я закрою глаза на то, что вы вопреки приказу 227 покинули позицию. Все же мертвых не судят, а ты раненого тащил. Ладно, сейчас вас отнесут, постарайся экономить силы.\n",
    "answers": [
      {
        "id": 102,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 101,
    "text": "7 января 1943 года.",
    "answers": []
  },
  {
    "id": 102,
    "text": "После его слов к нам подошли другие солдаты, они взяли меня, а потом моего друга, они на носилках, перебежками понесли нас подальше от ледяного ада. Я постоянно был будто в прострации, то падал в обморок, то снова очухивался. Мне постоянно снился нескончаемый арт обстрел, после которого неменуемо шла атака немцев, таких же грязных, истощеных и замученых солдат как и мы. Мы постоянно схлестывались в рукопашных боях, меня сбивали с ног, а после надо мной нависал немец, который протыкал меня штыком. Потом следовало пробуждение и снова обморок. И так снова, снова и снова, будто нескончаемый кошмар...\nДаже когда меня ночью переправляли на ту сторону я постоянно ожидал, что на нас обрушатся снаряды, вслед за которыми начнется очередная атака, входе которой я смогу беспомощно лежать и ожидать, когда меня проткнут штыком.",
    "answers": [
      {
        "id": 103,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 103,
    "text": "Я очнулся, но вместо холода почуствовал тепло. Непередоваемое чувство, когда на протяжении месяца тебя до мозга костей пробирает холод, а потом ты наконец чувствуешь тепло и тишину. И нет дальней канонады выстрелов. Нет страха, что вот-вот противник бросится в очередную, самоубийственную для обоих сторон атаку.\n—Ох, ну неужели. Долго же ты был без сознания.\nРаздался мягкий женский голос. На миг показалось, что я наконец-то умер. Но, сфокусировав зрение я увидел женскую фигуру и даже слегка разочаровался, все таки умереть было предпочтительней. \n—Вам срочно нужно поесть. Мне рассказали, что у вас сильное истощение.\nПродолжала говорить она. Её нежный голос будто эхом отдавался в черепной коробке. В подверждении своих слов девушка помогла мне приподнятся, я смог рассмотреть мельком палату где находился, хотя и зрение застилала непривычная пелена. Девушка протянула мне банку, скорее всего тушонки и наконец осознав как я хочу есть, я стал быстро поглощать пищу, даже не чуствуя вкуса. За минут 5 я справился с едой и только потом почуствовал, что я ел на самом деле. Это была гречка с мясом. Порция оказалась настолько большой, что мне этого хватило. \nВеки сразу словно налились свинцом и стали закрыватся, я отчайно боролся с этим, чтобы банально рассмотреть лицо хозяйки этого чудесного голоса.\n—Вам лучше поспать, не беспокойтесь ни о чем.\nВсе звуки притупились, сон навалился сильнее и я провалился в бессознательное состояние.",
    "answers": [
      {
        "id": 104,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 104,
    "text": "Впервые за долгое время мне снился хороший сон. Там я видел свою семью. Сестра, брат, мама и отец. Я отчетливо видел их лица и никак не мог поверить, что это всё сон. \n— Как же мне вас не хватает...\nРезко распахнув глаза правый бок пронзила резкая боль, сжав зубы я резко выдохнул.  Медленно я приподнял подушку и наконец более четким взглядом осмотрел палату. В ней было примерно 10 коек, на всех лежали раненые. Точно, как же там Лёха? Я повернул голову и сразу наткнулся на мирно спящего друга. Будто камень с плеч, многое же мы пережили. Вот только... я убил 10 человек, я же мог что-то сделать, мог повести всех за собой, сделать хоть что-то! Сначала мою жалкую жизнь спас мой друг, чуть не погибнув, а я после этого... как же болит голова. Надо попытатся успокоится и не жалеть себя. Сейчас, было бы неплохо отдохнуть.",
    "answers": [
      {
        "id": 105,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 105,
    "text": "Как позже выяснилось, я был в тылу. На другом берегу Волги в госпитале. Шли недели, я шел на поправку. Мне иногда снились кошмары, но внезапно для себя я обнаружил, что скучаю по фронту. Все вокруг выглядело таким непривычным и мирным. Хотелось вновь почувствовать холодный металл оружия, чтобы вокруг свистели пули и гремели взрывы. По всему этому я очень тосковал и хотел поскорее выписаться из этого чертового госпиталя. Его стены и непривычная умиротворенность будто давили на меня. Поэтому когда была возможность, старался всегда гулять на улице, становилось немного легче. Мой уже лучший друг тоже быстро поправлялся.",
    "answers": [
      {
        "id": 106,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 106,
    "text": "Особых развлечений тут не было. Поэтому мы с Лёшкой в очередной раз играли в шахматы. Где то в далеке можно было услышать порой еле различимую стрельбу нашей артиллерии. Но её выстрелы часто легко перебивались щебетанием птиц. \nНесмотря на новости об окружении немцев, на душе было не спокойно. Всё из-за одной медсестры, которая оказывала мне излишнее внимание. Даже самый недогадливый бы понял, в чём тут дело. Так почему же мне не спокойно? Да потому что я ничего к ней не чувствовал, а лишь постоянно думал о возвращении на фронт. Мог ли я вообще теперь любить? Почти все мои близкие погибли при первом же налёте, брат пропал безвести под Ржевом. Остался лишь я. Скорее всего, тоже погибну, если не в этой чертовой мясорубке на противоположном берегу, так в другой. Какой смысл вновь к кому-то привязыватся?",
    "answers": [
      {
        "id": 107,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 107,
    "text": "Так пролетела ещё неделя. Я уже мог без проблем передвигаться без костылей. Несмотря на все попытки немецких войск снабжать 6-ю армию по воздуху, кольцо неумолимо сжималось. Расстояние между основными силами немцев и окруженными войсками с каждым днем только увеличивалось. Это конец для них.\nМеня скорее всего выпишут уже через пару дней. ",
    "answers": []
  }
]