[
  {
    "id": 1,
    "text": "Автор: Zikisura \nЖанр: Романтика\n\nОписание:\n    Марта-обычная пятнадцетилетняя девушка. Она имеет много увлечений. Но не является симпотичной девочкой, к тому же она толстушка. \n     У неё есть лучшая подруга-Триш. Которая выглядела на её фоне лучше чем есть. И пользовалась этим как только могла.\n     До одного случая Марта могла лишь читать романы. И мечтать что с ней произойдёт что-то подобное.\nНо однажды утром....",
    "answers": [
      {
        "id": 3,
        "text": "Пролог》"
      }
    ]
  },
  {
    "id": 2,
    "text": "В этом году нам предстоял один спектаколь. Но он был сложный и очень длинный. \"Чувство и чувствительность\"\n\nРаспределять роли мы будем через две недели. А пока что все должны прочитать сам роман.",
    "answers": []
  },
  {
    "id": 3,
    "text": "20 Августа \n\nЯ проснулась от моего будильника. Сейчас ровно 5:00 утра. Ставить будильник рано — это моё любимое занятие. Так как очень сложно скрыть хоть как-то мои прыщи. Я встала с кровати и посмотрела в зеркало.\nУвидев отражение я чуть не упала в обморок. В отражении стояла милая, симпатичная и худая девушка!\nНо ведь вечером я была собой! Я была толстой и прыщавой девчёнкой! Как такое возможно?",
    "answers": [
      {
        "id": 4,
        "text": "》Бежать в ванную》"
      }
    ]
  },
  {
    "id": 4,
    "text": "В зеркале ванной было тоже самое. И только сейчас я поняла что моя пижама была сильно велика мне.\nНет. Это была я. \nЧерты лица, зелёные глаза, тёмные и длинные волосы более-менее узнаваемы.\nИ что мне теперь делать?!? У меня нет подходящей одежды! Одежда Тришы мне тоже будет большевата.\n\nЕдинственный вариант это...",
    "answers": [
      {
        "id": 5,
        "text": "》идти в торговый центр》"
      }
    ]
  },
  {
    "id": 5,
    "text": "Это то что  нужно! Торговые центры работают 24 часа. И выбор здесь огромный! До 8:00 я точно успею!\n\nВ магазинах я была одна, поэтому продовцы помогали мне с выбором. И дивились почему такая красотка пришла к ним в больших лахмотьях.\n\nВ послелнем магазине консультантка  сказала мне. Что к моему образу не идут длинные волосы.\nДля парикмахерской было мало времени.\n\nВернувшись домой я взяла ножницы и отрезала себе часть волос. До этого они были по пупок, а теперь были выше плеч.\n \nОсталось выбрать что одеть ",
    "answers": [
      {
        "id": 6,
        "text": "》Выбрать》"
      }
    ]
  },
  {
    "id": 6,
    "text": "Верх",
    "answers": [
      {
        "id": 7,
        "text": "Белый топик"
      },
      {
        "id": 7,
        "text": "Белая, облегающая майка"
      },
      {
        "id": 7,
        "text": "Чёрный, более короткий топик"
      },
      {
        "id": 7,
        "text": "Чёрная майка"
      }
    ]
  },
  {
    "id": 7,
    "text": "Низ",
    "answers": [
      {
        "id": 8,
        "text": "Чёрная, коротенькая юбка (где-то до середины ляшек)"
      },
      {
        "id": 8,
        "text": "Чёрные шорты"
      },
      {
        "id": 8,
        "text": "Чёрные ласины"
      }
    ]
  },
  {
    "id": 8,
    "text": "Обувь ",
    "answers": [
      {
        "id": 9,
        "text": "Чёрные кеды"
      },
      {
        "id": 9,
        "text": "Белые кеды"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ура! Я готова поразить школу на все 100 процентов!\n\nЯ взяла небольшой рюкзак и вышла из дома.",
    "answers": [
      {
        "id": 10,
        "text": "》идти в школу》"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я шла в школу, и вроде всё было как обычно. Но прямо у ворот школы я увидела его...\nСтив Кнокс... Он красив, крут, в этом году выпускается из школы! И ему уже 17!! В общем идеален для крутой девчёнки, которая прогуливает уроки итп.\n\nЯ остановилась и смотрела на него. Блондин, с карими глазами, высокий... Его золотые волосы развиваются на ветру когда он едет на скейте... И да, он ездиет на скейте в школу. Он пожал руки каким-то парням. И взглянул на меня, задержав взгляд.\n\n(Со мной такое впервые! Обычно он даже мельком не смотрел в мою сторону.)",
    "answers": [
      {
        "id": 11,
        "text": "-Привет!"
      },
      {
        "id": 11,
        "text": "Улыбнуться ему"
      }
    ]
  },
  {
    "id": 11,
    "text": "Он снова взглянул прямо мне глаза и улыбнулся. Его позвали друзья и он ушёл у меня из виду. Но какое-то время проводил меня взглядом.\n\n(Боже мой!!! Я должна рассказать всё Триш!)",
    "answers": [
      {
        "id": 12,
        "text": "》зайти в школу》 "
      }
    ]
  },
  {
    "id": 12,
    "text": "Я подошла к своему шкафчику и открыла его. Увидев все эти наклейки с шпоргалками, я вспомнила прошлый год.\n\n—Ты ошиблась шкафчиком. Это шкафчик Марты. \nЯ услышала знакомый голос.... Это Эндриу!\nС этим очаровательным шатеном с голубыми глазами и низким для парня ростом, я познакомилась в театральном кружке.\n—Эндриу, это я! Марта!\n—Марта?! Это ты? -удивился он.\n—Мы с тобой познакомились в театральном, на пробном выступлении я чуть не задохнулась в костюме.\n—Это и в правду ты! Но как такое возможно? Мы не виделись всего два месяца.\n",
    "answers": [
      {
        "id": 13,
        "text": "》"
      }
    ]
  },
  {
    "id": 13,
    "text": "(Про это чудо я не могу сказать... Подумает что я сумашедшая.)\n—Правильное питание и спорт сделали своё дело.\nОтветила я.\n—Это очень круто! Ты можешь стать очень популярна среди парней...\n—Наверное)\n—Кстати новый стиль тебе очень идёт.\n—Спасибо! \nЭндриу снова оценивая посмотрел на меня и улыбнулся.\n—Мне пора. До встречи!\n—Пока! -сказала я.",
    "answers": [
      {
        "id": 14,
        "text": "》Идти в класс》"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я шла в класс и споткнулась об чьи-то ноги. Упав на пол, я уронила учебники. Я начала их собирать, но тут ко мне подсел какой-то парень. Сначала я не поняла кто это, но потом взглянув я увидела.\n\nДжон Монтэс... Самый сладкий парень среди 10-11 классов. (я в 10, всего 12 классов)\nБрюнет, тёмно-карие глаза, белоснежная кожа.\n—Будь аккуратнее идя по нашим коридорам. Здесь легко убиться. -сказал Джон и поднял последний учебник.\n—Да... Я знаю... Не первый год в нашей школе.\n—Ты не новенькая?\n—Да.\n—Я тебя раньше не видел.\n ",
    "answers": [
      {
        "id": 15,
        "text": "》"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Ну и хорошо. -сказала я, и поднявшись ушла в сторону класса.\n\nДойдя до класса я увидела Триш.\n—Триш!!! -крикнула я.\n—Марта?!!?? -воскликнула она, при виде меня.\n(после втирания про ЗОЖ)\n—Так... Стоп! Ты сегодня поговорила с тремя парнями?! И двое из них безумно круты?\n—Ну со Стивом это нельзя назвать разговором...\n—Он улыбнулся тебе!\n",
    "answers": [
      {
        "id": 16,
        "text": "-Это ничего не значит!"
      },
      {
        "id": 16,
        "text": "-......"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Джон Монтэс заинтересовался тобой!!! Он помог тебе! На меня он ни разу не посмотрел. Хотя мы ходим вместе на химию...\n—Эм ну... Поговори с ним?-сказала я.\n—Тебе легко теперь это говорить. Теперь у нас новая красотка в школе....\n—Это не так. -обиженным  тоном сказала я.\n—Взгляды этих парней ты замечала. А представь сколько ты НЕ заметила!\n—Представляю....\n—Бывает же везёт так.... -с раздрожением сказала она.\n—Это уже перебор, Триш! Я лет десять точно слышала упрёки и издёвки из-за веса! Мне было ужасно плохо... И жизнь дала ещё один шанс! А ты не радуешься за меня...\n—Не хочу я за тебя радоваться! Раньше я хотя бы выглядела на твоём фоне лучше. А теперь ты стала звездой!\n",
    "answers": [
      {
        "id": 17,
        "text": "》"
      }
    ]
  },
  {
    "id": 17,
    "text": "Триш в ярости в вышла из класса.",
    "answers": [
      {
        "id": 18,
        "text": "Пойти за ней》"
      }
    ]
  },
  {
    "id": 18,
    "text": "Выйдя из класса я столкнулась со Стивом и его друзьями. Я не отрываясь смотрела на него, а он на меня.\n—Мы знакомы? -сказал он внимательно смотря на меня.\n—Я Марта Сьютэн! -сказала я на секунду улыбнувшись.\n—Стив Кнокс... -сказал он смотря в мои глаза.\nЕго друзья уже ушли, а мы стояли смотрели друг на друга.\n—Я тебя видел сегодня у ворот школы, верно?\n—Да это была я...\nПовисло неловкое молчание.",
    "answers": [
      {
        "id": 19,
        "text": "-Твои друзья уже ушли если что."
      },
      {
        "id": 20,
        "text": "-Ладно мне пора идти."
      }
    ]
  },
  {
    "id": 19,
    "text": "—А, да... Ладно. Мне пора бежать. До встречи, Марта.\nСказал Стив и скрылся в толпе. ",
    "answers": [
      {
        "id": 21,
        "text": "》идти за Триш》"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Ты куда? \n—Надо поговорить с подругой.\nСказала я, и быстро скрылась из его вида",
    "answers": [
      {
        "id": 21,
        "text": "》идти за Триш》"
      }
    ]
  },
  {
    "id": 21,
    "text": "(Куда же могла уйти Триш? Если она и правда разозлилась на меня, то она может только пойти курить в туалет.)\nЯ прошла по длинному коридору и завернула угол. Я была напротив входа в женский туалет.\nКогда я зашла в туалет я увидела Триш и ещё двух наших знакомых: Лилиан и Кэйли.\n—Привет девчёнки! -воскликнула я.\n—Ты и правда изменилась... -сказала недовольно Лилиан.\n—Как-то ты слишком похорошела. -продолжила Кэйли.",
    "answers": [
      {
        "id": 23,
        "text": "-Здоровый образ жизни меняет людей."
      },
      {
        "id": 23,
        "text": "-Ничего особенного. Просто похудела."
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "В ответ все трое лишь фыркнули.\n—Триш, пойдём в класс. Урок скоро начнётся!\n—Да пошла ты...-не смотря на меня, сказала Триш.\n—Я плохого ничего тебе не сделала!-воскликнула я.\n—И хорошего ничего не сделала!-Триш буквально накричала на меня.\nЯ не собиралась больше это терпеть. И вышла из туалета почти плача.",
    "answers": [
      {
        "id": 24,
        "text": "(Как она может так со мной поступать?)"
      },
      {
        "id": 24,
        "text": "(Она мне за это заплатит!)"
      },
      {
        "id": 24,
        "text": "(Может я не так подобрала слова для разговора?..)"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Марта, с тобой всё впорядке? -обеспокоенно сказал Эндриу.\n—Да... Всё хорошо. Почему ты стоишь у женского туалета? -в недоумении сказала я.\n—Кэйли попросила подождать её...\n—То есть ты и Кэйли...? -неуверенно сказала я.\n—Нет! Мы просто друзья! -с испугом воскликнул Эндриу.\nТут из туалета вышла Кэйли, посмотрев на меня, она скривила лицо, подошла к Эндриу и приобняла его.",
    "answers": [
      {
        "id": 25,
        "text": "》Идти в класс 》"
      }
    ]
  },
  {
    "id": 25,
    "text": "Во время уроков ничего нового совершено не произошло. Я так и не поговорила с Триш. И мне оставалось надеяться, что эта обида не на долго.\n\nПосле уроков я отправилась в театральный кружок》",
    "answers": [
      {
        "id": 26,
        "text": "》》"
      }
    ]
  },
  {
    "id": 26,
    "text": "Первый урок в учебном году — вводный. Нам представляют наших однокурсников, и рассказывают об основных постановках. \n(Представляют участников всех, и старых и новых.)\nКаждого участника звали на сцену, и он рассказывал о себе, а за тем садился обратно на место.\n—Марта Сьютэн! -позвала меня учительница.\nЯ вышла на сцену, и услышала возгласы с удивлением, в том числе и учительницы.\n—Я Марта Сьютэн! Для вас просто Марта. Мне пятнадцать лет... И я уже второй год хожу в театральный кружок.\nЯ ушла со сцены и села на своё место. ",
    "answers": [
      {
        "id": 27,
        "text": "》"
      }
    ]
  },
  {
    "id": 27,
    "text": "После меня выступало ещё пара людей. \nИ после заключительного выступления учительница продолжила:\n—И так теперь вы знакомы со всеми участниками театрального кружка.\n—Не со всеми! -в класс забежал Джон Монтэс.\nОн отдал какие-то бумаге учительнице, посмотрел в зал и сказал:\n—Нет смысла рассказывать кто я, вы все и так меня знаете. -он поправил свою причёску и снова оглядел зал. \n",
    "answers": [
      {
        "id": 28,
        "text": "》"
      }
    ]
  },
  {
    "id": 28,
    "text": "Мы встретились взглядами и он улыбнулся. Учительница попросила Джона сесть куда он хотел.\nЭто было невероятно! Сам Джон Монтэс сел ко мне! Раньше я не могла об этом мечтать!",
    "answers": [
      {
        "id": 1,
        "text": "[Главная]"
      },
      {
        "id": 22,
        "text": "[Глава 1]"
      }
    ]
  }
]