[
  {
    "id": 1,
    "text": "жанр: романтика, немного эротики\n\nможет присутствовать ненормативная лексика\n\nэто книга, для тех кто любит просто почитать. \n\nРассказ про девушку по имени Николь, ей скоро исполнится 19 и на этот ДР у нее большие планы на своего парня. Но не все так просто... За пару недель до праздника она застукала его с другой... Чтобы отвлечься от плохих мыслей и не сталкиваться со своим уже бывшим парнем девушка летит в другой город к своей подруге. А что ее ждет дальше вам предстоит узнать.\n\nМоя первая пробная история. не судите строго и не бросайтесь тапками)\nЗа ошибки заранее извиняюсь, не перечитывала",
    "answers": [
      {
        "id": 2,
        "text": "Поехали))"
      },
      {
        "id": 28,
        "text": "глава 2"
      },
      {
        "id": 57,
        "text": "разговор Сэм и Тайлера"
      }
    ]
  },
  {
    "id": 2,
    "text": "Итак меня зовут Николь, для друзей просто Ники, я студентка. У меня богатенький папочка с которым я практически не общаюсь, впрочем как и с матерью... Все от того, что когда мне было 14 отец развелся с матерью и привел в дом девку не на много старше меня, 18 летнюю Эмили. Какое же противное имя, не переношу его больше. У матери сразу же началась ужасная депрессия, после предательства человека которому она отдала 20 лет жизни и вскоре она переехала в другой город оставив меня с отцом. На мои просьбы взять меня с собой она ответила что не может на меня смотреть так как я слишком похожа на отца. К слову отец у меня конечно мужчина красивый, высокий блондин с голубыми глазами, статный и я его копия рост 175 длинные блондинистые волосы ниже лопаток, большие голубые глаза, пухленькие губки, длинные стройные ноги, в общем то я и сама очень стройненькая с красивой попой и такой же красивой грудью ",
    "answers": [
      {
        "id": 3,
        "text": "далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "После всех этих событий понятное дело с отцом отношения сильно подпортились. Я сразу возненавидила весь мужской пол и дала себе слово что никогда ни один мужчина не сможет меня ранить, как это сделал мой отец моей матери. Напротив я сделаю все чтоб усложнить им жизнь. Так как это был все же мой отец ему я вредить не могла, а вот Эмили... Я делала все чтоб ее нахождение в нашем доме было не приятным... То перца ей в тарелку насыплю,то соль в чай. А сколько я ей подпортила вещей ножницами... Парочку раз когда они с отцом собирались в ресторан я выливана на нее ведро воды с грязью. Из за моих выходок они с Эмили частенько ругались. Но отец меня никогда не ругал, а лишь укоризненно смотрел. Когда мне исполнилось 16,он подарил мне дом. И после моего переезда наши отношения и вовсе сошли на нет. Видились может раза 3 в год,в праздники. И то он приезжал делал мне подарки, перекидывались парой слов и он уезжал. \n",
    "answers": [
      {
        "id": 4,
        "text": "далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "И вот сейчас я лечу в гости к своей подруге в другой город и прокручиваю череду событий последних дней. Седня отличный теплый летний денек, сессия позади... Через 10 дней мой день рожденья, мне исполнится 19 и я хотела отметить его со своим парнем. К слову к мужчинам я так и осталась не лучшего мнения, но после многочисленных однодневных отношений я все таки решилась на более длительные. С Картером мы встречались 2 месяца, он высокий кареглазый брюнет с отличной накаченой фигурой, капитан футбольной команды и самый популярный парень у нас в универе, ему 21. И для всех мы были идеальной парой Апполон и Афродита... Может поэтому я с ним так долго и встречалась, любви не было,но симпатия присутствовала. И я осознано решила что в свой день рождения я отдам ему свою невинность,все таки уже пора бы с ней попрощаться да и он так долго ждал, оголодал совсем. И каково было мое удивление два дня назад застукать его с другой, две недели еще подождать не смог, козёл!!!\n",
    "answers": [
      {
        "id": 5,
        "text": "далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я сразу позвонила Саманте и рассказала что случилось, она не долго думая сказала что я должна приехать к ней и развеятся и конечно же я согласилась. Развеяться мне точно нужно, да и видеть рожу этого кобеля в ближайшие дни мне очень не хотелось... \nС Самантой мы учимся вместе на одном курсе и с первых же дней сдружились. Она такая милая, брюнетка с карими глазами и просто ангельским характером, полная противоположность меня. Через неделю я ей предложила перестать снимать квартиру и переехать ко мне,она согласилась. Нам всегда весело вместе и то что она просто потрясающе готовит только дает ей огромнейший плюс, я ведь в этом просто ноль, даже яичницу не поджарю она у меня сгорит!!! \n",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Картер зачем ты прилетел, нам с тобой не о чем больше говорить. Уходи...\n—Не о чем больше? Ники ты мне вообще не дала ничего сказать!\n—Не дала ничего сказать? Серьезно? Зачем мне слушать весь твой бред с оправданиями если я все видела своими глазами!!!-я кричала во все горло, злость переполняла меня.- Как ты вообще осмелился сюда приехать?!! Хватило же наглости!!! Убирайся!!!!\n—Это ты мне не оставила выбора! ты 2 месяца меня динамила с сексом, а я мужчина и мне надо справлять свои нужды. Тем более я же ее не трахал, я только дал ей в рот и все. Больше ничего не было!!!\n—Боже мой, неужели я опять обязана это выслушивать? Просто дал в рот и ты не считаешь это изменой? Ты серьезно? Ты вообще нормальный? Слышешь что ты несешь?!? хочешь сказать что мы с тобой встречались бы и ты всем подряд давал, это же не измена?!? Может мне тоже сходить и взять у кого нибудь, это же не измена?!\n—Ты нормальная, женщина? не сравнивай дать с взять!!! Ники я люблю тебя, я не знаю что на меня нашло. Я не сдержался, такое бывает.\n—В чем разница? хаха такое бывает, ну ты молодец, хаха- у меня начался истирический смех- а знаешь, я тоже не сдержалась и вчера переспала тут с парнем, вот так- я ухмыльнулась и с вызовом посмотрела на него\nот этих слов его как током ударило\n—Что ты сейчас сказала???\n—Я переспа...\nне успела я договорить как Картер подскочил ко мне взяв за горло и прислонил к стене\n—Ты врешь!!! — злобно сказал Картер с глазами полными горя и злобы\n—Нет, не вру!!! Я вчера приехала, выпила и переспала с парнем который живет в этом доме..\nКартер сильней сжал мою шею\n—Картер убери руки, мне больно\nОн резко отстронился от меня и стал нервно метаться из стороны в сторону и что то обдумывать\n—Дура, я же люблю тебя!!!\n—Любил бы не стал бы давать Лизи Паркер- от этих слов \n—Ты врешь мне! это не может быть правдой!\n—зачем мне это?\n—Кто он? -спросил Картер и подошел ко мне ближе смотря мне в глаза своими на которых практически наворачивались слезы\n",
    "answers": [
      {
        "id": 24,
        "text": "далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Итак, хватит думать... Самолет приземлился, пора идти. Саманта говорила что попросила брата встретить меня. Странно, раньше она никогда не рассказывала про него и я не видела ни одну фотку с ним. Ну в принципе и не удивительно, она знает что тема семьи для меня болезнена.\nЯ вышла, забрала чемодан. Странно не вижу никаких табличек с именем, может забыл или еще что. Ничего, не маленькая. Поймаю такси и доеду сама. Я сразу говорила ей чтоб не заморачивалась, что в полне способна добраться сама, но Сэм настояла. Но раз ни кого нет я без зазрения совести могу ехать на такси ( улыбнулась этой мысли и пошла на выход) ну не хочу я сейчас видеть ни каких парней, пусть это и брат Сэм, все эти мужики одинаковые и братья не исключение.\nИ тут на выходе в меня на полной скорости врезается какой то парень... Я сильно стукнулась лбом и чуть не упала, от падения меня спасла моя реакция, я успела со всей силы схватится за рукава его футболки",
    "answers": [
      {
        "id": 8,
        "text": "далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ну все... Глаза налились кровью, понеслась. \n—Куда прешь, ослеп совсем? я из за тебя чуть не свалилась!!!- заорала я \n—Девушка отпустите, я опаздываю \nОпаздывает он, ну гад...\n—Меня это не должно волновать, ты влетел в меня придурок, теперь извинись!!! -еще громче заорала я, не отпуская его плечи\n—Не собираюсь я извинятся, истиричка, ты сама вылезла из ниоткуда,а теперь убери от меня руки я срешу\nС этими словами он оторвал мои руки развернулся и начал уходить.\n(Ну нееет, так легко ты от меня не уйдешь) и с этими мыслями я со всей силы толкнула его в спину. Он резко развернулся и глазами полными злобы посмотрел на меня \n—глупая девчонка, было бы у меня время я бы научил тебя как общаться с незнакомцами, за одно укоротил бы твой длинный язык\nПосле развернулся и убежал\n—да пошел ты- крикнула ему я вслед и пошла к такси\nВсю дорогу я была взвинчана, (настроение испоганил козел, бррр... желание кому нибудь врезать рррр...) даже шуточки таксиста не могли меня успокоить, и после моего злобного взгляда на него он и вовсе замолчал и остаток пути мы провели в тишине.",
    "answers": [
      {
        "id": 9,
        "text": "далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Подъехав к дому я расплатилась с таксистом и направилась в дом, позвонила в дверь и от туда с визгом выбежала Сэм\n—Нииикииии, как я радааа \nИ с этими словами она бросилась на меня с объятиями\n—я тоже безумна рада Сэм- крепко обняла в ответ- я безумно соскучилась\n—да,да Ники, я тоже ужасно скучала\nПосле этих слов Сэм обняла меня еще сильней, потом отстронилась, посмотрела по сторонам, зло прищурилась и с руками на боках спросила уже спокойно\n—а где Тай?\n—если это твой брат, то без понятия...\n—чтооо? он тебя не встретил????\n—нет, видимо у него были дела поважнее (улыбнулась)\n—ну он гад, увижу прибью!!!\n—да все нормально Сэм, я прекрасно доехала на такси(улыбнулась) ну так что, пустишь или мы так и останемся на улице болтать (засмеялась)\n—ой, прости Ники, конечно проходи, что то я совсем растерялась\nя расмеялась и зашла в дом, Сэм закрыла дверь. я отставила чемодан, откинула сумку и нагнулась чтоб растегнуть босоножки. и тут....\n",
    "answers": [
      {
        "id": 10,
        "text": "далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Дверь резко распахнулась, ударила меня по заднице и я полетела на пол только и успев протянуть вперед руки. \n—твою ж ма- только и успела выкрикнуть\nИ вот картина: я стою на четвереньках, в коротких джинсовых шортах, сзади кто то зашел и я услышала мужской голос... \n—ммм... я надеюсь меня теперь всегда будут так встречать, отличная попка детка...\nИ знаете что? это был до ужаса знакомый голос, тот самый голос с аэропорта.... меня начала душить злоба, с глаз начали лететь искры,я только успела мельком взгянуть на испуганное лицо Сэми и медленно повернуть лицо в сторону парня...\n—ты!!!!! злобно сказала я\n—ты! удивленно он\nя быстро выпрямилась и повернулась к нему лицом и сказать что я была в бешенстве это ничего не сказать. с глаз летели искры и молнии и если бы взглядом можно было бы убить, он был бы уже труп...\n—ты совсем охренел?!?!?!!! ты решил меня седня убить?!??!! придурок!!!!!\n—что ты делаешь в моем доме истиричка???!! пришла чтоб я тебя воспитал, ну так я сейчас это сделаю!!!\n— да пошел ты придурок!!! что ты можешь мне сделать? ты слабак! только и можешь что сбивать с ног хрупких девушек,хамло!!!\n—ну все, девчонка, ты договорилась!!! теперь я вырву тебе твой ядовитый язычок!!!\nя уже было замахнулась кулаком ему по морде,но тут мою руку остановила Сэм, а в проходе появился еще один парень с перепуганным лицом и пытался удерживать хама",
    "answers": [
      {
        "id": 11,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "так мы и стояли в проходе и орали друг на друга, меня держала перепуганная Сэм, его какой то ничего не понимающий парень.\n—Ники!!! Ники!!! успокойся! что с тобой?! остановись!!! говорила Сэм\n—ты не понимаешь Сэми!!! это хамло меня в аэропорту сбил и сейчас тут! он моей смерти хочет! кто он вообще такой и что он тут делает?!?!??! кричала я\n—так, все хватит!!!!! успокоились оба!!! -закричала Сэм \nи мы все остановились. Впервые слышала чтоб она кричала!!! я думала она такое вообще не умеет!!! Все успокоились и посмотрели на Сэм!!\n—но он... пыталась сказать я, но Сэм меня перебила\n—Он мой брат, Тайлер! Тай, это моя подруга Ники, я тебе про нее говорила, это ее ты должен был встретить, но почему то не сделал этого — сказала Сэм прищурилась и зло посмотрела на брата.\n— Я чуть задержался. Но Она... \n—Циц, я ничего не хочу слышать! я и так тебя ни о чем не прошу! Обратилась с мелочью чтоб ты ее встретил и я смогда успеть подготовить ей комнату. А то где ты был и почему опоздал мы поговорим с тобой позже и НАЕДИНЕ!!! \n—Я не понимаю как у такой милой девушки может быть такой брат... не успела договорить я как Сэм прищурилась и кинула в меня злой взгляд- все!!! молчу молчу!!!- сказала я и улыбнулась",
    "answers": [
      {
        "id": 12,
        "text": "далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Теперь раз все успокились позволь представить тебе моего парня- сказала Сэм и указала на парня стоящего рядом с хамом! -это Дилан, Дилан это Ники. И раз мы уже все познакомились давайте уже наконец уйдем с порога и пойдем га кухню выпьем чаю!?!\n—приятно познакомиться Ники- сказал Дилан и одарил меня прекрасной улыбкой\n—взаимно- ответила я и слегка улыбнулась\nИ после все пошли на кухню. я села с одной стороны стола, парни сели напротив и я смогла их уже спокойно рассмотреть\nДилан был высоким блондином с голубыми глазами, и просто очаровательной улыбкой... Нет, серьезно,такой улыбкой можно растопить айсберг, просто само очарование. так же он был в отличной форме,его фигура говорила что парень любит много времени проводить в спортзале.\nТайлер же,этот маньяк!!! Был брюнет, с красивыми темно синими глазами. да вы не ошиблись я сказала красивыми. Эти глаза, ммм в них хочется просто утонуть, они явно не подходят его хамской морде!!! Если откинуть наше знакомство и быть не предвзятой,то можно сказать что Тай ну ооочень хорош собой, этакий парень с абложки. Красивые скулы, нос, слегка пухлые губы и его глаза ммм... а взъерошеные волосы добавляли сексуальности. тело же, нууу тело как будто его слепили боги,оно идеально!!! Накаченый,видимо с Диланом они ходят вместе заниматься. И рост,хмм если убрать мои каблуки то он сантиметров на 15 выше меня.\nЭх хорошо что меня не купить симпотичной мордашкой и я могу рассуждать трезво,а то бы я уже лежала у его ног и мечтала о том какими красивыми будут наши дети... \nпортит все только его мерзкий характер. Хотя все красивые мужики внутри прогнили, да и не красивые тоже",
    "answers": [
      {
        "id": 13,
        "text": "далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "из раздумий меня вывел голос Сэм...\n—Так,что ты будешь?\n—а? что? ты что то сказала?\n—я спросила ты что будешь кофе или чай- сказала Сэм и хихикнула\n—ой, прости я задумалась. кофе пожалуйста (мило улыбнулась)\n—она сидит уже пять минут меня гипнотизирует, не может отвести взгляд от такого красавчика, наверняка уже думает о том какие красивые будут от меня дети- сказал Тай и рассмеялся\nДилан тоже на все это начал смеяться, но увидя злой взгляд Сэм остановился.\n—нет, я представляю как я отрезаю тебе голову и вешаю себе дома на стену как трофей- сказала я получив за это подзатыльник от Сэм.\n—ага, у себя в спальне! чтоб любоваться моей красотой и маст...\n—ну все, достал!!!! вскрикнула я не дав ему договорить и уже подскочила с места чтоб ему врезать как меня опять остановила Сэм...\n— ну хватит вам уже!!! Ники сядь на место! ну что вы как маленькие дети!!! Нам вместе жить 2 недели и я не могу все время следить за вами чтоб вы не поубивали друг друга!!! Тай, хватит ее провоцировать! Она мне как сестра и я прошу к ней относится так же как ко мне!!! И я это говорю серьезно!!!\n—Хорошо я пост...\n—Нет не постараешься, а сделаешь так как я прошу, если ты меня любишь!!!\n—Нет, ну так уже не честно. Опять эти твои условия \"если любишь\" ты моя сестра и ты прекрасно знаешь что я тебя люблю!\n—Тогда пообещай! \n—Хорошо, хорошо! обещаю! успокоилась? Буду к ней относится как к младшой сестре... которую хочется придушить.\n—Тай!\n—да шучу я! все будет отлично! я обещаю! тебе больше не за что волноваться!\n—вот и славненько,кофе готов- сказала Сэм и улыбнулась",
    "answers": [
      {
        "id": 14,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "я же наблюдая за этим диалогом со стороны не могла перестать улыбаться и ухмыляться. Дилана как я заметила тоже эта вся ситуация забавляла. Мы переглядывались с ним и хихикали. Еще бы, такого здорового дяду отчитывает наша нежная и хрупкая Сэм,а он как нашкодивший ребенок слушает ее с опущенными глазами. Эх красотааа...\nКогда их диалог был окончен я посмотрела на Тайлера приподняв бровь и попедно улыбнулась. он лишь злобно свел губы и хлебнул кофе. я захихикала.\n—Тебя это тоже касается, Ники. Не провоцируй его- сказала Сэм и посмотрела на меня присаживаясь рядом.\n—А я то что? я вообще ангел!- сказала я улыбнувшись и хлебнув кофейку\n—ага,ангел! ты бестия!!!я знаю как ты относишься к мужчинам, но Тай мой брат и надеюсь ты будешь снисходительна и будешь себя вести хорошо.\n—вести хорошо,хах, я же не реб... не успела договорить я как меня перебила Сэм\n—Ники, пообещай\n—Ну лаааадноооо, я буду душкой с ним- сказала я натянув улыбку и захлопала ресничками, потом посмотрела на Тая и тепепь уже он приподнял бровь и попедно улыбнулся...\nСволочь, так бы и придушила...",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Ну что, ты наверно устала после перелета!?-сказала Сэм более утвердив чем спросив- пойдем я покажу твою комнату, как раз вещи разложишь-добавила она\n— пойдем! — сказала я допив кофе и улыбнувшись\nМы пошли на верх, а парни остались разговаривать о своем, ну как о своем... по любому будут обсуждать меня и перемывать кости. Дилан вроде не плохой, а вот Тай такой возможности не упустит...\nНа верху было 3 спальни и совмещенный туалет с ванной. С левой стороны первая дверь это Комната Тайлера, в конце ванна, с правой первая комната Сэми, за ней моя.\nМы зашли в комнату которая будет моей эти 2 недели.\n—Тебе помочь разобрать вещи?-спросила Сэм\n—Нет, спасибо милая,я сама справлюсь- сказала я и улыбнулась\n—хорошо, тогда я пойду а ты обустраивайся и отдыхай\n—хорошо\nПосле Сэм вышла и я начала осматривать свое временное жилище. не большая комната в нежном салатовом цвете, двуспальная кровать, шкаф, письменный стол со стулом и всякая мелочь в качестве дикора. Ну в принципе уютненько. я открыла чемодан разложила вещи, развесила платья и упала на кровать передохнуть. Кровать была мягкой и удобной, ну может так казалось из за усталости. этот перелет, дорога еще и Тайлер. брр... так... хватит о нем думать, много чести этому хаму чтоб забивать им свои мысли.",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Полежав еще минут 10 и обо всем подумав я решила сходить в душ, надо освежиться да и смыть с себя последствия перелета. Выйдя с комнаты я услышала громкий смех Тайлера. Гад!!! по любому причиной его смеха послужила я! Так, опять о нем думаю, пошел он! Все, выбросила его с головы! меня ждет душ!!! зайдя под струйки льющейся воды мне сразу полегчала и мои нервы пришли к умиротворению, как же хорошо! обмотавшись полотенцем я добежала до своей комнаты и переоделась в чистые домашние вещи,а это спортивные короткие шорты и черная майка. Переодевшись я услышала стук в дверь\n—я войду? — спросила Сэм\n—да, Сэми,заходи. \nОна зашла в комнату и улыбнулась\n—ну как ты? устроилась? тебе комфортно?\n—более чем! -радостно сказала я- шмотки разложила, приняла душ и теперь чувствую себя как огурчик. Думаю смена обстановки мне очень нужна была, хоть и приезд сюда сначала был малоприятным- засмеялась я\n—прости за это, Тайлер...\n—все нормально Сэми,не будем больше об этом — перебила ее я- главное я приехала к тебе и мы будем 2 недели отрываться\n—мне уже страшно- сказала Сэм после чего мы громко засмеялись",
    "answers": [
      {
        "id": 17,
        "text": "далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Ну что? раз ты уже успокоилась может расскажешь что там у вас случилось? А то ты только сказала что изменил и все. если конечно не хочешь об этом говорить я больше не буду поднимать эту тему- сказала Сэм\n—ммм... Сэми хочет грязных подробностей, маленькая ты развратница- засмеялась я и кинула в нее подушку- все нормально Сэми, сейчас расскажу- добавила я и улыбнулась\n—ну тебя, сразу развратница- сказала Сэм и улыбнулась- просто хочется знать как ты это перенесла,но вижу что слишком хорошо- улыбнулась\n—На самом деле не очень, я ели удержалась чтоб их там не убить, но в итоге решила что не буду марать руки об это дерьмо-улыбнулась- но начнем с самого начала. И так я готовилась к своему ДР, решила устроить романтический ужин у меня дома, чтоб быть только вдвоем. Заказала в ресторана еду заранее, накупила ароматических свечь чтоб создать подходящую обстановку. Я же собиралась закончить день отдав ему себя, наконец таки, поэтому все должно было быть идеально и все необходимое заготовлено заранее. Потом я вспомнила что блокнот мой с моим планом об организации праздника я забыла у него и решила поехать забрать. Позвонила ему он сказал что на тренеровке сейчас и не может говорить. Меня это не расстроило, я то знаю где запасной ключ от его дома и поехала туда.",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "—ага и что дальше- спросила Сэм\n—так мадам, не перебивайте и я вам все сейчас расскажу- рассмеялась-что дальше, что дальше!? а дальше я приехала и зашла в дом, сначала ничего подозрительного, хотела пойти на верх за блокнотом, но потом услышала странные звуки. хлюпы да вздохи. Но дома то ни кого не должно быть!!! я на ципочках тихонько пошла на звуки. И передо мной предстала картина... Картер сидит на кресле с опрокинутой назад головой и закрытыми глазами, его брюки опущены, а перед ним на коленях сидит и делает ему приятно Элизабет Паркер с нашего универа, чтоб ее черти драли. я не удержалась и выкрикнула \"твою ж мать\". Они резко обернулись и увидели меня, Картер оттолкнул ее и попытался надеть штаны, но я там уже развернулась и дала дёру, не было ни какого желания разбираться в происходящем и слушать его. Ну вот я выбежала на улицу,села в машину, он выбежал следом и подбежал к двери, а я уже втопила газ, чуть ноги ему не отдавила, успел отпрыгнуть гад. Ну как то так, он потом ко мне приезжал, через закрытую дверь я только слышала что то типа что он мужчина и не мог больше воздерживаться и что там ничего такого не было, она ему все го то отсосала.... Ну вот вроде и все подруга, как то так- закончила свой рассказ я и улыбнулась",
    "answers": [
      {
        "id": 19,
        "text": "далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "—мда подруга,я конечно в шооокеее... Лизи Паркер? вот же тварь!!! — сквзала Сэм\n— даа... ну ни че! эта потоскушка забыла кто я и во что я могу устроить ее дни в универе. она забыла что на мое даже смотреть нельзя и что я могу превратить жизнь в ад тому кто перейдет мне дорогу. В принципе этим я и займусь когда начнется учеба, устрою ей жаркие деньки... Как только в универе потом рожу Картера видеть не представляю, от одного имени тошнит. Чуть не отдалась этому козлю.\n—Да ну Ники,забей ни она ни он не стоит этого. Тем более все знали что ты Картера не любишь, не выглядела ты как влюбленная девушка...\n—И все же, он был моим и пока мы не расстались эти гадины даже не смели смотреть на него. А он \"не мог воздержаться\" у него есть две руки, мог бы и помочь себе.\nПосле этих слов мы громко засмеялись\n—А вообще может ты и права и стоит забить на них, чтоб не показать что они меня задели. Короче не знаю, потом будет видно что да как- сказала я\n— вот это уже другое дело, а теперь пойдем покушаем. Ты после перелета наверно оголодала- сказала Сэм и засмеялась \n—на самом деле я совершенно не голодна, а вот устала я жутко и хочу лечь пораньше\n—но только 9 вечера, ты никогда не ложилась так рано\n— все случается в первый раз-захихикала я- я правда уже хочу завалиться спать\n—ну хорошо, тогда я не буду мешать и пойду, отдыхай дорогая- сказала Сэм и вышла в комноты\n—до завтра крикнула я вслед, скинула с себя шорты и майку и залезла под одеялко и после уснула.",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Ники, Ники, проснись соня\n—да, да, еще пять минуточек\n—хаха просыпайся соня, уже обед, сколько можно спать\n—еще чуточку... сколько??? подорвалась я с кровати\n—хаха 12 часов, просыпайся кушать пойдем, а то мне скоро надо будет отьехать, а зная тебя ты потом будешь ходить гололная-сказала Сэм\n—ты куда то уехать хочешь?- сказала я пытаясь открыть глаза\n—ну да, мне придется. Родители уехали в путешествие, дом на нас с Таем оставили, нам с ним надо съездить туда и кое какие дела решить. Хочешь можешь поехать с нами, я просто не знаю когда мы освободимся и приедем домой- сказала Сэм\n—не не не, с твоим братом я ни куда ехать не хочу, я лучше тут останусь. Кстати, а это чей дом?\n—хаха ну да, мне бы тоже было тяжело с вами двумя совладать. А это дом Тайлера, я не люблю жить у родителей,они живут загородом, поэтому когда приезжаю на каникулы остаюсь у Тая\n—так вот что он вчера кричал \"что ты делаешь в моем доме\" хахха не удобно вышло- улыбнувшись сказала я\n—да не обращай внимание, давай собирайся и спускайся вниз обедать.\n—хорошо,я быстро в душ сгоняю и спущусь\n—хорошо дорогая, жду внизу.\n",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я быстренько подскочила с кровати, накинула на себя короткий шелковый халатик,взяла полотенце и пошла в душ. Я быстренько почистила зубы, умылась и приняла душ. Вернувшись в комнату я быстро привела себя в порядок, сделала высокий хвост, подкрасила ресницы и надела домашние шорты с майкой и после спустилась вниз.\n— ммм как же вкусно пахнеееттт, блин Саманта как же мне тебя не хватало...\n—хаха я заметила, схудала прям, опять наверно одним кофе питалась \n—так и была хаха, че там у нас вкусненького?\n—твои любимые стейк с пюрехой и салат\n—ммм ты ради меня приготовила? Сэми я тебя обожаю! Может на фиг этих мужиков? Ты будешь мне готовить,я буду тебя смешить хаха\n—ты мне предложение делаешь? захихикала Сэм\n— да да да-с этими словами я стала со стула и подойдя к подруге встала перед ней на одно колено- Саманта, согласишься ли ты жить со мной всю жизнь, вкусненько мне готовить и кормить. \n—хаха очень смешно- засмеялась Сэм\n— нет, серьезно Сэм, как я буду жить когда ты выйдешь замуж и переедешь к мужу? я же с голоду умру хахаха\n—найдешь мужчину который вкусно готовит\n—таких не бывает- заулыбалась я и принялась за поглощение стейка.\n—еще как бывает,вот Тайлер готовит даже лучше чем я- сказала Сэм с улыбкой\n—да в жизни не поверю. Блин Сэми стейк получился просто божественен, я сейчас язык проглочу\n—Тайлер готовил-захихикала Сэм\nя от сказанного подавилась и начала кашлять\n—Я думала ты готовила...\n—пюреху и салат я, а стейк Тай,у него он лучше получается- захихикала Сэми\n—Ты меня разочаровала женщина... Ему только не говори что я стейк нахваливала\n—хорошо-хихикнула Сэм\n—Кому что не говорить? — послышался сзади голос\nвспомни черта пробежало у меня в голове.\n—Ничего,тебе не говорили не хорошо подслушивать-отрезала я\n—тут не надо подслуштвать, вы так громко говорите что вас слышно на весь дом. Доброе утро Ники и приятного аппетита-с ухмылкой сказал Тай\n—спасибо -зло пробубнела я\n—как тебе стейк? -спросил Тай и натянул насмешку себе на физианомию\n—ужасный- ответила я на что он только ухмыльнулся",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Ну что Сэм ты готова? уже пора выдвигаться\n—да Тай,почти, скоро уже поедем\n—поторопись- сказал Тай и вышел с кухни\n— какой же он у тебя противный- сказала я\n—наоборот,он очень хороший брат. Всегда заботился обо мне и оберегал\n—а сколько ему лет?\n—ему 25\n—ясно, с Диланом вижу они друзья, как он еще позволил вам встречаться?-спросила я\n—ну да, с Диланом они друзья с детства, в школе хорошо дружили и так постоянно вместе, Дилан на 2 года младше Тая и мы как то сами не заметили как проявили симпатию друг другу. А Тай был не против, он любит и меня и Дилана как брата, так что напротив был рад.\n—ясно и сколько вы уже с Диланом вместе?\n—уже 3 года\n—ни фига себе подруга и ты все время молчала?!?\n—нуу ты и не спрашивала\n—ну да, мой косяк- сказала я улыбнувшись\nЯ закончила обедать, мы выпили кофе и Саманта уехала с Тайлером. Перед отъездом Сэм сказала что попросила Дилана после работы ехать сразу к нам и развлекать меня. На что я ответила что не надо, но она уже ничего не желала слушать.\nИ так, Сэм и Тай уехалм, я осталась одна. Чем бы теперь себя занять!?!",
    "answers": [
      {
        "id": 23,
        "text": "далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я решила посмотреть какую нибудь комедию, после послушала музыку и полазила в соцсетях, как же долгооо тянется времяяя! Ужас! Не люблю долго находится в одном месте, тем более дома. Но одной отправляться в незнакомый город я не решилась, тем более что Сэм сказала что должен придти Дилан, но во сколько не уточнила. Посмотрев на часы и увидя 6 часов вечера я подумала какой же долгиий день... И тут я услышала стук в дверь, наверно Дилан пришел, ура теперь не будет так скучно. Я голопом рванула вниз и открыла дверь и ни за что не поверите кто стоял за ней...\n— Карттер?!? Ты что тут делаешь!?!\nДа, да, я не оговорилась на пороге стоял мой бывший-изменщик, улыбка сразу сползла с моего лица\n—я прилетел к тебе... А ты ждала кого то другого? спросил он\n—в первую очередь я не ждала здесь тебя!!!-крикнула я- как ты узнал где я???\n—Мери сказала ты улетела к подруги-сказал Картер и с этими словами протиснулся в дом, не обращая на все мои попытки не впускать его- потом у ваших однокурсников я узнал где она живет и прилетел- добавил он\nМери... я убью ее когда прилечу....\nК слову Мери это моя уборщица, ей 40 и она долго работала у моего отца и когда мне купили дом,стала приходить убирать и у меня. Сейчас она по моей просьбе живет в моем доме и присматривает за моим песиком Арчи. ",
    "answers": [
      {
        "id": 6,
        "text": "далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "И тут в дом заходит Дилон\n—вот он, теперь тебе стоит уйти. Не надо больше ничего усложнять- сказала я Картеру спокойным голосом\nОн злобно посмотрел на Дилана но не стал ничего делать и говорить и просто молнией вылетел на улицу.\nА я молча сползла по стене и взялась за голову. Да я может говорила что ничего не чувствую к Картеру, но это всего лишь я пыталась саму себя в этом убедить. Конечно же мне он нравился. И черт, как же с ним было хорошо. он всегда был таким веселым и сильным. И как мне было гадко после всего что он сделал и да мне захотелось сделать гадко ему, по этому я и сказала что переспала с другим. Хотела чтоб он почувствовал мою боль. Стало ли мне от этого легче? Определенно нет! Отмотать время назад может я бы и не стала этого говорить, но стервозность во мне всегда брала верх. Блин как же хреново. С другой стороны, я бы никогда не смогла простить его за Лизи, если он так легко говорит что это не измена и это норма, то такое могло бы повториться и в дальнейшем. Нет, с ним я определенно больше никогда не буду и пусть лучше он меня тоже ненавидет, зато больше не приблизится ко мне. \nЯ сидела и размышляла и после вспомнила что рядом так же стоит Дилан, я подняла глаза и посмотрела на него\n—кто это был?- осмелился спросить он\n—всего лишь мой бывший... так мне надо выпить\nс этими словами я встала с пола и пошла на кухню, Дилан последовал за мной",
    "answers": [
      {
        "id": 25,
        "text": "далее"
      },
      {
        "id": 25,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я молча подошла к шкафчикам и начала искать выпивку,но сколько бы я не старась алкоголя найти не могла\n—он что вообше не пьет? знаешь где Тай бухло хранит? — спросила я Дилана все так же рыская по ящичкам\n—нет, не пьет практически, во всяком случае дома. Так что ты вряд ли что найдешь- сказал Дилан со свой милой улыбкой на лице\n—ага, нашла!!!! хаха кто ищет тот всегда найдет- с этими словами я достала с полки бутылку виски\n—Нет, нет Ники. Этот Виски Тай хранит уже очень долго, ему его кто то подарил и он бережет его для особого случая\n— И вот этот случай настал, он ждал меня- с этими словами я открыла бутылку и взяла два стакана\nДилан посмотрел на меня сначала глазами полными ужаса,а потом ухмыльнулся\n—Тай тебя убьет хаха\n—Гнев Тайлера я как нибудь переживу, а вот отсутствие алкоголя нет — ухмыльнулась я и налила виски в два стакана, один из которых поставила перед Диланом\n—Я во всяком случае точно пить не буду, мне еще жить хочется- рассмеялся Дилан\n—Так Дили, я не алкоголичка пить одной, а мне это очень надо сейчас. Так что бери стакан и не упрямся. Тайлеру потом можешь все на меня спихнуть, ну типа я тебя связала и залила в рот хаха\nДилан рассмеялся и взяв стакан сказал \n—Так и скажу, не сомневайся хаха",
    "answers": [
      {
        "id": 26,
        "text": "далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я сделала большой глоток и скривилась\n—какая же гадость- сделала еще глоток\nТепло разлелось по телу и смогла немного раслабиться. Усевшись поудобней напротив Дилана я посмотрела на него и тот тоже сделал глоток. \n—ну вот другое дело- ухмыльнулась я\n—хороший виски, Тайлер зря его так долго хранил хаха\n—определенно зря-сказала я и засмеялась\n— так значит твой бывший прилетел за тобой? видимо не удачно раз ушел один. Еще и злой такой, по его взгляду мне казалось что он хочет меня вместе с дверью снести-сказал Дилан \n—я ему сказала что переспала с тобой- сказала я спокойным голосом и сделав еще глоток виски\nДилан же от услышанного подавился\n—прости, что ты сказала? -кашляя спросил он\n—да что у вас мужчин сегодня со слухом?! я сказала что я с тобой переспала- последнее слово я сказала по слогам\n—но зачем???- удивоенно спросил Дилан\n—да не знаю я!!! чтобы ему больно сделать или чтобы он от меня отстал! не знаю просто ляпнула и все. Если честно я не хочу больше говорить о бывшем, закроем тему. Лучше расскажи что нибудь интересное. Про себя, Тая и Сэми, сколько дружите и все такое\n—Ну хорошо — Дилан улыбнулся своей изумительной улыбкой и начал рассказывать про свое детство, как познакомился с Тайлером и Самантой, и много интересных историй. Должна признаться что общение с этим человеком очень легкое, он так все интересно приподносит и рассказывает что его хочется слушать и слушать. А выпивка помогала нам еще сильней расслабиться.",
    "answers": [
      {
        "id": 27,
        "text": "далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Бутылка опустела, мы же все продолжали сидеть  болтать и смеяться. Потом услышали как захлопнулась дверь и на кухню зашли Тайлер и Саманта. Тай сразу обротил внимание на стол и на стоящую на нем пустую бытулку. Потом кинул взгляд на Дилана, но тот только пожал плечами, типа он тут ни при чем. и \n—ты выпила мой виски!?! — злобно и по слогам сказал Тайлер, глядя на меня испепеляющим взглядом\n—Ники, ты выпила, что то случилось? беспокойным голосом спросила Сэм.\n—Картер прилетел, в гости заходил- ответила я Сэм спокойным голосом игнорируя вопрос Тайлера\n—Ты выпила мой виски- повторил Тай так же злобно и по слогам только громче\n—приходил сюда? что говорил?- все таким взволнованным голосом спросила Сэм\n—Все то же самое, что то не измена и вообще это я виновата- так же спокойна ответила я- но хватит о грустном, где ты так долго была? я хочу танцевать, так что у тебя пол часа на сборы и мы едим в клуб отрываться, в конце концов у вас выпивка закончилась, нужно ехать туда где она будет лится рекой- сказала я веселым голосом и подпрыгнула со стула\n—ты выпила мой виски!!! ты хоть знаешь сколько я его хранил?!?- уже выкрикнул Тай\nя взглянула на него, потом взяла стакан где еще оставался алкоголь и не отводя взгляда от Тайлера выпила залпом и скривилась\n—да что ты заладил, выпила, выпила??? да выпила!!! он ждал особого случая и дождался меня! хочешь узнать каким он был на вкус? — говорила я и при этрм медленно подходя к нему, а после не дожидаясь ответа поднялась на носочки и обнав его щеку рукой поцеловала его в губы, нежно, проникая в его рот своим языком. трехсекундный поцелуй после чего я отстранилась \n—угощайся — сказала я и после этих слов побежала на верх одеваться, за моей спиной осталась лишь тишина, ни кто не проронил ни слова после моей выходки",
    "answers": [
      {
        "id": 1,
        "text": "далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я быстро приняла душ, сделала макияж, накрасила красной помадой губы. Надела черное короткое платье с открытыми плечами и туфли на высоком каблуке. Волосы распустила. через 40 минут я была полностью готова. В последний раз взглянув в зеркало и убедившись что я секси,я взяла сумочку и спустилась вниз. Все уже были собраны и ждали меня возле выхода.\n—Я готова, поехали\n—Ты ничего не забыла? -спросил Тайлер посмотрев на меня и приподняв бровь.\nЯ на него вопросительно посмотрела, после чего он добавил\n—штаны например...\n—Зачем мне под платье штаны?!\n—Это разве платье? по моему это майка...\n—Значит протри глаза и посмотри лучше! Это Платье -выделяя последнее слово сказалатя\n—Тайлер, не начинай! Поехали уже-сказала Сэм\n—Что не начинай? Посмотри на нее! Да на моих трусах больше ткани,чем в этом платье. Она в таком виде всех мужиков к себе привлечет. Я сразу говорю, я нянькой работать не собираюсь. Если ее кто то уведёт и захочет отжарить я ничего делать не буду, как и ты -сказал Тайлер посмотрев на Сэм\nСаманта хотела что то сказать, но я ее перебила\n—Какой же ты зануда! Мне не нужна нянька, я взрослая девочка и сама могу за себя постоять. я переодеваться не собираюсь. И если ты уже закончил бубнеть, то может уже поедем? У меня отличное настроение и даже тебе его не испортить-говоря последнее я слегка шлепнула лодонью ему по щеке и прошла мимо. Его это явно разозлило,он сжал руки в кулак, но ничего говорить не стал.\n—Сэм какая ты красотка, седня оторвемся по полной-радостно сказала я\n—определенно подруга. Все, пойдемте Дилан нас уже заждался возле машины-сказала Сэм.\n—я вас предупредил-сказал Тайлер взяв ключи и вышел из дома\nНа улице уже стоял Дилан и ждал нас\n—прекрасно выглядите дамы-сказал он улыбнувшись\n—спасибо-сказали хором я и Сэм, после чего все сели в машину и отправились в клуб",
    "answers": [
      {
        "id": 29,
        "text": "далек"
      }
    ]
  },
  {
    "id": 29,
    "text": "Мы зашли в клуб, там было много людей и играла громко музыка. Я схватила Сэм за руку и потащила танцевать, Дилан отправился с нами. Мы веселились, танцевали под энергичную музыку, смеялись. Потом я показала Сэм что пойду к барной стойке выпить, она кивнула и осталась танцевать с Диланом. Я же через толпу стала пробираться к своей цели.\nУсевшись ха барной стойкой я стала разглядывть бармена, он был высоким шатеном с карими глазам\n—Привет красавчик, нальешь даме выпить?- сказала я и мило улыбнулась\nБармену явно понравилось такое обращение\n—И чего же дама хочет?- улыбаясь спросил бармен, наклонившись ко мне.\n—Виски- улыбнулась я\n—Может с тебя уже хватит виски на седня? возьми  себе что то полегче,я потом не собираюсь уносить тебя на руках, максимум могу дотолкать ногами -сказал Тайлер усаживаясь рядом со мной.\nЯ злобно посмотрела в его сторону\n—Опять ты! Как же ты меня достал! найди себе другое место, желательно в другом конце стойки, подальше от меня!-выкрикнула я\n—даме ее виски, прошу -сказал улыбаясь бармен подвигая стакан -о, привет бро, тебе как обычно?- обратился уже к Тайлеру бармен\n—привет Дэрек, нет я седня за рулем, мне колу\nребята обменялись рукопожатиями\n—сейчас сделаем\nзначит бармена зовут Дэрек...\n—скажи Дэрек, и часто ли Тайлер посещает этот клуб?-спросила я мило улыбнувшись\n—он тут практически живет-сказал Дэрек засмеявшись и посмотрев на Тайлера -ведь самые красивые девушки города идут именно сюда. Вот посмотреть на тебя, самая прекрасная девушка посетила нас. И раз ты уже знаешь мое имя может сообщишь мне свое?\n—я Николь, можно просто Ники-сказала я улыбнувшись \n—красивое имя Николь, может как нибудь увидемся в не рабочее время и сходим куда нибудь?-спросил Дэрек\n— может быть-сказала, взяв стакан и выпив виски\nДэрек мне подмигнул и стал заниматься своими делами. Я же уже обратилась к Тайлеру\n—значит так ты девок цепляешь? ходишь в этот клуб, выбираешь ту на которой меньше одежды, напаиваешь ее, уводишь и потом жаришь? по этому ты говорил что мне в таком виде нельзя идти,что на меня тут набросятся все мужики? По себе судил?\n—не будь наивной Николь, тут все такие. Мы ищем легкую добычу и потом добиваемся своего. А твой наряд так и\"кричит\" что ты пришла сюда выцепить мужика и что на все согласна. Оглядись вокруг, как на тебя все смотрят. К тебе еще ни кто не подошел потому что я рядом, они думают что ты уже занята на эту ночь- сказал Тайлер глядя на меня",
    "answers": [
      {
        "id": 30,
        "text": "далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Не нужно за мной присматривать! Я же говорила, мне не нужна нянька! Пойди найди себе какую нибудь телку и развлекись! А меня оставь уже в покое! Ты достал меня! -прокричала я\n—Вздалась мне ты?!!! Я переживаю за Сэм. Ты сейчас влипнешь в какую нибудь хрень,а Сэм начнет за тебя впрягаться! Я не хочу чтоб из за тебя у моей сестры были неприятности!-прокричал он в ответ.\nЯ начала закипать. От злости правый глаз начал подергиваться. Какое же хамло! Мне хотелось его придушит. Мы сидели и смотрели друг на друга глазами полными ненависти. И только я было открыла рот чтоб высказать все что я о нем думаю, как к нам Подлетели Сэм и Дилан.\n—вот вы где! сказала Сэм улыбаясь, но увидя наши злые лица сразу стала серьезной и добавила-все в порядке? у вас опять что то случилось?\n—нет Сэми, все в порядке- сказала я натянув улыбку\n—Дэрек, налей мне еще виски-обратилась я к бармену\nПосле чего залпом выпила содержимое\n—Еще\nДэрек ухмыльнулся и налил\nя повторила тоже самое, выпила все залпом\n—Еще\n—Дэрек, ей уже хватит-сказал Тайлер серьезным голосом\n—Не тебе указывать когда мне хватит!!!- прошипела я посмотрев на Тайлера своим убийственным взглядом, после перевела взгляд на Дэрека -еще\n—прости бро, желание клиента закон- сказал Дэрек смотря на Тайлера, после чего вновь наполнил мой стакан\nЯ повернулась к Тайлеру и глядя ему в глаза выпила все залпом, после чего поставила стакан взяла Сэми за руку и потащила танцевать\n—я же только...-пыталась что то сказать Сэм,но я перебила ее\n—мы приехали сюда танцевать, значит будем отрываться всю ночь- уже улыбаясь сказала я, Сэм же улыбнулась в ответ и кивнула\n—я пожалуй остануст тут, развлекайтесь без меня- улыбаясь сказал Дилан\nмы ему кивнули и пошли пробираться через толпу к центру, Тайлер отправился следом за нами. Мы стали танцевать и веселиться. Тайлер же как коршун крутился вокруг нас не подпуская других парней к нам и на шаг. Меня все это дико бесило, опять всем решил заправлять, ни на шаг не отпускает. Но после я мысленно дала себе слово что больше не буду обращать на него ни какого внимания и больше он мне не будет портить вечер. Я пришла веселиться и я буду делать это на все 100!!!\nМы долго танцевали не обращая ни на кого и ни на что внимания.\n—Ники,я уже устала! Поехали уже домой?- сказала Сэм остановившись и пытаясь отдышаться\n—Какой домой Сэми, еще рано. Если устала пойдем к барной стойке отдахнешь- сказала я Сэми и взяв ее за руку стала уводить с танцпола\n",
    "answers": [
      {
        "id": 31,
        "text": "далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Возле барной стойки сидел Дилан с виски в руках\n—ну что? Вы натанцевались? Сэми милая, у тебя такое лицо уставшее, присядь зажигалка, отдохни-сказал Дилан\n—Я правда уже устала. Ники поехали домой? Уже за полночь и я ног не чувствую- жалобным голосом сказала Сэм\nЯ обняла подругу \n—Сэми, я правда не хочу еще домой. Но тебе не обязательно тут оставаться со мной. Езжайте все домой, а я потом подъеду позже на такси- сказала я улыбаясь и поцеловала подругу в лоб\n—Нет! Я тебя тут одну не оставлю! Я останусь с тобой- решительно сказала Сэм\n—Сэми, ты же меня знаешь, я вполне комфортно чувствую себя одна. Пила только виски, не мешая,так что считай почти трезвая-сказав это я засмеялась-так что ни кому не позволю собой воспользоваться. Ты же знаешь, я могу за себя постоять. Так что со спокойной душой едь домой и за меня не переживай- добавила я и улыбнулась\n—Сэми я останусь и прослежу чтоб все было нормально, не переживай.- сказал Тайлер\nя уже хотела начать возмущаться что он мне тут не нужен и чтоб катился куда подальше, но увидя довольное лицо Сэми промолчала. Сэми же на его слова заулыбалась и кивнула.\n—вот и отлично что все порешали. Я тогда на такси отвезу Сэм домой и прослежу чтоб она легла отдыхать, а вы тут развлекайтесь. Только не поубивайте друг друг-сказал смеясь Дилан, но увиля хмурое лицо Сэми после последней своей фразы добавил- да шучу я, уверен все будет хорошо. До завтра бро\nОни обменялись рукопожатиями и Дилан с Сэм ушли. Мы с Тайлером остались и сели за стойку. Я заказала себе еще виски и не спеша сидела опустошала свой стакан. Оба молчали. Пока к Тайлеру не подлетел какой то парень",
    "answers": [
      {
        "id": 32,
        "text": "далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Тайлер, здоров братан. Ты куда пропал? давненько тебя тут не видел-сказал парень\n—Привет Дин, сестра приехала в гости, так что с клубом пришлось пока завязать\n—точнооо, ты же перед сестрой себя ведешь как правильный мальчик-сказал Дин и рассмеялся, потом обратил внимание на меня\nЯ сидела рядом и попивая виски разглядывала незнакомца, он был высоким, с светлыми растрепаными волосами и голубыми глазами, симпотичный, где 26 лет.\n—познакомишь меня со своей очаровательной спутницей?-спросил Дин у Тайлера глядя мне в глаза своим пронзительным взглядом и улыбаясь\n—Не думаю, она занята-сказал серьезным голосом Тайлер\n—Я Николь- сказала я и протянула руку\n—А девушка вижу не против-сказал Дин обращаясь к Тайлеру с ухмылкой-рад знакомству Николь-сказал Дин и поцеловал руку\nТайлер кинул в меня злобный взгляд но промолчал\n—не желаете пойти со мной потанцевать- спросил меня Дин с улыбкой на лице и протянул мне руку\n—с удовольствием- ответила я и взяла его руку\nМы пошли в центр и стали танцевать и веселиться, должна сказать что он очень хорошо двигался, сразу видно что тут он частый гость. Все было прекрасно до одного момента... Мы танцевали и вдруг он потянул меня к себе, обхватил руками мои ягодицы прижимая меня силней к себе и впился в мои губы, проникая своим языком мне в рот",
    "answers": [
      {
        "id": 33,
        "text": "далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я была в шоке от этой выходки, набралась сил и оттолкнула его в грудь, после чего одарила пощечиной. И уже развернулась уйти как почуствовала что он схватил меня за руку и потянул к себе. И тут от куда то взялся Тайлер, он отдернул мою руку после чего толкнул Дина с такой силой что если бы не толпа людей, тот явно бы рухнул на пол,но благодаря толпе он удержался. Я же не стала смотреть что будет дальше и побежала к барной стойке. Опять злость стала наполнять меня, я нервно выдохнула, и постаралась нормализовать дыхание и успокоиться. После заказала себе еще выпить, опустошила залпом стакан. Тепло от алкоголя вытеснил злость и я успокоилась. И тут зазвучал мой любимый трек. И я решила чего себя сдерживать, надо отрываться!!! Я сняла туфли, залезла на барную стойку и стала танцевать. Дэрек пытался меня спустить, но у него ничего не вышло,я его как будто не замечала и он все свои действия спустил на нет. Я танцевала и слышала как снизу мне свистят, хлопают в лодоши и что то кричат мужчины. Но я ни на что не обращала внимания. И тут подбежал Тай столкнул с стойки и я уже летела вниз,как он меня поймал на руки, после чего как будто не слыша мои возмущения перекинул меня на плечо, расплатился с барменом и пошел со мной на плече на выход. я брыкалась, била его, кричала чтоб он опустил меня, но он не обращал внимание",
    "answers": [
      {
        "id": 34,
        "text": "далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Он меня поднес к машине и поставил возле двери, после чего начал достовать ключи\n—что это было??? зачем ты меня унес? я не поеду ни куда, я хочу танцевать-выкрикнула я\n—ты уже натанцевалась на седня- на удивление спокойно ответил Тайлер, после чего попробовал усадить меня в машину\n—не тебе мне указывать, ты мне весь вечер испортил....\n—я что??? да если бы не я...\nИ тут Тайлера прорвало... Он высказывал про все, и про мой внешний вид и про то что если бы нн он меня бы уже давно уволокли от туда и поимели где нибудь за углом, тот же Дин которому Тайлеру пришлось врезать чтоб он больше не подходил ко мне, за мои танцы на стойке и прочее. Он кричал громко, активно жестикулируя, не давая мне вставить и слова. И в какой то момент я просто перестала пытаться что то сказать, а лишь молча смотрела на него. Должна признаться, в гневе он очень сексуальный... его мимика, губы, тело его было напряжено от чего его мускулы только сильней были выражены, а еще эта вена на виске которая немного вздулась от его напряженного крика. В какой то момент я почувствовала... возбуждение?!? незнаю что, но ощущение очень приятное. И в какой то момент я поняла что единственный способ заставить его замолчать, это поцеловать... Что я и сделала...",
    "answers": [
      {
        "id": 35,
        "text": "далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я сделала вперед шаг, приподнялась на носочки (я была босиком,туфли то я сняла в клубе... где они и остались) и обхватив руками его лицо и шею поцеловала в губы. Он несколько секунд стоял и когда я уже хотела отстраниться ответил на поцелуй. одним рывком он прижал меня к машине и обнял руками мои ягодицы тем самым прижимая меня сильней к себе. Поцелуй превратился в страстный, он целовал меня с жадностью будто желая утолить свою жажду. Его нежные губы жестко впивались в мои, а язык устраивал в моем рте водовороты, атракционы. У меня начала кружиться голова и появились странные ощущения в животе, как будто порхание сотен бабочек. Никогда прежде я не чувствовала ничего подобного, сотни фейерверков взрывалось у меня внутри! Какой же он сладкий... Это все от алкоголя... Да да,по любому это все он. Пыталась убедить в этом себя та. Я же не могу ничего чувствовать к Тайлеру! Он же меня бесит. Надо прекращать это, говорила я мысленно себе. Но мне не хотелось, я желала еще немного насладиться этим поцелуем. Но все же я набралась сил, положила руки у него на груди и после сделала шаг в сторону немного отталкивая руками. Он отстанился и мы несколько секунд стояли молча и смотрели друг на друга. Его глаза горели желанием,после появилось в взгляде недопонимание, он не понимал что я сейчас сделала и почему он ответил. У него в глазах было сражение эмоций. Я же подождав когда нормализуется дыхание спокойным ровным голосом произнесла\n—раз ты уже замолчал, мы можем наконец сесть в машину и поехать домой?\nОн стал опять серьезным и в его глазах сразу вернулось былое равнодушие. Он молча обошел машину, мы сели и поехали домой.",
    "answers": [
      {
        "id": 36,
        "text": "далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Всю дорогу мы ехали в абсолютной тишине. Под конец я уже начала засыпать но почувствовала как остановилась машина. Я сразу вылезла из машины и пошла в дом, поднимаясь по лестнице я начала разлеваться скидывая с себя лишнюю одежду. После зашла в комнату и в одних ожурных трусиках увалилась в кровать и закутовшись под одеяло уснула. Мне снился Тайлер, он обнимал меня и целовал, а после прошептав \"я хочу тебя\" стал раздевать меня и мы отдались любви. Я проснулась\n—какой странный сон-прошептала я, открыв глаза солце сильно ударило по ним,я зажмурилась и перевернулась на другой бок. Снова попытаясь открыть глаза первым что я увидело было лицо Тайлера?!? Он спал и его лицо находилось в нескольких сантиметров от моего. Я вскрикнула резко подпрыгнула ударив при этом локтем ему в нос и ногой в живот и села рядом с ужасом обнаружила что я сижу в одних трусиках...\n—ммм Николь, твою мать, больно же- простонал Тайлер открывая глаза, после чего сел рядом и посмотрел на меня\nя прикрывшись краем одеяла вскрикнула\n—что ты делаешь в моей комнате???\n—в твоей комнате?! -сказал Тайлер усмехнувшись, а после начал смеяться и добавил -оглянись\nЯ стала оглядываться и с ужасом поняла что это не мо комната, это комната Тайлера?!?!\n—что я делаю у тебя в комнате и почему я голая??? мы что с тобой переспали?!?-с ужасом спросила я\n—меня мучают те же вопросы-усмехнулся Тайлер- почему ты в моей комнате и почему разделась в коридоре. И нет мы не переспали. Ну в смысле мы спали в одной кровати, но между нами ничего не было\n",
    "answers": [
      {
        "id": 37,
        "text": "далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "—мы подъехали домой-продолжил рассказывать Тайлер- ты сразу выскочила и пошла домой, я же поставил машину в гараж, когда начал подниматься по лестнице увидел твои разбросанные вещи. А когда зашел к себе в комнату и вовсе офигел, ты лежала храпела в моей кровати. Снова таскать тебя на руках я не собирался и так с клуба пришлось твою тушку выносить. Решил скинуть тебя на пол со своей кровати и все, но потом подумал что Сэм мне этого не простит и тогда просто лег рядом\nРассказывая Тайлер все время смеялся, сволочь\n—я не храплю-пробубнела я тихо\n—что прости?\n— Я не храплю!!!- уже громко сказала я \nИ тут комната залилась громким смехом Тайлера\n—хаха расскажи это кому нибудь другому, я то теперь знаю правду! ты храпишь как хрюшка хррррр... хррррюк... — после этих слов Тайлер начал смеяться еще громче\n—та ну тебя -сказала я и кинула в него подушку, его же это только позабавило. я же начала думать как я попала к нему в комнату и тут меня озарило\n—блиииннн, я наверно решила что я дома-сказала я и хлопнула себя по лбу-ну конечно... дома моя комната первая слева как и у тебя...\n—дома ты тоже раздеваться с порогу начинаешь?- с азартом спросил Тайлер\n—ага, и вещи бросаю куда попало, потом утром собираю, так один раз лифчик на люстре нашла\nТайлер после сказанного вновь рассмеялся\n",
    "answers": [
      {
        "id": 38,
        "text": "далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "—ладно, мне надо идти к себе в комнату и приводить себя в порядок. Можешь мне дать какую нибудь свою футболку до комнаты дойти?\n—нет-со спокойным лицом и хитрой ухмылкой сказал Тайлер\n—что значит нет?\n—то и значиь что нет. Я не дам тебе свою футболку\n—тогда я возьму одеяло\n—одеяло тоже мое\n—и как ты мне прикажешь идти к себе в комнату?\n—так же как и пришла сюда\n—я сюда голая пришла\n—вот именно- с широкой ухмылкой сказал Тайлер\n—ну хорошо....- сказала я, после чего прикрыла грудь рукой, отбросила одеяло и встала с кровати.\nТайлер следил за мной внимательно с ухмылкой на лице, его явно развлекала вся эта ситуация, надо стереть эту ухмылочку с его лица\nЯ подошла к двери и повернувшись к нему сказала\n—тогда я скажу Сэм, что вчера доверилась тебе, напилась в клубе, а ты этим воспользовался, привез меня домой, завел к себе в комнату и трахнул, я даже слезу пущу- сказала я с ухмылкой\nТайлер подскочил с кровати и подходя ко мне сказал\n—ты не посмеешь это сказать! в любом случае я скажу что это не правда- злобно сказал Тайлер\n—твое слово против моего. как думаешь кому Сэм поверит увидя как я выхожу с твоей комнаты голиком?!-с победной улыбкой сказала я\n—ладно, ладно! дам я тебе свою футболку- сказал Тайлер и отправился к шкафу\nТолько сейчас я обратила внимание на то что Тайлер был в одних боксерах. Какое же у него красивое тело... ммм... а какая попка аппетитная в этих трусяшках, так и хочется подойти и шлепнуть...",
    "answers": [
      {
        "id": 39,
        "text": "далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Так Ники, о чем ты думаешь! Выбрось эту фигню из головы!!! Хватит засматриваться!!!\nиз раздумий меня вывел Тайлер\n—вот держи- протянул мне футболку Тайлер \nЯ взяла футболку, повернулась к нему спиной и быстро натянула на свое голое тело футболку! А после повернулась к нему обратно лицом\n—спасибо сладкий-сказала я, а после поцелова большой палец и приложила к его губам, подмигнула развернулась и уже хотела открыть дверь чтобы уйти как меня резким рывком Тайлер развернул меня лицом к себе и прижал к двери, поставив руки по бокам моей талии. После чего наклонился и плсмотрев мне в глаза прошептал мне в губы\n—не играй со мной, а то я могу закрыть глаза что ты подруга моей сестры и принять вызов\n—попробуй- прошептала я так же в его губы, а после коснулась своими губами его губ и пока его хватка немного ослабла резко развернулась и попробовала улезнуть. И почувствовала еще один рывок, он так же резко развернул меня и прижав к двери впился в мои губы своими губами, поцелуй был страстным и жестким, он кусал мою нижнюю губу,после спустился ниже и начал целовать мою шею чередуя с укусами, потом плечи. Мое тело покрывалась мурашками, а из уст выступали стоны. Он поднял меня и закинул мои ноги к себе на талию, обхватив своими руками мои ягодицы и понес к кровати, после чего кинул меня на нее,а сам повис надо мной. Он стянул с меня футболку и начал целовать мою грудь, жадно впиваясь в нее губами,а руками гладить мои бедра. ",
    "answers": [
      {
        "id": 40,
        "text": "далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "И я ему все это позволяла. Что со мной происходит?! Разум помутнился, я ни о чеи не могла думать. Было лишь одно желание, чтоб поток его поцелуев не прекращался. Внутри горел пожар, его пойелуи обжигали тело, а голова кружилась. он снова начал целовать мои губы и я ощущала как он возбудился. Я почувствовала как его орган встал и уперся в мое тело. Он целовал мои губы страстно, а его рука медленно потянулась к моим трусикам и он потихоньку стал их стягивать...\nНет нет нет нет... Я не могу... я не готова... Я одну руку положила ему на грудь и попыталаст его оттолкнуть, другой рукой пыталась помешать его руке снять с меня трусики. Но он как будто не ощущал моего сопротивления\n—стой, я не хочу!!!- жалобным голосом проговорила я\nНо он как будто меня не слышал\n—остановись! пожалуйста! я не хочу!\n—ты будешь еще играть со мной?-прошептал он мне в губы возбужденным голосом\n—ннет...нет, не буду отпусти меня- сказала я жалобным голосом и отвернула от него лицо\n—вот и умница- прошептал он мне на ухо, после чего подпрыгнул с кровати и пошел к шкафу одеваться как будто ничего и не было. Я схватила его футболку, быстро натянула ее на себя подорвалась с кровати и голопом вылетела с комнаты. И при этом столкнувшись в коридоре с Диланом!?\n—Николь?-вопросительно сказал Дилан-что ты тут де...- не договорив он посмотрел на меня, потом на дверь из которой я выбежала\n—привет Дилан\n—привет\n—я пойду?\n—иди конечно\nИ я быстро побежала к себе в комнату. Видимо Дилан остался вчера ночевать у Сэм. Как не удобно вышло. Наверняка подумал что мы с Тайлером кхм...того... От части это и так, я действительно чуть ему не отдалась, доигралась блин, лучше его не дразнить. Надо принять душ и привести мысли в порядок. Блииинн там же на лестнице мое платье и лифчик должны валяться. и по любому все видели. Как же стыднооо\n",
    "answers": [
      {
        "id": 41,
        "text": "далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я накинула на себя шелковый халатик, взяла полотенце и направилась в душ, но перед этим надо подобрать свои вещи... Я выглянула в коридор и убедившись что ни кого нет на цыпочках прокралась к лестнице. Нашла там свои лиф, платье и быстренько подобрав их побежала в сторону ванной по пути закинув вещи в комнату. Прохладный душ помог собраться с мыслями и придти к спокойствию. После я натянула на себя шорты с майкой и побежала на кухню. Там сидели Дилан с Сэм и пили кофе.\n—доброе утро- радостно сказала я забегая на кухню-кого мне поцеловать чтоб мне сделали чайку?-так же радостно спросила я подсев рядом с Сэм\n—утро??? хаха ты хоть время видела соня? уже час дня-сказала Сэм смеясь и подставила мне щеку, которую я чмокнула и она встала чтоб сделать мне чай\n—как себя чувствуешь?- спросила Сэм с ухмылкой и приподняв бровь посмотрела на меня\n—отличненько- сказала я взяв печеньку с вазочки\n—как спалось?- так же с ухмылкой спросила Сэм поглядывая на меня, заваривая мне чай\n—тот же ответ, отлично. Спала как убитая? -с улыбкой сказала я и откусила печеньку\n—выспалась? -с такой же ухмылкой спросила Сэм садясь рядом и протягивая ко мне кружку чая\n—тааааккк... Все понятно... Уже заложили -сказала я прищурив взгляд и бросив его на Дилана, лицо мое было серьезным\n—я случайно-сказал Дилан улыбнувшись\nЯ опять прищурилась и посмотрела на Дилана. Ага, случайно он... наверно прибежал и с ходу \"Эгегей Сэм, а твоя подруга седня спала с твоим братом\"\n—я просто хотела идти уже будить тебя. А Дилан сказал что ты уже встала и что столкнулся с тобой когда ты выходила с комнаты Тайлера -сказала Сэм посмотрев на меня ожидая ответ\n—я так напилась, что решила что я у себя дома -сказала я пожав плечами и улыбнувшись посмотрела на Сэм, она лишь после сказанного рассмеялась\n—аааа ну это тогда все объясняет\n—я один чего то не допонимаю?-спросил Дилан\n—просто дома Ники всегда так возвращается домой с гулянок, раздеваясь с порога, а спальня ее первая слева на 2 этаже -объяснила Сэм смеясь, а потом взглянула на меня -так у вас с Тайлером что то было?\n—Что??? НЕТ!!!!!\nи в этот момент на кухню заходит Тайлер",
    "answers": [
      {
        "id": 42,
        "text": "далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Обо мне говорите? -с ухмылкой спросил Тайлер гляда на меня и пошел делать себе кофе\n—да, я рассказывала как вчера напилась и случайно уснула в твоей комнате. И что ты мне ДОБРОДУШНО разрешил у себя переночевать. И что между нами ничего не было -сказала я натянув на лицо фальшивую улыбку \nВсе посмотрели с вниманием\n—да, да. Так и было -с ухмылкой и хитрым взглядом сказал Тайлер -не на пол же было ее скидывать. Разрешил пьянчушке переночевать в моей комнате, за что поплатился здоровым сном. Она всю ночь храпела как свин хрррр... хррррюк....-добавил Тай все с той же ухмылкой и сел с кофе на против меня\n—Я НЕ Х Р А П Л Ю!!!!!-прошипела я и стукнула его ногой под столом\n—Если честно то храпишь -хихикая сказала Сэм и все стали смеяться, даже Дилан\n—Да ну вас...-сказала я надувшись и продолжила молча пить свой чай с печеньками\n—Видишь, я всегда прав -сказал Тайлер глядя на меня, все с той же ухмылкой и огоньком в глазах.  \nЯ не выдержала и пнула его ногой, на что он айкнул,но от комментариев воздержался. Он просто сидел молча и прожигал меня своим взглядом,все с той же наглой ухмылочкой. Я так же смотрела ему пристально в глаза. Как же хочется стереть эту наглую улыбку с его рожи. Сидит гад ухмыляется, по любому думает о том как я ему чуть не отдалась и говорила что больше не буду играть с ним. Думает что победил... Сама виновата. Как я могла допустить чтоб мой разум так затуманился. Больше я слабины не допущу...",
    "answers": [
      {
        "id": 43,
        "text": "далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Несколько минут мы сидели молча и я решила прервать тишину\n—Ну что? чем сегодня займемся?-спросила я переведя взгляд на Сэм и улыбнулас\n—Я думала съездить в торговый центр прошвырнуться по магазинам-сказала Сэм и ожидающе посмотрела на меня\n—Супер! Я тогда побежала одеваться. Через пол часика буду готова и можно ехать-весело сказала я подпрыгивая со стула\n—Может сначала пообедаешь? ты же только чай выпила...- с беспокойством сказала Сэм\n—я не хочу кушать. Уже печенюхами закинулась- и закинув еще одну печеньку в рот побежала наверх одеваться\nЯ надела белый короткий комбинезон без плеч и сделала пучок на голове. Надев босоножки на низком ходу выскочила из комнаты и побежала вниз. Еще пару минут подождав пока все соберутся, мы вышли из дома,исели в машину Дилана и поехали.\nПриехав в торговый центр Сэм потянула меня по магазинам одежды. Честно говоря за вещами я люблю ходить одна. Я всегда знаю чего я хочу и это у меня не занимает много времени. Сэм же перед тем как что то выбрать должна перемерить абсолютно ВСЁ!!! Поэтому я технично от нее ускользнула и оставив ее с Диланом пошла прогуливаться сама.. вдруг найду что нибудь интересное.\nИ я нашла! Магазин алкоголя! Ееее надо затариться, а то у Тайлера дома голяк. Я взяла 5 бутылок вина и виски для Тайлера.. Может теперь ворчать перестанет..\n",
    "answers": [
      {
        "id": 44,
        "text": "далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "И как говорится вспомни г.. кхм... не хорошего человека. Выйдя с магазина я увидела Тайлера\n—это ты в мой дом не повезешь-сказал Тай указав на пакет с алкоголем\n—блин Тайлер, не нуди а...- сказала я -я тебе виски купила, может выпьешь и перестанешь быть таким занудой\nв этот момент к нам подошел Дилан\n—я тебе сказал алкоголя в моем доме не будет -серьезным тоном сказал Тай скрестив руки на груди\n—ааааа какой же ты зануда!!!!! не хочешь пить, не пей. Но мне это делать ты точно не запретишь\n—не обращай внимания Ники. Это он только когда Сэм приезжает такой хмурый. Когда она на учебе он ведет себя совсем по другому. Клубы, девочки и алкоголь-расмеялся Дилан-а как Саманта приезжает так он сразу себя ведет как порядочный старший брат -сказал Дилан и подмигнул Тайлеру\n—Дилан, вот лучше помолчи- сказал Тайлер и зло взглянул на Дилана\n—да ладно тебе Тай, не хмурься ты так. Ники взрослая девочка и сама может решить как ей жить-с этими словами Дилан похлопал Тайлера по плечу,а после обратился ко мне -давай пакет я в машину отнесу, сможешь нормально прогуляться -затем очаровательно улыбнулся и забрал пакет\n—спасибо Дилан, ты просто прелесть- сказала я и улыбнулась\nОн подмигнул и пошёл к машине \n—только не выпей все по пути -выкрикнула я вслед Дилану и громко рассмеялась\n—не могу этого обещать- ответил Дилан и вновь подмигнул\n\n",
    "answers": [
      {
        "id": 45,
        "text": "далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "—кстати где Сэм? Может тебе \"правильному братику\" лучше перестать за мной следить и пойти к сестре? -сказала я Тайлеру и скрестила руки на круди\n—она в отделе нижнего белья\n—ну вот и подожди ее там и не мешай мне -сказала я и прошла мимо Тайлера\nОн за мной не последовал и я наконец опять осталась одна. Я прогуливалась и наткнулась на магазин музыкальных инструментов. Зайдя внутрь я подошла к электрогитарам и стала их рассматривать\n—здраствуйте, я могу вам чем нибудь помочь?\nя обернулась и увидела высокого худощавого парня, с темными волосами торчащими вверх как иголки. У него были голубые глаза, а шею и руки украшали многочисленные татуировки.\n—привет. Нет, я просто смотрю. Мне нравится как они звучат, но играть я не умею.\n—Ну это совсем не проблема. Если хотите я могу вас научить -сказал парень таким бархатным голосом и после мило улыбнулся\n—Ты умеешь играть? И пожалуйста обращайся ко мне на ты -сказала я и улыбнулась\n—Да умею, у нас с лрузьями есть группа и мы иногда выступаем тут недалеко в небольшом баре -с улыбкой сказал парень\n—это круто! Меня кстати Николь зовут, можно просто Ники -сказала я и протянула руку парню\n—я Алекс -представился он и поцеловал мне руку\n—ну что Алекс? может дашь мне тут маленький урок?- сказала я улыбаясь\n—с удовольствием- сказал Алекс с улыбкой на лице\nОн взял гитару и протянул ее мне. После чего встал сзади меня, слегка приобняв и стал показывать как правильно ее держать и куда положить пальцы.  Я чувствовала его дыхание на своей щеке, от чего невольно по телу побежали мурашки. ",
    "answers": [
      {
        "id": 46,
        "text": "далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Это было все увлекательно, но тут я услышала знакомый голос и подняла голову вверх\n—Так вот ты где -сказал Тайлер и недовольно посмотрел на меня, а потом на Алекса\nАлекс отстранился от меня и не понимающе посмотрел на Тайлера\n—блин Тайлер, опять ты за мной следишь! Что тебе надо? — с нервозностью спросила я\n—Мы собираемся уезжать! И если не поторопишься, то пойдешь домой пешком! -зло сказал Тай\n—Хорошо сейчас приду\nТайлер же не спешил уходить, а скрестив руки на груди стоял и зло смотрел на меня\n—Да уйди ты уже, я вас догоню — выкрикнула я\n—Давай быстрей -с психами выкрикнул Тай и вышел\n—прости за этот концерт. Брат подруги очень назойливый- сказала я\n—ты ему определенно нравишься -ухмельнулся Алекс \n—Нет! Ты что! Напротив у нас взаимная неприязнь.  Ладно, я пойду.. Рада была познакомиться Алекс\n—Слушай, у нас тут на днях будет выступление? Не хочешь придти послушать? \n—Может и захочу-сказала я улыбнувшись -дай мне свой номер, я тебе позвоню\nОн продиктовал номер, я записала. После чего мы попращались и я вышла. У выхода меня ждал недовольный Тайлер",
    "answers": [
      {
        "id": 47,
        "text": "далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "—Стоит тебя оставить на минуту как ты уже зажимаешься с новым мужиком! Тебе самой то не противно? -с злостью сказал Тайлер\n—тебе то какое дело? хватит уже преследовать меня и следить за каждым шагом!!! Тебе что делать больше нечего? — недовольно выкрикнула я\n—и Алекс нормальный парень в отличае от тебя \n—тебе нравятся такие кау он? серьезно? -с ухмылкой сказал Тай\n—А вот это тебя уже ни как не касается -выкрикнула я и в ту же минуту замерла...\nЗа прозрачными витринами магазина стоял Картер... Я резка упала на четвереньки и поползла в сторону, надеясь что Картер меня не заметил. Тайлер удивленно посмотрел на меня а потом засмеялся\n—что ты делаешь? я конечно помню что тебе нравится такое положение, но тут же люди -сказал Тай и рассмеялся\n—ноги устали идти, решила дать им отдохнуть — с сарказмом сказала я — и вообще не твоего ума дело как и что я делаю. А на людей мне плевать, пусть смотрят\nТайлер, продолжая смеяться, только хотел мне что то сказать как позади нас раздался голос\n—Ники??? что ты делаешь? -спросил Картер\n—Сережку потеряла, ишу -повернувшись сказала я\n—Они обе на месте... Думаю ты не хотела чтоб я тебя заметил -сказал Картер\nЯ наконец встала и выпрямилась\n—Да -ровным голосом сказала я — я хотела избежать вот такой нашей встречи\n—Ники, давай поговорим?\n—Я уже говорила, я не хочу\n—Но я хочу, мне это нужно. Я все хорошо обдумал. Я не злюсь что ты переспала с другим. То есть конечно я зол, но я могу с этим справиться. Ты была обозлена на меня, возможно я сам виноват что подтолкнул тебя к этому. Но ты мне очень дорога и я хочу быть с тобой -сказал Картер серьезным голосом\n—Что? Ты сейчас серьезно? Картер я тебе уже сказала между нами ничего не может быть! Все кончено, оставь меня в покое!!! — выкрикнула я и развернулась чтобы уйти..",
    "answers": [
      {
        "id": 48,
        "text": "далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Но Картер не дал мне этого сделать. Он схватил меня за руку и развернул к себе. И тут уже вмешался Тайлер, который до этого стоял в стороне и молча наблюдал на всю эту ситуацию. Он отдернул руку Картера от моей и толкнул того в сторону\n—Убери от нее свои руки! Тебе сказали чтоб ты ее оставил -серьезным тоном сказал Тай\n—А ты еще кто такой? -спросил Картер — с этим ты тоже спала? сколько у тебя еще их было чтобы отомстить мне — уже выкрикнул он смотря на меня\nНу всеее достаааалл\n—Да ни с кем я не спала!!! Ясно!!! Ты думаешь я из за тебя могла бы перед кем то раздвинуть ноги, чисто чтобы досадить тебе??? За кого ты меня принимаешь??? Или какого ты мнения о себе, чтоб я так низко падала из за тебя!!! Я не ты!!! Ясно!?!? Это тебе срать кому и как присунуть!!! Тебе надо было подождать всего пару недель и я бы была твоей. Не какая то левая шл...ха,а я!!! я!!! -кричала я во все горло, забив на прохожих -Кто знает может быть и я сделала бы тебе то что Лизи Паркер -с истиричной усмешкой сказала я\n—ты бы на такое не согласилась-сказал Картер\n—а ты теперь этого не узнаешь -сказала я с злобой и огнем в глазах\n—Я не хочу больше тебя видеть,  убирайся из моей жизни -выкрикнула я\n—Ники остановись -сказал Картер схватив меня за плечи\nВ этот момент Тайлер отталкивает Картера от меня и ударяет его в лицо. Тот не долго думая отвечает на удар. Я встала между ними и начала кричать\n—Тайлер, что ты творишь, не влазь в это!!! Картер, уйди!!!\nТут подбежал Дилан: -да что у вас тут твориться???\nГолова стала кружиться, в ушак появился звон. Каждый что то говорил, кричал. Но я уже ни кого не слышала, только режущий слух звон\n—да оставьте вы меня все в ПОКОЕ!!! -прокричала я и развернувшись побежала, так быстро как только могла. Без разницы куда, лишь бы подальше от сюда. ",
    "answers": [
      {
        "id": 49,
        "text": "далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я выбежала с торгового центра и бежала пока силы не стали покидать меня. На смену гневу и отчаянию пришла полная апатия ко всему. Мне нужно срочно отвлечься и сделать это так как я привыкла. Я увидела караоке бар -то что нужно -и поспешила внутрь. Там было несколько столиков с посетителями и барная стойка, куда я поспешила подсесть.\n—космополитен -сказала я бармену, спокойным голосом и без всяких эмоций\n—у тебя есть с собой паспорт милая? -спросил бармен\n—нет — так же спокойным голосом и равнодушным лицом сказала я\nтот помахал головой, давая понять что без паспорта не нальет. Да что за бред блин!!!\nИ тут ко мне подсел какой то мужчина и заказал коктейль, после чего протянул егл ко мне\n—это тебе крошка -с довольной ухмылкой сказал он \nЯ взяла напиток и выпила его залпом не отводя взгляд от мужчины. Потом встала со стула, достала деньги и положила перед ним. После чего пошла к сцене выбирать песню. Я искала какую нибудь развратную песню и выбрав стала петь. Я пела нежным, сексуальным голосом и так же двигалась, пританцовавыя музыке. Все мужчины в зале смотрели на меня не отводя глаз. Кто то облизывал губы, кто то поправлял себя внизу. Грязные животные, только и думают при виде красивой девушки как бы затянуть ее в постель. А что делаю я когда мне фигово?! Делаю все еще хуже. Добавляю огня в костер их желаний. Когда нибудь меня эта привычка доведет до края обрыва и сохранить равновесие и не упасть будет очень тяжело\n",
    "answers": [
      {
        "id": 50,
        "text": "далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я допела песню и вернулась обратно к барной стойке. \n—у тебя сладкий голос крошка, уверен ты и сама вся сладкая -сказал тот прежний мужчина\n—отвали -сказала не поворачиваясь к нему\n—а вот за дерзкие слова крошка можно лишиться милого язычка\n—девушка ясно дала понять вам что не заинтересована в вашей компании, вам лучше уйти -сказал, какой то другой мужчина подходя к барной стойке и присаживаясь рядом.\nТот первый хотел было что то сказать, но увидел серьезность намерений отстоять мою честь второго решил все таки уйти.\nЯ повернулась к своему \"спасителю\" чтобы рассмотреть его. Это был высокий мужчина, лет 30-32. С каштановыми волосами и темно карими глазами, с правильными чертами лица. Ростом около 190 см. Очень красивый мужчина, с притягательным пронизывающим взглядом. Одет был в красивый дорогой костюм и дорогие туфли. Странно что он забыл в этом гадюшнике\n—могу ли я заказать вам выпить -спросил он\nОн говорил мягко и спокойно. Какой же у него красивый мужской голос, его хочется слушать не прекрашая, без разницы что бы он говорил. \n—я в состоянии сама себе заказать выпить, если только бармен соизволит мне его продать\n—Генри, мой друг налей девушке что она хочет\nбармен лишь кивнул\n—космополитен -сухо сказала я\n—что такая красивая девушка делает в таком месте? еще и одна.  Должен сказать тут обитает не благоприятная компания для такой нежной особы \n—а ваша компания благоприятна? -спросила я и посмотрела ему в глаза\n—я могу лишь сказать что рядом со мной вам ничего не грозит и если вам не приятна моя компания я уйду\nЯ лишь помахала головой дав понять что меня все устраивает\n—задам вам такой же вопрос как и вы мне. Что такой мужчина как вы делает в таком месте?\n—какой такой?\n—Судя по тому как вы одеты, я могу сказать что вы богатый человек. Подтверждает ваш достаток швейцарские часы укрошающие вашу руку. Поэтому задам еще раз этот вопрос, что такой человек как вы делает в таком месте?",
    "answers": [
      {
        "id": 51,
        "text": "далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Мужчина улыбнулся. И какая же у него восхитительная улыбка, от нее хочется просто таять. И вообще он весь идеальный, как будто только что сошел с обложки. Какой же он очаровательный...\n—Может это хорошая подделка -заявил он с улыбкой на лице\n—Мой отец такие носит,я подделку отличу с 100% гарантией\n—значит достаток у нас одинаковый. Так скажете что вас сюда привело? — с улыбкой спросил он\n—караоке люблю, увидела и не смогла пройти мимо — с сарказмом сказала я — а вы?\n—караоке люблю, увидел и не смог пройти мимо -процитировал он мою фразу, с улыбкой на лице. -и как удачно я зашел сегодня сюда, я встретил вас.  Я Даниэль -сказал он и протянул ко мне руку \n—Николь -ответила я и протянула руку в ответ, которую он незамедлительно поцеловал\n—как галантно -сказала я приподняв бровь\n—всего лишь способ коснуться вашей кожи -засмеялся он\nНу какой же он очаровательный...\n—была рада с вами познакомиться, но мне уже пора. Прощайте -сказала я расплатившись с барменом\n—позволите мне вас отвезти?\n—можно на ты? -спросила я\n—разумеется — улыбнулся он\n—Даниэль, я не сяду к тебе в машину. Вдруг ты какой нибудь маньяк -ухмыльнулась я после последней фразы\n—я похож на маньяка? -сказал Даниэль смеясь\n—уверена каждый маньяк задает такой вопрос -рассмеялась я в ответ\n— если серьнзно, то я просто хочу пройтись, прогуляться. Так что спасибо за предложение, но я вынуждена отказаться.\n—разрешите тогда я вас провожу? \n—оу, мне идти как минимум час. так что...\nя не успела договорить как он меня перебил\n—в твоей компании я готов идти сколько угодно -сказал Даниэль и улыбнулся\n—тогда я буду безумно рада если ты проводишь меня до дома.\nМы шли и разговаривали о всяких мелочах. Кто что любит, какой цвет нравится и какую еду предпочитаем. Такие мелочи, но было так мило и приятно. Личную жизнь не затрагивали и мне это нравилось. Общение с ним было таким легким и не принужденным, что я не заметила как подошла к дому..",
    "answers": [
      {
        "id": 52,
        "text": "далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "—Вот мы и пришли -сказала я с улыбкой\n—Ты тут живешь?\n—На самом деле я тут в гостях. Тут живет моя подруга с братом \nВ этот момент у меня зазвонил телефон, звонила Сэм\n—да Сэми\n—Николь!!!Ну слава богу!!! Как ты? С тобой все в порядке? Я тебе миллион раз звонила\n—оу, я не слышала звонка. Все нормально Сэм, я уже возле дома, сейчас зайду- сказала я и отключилась\n\n—подруга звонила, я убежала и она переживала что со мной что то случилось -сказала я, не знаю зачем только\n—значит ты все таки от чего то убегала -с улыбкой сказал он\nЯ на это лишь улыбнулась\n—Ладно, я пойду. Спасибо что проводил -сказала я с улыбкой\n—Я был рад еще провести время с тобой. Ты потрясающая девушка. Жаль что мы так быстро дошли, я бы хотел еще побыть в твоей компании -сказал Даниэль и улыбнулся\nИ тут распахнулась дверь и на пороге показался Тайлер, он стоял злой, скрестив руки на груди\n—А вот и мой надзиратель -пробормотала я\n—надзиратель? -с недопониманием спросил Даниэль\n—оу. Ну это брат подруги. Мы с ним плохо ладим. Его главное увлечение портить мне отдых\n—Тогда может мне лучше тебя увести от сюда? -с улыбкой сказал Даниэль\n—Это было бы чудесно -засмеялась я\n—кхм кхм -послышалось со стороны двери\n—ладно, я пойду. Пока -сказала я и поцеловала Даниэля в щеку\n—пока -довольно сказал он\nЯ развернулась и молча зашла в дом, пройдя мимо Тайлерв",
    "answers": [
      {
        "id": 53,
        "text": "далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "И как только захлопнулась дверь началось представление\n—я два часа колисил по городу, искал тебя.. А ты там уже с каким то очередным мужиком лабзалась -кричал Тайлер\n—кто тебя просил меня искать. Я взрослая девочка и сама за себя могу постоять, мне не нужна нянька. Я тебе уже говорила -кричала я в ответ\n—ты сбежала и за тебя все переживали. Ты могла бы хотя б ответить на звонок Сэм и сказать где ты -продолжал кричать Тай\n—кто все? Ты что ли??? да ты меня ненавидишь, ты бы рад был если бы я исчезла\n—да, был бы рад. Но Сэм за тебя переживала, а я не хочу видеть как моя сестра волнуется -уже спокойным голосом сказал Тай\nЯ не успела ничего ответить так как зашла Сэм\n—он прав Ники, ты могла хотя бы на звонок ответить. Я же переживала\n—прости Сэм, со мной было все нормально\n—Ее какой то мужик привел, который лет на 15 старше ее -нервным голосом сказал Тайлер и ушел на кухню\nСэм же вопрошающе посмотрела на меня\n—Не на столько и старше, ему лет 30, ну может 32. И он такой галантный и ооочень красивый -говорила я заходя на кухню\nПоследнюю фразу услышал Тай и ухмыльнулся, но от комментарий воздержался\n—Где ты с ним познакомилась? -спросила Сэм -ты голодная?\n—до ужааасааа... еще немного и съем твоего брата\n—подавишься -спокойно сказал Тай\nСэми поставила передо мной тарелку и я принялась молча уплетать еду. Она же позвонила Дилану и сказала что я нашлась\n—ну так что? расскажешь что за красавчик проводил тебя? -спросила Сэм\n—ага, только без посторонних ушей -сказала я посмотрев на Тайлера\n—я попозже приду к тебе в комнату и все подробно расскажу -сказала я улыбнувшись\nПосле того как я опустошила свою тарелку, я поднялась наверх и приняла душ ",
    "answers": [
      {
        "id": 54,
        "text": "далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я надела свою короткую кружевную ночнушечку, и сверху шелковый халатик и побежала к Сэм. Постучавшись вошла. Сэм меня уже ждала и мы увалившись на ее кровать стали болтать. Я ей подробно рассказала о встрече с Картером и о том как после оказалась в баре и познакомилась с Даниэлем и какой он очаровательный. И тут у Сэм зазвонил телефон, она резко его схватила и отключила, но я успела заметить на экране от кого входящий звонок. \n—что за Чарли? -спросила я \nСэм передернуло и она слегка побледнела\n—Грин, Чарли Грин с нашего универа\n—Рыжик что ли??? И зачем он тебе звонит? -протянула я и приподняв одну бровь расплылась в хитрой улыбке\n—мы... мы с ним общаемся... И он предложил мне встречаться -с грустью сказала Сэм и опустила глаза\n—И так. Чарли Грин..хмм... Высокий, зеленоглазый. Круглый отличник, любимец учителей. Состоит в нашей футбольной команде и хочу сказать он хорош в этом. Спортивная, красивая фигура. Очень добрый и отзывчивый. Друзья называют его рыжиком из за цвета волос. Очень хороший парень, порядочный. Одобряю. И что, он тебе нравится? А как же Дилан??? \n—ты все, про всех знаешь -хихикнула она\n—это моя работа, все про всех знать — гордо сказала я и тоже хищикнула\n— да, нравится. он очень милый. А Дилан... Эээ... Эти отношения на расстоянии... Мы знали что будет тяжело, но... эээ... Короче я больше не чувствую к нему ничего. Мы долго общались и потом эти отношения. Мне всегда казалось что мы больше просто привыкли уже друг к другу и любви особой уже нет. Расстояние только это подтвердило. Нет, я конечно люблю Дилана, но это уже больше похоже на сестринскую любовь, я к нему отношусь как к своему брату\n—И почему ты ему не скажешь об этом? Ты же понимаешь что оттягивать этот разговор нет смысла? Ты должна с ним поговорить и все сказать \n—Я понимаю... И не раз хотела сказать. Просто... Это так сложно-сказала Сэм и закрыла лицо руками\nЯ ее обняла и прижала к себе\n—все будет хорошо дорогая. Дилан хороший парень, уверенна он все поймет и отреагирует нормально. Кто знает, может он чувствует то же самое. А Чарли.. Он действительно классный, я одобряю твой выбор и искренне рада за тебя\n—да, ты права... Завтра же с ним поговорю\n—ну вот и отличненько\nМы еще немного поболтали и я ушла к себе спать",
    "answers": [
      {
        "id": 55,
        "text": "далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Сегодня я проснулась рано. Я встала, пошла сходила в душ, умылась. Оделась и привидя волосы в порядок спустилась вниз. Там уже сидели Сэм и Тайлер. Сэми готовила завтрак\n—доброе утро, что у нас седня на завтрак?\n—доброе утро. яичница с беконом. Падай сейчас будет готово -сказала Сэм улыбаясь\nТайлер ничего не сказал, только молча жевал завтрак. Через пару минут пришел Дилан \n—Доброе утро -с лучезарной улыбкой сказал Дилан -ну что, ты готов Тай?\n—угу, сейчас позавтракаем и поедем\nЯ посмотрела на Сэм, а потом кивнула ей в сторону Дилана, она сгрустнула и кивнула мне в ответ. Когда все закончили завтракать она скзала Дилану что ей нужно с ним поговорить и они полнялись наверх в ее комнату. Мы остались с Тайлером сидеть внизу. На удивление сегодня он был очень тихим. Мы сидели в полной тишине и пили кофе. Вскоре к нам спустились Сэм и Дилан, оба выглядили счастливыми...?!?!\n—все поехали Тай -сказал Дилан и похлопал Тайлера по плечу — до встречи Ники\n—ага до встречи\nИ они ушли. А я не понимающе посмотрела на Сэм..\n—ты ему не сказала? -не понимающе спросила я\n—сказала -ответила счастливая Сэм\n—ииии? ни кто из вас не выглядит особо расстроиным..\n—все было как ты и предпологала. Он чувствовал то же самое что и я. У него остались ко мне чувства, но как к сестре. Он тоже хотел со мной поговорить, но не знал как -с улыбкой говорила Сэм\n—ну вот и славно! я рада что вы разобрались в своих отношениях -улыбнулась я -чем сегодня займемся?\n—я хотела поубираться\n—отлично, где тряпки и швабра. Сейчас наведем тут порядок\n—да я сама справлюсь Ники,тебе не нужно этим заниматься \n—еще чего! туниядцем я не буду. Так что включим сейчас музыку на весь дом и дружненько наведем тут порядок\n—хорошо -Сэми рассмеялась\nМы так и сделали, врубили музыку на всю и стали убираться. Как закончили наводить порядок приняли по очереди душ и завалились на диван в гостинной смотреть телек. Нашли какую то комедию, смеялись, болтали. Я узнала что у Тайлера с Диланом небольшой бизнесс, у них небольшая сеть автосалонов. За болтавней и комедиями мы не заметили как пролетело время и наступил вечер. Тайлер приехал с работы",
    "answers": [
      {
        "id": 56,
        "text": "далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Он привез суши и роллы и позвал нас ужины. Я сказала чтобы они шли на кухню, а я быстро сбегаю приведу волосы в порядок. А то совсем растрепались. Я поднялась, причесалась и заплела косу. Выйдя из комнаты я услышала звонок телефона Сэм, я зашла в ее комнату и взяла телефон. Звонил Чарли, я ответила\n—Привет Чарли\n—эээ привет Ники, а где Сэм?\n—она внизу, сейчач отнесу ей телефон. А пока ответь: ты же знаешь что мою девочку обижать нельзя?\n—ты меня знаешь Ники. Я ее никогда не обижу и другим не позволю\n—Вот и чудненько. Повеси минутку\nЯ спустилась вниз и зашла на кухню\n—Чарли звонит -сказала я и протянула телефон\nТайлер сидевший за столом резко посмотрел сначала на меня, потом на Сэм. И так и остался пристально прищурившись смотреть на Сэм, дожидаясь пока она договорит\n—Привет Чарли. Да я тоже. Я сейчас не могу говорить, давай я позвоню попозже... Хорошо... Пока\nДоговорила Сэм и повернулась к Тайлеру\n—что за Чарли? -спросил Тайлер Сэм серьезным голосом\n—это мой новый парень -промямлила она с опущенными глазами\n—ЧТО??? Какой еще новый парень??? Ты только утром рассталась с Диланом. Кто он??? — кричал Тайлер на Сэм\nСэм стояла выслушивая его опустив глаза вниз\nИ я поняла надо вмишаться\n—Что ты кричишь на нее? Ты совсем ее уже запугал. Чарли учится с нами в одном универе, он хороший парень. -сказала я повысив голос\n—А вот ты вообще сюда не лезь -выкрикнул Тайлер направив на меня указательный палец\n—Это все твоя вина! Твой дурной пример! Это ты привыкла мужиков менять как перчатки, перепрыгивая с одного на другого. Но моя сестра такой как ты не будет -кричал Тай на меня\n—Ты вообще ничего обо мне не знаешь чтобы судить меня. Так что закрой свой рот -прокричала я подойдя к нему\n—Я уже достаточно узнал чтоб сделать вывод что ты развратная девица, готовая что угодно сделать чтоб привлечь к себе внимания мужиков, раздвигая перед ними ноги. \n—когда ты успел это понять? за 3 дня??? ты придурок ничего не знаешь и не понимаешь!!! и не тебе меня судить и осуждать!!! Так что закрой свой рот и не смей меня тут поливать\n—Нужна ты мне чтобы тебя осуждать!!?! Ты можешь иметь хоть 100 хоть 200 мужиков. Мне пох на тебя. Но моя сестра такой как ты не будет!!! И жить она с тобой больше тоже не станет!!! Я сниму ей жилье подальше от тебя и сделаю все чтобы вы с ней не пересекались!!!\n\nСэм пыталась что то нам сказать, остоновить Тайлера, она что то кричала. Но мы не обращали на нее внимание. Мы стояли друг напротив друга и кричали\nЯ же услышав последнюю реплику Тайлера уже ровным голосом сказала\n \n—пошел к черту Тайлер!!! Мне срать что ты думаешь обо мне. Я не хочу больше тебя видеть\n\nПосле этих слов я развернулась и босиком выбежала на улицу",
    "answers": [
      {
        "id": 57,
        "text": "разговор Сэм И Тайлера"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Что это сейчас было??? Зачем ты все это сказал ей? Ты ничего о ней ней знаешь!!! Ты не имел права все это говорить -кричала Сэм\n—Мне не нравится твоя эта подруга. Ты больше с ней не будешь общаться. Она плохо на тебя влияет!!! Она можешь тебя затянуть в такую задницу Сэми. Посмотри на нее и на то как к ней липнут мужики. Ты хочешь чтобы в универе тебя считали такой же как она и каждый старался залезть к тебе в трусы???\n—Ты вообще ничего не знаешь Тай... И поверь тебе будет стыдно за все твои слова!!! Хочешь правды?! Так получай!!! Я когда пришла первый день в универ, ко мне стал домагаться один парень. Он постоянно то прижимал меня к стене и силой целовал, то лапал. И я ничего не могла сделать, он был сильней меня. Я только убегала после в туалет и плакала, стараясь не попадаться к нему на глаза. То как он проявляет ко мне интерес видела его бывшая девушка и она со своей свитой стали портить мне жизнь. Она обливала меня ледяной водой, выливала на меня сок и прочую жидкость в столовой. Я ей объясняла что меня не интересует ее парень, но она не слушала. 3 дня га учебе для меня были как в аду. На 4 день учебы я пришла в универ, ко мне подлетел тот парень и схватил за задницу, шепнув на ухо что после пар будет меня ждать. Я поторопилась в аудиторию, но тут нарвалась на ту шайку девиц, они прижали меня к стенке. И схватив за волосы достали ножницы со словами что сейчас наведут красоту. И тут к нам подошла Николь. Она со спины схватила за волосы ту девку которая держала ножницы и вырвав их из ее рук срезала с ее головы большой локон от самого основания корней. Одна девушка сразу убежала, а самая главная осталась и кричала типа Николь ты что творишь. Николь прижала ее к стенке и навела острие ножниц перед ее глазом и сказала если еще раз увидет ее рядом со мной то она лишится глаза. \nПотом подошла ко мне и представилась, спросив что та дура от меня хотела. Я ей все рассказала\nПосле занятий ко мне подлетел тот парень и тут Николь в прямом смысле схватила его за яйца и сказала что если он приблизится ко мне хоть на пять метров то она вырвет ему их к чертям, он лишь кивнул. К слову Николь там многие знали. Парням она нравится и все с ней дружат, девушки обходят стороной, боятся что она сумасшедшая. По этой же причине ни кто не жалуется на ее выходки, боятся. А когда что то видят преподы или директор, то в фонд универа сразу приходит кругленький чек от ее отца. Так что все закрывают глаза на ее выходки. У нас в универе ни кого не шпиняют, потому что Ники это не любит и сразу приходит на помощь \"слабым\".\nНу вот так мы и сдружились. Не знаю чем, но я ей понравилась. После я узнала что ее родители в разводе. Мать живет далеко и практически не звонит, бывает даже забывает когда у Ники день рождения. Отцу тоже нет до нее ни какого дела, у него новая семья. От части ее безумные выходки в универе, это способ привлечь его внимание. Только его нет, он даже не звонит и не возмущается, а лишь выписывает чеки. Раз в год приезжает на пять минут, сунуть очередной подарок и уезжает. У нее нет ни кого. Она не знает что такое ласка и забота ближних. Поэтому она выстроила перед собой стену и ведет себя так. А парни, у нее озлобленность на мужчин, поэтому она ведет себя так с ними, завлекает и не дает того чего они хотят. Они по ней сума сходят потом. Ей это не дает удовлетворения, но так она делает чтоб и другие чувствовали ее боль. Ей одиноко. У нее есть только я и ты только что сказал что лишишь ее меня. Ты был не справедлив\nТайлер слушал молча, сначала с гневом в глазах и зажатыми кулаками. После виновно опустил голову и так же слушал молча\n—Я найду ее -сказал Тай и побежал на улицу",
    "answers": [
      {
        "id": 58,
        "text": "Николь"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я бежала так быстро как только могла. Под ноги попадались камушки, но я не чувствовала боли. Я лишь хотела бежать не оглядываясь. Бежать. Бежать. Бежать. Почему его слова так ранили меня, мне всегда было плевать на чужое мнение обо мне. Я сама выстраивала стены и делала так чтобы люди не любили меня. Что вообще такое любовь!?! Я бежала, а внутри все сдавливалось не пропуская кислород, было трудно дышать. Это все от бега. Да. Да. Да. Это все он. Но раньше никогда такого не было, бегала я часто. Я перешла на быструю ходьбу. Слезы подступили к глазам. Нет!!! Я не буду плакать!!! Почему он вызывает такую реакцию. Я шла не замечая ничего вокруг. С раздумий меня вывела чья то рука, схватившая мою\n—вау, почему такая красотка гуляет так поздно одна\nя повернула голову и увидела высокого парня, а чуть впереди меня стояла черная тонированая машина.\n—убери от меня свои руки -грубо ответила я и постаралась выдернуть руку. Но Тот лишь крепче ее сжал\n—что ты такая грубая красотка? поехали лучше ко мне, я покажу тебе свою квартирку -сказал парень с ухмылкой и притянул меня за талию к себе.\n—я сказала убери от меня свои руки -выкрикнула я, после чего сжала кулак и резко ударила его в нос, потом коленом в пах и закрепила еще одним ударом в челюсть\n—ммм мой нос — промычал парень схватившись одной рукой за нос с которого полилась кровь, второй за пах и сполз на колени.\nЯ уже было развернулась чтоб начать убегать, но почувствовала сильную пощечину у себя на лице и упала. В ухе появился звон, щека горела и я прошипела от боли.\n—я смотрю ты у нас дикая — раздался еще один голос, я подняла глаза и увидела рядом другого парня\n—эта стерва по ходу мне нос сломала -сказал первый\n—ничего, она за это расплатится, да милая -сказал парень подняв меня на ноги и прижав к себе,зажав мои руки сзади, чтоб я не могла его ударить\n—сейчас ты поедешь с нами и будешь хорошей девочкой -почти в губы прошептал мне второй парень. А впилась в его губы и укусила за нижнюю губу прокусив ее до крови. \n—ммм -простонал он от боли и оттолкнул меня\nЯ уже хотела вновь постараться сбежать, но он опять схватил меня \n—стерва -прокричал он и занес руку чтобы снова меня ударить\nНо тут к нам подбежал Тайлер...",
    "answers": [
      {
        "id": 59,
        "text": "далее "
      }
    ]
  },
  {
    "id": 59,
    "text": "Тайлер оттолкнул меняя от второго парня и ударил его по лицу, потом еще удар и еще, тот упал на землю. К Тайлеру подбежал первый парень и ударил его ногой. Тай развернулся и ударил первого в нос, тот пошатнулся и упал. Тайлер навис над вторым и еще парой ударов вырубил его, после чего развернулся к первому и так же вырубил и его.\nЯ развернулась и стала убегать. Я понимала что Тайлер меня только что спас, но видеть его я не хотела. Внутри кипела злость, я буквально сгорала от этого гнева. Все бурлило и сжимало. Мне хотелось выплескнуть куда нибудь этот гнев \nТайлер догнал меня и схватил за руку\n—Ники подожди\nЯ развернулась и второй рукой ударила его в челюсть. Он взял ее руками и пошевелил\n—Ладно, я заслужил... Пожалуйста Ники остановись, выслушай меня\n—Я не хочу тебя больше ни слышать ни видеть, с меня хватит всего того говна что ты вылил на меня у себя дома -закричала я\n—Ники прости меня -сказал Тайлер дрожащим голомом и взял меня за руки. Я их в ту же секунду выдернула и толкнула его\n—Прости меня Ники! Прости прости прости. Сэм мне все рассказала. Я такой дурак. Я так испугался за тебя когда увидел тебя с теми парнями. Они сделали тебе больно? -все таким же дрожащим голосом сказал Тайлер, после чего схватил меня и крепко прижал к себе\n—отпусти меня!!!я не хочу, ты слышишь?!! я не хочу чтоб ты меня трогал!!! пусти -кричала я пытаясь вырваться с его хватки. Но он держал меня крепко. У меня началась истерика, все тело дрожало. я просто кричала -аааааааа, отпусти меня\n—Ники, пожалуйста успокойся\n—я не могу, не могу\n—у тебя истерика и приступ гнева. я понимаю тебя и знаю как тебе помочь выплеснуть все это. Но ты должна пойти со мной \nя лишь кивнула и мы пошли в сторону дома",
    "answers": [
      {
        "id": 60,
        "text": "далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Адреналин ударил в голову, меня всю трясло от злости. Мы шли домой в полной тишине. Тайлер все время поглядывал на меня. Волнение читалось в его лице. Мы подошли к дому и зашли в гараж, там была еще одна комната и мы прошли в нее. Это комната была что то типа домашнего мини спортзала. Тут везде стояли тренажеры, гири, штанги и... груша... Это не вероятно, но у меня дома в гараже тоже висит груша. Гнев привычное состояние для меня и я так часто его спускала, к моей груше только еще приклеяна совместное фото отца с Эмили.\nЯ подбежала к груше и обрушила на нее весь свой гнев. За слова Тайлера, за тех парней на улице. Я била ее долго, пока силы не стали покидать мое тело, а вместе с ней и моя злость. Тайлер молча сидел в комнате и следил за мной. \nЧерез время я окончательно устала и успокоилась и подошла к Тайлеру посмотрев ему в глаза\n—полегчало? -спросил Тай\n—да\nПотом он дотронулся до моей губы и скривился как будто от боли\n—у тебя кровь\n—она не моя\nПосле он дотронулся лодонью до моей шеи, а большим пальцем провел по щеке которая была еще красная от удара\n—больно?\n—уже нет\nОн говорил со мной спокойным и таким нежным голосом. Никогда еще не слышала его таким. Да и вообще Тай был таким обеспокоиным и нежным, а в глазах его был не понятный мне блеск\n—прости меня\n—все нормально\n—нет не нормально. Из за меня эти козлы обидели тебя. Если бы я не был таким му.аком, ты бы не убежала и тебе не пришлось было все это перенести. Я не знаю что было бы если бы я не успел. Этих уродов я еще найду и тогда...\nЯ не дала ему договорить. Я нежно обхватила его лицо своими ладонями и посмотрела в глаза\n—Посмотри на меня. Со мной все хорошо. Да я была очень зла на тебя, но уже все прошло. А те парни уже свое получили, я не хочу больше о них говорить.\nТайлер кивнул, после чего нежно меня обнял и поцеловал в висок. Я обняла его в ответ. В его объятиях так тепло и уютно, сердце забилось с бешеной скоростью. Так мы простояли молча несколько минут. И мне не хотелось прерывать этих объятий, но привыкать не стоит. И я магко отстранилась\n—Мне нужно умыться и привести себя в порядок, не хочу чтоб Сэм меня такую видела и переживала\n—конечно — сказал Тайлер и показал идти в угол комнаты который был за дверью. Там была раковина с полотенцем, кресло с небольшим столиком и маленький холодильник.\nЯ подошла и открыла его Иии...офигела...\nвнутри стояли бутылки с пивом, виски, вином и прочим алкоголем на любой вкус. Так вот где он все прячет.\nЯ повернулась к нему и укоризнено посмотрела на него, преподняв одну бровь\nОн засмеялся\n—только Сэм не говори\n—не могу этого обещать -с ухмылкой сказала я, после чего рассмеялась в голос\nЯ подошла и умылась, смыв с себя кровь того типа.\n—что тебе налить -спросил Тайлер с улыбкой\n—на самом деле я сейчас не хочу пить, чувствую себя отлично\nТайлер улыбнулся\nЯ распустила волосы, прикрывая ими ушибленную щеку и сказала Тайлеру что можно идти. Он подошел и еще раз погладил меня по щеке и поцеловав меня в висок сказал \n—пойдем\nИ мы пошли в дом",
    "answers": [
      {
        "id": 61,
        "text": "далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Мы зашли в дом и там на меня сразу налетела Сэм с объятиями\n—с тобой все в порядке? я так волновалась! Ты убежала босиком, ты же заболеть можешь\n—Сэм, на улице лето, тепло. А прогулки босиком очень даже полезны. Если ты не возражаешь я пойду в душ и после лягу уже отдыхать.\n—Хорошо... А как же ужин? Ты же голодная наверно\n—Нет Сэм, аппетита нет, я только устала и хочу отдыхать\n—хорошо Ники -сказала Сэм, после чего укоризненно взглянула на Тайлера\n—с Тайлером мы во всем разобрались, между нами все нормально, можешь его не ругать\nТайлер улыбнулся и кивнул, Сэм после моих слов тоже заулыбалась. И я пошла в душ.\nПрохладный душ смыл остатки неприятного вечера. После я надела ночную и легла спать. Я уснула, минут на 20, а потом проснулась. Почему то я не могла больше уснуть. Я посмотрела на часы 00:18, а сна ни в одном глазу. Я встала с кровати, накинула халатик и спустилась в гостиную. Затем минут пять переключала каналы в поиске чего нибудь интересного и наткнулась на какую то комедию. И развалившись на весь диван стала смотреть фильм\n—Тоже не спится -раздался голос Тайлера\nЯ повернула голову, и увидела его в проходе, он был в одних коротких шортах и все. \nКакое же у него красивое тело...\n—ага -сказала я и продолжила смотреть фильм\n—можно составить тебе компанию? — с улыбкой спросил Тай\n—конечно, это же твой дом. Но тебе придется заменить мне подушку\n—хорошо, так уж и быть я согласен — рассмеялся Тай\nЯ приподнялась давая ему сесть рядом, а после легла, положив голову ему на колени. Он меня приобнял\n—что смотрим?\n—незнаю, комедия какая то. Только включила\n—ты вся холодная, замерзла?\n—немного\nОн встал и через пару минут принес тонкий плед и протянул его мне, после чего сел обратно. Я укуталась в плед и легла обратно. Больше мы не разговаривали, а молча смотрели фильм и смеялись. Он изредка поглаживал меня по плечу. И от куда в нем проснулась эта нежность. Наверно чувствует вину из за тех парней. Но это на самом деле только моя вина, точнее мое вечное везение к привлечении к себе неприятностей. Вскоре, не досмотрев фильм я уснула, а проснулась уже утром и в своей комнате\n",
    "answers": [
      {
        "id": 62,
        "text": "далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Я встала с кровати, сходила в душ и приведя себя в порядок спустилась вниз. Там на кухне уже сидели Сэм и Тайлер. \n—Доброе утро -с улыбкой сказала я \n—Дооброе -хором сказали они\n—будешь завтракать? -спросила Сэм\n—не а, не хочу. я пока только кофе -сказала я, после чего сделала себе кофе и села за стол\n—у нас седня блинчики??? не, ну от них я никогда не могу отказаться -сказала я с азартом\nСэм рассмеялась, после чего поставила передо мной тарелку с блинчиками. И я полив их сиропом кинулась их поглощать\n—Ты меня в комнату перенес? -спросила я посмотрев на Тайлера\n—решил на диване тебе будет не удобно спать -сказал Тай и пожал плечами\n—спасибо\nОн улыбнулся и кивнул. Может же быть таким милым засранец\n—я так рада что вы наконец подружились -радостно сказала Сэм\nПосле завтрака Тайлер уехал на работу, а мы остались с Сэм одни. Мы убрали со стола. И пошли смотреть телевизор. Я начала думать чем бы вечером себя занять и вспомнила про Алекса. Он что то говорил про свое выступление в баре и я решила ему позвонить. Он был рад меня слышать. выступление в 19:00, мы договорились что он заедет за мной в 17:30",
    "answers": [
      {
        "id": 63,
        "text": "далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Начтало время собираться. Я сгоняла в душ, помыла волосы и высушила их. Надела черные кожаные брюки в обтяжку и черный кружевной топ. Сделала высокий хвост и макияж, губы накрасила красной помадой. Босоножки на высоком каблуке. После спустилась в гостиную где была Сэм\n—ну как я выгляжу?\n—ты просто секси подруга, Алексу седня повезет -сказала Сэм хихикнув\nЯ засмеялась. Я посмотрела на часы, было уже 17:20, уже скоро должен подъехать. Открылась входня двер. \n—вот и Тайлер с работы приехал -сказала радостная Сэм -Тай мы тут-крикнула она\nТайлер зашёл к нам и сразу его взгляд остановился на мне \n—Куда это ты собралась в таком виде?\n—Я седня с Алексом встречаюсь, ну тот с музыкального  магазина, в татуировках который -радостно сказала я -у его группы седня выступление в каком то баре и он меня пригласил\n—неужели такие как он тебе нравятся? На его теле живого места нет, все разрисовано -с недовольством сказал Тайлер\n—мне нравятся разные. Я смотрю на харизму а не на внешность. И он очень даже красивый. Так что не ворчи, а лучше скажи как я выгляжу -все так же радостно сказала я\n—так, что хочется тебя запереть дома. У тебя есть что нибудь приличное? Ты вызывающе одета\nСэм хихикнула\n—значит выгляжу отлично -сказала я и подмигнула Тайлеру\nзазвонил телефон\n—Алекс, ты уже подъехал? Все, бегу\n—Так, я побежала -сказала я и поцеловала Сэм в щечку, Тайлеру помахала рукой\nПосле чего выбежала на улицу где ждал Алекс",
    "answers": [
      {
        "id": 64,
        "text": "далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Я села в машину к Алексу\n—Воу, отлично выглядишь -с улыбкой сказал Алекс\n—Спасибо, поехали? -радостно сказала я\nОн кивнул\n—Я рад что ты мне позвонила\nЯ на это лишь мило улыбнулась\nДальше мы ехали в тишине, Алекс постоянно посматривал на меня и улыбался\n—Приехали, пойдем?\nЯ кивнула и мы зашли в бар. Там было много народа. Алекс взял меня за руку и повел к сцене. Я сразу заметила на себе недовольные взгляды других девушек. Видимо поклонницы хихикнула я у себя в голове. Возле сцены стояли еще 3 парня.\n—А вот и Алекс -выкрикнул один из них и посмотрел на меня -да, ты не соврал, она красотка \nС этими словами он протянул ко мне руку\n—Я Марк -с улыбкой произнес парень- а эти два остолопа Генри и Крис \nПарни подошли ко мне и мы обменялись рукопожатиями. Они были очень дружелюбными, все время улыбались. Мне было комфортно в их окружении\n—Как такая красотка согласилась встретиться с нашим Алексом? -спросил Крис и одарил меня лучезарной улыбкой\n—Так, отвали Крис — сказал Алекс и притянув меня к себе обнял за талию -давайте без подкатов ребят, не смущайте нашу гостью\n—как скажешь бро -усмехнулся Марк — нам пора начинать\nАлекс кивнул а потом прошептал мне на ушко\n—пойдем,я тебе столик забронировал рядом с сценой\nЯ кивнула. Он усадил меня за столик\n—что тебе принести выпить?\n—спасибо, я пока ничего не хочу -улыбнулась я\n—мне нужно идти\n—иди -улыбнулась я\nОн вернулся к парням и через несколько минут начали играть. Алекс играл электрогитаре и еще и пел.... Какой же у него красивый голос. Музыка разлилась на весь зал, сцену окружили фанаты и выкрикивали что то им. Мне определенно нравится их группа, могут плюсовать меня к своим фанаткам. ",
    "answers": [
      {
        "id": 65,
        "text": "далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Они играли пару часов. После пришли и сели за столик рядом\n—прости что так на долго оставил тебя одну -прошептал Алекс мне на ушко\n—все хорошо! Мне безумно понравилось, вы отлично играете — сказала я\n—рады что тебе понравилось -подмигнул мне Марк\nРебята принесли пива и мы еще пару часов просидели за столиком, весело болтали. Парни друг друга подкалывали и дразнили Алекса подкатывая ко мне. Даже скромный Генри, который сначала все время молчал, раскрепостился и весело болтал. Алекс сидел рядом со мной и все время приобнимал меня за талию.\nПотом Мы со всеми попрощались и Алекс повез меня домой. Мы ехали в тишине, он так же поглядывал на меня всю дорогу. И вскоре мы подъехали к дому\n—это был замечательный вечер, я рад что ты провела его со мной. Надеюсь тебе все понравилось -с улыбкой сказал Алекс\n—Мне все безумно понравилось -сказала я с улыбкой. А потом поникла и Алекс заметил это\n—что случилось? \n—на самом деле это единоразовое свидание... Я не местная, приехала в гости к подруге и скоро уже уеду -с грустью сказала я\n—понятно -грустно сказал Алекс -и все же я очень рад что мы познакомились, это был самый лучший день. \n—я пойду -с грустью сказала я и поцеловала его в щеку\n—можно я тебя провожу?\n—хочешь получить еще один поцелуй хитрец? -уже веселым голосом сказала я\nАлекс рассмеялся\n—разумеется\n—пошли -улыбнулась я и мы вышли из машины и пошли к дому\nПодойдя ближе к двери он повернулся ко мне и стал пристально всматриваться в мое лицо\n—что ты делаешь? \n—я хочу запомнить твое лицо и сохранить в своей памяти -спокойно сказал Алекс\n—дай мне свой телефон -сказаала я\nОн не понимающе посмотрел на меня и протянул телефон. Я встала к нему спиной, прижавшись. \n—Обними меня и улыбайся \nОн так и сделал после чего я сделала селфи\n—Вот, теперь мое лицо будет всегда у тебя в памяти, а если тебе этого мало, то теперь мы с тобой в друзьях в инсте. Там у меня много фото -улыбнулась я и протянула ему телефон обратно\nАлекс взял телефон и засмеялся\n—ты удивительная девушка\n—я знаю\nМы засмеялись\n—Ладно, уже поздно. Я пойду\n—иди -с грустью в голосе сказал Алекс\nПосле я подошла к Алексу и обхватив его шею крепко обняла его, он обвил руками мою телию и прижал к себе. Так мы простояли несколько секунд, после чего я поцеловала его в щеку и зашла в дом",
    "answers": [
      {
        "id": 66,
        "text": "далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Я зашла в дом счастливая. Осталось приятное послевкусие после сегодняшнего вечера. Я решила перед тем как идти отдыхать выпить кофе. Я зашла на кухню и включила свет. Там за столом сидел Тайлер, от неожидоности я подпрыгнула и вскрикнула\n—черт, Тайлер, ты напугал меня! Ты что тут сидишь в темноте?\n—как погуляла? -спросил Тайлер игнорируя все что я сказала\n—отлично. Ты не ответил, что сидишь тут в темноте -сказала я прошла мимо него делать себе клфе\n—когда следующее ваше свидание?\n—Слушай, как Сэм с тобой жила. Ты знаешь что ты до ужаса вредный?\nТайлер проигнорировал мой вопрос, а вопросительно посмотрел на меня ожидая ответ на свой вопрос. Я сделала себе кофе, взяла кружку и села напротив Тайлера\n—Его не будет, я сказала что я не от сюда и что мы больше не увидемся -пожала я плечами\n—ясно. Я пошел спать -спокойно сказал Тайлер и встал со стула \n—спокойной ночи Тай\n—спокойной\nЯ допила свой кофе, сходила в душ и легла спать ",
    "answers": [
      {
        "id": 67,
        "text": "далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Я проснулась как обычно сходила в душ, почистила зубы и приведя себя в порядок, оделась и спустилась на кухню. Там уже была Сэм. Мне уже начало казаться что она там живет\n—Доброе утро Сэми \n—доброе... эмм Ники?\n—ау? что такое?\n—да мне вчера вечером одноклассница позвонила, сказала что замуж выходит и что я буду подружкой невесты. Седня мне нужно к ней поехать все обсудить. Предется оставить тебя одну -грустно сказала Сэм\n—все нормально Сэми, я уже говорила ты не обязана со мной постоянно сидеть. Я найду чем себя занять -с улыбкой сказала я\n—кстати об этом..Я позвонила Дилану и попросила тебя седня развлекать. Он до обеда постарается доделать свои дела на работе и приедет к тебе\n—Сэми, не нужно было его дергать. Отрываешь от дел и заставляешь его няньчится со мной. Не удобно же\n—Все удобно, он сказал с радостью. И мне кажется ты ему нравишься. Нет, не так. Я уверена что ты ему нравишься -с улыбкой сказала Сэм\nЯ подавилась...То ли воздухом, то ли србственными слюнями. Но я раскашлялась и посмотрела на нее с недоумением\n—ты мне что, сейчас своего бывшего подпихиваешь?\n—А что? Он хороший парень -хихикнула она \n—ага и твой бывший\n—и что? чувств к нему у меня уже нет, я же говорила. Он мне теперь просто как брат\n—все равно как то странно  все звучит\n—в любом случае,я его уже попросила заехать к тебе. Так что выбора у тебя нет. Седня он тебя развлекает. А мне уже пора собираться. Завтрак в на печи. Я убежала\nС этими словами Сэми меня поцеловала и ушла. Я позавтракала, убрала за собой и пошла смотреть телек.",
    "answers": [
      {
        "id": 68,
        "text": "далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "В дверь постучали. Я встала с дивана и побежала открыть дверь. Там стоял Дилан, как всегда со своей обворожительной улыбкой\n—Привет Дилан -радостно сказала я и дружески обняла его\n—Привет Ники -обнял в ответ\n—кофе? -спросила я отстранившись и улыбнувшись\n—кофе -с улыбкой сказал он\nИ мы пошли на кухню, я быстро сделала кофе и поставила кружки на стол. Дилан смотрел на меня с улыбкой. У этого парня никогда не сходит улыбка с лица, такой позитивный и милый. И он заражает этим, рядом с ним я тоже все время улыбаюсь\n—и так, какие планы? Куда пойдем?\n—какие твои пожелания?\n—ну не знаю.. что ты предложишь?\n—Можно сходить в кинотеатр, в кафе, в боулинг. Что ты хочешь?\n—Отлично, вот в такой последовательности и пойдем -я допила свой кофе -я быстренько оденусь и можно идти\n—хорошо, жду -смеявшись сказал Дилан\n\nЯ быстро побежала наверх. Сделала легкий макияж, привела волосы в порядок и сделала пучок. Надела короткие джинсовые шорты и белую тонкую майку. Босоножки на низком ходу.\nЧерез пол часа я была полностью готова и спустилась вниз к Дилану. Мы пошли к машине и поехали в кинотеатр",
    "answers": [
      {
        "id": 69,
        "text": "далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Приехав в кинотеатр мы стали выбирать на какой фильм пойдем.\n—пойдем на ужасы -с улыбкой сказала я\n—ужасы днем?? ты серьезно??\n—вполне -вечелым голосом сказала я -нормальные люди днем ужасы не смотрят, значит там будет пусто. Как раз то что надо, не люблю когда в зале много народу\n—мы значит не нормальные? -смеясь спросил Дилан\n—я ненормальная, а вот у тебя нет выбора -улыбаясь сказала я, после чего выбрала фильм и взяла Дилана за руку -вот и все, идем надо еще попкорн взять\n—идем — с улыбкой сказал Дилан\nВообще как я и говорила, Дилан улыбается всегда и чтобы он не говорил, с его лица не сходила улыбка\n—так, подожди меня тут, я возьму попкорн. Тебе какой? \n—соленый\n—хорошо я быстро\nЧерез несколько минут Дилан принес попкорн и мы пошли в зал. Народу и правда было мало, всего несколько людишек. Что меня более чем устраивало. Мы уселись на свои места и стали смотреть фильм. Мы смотрели кино и переодически переговаривались. Точнее сказать я активно все комментировала. В какой то момент в фильме вылезла какая то бабайка, я сначала слегка подпрыгнула и вскрикнула, но после начала смеяться во все горло. Иными словами ржать.\n—да сколько можно, ты не у себя дома! Ты в кинотеатре, тут кроме тебя другие люди! Веди себя потише -сказал какой то парень, который сидел через два ряда ниже нас, немного правей от меня\n—у тебя забыла спросить как мне себя вести! На, пожуй и остынь -с этими словами я набрала горсть попкорна и кинула в парня\n—ты что творишь дура? — ошарашено спросил парень \n—еще хочешь? лови!!! — кинула еще горсть -а теперь отвернись и не мешай мне фильм смотреть\n—закончится фильм, я тебя выцеплю -грозно сказал парень\n—цеплялка не выросла -кинула еще горсть\nОн зло посмотрел и отвернулся\nДилан же наблюдая за этой картиной тихо смеялся себе в кулак\n—ты сумасшедшая -прошептал он хихикая\n—тебе не нравится? -сказала я прищурясь \n—мне все в тебе нравится -с улыбкой сказал Дилан\n—вот и отлично -улыбнулась я и потянулась к его попкорну\n—ээйй...Это мой -Дилан попробовал сделать серьезный взгляд, но вылазившая улыбка его выдавала\n—я свой уже съела -пожала плечами я, затем хитро улыбнулась и демонстративно  положила одну штучку в рот -точнее тот парень -указала пальцем\nДилан тихо посмеялся и протянул мне свой попкорн\n—только больше не корми его, думаю он уже наелся -хихикая сказал Дилан\nЯ кивнула и довольно улыбнулась\nФильм закончился, появились титры, парень снизу резко повернулся и посмотрел на меня. Я подпрыгнула с места, и перепрыгнув через ноги Дилана, схватила его за руку и прокричала\n—бежим\nМы начали пробираться сквозь ряды и убегать,  Дилана я тащила за руку и мы громко смеялись. Выбежав из зала я так же стала бежать тащив Дилана за руку. Сзади послышался голос\n—Дилан\nДилан остановился и смеясь придержал меня за руку. Мы обернулись, его откликнул тот парень которого я щедро накормила попкорном. Дилан притянул меня к себе и приобнял левой рукой за талию. Тот парень стал подходить к нам\n—привет Джони -с улыбкой сказал Дилан и протянул руку парню, тот ее пожал\n—привет бро. Познакомишь меня со своей сумасшедшей подругой? -он ухмыльнулся и посмотрел пристально на меня, я же прищурилась и зло посмотрела в ответ\n—че это я сумасшедшая? — недовольно пробурчала я\n—ты меня попкорном обкидала -зло сверкнул глазами парень\n—я запасы делала -с этими словами я сделала к нему шаг и достав с его волос попкорнинку кинула себе в рот. Его глаза заблестели интересом\nИ тут вмешался Дилан\n—Итак хочу представить тебе моего друга -Дилан обратился ко мне -Джонатана, но можешь называть его просто Джони\n—А эта прекрасная девушка Николь...\n—Можно просто Николь — перебила я Дилана, недовольно пробурчав\nДжони только рассмеялся\n—Вижу она у тебя с характером\n—Джонатан -прозвучал какой то писк позади и к Джони подбежала какая то девушка и повисла у него на шее\n—Вижу такие тебе нравятся больше -ухмыльнулась я -пойдем уже? -обратилась к Дилану, он кивнул.\nДжони сначала зло посмотрел на подбежавшую девушку, после чего попращался с Диланом\n—пока Николь — сказал мне Джони и подмигнул\nМы развернулись и пошли к выходу, я лишь слышала как Джони отчитывал ту девушку, типа что она себе позволяет и все такое\n",
    "answers": [
      {
        "id": 70,
        "text": "далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "—Прокатишь меня до своей машины -хитро улыбаясь спросила я\nДилан не понимающе посмотрел на меня. Я похлопала его по спине. Тот засмеялся и показал запрыгивая. Я так и сделала.\n—Поехали- радостно прокричала я\nИ он побежал. Люди косо смотрели на нас, тыкая пальцами и что то возмущались. Но нам было весело и мы не обращали на других внимания. Так меня Дилан донес до машины и мы сели в нее.\n—кафе?\n—кафе -весело кивнула я\nМы приехали, зашли и заняли свободный столик.\nЯ заказала салат \"Цезарь\" и кофе, Дилан мясо с овощами и тоже кофе. Мы сидели кушали и болтали. Только сейчас до меня дошло, что Дилан знал что я его друга обкидываю попкорном...мдаа... не ловко вышло. Хотя в принципе он меня не остановил, наоборот только смеялся. Мы закончили с едой, после чего ушли с кафе и отправились в боулинг.",
    "answers": [
      {
        "id": 71,
        "text": "далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Мы зашли в боулинг, расположились там. Заказали напитки. Я встала возле дорожки и немного разминалась, небольшая зарядка для рук и наклоны. Вдруг за спиной услышала уже знакомый голос.\n—Привет еще раз красотка\nЯ обернулась и увидела Джонатана\n—Что ты тут делаешь? -с возмущением сказала я -ты что маньяк следишь за мной? — сказала я встаы в позу и скрестив руки на груди\n—О нет милая, меня Тайлер позвал, но я рад что встретил тебя\n—Тайлер тоже тут? \nИ тут подошел Тайлер\n—Да вы издеваетесь, что ты тут делаешь???\nПодошел Дилан\n—я позвонил Дилану он сказал что вы в боулинг едете и я тоже решил съездить, а что такое? -спросил Тай\nЯ покосилась на Дилана\n—ничего\n—все нормально Ники? ты же не против? -спросил Дилан\n—Нет, не против. Но что он тут делает -я указала на Джони\n—Это наш друг, я его позвал -сказал Тайлер\n—да брось красотка, не будь злюкой. Я же больше не злюсь на тебя после твоей выходки в кинотеатре -сказал Джони улыбавшись\n—А что было в кинотеатре? -спросил Тайлер \n—Я его попкорном покормила -усмехнулась я\n—Ну что? Давайте 2 на 2? Я с Ники в паре вы против нас -сказал Дилан с улыбкой на лице\nВсе его поддержали\n—Я первая бросаю -прокричала я, все согласилась \nЯ сделала бросок, страйк. затем кидали парни, у всех страйк. Одни профи собрались пробубнела я у себя в голове.\nЧерез некоторое время ко мне подошел Тайлер\n—так не интересно играть, мне нужен стимул -с азартом в глазах сказал он\n—и что ты предлагаешь -спросила я с таким же азартом\n—если мы выигрываем ты дома танцуешь мне стриптиз\n—а если мы то ты мне -с хитрой улыбкой сказал я\nТайлер засмеялся\n—согласен, но мы никогда не проигрываем, так что готовься детка\nЯ промолчала лишь хитро посмеялась\nБорьба шла ожесточенная, все били страйк. Я уже начала психовать. Я же хочу победить...\nОстался последний бросок Джонатана... Надо что то предпринять, ничья меня не устраивает.\nИ у меня в голову пришла идея!!! Лампуличка моя любименькая зажглась в моей умной головушке!!! Я взяла мвленькую бутылку с водой и встала не далеко от Джонатана.  Затем я сделала вид что пью и взяла вылела на себя пол бутылки. Моя майка сразу стала мокрой иии...прозрачной. Она прилипла к телу выделяя полуоткрытый лифчик и мою гродь. Я вскрикнула\n— оуу, блин\nДжонатан уже готовился сделать бросок, но мой вскрик привлек мое внимание. Он посмотрел на меня и застыл. Направляя взгляд то на меня, то на мою мокрую майку. Я увидела что привлекла его внимание стала подпригивать и моя грудь делала это вместе со мной\n—блин, я теперь вся мокрая -сказала я проведя рукой по груди\nДжонатан взглотнул\n—бро, ты там уснул? Бросай уже -выкрткнул Тай\nДжонатан посмотрел на кегли, потом на меня, опять кегли и опять я, ну точнее на мою грудь. Затем бросок, и в этот момент он опять взглянул меня. Ииии... мимооооо \nБуагагаггага мужчиииныыы ахахаххаха вечно как видят грудь теряют концентрацию.  Ахахахах мое нутро ликовалоооо. \nПотом я не смогла больше сдерживаться и стала смеяться и грооомкооо\n—Танцуй детка, танцуй ахаххахахаха -выкрикнула я Тайлеру\nОн кинул на меня непонятный взгляд потом подбежал к Джони\n—как ты умудрился промазать??? — не понимающе спросил Тайлер\n—сам не понимаю как это произошло — сказал Джони и посмотрел на меня\nТайлер тоже посмотрел пристальней на меня, а затем на мою майку и просвечивающиеся \"прелести\" его взгляд стал злым. \nТут же ко мне подбежал Дилан и подхватил меня на руки\n—хаха мы их слелали -выкрикнул Дилан с улыбкой  -затем поставил вниз -воу, ты облилась? у тебя майка мокрая\nТут к нам подошел злой Тайлер\n—Ты жульничала -недовольно пробурчал он смотря на меня\n—Не понимаю о чем ты -сказала я с наглым лицом и хитрой улыбкой\nДилан и Джони молча наблюдали за нами со стороны\n—нет ты прекрасно знаешь о чем я\n—надо уметь проигрывать котик -лукаво сказала я -смотри ты весь закипаешь, на остудись — с этими словами я вылела в него остатки воды с бутылки\nи громко засмеялась\nПосле я увидела злой огонь в глазах\n—Ну все -зло выкрикнул он\nЯ с страху подпрыгнула, кинула в него бутылку, потом развернулась в другую сторону от него и дала деру, он побежал за мной. Я убегала от него громко смеясь\n—попробуй догони -смеялась я\nВдруг я почувствовала его руки у себя на талии и рывок. Пара секунд и мы полетели вместе на пол. Я лежала на спине, а Тайлер повис надо мной, как дикий зверь в его глазах виднелась опасность и желание. \n—вот ты и попалась -наклонившись прошептал он мне на ушко",
    "answers": [
      {
        "id": 72,
        "text": "далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "И тут к нам подошли два охранника. Я заметила их первая и заговорила жалобным голосом\n—как хорошо что вы тут, помогите мне, он на меня набросился\nТайлер не понятливо обернулся, увидел два охранника и поднялся на ноги. Один парень из охраны подал мне руку и помог встать\n—Сэр пройдемте с нами -сказал второй охранник\n—Что??? Я ничего не делал — выкрикнул Тайлер\n—Сэр пройдемье с нами \nТайлер нервно выдохнул и пошел с охранником. Другой охранник немного задержался возле меня\n—мисс, будьте осторожны\n—спасибо большое. Какое счастье что вы тут есть и охраняете наше блогополучие -милым голосом сказала я\nОн мило мне улыбнулся и догнал свего коллегу. Тайлер же оглянулся и зло посмотрел на меня, я ему в ответ послала воздушный поцелуй и кокетлево помахала ручкой\nЧестное слово, я прирожденная актриса, ахаха- посмеялась я про себя и пошла обратно к Дилану.\n—набегались -с улыбкой спросил Дилан\n—ага\n—а где Тайлер? -спросил Джони \n—его охрана увела -пожала плечами я и хитро  улыбнулась\n—что??? — Джони был в шоке\n—кто то седня будет без настроения -посмеялся Дилан -тебе явно дома достанется -стал смеяться громче\n—и поэтому домой я пока не собираюсь!! Поехали прогуляемся? Где у вас тут парк?\n—Поехали, все покажу -с довольной улыбкой сказал Дилан \n—может составить вам компанию? -спросил Джони заигрывающим голосом глядя на меня\n—В другой раз — подмигнула я ему, взяла Дилана за руку и потащила к выходу\n—пока Джони -выкрикнула я не поворачиваясь\n—увидемся бро -повернувшись сказал Дилан \n—пока — грустно проговорил Джони\n\nЯ не хотела нарваться на Тайлера, поэтому мы выходили через черные выходы и шли к машине окружными путями. Убедившись что рядом с машиной нет Тайлера ждущего мести я подбежала к машине и села внутрь. Дилан сел рядом и начал громко смеяться. Его явно забавляло все это.\nОн завел машину и мы поехали в парк. Минут через 20 мы были на месте. Мы стали гулять по парку и мило разговаривать обо всем. С Диланом было очень легко, он такой милый. А его вечно несходящая с лица улыбка не перестовала радовать. Так мы прогуляли час или полтора.Уже было поздно и мы пошли к машине. Подойдя к ней Дилан остановился и стал о чем то думать, видно было что он нервничал\n—Дилан все в порядке?\nПосле этих слов он резко подошел ко мне и обнав за талию поцеловал....с языком.... Поцелуй длился несколько секунд, после чего он отстранился\n—прости... я не должен был... Но я желал этого с того момента как только увидел тебя\nЯ стояла молча с выпучеными глазами и не понимала что сейчас только что было\nПосле смогла выдавить с себя\n—все нормально... поехали домой?\nОн кивнул и сел за руль. Всю дорогу мы ехали молча\nВот что я ему сказала, вот же дура. Не такие слова хотят слышать парни после поцелуя. Ну и он не спрашивал хочу ли я этого... А должен был спрашивать? Я весь день вела себя как будто он мне нравится.  Нет, он мне конечно нравится,  он такой хороший, для парня. Но нравится он мне только в качестве друга. И по ходу я все испортила.\nМы подъехали к дому\n—Спасибо Дилан за сегодняшний день, он был волшебным. Мне все очень понравилось\n—Я рад этому -сказал Дилан с грустью в голосе и натянул улыбку.\nПочему я решила что натянул улыбку? потому что искринняя у него она совсем другая, он светится тогда. А сейчас видно что ему вовсе не хочется улыбаться\n—пока Дилан -сказала я поцеловав его в щеку, затем вышла из машины и направилась в дом",
    "answers": [
      {
        "id": 73,
        "text": "далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "Я зашла в дом и включила свет в коридоре \n—Явилась -зло сказал Тайлер, который стоял передо мной скрестив руки\nОт неожиданности я подпрыгнула\n—Тайлер, что ты тут делаешь в темноте???  \n—Жду тебя -с хитрой ухмылкой сказал Тай -ты себя плохо вела и сейчас мне придется тебя наказать -зло ухмыльнулся он и начал потихоньку приближаться ко мне\nЯ пустила нервный смешок. А потом кинула ему в лицо сумочку и проскользнула мимо него и побежала в сторону кухни\n—Ну давай поиграем мышка -усмехнулся Тай и побежал за мной \nя забежала за стол, став с одной стороны, Тай был с другой\n—Тайлер, ты же не злишься на меня за охранника? это же была шутка\n—Сейчас вместе посмеемся когда я поймаю тебя \nЯ кинула в него кружку и снова успела проскользнуть мимо него и побежала в гостиную. Его мои попытки сбежать забавляли. \n—Тут тебе бежать не куда мышка, ты же понимаешь я тебя все равно поймаю\nЯ забежала в гостиную, взяла подушку и кинула в него. Он только улыбался как хищник загнавший жертву в угол. Я попыталась опять проскользнуть мимо него и убежать, но он схватил меня за талии и кинул на диван, после чего навис сверху меня\n—Попалась мышка. Как будешь расплачиваться за свое плохое поведение??? -прошептал он мне на ушко\n—я расплачиваться??? это ты мне должнен!!! Стриптиз!!! Помнишь!?! — хитро сказала я и приподняла бровь\n—Ты жульничала \n—Ничего не знаю, так что танцуй детка \nОн на секунду задержался, потом приподнялся и резко перевернул меня на живот. После чего сильно шлепнул меня по заднице, после чего еще и так же сильно сжав мою ягодицу\n—ай, больно же -с возмущением сказала я и потерла ушибленное место\n—я говорил что накажу тебя. Скажи спасибо что так легко отделалась -с усмешкой сказал Тай\n—спасибо -съязвила я -и так, где мой стриртиз?\nТайлер встал возле дивана, я села и посмотрела ему в глаза\n—хочешь посмотреть на мое голое тело? -лукаво спросил он, в его глазах загорелись искры\n—хочу получить свой приз -сказала я глядя ему в глаза с хитрой улыбкой на лице\nТайлер загорелся азартом, он стоял пару минут и пристально смотрел мне в глаза с лукавой ухмылкой на лице. После чего развернулся и прошел к середине комнаты и включил музыку.\n",
    "answers": [
      {
        "id": 74,
        "text": "далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "Он стал плавно двигаться. А я сидела и улыбалась во весь рот ели сдерживая себя чтобы не начать ржать во все горло. Потом он медленно стал поднимать футболку наверх оголяя торс, после чего снял ее полностью. Улыбка тут же слезла с моего лица. Я уставилась как завороженная на его обнаженное тело и на его кубики на торсе. Мдааа тело все таки у него очень красивое. Он заметил мой пристальный взгляд и провел рукой у себя по торсу. Я нервно сглотнула и почувствовала как стало появляться возбуждение и с каждой секундой гляда на него оно расло. Какой же он красивый, его широкие плечи, большие сильные руки, рельефный торс... Ммм... Он скинул с себя шорты и остался в одних боксерах. Я же закусила нижнюю губу и плотно сдвинула ноги. Блин, он идеальный, его как будто слепили самые лучшие скульпторы. Он посмотрел на меня и хитро улыбнулся. После чего...снял боксеры и остался абсолютно голым!!!! Я закрыла глаза рукой, но любопытство взяло верх. Я сделала небольшую щель и сквозь пальцы посмотрела на него. Блин, он и там идеальный... И такой большой. Интересно как он во мне поместится, он же там порвет все к чертям.  Блииииинннн о чем я думаю!!! Я опять крепко закрыла глаза рукой. Я же не собираюсь с ним спать, это всего лишь стриптиз, он просто проспорил... \nВдруг я почувствовала как он взял мою руку и опустил вниз, я в этот момент сильно зажмурилась. Он провел ладонью по моей щеке и прошептал\n—открой глаза\nПо голосу я поняла что его лицо находится рядом со мной. Музыка прекратилась\nЯ не хотя открыла глаза, Тайлер сидел передо мной и пристально смотрел на мое лицо. Его взгляд был одновременно и спокойным и в то же время пылал, я видела огонь в них. Он начал медленно приближаться к моим губам своими, я приоткрыла слегка рот и стала тяжело дышать. Я ждала этого поцелуя и я жаждила его. И в тот момент когда наши кубы практически соеденились мы услышали как открылась и закрылась дверь\n—я дома -послышался голос Сэм с коридора\nТайлер грязно выругался после чего быстро встал и подбежал к боксерам и стал нервно их натягивать. Только сейчас до меня стала доходить осознание всей картины. Я сижу в одной комнате с голым Тайлером и тут приходит его сестра, а он тут голый. Он так быстро и нервно стал надевать на себя боксеры, это было так забавно что я не удержалась и хихикнула, после чегл совсем не смогла себя сдерживать и стала смеяться. Он надел боксеры, взял в руки футболку и шорты и кинув на меня осуждающий злой взгляд выбежал с комнаты\n—проостиии -только и смогла я выкрикнуть ему в след не переставая смеяться и плюхнулась на диван всем телом не останавливая смех ",
    "answers": [
      {
        "id": 75,
        "text": "далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Тут в комнату зашла Сэм и не понимающе посмотрела на меня \n—Я только что видела Тайлера выбегающего от сюда в одних трусах\nЯ начала смеяться еще громче. Мдааа не ловкая ситуация\n—он мне стриптиз в боулинге проспорил, расплачивался -сказала я уже успокоившись\n—аааа — прлизнесла Сэм, но на ее лице все равно было недопонимание происходящего\n—кофе? -спросила я стараясь перевести тему\nСэм кивнула и мы отправились на кухню. \nТам за кофе мы стали делиться чем занимались весь день. Я рассказала что отлично провела время с Диланом (упустив момент с поцелуем, не к чему это) и что познакомилась с Джонатаном. \nОна рассказала что весь день они обсуждали подготовку к свадьбе и что она жутко устала. Завтра ей придется снова ехать к подруге. Я сказала что все нормально и чтоб она не переживала за меня и не просила больше ни кого со мной няньчится. Я буду валяться на диване и весь день смотреть кино.  Мы допили кофе, я приняла душ и после провалилась в сон. \nСнился мне Тайлер... Точнее тот случай в гостиной. Только в этот раз нам ни кто не помешал. Он впился своими губами в мои после чего раздел меня и повалив на спину стал осыпать мое тело поцелуями.\n—Ники, Ники\nпослышались слова вырывающие меня из сладкого сна\n—еще минуточку-пробурчала я\n—Ники\n—а? да? что случилось? -сонная я подскочила с кровати и увидела рядом Сэм\n—Ники, мне уезжать пора. Точно все будет нормально если ты останешься одна?\n—Да, все будет отлично. Не переживай-улыбнулась\n—Ну все, тогда я убежала, завтрак на столе\n—Беги — сказала я и плюхнулась обратно в кровать \nКакой же странный сон... И на самом интеесном разбудили -хихикнула я. Раз я одна дома значит я могу еще пару часиков поваляться -пришла к выводу я и закуталась в одеялко",
    "answers": [
      {
        "id": 76,
        "text": "далее "
      }
    ]
  },
  {
    "id": 76,
    "text": "Но спокойно полежать мне не дал стук в дверь. Я накинула на себя халатик и спустилась вниз открыв дверь. Там стоял Дилан\n—оу, Дилан привет, заходи -сказала я пропуская егл в дом, он зашел\n—подождешь минут 10 я себя в порядок приведу? Я не ждала седня ни кого, только с кровати встала. Вид наверно ужасный -с этими словами я разворачивалась чтоб побежать наверх и навести марафет. Но Дилан задержал меня за руку.\n—Не стоит, ты и так прекрасно выглядишь -с улыбкой произнес он -и я на минутку забежал\nЯ вопросительно посмотрела на него, ожидая что он расскажет зачем приехал\n—эмм.. яя... эээ... -Дилан почесал затылок\n—я пришел поговорить на счет вчерашнего поцелуя -выдавил он и натянул улыбку\n—я не хочу чтобы между нами осталась неловкость после моего вчерашнего поступка. Ты мне правда очень нравишься, но я вижу что мои чувства не взаимны. Я хотел предложить забыть вчерашний инцидент и остаться друзьями. -Тайлер выдохнул\n—Дилан ты очень хороший парень. И мне с тобой очень весело и легко. Но ты прав я не чувствую к тебе того же.  Ты мне нравишься, но как друг. И я бы с удовольствием продолжила наше дружеское общение \n—Вот и отлично -Дилан улыбнулся\n—может все же зайдешь на кофе?\n—не могу. И так опаздываю уже. Но если ты не против, то я вечером еще забегу\n—буду ждать -сказала я и поцеловала его в щеку, после чего он расплылся в улыбке и ушёл ",
    "answers": [
      {
        "id": 77,
        "text": "далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "После ухода Дилана я пошла позавтракала, выпила кофе, сходила в душ. А дальше весь день бездельничала... Слушала музыку, смотрела телек. Ближе к вечеру я решила принять ванную и полежать покайфовать. Давно уже не купалась в ванной. Я включила воду, добавила побольше пенки, люблю когда много пенки! Затем зашла к себе в комнату за чистым полотенцем. Выходя из своей комнаты я увидела Тайлера. Он поднимался по лестнице иии...пошатывался??? \n—Тайлер???\n—Н..Ники, а Сэм где? \n—Она еще у подруги... Ты что пьян??? -я пристально посмотрела на Тайлера\n—Совсем чуточку -улыбнулся он\n—У друга сын родился и мы немного отметили\n—ааааа ясно \nНадо же, в первый раз вижу его выпившим. И он такой забавный, улыбается все время. \n—Если что, я у себя -с этими словами он зашел к себе в комнату и закрыл дверь\nЯ же пошла в ванну, она уже наполнилась и я быстро скинула с себя все и залезла внутрь.\nКакой же кааайффф, понежеться в горячей воде и пена дополняет удовольствие. Я же закрыла глаза и получала удовольствие. Когда почувствовала что вода стала остывать я помыла голову и тело.\nЯ уже собиралась вылазить с ванны как услышала стук в дверь\n—ты там одета? Я могу войти? Сэм звонит -сказал Тайлер\nЯ убедившись что в ванне достаточно пены которая скрывает мою ноготу крикнула что он может зайти. Он зашел оценивающе посмотрел на меня и ухмыльнувшись протянул телефон\n— Да Сэми, что ты хотела?\n—Ники, мне нужно еще немного задержаться. У вас там как дела? Все в порядке? — спросила Сэм виноватым голосом\n— Так дорогая, у нас все отлично. А ты давай уже оставайся ночевать у подруги, нечего по ночам в такси разъезжать. Там знаешь сколько маньяков. А я сейчас приму ванну, посмотрю какой нибудь кинчик и буду спать. Так что за меня можешь не переживать. Если что твой надзиратель брат за мной присмотрит. \n—хорошо, прям гора с плеч. Все Ники, тогда до завтра. Целую дорогая\n—И я тебя, пока- сказала я отключив вызов и протянула телефон Тайлеру.",
    "answers": [
      {
        "id": 78,
        "text": "далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "—Может тебе спинку потереть? — с вызовом посмотрев на меня произнес Тайлер\n—Давай — быстро ответила\nВ его глазах загорелся огонь, он стоял и смотрел на меня с любопытством. Я же согнула немного ноги в коленях и легла на них телом обняв ноги руками. Тем самым оголяя перед Тайлером спину. \nВот серьезно, о чем я только думала соглашаясь на это!? Рядом с этим мужчиной мой мозг просто отключается, но заднюю давать уже поздно. Я разрешу ему помыть мне спинку, а потом выгоню. Да! Так и сделаю...\nТайлер взял мачалку и медленно начал водить ей по моей спине, периодически дотрагиваясь  пальцами до моей кожи. Его прикосновения были такими нежными что в один момент я не выдержала и с моих губ сорвался стон... Тайлер сразу остановился и несколько секунд не шевелился. А затем... Резко, в шортах и футболке, запрыгнуть ко мне в ванну. Он смотрел мне в глаза тяжело дыша, глаза были дикими и жаждущими. Он положил ко мне на лицо ладонь и погладила по щеке. Я взяла его руку и обхватив губами облизала его палец (блиииинннн, зачем я только это сделала. Мозг отшибло напрочь дуре...). От моей такой выходки он вздрогнул... а потом через секунды обхватив мою талию и притянув меня к себе впился в мои губы своими. Его поцелуй был страстный и жесткий, от его напора не хватало воздуха. Его руки спустились на мои ягодицы и сильно их сжали. От его прикосновений становилось жарко и мозг совсем отказывался думать о последствиях такого накала страсти.\nТаккк Николь очнись!!! Или он сделает это сейчас прямо в ванне!!! Прийди в себя!!! Я начала думать о всяких грустные вещах, о бездомных животных и прочей фигне и мозг начал проясняться. И я смогла взять себя в руки, после чего оттолкнула его и облокотившись спиной об ванну сказала\n—все, спасибо теперь можешь идти -ровным спокойным голосом произнесла я\nОн сначала посмотрел на меня не понимающие взглядом, но спустя пару секунд они уже пылали злобой. Он стиснув губы резко вылез из ванны и ушел хлопнув дверью...\nЯ же лежала ликовала! Ееее я смогла!!! Как же я его отшила, какая я молодец!!! На коже еще присутствовали мурашки от его прикосновений и я ощущала вкус его губ. Чтоб убрать остатки помутнение, я с головой ушла под уже прохладную воду... после вынырнула, смыла с себя остатки пены и вылезла обмотавшись полотенцем. ",
    "answers": [
      {
        "id": 79,
        "text": "далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Я уже хотела уйти, как дверь с грохотом распахнулась и на пороге появился Тайлер. Он уже надел сухие шорты и больше на нем ничего не было.\n—Тайлер что ты...\nНе успела договорить я как Тайлер одним рывком подлетел ко мне и прижав к стене снова впился в мои губы...\nЯ пыталась его оттолкнуть, но мои попытки были безуспешны... Этот мужчина на много сильней меня. \nОн с жадностью впивался в мои губы, затем опускался на шею, плечи. Его поцелуи были жаркими и жесткими. А крепкие руки сильно прижимали меня к нему, опускаясь с моей талии на ягодицы. Не контролируя свое тело с моих губ срывались стоны. Я пыталась сказать ему чтоб он остановился, но он меня не слышал и лишь накрывал мои губы новой порцией поцелуев чтобы я замолчала. Я пыталась его оттолкнуть руками, но он одним рывком поднял мои руки у меня над головой и стал держать своей сильно хваткой, телом прижимая к стене так что я не могла шевелиться, а вторая рука поползли чтоб сорвать с меня полотенце. Я уже решила что все... Все произойдет сейчас и я сама себя загнала в такую ситуацию. Он предупреждал чтоб я не играла с ним.\nНо вдруг я услышала стук в дверь. \n—дверь\n—пусть стучат- тяжело дыша произнес Тайлер\n—вдруг это Сэм\n—я слышал что она останется у подруги — так же тяжело ответил Тайлер и накрыли мои губы поцелуев\nСнова стук в дверь\nЯ повернула голову в сторону и прошептал\n—я не могу когда стучат...\nТайлер отстранился, сжал губы и в бешенства поспешил к двери вниз чтоб выпроводить нежданного гостя. ",
    "answers": [
      {
        "id": 80,
        "text": "далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "Я же вылетела с ванны забежала к себе в комнату и скинула полотенце. Натянула на голое тело шорты и майку, которая сразу же прилипла к мокрому телу выделяя мою красивую грудь. после сразу вылетела с комнаты и побежала вниз надеясь что Тайлер еще не выставил нашего гостя.\nТайлер уже собирался закрывать дверь, как я подлетела к нему и увидела с другой стороны Дилана\n—о Дилан привет, что ты стоишь на пороге заходи скорей-быстро проговорила я запыханным голосом\n—но Тайл...\nНе успела договорить Дилан как я схватила его за руку и затащила в дом.\n—хочешь кофе? Пойдёмте все выпьем кофе-так же быстро сказала я и потянула Дилана за руку на кухню\nЗайдя на кухню я быстро сделала кофе и поставила кружки на стол. Я села с одной стороны, парни напротив меня.\nДилан не понимающим взглядом смотрел то на меня, то на Тайлера.\nТайлер же был в ярости и смотрел на меня вопрошающе типа \"что ты делаешь, гони его\"\n—у вас все нормально? Тайлер сказал вы заняты -сказал Дилан\n—заняты?? Пффф... Чем мы можем заниматься!? Сэм нет. Мы тут вообще ни чем не занимались- сказала я и издала нервный смешок\n—точно все хорошо? Вы ведете себя странно...\n—точно-выкрикнула я\n—все просто чудесно -злобно выдавал из себя Тайлер.\nПосле мы молча продолжили пить кофе. Тайлер зло смотрел на меня, Дилан косился и думал что мы что то скрываем. Когда все допили кофе Дилан встал\n—ладно ребят, я поеду домой\n—я тебя провожу — быстро сказал Тайлер и поднялся со стула\n—НЕТ!!! -выкрикнула я и подпрыгнула со стула\n— м..может еще кофе?- спросила я после чего Тайлер опять злобно зыркнул на меня\n—нет, вы определенно какие то странные!- сказал Дилан-нет, спасибо Ники, кофе больше я не хочу- добавил улыбнувшись\n—тогда мооожееетт... ээээ...фильм? Да, точно. Куда ты собрался идти? Еще рано! Пойдемте все дружно смотреть кинчик- с этими словами я схватила Дилана за руку и не дав ничего сказать потащила в гостиную. ",
    "answers": [
      {
        "id": 81,
        "text": "далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Я упала в свободное кресло, парни сели на диван. Тайлер сел ближе ко мне. Я взяла пульт и стала переключать каналы.\nНадо что нибудь такое чтоб Тайлеру напрочь отбить все желание.\nИ тут я наткнулась на фильм про зомби. ТО что НУЖНО!!! Кишки, море крови. После такого он точно не захочет меня.\n—ооо, супер! Вот это и будем смотреть- радостно выкрикнула я\n—зомби? Серьезно? Думал девушки не любят такое. Может что нибудь другое найдем?- сказал Дилан\n—пфф..ты что!? Что может быть лучше чем ночью фильм про зомби!? Я их просто обожаю- сказала я с довольным лицом и широкой улыбкой\n—выбор девушки закон- сказал Дилан улыбнувшись и сел на диван поудобней \nТайлер же опять зло посмотрел на меня\nФильм был скучным. Того сожрали, другого укусили после чего он сожрал друзей. Так и хотелось переключить, но я выбрала фильм не для веселого просмотра, а чтоб отбить желание у Тайлера, так что надо смотреть и улыбаться. На кресле было ужасно не удобно сидеть. И я решила что надо устроиться поудобней. Я села боком, на один подлокотник положила голову, на другой ноги тем самым вытянула ноги в сторону дивана. И только я довольная собой улыбнулась как почувствовала как сильно сдавили мою ногу\n— ммм-простонала от боли я и посмотрела на свою ногу\nЕе схватил и сжал Тайлер. Он поймал мой взгляд потом кивнул в сторону Дилана, а затем в сторону двери тем самым показывая чтоб я его выпроводила. Я же помахала головой и кивнула в сторону телевизора показывая смотри фильм. Он снова сжал мою ногу, а я его в ответ пнула. На что он снова зло посмотрел. Какой же неугомонный, даже кишки не способны остудить его потребности. Фильм подошел к концу и я уже начала зевать. Дилан встал и сказал:\n—ладно ребят, уже поздно, я пойду. До завтра \n—я тебя провожу- сказал Тайлер и они направились к выходу\n—пока Дилан- сказала я зевнув\nНадо быстро притвориться спящей. Я положила руку под голову, приоткрыла рот и пустила слюну. Да вы скажите фууу и это гадко. Зато правдоподобно! Потому что ни одна адекватная девушка так не станет притворяться, она просто закроет глаза, что вряд ли будет правдоподобно в моей ситуации. Благо я не адекват. Я услышала шаги и закрыла глаза \n—Ники, ты что спишь?\nЯ молчу... После Тайлер подошел ко мне ближе и тяжело вздохнув взял меня на руки. Я же старалась быть максимально расслабленный. Он поднял меня в мою спальню и уложил на кровать. Затем вытер с щеки слюну и погладила ее. После чего поцеловал в лоб, укрыл одеялом и ушел.\nЯ же лежала немного в шоке от таких действий с его стороны, но усталость от напряженного вечера взяла свое и вскоре я провалилась в сон",
    "answers": [
      {
        "id": 82,
        "text": "далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Утром я проснулась и продолжая лежать в кровати думала о событиях происходящих вчера. Как вести себя с Тайлером!? Не представляю... Если честно вообще не хочется пока с ним сталкиваться, но я же не могу весь день просидеть в комнате... Надо что то придумать и слинять.\nВдруг я услышала как захлопнулась входная дверь и послышался голос Сэм. Саманта приехала, я радостная подскочила с кровати, переоделась и бегом спустилась вниз\n—привет Сэм, как вчера все прошло? -радостно спросила я\n—все отлично, планирование и подготовка кипит полным ходом\n—отлично, пойдем кофе выпьем расскажешь?\n—пошли -радостно ответила Сэм\nМы зашли на кухню, сделали себе кофе и сели за стол \n—какие на седня планы? -спросила я \n—седня идем выбирать платье... Я заехала переодеться... Мне так не хочется опять тебя оставлять, но отказать я не могу. Ты же понимаешь? -с грустью сказала Сэм\nИ тут зашел Тайлер\n—Доброе утро -сказал он\nЯ подавилась кофе и закашлялась\n—доброе -выдавила я\n—Доброе братик, ты седня выходной?\nОн кивнул\nТайлер стал как то странно на меня смотреть, прожигая взглядом и я ляпнула первую глупость что пришла мне в голову\n—можно мне с вами Сэм? -быстро проговорила я\n—Выбирать платье??? Ты же такое не любишь.. Тебе просто по магазинам ходить не нравится, а выбирать платье это долго и ответствененно\n—Пффф... Это же свадебное платье... Я уверена мне понравится -сказала я и спустила нервный смешок\nСэм радостно завизжала и обняла меня\n—Конечно тогда поехали со мной!!! Я так рада что мы будем вместе\nТайлер пепелил меня взглядом. Я посмотрела на него и в моих глазах пробежал страх, с ним я точно не хочу оставаться... Лучше уж платья, уверена это не так и плохо\nЯ побежала наверх, быстро приняла душ. Причесала волосы и сделала высокий хвост. Надела короткое свободное платье белого цвета и босоножки на шпильке. Сделала легкий макияж. \nИ спустилась вниз где меня уже ждала Сэм с подругой. Мы сели в машину и поехали в салон свадебных платьев",
    "answers": [
      {
        "id": 83,
        "text": "далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Там нас уже ждали другие девушки, в том числе и сама невеста. Ее звали Кристал. Кроме Сэм было еще 3 подружки невесты,  имена которых я не запомнила... А зачем?! Мы сели на диванчики, а Кристал стала мерить прежложенные консультантом платья. Это было ужааасноо долгооо и нудноо, все громко смеялись и обсуждали платья. У меня уже начал глаз дергаться и я попросила шампанского...\nЧерез час или полтора, Кристал вроде как выбрала платье и спросила мнение подруг. Все стали кричать \"да\", \"оно великолепно\". Я ответила коротко\n—нет \n—что нет? Мне не идет? -спросила Кристал\n—оно ужасно, попробуй другое -пожала плечами я\nОна не понятливо посмотрела на меня, потом на Сэм. Саманта пожала плечами. А Кристал пошла выбирать другое\nНа следующие 5 понравившихся платей мой ответ тоже был коротким\n—нет\n—нет\n—нет\n—нет\n—нет\nНа меня уже стали зло косится другие подружки невесты и в том числе сама она. Но что я могла сделать если врать я не умею а смотрелись они на ней ужасно!!! К слову у этой Кристал не плохая фигура, хорошая тонкая талия. А еще большая задница и грудь 4 размера. И она выбирает платья которые \"подчеркивают\" ее округлости...\nНо эффект получается обратный. Платья в обтяжку уродуют зад, белое только увеличивает ее и она выглядит ужасно. А пышные платья она выбирала те в которых грудь видно, думает это красиво. Но ее 4 размер буквально вываливается с платья и выглядит это пахабно и развратно. Что невесте не подходит.\n—Так, не ворчите. Можно мне пойти выбрать? Одно платье... И если не понравится, я потом буду просто молчать -сказала я\nВсе согласились со мной и пошла по рядам ища подходящее платье. И минут через 20 я его нашла. Я показала его и Кристал отправилась в примерочную его надевать. Через несколько минут она вышла и выглядела она потрясающе. Платье было пышное, цвета слоновой кости. Корсет подчеркивал ее тонкую талию. Грудь тоже была подчеркнута, но не вываливалась как из других платьев. Она выглядела как воздушная принцесса. Все начали ахать и одобриьельно кивать. Она выбрала это платье. \nЯ уже начала радоваться что все..конец... выбрали и можно идти.. как она выкрикнула теперь фата... а потом еще и перчатки, туфли и куча разной фигни.. Та  блиииннн.... Неееттт я этоггоо больше не вынесуууу\nВдруг на мой телефон пришло смс от Дилана :\n—Сэм сказала вы с Кристал платье выбираете. Как ты там? Жива еще?\nЯ ответила\n—Неееттт... спасай... Я больше не вынесу\nответ:\n—скоро буду\n",
    "answers": [
      {
        "id": 84,
        "text": "далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "Минут через 15 приехал Дилан\n—привет дамы\n—ооо Дилан привет. Мужчинам тут не место уходи -закричали все хором\n—хорошо, хорошо. Уже убегаю. Только украду у вас Николь\nВсе кивнули, Сэм посмотрел на меня \n—Сэми, прости. Но я больше этого всего не вынесу. Это я попросила Дилана меня забрать и я убегаю. Ты же не против? -умоляюще посмотрела на нее\nСэм рассмеялась\n—я знала что тебя на долго не хватит, странно что ты еще столько высидела. Беги \nЯ чмокнула ее в щеку и быстро убежала от туда вместе с Диланом\n—Ааааа свобооодааааа -закричала я раставив руки в стороны\nПотом кинулась к Дилану и обняла его\n—ты мой принц на белом коне!!! Ты просто спас меня!!!\nДилан рассмеялся\n—не любишь приготовления к свадьбе?\n—это был мой первый опыт и могу сказать что это просто ужасно!!! Больше 3 часов выбирать одно платье, она перемерила их штук сто\nДилан опять засмеялся\n—Обычное желание девушки быть великолепной в самый важный день в своей жизни\n—ага, столько хлопот ради одного дня. А спустя несколько лет она застукает его в постеле с другой или просто он захочет развода чтобы опять же быть с другой. Столько пафаса ради одного дня \nМой голос стал серьезным и немного жестким\nДилан взял меня за руку и повернул к себе, остановив таким образом мои высказывания\n—Не у всех так Ники -спокойным голосом произнес он -Я знаю что произошло между твоими родителями и как поступил твой отец. Но далеко не все мы такие. Нельзя по одному человеку судить всех\n—мой парень тоже мне изменил -перебила его я\n—Ну по двум людям. Это не показатель Ники, просто тебя окружали не те люди\nОн видел что я стою нервничая и подошел ко мне ближе и обнял. От этого я немного успокоилась\n—не хочу больше говорить на эту тему. Давай уедем от сюда, где твоя машина???\n—на счет машины...Я седня без нее -сказал Дилан и указал на рядом стоящий мотоцикл \n—это твой???\nДилан кивнул\n—ты не против? просто если бы я поехал домой менять его на машину, у меня бы не получилось так быстро приехать\n—ты шутишь??? это же круто!!! Будем оставшийся день кататься -весело сказала я — дашь мне порулить?\n—вот только ты в платье, оно еще такое тонкое...  оно разлетится.. я надеялся ты в шортах\n—пофиг на платье, я его попой хорошо придавлю и прижмусь посильней к тебе -радостно выкрикнула я -что стоишь поехали\nДилан рассмеялся\n—мне нравится твой энтузиазм \nС этими словами он дал мне шлем и мы сели \n—Держись крепче -сказал Дилан и мы поехали\nЭто было так круто. Через какое то время мы выехали с города и тогда Дилан смог ехать на много быстрей. Это было потрясающе. Ощущение полета, свободы, легкости! Просто не передоваемые ощущения!!! Так мы катались пару часов, после вернулись в город и зашли в кафе. Мы перекусили. Я выплескивала море эмоций после нашей поездки. Все время говорила как это было потрясающе. Уже стемнело и после кафе Дилан отвез меня домой. \n—зайдешь выпить кофе? ой, не так.. пойдем выпьем кофе -сказала я когда мы приехали веселым голосом \n—я тебе еще не надоел? -засмеялся Дилан \n—неееттт — протянула я смеясь и потянула его за руку в дом",
    "answers": [
      {
        "id": 85,
        "text": "далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Мы прошли на кухню. Дилан сел за стол, а я пошла делать нам кофе. Мы громко смеялись и обсуждали всякую мелочь. Я сделала нам кофе и поставила кружки на стод после чего села на стул, напротив Дилана. На кухню зашел Тайлер\n—что вы ржете как кони -не довольно пробурчал он\n—прости Тайлер, мы тебе помешали? — спросила я продолжая смеяться\n—нет. А что вы тут делаете вдвоем? Ты же вроде должна быть с Сэм -сказал Тайлер недовольным годосом. \n—Я была с Сэм и это было ужасноооо -протянула я\n—выбор сведобного платья и прочей фигни явно не мое. Я уже думала что сойду сума, но приехал Дилан и спас меня -с улыбкой сказала я\nТайлер взглянул на Дилана\n—я написал ей и спросил как она и Ники попросила ее забрать -пожал плечами Дилан \nМы с Диланом сидели и улыбались во все 32. Я наверно искрилась радостью, впрочем как и Дилан. Тайлер смотрел на нас с недовольством, видно было что ему это все не нравится\n—и где вы потом были? -все с таким же недовольством спросил Тайлер\n—мы катались на мотоцикле!!! Как же это круто!!! И почему я раньше этого не делала -я говорила громко, эмоционально и радостно\n—ты каталась в таком виде?\n—что не так с моим видом?\n—просто интересно как на тебе осталось платье, а не слетело с тебя \n—все очень просто! сзади платье придавила попой, а с переди сильно прижалась к Дилану\nОт последней фразы Тайлера будто передернуло. Да что с ним не так\n—ладно, мне пожалуй пора -сказал Дилан с улыбкой и встал\n—я тебя провожу -сказала я проволила его до двери\n—до завтра Николь -мягко сказал Дилан -пока Тайлер -выкрикнул\n—до завтра -сказала я, после чего обняла и поцеловала в щеку\nДилан улыбнулся и ушел",
    "answers": [
      {
        "id": 86,
        "text": "далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Я повернулась от двери и увидела перед собой Тайлера\n—что это все значит? -зло спросил Тайлер\n—о чем ты???\nТайлер зло сжал губы, после спросил \n—что происходит между тобой и Диланом?\n—всмысле??? я не понимаю о чем ты!!!\n—все ты прекрасно понимаешь! Что между вами??? Вы часто стали проводить время. Ты просишь его приехать. Он нравится тебе??? -уже в повышеном тоне сказал Тайлер\n—это тебя вообще не касается! ясно! -выкрикнула я и попыталась пройти мимо Тайлера и уйти, но он не дал мне этого сделать схватив и прижав к стене.\n—еще как касается! Он мой лучший друг, а заодно и бывший моей сестры.. Думаю Сэм будет не приятно если она узнает что между вами что то есть\n—Сэм как раз таки наоборот говорила что не против и что он хороший парень\n—Так ты с ней об этом разглваривала, значит он тебе все же нравится???-выкрикнул Тайлер \nЯ со всей силы оттолкнула его от себя\n—да что на тебя нашло??? Нет между нами ничего!!! ясно?!? Да был один поцелуй, но он ничего не зна...\nТайлер не дал мне договорить\n—Что??? Вы целовались???\n—Да после боулинга, когда гуляли по парку Дилан меня поцеловал\nТайлер стукнул кулаком по стене, затем развернулся и хотел уйти. Но я его остановила схватив за руку и повернув к себе\n—да что с тобой происходит Тай???-кричала я\nОн схватил руками меня за лицо и прижал к стене\n—ты сводишь сума мужчин. И ты хочешь сделать это с моим другом\n—он взрослый мальчик и сам может решить чего он хочет, ты не должен его опекать. И вообще ты его не дооцениваешь!!! Он не сходит сума!!! Он нормально принял то что я сказала что между нами ничего не может быть. Мы просто дружим ясно!?!\n—что ты сказала???\n—что мы просто дружим\n—нет, не это. Почему ты сказала что между вами ничего не может быть?\n—потому что он меня не привлекает как мужчина. он мне нравится, но только как друг. Да и смысл, я скоро уеду\nТайлер опустил руки и голову,  после чего выдохнул\n—да что с тобой Тайлер??? Я тебя совершенно перестала понимать... Какая тебе разница какие отношения между нами с Диланом???\n—потому что я не хочу делить тебя со своим лучшим другом. Если бы вы были вместе я бы не смог..\n—что не смог???\n—сделать это \nИ он впился своими губами в мои в жадном страстном поцелуе. Я почувствовала резкую слабость и ноги стали как ватные. я стала терять равновесие, казалось что вот вот упаду. Но Тайлер подхватил меня и поднял, а я обняла ногами его талию. Он прижал меня к стене, его руки сжимали мои ягодицы. \nОпять появились эти бабочки в животе. Я хотела чтобы этот поцелуй никогда не прекращался. Мне так было хорошо и приятно в его объятиях. Я чувствовала его тело а он чувствовал мое. Он такой сильный, такой вредный, такой красивый. Я поймала себя на мысли что хочу его больше всего в этом мире, я хочу чтоб он был моим, чтоб был всегда рядом. Но этого никогда не будет. Я ему не нужна... Он такой же как все... Он просто опять играет со мной\nЯ разжала свои ноги с его талии и опустила их вниз, после чего поставила свои руки у него отгруди и оттолкнула его от себя. Он не понимающе посмотрел на меня, а я отвернула от него лицо в сторону и стала смотреть в пол\n—Я не хочу больше этих игр, ты победил -сказала я и хотела уйти, но он задержал меня за руку\n—Я не играю с тобой, ты мне...\nТайлер не успел договорить, так как в двери появилась Сэм\n—о, а что вы тут стоите? меня ждёте? Я так устала, пойдемте пить кофе -с улыбкой сказала Сэм\n—пойдем -улыбнулась я и вытащив свою руку из руки Тайлера пошла на кухню. \n—я не хочу кофе, я лучше пойду к себе -сказал Тайлер и поднялся наверх",
    "answers": [
      {
        "id": 87,
        "text": "далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Я зашла на кухню и пошла делать нам кофе\n—я тааакк устааалаа -протянула Сэм -хорошо хоть эти два дня отдохну от этой суматохи, а то уже нет сил на все это\n—почему два дня отдыха?\n— ну завтра мы будем подготавливаться к твоей днюхе, а послезавтра собстевнно она и будет.  Так что наконец я два дня только твоя -гордо улыбнулась Сэм -завтра поедем выбирать ресторан\n—на самом деле я не хочу отмечать. Это такой же обычный день как и все, просто я стану на год старше. Незнаю почему я решила в этом году его сделать необычным решив отметить с Картером, но теперь нет смысла его вообще отмечать..\n—ты сума сошла??? Как это не хочешт отмечать?! Нет, нет, нет!!! мы его отметим и это не обсуждается. Я понимаю что ты его долго уже не отмечала, но теперь у тебя есть я и теперь я твоя семья и мы отметим и точка\nЯ рассмеялась \n—хорошо, хорошо, убедила. Только ресторан я не хочу... Давай здесь? Можно закуски и прочее заказать в ресторане, на заднем дворе пожарить мясо. Накупить выпивки. \n—Давай!!! Позовем Дилана и можно еще твоего рок музыканта?\n—Не думаю что Тайлер согласится на это, он явно дал понять что Алекс ему не понравился. Да и виделись мы всего пару раз и после нашего свидания не общались\n—Тайлер согласится, я на него надавлю и у него не будет выбора. Так что ты все же подумай -подмигнула она мне -да и ты давно проверяла соц сети? может он писал\n—я за них и забыла совсем, в последний раз заглядывала когда Алекса добавляла\n—Ну вот. \n—Так, ладненько я в душ и спать, до завтра -сказала я и поцеловала Сэм в щечку\nЯ сбегала в душ, надела свою ночнушечку и легла в кровать. Перед сном решила зайти в соц сети. \n3 сообщения от Алекса\n\"Привет Николь\"\n\"ты еще не уехала?\"\n\"может встретимся? я тебе дам пару уроков?\"\nБлин, ответить ему или все же не стоит... \n\"еще не уехала. Можем завтра встретиться. я позвоню\"\nотправить\n\"буду ждать\"\nя ухмыльнулась, он что ждал пока я позвоню, я отложила телефон\nТеперь можно спать. \n",
    "answers": [
      {
        "id": 88,
        "text": "далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "Наступило утро. Я как обычно сделала все утренние процедуры, одела домашние вещи и спустилась вниз\nНа кухне уже были Тайлер и Сэм\n—доброе утро -сказала я улыбнувшись\n—доброе-сказали Сэм и Тайлер\n—бедешь завтракать? -спросила Сэм\n—нет, не хочу -сказала я после чего налила себе кофе и села напротив Тайлера. Он опять пристально на меня смотрел. \n—ну что пьем кофе и едем по магазинам и в рестаран? Надо все седня закупить для завтра и заехать в рестаран заказать закуски.\n—Сэм, может передумаешь? Я правда не хочу ничего справлять\n—Это не обсуждается -серьезно присекла Сэм, с этого года все меняется и улыбнулась\n—Не любишь дни рождения? -спросил Тайлер сделав глоток кофе\n—В последний раз я его отмечала когда родители еще были вместе... После их развода я отгородилась от друзей. Отец выделял деньги чтоб я могла закатить себе праздник, но я не хотела брать его деньги на это, да и справлять особо не было желания. Он вообще не заморачивался, раз в год придет подарит подарок чтоб откупиться от меня и все. Я не люблю его справлять, не люблю подарки, не люблю цветы и шарики. Для меня подарок это как символ того что отец приходит откупаться от меня. Так что да, я не люблю свой день рождения. Это просто такой же день как и остальные, только я стала на год старше -я говорила спокойным, ровнодушным голосом\nТайлер встал со стула и подошел ко мне, после чего взял за руку, поднял и нежно обнял. Сэм молча смотрела и улыбалась\n—Мне не нужно чтобы меня жалели. Я привыкла быть сильно\n—Я не жалею тебя. Обнял потому что захотел этого. Тебе не нужно замыкаться в себе и отгораживаться ото всех. Нужно забыть о прошлом и идти дальше. Делая настоящее лучше. Ты больше не одна, у тебя есть Сэм — сказал Тайлер спокойным нежным голосом и сделал небольшую паузу -и у тебя есть я. И я больше ни кому не позволю обидеть тебя. А теперь одевайтесь и поедем закупать все необхадимое\nТайлер поцеловал меня в лоб и ушел на верх\nЯ же стояла с округлившимися глазами, не понимая куда делся прежний Тайлер и от куда в нем взялось столько нежности. Я с посмотрела на Сэм, она довольно улыбалась.\nПосле мы пошли с Сэм наверх, переоделись и поехали по магазинам.\n",
    "answers": [
      {
        "id": 89,
        "text": "далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Сначала мы решили заехать в ресторан и заказать еду и закуски. Сэм активно обсуждала меню и делала заказы. У меня же желания этим заниматься не было. Я отошла в сторону, к окну и стала смотреть в него, погруженная в свои мысли. Вдруг я почувствовала чью то руку у себя на плече и повернулась. Передо мной стоял Даниэль\n—Привет Николь -мягко сказал он\n—Даниэль??? Здравствуй... Что ты тут делаешь???\n—Это один из моих ресторанов. И я рад что я решил посетить сегодня именно его -улыбнулся своей очаровательной улыбкой -что ты тут делаешь???\n—Я тут с подругой. Она делает заказ на завтра\n—Что у вас намечается? Я лично прослежу чтоб было все на лучшем уроане и закрою на завтра ресторан чтоб вам ни кто не мешал, будете только вы.\n—Всего лишь мой день рождения... И мы тут только еду заказываем. Отмечать я захотела дома.\n—Всего лишь день рождения? -повторил мои слова Даниэль и ухмыльнулся -сколько исполняется прекрасной девушке, если это не корректный вопрос, можешь не отвечать\n—все, нормально. 19\n—А вот ты где? -сказала Сэм, после посмотрела на Даниэля -познакомишь меня со своим собеседником?\n—Сэм, это Даниэль, я тебе рассказывала о нем. Даниэль, это моя подруга Саманта\n—приятно познакомиться -сказал Даниэль и поцеловал руку Сэм\n—оу, взаимно.  Ники, я тут справилась уже. Можем ехать. Буду ждать в машине -сказала Сэм улыбнувшись и ушла\n—Я тоже пойду, была очень рада вновь увидеть тебя — с улыбкой сказала я\n—я тоже был очень рад. До новой встречи Николь -сказал Даниэль и поцеловал мою руку \n—пока -сказала я улыбнувшись и ушла\nЯ вышла из ресторана села в машину и мы поехали по магазинам",
    "answers": [
      {
        "id": 90,
        "text": "далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "Мы приехали в торговый цент. Закупили алкоголь и ещё кучу разных продуктов. После Сэм сказала что ей еще нужно купить всякие мелочи и убежала одна.  Я же решила пойти купить себе платье на завтра. Тайлер предлагал составить компанию, но я отказала. Я люблю этим заниматься, а может просто привыкла к этому.\nЯ выбрала понравившийся бутик и зашла в него, там мне приглянулись три платья. Одно было черное, по колено. Обтягивающее, выделяя каждый изгиб моего тела, в нем моя фигура выглядела еще лучше. Точнее...оно подчеркивало мою прекрасную фигуру и красиво выделяло мою грудь. Другое серебристое, в пол, с открытыми плечами. Третье красное в пол, с разрезом до бедра и открытой спиной, я бы сказала с ооочень открытой, еще немного и будет видно попу. Оно было тонкое и хорошо прилегало к телу,но не прозрачное. Такое платье надевать только без нижнего белья. Я купила все три и вышла с магазина. \nЧуть позже я встретилась с Тайлером и Сэм и мы уже собирались уходить, как я вспомнила про Алекса\n—Блиин, я обещала Алексу что позвоню седня. Вы идите, а я вас догоню. Забегу к нему на работу на минутку\nТайлер не довольно посмотрел на меня\n—О и пригласи его завтра к нам, пусть приходит будет весело. Он может и своих друзей с группы позвать. Будет весело\n—А меня спросить? Может я против -недовольно сказал Тайлер\n—Братик, я уверена что ты будешь против. Но я хочу чтоб завтрашний день был особенным и Николь была довольна. Чем больше народу, тем веселее. Так что не ворчи, потерпишь денек ухажеров нашей девочки\nЯ засмеялась\n—зовите кого хотите, потерплю. Я буду в машине -сказал Тайлер и ушел\n—Пойдешь со мной? -спросила я Сэм\n—Пойдем -радостно ответила она\nМы пришли в магазин к Алексу\n—привет Алекс -сказала я с улыбкой\nОн увидел меня и быстро подошел и обнял\n—Ники, я так рад тебя видеть -радостно сказал Алекс и посмотрел на Сэм\n—Я тоже рада. Познакомься это моя подруга Саманта\n—можно просто Сэм -добавила она и протянула руку Алексу\n—Алекс, очень приятно -с улыбкой сказал Ал\n—взаимно\n—Мы были тут рядом и я решила заскочить к тебе на минутку -сказала я с улыбкой\n—всего на минутку? -с грустью спросил он\n—да, нас в машине брат Сэм ждет. Так что я тодько поздороваться\n—но ты можешь приезжать к нам завтра. У Ники днюха и мы устроим не большую вечеринку. Так что будем ждать. И друзей своих приводи, Ники говорила они забавные.\n—у тебя день рожденья завтра? Мы тогда обязательно приедем, если ты не против..\n—буду только рада\nПосле мы попращались и пошли с Сэм к машине.  Домой ехали молча. Видно было что Тайлеру не нравится что мы пригласили ребят",
    "answers": [
      {
        "id": 91,
        "text": "далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "По дороги домой мы заехали в кафе и пообедали.  Дома на готовку пока времени не было, так как нас ждала уборка. Оставшиеся пол дня мы с Сэм  делали генеральную уборку, все вымывали перед завтрашним днем. Тайлер приготовил ужин. После уборки я сходила в душ и мы все вместе поужинали. Потом мы еще немного поболтали с Сэм и решили лечь пораньше, чтоб хорошенько выспаться. \nОколо часа я пыталась уснуть, но мне не давали это сделать всякие глупые мысли. Я думала об отце и о матери, вспомнит она обо мне хоть в этом году. Уверена отец даже не знает что я улетела. Я смотрела по сторонам комнаты и стены давили на меня. Тепепь у меня есть Сэм, но я все равно чувствовала одиночество и тоску, которую испытываю каждый год перед своим днем рождения. В этом году я буду не одна, но почему все равно такая пустота внутри. Стены спальни продолжали давить на меня и я решила что не хочу сегодня спать в этой комнате. Я встала и взяа подушку с одеялом пошла в гостиную. Я спустилась вниз и застала Там Тайлера смотрящего телевизор. Он заметил меня с одеялом и вопросительно посмотрел на меня\n—не хочу седня спать в своей комнате. Не против если я присоеденюсь?\n—нет конечно, ложись\nЯ зашла, кинула подушку в сторону, а сама села рядом с Тайлером, прижавшись к нему спиной и укрылась одеялом. Он меня обнял и прижал к себе. Почему то в его объятиях мне становится сразу так спокойно\n—что смотришь?\n—триллер какой то\n—а ты что решила в гостиной спать?\n—не могу уснуть в своей комнате, стены давят. Не обращай внимание, у меня каждый год так в этот день. Решила звук телевизора помогут уснуть\n—понятно -сказал Тайлер и сильней прижал к себе уткнувшись лицом в мои волосы\nФильм закончился\n—уже поздно пошли спать\n—не хочу к себе в комнату, я здесь останусь \n—я и не говорил что ты пойдешь к себе. Седня ты переночуешь со мной в моей комнате. \nЯ подняла бровь и осуждающе посмотрела на него, он рассмеялся. \n—не подумай ничего. На диване спать не удобно, поверь мне. У меня тебе будет комфортней и я буду рядом. Обещаю я не буду приставать-с улыбкой сказал Тайлер \n—хорошо, но только если правда не будешь приставать -сказала я прищурясь и после улыбнулась\n—пойдем уже -рассмеялся он\nМы зашли к нему в комнату. Он сразу скинул с себя футболку и шорты и остался в одних боксерах. Я на него косо посмотрела\n—что? -рассмеялся он — я так всегда сплю, в вещах мне будет не удобно. Ты сама стоишь в одной тоненькой ночнушке.\nИ тут до меня дошло, я ведь правда спустилась в низ только в тонкой ночнушке, которая ели прикрывает мою попу. Я даже халатик не накинула. Вот блин. Мой мозг по ходу уснул давно сам\n—но если я почувствую что твои руки полезут ко мне под но...\n—то я сам пойду спать в гостиную -рассмеялся Тайлер — ложись уже\nЯ быстро подбежала к кровати и залезла под одеяло. Тайлер лег рядом, взяв меня за талию притянул к себе поближе. Одну руку он протащил под моей прдушкой и обнял ей меня, другой прижимал к себе за талию. \nПолучилось так что он обхватывал мое тело руками и крепко прижимал к себе. А лицом он зарылся в мои волосы.\n—спокойной ночи -сонно пробурчал он\n—спокойной -сказала я с улыбкой на лице\nДолжна признаться что мне нравится когда он рядом. В его объятиях так уютно и тепло. Я обняла своими руками его и так уснула\n",
    "answers": [
      {
        "id": 92,
        "text": "далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "Я спокойненько спала в кроватке и вдруг почувствовала как что то водят по моему лицу...касаясь щек,губ, шеи. Ощущения были приятными, но это мешало мне спать\n— мммм -промычала я, после чего перевернулась на живот повернув голову в другую сторону и продолжила спать.\nКто то отдернул  с меня одеяло и убрал в сторону волосы. Прикосновения опять повторились, по моей шее, опускаясь вниз.. после чего перенеслись на мою оголеную попу, так как ночнушка сволочь задралась. Но я так просто сдавать не намерена, я сильно хочу спать! Я перевернулся на спину, нащупала ногой одеяло подтянула его к себе и потом укрыла себя им с головой. Я услышала тихий смех. Затем одеяло сорвали с меня полностью и откинули в сторону. И опять эти непонятные поглаживания, начиная от лица, потом шея и грудь\n—проснись соня, так весь прахдник проспишь -раздался тихий нежный голос Тайлера\n—я спать хочу — не открывая глаз проборматала я\n—понравилось спать в моей кровати? -сказал Тайлер хитрым голосом\nИ тут я вспомнила где я нахожусь \n—нравится просто спать -прошептала я и начала потихоньку открывать глаза.\n—особенно рядом со мной\nПервое что я увидела перед глазами когда я открыла их, это огромным бутон белой розы\n—так вот чем ты меня так жестоко будил\n—я думал тебе понравится\nЯ уже полностью смогла открыть глаза и увидела что Тайлер лежит рядом со мной, облокотившись га одну руку\n—мне нравится когда мне не мешают спать -проворчала я\n—ты уже долго спишь, пора просыпаться -сказал Тайлер продолжая водить по моему телу розой, касаясь губ, шеи и спускаясь вниз к груди \nДолжна признаться что да, это мне определенно нравится, учитывая то что это делает Тайлер. Его лицо в этот момент было серьезное и задумчивое, он внимательно рассматривал каждую частичку моего тела где касалась роза. После он начал проводить ей по моей груди, опускаясь ниже, ниже и еще ниже. Я молча внимательно следила за его мимикой в этот момент, пристально, не отводя глаз.. Такой задумчивый вид добавляет ему еще сексуальности. Он довел розу до сокровенного места и задержал ее там на несколько секунд вместе со своим взглядом. А после резко поднял лицо и посмотрел мне в глаза. Мы несколько минут так лежали и просто молча смотрели друг другу в глаза.\n—сколько вреиени? -спросила я решив прервать тишину\n—уже одиннадцать \n—сколько??? -с ужасом спросила я\n—я же говорю ты соня -с улыбкой сказал он -одевайся и спускайся вниз завтракать. Это тебе -сказал Тайлер и положил розу мне в руку. После чего поцеловал меня в лоб, встал и ушел\nЯ пожалуй не знаю как реагировать на него в последнее время. Он меня удивляет и немного пугает. Когда он язвит мге легче понять чего он хочет.  А сейчас я в растерянности. Что он ко мне испытывает? и испытывает ли вообще...\nТак ладно, пора вставать.\nЯ встала с кровати и побежала к себе в комнату. Зайдя я ахнула, она вся была заставленна розами. Там лежала и маленькая записка\n\"начинай любить цветы\"\nя улыбнулась, после чего натянула шорты с майкой и пошла вниз",
    "answers": [
      {
        "id": 93,
        "text": "далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "Весь дом был усыпан воздушными шариками. Они весели над потолком и просто везде были разбросаны. Так же весь дом был уставлен разными цветами. Было так красиво, что я не могла перестать улыбаться. Это все напоминало мне детство когда наша семья была целой и я любила свой день рождения, тогда мне казалось я знала что такое счастье. \nЯ зашла на кухню. Там сидели Тайлер и Саманта, Сэм сразу увидела мою счастливую улыбку и горящие радостью глаза. \n—нравится??? это все Тайлер сделал -сказала она улыбнувшись и указала на шары и цветы\n—очень, спасибо Тайлер \nОн довольно кивнул. Сэм подошла ко мне и обняла \n—с днем рождения доргая\n—спасибо -сказала я и обняла в ответ\n—так, я вас оставляю одних. Поеду в ресторан все заберу и заеду за Диланом. Не шалите тут без меня -сказал Тайлер и подмигнул нам, после чего ушел.\n—Задний двор он тоже украсил, хочешь посмотреть?\nЯ кивнула. Честно говоря, за все время что я тут была, я ни разу туда не выходила... Я просто знала что он есть и все, а ходить туда не было времени да и интереса тоже. А зря...\nЗадний двор был огромный... Там была большая беседка так же украшенная вся шариками. В ней стояли диванчиками с столиками. С другой стороны была зона для барбекю. Так же везде стояли колонки для музыки. Все было выстлано плиткой,  большие клумбы с цветами. Не хватало только бассейна... \n—а фи геть.... И что я раньше сюда не заходила!??!! Тут же так круто\nСэм рассмеялась\nМы стали подготавливаться к вечеру, достали столовые приборы, бокалы, стаканы. Загрузили выпивку в холодильник. Практически все было готово.\nМы услышали как вернулся Тайлер с Диланом\n—Дилан привет -сказала я радостно и подбежала к нему обхватив за шею и сильно обняла\n—Привет. С днем рождения красотка — с улыбкой сказал Дилан и протянул мне букет и подарок\n—спасибо -сказала я поцеловав его в щеку и взяла все -если ты не против я позже открою. А пока мне уже надо бежать и приводить себя в порядок. \nПотом посмотрела на Сэм и сказала\n—чур я первая в душ\nСэм рассмеялась\n—давай цветы, я поставлю в воду и беги \nЯ протянула ей цветы и побежала наверх, закинула подарок в комнату и пошла в душ \nЯ быстро покупалась, помыла волосы. Вышла высушила их и стала приводить себя в порядок. Сделала макияж, волосы оставила распущенными сделав небольшие локоны. Стала надевать красное платье\nНет, белье тут точно лишнее... я снала его и надела платье на голое тело. так же надела красные туфли лодочки. И завершила образ красной помадой\nПосмотрела в зеркало и была более чем довольна своим отражением. Платье смотрелось безумно красиво и сексуально, длинные локоны волос спадали вниз, а красная помада притягивала взгляд к моим пухлым губам. \nЯ стояла и наслаждалась своим отражением и услышала тихий стук. Дверь открылась и в комнату зашел Тайлер. Он был в черной рубашке и черных джинсах. Хочу сказать что в таком виде, он выглядит очень сексуально... Хотя о чем я говорю, он в любом виде сексуален.\nОн посмотрел на меня и его глаза загорелись, в них читалось восхищение \n—Как я выгляжу? -с улыбкой спросила я\n—Ты прекрасна... Моя воля, я бы не выпустил тебя от сюда в таком виде\n—Значит желанный эффект получен -хихикнула я\nПосле опять повернулась к зеркалу. Тайлер подошел сзади и обнял одной рукой меня за талию. Я положила свои руки на его\n—Красиво смотримся, правда? -тихо и нежно сказала я, Тайлер нежно улыбнулся. \nПосле опустил руку с моей талии, а другую достал из за спины, в ней была коробочка. Он открыл ее и я увидела там красивое бриллиантовое ожерелье. Он отодвинул мои волосы в сторону и надел его на меня. Застегнув застежку, он на несколько секунд задержал руки на моей шее, затем они начали скользить по моим плечам и ниже. Он стал нежно проводить кончиками пальцев по моей оголенной спине, опускаясь ниже. По моему телу пробежали мурашки. \nЯ посмотрела на свое отражение и положила руку на ожерелье\n—оно безумно красиво\nТайлер оторвал взгляд от моей спины и посмотрел в отражении мне в глаза\n—оно не сравнится с твоей красотой -сказал он и его руки опустились ко мне на попу\nПотом он стал быстро проводить по ней рукой\n—Ты без белья -строго подметил он\n—Оно сюда не подходит, сильно выделяется и я решила его не надевать\n—Я тебя не выпущу в таком виде. Там будет много мужиков, а твой вид пробуждает только одно желание -Тайлер положил руки ко мне на бедра и сжал их\n—Значит будешь за мной следить -с улыбкой сказала я после чего повернулась к нему лицом, его руки оказались сзади на моей попе\n—Тайлер они нормальные парни. Все будет хорошр -уже серьезным голосом сказала я\n—Давай никуда не пойдем, останемся тут вдвоем?\n—Сэм нам этого не позволит, я удивлена что она еще не прибежала и не вытащила нас от сюда. -засмеялась я\nТайлер стоял и смотрел на меня таким нежным спокойным взглядом. И мне хотелось утонуть в его глазах. Я смотрела на него и не могла оторвать взгляд. Сердце замерало в груди, казалось что совсем остановится и мне стало не хватать кислорода. И это от простого его взгляда... Да что же со мной!?!?\n—Нам пора спускаться\nТайлер опустил голову вниз и кивнул. Потом поднял ее, в его глазах была грусть\n—Пойдем \n—Только Тайлер -я взяла его крепко за руку -пообещай что ты не будешь внизу психовать и метать молнии на моих друзей?! -спокойным голосом сказала я\n—Только если они не будут к тебе приставать -улыбнулся он\nЯ приподняла бровь и посмотрела на него серьезным взглядом\n—Ты ведь понимаешь что они будут заигрывать и подкатывать, у них прикольчики такие\n—Значит я их покусаю -с усмешкой сказал Тайлер\n—Тааайлееер -протянула я с недовольством\nОн рассмеялся\n—Не переживай, все будет хорошо. Я буду себя сдерживать -с улыбкой сказал он\n—Но если я увижу их руки на твоих ногах я за себя не ручаюсь! Может все же наденешь белье???\n—Нет!!! -сказала я закатив глаза и прошла мимо него к двери. Но он меня остановил схватив за руку и повернул к себе. Я вопросительно посмотрела на него. Он приблизился очень близко и провел лодонью по моей щеке, его лицо вновь было серьезным, с нежностью в глазах. \n—Теперь пойдем -сказал он и взяв меня за руку повел вниз",
    "answers": [
      {
        "id": 94,
        "text": "далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "Мы зашли на кухню. Там была Сэм и Дилан. Она уже разложила почти все закуски по тарелкам, Дилан помогал, выносил все во двор и расставлял.\nОна полняла глаза посмотрев на меня и завизжала\n—Никоооль ты выглядишь шииикааарнооо!!! Какое красивое платье \n—ты тоже отлично выглядишь Сэми \nНа ней было длинное изумрудное платье\nКо мне подошел Дилан и улыбнулся свой очаровательной улыбкой\n—Выглядишь восхитительно -сказал он и поцеловал мою руку\nПосле чего Тайлер с Диланом вышли на задний двор.\nЯ услышала стук в дверь\n—Я открою -сказала я Сэм и отправилась к двери\nОткрыв ее я просто впала в шок, на пороге стоял Картер\n—Что ты тут делаешь? Я не хочу тебя видеть, уходи! -сказала я и попыталась закрыть дверь, но Картер не дал мне это сделать подставив руку\n—Ники, пожалуйста удели мне минуту\nЯ тяжело вздохнула, после чего вышла наружу закрыв за собой дверь.\n—Слушаю -зло сказала я, скрестив руки на груди\n—Вау, ты выгдядишь великолепно!!!\n—Ты это хотел сказать? Все, тогда я пошла -сказала я и хотела уже зайти в дом, но Картер взял меня за руку и остановил. Я зло посмотрела на него и он опустил руку\n—Нет это не все. Ники я такой дурак\n—Да неужели -ухмыльнулась я\n—Ники, дай мне две минуты сказать что я хочу и не перебивай пожалуйста \nЯ кивнула\n—Я правда дурак Николь. Я все хорошо обдумал и осознал каким был мудаком. Мне так жаль Ники, так жаль что обидел тебя. И ты мне правда очень дорога. Я не могу так больше, жить зная как сильно ты меня ненавидишь. Я знаю что уже ничего не вернуть, что мой поступок не простителен и того что было между нами уже не будет. Но ведь раньше мы просто дружили и нам всегда было веседо вместе. И может мы сможем вновь начать просто дружить? Я больше не буду подкатывать или расчитывать что мы когда то снова сможем встречаться. Я просто хочу чтоб я снова был тебе другом. Чтоб мы могли общаться и веселиться вместе. Мне просто необходима твоя дружба... -закончил он\nЯ молча подошла к нему и крепко обняла, он сначала вздрогнул от неожиданности, а после обнял в ответ.\n—Я тоже этого хочу Картер. Быть друзьями как раньше -прошептала я\nОн схватил меня за талию поднял и стал кружить\n—Ники я так рад\n—Это мне? -решила я прервать его порыв и указала на букет цветов\n—О, да, прости -сказал Картер опуская меня -я хотел сразу подарить, но боялся получить ими по морде -расмеялся он\n—Ты правильно боялся, именно это я бы и сделала если бы не успела выслушить тебя -рассмеялась я\n—Это тоже тебе, открой -Картер протянул конверт\nЯ открыла, там были две путевки в Египет. Я все время хотела туда слетать, но не хотела этого делать одна\n—Спасибо Картер, но ты же знаешь я не смогу полететь туда теперь -сказалатя и протянула назад\n—Это мой подарок Ники, можешь распоряжаться им как хочешь. Обратно я не приму\n—Спасибо -улыбнулась я\nКартер улыбнулся в ответ\n—Ладно, я пойду. Не буду отвлекать\n—Куда это ты собрался? Ты идешь к нам отмечать мой день рождения -сказала я с улыбкой после чего взяла Картера за руку и повела в дом\nМы отправились на задний двор. Там были все, Дилан, Тайлер и Сэм\nТайлер увидел Картера идущего за руку со мной и сдвинул брови\n—Что он тут делает? -зло спросил Тай\nДилан и Сэм не понимающе смотрели ожидая ответа\n—Не хмурься так Тайлер, морщинки появятся. \n—Картер хочу тебе представить моих друзей. Этого хмурого парня зовут Тайлер, он брат Сэм. Это Дилан, а Сэм ты уже знаешь. Парни, это Картер\n—Вы что снова вместе? -спросила Сэм\n—Нет мы не вместе. И встречаться больше мы не будем. Мы теперь просто друзья, как раньше -с улыбкой сказала я, затем отпустила руку Картера и с улыбкой сказала -располагайся\nЯ же подошла к Тайлеру\n—не съешь его, мы теперь просто друзья -прошептала я ему на ушко и поцеловала в щеку\nТайлер улыбнулся и кивнул. После чего подошел к Картеру поздоровался и пожал руку.",
    "answers": [
      {
        "id": 95,
        "text": "далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Я услышала еще стук в дверь\n—Я открою -сказала я и пошла к двери\nИ открыв дверь я получила очередной шок \nТам стоял Даниэль и держал просто огрооомный букет алых роз. Я вышла к нему на улицу\n—Даниэль? Что ты...\n—С днем рождения Николь -сказал он протянув мне букет\n—Не знаю смогу ли я его удержать -с улыбкой сказала я\nДаниэль усмехнулся\n—Тогда если ты не против я подержу его пока что -сказал он с улыбкой, после чего обвел меня взглядом с ног до головы -выглядишь потрясающе\n—спасибо -улыбнулась я -оу, где мои монеры, пойдем в дом!? -сказала я с улыбкой\n—Я не хочу вас стеснять своим присутствием. Я заехал поздравить и пригласить тебя завтра в ресторан \n—О чем ты говоришь, ты не стеснишь нас.. Пойдем -с улыбкой сказала я и взяла его за руку\n—И все же я не останусь, я бы хотел завтра провести время только вдвоем если ты не против\n—Я не против -с улыбкой сказала -и все же тебе придется зайти, боюсь сама я этот букет не донесу\n—Хорошо -засмеялся он\nМы прошли на задний двор, где уже громко звучала музыка. Я жестом позвала Сэм. Тайлер стоял возле барбекю и готовил, увидев меня с Даниэлем он опять зло нахмурился и зло сжал губы\n—Привет Даниэль, рада вновь видеть тебя -сказала Сэм\n—Я тоже рад \n—Сэми мне помощь нужна, куда их можно поставить? -спросила я и указала на букет\n—Оу, надо подумать\nМы опять вышли на задний двор. Тайлер сверлил нас взглядом. К нам подошел Дилан и поздоровался с Даниэлем, я их представила. После чего Сэм принесла широкое ведро, Дилан помог набрать в него воды и Даниэль поставил в него букет. Потом Даниэль попрощался со всеми, я взяла его за руку и пошла провожать. Мы вышли на улицу \n—Спасибо за цветы -с улыбкой сказала я\nДаниэль улыбнулся\n—До завтра Николь, я заеду за тобой в семь\n—До завтра -сказала я, после чего подошла и обняла его\nЗатем поцеловала в щеку, он улыбнулся. Поцеловал мне руку и пошел к машине. Я осталась и проводила его взглядом пока его машина не отъехала",
    "answers": [
      {
        "id": 96,
        "text": "далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "Я уже хотела зайти в дом, как увидела подъезжающую машину Алекса. Она остановилась и от туда вышел Алекс с ребятами \nМарк присвистнул\n—Ого какая красотка -сказал Марк, затем подошел ко мне -С днем рождения Ники. Куда это можно закинуть? -сказал он с улыбкой и указал на цветы и подарок\n—спасибо -сказала я обняв его и поцеловав в щеку -заходи в дом, я там покажу\nОн кивнул и зашел в дом\n—С днем рождения Ники, потрясно выглядишь -сказал Крис с улыбкой, он так же держал цветы и подарок\n—Спасибо Крис -обняла и поцеловала -проходи\n—С днем рождения Николь, ты очень красива сегодня -Сказал Генри так же с цветами и подарком\n—Только сегодня? -засмеялась я и увидела как Генри покраснел -спасибо Генри -обняла поцеловала в щеку -проходи -с улыбкой сказала я\nСамым последний подошел Алекс\n—С днем рождения Николь. Восхитительно выглядишь — с нежной улыбкой произнес он\n—Спасибо Алекс -сказала я и крепко его обняла и поцеловала в щеку\nПотом я обратила внимание на его подарок. По форме это была гитара обернутая в подарочную упаковку. Мои глаза загорелись радостью и озорством\n—Это то что я думаю??? -весело спросила я с горящими глазами\nАлекс рассмеялся\n—Да, это то что думаешь. Будет повод научиться на ней играть. Правда я не подумал как ты потом ее сама будешь тащить в аэропорт и потом домой\nЯ как ребенок запрыгала на месте и захлопала в лодоши, после чего прыгнула к Алексу и опять его обняла\n—Спасибоо Алекс!!! А как буду добираться это мелочи. Что мы все на пороге стоим, пройдем.\nРебята стояли внутри на пороге и ждали нас. Я им показала гостиную и сказала что подарки можно оставить там. Потом забрала цветы и проводила на задний двор. Познакомила их со всеми. После попросила Сэм помочь мне с цветами.\nНа кухне зазвонил мой телефон (я его там оставила) Я подошла к нему и увидела входящий: отец. Полняла трубку\n—Здравствуй Николь \n—Здравствуй \n—я заехал к тебе, но ты не открыла \n—я не дома\n—ясно. С заехал поздравить тебя с днем рождения\n—что в этом году\n—ты уже взрослая Николь и тебе пора начинать самой заробатывать, я как твой отец решил помочь тебе в начинаниях. Я купил тебе 3 салона красоты, один в центре, 2 других чуть подальше. Там уже есть все необходимое оборудование и специалисты. Тебе только надо следить за доходами и чтоб все добросовестно работали.\n—ясно, ты решил окончательно от меня избавиться. Теперь ни что не будет напоминать тебе о моем существовании.\n—Николь ты...\nЯ скинула трубку и села на стул. я взялась рукой за лоб, облокотившись логтем о стол. Одна слезинка скатилась по моей щеке. Зашла Сэм\n—Вот ты где Ники, а я тебя ищу -с улыбкой сказала она, но увидя мой вид сразу стала серьезной-что случилось?\n—отец звонил. Сказал что я уже самостоятельная и подарил салон красоты\n—это же здорово\n—во первых я их ненавижу, ты сама знаешь с каким трудом ты меня туда затягиваешь. Во вторых он просто окончательно от меня избавился. Раньше все мои денежные монипуляции приходили к нему, так хоть было напоминание что есть я. Сейчас же он вообще забудет о моем существовании. Его не будет мучать совесть, он же мне \"помог\". У меня больше нет отца\nСэм подошла и обняла меня\n—уверена ты драматизируешь. Все будет хорошо \n—я его знаю и могу сделать выводы. Его волнует только его \"милая женушка\". \n—а что мать? звонила?\nЯ отрицательно покачала головой\n—для нее я уже давно прекратила свое существование \n—о милая -Сэм обняла меня сильней -ну и к чертям их, у тебя есть я\n—ты права-с улыбкой сказала и вытерла след от слезы -пойдем напьемся и будем весь вечер и всю ночь развлекаться\n—вот это моя девочка, пойдем -с улыбкой сказала она и взяв меня за руку мы пошли ко всем",
    "answers": [
      {
        "id": 97,
        "text": "далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Мы вышли к ребятам. Играла громко музыка.  А они все дружно общались как будто давно были знакомы и выпивали. Даже Тайлер мило улыбался и смеялся\n—А вот и наша именинница -выкрикнул Марк -давайте все выпьем за нашу прекрасную Николь. Ники, ты самая очаровательная девушка которую я встречал. Хотя, твоя подруга тоже очень горячая -он подмигнул Сэм -но седня будем пить только ха тебя. \nК нам подошел Дилан и протянул бокалы с шампанским. Мы их взяли и все мы дружно выпили\n—Ну что понеслось? -подмигнула я Сэм\nОна Кивнула \n—напьемся в хлам -рассмеялась\nМы пили и веселились. Дружно болтали обо всем и зажигательно танцевали. Сэм на удивление хорошо поладила с Генри, он больше не казался скромным и зажатым. Они все время болтали вместе и танцевали. Марк и Крис все время выпускали пошлые шуточки, на что Тайлер начинал злиться, но потом смотрел на меня, я ему показывала что все хороши и он успокаивался. Заиграл медленный танец и ко мне подошел Алекс.\n—потанцуешь со мной?\n—с удовольствием\nОн взял одной рукой мою руку, другую положил на талию и мы  начали танцевать. Я видела как недовольно смотрел Тайлер в нашу сторону\n—Между тобой и Тайлером что то есть? Хотя прости, это не мое дело -спросил Алекс прервав тишину\n—Что? Нет... Мы просто друзья, он брат моей подруги -растеряно сказала я -с чего ты решил что, что то есть???\n—он весь вечер не сводит с тебя глаз. И как только кто то из нас приближается к тебе в его глазах вспыхивает гнев\n—Он просто следит за мной, я вечно попадаю тут в неприятности. Я ему не нравлюсь. Я просто подруга его сестры\n—Не обманывай себя Николь. Я мужчина и я замечаю такие вещи. Да и ты прекрасна. Ты не можешь ни одного мужчину оставить равнодушным. Как только видишь тебя, у всех сразу появляется не выносимое желание завладеть тобой\n—У тебя тоже появляется такое желание? -с упреком спросила я\n—Да Николь, я не буду тебя обманывать. Как только я увидел тебя втпервый раз я сразу ощутил желание чтобы ты была моей. Но я не питаю надежды, я знаю что мои чувства не взаимны. И все же мне приятно быть сейчас с тобой тут \nМедленная музыка закончилась и снова началась энергичная \n—спасибо за танец -сказал Алекс поцеловав мою руку и пошел к ребятам\nЯ посмотрела на Тайлера, он продолжал сверлить меня взглядом. Ко мне подлетела Сэм и мы начали танцевать, к нам присоеденились парни. Все танцевали и веселились. И только Тайлер сидел на диване попивая виски и не сводил глаз с меня. Мы пили и веселились. Были еще медленные танцы. За вечер я перетанцевала со всеми парнями, кроме Тайлера.",
    "answers": [
      {
        "id": 98,
        "text": "далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Уже было глубоко заполночь. Все,кроме Алекса были уже пьяными. Алекс был за рулем и он не пил.Первым попрощался и уехал Картер. Я его проводила и поцеловала в щеку, мы договорились что домой полетим вместе. Потом стали собираться парни\nс группы. Я пошла их провожать\n—пока красотка -сказал Марк\n—пока Ники, все было супер -сказал Крис\nГенри о чем то в стороне разговаривал с Сэм\n—поехали уже казанова -крикнул Марк Генри \n—пока Николь -сказал Генри \n—пока ребят -крикнула им я\nОстался Алекс\n—пока Николь. Прости если я что то сказал не так\n—все хорошо, я рада что ты приехал\nЯ обняла его и поцеловала в щеку, после чего он улыбнулся и ушел\nСэм была что называется пьяная в хлам. Тайлер унес ее пьяное тельце к ней в комнату и уложил спать. Дилан остался помочь навести порядок. Мы занесли оставшиеся продукты и посуду в дом. Я разложила продукты по контейнерам и загрузила посудомойку. Тайлер наводил порядок во дворе\n—спасибо Дилан за помощь, я дальше сама справлюсь. Ты устал уже, езжай домой \n—Точно справишься? Мне не трудно помочь\n—Ты за 5 минут уже раз десять зевнул и ты ели стоишь на ногах -хихикнула я -не переживай мы с Тайлером справимся.\n—Ты права, я и правда лучше поеду\nМы вызвали такси, оно приехало быстро. Я проводида Дилана. Я его обняла и поцеловала в щечку, мы попрощались и он уехал.\nЯ пошла на кухню, убрала контейнеры с продуктами в холодильник и подошла вымыла руки. Влруг со спины подошел Тайлер.\nОн провел руками мне по талии. Потом одну руку оставил на талии приобнимая меня, другой убрал мои волосы в сторону и поцеловал в шею. По телу пробежала дрожь.\n—ты потанцуешь со мной? -прошептал он мне на ушко\nЯ кивнула. Он взял меня за руки и мы вышли во двор. Тайлер включил медленную музыку и подошел ко мне. Одной своей рукой он взял мою, другую положил мне на спину, я своей второй рукой обняла его за шею и мы стали танцевать.\nЯ смотрела ему в глаза, которые ласково смотрели на меня. Он нежно кончиками пальцев гладил своей рукой мою спину опускаясь вниз, на попу, и вновь поднимаясь на верх. Я почувствовала слабость, я буквально таяла в его руках. Я забыла обо всем. Все перестало существовать!!! Был только он и я и наш танец\n—Тебе все понравилось? -прошептал он\n—да, все было просто восхитительно. У тебя вудесный двор, единственное чего не хватает так это бассейна\n—я уже думал над этим и планирую его сделать. Но сегодня я был рад что у меня его нет\n—почему???\n—Тогда бы все увидели тебя в купальнике и ни кто бы не упустил момент тебя потрогать\n—ты так говоришь как будто они только об этом и думают\n—так и есть Николь. Я видел как все смотрели на тебя. И каждый в этом доме хотел тебя. Даже Дилан\n—тебе показалось\n—я знаю о чем я говорю \nМузыка остановилась, а вместе с ней и мы. Он посмотрел мне в глаза, потом заправил мои волосы мне за ухо закидывая их за спину. После чего погладил меня по щеке \n—ты устала, я провожу тебя в твою комнату\n—я еще не все убрала\n—об этом не беспокойся, я справлюсь сам\nС этими словами он взял меня на руки и понес меня в мою комнату. Он занес меня и поставил на пол. Я стояла молча и смотрела на него, не мешая его дальнейшим действиям. После присел и помог снять с меня туфли. Потом встал снял с меня платье, оно с легкостью упало на пол к моим ногам и я оказалась перед Тайлером абсолютно голой... Он стал медоенно опускать свои глаза вниз рассматривая мое оголенное тело, его дыхание стало тяжелым и глубоким. Он пару минут стоял молча и смотрел на мое тело, я так же стояла молча не шевелясь и смотрела на него. Так же тяжело дыша. Я ждала его прикосновений и я желала их больше всего на свете. Я чувствовала как мое тело покрывается мурашками от желания и внутри все сжимается. Он полнял лицо и наши глаза встретились. Он встряхнул головой будто прогоняя плохие мысли. После чего посмотрел на мою кровать, взял мою начнушку и надел ее на меня. Потом взял меня на руки и уложил на кровать  укутов одеялом. Затем погладил меня по щеке и поцеловал в лоб и после встал и хотел уйти. Но я остановила его схватив за руку\n—Я думала ты останешься\n—Ты пьяна Николь, как и я. Если я останусь, я не сдержусь\n—Может я этого и хочу\n—Я не хочу чтоб все было именно так. Отдыхай Николь -с этими словами он легонько поцеловал мои губы и быстро ушел\nКак же странно он себя ведет... Любой бы мужчина после моих слов что я хочу этого сразу бы набросился. Что там говорить за других если он сам ни раз набрасывался на меня,  а тут я говорю что сама согласна. А он ушел. Что изменилось и почему он стал таким странным. Я не смогла долго думать об этом, так как алкоголь взял верх и я провалилась в сон...",
    "answers": [
      {
        "id": 99,
        "text": "далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "Утром я проснулась в прекрасном настроении, единственное немного болела голова. Я сбегала в душ и привела себя в порядок. После чего спустилась вниз. Я зашла на кухню, после вышла на задний двор. Везде было чисто и убрано, по ходу Тайлер все таки закончил ночью уборку сам.. Как неудобно..\nЯ пошла на кухню и заварила себе кофе. После чего села за стол и сделала глоток этого восхитительного напитка. На кухню спустился Тайлер и он был в одних шортах. \n—Доброе утро -сказал он с улыбкой -как себя чувствуешь?\n—Доброе, прекрасно. Ты ночью сам все доубирал? -сказала я не отводя глаз с его голого торса.\n—Я же сказал что все сам доделаю, ты вчера уже на ногах ели стояла -с улыбкой сказал он, после чего налил себе кофе и сел напротив меня\n—это все туфли виноваты -сделала глоток кофе\n—а я то думал это 4 бутылки шампанского виноваты -с ухмылкой сказал он\n— четыре??? -так вот почему голова болит, подумала я\n—ага и бутылка вина\n—еще и намешала, чудесно\n—Сэм еще не спускалась?\n—Я сама только спустилась, ее пока не видела. Думаю она седня не скоро выйдет, она напилась вчера в хлам — хихикнула я\n—Ники?\n—ау?\n—можешь оторвешь свои глаза от моего торса и посмотришь мне в лицо? -сказал он с ухмылкой\nБлиин я же все это время пялилась на его тело, не отводя глаз\n—а ты пойди оденься!!! С каких пор ты по дому в одних шортах ходишь?! \n—нравится мое тело? — с хитрой улыбкой спросил он\n—шутишь??? Конечно да! Оно же прекрасно... Иди накинь что нибудь на себя и не соблазняй меня\n—а может я этого хочу\n—ночью надо было хотеть, когда я почти отдалась тебе\n—ты пьяная была и засыпала на ходу. Я так не хочу \n—А как ты хочешь??? — с вызовом сказала я и хитро улыбнулась\n—могу сейчас показать -так же хитро улыбнулся он\nНа кухню зашла Сэм\n—ммм... как же мне плохо...убейте меня -промычала она\n—ооо полруга, выглядишь ужасно. Ну зато вчера было хорошо... С Генри... -сказала я выделив последнее слово и улыбнулась\n—ЧТО??? Между нами что то было??? Я ничего не помню!!! -с ужасом сказала она\n—Да ничего не было, вы весь вечер вместе просидели. Хихикали, танцевали, обнимались -последнее слово я так же выделила\n—какой кошмар -она села и уронила голову на стол -мне так фигово что хочу умереть... А еще с Кристал в три ехать торт выбирать. Я наверно позвоню и скажу что не смогу.\n—ты же знаешь что тебе от нее не отделаться? так что придется ехать сестренка. Сейчас я тебе сделаю антипохмелин выпьешь и будешь будречком\nТайлер стал и начал делать какой то напиток \n—что это ты сестру с дома выгоняешь? и что у тебя за вид? иди оденься -пробормотала Сэм\n—хотя ты прав, она меня в покое не оставит, придется поехать -добавила Сэм\n— выпей -Тайлер протянул Сэм стакан с какой то жидкостью\n—какая гадость — проговорила она.\n—зато скоро будешь бодрой -улыбнулся он\n—Да Сэми, езжай. А то тебе будет скучно дома вдвоем с Тайлером -с хитрой улыбкой сказала я посмотрев на него \n—Почему вдвоем? ты куда то собралась? -с улыбкой спросила Сэм\n—я вечером иду на ужин с Даниэлем, он вчера пригласил -с улыбкой сказала я\nТайлер поперхнулся\n—что ты сейчас сказала??? -зло проговорил Тайлер\nСэм запищала\n—тот красавчик??? ооо подруга, желаю отлично провести этот вечер -радостно сказала она и тут же стала угрюмей хмурой тучи -оооо моя голова, я точно умру, пойду к себе отлеживаться\n—спасибо Сэми. Беги, Беги алкашонок -хихикнула я, она зло прищурилась, потом улыбнулась и ушла.\nТайлер подождал пока она уйдет, а потом начал...\n—я думал мы этот вечер проведем вместе -зло проговорил он\n—в следующий раз будешь заранее ставить меня в известность твоих планов -спокойно сказала я и улыбнулась\n—позвони и скажи что отказываешься\n—что??? Во первых — у меня нет его номера, во вторых — я уже согласилась и не стану отказываться,это не прилично... И в третьих — что с тобой происходит в последнее время??? ведешь себя странно...\nЯ допила кофе встала и собиралась выйти. Но Тайлер схватил меня за талию и усадил на стол, раздвинул мои ноги и встал между ними ко мне в плотную\n—что ты делаешь??? -не понимающе спросила я\n—откажись -прошептал он тяжелым голосом\nПосле чего одно рукой притянул и сжал меня за талию и впился в мои губы в требовательном поцелуе. Другой рукой стал гладить мою ногу, поднимаясь выше...проскальзывая под майку...и вот, пара минут и она уже под лифчиком сжимает мою грудь...\nЯ издала стон, от чего он только сильней прижал меня к себе другой рукой. Его же губы не отрывались от моих, его пойелуй был страстный и жесткий, его язык полностью овладел моим. Я прижималась лодонями к его голому телу... \nКак приятно... какой же он горячий. Разум стал затуманиваться\n—Сэм дома -прошептала я оторвавшись на секунду от его губ\nНо он лишь вновь впился в мои губы. Его рука стала вновь гладить мою ногу, потом перешла на внутреннюю сторону бедра поднимаясь выше и выше и вот она уже прикоснулась ко мне там. Я снова издала тихий стон\n—Тайлер, остановись... Сэм может... — прошептала я, но не успела договорить как услышала\n—Давайте фи... фильм посмотрим...-на кухню зашла Сэм\nЯ сразу оттолкнула Тайлера и спрыгнула со стола. Он сел на стул в полуобороте к Сэм, я судорожно взглянула наго, у него стоит. Какой кошмар, как стыднооо... \nСэм сначала посмотрела на меня, потом на Тайлера...опять на меня и снова на него. ",
    "answers": [
      {
        "id": 100,
        "text": "далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Так мы минуту стояли молча \n—пойдем фильм смотреть -сказала я издав нервный смешок\nИ взяв Сэм за руку вывела из кухни. Мы зашли в гостиную, сели на диван и включили какой то фильм. Мне было так ужасно неловко... \n—что между тобой и Тайлером происходит? -спросила Сэм\nу меня помутнела в глазах, я как будто стала падать в пропость. О нет нет нет, только не о чем не спрашивай-крутилось у меня в голове\n—эмм...ничего \n—ничего??? -ухмыльнулась Сэм -то что я увидела не похоже на ничего \n—Сэми мне и так дико неловко, давай не будем об этом говорить\n—хорошо. Просто если что, хочу чтобы ты знала что я не против. Это конечно все неожиданно. Но я за вас рада\n—Сэмиии... Между нами ничего нет... Просто...\n—Просто вы зажимаетесь и сосетесть за каждым углом -хихикнула она\n—Сэмиии -недовольно проговорила я\n—Теперь понятно почему он так нервничал когда были другие парни\n—Сэм!!! -сказала я уже громче\n—и почему он меня с дома выгонял\n—Саманта -выкрикнула я\nОна залилась громким смехом, который я не смогла оставить ровнолушным и стала тоже смеяться\n—я седня останусь ночевать у Кристал, остаалю вас наедине -продолжала смеяться она\n—ну все -грозно проговорила я\nПосле чего взяла подушку и кинула в нее. Она кинула ее в меня обратно. Мы стали смеяться, убегать и догонять кидаясь подушкой. Пока не устали и не плюхнулись на диван тяжело дыша и смеясь\n—а что на счет Даниэля? -уже спокойно спросила Сэм\n—а что с ним?\n—ну твое свидание с ним...\n—это не свидание, а просто ужин. Он вчера пригласил и я не смогла отказать\n—Тайлер наверно в бешенстве...\n—а что Тайлер? Мы с ним не встречаемся.. Он как и все остальные мужчины, видет красивую девушку и хочет ею овладеть. Хищный инстинкт. Добьется своего и потеряет интерес\n—не скажи.. Он так не относился ни к одной девушке, с тобой он совершенно по другому себя ведет. Сама не понимаю как я это раньше не замечала.. Может из за ваших скандалов изначальных. Но сейчас я вижу что ты ему действительно нравишься. Он сильно изменился\n—даже если и так, все равно ничего не может быть. Я уеду скоро \n—но можно ведь...\n—только не говори про отношения на расстоянии.. Ты наглядный пример что это все провально. И вообще я уверена что все не на столько серьезно. Может у него и есть какая я то симпатия и влечение ко мне, но это все.\n—но..\n—я правда не хочу больше об этом говорить, давай посмотрим фильм\n—даваай -грустно проговорила Сэм.\nВ четыре часа за Сэм заехала Кристал и они уехали\nЯ решила потихоньку начинать собираться. Я сходила в душ и стала сушить волосы. В комнату зашел Тайлер\n—Тайлер, выйди! Я не одета -выкрикнула я\nЯ была в лифчике и стрингах\n—Я тебя голой видел -усмехнулся он\nПосле чего подошел ко мне сзади и начал целовать мои плечи\n—Тайлер я волосы сушу, ты мне мешаешь\nТайлер выхватил фен и убрал в сторону. После чего взял меня за талию со спины и потащил с собой на кровать. Он упал на нее, я сверху на него \n—ну что ты тваришь, отпусти\nон положил меня рядом на спину, а сам навис надо мной\n—не хочу тебя отпускать — прошептал он и стал целовать мою шею и плечи\nПо телу пробежались мурашки\n—Тайлер не надо — тихо сказала я\n—Я же вижу ты тоже хочешь. Я чувствую как дрожит твое тело -шептал Тайлер\nИ он был прав... Конечно же я тоже это хочу... \nЕго руки ласкали мое тело, а поцелую жгли кожу. Он сильно проводил руками по моим бедрам сжимая их. Я понимала еще немного и я не сдержусь и я взяла всю волю в кулак\n—Тайлер отстань. Я не хочу. Мне собираться надо\n—Не ходи ни куда -шептал он целуя и лаская мое тело\n—Но я хочу пойти, отпусти -выкрикнула я\nТайлер зло поднял глаза и плсмотрел ими в мои. Сжав сильно руками мою талию\n—Он нравится тебе???\n—Да нравится,  теперь отпусти\nТайлер резко спрыгнул с кровати и пнул ее ногой.  После чего вышел с комнаты сильно хлопнув дверью\n\n",
    "answers": [
      {
        "id": 101,
        "text": "далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "Конечно мне ни куда не хотелось идти. Я хотела остаться дома и провести день с Тайлером. Но это было бы не красиво по отношению к Даниэлю. Я вчера согласилась, а значит я должна пойти. Хотя... Если подумать то я ни кому ничего не должна.. Я могу спокойно выйти и сказать что передумала. Но... Даниэль такой галантный и милый... Я не хочу с ним так поступать!!! Я должна пойти.\nЯ посмотрела на часы и увидела что уже довольно много времени. Встав с кровати я продолжила собираться.\nЯ высушила волосы и собрала их в прическу выпустив спереди две пряди волос и завив их в локоны. Сделала макияж. Накрасила губы красной помадой...Куда же без нее. Осталось выбрать платье. Хмм.. черное обтягивающее, хорошо подчеркивающее мою фигуру или серебристое.. Надену черное, в нем я сексуально выгляжу и грудь в нем кажется еще больше. Я надела платье, черные туфли лодочки и взяла клатч. После чего стала спускаться вниз. Даниэль уже скоро должен подъехать за мной\nЯ зашла в гостиную и кое как села в кресло. Споросите почему кое как??? Да потому что платье ну оочень обтягивало мою фигуру, ограничивая мои движения..Не удобно, зато красиво! А это главное\nВ гостиную зашел Тайлер и посмотрел на меня\n—Ты в таком виде ни куда не пойдешь -строго сказал он\n—У тебя забыла спросить что мне надеть..-ехидно сказала я\n—именно!!! Пойди переоденься \nВ дверь постучали, я встала и пошла к выходу. Тайлер схватил меня и прижал к стене\n—Тайлер, ну что ты делаешь!? Ты мне прическу испортишь, отпусти\n—В таком виде я тебя ни куда не отпущу -зло сказал он\n—я уже не буду переодеваться. Да и Даниэль уже приехал. Мне надо идти, отпусти -зло сказала я\n—останься -мягко и тихо сказал он\n—Слушай, если тебе так хочется секса пойди найди какую нибудь безотказную девицу. Уверена  тебе ни кто не сможет отказать. Меня часа три точно не будет, тебе хватит на...\n—что ты несешь??? -зло сказал он и сдавил сильно руки на моих бедрах\nОпять стук \n—Тайлер, отпусти, мне надо идти. Я серьезно!!! У тебя нет ни каких прав меня тут держать. И убери руки, мне больно. Я все решила и ты меня не остановишь\nГлаза Тайлера налились кровью, он был в бешенстве. Он зло посмотрел на меня, после чего три раза ударил кулаком о стену, развернулся и ушел.\nЯ выдохла и пошла к двери, там ждал Даниэль\n—Привет, прости что заставила тебя ждать -быстро проговорила я\n—Привет. Тебя я готов ждать сколько угодно -с улыбкой сказал он -все в порядке? -спросил Даниэль увидя как я нервничаю\n—Да, все отлично -с улыбкой сказала я -поехали?\nОн положительно кивнул и помог мне сесть в машину на заднее сидение. Потом обошел машину и сел с другой стороны рядом. Я увидела водителя. В ресторан мы ехали молча. Он нежно держал мою руку в своей руке поглаживая ее большим пальце и так же нежно смотрел на меня. От чего мне было немного не по себе\nМы приехали, он помог мне выйти и сопроводил в ресторан. Других посетителей в нем не было. Там играла спокойная музыка и был приглушен свет, везде горели свечи. Он помог мне сесть за столик.\nМы ужинали, пили вино и мило разговаривали. Он такой внимательный и нежный. И его бархатный голос просто ласкал мой слух. Мне было очень приятно и спокойно с ним.\nПосле ужина он замолчал не надолго и потом молча протянул мне красную коробочку\n—что это? -с удивлением спросила я\n—открой -с улыбкой ответил Даниэль \nЯ открыла и увидела там красивый браслет из белого и желтого золота, с маленькими и большими бриллиантами. Очень красивый\nУлыбка сползла с моего лица и я не понимающе посмотрела на него.\n—Я не могу это принять...\n—Почему? — спокойно произнес он с улыбкой на лице\n—Я не могу дать в ответ то чего ты хочешь \n—И чего же я хочу? -с улыбкой спросил он\n—меня -коротко ответила я пристально смотрев ему в глаза\nЕго улыбка стала еще шире, а глаза загорелись\n—Я не хочу вводить тебя в заблуждение. Ты мне симпатичен, но этот вечер закончится тем что ты меня отвезешь домой и ни какого продолжения не будет. Я не буду твоей, я не стану с тобой спать. Я скоро уеду в свой родной город и мне тут отношения не нужны. Поэтому я не могу это принять. сказала я закрыв коробочку и пододвинув ее к Даниэлю\n—Признаться честно меня удивляет твоя прямолинейность. Другая бы девушка взяла бы и даже если бы не расчитывала на отношения промолчала об этом. Ты же все говоришь прямо. Это мне в тебе очень нравится. Ты удивительная девушка. И я совру если скажу что не надеялся на нечто большее. Я бы очень хотел видеть тебя рядом со мной и может в дальнейшем хотел бы чтобы ты стала моей женой. Ведь ты правда не похожа на всех и меня это безумно влечет у тебе. Про то что ты очень красива я вообще молчу -учмехнулся он -Я не расчитываю на то что ты мне ответишь. Мне лишь приятно что ты сейчас тут со мной. А это всего лишь маленький подарок тебе на день рождения, который ни чем тебя не обязывает -он говорил спокойно, с улыбкой на лице. После последней фразы он достал браслет и надел его мне на руку\n—Он очень красивый, но я правда...\n—Пожалуйста, не обижай меня и прими мой скромный подарок. Мне будет очень приятно если ты его возьмешь и будешь хоть иногда вспоминать своего скромного друга \n—спасибо Даниэль -с улыбкой сказала я\n—Потанцуешь со мной? \n—с удовольствием\nОн помог мне встать, мы отошли от столика. И стали танцевать, Одной рукой он взял мою, другую положил мне на талию. Он прикасался ко мне так нежно, его руки были мягкими и теплыми. Мы медленно танцевали а он пристально смотрел мне в глаза своим притягательным обворожительным взглядом. \nЗа такого мужчину любая другая девушка будет драться. Красивый, воспитанный, элегантный, нежный, богатый. Идеальный мужчина. И что со мной не так!? Мужчина мечты стоит рядом, но я ничего не чувствую. Симпатия, да, есть.. Но сердце стучит ровно..\nМы закончили танец после чего сели за столик и выпили еще немного вина.  Потом он отвез меня домой. Мы подъехали, он помог мне выйти из машины и проводил до двери\n—Спасибо за вечер Даниэль, он был прекрасен -с\nулыбкой сказала я\n—прекрасным он был только благодаря тебе. Спасибо что согласилась встретиться со мной \nЯ нежно улыбнулась, после чего обняла его и поцеловала в щеку\n—Пока Даниэль\n—Пока Николь\nЯ пошла в дом, а он остался и проводил меня взгдядом пока я не зашла в внутрь",
    "answers": [
      {
        "id": 102,
        "text": "далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "Я зашла в дом и включила свет. Передо мной стоял Тайдер. Я вскрикнула и вздрогнула\n—Черт, Тайлер!!! Сколько можно так пугать!? Что ты тут вообще стоишь???\n—я слышал как машина подъехала.\n—И решил меня придсти встретить? -с ухмылкой сказала я\n—решил удостовериться что к тебе пьяной не будут приставать\n—ну во первых я не пьяная, я выпила только два бокала вина. Но спасибо что ты обо мне хорошего мнения. Во вторых если бы он захотел приставать, то точно не стал бы везти меня сюда, а отвез к себе домой, так что.. -я хотела пройти мимо, но Тайлер схватил меня за руку на котором был браслет\n—что это? -зло спросил Тайлер подняв мою руку и указывая на браслет \n—браслет -спокойно сказала я\n—Я вижу. Ты уходила его не было. Это он тебе подарил??? -зло почти крича сказал Тайлер\nЯ выдернула руку\n—да. И вообще тебя это не должно касаться\n—Ты же знаешь что такие подарки мужчины просто так не делают? зачем ты его взяла??? -выкричал он\n—Знаю. И он довольно красивый мужчина. Может он мне нравится и я хочу... -спокойно язвительным голосом говорила я, но Тайлер меня перебил\n—Он старый для тебя. Сколько ему??? 35??\n—Вообще то 32 и если подумать он еще очень молодой, мне надо найти еще лет на 7 старше и пойти знакомить с отцом. Будет точно весело. Будет прям как у моего папочки -с веселой улыбкой сказала я и рассмеялась\n—что ты несешь???\n—А что не так??? Может мне лучше позвонить Даниэлю и сказать что хочу к нему? -сказала я и улыбнулась\nЯ говорила с вызовом в голосе. Не знаю почему я это говорила... Но Тайлер так бурно реагировал и я не могла остановиться.  Я его провоцировала не понимая для чего и почему я это делаю. Тайлер был в гневе, его глаза так и искрились злобой \nОн резко схватил меня и прижал к стене \n—хватит вести себя как ш.. -он говорил с злобой и резко замолчал\n—как кто??? Ты опять ничего не зная налетел на меня с порога. С этим браслетом... Конечно я знаю для чего делают такие подарки, я же не дура!!! И я сразу сказала что не могу принять и что не отвечу ему взаимностью. Но он настоял чтобы я приняла и что не ждет ничего в ответ. Я не стала его обижать и приняла его. Но это все, как я уже говорила не должно тебя касаться, ясно!? Это моя жизнь и мне решать как ей управлять!!! Я не могу понять что с тобой!? Чтт за реакция, что за психи!? Почему ты так себя ведешь.\nТайлер стоял и молча слушал меня. Как только он услышал что я отказала Даниэлю он выдохнул и его напряженное от злобы тело немного расслабилось. Как только я договорила он посмотрел своими горящими глазами в мои. И прижал свои ладони к моей шее и лицу\n—потому что ты сводишь меня с ума!!! И я не хочу тебя ни с кем делить..\nПосле этих слов он впился в мои губы в сумасшедшем, стастном, невероятном поцелуе. Его губы сильно впивались в мои, а язык полностью овлалил моим ртом. Он опустил руки на мои бедра и сильно сжал их. После он наклонился и разорвал спереди мое платье..поднял меня и закинул мои ноги к себе на талию. И еще сильней прижал меня к стене и снова впился в губы. Он был очень резким и жестким, но мне это безумно нравилось... Я издала стоны\n—Сэм -тяжело Дыша прощептала я\n—она ночует у Кристал -так же тяжелым шепотом произнес он.\nЯ чувствовала как сильно напряглось от возбуждения его тело и указала рукой на верх в сторону спальни. Он не опуская меня и продолжая целовать понес меня на верх\n",
    "answers": [
      {
        "id": 103,
        "text": "далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "Он занес меня в свою комнату и кинул на кровать, затем навис надо мной и жадно и жестко впился в мои губы. Я стала стягивать с него футболку, после чего она полетела на пол, он привстал и скинул с себя шорты и боксеры и оказался передо мной абсолютно голым. Блин, какой же все таки он большой -пробежалась мысль в моей голове. Он до конца разорвал на мне платье и оно полетело в сторону, затем снял лифчик и потихоньку стянул трусики. После чего остановился, привстал и застыл рассматривая мое обнаженное тело. Я не могла уже больше ждать, я привстала и потянула его на себя. Он уложил меня на спину и навис надо мной. Он впился в мои губы в жадном поцелуи, его язык делал невероятные вещи с моим. После он начал целовать мою шею, опускаясь все ниже, он выстелал дорожки от шеи к груди. И потом жадно впился в нее губами. Он целовал мою грудь страстно, покусывая. Затем стал опускаться еще ниже, целуя мой живот и ниже иии... еще ниже?!?! Что он делает!?!? Он стал целовать меня там... По телу пробежался ток, я выгнулась и застонала. Это был дикий восторг, экстаз, ураган чувств и эмоций. С моих губ сорвался стон, за ним еще и еще. Я стонала, выгибаясь и изгибаясь. Я больше не могла терпеть... Я хотела чтобы он был во мне!!! Я потянула его к себе. Он вонзился в мои губы своими и одним резким движением вошел в меня. Я почувствовала жуткую невыносимую боль. Я издала громкий болевой стон, после чего впилась зубами в его плечо, а ногами обхватила его за талию. С моих глаз потекли слезы. Боже, как больно... Как же больно...\nТайлер резко посмотрел на меня, на его лице читался ужас. Он виновато с грустью и отчаянием посмотрел мне в глаза. Он все понял... Но не стал останавливаться или что то говорить. Он резко стал нежным, его движения стали спокойным и плавными. Он аккуратно поцеловал меня в губы и этот поцелуй был нежным. Разум стал затуманиваться. С каждым его плавным движением боль уходила и после ее вообще не стало. Я начала чувствовать удовольствие и я издала стон. Я извивалась и выгибалась под ним. Какое же удовольствие, блаженство... Я впилась в его губы в страстном поцелуе и слегка прикусила и потянула его нижнюю губу. Его движения стали быстрее и реще. Стон, еще стон и еще. Он приподнял меня за талию и усадили меня сверху, обняв меня за талию он целовал мои губы, мою шею, грудь. Я извивалась на нем и получала море наслаждений. Один резкий рывок и я снова на спине, он стал более жестким и резким. Его движения стали быстрыми. Я больше не могла сдерживаться, пик блаженства и громкий стон который он сорвал поцелуев с моих губ. Я почувствовала теплую жидкость на своем животе. ",
    "answers": [
      {
        "id": 104,
        "text": "далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "—прости, я сейчас все вытру — сказал он тяжело дыша, после чего поднял свою футболку с пола и вытер мой живот.\nЯ лежала тяжело дыша, закрыв глаза и прикусив нижнюю губу.\nЯ открыла глаза и они встретились с глазами Тайлера, он навис надо мной и серьезно смотрел на меня\n— Ты была девственница? -серьезно спросил он, с небольшой грустью в голосе?\n—ты знаешь ответ на свой вопрос -спокойно произнесла я\n—почему ты мне не сказала???\n—а чтобы это изменило???\n—все!!! Я бы... Я бы не стал... Не так -запинаясь стал говорить он, отведя глаза в сторону\nЯ положила свои ладони ему на лицо\n—посмотри на меня! Я не видела смысла говорить о том что я девственница, но и о том что я ей не являюсь я тоже не говорила. Ты сделал выводы сам. И это все не имеет значения. Я ни о чем не жалею!!! Ты слишешь?! Это было лучшее в моей жизни... И я рада что это был именно ты -серьезным спокойным голосом говорила я \n—считай что я все время ждала именно тебя -усмехнулась я\nТайлер улыбнулся. После чего я притянула его и наши губы вновь слелись в сладком поцелуе. После Тайлер резко поднял меня на руки\n—что ты делаешь???\n—мы идем в душ\nОн занес меня в душ и поставил. И я чуть ли сразу не упала. Ноги были как ватные, они тряслись и не держали мое тело. И я бы рухнула, если бы Тайлер меня не подхватил. Он улыбнулся и стал одной рукой придерживать меня, а другой мыть мое тело. Когда мы были уже чистыми, он вышел и накинула на меня полотенце, после чего опять взял на руки и понес в свою комнату. Он положил меня на кресло, а сам подошел к кровати и сорвал простынь, на которой была кровь. Затем постелил чистую и вновь подошел и взяв меня на руки перенес на кровать.\nЯ лежала на животе подложив руки себе по голову. Я смотрела в сторону на Тайлера, который лежал справа от меня, на боку, подперев голову рукой. Мы лежали абсолютно голые. Он кончиками пальцев гладил мою спину, рисуя на ней какие то узоры.\n—ты удивительная девушка Николь. И теперь ты только моя -нежным голосом прошептал он\nЯ улыбнулась и молча продолжила смотреть на его лицо, ставшее для меня таким родным. \nКакой же он красивый...Нежный... С ним я забываю обо всем.",
    "answers": [
      {
        "id": 105,
        "text": "далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "Единственное чего мне хотелось, это остановить этот момент. Чтоб он продолжался вечность. Только он и я, рядом, вместе. Что это за чувства!? Неужели я влюбилась!? Я никогда не задумывалась над этим..что такое эта любовь?! Я не знаю! Но я никогда не чувствовала ничего подобного ни к кому другому. Не было даже маленькой частички того что я чувствую к этому мужчине. \n—я тебе сделал сильно больно? -грустным голосом спросил он \nЯ перевернулась на живот и прошептала\n—не думай об этом\nПосле чего приблизилась к его губам и поцеловала. Этот поцелуй был таким нежным и сладким. Я обвила руками его шею, он начал гладить мою грудь и живот. Я тихо простонал\n—если ты будешь так делать, то я возбужусь и захочу еще\n—я не против — прошептала я и вновь нежно его поцеловала \n—сейчас нельзя, тебе будет еще больнее. А я не хочу причинить тебе боль\nЯ вновь поцеловала его, а он провел рукой по моим бедрами. И я снова не сдержала стон\n—вот ты опять это сделала — тяжело дыша прошептал он\n—я не виновата что твои прикосновения на меня так влияют\nИ вновь поцелуй, такой нежный и одновременно страстный. Он навис надо мной всем телом и стал целовать мою шею, грудь живот. Я не сдерживала стоны. Как же я его хочу!!! Вновь страстный поцелуй.. И я почувствовала как он уперся в мое тело. Такой твердый и большой...\nТайлер резко отпрыгнул от меня\n—нет, нельзя...- потом тяжело вздохнул и сильно помахала головой. \n—мне нужен холодный душ\nОн резко подошел ко мне и схватил рукой мою шею, после чего впился в жестком, страстном поцелуе. Дыхания стало катастрофически не хватать. Затем он так же резко отстранился и вышел с комнаты \nЯ лежала возбужденная. Что же он со мной делает. Чтобы это не было, мне безумно нравится, улыбнулась я своим мыслям. После залезла под одеяло и провалилась в сон. Сквозь сон я почувствовала как Тайлер вернулся в комнату и лег рядом прижав меня к себе. Еще он что то прошептал мне на ушко но я не поняла слов, сон овладел мной",
    "answers": [
      {
        "id": 106,
        "text": "далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Проснулась я на удивление рано. Я открыла и увидела перед собой лицо Тайлера. Какой же он красивый.. Особенно когда спит, он такой милый и невинный. Я лежала и молча смотрела на него. Такие красивые черты лица. Длинные ресницы, никогда не замечала что они тна столько длинные. Я нежно провела рукой по его волосам. Так можнл лежать и любоваться вечность, но надо вставать. Я аккуратно вылезла из его объятий и тихонько встала с кровати и нашла свое платье. Мдаа его тепепь только в мусорку. Я надела нижнее белье и прикрылась спереди остатком от платья. Затем надеясь что Сэм еще не вернулась выскочила в коридор и добежала до своей комнаты. Там я накинула на себя халат и отправилась в душ. Вернувшись я услышала звонок телефона. Я посмотрела на экран, звонил Картер,  я ответила\n—слушаю Картер\n—Ники, ну наконец то.. Я тебе вчера весь день звонил. Слушай, мы договаривались вместе домой лететь. Я купил билеты на седня га 16:30, ты как? Со мной или еще задержишься?\n\nХороший вопрос и я не знаю на него ответ. Конечно я хочу еще остаться, я не хочу покидать Тайлера, мне так хорошо с ним...Но я понимаю что это все равно случится, мне придется улететь. И лучше это сделать сейчас, чем позже когда я еще сильней привыкну к нему. Я тяжело выдохнула\n\n—Ники??? Ты меня слышишь???\n—Да, Картер. Я слышу тебя. Я тоже полечу сегодня. \n—Отлично, я заеду за тобой \n—Хорошо, буду ждать.\n\nЯ отключила вызов и села на край кровати. К горлу подбежал ком, стало трудно дышать. Руки стали трястись. \nДа что это со мной??? Так, надо успокоиться!!! Соберись Ники, ты всегда умела управлять эмоциями!!! Не время раскисать!!!\nЯ сделала глубокий вдох и такой же выдох. Затем еще и еще. После чего откинула все мысли.\nЯ взяла телефон и посмотрела на время, было 8:03 \nКак же я рано встала.. Я написала Сэм смс\n\"седня улетаю, самолет в 16:30. Жду дома за прощальными целовашками и обнимашками\"\nотправить.\nПотом стала собирать вещи и через час чемодан был уже утрамбован. А все вещи собраны. Я надела короткие джинсовые шорты и широкую футболку, с одним оголеным плечем. расчесала волосы и сделала пучок. \nВсе готово, осталось только дождаться приезда Картера. Я посмотрела на часы 9:35. Еще полно времени\nРешив выпить кофе я стала спускаться вниз и услышала хлопок двери. Сэм приехала. Я подошла к ней, она налетела на меня с порога\n—Ники, почему седня??? Ты говорила 2 недели! Тебе еще минимум два днятс нами быть. Зачем так рано??? Оставайся еще — быстро проговорила она\n—Сэм, мы с Картером решили лететь вместе. Он улетает сегодня и уже купил билеты. К тому же,я прилетела из за него и раз мы уже во всем разобрались то можно ехать домой. Да и надо с подарком отца разобраться. Посмотреть что там за персонал и прочее.\n—Но все равно,  так рано -с грустью сказала Сэм\n—Пойдем лучше кофе выпьем?\n—Пойдем -так же грустно сказала она\nМы зашли на кухню и заварили кофе. Налили себе в кружки и сели рядом за стол\n—Доброе утро -сказал Тайлер заходя на кухню сладко потягиваясь. На его лице было широкая улыбка и он так и светился счастьем\n—доброе -проговорили спокойно мы. Я отвела глаза и стала смотреть в сторону\nОн подошел и налил себе кофе, после чего сел напротив меня. Продолжая лучезарно улыбаться. Я же старалась на него не смотреть и все время отводила глаза\n—Ты рано проснулась седня -с улыбкой проговорил Тайлер\n—выспалась -пожала плечами я, так же смотря в сторону\n—что то случилось?? Вы такие хмурые!\n—Ники седня домой улетает -с грустью в голосе сказала Сэм\n—что?????\n—Я сегодня улетаю домой -равнодушно сказала я осмелясь посмотреть Тайлеру в глаза\n—Почему сегодня? -зло сжимая губы проговорил Тайлер\n—потому что уже пора -так же ровнодушно сказала я допив кофе, после чего встала помыла кружку и вышла с кухни. За спиной я услышала как резко с грохотом отодвинулся на кухне стул и уже через пару секунд рядом со мной стоял разъяреный Тайлер. \n—пойдем ка поговорим -зло сказал он, после чего схватил меня за руку и потащил наверх",
    "answers": [
      {
        "id": 107,
        "text": "далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Он затащил меня в мою комнату\n—что это значит Николь??? -зло спросил Тайлер метаясь по комнате, из стороны в сторону, как рязъяреный тигр\n—о чем ты? -спокойно и ровнодушно спросила я\n—ты прекрасно знаешь о чем я -зло прокричал он ткнув в мою сторону пальцем, после чего вновь стал метаться по комнате\n—Нет, я ничего не понимаю -так же ровнодушно сказала я\nОн быстро подошел ко мне и резко прижал к стене\n—не строй из себя дуру. Ты прекрасно понимаешь о чем я. Я не говори со мной так -зло прошипел он \n—как?\n—равнодушно, как будто между нами ничего не было\n—а что между нами??? мы просто переспали -так же равнодушно и холодно ответила я\nОн сделал шаг назад и нервно ухмыльнулся, затем так же нервно потер руками свое лицо. И снова подошел ко мне прижав к еще сильней к стене\n—что за игры Николь??? А??? -с злой ухмылкой проговорил он\n—я не...\n—не надо говорить что не понимаешь о чем я — закричал он на меня -объяснись!!! Что случилось??? Вчера все было прекрасно!!! А сегодня ведешь себя как стерва!!! Хватит разговаривать со мной через маску равнодушия!!! Я хочу знать что произршло и почему ты решила уехать седня!!!\n—Картер купил билеты на седня, мы едем домой вместе\n—Твою мать Ники, причем тут Картер. Тебе же плевать на него!!! Пусть катится, ты можешь уехать позже!!! Посмотри на меня -он схватил мое лицо руками -посмотри на меня -прокричал он\nЯ посмотрелв ему в глаза\n—скажи что ты не чувствуешь ничего ко мне и что все было игра и я отпущу тебя \n—Тайлер...\n—Скажи мне -прокричал он\n—Что ты хочешь услышать Тайлер??? Что я безума от тебя??? Я безума от тебя!!! Слышешь??? Ты сводишь меня сума!!! Послушай -я взяла его руку и положила к себе на сердце которое бешено колотилось -чувствуешь?! Только ты заставляешь его так бешено биться либо замирать на совсем!!! Я никогда не чувствовала ничего подобного!!!\nТайлер прижал меня к себе и впился в мои губы в требовотельном поцелуе. Но я его оттолкнула\n—Не надо -прокричала я\n—Почему???\n—потому что я улетаю -кричала я в ответ\n—ты можешь задержаться, тебе не нужно уезжать сегодня!!!\n— А смысл Тайлер??? Мне все равно придется уехать!!! Я не хочу оттягивать это, не хочу еще сильней привязываться. Не хочу чтоб потом было еще больней!!!\n—Мы можем..\n—Что можем??? Встречаться на расстоянии??? Посмотри на свою сестру и Дилана, это ни к чему хорошему не приводит\n—Не сравнивай, у них все было по другому\n—Да какая разница Тайлер?! Все равно ты будешь тут, я там. У меня учеба. И я ее не брошу. Твоя жизнь тут. У нас нет будущего!!! Я буду тебя ревновать и все время думать что у тебя еще кто то есть. И все равно все закончится плачевно. Только будет все еще больней!!! Я не хочу этого\n—глупая, нн надо думать о таком. Мы справимся\n—Нет, я все решила\n—А что на счет моих чувств?! О них ты подумала???\n—Найдешь какую нибудь девку и уталишь свою печаль в ее объятиях. И быстро забудешь обо мне\n—Дура!!! Что ты несешь!!? Мне нужна ты!!! Слышешь?!! Ты!!!",
    "answers": [
      {
        "id": 108,
        "text": "далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "После этих слов он вновь впился в мои губы. Жестко и требовательно. \nМое сердце бешено билось. Этот сумасшедший мужчина полностью овладел им. Вся моя сдержаность покатилась к чертям. Тело стало ужасно дрожать. Мысли спутывались. \nОн поднял меня и закинул ноги на свою талию, после чего понес в кровать. Он уложил меня на спину и остался в нависшим надо мной. Он жадно целовал мои губы, переходя на шею и плечо. Он целовал жестко, оставляя на теле засосы. одна рука крепко сжимала мою ягодицу, другая \"хозяйничала\" под моей футболкой и лифчиком.\nОпять это сумасшедшее возбуждение. Как же я его хочу. С моих губ стали срываться стоны. Разум почти полностью отключился\nНет, нет, нет!!! Нельзя!!! Я все решила!!! Потом будет лишь больней!!! Я должна взять себя в руки! Я должна!!! Я обязана!!!\nЕго губы впивались в мои, а рука стала растегивать пуговицу моих шорт. \n—Нет!!! Я не хочу!!! -закричала я пытаясь столкнуть Тайлера с себя. Но он как будто не слышал и не чувствовал моего сопротивления. А лишь сильней прижал меня к себе целуя мою шею\n—Отпусти меня!!! Отпусти!!! Отпусти -кричала я и била его в грудь кулаками\nОн отстронился от меня, а я вылезла из под него и вскочила с кровати\n—Уходи!!! — истирично кричала я\n—Я ни куда не уйду!!! И я не отпущу тебя!!! Никогда!!! — кричал Тайлер встав с кровати подходя ко мне\n—Не подходи ко мне!!! Между нами ничего не может быть\n—Ты трусиха!!! Ты боишься своих чувств и тебе легче все испортить нежели стараться все сохранить \n—Может и так,но это мое решение уходи!!!\n—Я не уйду я л...\nТайлер не успел договорить в комнату га крики вбежала Сэм\n—Да что у вас тут происходит??? Ваши крики слышно на весь дом\n—Сэм выйди пожалуйста -сказал Тайлер\n—Нет!!! Ты должен уйти!!! -сказала я\n—Значит ты все решила и мне тебя не переубедить? -зло спросил Тайлер\n—Да -уверено сказала я\n—Хорошо.. Ты сама все разрушила -сказал Тайлер, после чего вышел громко хлопнув дверью",
    "answers": [
      {
        "id": 109,
        "text": "далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "Я подошла к кровати и села на ее край. Тело все ужасно тряслось, к горлу подошел ком. Мне еще никогда раньше не было так хр.ново\n—Николь что между вами случилось?\n—Оставь меня не на долго одну пожалуйста -дрожащим голосом сказала я\n—Ники...\n—Сэм я прошу. Мне сейчас нужно побыть одной\n—Хорошро -с грустью сказала Сэм и вышла\nЯ же смогла дать волю эмоциям. Слезы стали градом падать с моих глаз. Меня всю трясло и морозило. Внутри все сжималось и душило\nМне не чем дышать,  Мне не чем дышать \nЯ стала задыхаться, мне не хватало кислорода. Я растегнула лифчик в надежде что дышать станет легче. Но легче не стало\nЯ сползла на пол и взялась за голову, запустив пальцы в волосы. \nСпустя час я смогла успокоиться. Я подошла к зеркалу и посмотрела на свое красное и опухшее от слез лицо. Затем привела волосы в порядок, застегнула лифчик и пошла в ванную умылась.\nСделала легкий макияж. И тяжело выдохнув спустилась на кухню. Там  была Сэм\n—ну как ты дорогая? -с грустью в голосе спросила она\n—все хорошо\n—расскажешь что случилось?\n—не думаю. Прости Сэм, но я не хочу об этом говорить\n—Хорошо, кофе будешь?\nЯ кивнула. Сэм налила мне кофе и подала мне кружку.\n—Сейчас уже должен Дилан подъехать, я ему написала что ты седня уезжаещь. Он приедет проводить\n—Хорошо -я натянула улыбку на лицо\nМы допили кофе и пошли в гостиную. Включили какую то комедию. Но смеяться совсем не хотелось. Вскоре приехал Дилан\n—Ники, ты так рано нас покидаешь. Может задержишься еще? -сказал он подходя ко мне \n—Я уже и так долго тут. Пора завязывать с злоупотреблением гостеприимством -сказала я улыбнувшись и встав с дивана подошда к Дилану и обняла его\n—Ты можешь переехать ко мне и там позлоупотреблять гостеприимством, я буду только рад -сказал Дилан и широко улыбнулся \nЯ рассмеялась\n—я бы с удовольствием, но билеты уже куплены. Мне пора домой.\n—Печально, нам будет тебя не хватать. Будем ждать в гости на всех каникулах -подмигнул он мне\n—лучше вы приезжайте в гости -улыбнулась я\nМы еще немного поболтали и приехал Картер. \nДилан предложил нас отвезти, но мы сказали что поедем на такси. Дилан помог спустить мои вещи и отнести их в такси. \n—Ну что? прощаемся? -с натянутой улыбкой спросила я\n—А где Тайлер? Он же тоже захочет проводить и попрощаться -сказал Дилан\n—Мы уже попращались -сказала я слегка дрогнувшим голосом\nДилан посмотрел на меня, понимая что, что то случилось, но спрашивать не стал ни чего. За что я ему была весьма благодарна\nЯ обняла и поцеловала Саманту и Дилана. Иы попращались и я села в такси. Мы доехали до аэропорта. Картер помог мне с багажом и гитарой. Зайдя в самолет мы заняли свои места. Картер был рад что мы возвращаемся домой. Я же не хотела разговаривать. Я вставила наушники и включила музыку. Повернулась к окну. По моей щеке скатилась еще одна предательская слеза. \nЧерез 3,5 часа мы прелетели. И Картер вновь помог мне с багажом. ",
    "answers": [
      {
        "id": 110,
        "text": "далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "Мы вышли из аэропорта, я хотела поймать такси. \n—У меня машина тут не далеко на стоянке, может пройдемся и я тебя потом отвезу домой \n—Давай, показывай куда идти\nМы пошли к машине и по дороге проходили мимо небольшого ресторанчика. Я краем глаза взглянула на людей сидящих там и продолжила идти, мне показалось что я увидела там знакомое лицо. Как вдруг встала как вкопанная и посмотрела опять. Нет, мне не показалось это была Эмили... Но что она тут делает??? Отец в жизни бы не зашел в такой захалустный район в этот не приметный ресторан. Я пригляделась и увидела рядом с ней парня, лет 25, который гладил ее руку и переодически целовал. Гнев стал закипать во мне.\n—Проголодалась? Хочешь зайдем?- весело сказал Картер \nНо потом увидел мое злое лицо и стал серьезным \n— Что случилось?\n—Там Эмили с каким то мужиком \n—Это жена твоего отца?\nЯ кивнула. Потом достала телефон с кармана сделала пару снимков и сняла короткое видео, после чего отправила отцу. \n—теперь пойдем? -серьезно спросил Картер\nЯ хмуро на него взглянула и молча протянула свою сумку. Он расплылся в улыбке, так как знал что после последует. \n—жди здесь\nЯ зашла в ресторан и молча подошла к столика где сидела эта Гадина с парнем\n—привет Эмили\nОна вздрогнул и посмотрела на меня\n—Ни..Николь???\nПарень не понимающе взглянул на меня \nЯ кровожадно улыбнулась после чего схватила ее за волосы и потащила к выходу. Она упала со стула и начала кричать. Ко мне подлетел парень и попытался схватить меня, но я со всей силы двинула ему коленом в пах, тот завыл и согнулся. Я воспользовавшись моментом схватила его за голову и одним рывком толкнула его голову вниз тут же поставляя колено и с такой же силой ударила ему по лицу. Он простонал от боли и упал на колени. Люди начали вскрикивать, все пялились и начали куда то звонить, но мне было все равно. Я уже почувствовала вкус крови. Повернувшись к Эмили я увидела как она на четвереньках ползет к выходу и пытается встать, трясясь. Я подошла опять схватила ее за волосы и потащила к выходу, она стала громко кричать \n—аааааа отпусти меня сумасшедшая \n—стерва, ты разрушила мою семью!!! Теперь отец узнает какая ты шл.ха-закричала я\n—Он тебе не поверит! Ничего не было \nЯ ее вытащила на улицу и уже хотела ударить как ко мне подлетел ее парень сзади и схватил. \n—убери от меня руки козел -закричала я и попыталась вырваться\nЭмили начала только ухмыляться, как тут подлетел Картер и врезал парню, тот отпустил меня и чуть не упал, Картер его еще ударил. Я не долго думая подлетела к Эмили повалила на землю и стала бить.\nТут я услышала сигнал сирены, подъехал потруль и полицейские стали оттаскивать меня от Эмили\n—Я убью тебя!!! Стерва!!! Отец все узнает и тогда вышвырнет тебя и ты останешься с голой задницей с которой и пришла в наш дом -кричала я пытаясь вырваться из хватки полицейского\n—Кевин никогда не поверит тебе, ты больная, я скажу что ты набросилась на меня\n—Ты думаешь я такая дура и ограничусь словами? -истирично засмеялась я -я вас засняла тварь,как вы сосетесь\nНа лице Эмили появился ужас и я слышала как ей на телефон пришло смс. После меня усадили в машину, там уже сидел Картер. \n—С приездом домой. Ты просто сумасшедшая, я тебя обожаю -сказал Картер громко смеясь\n—С приездом — сказала я и тоже засмеялась\nЧерез окно я видела как Эмили с ее дружком усаживали в другую машину, а она кричала что не при чем и что я на нее напали. Но полицейский сказал в участке разберемся",
    "answers": [
      {
        "id": 111,
        "text": "далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "Я сидела в камере около часа и вдруг ко мне пришли и сказали что за меня внесли залог.\nЯ вышла, меня уже ждал отец\n—ты в порядке? -спокойным голосом сказал он\n—Я да. Тут находится мой друг, его тоже надо вытащить, он из за меня сюда попал\nОтец кивнул и отошел. Вскоре вышел Картер с улыбкой на лице\n—ну как ты? -спросил он\n—я чудесно — улыбнулась я -Поехали мы отвезем тебя к машине \n—тебе надо побыть с отцом наедине, я на такси -сказал Картер и подмигнул мне -еще увидимся — после забрал свои вещи и ушел.\nМы с отцом молча вышли с участка и сели в машину, после чего водитель тронулся\nЯ решила прервать тишину\n—прости. Я решила что ты должен знать. А потом не сдержалась и..\n—тебе не за что извиняться -перебил меня отец и накрыли мою руку своей\n—это я должен просить прощение. Я был слепцом. С этой женщиной я перестал здраво мыслить и уделять внимание тебе. Сможешь ли ты когда нибудь простить меня?\n—я не знаю отец. Мы уже слишком чужие люди\n—И все же, могу ли я расчитывать что мы сможем все исправить и начать видеться чаще и общаться \n—теперь ты хочешь видеться и общаться -истерично усмехнулась я\nОтец серьезно посмотрел на меня \n— что ты хочешь услышать от меня отец? Что теперь все будет ванильно и мы снова станем дружной любящей семьей??? Я не знаю что такое любящая семья! Моя мать бросила меня, а отец отвернулся и перестал уделять всякого внимания, как будто меня и вовсе нет. Ты даже никогда не ругал меня чтоб не тратить на меня свое время. А теперь когда узнал что отвернулся от своей семьи и пригрел змею у себя на шее хочешь все вернуть? Так не бывает. Ты не вернёшь мне детство которого я была тишина!\n—прости меня Николь\nЯ тяжело вздохнула и посмотрела в его глаза полные раскаяния и тоски\n—давай начнем с совместных ужинов по пятницам!? Я не обещаю что, что то получится, но я постараюсь...\nОтец резко меня обнял и прижал к себе. За долгие последние годы он впервые меня обнял... Я сначала была напряжены и отречена, но после раслабилась и коснулась носом ему в шею. И мне почему то стало спокойно \n\nПотом он привез меня домой и мы договорились через неделю встретиться и поужинать вместе. \nЭта неделя была активна для меня, я занималась своими салонами. Каждый вечер мы созванивались с Сэм, я рассказала что застукала Эмили с другим и отец разводится с ней. Сэм пыталась заговорить за Тайлера. Но я сказала что больше не хочу за него разговаривать и я была серьзна в этом. ",
    "answers": [
      {
        "id": 112,
        "text": "далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "Прошла неделя. Я проснулась с утра как обычно сходила в душ и привела себя в порядок. Потом выгуляла Арчи. Сегодня я себе сделала выходной, вечером у нас с отцом ужин в 19:00.\nЯ лежала смотрела фильм, в дверь кто то постучался. На часах было 14:23, может Мэри пришла. Я встала и пошла к двери. Открыв я была в полном шоке. Там был Тайлер... Я стояла не шевелясь и не проронив ни слово. В горле подступил ком, сердце стало бешено биться, я молча стояла с широко открытыми глазами и смотрела на него. Что он тут делает? Мне это мерещиться? Это не может быть правдой, я наверно сплю\n—впустишь меня? — сказал Тайлер тихим голосом разрушив тишину\n—д..да.. да, конечно заходи\nЯ отошла от двери и дала ему пройти\n—привет Николь — сказал он пристально смотрев на меня\n—п..привет... Что ты тут делаешь???\n—Мы с Диланом решили не стоять не месте и что нам нужно расширяться -стал рассказывать Тайлер заходя вглубь дома и смотря то на меня то отводя глаза в стороны -Мы хорошо все обдумали и решили открыться в другом городе\nТайлер говорил спокойным голосом, но видно было что ему тяжело и что он сильно волновался\n—Дилан останется у нас и будет следить там за бизнесом, а мне придется переехать\nЯ стояла и молча слушала его пытаясь вникнуть в каждое его слово. Это было тяжело, так как сердце бешено билось и было тяжело дышать. Голова совсем не хотела работать. Я стояла и вглядывалась в родные черты лица, вслушивалась в его сладкий голос. И пыталась всеми силами себя удержать чтобы не кинуться в его объятия и не утопить в своих поцелуях\n\n—почему ты приехал ко мне??? -не понимающе спросила я\n—я думал ты мне поможет с выбором помещения, это все таки твой город -тяжелым голосом сказал Тайлер\n—ты хочешь сказать...\n—я приехал чтобы всегда быть с тобой Николь -перебил меня Тайлер\nНа мое лицо брызнули слезы, которые потоком хлынули с глаз. Я одним рывком прыгнула в его объятия, обхватив руками шею, а ногами талию. Он прижал меня так сильно,что у меня окончательно перехватили дыхание. Я прошептал его имя после чего впилась в его губы в жадном поцелуе. Он прижал меня к стене и ответил на мой поцелуй. Казалось мы не виделись вечность и теперь хотим насытится друг другом. Я крепко прижимали его к себе боясь что это сон и что если я разожму свои объятия он испарится. От сумасшедшего поцелуя перестало хватать воздух. Я на несколько секунд оторвалась от его губы чтоб сделать вздох и снова прошептала его имя, после чего он впился в мом губы. Мы так стояли долго, утопая в наших поцелуях, боясь отпустить друг друга. Но тут появился Арчи и подпрыгнул ударив Тайлера передними лапами\n—ай \n—Арчи место -выкрикнула я и тот убежал в свою комнату (да у моего пса есть своя комната)\nТайлер поставил меня на пол, но не торопился размыкать объятия\n—это твоя собака?\n—ага \n—значит мы теперь будем жить втроем?\n—втроем? -переспросила я подняв одну бровь\n—ну да, я решил что ты не захочешь меня отпускать -улыбнулся Тайлер\n—хаха ну не знаю, вдруг ты мне надоешь, ты же такой вредный\n—хочешь сказать я зря приехал, что ж придется возвращаться домой — Тайлер разомкнул свои объятия и показушно стал уходить \n—стой -я схватила его за руку\nОн повернулся ко мне и посмотрел в мои глаза, его же глаза блестели азартом и радостью\n—ты правда останешься со мной? -спокойным голосом и с грустью спросила я\n— да. Я люблю тебя Николь и я не хочу больше тебя отпускать. Я больше никогда тебя не отпущу\nНа моих глазах снова навернулись слезы. Я никогда раньше не плакала, но этот мужчина не дает мне выхода. Это не слезы горя или обиды. Это слезы счастья!? Наверно это и есть оно!!! Эта безумная радость и восторг от его присутствия, только он один вызывает такую бурю эмоций у меня. И теперь я с совершенной точностью могу сказать что это и есть любовь. Да, да, я люблю его. И мне все равно что будет дальше. Главное то что сейчас!!! Главное то что он со мной!!! А остальное не важно!!! И я приняла для себя самое главное решение в своей жизни я хочу разделить ее с ним...\n—Я тоже тебя люблю Тайлер — прошептала я\n— что ты сказала? — переспросила он\n—я тоже тебя лю...\nТайлер не дал мне договорить, опять впившись в мои губы. После чего подхватил меня на руки и стал кружить, я весело смеялась. После он остановился \n—покажешь мне нашу спальню? -с азартом спросил он\n—ага, дорогу ты знаешь\nОн кивнул и понес меня наверх с такой же азартной улыбкой\n—я так по тебе скучал, что боюсь ты потом долго ходить не сможешь -с смехом сказал Тайлер, а его глаза сверкали\nОн занес меня в спальню, уложили на кровать и навис надо мной.\n—неделя не пойдет, у нас пара часов. Нам еще собираться на ужин с моим отцом\n—нам?\n—ага\n—хорошо, пока пару часов мне хватит, но после я отыграюсь по полной — сказал Тайлер целуя мне шею -возьму тебя на неделю в сексуальное рабство\n—замолчи уже — сказала я притянув его лицо к себе и впившись в его губы. Мы скинули с себя всю одежду и наши тела сплелись в одно...\n\nВот оно мое долгожданное счастье — оно в мужчине которого я искренне и всецело люблю. И я уверена у нас все будет хорошо!!! Ведь главное что мы есть друг друга, главное что мы вместе!!!\nЛето подходило к концу. Все это время мы с Тайлером практически не расставались. Хочу сказать отношения явно благоприятно на меня влияют. Я стала добрее... С отцом стало все налаживаться, да мне было тяжело еще была злость и обида. Но я твердо решила что всю злость оставлю позади. Ко мне приходила Лизи и извинилась за Картера,наверно боялась моей мести. Я сказала что все хорошо, чему она была удивлена. \nС Тайлером же у нас все прекрасно. У нас безумная любовь и такой же безумный секс...\nЯ благодарна судьбе что столкнула меня с этим сумасшедшим и горяче любимым мужчиной.  Теперь я точно знаю что такое счастье",
    "answers": [
      {
        "id": 1,
        "text": "конец ♡♡♡"
      }
    ]
  },
  {
    "id": 113,
    "text": "",
    "answers": []
  }
]