[
  {
    "id": 1,
    "text": "♠ Автор ♠: ~Софийко\n*•°ИГРА°•* НА •°^СМЕРТЬ^°•\nЖанр: Ужасы, хардкор, мини-квест, боевик.\n\nАвтор наш туповат, поэтому с такими серьёзными темами как \"Где можно с вами связаться\" обращаться не советую *: \nЯ всё равно ничего не пойму. Разве что могу подбодрить и почитать ваши квесты °•°\nБуду очень рада рунам и лайкам. Мне приятно, что кому-то нравятся мои квесты.\n\nВы играете за персонажа женского пола!",
    "answers": [
      {
        "id": 2,
        "text": "°~×♠ Жизнь/VS/Смерть ♥^°×~"
      },
      {
        "id": 3,
        "text": "Квесты, которые стоит ждать от автора в этом году."
      }
    ]
  },
  {
    "id": 2,
    "text": "                    ~•°ГЛАВНОЕ МЕНЮ°•~\n",
    "answers": [
      {
        "id": 4,
        "text": "Пролог"
      },
      {
        "id": 5,
        "text": "Глава первая (Заблокированно)"
      },
      {
        "id": 5,
        "text": "Глава вторая (Заблокированно)"
      },
      {
        "id": 8,
        "text": "Персонажи (Можно посмотреть только сейчас, перед прочтением квеста!)"
      },
      {
        "id": 5,
        "text": "Глава третья (Заблокированно)"
      },
      {
        "id": 5,
        "text": "Глава четвёртая (Заблокированно)\n"
      }
    ]
  },
  {
    "id": 3,
    "text": "В этом году я постараюсь выпустить эти книги:\n1. Марго сбежала из дома!\nЖанр: Головоломки.\n2. Онлайн игра: спасение альтренативного мира.\nЖанр: Фентези, Романтика, Ужасы.\n3. Одинокая девочка завела подругу призрака.\nЖанр: Мистика, Юмор, Детектив.\n4. Ты в группе \"КЕЙ-ОН\"!\nЖанр: По аниме.\n5. Коробка полезностей для девочек.\nЖанр: Для девочек.\n6. 5 душ 2.\nЖанр: Фантастика.\n7. Angel: полнолуние.\nЖанр: Ужасы, детектив.\n8. Angel: Безкрылая.\nЖанр: Ужасы, Фантастика, Мистика, Фигня непонятная.\n9. Обновление \"Ты — Гарри Поттер\"\nЖанр: Фантастика, Магия, По фильмам.\n10. В коробке мармеладок.\nЖанр: Чёрный юмор, выживание, апокалипсис.",
    "answers": [
      {
        "id": 1,
        "text": "На главную!"
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Холодный ветер охватил наш лагерь.\nЗдесь собрались воевавшие подростки с особенными силами...\nМы ждём войны чтобы повысить наш уровень. Мы ждём войны, чтобы  с играть и победить. Для нас война — игра на смерть. Ставки не важны. Мы играем ради того самого чуства, когда адреналин кипит через край. \"Ставки не важны\"... Нет. Это пустые слова. Ставки — вот, что возбуждает желание победить. Мы ставим на кон свою жизнь. А они — свою. Вот, что такое война...\"\nПисала я. Это было 27 декабря. Мои записи,  минутой позднее, пытался сжечь Капитан. Мужчина кинул мой и без того не новый дневник в костёр и прокричал:\n— Хватит писать глупости!!! Война тебе не игрушка! Миллионы людей погибают, и типа того...\n— Но капитан! Я писала то, о чём думала я, и вся команда!\n— Как ты подтвердишь, что вся команда думала так, а? Отвечай!\nВ разговор влезла Мирен.\n— Коль она не сможет, я смогу. Мы всё же на одной стороне, — Загадочно улыбнулась она.\nКапитан покачал головой.\n— Ну, раз уж ты так говоришь... Мине... То так и есть. Но то, что ты мысли читаешь... Это... Не зазнавайся ты...\nС этими словами пьяный капитан Урак или как там его... и удалился.\nОгонь в костре был слабым. Поэтому, все мои записи сохранились. \nМы снова ждали войны в одиноком лагере. Иногда я забегала в палатку к Мирен, Сиане и остальным. Частенько и они ко мне...  Кормили нас плохо. Делились с друг другом обедами, которые нам в тайне передавали родители. Капитан ужасно готовит. Так мы проводили беззаботную жизнь в лагере... Но в каждой из нас горело желание воевать. Из-за жажды крови пересыхало горло. Пытаясь её уталить слегка царапали себя ножом. Нет, мы не сумасшедшие. Нам нужна последняя капля, чтобы наконец избавиться от неутолимой жажды. Последняя война, и последняя победа. Этот лагерь полон самых обычных людей.\nВчера пришло письмо. От страны, с которой граничат берега наших морей. Нигополь предложил нам ту желаемую каплю.\nГлавный в этой стране передал нам такое письмо:\n\"Мы посылаем войска. У вас есть день, чтобы сдаться или подготовиться к войне. Если победите, ранг воевавших девчонок увеличится на 100, а ваш, капитан, на 500. Заберёте нашу землю и девчонки получат вторую ВСС.\nЕсли же победим мы, нам достанутся ваши ВСС и силы воюющих. А так же Алая страна. Целиком. Осведомлён и король вашей страны, сказал что решит воевать или нет именно главная армия. То есть, этот лагерь.\" \nКапитан не смог отказаться от такого приза, и началась та самая война, которую мы ждали все эти годы...",
    "answers": [
      {
        "id": 15,
        "text": "Главное меню."
      }
    ]
  },
  {
    "id": 5,
    "text": "   ",
    "answers": [
      {
        "id": 2,
        "text": " "
      }
    ]
  },
  {
    "id": 6,
    "text": "— Рей!\nЯ медленно подняла веки и увидела перед собой Сиану.\n— Ты уснула, Рей! Войска Нигополя... Они едут! Их король сказал, что уравняет наши шансы. Чтобы это могло значить?\n— Отстань, Синка! Спать хочу...\n— Как ты можешь спать?! Война... Через минуту!\nИ тут я резко подскочила.\n— Война? Где?\n— Ты, наверное, ещё не проснулась, — Ласково проговорила Сиана.\n— Теперь проснёшься!\nДевочка схватила ведро холодной воды и вылила его прямо на меня.\n— Подъём, дурында! Война, война!\n— Аааа! Синочка... Что ты делаешь, ёмаё?\n— Бужу тебя. Пошли, ты должна переодеться в военную форму!\nМы свою форму делали сами. У многих она больше похожа на костюм супер-героя, чем на камуфляж. Я схватила свою форму и переоделась. Когда я вышла, из-за стены выскочила Сиана.\n— Ага, испугалась! Стой, да у тебя костюм как у самурая какого-то!\nЯ была одета в чёрную рубашку и красную юбку в клеточку, На шее у меня был красный шарф, на ногах чёрные кросовки и сетчатые колготки.\n Едва подавив смех, я произнесла:\n— Сама-то на себя посмотри! Это же...\n— Костюм Урараки из геройской академии. А чего такого?\nЯ засмеялась что есть силы.\n— Ну не смейся ты так! — Покраснела Сиа.\nЯ отчётливо помню звон колоколов в тот момент. Громкий. Двенадцать раз. А потом на весь район раздался голос какой-то важной персоны:\n\"К нам пришла война. Алый отряд будет воевать с Нигополем. Давайте постараемся обойтись без жертв! Для народа на улице алой у нас подготовленно убежище. Бегите туда, скорее! Осталось всего полчаса!\"\n—Полчаса, — Эхом повторила Сиа.\n— Да. Нам дали полчаса. — Сказала я.\n— Мы... Можем разбудить остальных, а потом позвать в главный район.\n— Пожалуй, да. Уверенна, что Луиза ещё спит.\nЗатем мы разбудили весь лагерь и направились с оружиями в главный район. Тогда Сиа сказала:\n— Я вижу их. Они в киллометре от нас! \n— Давай подождём, пока они подъедут поближе.\nЕхали они на лошадях. Не на танках и не на самолётах. Замышляют что-то, это точно.\nНигопольцы подошли, и с первого патрона началась игра на смерть.",
    "answers": [
      {
        "id": 7,
        "text": "— МИРЕН, ДАВАЙ!"
      }
    ]
  },
  {
    "id": 7,
    "text": "Когда я это воскликнула, Мирен по команде нажала курок на своих писталетах и подкинула их в воздух.\n— Молодец, Мине! С двумя уже управилась...\n— Да, похоже что так. Но враги не наступают! У них наверное есть какой-то план...\n— Так прочитай их мысли!\n— Не могу. Я читаю мысли только на расстоянии в 5 метров, а они в сто метров от нас..\nМирен пожала плечами. Тогда к нам подошла Сиана.\n— Слушайте... Враги... Они...\nСиа выглядела испуганной.\n— Что не так? — Спросила я.\n— Они... Такой же женский отряд, как и наш. У них тоже есть ВСС (военные супер способности). И похоже, что их ранг выше нашего... С самым высоким рангом у нас Сарина, поэтому атаковать будет она. Следующее действие за тобой, Рей, хоть твой ранг и мал но способность невероятна.\nЯ вижу, что они снова отакуют... Сарина, твоя задача отразить удар этого отряда!\n— Хорошо, заместитель командира, как прикажете!\n— Раз...\nДва...\nПОРА!\nСарина подняла молот над головой и точно ударила по пуле. Раскалённая пуля разломилась на части.\n— Теперь твой черёд, — Улыбнулась Си.\n— У тебя есть много способов атаковать, и ты сама должна выбрать каким будешь действовать, Рей.\nРаз...\nДва...\nПОРА!",
    "answers": [
      {
        "id": 18,
        "text": "Использовать силу подчинения."
      },
      {
        "id": 19,
        "text": "Атаковать ножом."
      },
      {
        "id": 17,
        "text": "Запрыгнуть в повозку и атаковать руками."
      }
    ]
  },
  {
    "id": 8,
    "text": "*#~~~♥ПЕРСОНАЖИ♥~~~#*\nЗдесь указаны все ГЛАВНЫЕ персонажи помимо игрока.",
    "answers": [
      {
        "id": 9,
        "text": "Астра"
      },
      {
        "id": 10,
        "text": "Мирен"
      },
      {
        "id": 11,
        "text": "Луиза"
      },
      {
        "id": 12,
        "text": "Сарина"
      },
      {
        "id": 13,
        "text": "Харнет"
      },
      {
        "id": 14,
        "text": "Сиана"
      },
      {
        "id": 35,
        "text": "Алиса"
      },
      {
        "id": 2,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 9,
    "text": "               Астра → Аси → Ара → Ас\nПрозвище: Вялый цветок.\n       \n                        ***0Р¥ЖUE*** :\nЙо-йо\n\n                        * ★  РАНГ. ★ *:\n11/1000\n\n                        \n                          *•°ВСС°•*:\nМожет превращаться в любого человека, в которого попадёт её Йо-йо.",
    "answers": [
      {
        "id": 8,
        "text": "Назад."
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://pm1.narvii.com/6809/507be8e88f3c5bc8ee605e4dc9f656a9f1580829v2_hq.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "            Мирен → Мирс →Мине → Ми\nПрозвище: Книжный червь.\n\n                        ***0Р¥ЖUE*** :\nПистолет.\n\n                        * ★  РАНГ. ★ *:\n5/1000\n\n                        \n                          *•°ВСС°•*:\nМожет читать мысли людей.",
    "answers": [
      {
        "id": 8,
        "text": "Назад."
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://cdn130.picsart.com/269333051023201.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "         Луиза → Лиза → Луи → Ли\nПрозвище: Медсестра.\n\n                        ***0Р¥ЖUE*** :\nТаблетки.\n\n                        * ★  РАНГ. ★ *:\n16/1000\n\n                        \n                          *•°ВСС°•*:\nМожет исцелить или убить человека который попробует её таблетки.",
    "answers": [
      {
        "id": 8,
        "text": "Назад."
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/6d/a6/15/6da615efc26871531f3f7c1a33c011a9--kawaii-girl-anime-kawaii.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "       Сарина → Сари → Сарк → Сара\nПрозвище: \"Королевна\"\n\n                        ***0Р¥ЖUE*** :\nМолоток.\n\n                        * ★  РАНГ. ★ *:\n29/1000\n\n                        \n                          *•°ВСС°•*:\nМожет пробить молотком любую стену.",
    "answers": [
      {
        "id": 8,
        "text": "Назад."
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://www.zastavki.com/pictures/originals/2017Anime_Anime_girl_blonde_with_lipstick_in_hands_on_a_white_background_118497_.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "       Харнет → Нат → Хира → Ха\nПрозвище: Орешек.\n\n                        ***0Р¥ЖUE*** :\nНожницы.\n\n                        * ★  РАНГ. ★ *:\n18/1000\n\n                        \n                          *•°ВСС°•*:\nМожет создавать порталы разрезая пространство ножницами.",
    "answers": [
      {
        "id": 8,
        "text": "Назад."
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://static.zerochan.net/Beatrice.(Princess.Principal).full.2147167.png"
      }
    ]
  },
  {
    "id": 14,
    "text": "       Сиана → Сиа → Синка → Си\nПрозвище: Глаз-Алмаз.\n\n                        ***0Р¥ЖUE*** :\nСтрелы.\n\n                        * ★  РАНГ. ★ *:\n22/1000\n\n                        \n                          *•°ВСС°•*:\nИдеальное зрение. Может увидеть врага на расстоянии 1000 км. и точно попасть в него стрелой.",
    "answers": [
      {
        "id": 8,
        "text": "Назад."
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://avatanplus.com/files/resources/mid/58189a1f6d951158201a0ad9.png"
      }
    ]
  },
  {
    "id": 15,
    "text": "                    ~•°ГЛАВНОЕ МЕНЮ°•~\n",
    "answers": [
      {
        "id": 4,
        "text": "Пролог. "
      },
      {
        "id": 6,
        "text": "Глава первая."
      },
      {
        "id": 16,
        "text": "Глава вторая (Заблокированно)"
      },
      {
        "id": 16,
        "text": "Глава третья (Заблокированно)"
      },
      {
        "id": 16,
        "text": "Глава четвёртая (Заблокированно)"
      }
    ]
  },
  {
    "id": 16,
    "text": "   ",
    "answers": [
      {
        "id": 15,
        "text": " "
      }
    ]
  },
  {
    "id": 17,
    "text": "Я запрыгнула в повозку к одной девочке и начала её \"атаковать\". Это было глупым решением, ведь немного позже она достала из кармана гранату и кинула прямо в меня. ",
    "answers": [
      {
        "id": 15,
        "text": "В Ы  У М Е Р Л И."
      }
    ]
  },
  {
    "id": 18,
    "text": "Я решила использовать силу подчинения (Свою ВСС) и пришлось зачитать заклинание, чтобы её использовать.\nНо не успела произнести и одну букву, как в меня попала стрела.\nКто-то громко воскликнул: парализация!\nЧерез несколько минут в меня полетели острые копья, а я и пальцем не могла пошевелить. Тогда я поняла, что скоро умру.",
    "answers": [
      {
        "id": 33,
        "text": "Тогда перед глазами всплыла картина..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Я достала из сумки моё оружие: нож. Потом решила, что стоит его кинуть. Но это очень сложно... Чтобы точно попасть в цель, нужна точность Сианы, а я не хочу спихивать всё на неё. Поэтому я должна попробовать попасть в какую-то девочку. Куда кидать нож?",
    "answers": [
      {
        "id": 20,
        "text": "Вверх."
      },
      {
        "id": 21,
        "text": "В центр."
      },
      {
        "id": 22,
        "text": "Вниз."
      }
    ]
  },
  {
    "id": 20,
    "text": "Чтобы не промахнуться нужно рассчитать силу. ",
    "answers": [
      {
        "id": 26,
        "text": "Кидать слабо."
      },
      {
        "id": 27,
        "text": "Кидать нормально."
      },
      {
        "id": 28,
        "text": "Кидать сильно."
      }
    ]
  },
  {
    "id": 21,
    "text": "Чтобы не промахнуться нужно рассчитать силу. ",
    "answers": [
      {
        "id": 23,
        "text": "Кидать слабо."
      },
      {
        "id": 24,
        "text": "Кидать нормально."
      },
      {
        "id": 25,
        "text": "Кидать сильно."
      }
    ]
  },
  {
    "id": 22,
    "text": "Чтобы не промахнуться нужно рассчитать силу. ",
    "answers": [
      {
        "id": 23,
        "text": "Кидать слабо."
      },
      {
        "id": 29,
        "text": "Кидать нормально."
      },
      {
        "id": 30,
        "text": "Кидать сильно."
      }
    ]
  },
  {
    "id": 23,
    "text": "Я промазала, а позже ловкий патрон попал мне прямо в голову... Это кинула какая-то идиотка. Она видимо заметила мою неудачу, и пока я была в замешательстве, она успела кинуть его... Результат — смерть.",
    "answers": [
      {
        "id": 15,
        "text": "ВЫ  УМЕРЛИ."
      }
    ]
  },
  {
    "id": 24,
    "text": "Я смогла ранить одну девчонку, а потом она свалилась с коня и умерла. Прекрасный результат!",
    "answers": [
      {
        "id": 36,
        "text": "*"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я насквозь проткнула аж трёх врагов! Мастерски...",
    "answers": [
      {
        "id": 36,
        "text": "*"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я сбила шляпу одной девчонки, и выглядело это так, словно я это сделать и хотела. Кто-то мне даже похлопал... Потом мне хлопали уже несколько человек. А потом громко хлопал весь вражеский отряд...\nИ тогда Сиана Достала свои стрелы и смогла убить человек десять. Они ведь отвлеклись!\nОдна из девушек того отряда использовала щит отражения, и отразила стрелу Си прямо... В меня.",
    "answers": [
      {
        "id": 15,
        "text": "В Ы   У М Е Р Л И."
      }
    ]
  },
  {
    "id": 27,
    "text": "Я попала в какой-то кустарник, а потом женский отряд яростно накинулся на меня...",
    "answers": [
      {
        "id": 31,
        "text": "Через несколько минут я очнулась..."
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы кинули нож с такой силой, что хоть он \nи промазал, но так рассёк воздух, что температура воздуха нагрелась и от резкой смены температуры умерло человек пять. (Надеюсь, я понятно объяснила)",
    "answers": [
      {
        "id": 36,
        "text": "*"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я попала в лошадь, на которой была наездница... Наездница разбилась об асфальт а лошадь умерла от потери крови.\nБедное животное... Потом, одна из других девушек-наездиц отомстила и заколотила меня на смерть.",
    "answers": [
      {
        "id": 15,
        "text": " В Ы   У М Е Р Л И."
      }
    ]
  },
  {
    "id": 30,
    "text": "Я попала ножом в землю, он прокопал там проход и вылетел за спиной девочки... Которую потом разрезал на части... Злорадно, злорадно.",
    "answers": [
      {
        "id": 36,
        "text": "*"
      }
    ]
  },
  {
    "id": 31,
    "text": "... В нашем лагере. Рядом на диване сидели Сиана и Луиза. Я ощущала домашний аромат в перемешку со страхом и недоумением.\n— Сиа, она очень сильно покалечилась. Ей нужна моя ВСС!\n— Ладно. Похоже, другого выхода нет.\nЛуиза достала из баночки таблетки и дала мне их. Мгновенно я почувствовала оживление. Все раны затянулись, боль исчезла.\n— Сиа... Я потратила слишком много...\n— Держись, Лиза! Всё будет хорошо.\n— Я... Не могу больше...\nЛуиза упала в обморок. Тогда я резко подскачила и закричала как сумасшедшая:\n— НЕТ! Сиана, что стоишь как вскопанная, быстрее принеси лекарство!\nТогда Сиана побежала в подвал где лежали лекарства.\nЧерез несколько минут она вернулась с восстанавливающими таблетками.\n— Это всё, что я смогла найти. Они помогут ей в восстановлении ВСС и увеличат силу в несколько раз. Только восстановление займёт целый день, пока у нас не будет лекаря. Мне очень жаль, Рей... Но...\n— Ничего. Я понимаю. Дай мне их!\nЯ выхватила таблетки из рук Сии и дала одну Луизе.\n— Не волнуйся, Сиа. Я понимаю что ты хотела мне помочь. Она скоро поправиться, только не проси её давать слишком много таблеток. Для лечения достаточно одной, — улыбаясь сказала я.\n— Ага, мисс мастер в своём деле! Ты ведь даже не зам командира!\n— Пффф... Зато я не отталкиваюсь от образа Урараки в своём военном костюме...\n— Зато ты напоминаешь ниндзя! Чем это лучше?\nС Сианой любой серьёзный разговор обернётся в шутку.\n— Ладно, Си. Я должна помочь остальным. Они ведь отакуют во всю силу, да?\n— В-верно, Рей. Но только не перетрудись, хо-ро-шо?\n— Хо-ро-шо. Ну, пока Сиа.",
    "answers": [
      {
        "id": 32,
        "text": "Главное меню."
      }
    ]
  },
  {
    "id": 32,
    "text": "                    ~•°ГЛАВНОЕ МЕНЮ°•~\n",
    "answers": [
      {
        "id": 4,
        "text": "Пролог."
      },
      {
        "id": 6,
        "text": "Глава первая."
      },
      {
        "id": 39,
        "text": "Глава вторая."
      },
      {
        "id": 37,
        "text": "Глава третья (Заблокированно)"
      },
      {
        "id": 37,
        "text": "Глава четвёртая (Заблокированно)"
      }
    ]
  },
  {
    "id": 33,
    "text": "Белые облака на сером небе. Унылый дождь плачет и поливает одинокие анютины глазки, которые жадно поглащают его слёзы. \nНо дождь сменяется солнцем, которое так и хочет сказать: \"не плачь, дождь\"!\nИ вот снова начало темнеть. Теперь не дождь напустил тучи, он уже устал. Сама королева ночь распустила свои крылья и тень от них покрыла всё небо. Она выдохнула холодный воздух и на небо посыпались блёстки — звёзды. Я смотрела на всё это, и в голове родилась мысль: \"Дождь прекрасен. Солнце прекрасно. Ночь превосходна. А я — серая пыль которая летает под ногами у этих богинь. Все люди вокруг меня, Сиа, Мирен, Луиза... Я их не вижу. Мне наплевать на этих людей. Я просто использую своих друзей чтобы добиться грязного желания крови. Как это бесстыдно\"\nТогда я осознала это. Знала, что теперь у меня больше шансов попасть в рай. Но я не уверена в том, что такую грешницу как я простят...\nИ в тот момент я... Я...",
    "answers": [
      {
        "id": 34,
        "text": "В Ы   У М Е Р Л И"
      }
    ]
  },
  {
    "id": 34,
    "text": "Нет. Я не умерла. Я не могу умереть ради Сианы, Алисы, Мирен, Луизы, Харнет, Сарины... И...",
    "answers": [
      {
        "id": 15,
        "text": "Вы умерли."
      }
    ]
  },
  {
    "id": 35,
    "text": "       Алиса → Алиска→ Лиз → Али\nПрозвище: Дурочка.\n\n                        ***0Р¥ЖUE*** :\nРука.\n\n                        * ★  РАНГ. ★ *:\n99/1000\n\n                        \n                          *•°ВСС°•*:\nМожет превращать левую руку в оружие.",
    "answers": [
      {
        "id": 8,
        "text": "Назад."
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/236x/f4/fc/63/f4fc63060eeef20232b32d3702385a4d.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Сиана подмигнула мне: \n— Хорошая работа, Крис! Тьфу, то есть Рейви. Мы дальше сами разберёмся, Хорошо?\n— Да. Рассчитываю на мой отряд!\nЯ улыбнулась.",
    "answers": [
      {
        "id": 32,
        "text": "Главное меню."
      }
    ]
  },
  {
    "id": 37,
    "text": "        ",
    "answers": [
      {
        "id": 32,
        "text": " "
      }
    ]
  },
  {
    "id": 38,
    "text": "Тут их ОООЧЕНЬ МНОГО. Мне кажется, что куда лучше было бы не заглядывать в гости к незнакомым людям, а зайти в общественное место. В какое?",
    "answers": [
      {
        "id": 42,
        "text": "В сад рядом с лагерем."
      },
      {
        "id": 43,
        "text": "В столовую."
      }
    ]
  },
  {
    "id": 39,
    "text": "\"Война\"... Что же значит это слово?\nКто для меня люди? Почему я... Так желаю воевать?\nТогда я посмотрела в окно:\nБелые облака на сером небе. Унылый дождь плачет и поливает одинокие анютины глазки, которые жадно поглащают его слёзы. \nНо дождь сменяется солнцем, которое так и хочет сказать: \"не плачь, дождь\"!\nИ вот снова начало темнеть. Теперь не дождь напустил тучи, он уже устал. Сама королева ночь распустила свои крылья и тень от них покрыла всё небо. Она выдохнула холодный воздух и на небо посыпались блёстки — звёзды. Я смотрела на всё это, и в голове родилась мысль: \"Дождь прекрасен. Солнце прекрасно. Ночь превосходна. А я — серая пыль которая летает под ногами у этих богинь. Все люди вокруг меня, Сиа, Мирен, Луиза... Я их не вижу. Мне наплевать на этих людей. Я просто использую своих друзей чтобы добиться грязного желания крови. Как это бесстыдно\"\nТогда я осознала это. Знала, что теперь у меня больше шансов попасть в рай. Но я не уверена в том, что такую грешницу как я простят...\nВсё же... Я плохо знакома с кем-то из отряда, так что пока я жива... Грешница Рейвен должна хоть немного искупить свою вину и подружиться с кем-то кроме Сианы, Мирен и Луизы. Вопрос лишь в том, куда пойти.",
    "answers": [
      {
        "id": 38,
        "text": "В зелёные палатки."
      },
      {
        "id": 42,
        "text": "В сад рядом с лагерем."
      },
      {
        "id": 43,
        "text": "В столовую."
      }
    ]
  },
  {
    "id": 40,
    "text": "Теперь осталось осмотреть сад.",
    "answers": [
      {
        "id": 41,
        "text": "В сад."
      }
    ]
  },
  {
    "id": 41,
    "text": "Сегодня сад прекрасен. В лунном свете было видно, как на цветах периливаются хрустальные капли росы...\nНеудивительно, ведь недавно шёл дождь. Он полил незабудки, анютины глазки и астры на клумбах. Что-ж, в такой прекрасной тиши можно встретить какую-нибудь мечтательную особу!",
    "answers": [
      {
        "id": 49,
        "text": "Посмотреть рядом с фонтаном."
      },
      {
        "id": 50,
        "text": "Осмотреть клумбы."
      }
    ]
  },
  {
    "id": 42,
    "text": "Сегодня сад прекрасен. В лунном свете было видно, как на цветах периливаются хрустальные капли росы...\nНеудивительно, ведь недавно шёл дождь. Он полил незабудки, анютины глазки и астры на клумбах. Что-ж, в такой прекрасной тиши можно встретить какую-нибудь мечтательную особу!",
    "answers": [
      {
        "id": 44,
        "text": "Посмотреть рядом с фонтаном."
      },
      {
        "id": 45,
        "text": "Осмотреть клумбы."
      }
    ]
  },
  {
    "id": 43,
    "text": "Незнаю, может кто-то захочет пожрать в нашей ужасной столовой? Как я говорила раньше, капитан готовит отвратительно! Но всё-таки я решила проверить. И сидящую в шкафу, я обнаружила...",
    "answers": [
      {
        "id": 48,
        "text": "..."
      }
    ]
  },
  {
    "id": 44,
    "text": "Рядом с фонтаном никого нет.",
    "answers": [
      {
        "id": 45,
        "text": "Осмотреть клумбы."
      }
    ]
  },
  {
    "id": 45,
    "text": "Я захотела окунуть свою голову прямо в куст сирени... Глупая идея, да?\nНо когда я это сделала, обнаружила...",
    "answers": [
      {
        "id": 46,
        "text": " ..."
      }
    ]
  },
  {
    "id": 46,
    "text": "...  Маленькую девочку лет семи.\n— Извини, что ты делаешь в лагере... в... котором... происходит...\n— Военное сражение? Ну, я тоже одна из военных девочек с ВСС!\n— Ты?! Но... как тебя приняли в наш военный лагерь?\n— Я была слишком крутой, чтобы меня не взяли! Я Алиса! Можешь звать меня Алис. А как тебя зовут?\n— Рейвен. Называй меня Рейви.\n— Хорошо, Рейви! Что насчёт того, чтобы создать команду света?\n— Э-э-э...\n— Не знаешь что это? Хорошо, тогда я скажу... Команда света — это около 5-10 людей которые работают в команде! Они друг другу помогают и сражаются с другими командами чтобы повысить уровень членов команды! Особенно крупное вознаграждение за сражение с командой тьмы! Команде можно придумать название, и сражаться мы будем конечно же с командами вражеского отряда! Как тебе? — Алиса проговорила это на одном дыхании, а затем с надеждой посмотрела на меня.\n— Мне нравится. Но кто будет капитаном?\n— Обсудим на собрании. У кого круче ВСС, тот и победит!\n— Хорошо. Как насчёт того, чтобы назвать команду \"Жажда крови\"? — Это первое, что пришло мне на ум. \n— Неплохо... Соответствие с нашей целью! Собирай команду друзей, и тогда прийдёшь ко мне!))) — Алис подмигнула мне.",
    "answers": [
      {
        "id": 47,
        "text": "Собирать команду."
      }
    ]
  },
  {
    "id": 47,
    "text": "Что-ж, теперь я могу заглянуть в столовую.",
    "answers": [
      {
        "id": 53,
        "text": "В столовую."
      }
    ]
  },
  {
    "id": 48,
    "text": "Девушку из отряда, лет пятнадцати.\n— Извини, как тебя зовут? — Спросила я. — И почему ты сидишь в шкафу.\n— Меня зовут Астра. Я всю ночь тренировала ВСС... — Она достала йойо из кармана и кинула в меня. После чего стала выглядеть в точности как я... — Это моя ВСС. Я могу превращаться в другого человека с помощью Йойо. \n— Ясно... Что-ж, я была рада с тобой познакомиться.\n— Может быть, мы с тобой ещё увидимся. Пока.\nАстра развернулась и собиралась уходить.\n— Постой!\n— Что?",
    "answers": [
      {
        "id": 40,
        "text": "Ничего."
      }
    ]
  },
  {
    "id": 49,
    "text": "Рядом с фонтаном никого нет.",
    "answers": [
      {
        "id": 50,
        "text": "Осмотреть клумбы."
      }
    ]
  },
  {
    "id": 50,
    "text": "Я захотела окунуть свою голову прямо в куст сирени... Глупая идея, да?\nНо когда я это сделала, обнаружила...",
    "answers": [
      {
        "id": 51,
        "text": "..."
      }
    ]
  },
  {
    "id": 51,
    "text": "...  Маленькую девочку лет семи.\n— Извини, что ты делаешь в лагере... в... котором... происходит...\n— Военное сражение? Ну, я тоже одна из военных девочек с ВСС!\n— Ты?! Но... как тебя приняли в наш военный лагерь?\n— Я была слишком крутой, чтобы меня не взяли! Я Алиса! Можешь звать меня Алис. А как тебя зовут?\n— Рейвен. Называй меня Рейви.\n— Хорошо, Рейви! Что насчёт того, чтобы создать команду света?\n— Э-э-э...\n— Не знаешь что это? Хорошо, тогда я скажу... Команда света — это около 5-10 людей которые работают в команде! Они друг другу помогают и сражаются с другими командами чтобы повысить уровень членов команды! Особенно крупное вознаграждение за сражение с командой тьмы! Команде можно придумать название, и сражаться мы будем конечно же с командами вражеского отряда! Как тебе? — Алиса проговорила это на одном дыхании, а затем с надеждой посмотрела на меня.\n— Мне нравится. Но кто будет капитаном?\n— Обсудим на собрании. У кого круче ВСС, тот и победит!\n— Хорошо. Как насчёт того, чтобы назвать команду \"Жажда крови\"? — Это первое, что пришло мне на ум. \n— Неплохо... Соответствие с нашей целью! Собирай команду друзей, и тогда прийдёшь ко мне!))) — Алис подмигнула мне.\n— Кстати, у меня уже есть одна знакомая, которая могла бы войти в \"Жажду крови\". У неё сильная ВСС! Вот только я не знаю, где она сейчас...\n— Что-ж, тогда найди её! Желаю удачи))",
    "answers": [
      {
        "id": 52,
        "text": "Собирать команду."
      }
    ]
  },
  {
    "id": 52,
    "text": "Теперь мне нужно найти Астру. Но я могу долго ломать голову над тем, куда она пропала...",
    "answers": [
      {
        "id": 56,
        "text": "Теперь моя цель — найти её..."
      }
    ]
  },
  {
    "id": 53,
    "text": "Незнаю, может кто-то захочет пожрать в нашей ужасной столовой? Как я говорила раньше, капитан готовит отвратительно! Но всё-таки я решила проверить. И сидящую в шкафу, я обнаружила...",
    "answers": [
      {
        "id": 54,
        "text": "..."
      }
    ]
  },
  {
    "id": 54,
    "text": "Девушку из отряда, лет пятнадцати.\n— Извини, как тебя зовут? — Спросила я. — И почему ты сидишь в шкафу.\n— Меня зовут Астра. Я всю ночь тренировала ВСС... — Она достала йойо из кармана и кинула в меня. После чего стала выглядеть в точности как я... — Это моя ВСС. Я могу превращаться в другого человека с помощью Йойо. \n— Ясно... Что-ж, я была рада с тобой познакомиться.\n— Может быть, мы с тобой ещё увидимся. Пока.\nАстра развернулась и собиралась уходить.\n— Постой!\n— Что?",
    "answers": [
      {
        "id": 55,
        "text": "Ты можешь вступить в мою команду света \"Жажда крови\"?"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Прости, я не расслышала, и мне пора! — С этими словами Астра и удалилась. ",
    "answers": [
      {
        "id": 56,
        "text": "Теперь моя задача её найти..."
      }
    ]
  },
  {
    "id": 56,
    "text": "Похоже, всё что я могу сделать сейчас — собрать команду. Поскольку Астру я найду не скоро, попросим Луизу, Мирен и Сиану. Может быть они помогут мне найти кого-то ещё. ",
    "answers": [
      {
        "id": 57,
        "text": "Пойти к ним."
      }
    ]
  },
  {
    "id": 57,
    "text": "Я зашла в палатку Луизы. К удивлению, там уже все собрались.\n— А вот и ты, Рейвен. — Сказала Луиза.\n— Мы слышали, ты создаёшь команду света. Можно нам присоединиться? — Интересно, как этот слух так быстро разлетелся по округе. Может быть, Алиса...\n— Конечно! За этим я и пришла! Мне нужно не менее пяти членов команды света. Помогите мне найти кого-то из отряда.\nВ разговор вступила Мирен.\n— У меня много знакомых, которые не отказались бы. Пойдёмте со мной, Луи, Сиа и Рей.\nМы все дружно потопали за уверенной в себе Мине. У Мирен так же есть прозвище \"Комета\". Иногда мы её так называем. Через пару минут мы оказались в палатке незнакомке.\n— Знакомьтесь, это Сарина и Харнет. ВСС Сарины: Пробивать любую стену или железную поверхность своим молотком.\nВСС Харнет: Создавать порталы во времени спомощью ножниц.\nЯ вдруг вспомнила:\n—Сарина помогала нам когда атаковали враги! А... Сейчас что? Другие из лагеря не пропускают врагов?\n— Нет. Вражеский отряд дал нам неделю для подготовки к войне. Потому что всё пошло на перекасяк... Ну, короче они плохо подготовились! — Слегка посмеиваясь сказала Сиана. — Но, к сожалению, слабаки не сдались. У них точно есть какой-то план, я уверена! Кстати да, я один раз пересеклась с Сариной в столовой. Мест не осталось и мы сели за один стол. А потом она сказала, что я могу работать с ней в команде. Я, отказалась, но согласилась с её щикарным планом атаки. А так, я с нею плохо знакома. — Си повела плечами.\n— Ясно. Тогда давайте знакомиться! Я Рейвен. А вы... Сарина и Харнет.\n/ХАРНЕТ/ — Я-я... Д-а, Харн-нет... Можно... Хари...\n/САРИНА/ — Да, это я... ВИЛИКОЛЕПНАЯ САРИНА!\n— Очень приятно. Вступайте к нам в \"Жажду крови\"! Нам как раз не хватало участников!\n/ХАРНЕТ/ Если я вступлю, все будут понимать что я элита. И тогда я смогу показать всем мои способности!\n/САРИНА/ Всегда хотела вступить в команду света...\nЯ очень обрадовалась: — Ура! У нас в команде уже 7 человек!\nХарнет, Сарина, Мирен, Алиса, Луиза, Сиана и я. Вот только без Астры... — Посмотрела на пол.\n Мирен оживилась: — Астра? Это ещё кто?\n— Простите, я в слух сказала. Ладно, мне пора. — Затем вздыхая, я ушла.\nЛуиза удивилась: — Что это с Рейви?",
    "answers": [
      {
        "id": 58,
        "text": "Уйти в палатку."
      }
    ]
  },
  {
    "id": 58,
    "text": "\"Теперь одинокая дева сидит в палатке, думая о почти не знакомом человеке, который мог бы совершить услугу, которая пошла бы ему лишь во благо...\" Красиво звучит, я права? Мне и мысли не приходит, где найти Астру. Можно спросить у вожатой или у капитана. Что же я о ней знаю? Спокойная и загадочная девушка лет 15 с детским хриплым голосом, с нежно-голубыми волосами и красными глазами. Определение есть, теперь нужно спросить у кого-то про неё...",
    "answers": [
      {
        "id": 59,
        "text": "Спросить у вожатой."
      },
      {
        "id": 60,
        "text": "Спросить у капитана."
      }
    ]
  },
  {
    "id": 59,
    "text": "Я пошла в палатку вожатой.\n— Чего тебе? — Сказала Гайрил (Вожатая).\n— Вы знакомы с Астрой? Ну, это девушка из нашего отряда...\n— По именам я всех не знаю. Но если назавёшь характеристики...\n— Нежно-голубые волосы и красные глаза.\n— У нас в отряде <plus> 500 рыжих и 1 303 карье-волосых. Блондинок нет, с крашенными волосами тоже. Такой у нас нет. Но если хочешь, загляну в список.\nГайрил открыла среднюю по размерам книгу. Там были фотографии людей из нашего отряда.\n— На. Ищи.\n— И-извините... Но тут... \n— 1 803 фотографии. На одной странице помещается 3, реши-ка мне задачку...\n— Всего 61 одна страница... Но... Искать на каждой странице... Затратит много времени!\n— Так используй ВСС помощника.\n— Что?\n— Ты не знала? ВСС помощники прилогаются к твоей силе. Они появляются если сказать определённый код, указанный на твоём браслете, который тебе выдали в первый день. Говоришь код, он появляется и может помочь тебе найти любую информацию. Они тоже имеют чувства, и часто являются кем-то вроде домашних питомцев. Только помещаются на пальце, больше привязанны к хозяину и являются воплощением его души.\n— Поэтому они выглядят по разному у всех?\n— Да. А теперь зачитай код на своём браслете!\nЯ посмотрела на красный брасет. А ведь раньше я и не догадывалась, что эти цифры имеют ТАКОЕ значение. Я всегда думала, что они означают номер человека в отряде.\n— 567!\nНеожиданно из воздуха появился маленький человечек. Девочка, видимо...\nГайрил аж подпрыгнула.\n— Вы чего?\n— Это... Очень редкий случай, — удивлённо пробормотала она.\n— Обычно... Это животные, но не как не человек...\nВ тот момент я ощутила себя бездарной Луизой...\n— Ути пути! Я назову тебя Чиби!\nМаленькая длинно-волосая чиби залезла ко мне на палец и сказала:\n— Пивет! Давай дужить?\n— Давай!\n— Ват и харашо, по ришили. А типерь я наду тибе инфамацию.\nЧиби посмотрела на книгу и в миг была готова.\n— Нит такой, Астры. Но ана ест ва вражиском атряде. — Чиби создала фотографию из воздуха. — Вот. Эта ана?\nЯ смотрела на фотографию...\n— Не может быть... Так Астра...\n— ВОН ОТСЮДА, БЫСТРО! ЗАБИРАЙ СВОЮ ПОДРУЖКУ И ГОНИ ОТ СЮДА!!! НЕ СМЕЙ ДАЖЕ СЛОВОМ ПЕРЕКИДЫВАТЬСЯ С ЧЕЛОВЕКОМ ИЗ НИГОПОЛЯ!",
    "answers": [
      {
        "id": 65,
        "text": "Я повторно набрала код и побежала к себе в палатку."
      }
    ]
  },
  {
    "id": 60,
    "text": "Я заглянула в палатку капитана, его имя Укер.\nВ палатке было пусто, на кровати лежали, как мне казалось, разбитые бутылки, на столе мятая тетрадь, а капитала небыло...",
    "answers": [
      {
        "id": 61,
        "text": "Осмотреть бутылки."
      },
      {
        "id": 62,
        "text": "Осмотреть тетрадь."
      },
      {
        "id": 58,
        "text": "Выйти из палатки."
      }
    ]
  },
  {
    "id": 61,
    "text": "Я подошла поближе. Действительно, на кровати лежали осколки от бутылок. Этикеток на них небыло, так что неясно, что в них было. Уверена, Укер снова напился. Это может вызвать за собой цепочку проблем...",
    "answers": [
      {
        "id": 60,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 62,
    "text": "Тетрадь открыта, в ней что-то начёркано гелиевой ручкой.\nДумаю, это дневник Укера. С моей стороны не вежливо читать чужой дневник...",
    "answers": [
      {
        "id": 63,
        "text": "Читать."
      },
      {
        "id": 60,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 63,
    "text": "                                Январь 5\n                     ПОБЕДНЫЙ ПЛАН\nЧтобы вражеский отряд отступил, нужно убить одну из наших. Руками одной из отряда. Нашего отряда. Тогда нигопольцы подумают, что девчонка на их стороне. Их отряд пополнится, а тем временем наша будет распостранять ядовитый газ. Нужно дать какой-нибудь девке маску, тогда не помрёт. Газ тот их всех убьёт...",
    "answers": [
      {
        "id": 64,
        "text": "Я читала это с широко открытыми глазами. "
      }
    ]
  },
  {
    "id": 64,
    "text": "И тут дверь с грохотом распахнулась. \n— К-кто там?\nЯ подпрыгнула с места. \n— Как ты смеешь, РЕ, читать мои заметки?\nЯростный Укер ударил меня.\n— Раз ты читала, станешь жертвой. Придётся использовать ВСС... \n— И-извините, капитан, но ведь... Только у женщин... Есть... Военная супер способность!\n— МОЛЧАТЬ! Алиска устроит тебе публичную казнь!\nАлиса... Неужели он... Заставит её...\nКапитан Укер... Нет, убийца отвёл меня на главную площадь, а позже проявил ВСС. Он внушил Алисе то, что я должна быть убита. А потом... Ну, всё ясно, да?",
    "answers": [
      {
        "id": 32,
        "text": "В Ы   У М Е Р Л И"
      }
    ]
  },
  {
    "id": 65,
    "text": "                    ~•°ГЛАВНОЕ МЕНЮ°•~\n",
    "answers": [
      {
        "id": 4,
        "text": "Пролог."
      },
      {
        "id": 6,
        "text": "Глава первая."
      },
      {
        "id": 39,
        "text": "Глава вторая."
      },
      {
        "id": 68,
        "text": "Глава третья."
      },
      {
        "id": 66,
        "text": "Глава четвёртая (Заблокированно)"
      }
    ]
  },
  {
    "id": 66,
    "text": "   ",
    "answers": [
      {
        "id": 65,
        "text": " "
      }
    ]
  },
  {
    "id": 67,
    "text": "— Команда света \"Жажда крови\" воюет со \"Смертельной бандой\"! — объявил толстенький судья. Я ожидала чего-то другого... Мы были на огромной арене без сооружений, которые могли бы разрушить. На стенах висели камеры, которые показывали происходящее всему миру... Нашу команду вызвали первой. \n— Представьте пожалуйста, вашего капитана, \"Жажда крови\"! \nМы вытолкнули Алису вперёд. Тут она опомнилась:\n— Алиса Гросанджер! Я... Капитан.\nСудья издал лёгкий смешок.\n— Не маловата ли для капитана?\nИ вот вышла \"Смертельная банда\"....\nСудья воскликнул:\n— Представьте вашу судью!\nВперёд вышла Астра.\n— Астра Судзуки.\n— Японка, что-ли? Ладно, начнём же сражение! Мы назвали его... Игра на смерть! Ну как вам? \nПоле боя засветилось. Словно не арена, а сцена... А потом обе команды провалились под пол! Под полом оказалось ещё одно помещение. Оно выглядело довольно... Устрашающе. Словно большое подземелье. Тут было бы куда удобнее сражаться... Хотя-бы нет ковровой дорожки. Камеры были в \"высшем\" помещении, и смотрели объективом в это \"подземелье\". Хорошо проработанно, так мы не заднем камеры...\n— Ну что-ж? — Судья взволнованно потёр руки. — Когда я выстрелю из этого писталета вы можете атаковать! Раз... Два... Три... Начало игры! — Ухмыльнувшись, толстячок подбросил пистолет. БУМ! Раскалённая пуля полетела вниз и тут же создала дырку в каменном полу. Думаю, перфекционисту такой разворот бы не понравился. Только что был такой красивый пол... ",
    "answers": [
      {
        "id": 69,
        "text": "...И началась игра на смерть. Снова."
      }
    ]
  },
  {
    "id": 68,
    "text": "\"Сегодня снова начнётся война. Один из них, Нигопольцов, беглец, сегодня приедет к нам и присоединится к отряду. Его, вроде бы Дейв зовут. Мои серые будни существуют только для того, чтобы обернуться катастрофой. Поэтому я буду воевать до последней капли крови. Сначала между собой будут воевать команды света и тьмы. Они отказались от многолюдного стиля сражений, и решили принять удар на команды. Капитаном выбрали Алиску. У неё сильная ВСС. Надеюсь, я не буду воевать с Астрой...\" — Писала я в дневнике. Наверное, вам интересно, с кем я воевала и как всё прошло? Что-ж, я вам расскажу...",
    "answers": [
      {
        "id": 67,
        "text": "Только не ломай четвёртую стену!"
      }
    ]
  },
  {
    "id": 69,
    "text": "Красно-волосая девушка что-то выкрикнула. Неужели... Это был код для ВСС помощника? Они... Они ведь могут только искать информацию?!\nДевушка посмотрела на меня:\n— Что, удивлена? Странно, что ты, владелец ВСС и об этом не слышала. \nСтранно... Похоже, что её ВСС — чтение мыслей! Но ведь у Мирен так же! ВСС обычно не повторяются...\nИз воздуха появилось \"Воплощение души\" красно-волосой девушки. Этого я не ожидала... ВСС помощник был дикой пантерой. Эта девушка немного \"дикая\" в душе... Забавно. \nПантера без раздумий накинулась на меня.",
    "answers": [
      {
        "id": 70,
        "text": "Стрелять из пистолета."
      },
      {
        "id": 71,
        "text": "Попросить помощи у других."
      },
      {
        "id": 72,
        "text": "Вызвать Чиби."
      }
    ]
  },
  {
    "id": 70,
    "text": "Я стрельнула из пистолета. Мои руки тряслись от страха, я даже не видела куда\nцелилась. Мои попытки стрелять почти обернулись гибелью... ГИБЕЛЬЮ АЛИСЫ!\n— АЛИСА! МЫ ВЕДЬ... ДАЖЕ ПОЧТИ НЕ ЗНАКОМЫ!!! Я... ЛУИЗА, КИДАЙ ТАБЛЕТКИ!\n— Х-х-х-хорошо, Рейвен...\nМы быстро вылечили Алису, а враги времени зря не теряли и прострелили мне висок...",
    "answers": [
      {
        "id": 77,
        "text": "В Ы     У М Е Р Л И"
      }
    ]
  },
  {
    "id": 71,
    "text": "Глупой идеей было просить у других помощи. Я хотела сказать хотя-бы одно слово Алисе, Луизе, Харнет, Сарине, Сиане или Мирен... Но попытки обернулись...Смертью.",
    "answers": [
      {
        "id": 77,
        "text": "В Ы    У М Е Р Л И"
      }
    ]
  },
  {
    "id": 72,
    "text": "Пожалуй, вызвать Чиби — моё единственное спасение. Но надеяться на эту милашку в атаке...\nЯ закрыла глаза. Представила себе своих родителей. Они умерли от пуль Нигопольских войсков. Были добрыми и спокойными... Даже не знали, что смерть будет для меня игрушкой, а главной целью — война. Они хотели чтобы на войне я смогла победить и избежать смертей. Хлынула внезапная ярость... Я... Не могу умереть. Алиса, Харнет, Мирен, Сарина, Сиана и Луиза... Они играют в эту игру лишь с целью победить. Если я умру... Их цель...\n— 567!\nВнезапно появилась Чиби. Стойте... Нет, это не Чиби! Это... Другой ВСС помощник? ДА КАК ТАКОЕ ВОЗМОЖНО?!\nКрасноволосая девушка испуганно вздрогнула.\n— Какова же твоя внутренняя сила, если у тебя два ВСС помощника, да ещё и в человеческом облике?! Но не думаю что даже с этим \"Чибиком\" ты меня победишь. Представляюсь: Я Диана Дэ! Моя ВСС одна из самых сильных. Могу пользоваться чужими способностями. Вот так!  — \"*Диана Дэ*\" подмигнула мне.\n— Правда, я крутая?\n— Да, но не круче меня. — Я стала очень уверена в себе. Почему же?...\n— Начинай, Кукару! — Имя мне подсказало сердце. Маленький Кукару  вытащил из кармана острый нож. Три... Два... Один...\n— Пффф... Слишком маленький, чтобы победить меня!!!\nВ миг нож стал размером с человека и проткнул Диане сердце.\n— П-прос...Ти...Те...С-смертельная...Б-банда...  \n Нигополька повалилась на пол. По нему растекалась алая кровь. Из остатков \"Смертельной банды\" вышла Астра.\n— Нас осталось всего 9.  Мы подготовили сюрприз для \"Жажды крови\". Давай, Римандуч, Двигай рычаг!\nНевзрачный паренёк потянул за неизвестно откуда взявшийся рычаг. Подвинулся какой механизм, и перед нами восплыла стена. Огромная, толстая стена разделила команды. Астру уже почти небыло слышно, но мы смогли разобрать её слова:\n— Теперь мы сможем подготовить новую атаку!\nЯ испугалась.\n— Неволнуйся, Рей! — Сказала Сарина.  — Моя ПОТРЯСАЮЩАЯ способность — пробивать молотком любые стены! И я — ВЕЛИКОЛЕПНАЯ Сара вас спасу! — Она взмахнула молотком и пробила стену в миг. Астра тут же спохватилась:\n— Как вы смогли уничтожить эту стену?! Раз так... Мы спрячемся там, где нас никто не найдёт!\nАстра выкрикнула какое-то заклинание, и команда Никополя в миг  исчезла.\nМирен сказала:\n— Глупая стратегия. Сбегают и сбегают... Они что, забыли про наши ВСС? Я прочитала мысли командующей их отряда. Она отправила команду в \"Сьюден Сити\"... Обычный торговый центр в городе. Вернее, в подвал это центра. Харнет, ты можешь создать туда портал с помощью своих ножниц?\n— Это... Довольно легко. Сейчас попробую...\nХарнет разрезала воздух ножницами, прям как Стар, и открыла портал в подвал \"Сьюден Сити\". \n— Теперь... Давайте туда зайдём.\n— Постой, Харнет! — Мне в голову пришёл не плохой план. А что если нам...",
    "answers": [
      {
        "id": 73,
        "text": "Отвлечь смертельную банду спомощью моей ВСС (Создать иллюзию, что наша команда умерла а потом атаковать)"
      },
      {
        "id": 74,
        "text": "Толкнуть смертельную банду в портал созданный Харнет (Он будет вести в место, заполненное острыми копьями)"
      },
      {
        "id": 75,
        "text": "Сказать, что мы сдались, предложить им чаю в который добавим таблетки Луизы, сбособные убить их всех  разом"
      },
      {
        "id": 76,
        "text": "Да ладно, уже ничего. Просто окружим их и будет как будет!"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Это очень хороший план! — Радостно воскликнула Алиса. — Забираемся в портал,  а Рейви использует  свою ВСС! Пока они будут радоваться, что победили, мы возьмём и убьём их!",
    "answers": [
      {
        "id": 78,
        "text": "За дело!"
      }
    ]
  },
  {
    "id": 74,
    "text": "— Это очень хороший план! — Радостно воскликнула Алиса. — Забираемся в портал,  Харнет создаст ещё один, и мы выталкнем туда банду!",
    "answers": [
      {
        "id": 80,
        "text": "За дело!"
      }
    ]
  },
  {
    "id": 75,
    "text": "— Это очень хороший план! — Радостно воскликнула Алиса. — Забираемся в портал,  притворяемся, что отдаём победу им, после чего угощаем банду чаем, с заренее добавленными таблетками Луизы!",
    "answers": [
      {
        "id": 79,
        "text": "За дело!"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Хороший план, — С сарказмом похвалила Алиса.\n— Что-ж, пожалуй всё-таки сойдёт, — Подмигнула мне Сиана.\n— А теперь в бой!\nКонечно, план был просто ужасным. Атаковать без плана — не очень хорошая идея. Сначала нужно всё продумать, а потом лишь атаковать...\nМв окружили Смертельную банду и стали атаковать. Просто атаковать! А у Нигопольцев был план... Они отправили копья, на случай если мы найдём их в подвале, и маленькая царапинка убивала человека самой мучительной смертью. Когда мы это поняли — старались уклоняться. Но никто живым не вышел...",
    "answers": [
      {
        "id": 77,
        "text": "В Ы   У М Е Р Л И"
      }
    ]
  },
  {
    "id": 77,
    "text": "Умирайте реже, если хотите закончить игру...",
    "answers": [
      {
        "id": 65,
        "text": "Ок."
      }
    ]
  },
  {
    "id": 78,
    "text": "Я создала иллюзии. Команде казалось, что мы умерли. Наши тела лежали прямо возле них.\n— Прости, Рейвен, но это мой долг. Обычно я хладнокровна и безимоциональна, но даже с этим лицом я огорчена, что мы были в разных отрядах. Я буду класть астры тебе на магилу.\nКто-то из их команды воскликнул:\n— Э-эй, вялый цветок, ты что, была знакома с этой Ало-странкой?\n— Нет. — Твёрдо сказала Астра. В тот момент наш отряд проткнул им спины. Алиса превратила свою левую руку в Копьё. Её ВСС — превращение левой руки в оружие. \nЧто-ж, мы победили первую команду. Их осталось всего семь...",
    "answers": [
      {
        "id": 81,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 79,
    "text": "Всё шло по плану. Мы \"Сдались\" и угостили их чаем. Но Нигопольцы раскусили наш план... \nКто-то из них сказал:\n— Смертельную банду так легко не провести! Вы что-то подсыпали в чай да? Если наша команда выпьет его... Мы можем умереть. А поэтому... Испытайте нашу мясорубку!\n\"Что за мясорубка?\" — Подумала я. Но кто же знал, что эта мысль станет моей последней... В тот момент Астра достала строй. инструмент (пилу) И выткнула нам глаза.",
    "answers": [
      {
        "id": 77,
        "text": "В Ы   У М Е Р Л И"
      }
    ]
  },
  {
    "id": 80,
    "text": "Мы оказались в подвале \"Стюден Сити\". Вражеская команда по началу нас не заметила, так что план удался. Мы толкнули их спины в портал, что вёл к смерти... Пожалуй, этот план был самым лучшим!",
    "answers": [
      {
        "id": 81,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 81,
    "text": "                    ~•°ГЛАВНОЕ МЕНЮ°•~\n",
    "answers": [
      {
        "id": 4,
        "text": "Пролог."
      },
      {
        "id": 6,
        "text": "Глава первая."
      },
      {
        "id": 39,
        "text": "Глава вторая."
      },
      {
        "id": 68,
        "text": "Глава третья."
      },
      {
        "id": 82,
        "text": "Глава четвёртая."
      }
    ]
  },
  {
    "id": 82,
    "text": "Мои заметки:\nАстра — Погибшая из другого отряда. Характер: Хладнокровный, спокойный, эгоистичный.\nОна... Из тех людей, с которыми я бы хотела дружить. Но боюсь... Я сама её и... убила. Ничего не поделать. Она же из вражеского лагеря! Но... Я всё равно чувствую вину.\nАлиса — Девочка из нашего отряда. Ей всего 9 лет, но её пустили в отряд из-за невероятных способностей.\nХарактер: Яркий, весёлый.\nМы с ней хорошие друзья.\nВСС — Военные супер-способности, их имеют только девушки. У всех разные.  Исключение: Близнецы.\nВСС помощник: В первый день нам выдали \nбраслеты, на которых записаны числа. Говоря их вслух, появляется воплощение души, способное тебе помочь. Самые сильные ВСС помощники в образе маленьких людей. Недавно у меня появился ещё один, кроме Чиби... Его зовут Кукару. Нужно уточнить у вожатой, может ли их быть два...\nКардэн — Парень с вражеского отряда. Он перешёл на нашу сторону, завтра присоединится к нашему отряду. Исключение в том, что не смотря на свой пол имеет ВСС.\nЧто-ж, за эту неделю произошло так много вещей! Я должна сейчас что-то сделать...",
    "answers": [
      {
        "id": 83,
        "text": "Поговорить с Сианой."
      },
      {
        "id": 84,
        "text": "Поговорить с Алисой."
      },
      {
        "id": 85,
        "text": "Поговорить с Мирен."
      },
      {
        "id": 86,
        "text": "Поговорить с Харнет."
      },
      {
        "id": 87,
        "text": "Поговорить с Сариной. "
      },
      {
        "id": 88,
        "text": "Поговорить с Вожатой. \n(ОБЯЗАТЕЛЬНО, ИЛИ УПУСТИТЕ ВАЖНЫЙ МОМЕНТ)"
      },
      {
        "id": 89,
        "text": "Поговорить с Капитаном."
      }
    ]
  },
  {
    "id": 83,
    "text": "— Сиана! — Я зашла в её палатку.. — Я бы хотела с тобой поговорить...\n— И о чём же, Рееей? А моём костюме, что-ли? Надоело! Вечно смеёшься над ним! Беее! — Сиана показала мне язык.\n— Да нет, не об этом я хотела поговорить!\n— Ну валяй уже!",
    "answers": [
      {
        "id": 90,
        "text": "Почему ты выбрала именно костюм Урараки?"
      },
      {
        "id": 91,
        "text": "Ты знаешь что нибудь об Астре из другого отряда?"
      },
      {
        "id": 92,
        "text": "Не говорили ничего о приезде Кардэна?"
      },
      {
        "id": 93,
        "text": "Ты много знаешь про ВСС помощников? Что если их два, и оба в человеческом обличии?"
      },
      {
        "id": 94,
        "text": "Почему ты такая милая, Си?"
      },
      {
        "id": 82,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 84,
    "text": "— Алиска, ты тут?  Я тихо зашла в палатку, боялась что она уже спит.\n— Я конечно знаю, что восьмилетка, но спать ложусь как все обычные люди! — Будто прочитав мои мысли сказала Алиса. — Зачем ты зашла?\n— Да вот, сказать хочу...",
    "answers": [
      {
        "id": 97,
        "text": "Почему тебя пустили в армию?"
      },
      {
        "id": 98,
        "text": "Ты знаешь что нибудь об Астре из другого отряда?"
      },
      {
        "id": 99,
        "text": "Не говорили ничего о приезде Кардэна?"
      },
      {
        "id": 100,
        "text": "Ты много знаешь про ВСС помощников? Что если их два, и оба в человеческом обличии?"
      },
      {
        "id": 101,
        "text": "Почему ты такая весёлая, Алиса?"
      },
      {
        "id": 82,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 85,
    "text": "— Привет, Курияма Мирай... — Я зашла в палатку к Мирен.\n— Привет, Рейчел Гарднер. Хочу вам напомнить, что моё имя — Мирен Санжиграунд.\n— А вам, Мирен Санжиграунд, хочу напомнить, что моё полное имя — Рейвен Ратистэлиум.\nИ я пришла сюда, чтобы задать вам несколько вопросов.\n— Прошу.",
    "answers": [
      {
        "id": 102,
        "text": "Где ты купила это платье?!"
      },
      {
        "id": 103,
        "text": "Ты знаешь что нибудь об Астре из другого отряда?"
      },
      {
        "id": 104,
        "text": "Не говорили ничего о приезде Кардэна?"
      },
      {
        "id": 105,
        "text": "Ты много знаешь про ВСС помощников? Что если их два, и оба в человеческом обличии?"
      },
      {
        "id": 106,
        "text": "Почему ты такая умная, Мирен?"
      },
      {
        "id": 82,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 86,
    "text": "— Харнет! — Я заглянула к ней в палатку.\n— Р-рейвен? З-заходи. Что-то хочешь с-сказать?",
    "answers": [
      {
        "id": 107,
        "text": "Сколько тебе лет?"
      },
      {
        "id": 108,
        "text": "Ты знаешь что нибудь об Астре из другого отряда?"
      },
      {
        "id": 109,
        "text": "Не говорили ничего о приезде Кардэна?"
      },
      {
        "id": 110,
        "text": "Ты много знаешь про ВСС помощников? Что если их два, и оба в человеческом обличии?"
      },
      {
        "id": 111,
        "text": "Почему ты такая стеснительная, Харнет?"
      },
      {
        "id": 82,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 87,
    "text": "Я заглянула в палатку к Сарине.\n— ЭЭЭЙ! ДУРА, РЕЙ! Что ты делаешь в палатке Сарины Жозель?! УБИРАЙСЯ!\n— Я просто хочу задать пару вопросов...\n— Ну ладно, я слишком прекрасна, чтобы отказать тебе, неблагодарная Рейвен.",
    "answers": [
      {
        "id": 112,
        "text": "Сколько тебе лет?"
      },
      {
        "id": 113,
        "text": "Ты знаешь что нибудь об Астре из другого отряда?"
      },
      {
        "id": 113,
        "text": "Не говорили ничего о приезде Кардэна?"
      },
      {
        "id": 113,
        "text": "Ты много знаешь про ВСС помощников? Что если их два, и оба в человеческом обличии?"
      },
      {
        "id": 116,
        "text": "Почему ты такая высокомерная, Сарина?"
      },
      {
        "id": 117,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 88,
    "text": "Я зашла к вожатой. Она что-то чертила.\n— А, это ты, любопытная? Я тебе сделала справочник по ВСС помощникам. Я так много о них узнала... Думаю, тебе будет интересно узнать об этом больше.",
    "answers": [
      {
        "id": 82,
        "text": "Взять и уйти."
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы точно хотите это сделать? Четвёртая глава самая короткая, на этом и закончится история. ",
    "answers": [
      {
        "id": 118,
        "text": "Да."
      },
      {
        "id": 82,
        "text": "Нет."
      }
    ]
  },
  {
    "id": 90,
    "text": "— Ну вот, снова началось. А что если я спрошу у тебя, почему ты выбрала костюм ниндзя, что ты мне ответишь?\n— Э... Ну...\n— Вот именно, не знаешь. — Сиана мило улыбнулась, слегка насмехаясь.",
    "answers": [
      {
        "id": 83,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 91,
    "text": "— Эм... По-моему так звали капитана \"Смертельной банды\". А больше ничего.\n— Ясно...",
    "answers": [
      {
        "id": 83,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 92,
    "text": "— Неа. Ты что, так хочешь его увидеть? \n— Да не особо...",
    "answers": [
      {
        "id": 83,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 93,
    "text": "— Ты о чём? ВСС помощники? Прости, я даже не знаю, что это...\n— Это долгая история... Спроси у вожатой об этом, хорошо?\n— Ладно уж, так и быть, но в следующий раз не сойдёт это тебе с рук, лентяйка! Я из-за твоей лени всё интересное пропускаю!",
    "answers": [
      {
        "id": 83,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 94,
    "text": "— Рей... Опять ты за своё! — Сказала покрасневшая Сиа. — Я... Э... Ну... Давай не будем об этом, ты меня смущаешь!",
    "answers": [
      {
        "id": 83,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 95,
    "text": "— О чём ты хочешь спросить?",
    "answers": [
      {
        "id": 91,
        "text": "Ты знаешь что нибудь об Астре из другого отряда?"
      },
      {
        "id": 92,
        "text": "Не говорили ничего о приезде Кардэна?"
      },
      {
        "id": 93,
        "text": "Ты много знаешь об ВСС помощников? Что если их два, и оба в человеческом обличии?"
      },
      {
        "id": 94,
        "text": "Почему ты такая милая, Си?"
      }
    ]
  },
  {
    "id": 96,
    "text": "— О чём ты хочешь спросить?",
    "answers": []
  },
  {
    "id": 97,
    "text": "— Я-ж вундеркинд! — Подмигнула Алиса. — У меня высокий интеллект, а ещё выше — боевые способности! На войне меня никто не одолеет!\n— Понятно...",
    "answers": [
      {
        "id": 84,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 98,
    "text": "— А? Астра, эта та девица во главе \"Смертельной банды\"? Нет... Прости, ничего о ней не знаю. Но она уже умерла, мы одолели её! Если вы были знакомы, не грусти. Подумай, что одна смерть дорогого человека может спасти одиннадцать тысяч таких-же! Пожалуй, она погибла в честном бою не зря...\n— Спасибо тебе, Алиса.",
    "answers": [
      {
        "id": 84,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 99,
    "text": "— Кар... Кого?\n— Ты что, о нём вообще ничего не знаешь? Это парень из вражеского отряда! Он перешёл на нашу сторону и скоро будет жить у нас.  Его пустили в Нигополь из-за того, что у него была ВСС, а обычно они только у девушек.\n— А... Конечно, я о нём слышала! Только вот не знаю, когда он приедет. Если это будет скоро, быстро пойдут слухи...\n— Он должен был приехать ещё вчера. Раз так затянул с приездом, боюсь, это может задержаться на долго...",
    "answers": [
      {
        "id": 84,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 100,
    "text": "— Чтобы ВСС помощники в человеческом облике?! Знаешь, я почти не разбираюсь. Сама узнала от вожатой уже как месяц. И... Знаю только то, что они — воплощение души. Способны делать то, чему посвящена душа человека. Если человек зациклен на сражениях, то и ВСС помощник будет чудесно атаковать! Но основная их задача — помогать в поиске информации. Подожди, я вспомнила! Если их два или больше — значит ты разнохарактерный человек. Или как-то вроде того... У тебя несколько умений и душ.\n— Несколько душ?!\n— Да. Это не раздвоение личности, и не духи — но ты не один человек. Как ещё сказать... Ты как один человек, внутри которого сидят ещё несколько таких же, только с другим характером. Иногда ты бываешь очень доброй ко всем, или слишком злой, почти как перемены настроения, только с куда более невыносимой силой. Ты должна научиться контролировать себя.\n— Это было очень полезно...",
    "answers": [
      {
        "id": 84,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 101,
    "text": "— Да фиг его знает. Люблю людей и лошадей. А ещё сестрёнку Рей!\n— Ой... Алиса... Я тоже тебя обожаю!",
    "answers": [
      {
        "id": 84,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 102,
    "text": "— Это мой костюм, если ты не в курсе.\n— У вас они все какие-то причудливые... Особенно у Сианы! Она выбрала костюм Урараки!\n— А Луиза костюм медсестры... Что-ж, для неё это норма. Если тебе так понравилось это платье, можешь найти похожеее на...\nСайте амино! Бесплатные чаты и сообщества, много веселья! Здесь ты найдёшь сообщества на любой вкус!\n— ДА ИДИ ТЫ, МИРЕН! ВЫ ВСЕ СГОВОРИЛИСЬ...",
    "answers": [
      {
        "id": 85,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 103,
    "text": "— Нет, но думаю, что капитан или вожатая в курсе...\n— Я... Уже спрашивала...\n— Ясно... Извини.",
    "answers": [
      {
        "id": 85,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 104,
    "text": "— Кардэн? Да, я кое-что слышала, он приезжает к нам сегодня. Эти слухи пока что не разошлись, но скоро, думаю, все об этом узнают...\n— В любом случае, спасибо Минэ.",
    "answers": [
      {
        "id": 85,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 105,
    "text": "— Прости, я не знаток. Но человеческий вид помощников вроде-бы символизирует огромную силу...\n— Ясно.",
    "answers": [
      {
        "id": 85,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 106,
    "text": "Мирен накрутила прядь волос на палец и пробормотала:\n— Незнаю... И не задавай таких вопросов, Рей...",
    "answers": [
      {
        "id": 85,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 107,
    "text": "— Я-я что, вы гляжу слишком... Молодой? Или нет, постой... С-старой? Прости, меня что-то занесло... М-мне 14.\n— Наш \"Алый отряд\" в целом состоит из 16-летних девушек, а ты по моложе выглядишь, вот я и спросила.\n— Я-ясно...",
    "answers": [
      {
        "id": 86,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 108,
    "text": "— Астра?... — На миг в глазах Харнет сверкнул огонёк.\n —  Я-я стараюсь не общаться с людьми из вражеского отряда... ",
    "answers": [
      {
        "id": 86,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 109,
    "text": "— Я не слышала, чтобы о нём что-то упоминали... Но... Думаю, он прибудет... Н-на этой неделе.",
    "answers": [
      {
        "id": 86,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 110,
    "text": "— Н-нет, я почти ничего не знаю... Но у меня есть один...\n— Покажи его! Мне было бы интересно увидеть воплощение твоей души!\n— Она очень стесняется... Перед... Д-другими л-людьми...\n— Ничего страшного. Я понимаю!\n— Л-ладно... — Харнет прикусила губу и шепнула:\n— 741.\nНеизвестно откуда появился...\nКак вы думаете, кто? Маленький мышонок!\n— Какой милый! — Я взяла его в руки и погладила. Но вдруг произошло невероятное; мышонок увеличился и стал огромной крысой, после чего укусил мой палец.\nХарнет сказала:\n— О-он не такой, каким может казаться...\n— Постой, Харнет, но если он такой... То и...\n— ДА ИДИ ТЫ, ТУПИЦА! ЗАЧЕМ ВООБЩЕ СО МНОЙ РАЗГОВАРИВАТЬ И ЗАДАВАТЬ ЭТИ ДЕБИЛЬНЫЕ ВОПРОСЫ?! ТАК ЛЮБИШЬ ИГРАТЬ В ДРУЖБУ?! ЛУЧШЕ СМАТЫВАЙСЯ!",
    "answers": [
      {
        "id": 82,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 111,
    "text": "Харнет покраснела и уткнувшись лицом в стену пробормотала:\n— Ч-что? О-о чём ты? ",
    "answers": [
      {
        "id": 86,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 112,
    "text": "— Я знаю, что выгляжу очень молодой, но принцесса Сара в рассвете сил! Мне 15 с половиной.\n— Как и ожидалось...",
    "answers": [
      {
        "id": 87,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 113,
    "text": "— Я не буду это тебе говорить. Я не в настроении.",
    "answers": [
      {
        "id": 87,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 114,
    "text": "",
    "answers": []
  },
  {
    "id": 115,
    "text": "",
    "answers": []
  },
  {
    "id": 116,
    "text": "— Я ни капли не высокомерная! А ты, слуга неблагодарная, убирайся!",
    "answers": [
      {
        "id": 87,
        "text": "Сменить тему."
      }
    ]
  },
  {
    "id": 117,
    "text": "— Эй, ты повернулась спиной к королевской особе? Я тебе за это!...\nЯ ушла стараясь пропускать мимо ушей крики Сары.",
    "answers": [
      {
        "id": 82,
        "text": "Ок."
      }
    ]
  },
  {
    "id": 118,
    "text": "Я зашла к капитану. Он курил и смотрел на меня, словно пытался что-то сказать.\n— Слушай, барышня... Тут такое дело... — Он вздохнул. \n— Возьми эту маску. Она тебе пригодится! — Капитан сунул противогаз мне в лицо. Незнаю, почему он решил, что мне это пригодится, но причина точно была...",
    "answers": [
      {
        "id": 119,
        "text": "Продолжение следует!"
      }
    ]
  },
  {
    "id": 119,
    "text": "Хочу сказать: продолжение выпущу, если книгу оцените (будут покупки, комментарии и около 4 лайков). Пока я заваленная другими квестами. Надеюсь на понимание :)",
    "answers": [
      {
        "id": 1,
        "text": "ок."
      }
    ]
  },
  {
    "id": 120,
    "text": "",
    "answers": []
  }
]