[
  {
    "id": 1,
    "text": "У каждого свои воспоминания.\nПлохие они или хорошие — это неважно, главное, что они есть.\nГлавное — ценить, что имеешь, ведь можно потерять всё в один миг, а потом жалеть, что все потеряно.\nЛучше лишний раз подумать, перед действием, которое может повлиять не только на тебя, но и окружающих.\n\n\n\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю."
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d03/1901/d5/bca7bb7ff36e.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://b.radikal.ru/b13/1901/9a/5274352bf0b6.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://b.radikal.ru/b13/1901/9a/5274352bf0b6.jpg",
        "system": true
      },
      {
        "id": 26,
        "text": "Концовки"
      },
      {
        "id": 33,
        "text": "Персонажи"
      }
    ]
  },
  {
    "id": 2,
    "text": "Закат. Небо обрело малиновый оттенок, облака неторопливо двигались по направлению ветра.\nКак же уютно сидеть на траве и размышлять о жизни ,когда вокруг все спокойно, подумал я про себя посмотрев на небо.\nВдруг сзади послышались звуки, и я обернувшись увидел своего друга, это был Бари.\nЯ знал его с детства, вечный оптимист, душа любой компании, всегда был рад перемолвиться со мной словом.\n—Вот ты где! — сказал он мне, переводя свой взгляд на небо. Как я мог его не услышать, подумал я про себя. Мои мысли прервала фигура стоящая позади друга.\nЭто была красивая девушка с зелеными глазами, и взглядом, который был направлен на меня. Создавалось чувство как будто я где-то уже её видел, мысли не покидали меня.\nНе успев полностью рассмотреть девушку,  меня прервал Бари:\n—Ты помнишь её? — сказал он, сделав несколько шагов от девушки, позволив мне рассмотреть полностью её образ. \nОна была одета в красивое черное платье которое облегало её стройное тело, на шее у неё висел кулон в виде месяца. Мне показался он знакомым, но я не придал этому никакого значения.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Не помню."
      },
      {
        "id": 6,
        "text": "Помню (соврать)"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Не помню, — сказал я, мысли о том, что она знакома мне, не покидали меня.\nПока я думал об этом, Роуз быстро подбежала ко мне и крепко обняла, сказав шепотом: \"Прости меня, это я во всём виновата, я правда не хотела этого!\"\nКто эта девушка, и в чем она виновата, мысли не покидали меня.\nУ меня начали появлятся вопросы, на которые я не мог дать ответа.\nМои мысли перебил друг, посмотрев на нас, он сказал, что он многое от меня скрывал.\n— Её зовут Роуз. Ты не помнишь потому, что ты потерял память еще в детстве, я не рассказывал тебе об этом, чтобы не связывать тебя с твоим прошлым, договорив он достал из кармана своих джинс сверток бумаги, на котором было написано: \"Ты меня любишь?\", и две подписи \"Да\" и \"Нет\".\nПодчерк был похож на мой, но не разобравшись в записке, меня перебила девушка:\n—Ты наверное сейчас ничего не понимаешь, позволь мне всё объяснить.\nТут Роуз начала свой рассказ:\nЭто было 7 лет назад: мы учились в одной школе, ты был в меня влюблён, я долго смотрел в её горящие глаза , она была прекрасна.\n—Мы были хорошими друзьями, но не парой, больше как брат и сестра. Её руки нервно тряслись , будто её что-то очень сильно тревожит.\n",
    "answers": [
      {
        "id": 8,
        "text": "Ты не виновата."
      }
    ]
  },
  {
    "id": 4,
    "text": "—Нам и правда стоит перевести дух, — сказал я посмотрев на девушку.\nТы один раз раз уже потерял память, и я не хочу, чтобы ты лишился её снова! — она прокричала, смотрев на меня своими заплаканными глазами.",
    "answers": [
      {
        "id": 14,
        "text": "Успокоить её"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я прижал её к себе, и тихо прошептал:\n—\"Все будет хорошо\".\nБыл заметен страх в её тусклых уставших глазах.\n—Тебе нужен отдых,  — сказал я ей, слегка поцеловав её в щеку.\nХоть я и не помнил её, складывалось ощущение будто я был с ней всю жизнь. \nНа небе зажглись звёзды, и пора бы уже расходится.\nБари уже попрощавшись ушёл домой.\n\"Остаться ли с ней или пойти домой?\" — этот вопрос не давал мне покоя.",
    "answers": [
      {
        "id": 15,
        "text": "Остаться с ней"
      },
      {
        "id": 16,
        "text": "Разойтись"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Помню, — ответил я, невольно подмигнув девушке.\n—Но как, ты же потерял память? — спросила она, посмотрев на меня своими заплаканными глазами.\n—Из-за чего? — в недоумении спросил я.\n—Значит не помнишь, — сказала она , посмотрев на меня и перевела взгляд на Бари, он был удивлён не меньше её. \n—Объясните мне, что здесь происходит? -возмущенно сказал я.\n\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Это из-за меня ты потерял память, — сказала Роуз.\n—Почему же? — спросил я,  вопросы только прибавлялись, а ответы на них получить так и не удалось. \n—В тот день, мы должны были встретиться на мосту, а я опоздала и не пришла, ты упал с него, и попал в больницу, а я узнала об этом только несколько часов спустя, договорив она пустила слезу , которая медленно стекала по её румяным щекам, мне хотелось обнять её.\n—Ты не виновата, это моя вина, не успев договорить она прижалась ко мне.\n—Я очень испугалась тогда, и боялась приходить к тебе, думала, что ты не хочешь меня видеть, а потом через Бари узнала, что ты потерял память.\nОткуда она знает Бари? — эта мысль напрягала меня и я не смог выдержать, чтобы не спросить.\n—Бари, откуда ты его.. — не успев договорить, он перебив меня сказал, что мы троём учились в одном классе, и были лучшими друзьями.",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Это из-за меня ты потерял память, — сказала она.\n—Почему же? — спросил я,  вопросы только прибавлялись, а ответы на них получить так и не удалось. \n—В тот день, мы должны были встретиться на мосту, а я опоздала и не пришла, ты упал с него, и попал в больницу, а я узнала об этом только несколько часов спустя, договорив она пустила слезу , которая медленно стекала по её румяным щекам, мне хотелось обнять её.\n—Ты не виновата, это моя вина, не успев договорить она прижалась ко мне.\n—Я очень испугалась тогда, и боялась приходить к тебе, думала, что ты не хочешь меня видеть, а потом через Бари узнала, что ты потерял память.\nОткуда она знает Бари, эта мысль напрягала меня и я не смог выдержать, чтобы не спросить.\n—Бари, откуда ты его.., не успев договорить, Бари перебил меня сказал, что мы троём учились в одном классе, и были лучшими друзьями.\n",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Я больше не хочу терять тебя! — произнесла она, и обняла еще сильнее. В этот момент, я хотел прижать её к себе, и прожить с ней всю жизнь. Её глаза были покрыты слезами, но сверкали изумрудным оттенком.\n—Давайте успокоимся, — сказал Бари, переведя взгляд на округи.\n ",
    "answers": [
      {
        "id": 11,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ко мне подошел Бари и положив свою руку на мое плечо сказал:\n—Её зовут Роуз. Ты не помнишь потому, что ты потерял память еще в детстве, я не рассказывал тебе об этом, чтобы не связывать тебя с твоим прошлым, договорив , он достал из кармана своих джинс сверток бумаги, на котором было написано: \"Ты меня любишь?\", и две подписи \"Да\" и \"Нет\".\nПодчерк был похож на мой, но не разобравшись в записке, меня перебила Роуз:\n—Ты наверное сейчас ничего не понимаешь, позволь мне всё тебе объяснить.\nЭто было 7 лет назад: мы учились в одной школе, ты был в меня влюблён.\nМы были хорошими друзьями, но не парой.\nЕё руки нервно тряслись , будто её что-то очень сильно тревожит. Я смотрел в её заплаканные глаза, в которых было видно её сожаления о произошедшем.\nУ меня начали появлятся вопросы, на которые я не мог дать ответа.\nМои мысли перебил друг, посмотрев на нас, он сказал, что он многое от меня скрывал.\n",
    "answers": [
      {
        "id": 7,
        "text": "Ты не виновата."
      }
    ]
  },
  {
    "id": 11,
    "text": "—Нам и правда стоит перевести дух, — сказал я посмотрев на Роуз.\nТы один раз раз уже потерял память, и я не хочу, чтобы ты лишился её снова! — она прокричала, смотрев на меня своими заплаканными глазами.",
    "answers": [
      {
        "id": 5,
        "text": "Успокоить её"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Я больше не хочу терять тебя! — произнесла она, и обняла еще сильнее. В этот момент, я хотел прижать её к себе, и прожить с ней всю жизнь. Её глаза были покрыты слезами, но сверкали изумрудным оттенком.\n—Давайте успокоимся, сказал Бари, переведя взгляд на округи.\n ",
    "answers": [
      {
        "id": 4,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я взглянул на неё",
    "answers": []
  },
  {
    "id": 14,
    "text": "Я прижал её к себе, и тихо прошептал:\n—Все будет хорошо.\nБыл заметен страх в её тусклых уставших глазах.\n—Тебе нужен отдых, — сказал я ей, слегка поцеловав её в щеку.\nХоть я и не помнил её, складывалось ощущение будто я был с ней всю жизнь. \nНа небе зажглись звёзды, и пора бы уже расходится.\nБари уже попрощавшись ушёл домой.\n\"Остаться ли с ней или пойти домой?\"- эти мысли не покидали меня.\n",
    "answers": [
      {
        "id": 15,
        "text": "Остаться с ней"
      },
      {
        "id": 16,
        "text": "Попрощаться и разойтись"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я решил остаться, спать не хотелось, а в свету фонаря неподалеку можно было разглядеть летающих мошек, от этого у меня по коже пошли муражки. \n—Расскажи о нас, как это было, каким я был раньше, — спросил я посмотрев ей в глаза.\n—Мы были друзьями, ты часто вытаскивал меня из разных передряг, нам было весело общаться и дружить, позже я узнала, что ты испытываешь ко мне чувства, но ответить взаимностью не могла.\nЯ смотрел на её уставший взгляд и как её легкое платье развивалось на ветру, её кулон с месяцем не давал мне покоя.\n—Откуда он?, спросил я, посмотрев на кулон.\n—Кулон? — уточнила Роуз, смотря мне в глаза.\n—Да, он кажется мне таким знакомым.\n—Ты его подарил мне, сказав, что это будет символом нашей дружбы, и чтобы я его не снимала.\nЯ смотрел на этот кулон под светом недалеко стоящего фонаря, он завораживал меня.\n\n\n\n\n",
    "answers": [
      {
        "id": 22,
        "text": "Спросить насчёт моста."
      }
    ]
  },
  {
    "id": 16,
    "text": "—Я был рад встретиться с тобой, — сказал я ей, немного обнимая её за плечи.\nНам пора расходиться по домам, — намекнул я ей, указав взглядом на ночное небо.\nЗвёзды безпорядочно сияли, воздавая ощущение приближения.\nЯ стоял у дома, уже давно живу один в съемной квартире. Родители погибли в автокатастрофе еще давно в детстве, я не помнил их, меня воспитывала тетя, которая , к сожалению на днях скончалась, ничего о своем прошлом я не помнил, помню только Бари, тетя никогда не давала мне ответов на мои вопросы по поводу детства, отводя грусный взгляд от меня.\nЯ очень любил свою тётю, она единственный мой родственник, который заботился обо мне и воспитал, я не помню своих родителей, а тёте было больно вспоминать о них.",
    "answers": [
      {
        "id": 20,
        "text": "Зайти в квартиру."
      }
    ]
  },
  {
    "id": 17,
    "text": "Утро. Открыв глаза, я почувствовал слабость.\nМожет это из-за недосыпа, или кошмаров, что не давали покоя мне всю ночь.\nПроверив сообщения на телефоне, я увидел сообщение от Бари: \"Мне нужно с тобой серьёзно поговорить\".\nЯ понял, что случилось что-то важное, зная Бари и то, что он захотел поговорить о чём-то серьёзном.",
    "answers": [
      {
        "id": 24,
        "text": "Встретиться с Бари на месте"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": [
      {
        "id": 20,
        "text": "Отойти от окна"
      }
    ]
  },
  {
    "id": 19,
    "text": "На улице было темно, небо сверкало звёздами, а я в замешательстве размышлял о произошедшем со мной: я ничего не помнил из прошлого, меня терзали мысли насчёт моста, \"Почему я упал с него?\" — этот вопрос заставлял меня задуматься о прошлом, о воспоминаниях к которым у меня не было доступа.",
    "answers": [
      {
        "id": 20,
        "text": "Отойти от окна"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я стоял у входа своей скромной квартиры.\n\"Что делать дальше?\" — подумал я про себя.",
    "answers": [
      {
        "id": 21,
        "text": "Лечь спать"
      },
      {
        "id": 19,
        "text": "Посмотреть в окно"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я лёг спать, но мысли о произошедшем мне не давали покоя.",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Как я упал с моста? — спросил я у неё, смотрев в её задумчивые глаза.\n—Никто не знает.\nОтвета и на этот вопрос узнать видимо не получится.\n—Я узнала это от Бари, который оказался неподалёку от моста.\n\"Значит Бари может знать\", — подумал я про себя.\n—Нам пора по домам, — сказала она, указав на звёзды.\n",
    "answers": [
      {
        "id": 23,
        "text": "Разойтись"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Я был рад встретиться с тобой, — сказал я ей, немного обнимая её за плечи.\nНам пора расходиться по домам, — намекнул я ей, указав взглядом на ночное небо.\nЗвёзды безпорядочно сияли, воздавая ощущение приближения.\nЯ стоял у дома, уже давно живу один в съемной квартире. Родители погибли в автокатастрофе еще давно в детстве, я не помнил их, меня воспитывала тетя, которая , к сожалению на днях скончалась, ничего о своем прошлом я не помнил, помню только Бари, тетя никогда не давала мне ответов на мои вопросы по поводу детства, отводя грусный взгляд от меня.\nЯ очень любил свою тётю, она единственный мой родственник, который заботился обо мне и воспитал, я не помню своих родителей, а тёте было больно вспоминать о них.",
    "answers": [
      {
        "id": 20,
        "text": "Войти в квартиру."
      }
    ]
  },
  {
    "id": 24,
    "text": "Мы встретились с Бари, он был как-то напряжен и все время переглядывался со стороны в сторону.\n—Что случилось? — спросил я его, смотря на то, как он нервно смотрел в разные стороны.\n—Помнишь, вчера мы разговаривали о том, что ты потерял память, упав с моста? — тут Бари совсем потерял чувство радости, его лицо было опечалено, как-будто случилось что-то страшное.\n—Помню, сказал я, посмотрев в его глаза полные страха и неуверенности.\n—Я не могу молчать об этом, я уже устал с этим жить. -психанул Бари, начиная размахивать руками в разные стороны. Ты потерял память из-за меня, я тебя столкнул , — сказав это он затих, на его лице было расскаяние и печаль.\nВ школе, я тоже испытывал чувства к ней, я не хотел, чтобы ты мне мешал нам общаться , я видел как вы мило беседуете, и как ты её все время доводишь до дома после школы, я знал, что между вами что-то большее чем просто дружба, а я был для неё просто другом и ничего, моя ревность заставила в тот день столкнуть тебя с моста, я ублюдок, идиот, прости меня Бари, — сказав это, у него на лице появилась слеза, он был не в себе, как мог друг детства так подло поступить со мной? — этот вопрос поставил меня в тупик. Я смотрел на него, и молчал, я не знал как поступить дальше.",
    "answers": [
      {
        "id": 25,
        "text": "Успокоить друга, сказав, что это уже не важно."
      }
    ]
  },
  {
    "id": 25,
    "text": "—Это уже не важно, время не вернёшь, я тебя прощаю, но твой поступок я не забуду, — сказал я, посмотрев ему в глаза.\n—Я идиот, я придурок, зачем я так с тобой поступил, ненавижу себя — повторял он тихо себе.\nОн рванул куда-то вдаль, он был в неадеквате.",
    "answers": [
      {
        "id": 27,
        "text": "Побежать за ним."
      },
      {
        "id": 28,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 26,
    "text": "Концовки:\n\"Дорога в счастливое будущее.\"\n\"Покинутый друг.\"\n\"Отвергнутый.\"\n",
    "answers": []
  },
  {
    "id": 27,
    "text": "Я рванул за ним, я никогда так не бегал, он прибежал к тому мосту, с которого я и упал.\nОн рыдал, стоя у края моста.\nЯ подбежал к нему.\n—Что ты делаешь? — крикнул я ему.\n—Я не могу так жить, -говорил он сквозь слёзы.\nОн начал перелезать ограждения моста, и потеряв равновесие , начал падать вниз.\n",
    "answers": [
      {
        "id": 31,
        "text": "Схватить его за руку."
      },
      {
        "id": 32,
        "text": "Ничего не делать."
      }
    ]
  },
  {
    "id": 28,
    "text": "Я решил, что ему нужно остаться с мыслями на едине, и просто пошёл домой.\nКогда я пришёл, мне позвонила моя вчерашняя знакомая.\n",
    "answers": [
      {
        "id": 29,
        "text": "Ответить на звонок"
      },
      {
        "id": 30,
        "text": "Не отвечать"
      }
    ]
  },
  {
    "id": 29,
    "text": "Как только я принял вызов, она прокричала:\n\"Бари, он, он, он спрыгнул с моста, он погиб. В новостях говорят.\nЯ резко схватил пульт и включил новости, там говорили, о том, что Бари спрыгнул с моста.\nВсе опасения подтвердились, если бы я пошёл за ним, возможно этого бы не случилось, подумал я про себя. \nИ все же не смотря на его поступок в прошлом, он был мне другом, он часто меня выручал и поддерживал, возможно я знал его новым, другим Бари, но я не желал ему этого.\nЭти два дня сильно изменили мои представления о прошлой жизни, я не хотел такой правды. Я впал в депрессию.\nВскоре отошёл, но друга вернуть уже нельзя было.\n\n\nКонцовка: Покинутый друг.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b40/1902/dc/3f2ebdc74f51.jpg"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я не взял трубку, возможно оно и к лучшему.\nВключив телевизор, в новостях я увидел человека который спрыгнул с моста, и разбился насмерть, я не хотел в нём признавать Бари, было больно понимать, что это он, и что я мог его остановить. И все же не смотря на его поступок в прошлом, он был мне другом, он часто меня выручал и поддерживал, возможно я знал его новым, другим Бари, но я не желал ему этого.\nЭти два дня сильно изменили мои представления о прошлой жизни, я не хотел такой правды. Я впал в депрессию.\nВскоре отошёл, но друга вернуть уже нельзя было.\n\n\nКонцовка: Покинутый друг.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b40/1902/dc/3f2ebdc74f51.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я схватил его руку, что есть мочи.\n—Я не дам тебе погибнуть, пусть прошлое будет в прошлом, а ты мне останешься другом, ты все осознал. -сказав это я вытащил его, он уже не собирался прыгать, он смотрел на меня и из его глаз шли слёзы.\n—Я тебя прощаю, ты мне друг, и даже если когда-то у нас были недомолвки, я надеюсь они исчезли.\nЕго лицо приняло спокойный облик. \nСзади подбежала Роуз , она сильно прижалась сзади.\nРоуз ревела смотря на нас.\n—Я всё видела. -сказала она.\nЯ рада, что вы целы.\nВсе утихли, мы обняли Бари и все вместе пошли гулять.\nЯ рад, что спас друга. И все же не смотря на его поступок в прошлом, он был мне другом, он часто меня выручал и поддерживал, возможно я знал его новым, другим Бари, но я не желал ему смерти. Мы начали жить заново, с моей подругой детства закрутился роман, но это уже совсем другая история..\n\n\nКонцовка: Дорога в счастливое будущее.\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d30/1902/98/d205c03057d6.jpg"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я не стал ему помогать, — его выбор ,- сказал я про себя.\nЯ смотрел как его тело встретилось с асфальтом и из него текла кровь. \nВдруг сзади я услышал плач, это была Роуз, я был в растерянности, она всё видела.\n—Ты мог его остановить, ты его бросил, хотя он изменился. -она ревела и кричала мне сквозь слёзы.\n—Он меня предал и я не прощу этого, -холодно ответил я.\n—Ты не тот, кем я тебя знала!  — прокричала она.\n—Я живу в настоящем, и возвращаться в прошлое не намерен. -грубо настоял я, показав, что она для меня ничего не значит.\nРоуз убежала. И больше я её не видел.\n\n\nКонцовка: Отвергнутый.\n\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c32/1902/d3/2636c6f17653.jpg"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я (Ньют)\n____________________________________________________\nРоуз \n____________________________________________________\nБари\n____________________________________________________",
    "answers": [
      {
        "id": 34,
        "text": "Ньют"
      },
      {
        "id": 35,
        "text": "Бари"
      },
      {
        "id": 36,
        "text": "Роуз"
      }
    ]
  },
  {
    "id": 34,
    "text": "Моя жизнь такая же как и у всех. Но в один день в неё приходит один человек, жизнь после которого уже не будет прежней.\nЯ мечтатель и романтик, общительный, хороший друг. Мой лучший друг Бари всегда брал меня во все шумные, веселые компании. \n",
    "answers": [
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a43/1902/f4/f08e78994ddd.jpg"
      }
    ]
  },
  {
    "id": 35,
    "text": "Мой лучший друг, очень общительный, душа любой компании, зачастую выручал меня и был другом детства, считался очень привлекательным, среди девушек пользовался популярностью. ",
    "answers": [
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d15/1902/80/56119a444677.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Подруга детства, довольно скромная и милая девушка. Мне нравилась в школе, но не отвечала взаимностью. Мы были просто друзьями.\n",
    "answers": [
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c23/1902/3e/c5151869fa0a.jpg"
      }
    ]
  }
]