[
  {
    "id": 1,
    "text": "Война демонов? Что? Кто решил бросить вызов Аду? Аааа это просто новая история о нашей Нанами.\n Нанами отправляется в соседнюю демоническую страну, ну или ее туда силой отправляют...\n\n28.02.2019",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест.",
        "blackout": true
      },
      {
        "id": 3,
        "text": "Персонажи."
      },
      {
        "id": 5,
        "text": "От автора."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://b.radikal.ru/b16/1902/bc/68ca8fbeb5c4.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "—Госпожа, мы на месте.- мягкий голос Аоя вывел меня из дремоты.\n\n—Что...- я протёрла руками глаза и мой взгляд устремился вперед. Огромный купол за которым стоят толпы демонов.\n—Как в моем сне...\n\n—Госпожа, это вражеское войско.- Аой скривился и слегка сжал меня.\n—Вам нужно возглавить отряд..-  его хватка стала крепче.\n\n—В каком смысле?- я подняла голову и посмотрела в его тёмно-синие глаза. Мы были в воздухе, черные демонические крылья загораживали обзор, я не могла видеть что за нами, думаю, мы сейчас где-то на границе.",
    "answers": [
      {
        "id": 9,
        "text": "-Я ведь даже не владею боевым искусством."
      }
    ]
  },
  {
    "id": 3,
    "text": "                                       (<plus>_<plus>)",
    "answers": [
      {
        "id": 4,
        "text": "Люцифер"
      },
      {
        "id": 6,
        "text": "Велиал"
      },
      {
        "id": 7,
        "text": "Абаддон"
      },
      {
        "id": 8,
        "text": "Астарот"
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 4,
    "text": "Люцифер\n\n Правитель Гиенны. В прошлом он являлся архангелом, даже, можно сказать, богом без титула. Он должен был женится на Вивальди чтобы стать полноценным богом, но его судьба отправила его в Преисподнию. Где он и получил право обладать второй по величине стране демонов. \n\nПри жизни в Ассии у него были карие глаза и жёлтые волосы. Став демоном он обрёл белые волосы и светло серые гдаза. Полная противоположность Сатане. Со своими детьми он строг и не скрывает своего презрения к ним, от того, возможно, они и стали такими.",
    "answers": [
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/1902/5a/47231f8416b8.jpg"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Это я, ваша любимая прилюбимая Potato! Кстати, кто не знает я есть в инсте (Naive_Potatoes) можете спрашивать что угодно:)\n\nЯ все думала как же развить историю и добавить в нее больше экшена и решила. Короче все вы узнаете в самом кавесте, я думаю он не оставит вас равнодушным.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 6,
    "text": "Велиал\n\n Старший сын Люцифера — демон лжи.\n\nИскустен в дипломатии. Выгодные контракты, которые он заключает с другими державами на несколько сотен лет вперед тому подтверждение.\n\n Обаяние и харизма главные его достоинства, после красоты конечно же. Он познал на себе всю неприязнь своего отца, но к удивлению он за это и любит Люцифера и готов служить верой и правдой.\n\nЖёлтые, почти огненные глаза обладают гипнозом. Чёрные как вороньё крыло волосы, Велиал предпочитает вообще не трогать. Из одежды — строгие костюмы, подражает отцу. Он послабее братьев будет, т.к. печать силы ему не досталась.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a22/1901/8e/05a76497cebc.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Абаддон\n\n Средний сын Люцифера — демон страха.\n\nСильнейший генирал Гиены, любитель контролировать все и вся. Добивается своего несмотря ни на что. Часто прибегает к насилию.\n\nК нему Люцифер относился с большей мягкостью чем к Велиалу, что и привело к мыслям посторонних что он любимый сын и наследник. Разбаловали парнишку настолько, что он и сам так думает и творит что хочет.\n\nГлаза цвета спелой малины и белые волосы...Все сравнивают его с кроликом, что странно, характер то далеко не милый. На левом плече есть тату — печать силы. Терпеть не может душную одежду, в приоретете майки или футболки. После недолгого пребывания в человеческом мире — начал курить.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 7,
        "text": "введите команды для картинки",
        "url": "https://b.radikal.ru/b14/1902/b4/6c09d83a2094.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "Астарот\n\nМладший сын Люцифера — демон отчаяния. \n\nПрекрасный стратег и учёный. К сожалению не застал внимания отца. Вообще, можно сказать видит его раз в пятилетку. Искренне желает обратить вниманме Люцифера на себя с помощью своих достижений. За пределами страны о нем мало знают, а может и вообще не слышали о нем.\n\nБезразличные ко всему жёлтые глаза и серо-черные волосы придают ему некой соблазнительности. Толпы демонес сходят по юноше с ума. Так же как и Абаддон имеет печать силы — под глазами. Ему все равно в какую одежду одеться, лишь бы экспериментам не мешала.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d20/1901/0f/53eba412500a.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Я ведь даже не владею боевым искусством.- я снова посмотрела на демонов за куполом. Там их было около тысячи, нет, две тысячи.\n\n—Не знаю почему владыка сказал именно вам это сделать, но госпожа. Просто управляйте первым отрядом, ладно?  Не вступайте в бой. Я защищу вас. Я буду рядом.- его крепкие руки немного дрожали. \n",
    "answers": [
      {
        "id": 10,
        "text": "-Хорошо."
      },
      {
        "id": 11,
        "text": "-Я не могу это обещать."
      }
    ]
  },
  {
    "id": 10,
    "text": "—Отлично. Моя госпожа, я так рад что вы доверяете мне.- на его устах появилась улыбка, легкая, мимолётная, но улыбка.\n\n—Расскажи мне подробнее про мои обязанности.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 11,
    "text": "—Госпожа... Это ради вашей же безопасности. Пожалуйста, воздержите себя от этого.- Аой заметно скривился.\n\n—Посмотрим как дело пойдет... Расскажи подробнее про мои обязанности.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 12,
    "text": "—Поскольку вы занимаетесь внешними делами страны, тоесть налаживания контакта между странами и тд. Так же вы занимались и защитой страны. Вы первый генирал Ада, так же у вас есть особый отряд, состоящий из ста демонов. — по его лицу было заметно как ему неприятно мне это рассказывать, причину я понять не могу...",
    "answers": [
      {
        "id": 13,
        "text": "-Расскажи подробнее про этот отряд."
      },
      {
        "id": 14,
        "text": "-Ты чем-то недоволен?"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Это ваш собственный отряд. Вы сами подбирали туда демонов. Когла вам было 13 ваш отец сказал вам начать искать соратников, которые укрепят ваше положение в обществе. До 14 лет вы собирали отряд из разных представителей рас, конечно, демонических больше... В вашем первом отряде самые умелые и сильные демоны в какой-либо области. Лучники, мечники, маги и другие. Каждый из них не похож на другого и имеет особые таланты. Их объединяет одно — они преданны вам и только вам.",
    "answers": [
      {
        "id": 15,
        "text": "-Зная что я полукровка они все равно..."
      }
    ]
  },
  {
    "id": 14,
    "text": "—Простите?\n\n—Ну мне показалось что ты чем-то недоволен, что тебя тревожит? — я смотрела в глаза моего защитника и его теплый взгляд метался.\n\n—Госпожа..  Просто я очень волнуюсь, вы не помните больше 90% ваших воспоминаний. Я не знаю что делать и сможете ли вы управлять первым отрядом.\n",
    "answers": [
      {
        "id": 16,
        "text": "Успокоить "
      },
      {
        "id": 13,
        "text": "-Расскажи мне про мой отряд."
      }
    ]
  },
  {
    "id": 15,
    "text": "—Госпожа. Придет время и все узнают какая вы чудесная!- сказав это Аой крепче прижал меня к себе и мы начали спускаться, только теперь я заметила что было внизу.\n\n А именно — это демоны, огромное войско, их было больше тысячи. Они как ковёр растелились под нами, мы приземлились прямо перед ними.\n\n—Приветствуем первого генирала! — сказали демоны, кажется что это был один басистый, сильный голос, который содрогал землю.\n\nВойско расступилось и ко мне вышли сто демонов, они были не похожи никакого. Такие особенные... Они поклонились мне.",
    "answers": [
      {
        "id": 17,
        "text": "-Здравствуйте"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Тише... Тише... — я прижалась лицом к груди моего демона, легкими поглаживаниями по спине я кажется немного успокоила парня.\n\n—Госпожа...- он повернулся ко мне и поцеловал в висок.\n—Я поверю вам, но только сейчас.\n\n—Угу. Хороший мальчик.- я слегка отстранилась и потрепала его за ушком.\n\n—Я же не собачка...- он он взял меня за руку, которая недавно была у его уха и провел ей по своей щеке. При этом его взгдяд был очень выразительный, я будто бы тонула в океане, в его океане. Надо что-то с этим делать.",
    "answers": [
      {
        "id": 13,
        "text": "-Расскажи мне о моем отряде."
      }
    ]
  },
  {
    "id": 17,
    "text": "—Рады видеть вас в добром здравии, генирал! — отозвался большой, два метра в высоту, парень с лучезарной улыбкой.  Острые, но неотталкиваемые черты лица выдавали в нем \"породу\", граф или герцог какой-нибудь... Нежно-фиолетовые волосы и глаза поблескивали на тусклом вечернем солнце.\n—Альфред Шатский, герцог и переданный слуга вашего величества.- добавил парень, интересно, с каким оружием он обращается? Он в перчатках, лучник что-ли? \n\n—Приятно снова познакомиться с тобой, Альфред, и всеми вами... — мне посыпались улыбки всего моего отряда, как приятно...",
    "answers": [
      {
        "id": 18,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 18,
    "text": "Цыканье откуда-то за моими демонами даже не привлекло внимание. Зачем мне обращаться внимание на тех, кому оно и не нужно?\n\n—Генирал, нам нужно построиться. Какое посторонние для войска выбрать и... Что делать нам?- спросил мягкий на вид демон из моего отряда. Он похож на мальчика- подростка, но я заметила довольно увесистые ножны на его поясе.\n\n—Хм...",
    "answers": [
      {
        "id": 19,
        "text": "Самой подумать"
      },
      {
        "id": 20,
        "text": "Спросить совета у Аоя"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Хм...- если посмотреть на вражеское войско то заметно, что они собираются построиться в виде стрелы что-ли? Или треугольника? Он собрались идти на пролом, по виду штурмовики сейчас находятся как раз на конце этой \"стрелы\", тоесть действительно будут пробивать наш центр. Стоп. А если они изменят направление и будут быть в одну из сторон? Что делать? ",
    "answers": [
      {
        "id": 21,
        "text": "Подумать ещё"
      },
      {
        "id": 22,
        "text": "-Постоиться ввиде полукруга и защищать центр"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Аой, как думаешь... Судя по их расположению они будут построены как стрела или что-то подобное. Вон штурмовики спереди...\n\n—Я тоже так думаю, госпожа, я не могу отдавать приказы, но могу сказать одно — мы правильно все рассчитываете.",
    "answers": [
      {
        "id": 21,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Если подумать, то тут достаточно войска на полукруг с защищённым центром... Если судить из того что я поняла про первый отряд, они очень сильны, тоесть их можно разделить на два по 50 человек, всмысле демонов и поставить по незащищенным бакам... Если враги атакуют центр сработает \"мышеловка\", тоесть мы захлопнем ловушку... Перестроимся в круг, взяв их в кольцо...",
    "answers": [
      {
        "id": 24,
        "text": "Изложить идею."
      }
    ]
  },
  {
    "id": 22,
    "text": "—Вы думаете они будут бить по центру? -Аой немного напрягся.\n\n—Хм... Я наверное еще подумаю",
    "answers": [
      {
        "id": 21,
        "text": "Подумать еще"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Хоть вы многое не помните, но ваш анализ остался прежним.- небольшой паренёк с большими ножнами отозвался первый.\n\n—Правда?- смутилась. Конечно спустилась, меня похвалили, и похвалил тот, кто по сути должен меня ненавидеть как остальные.\n\n—Госпожа.- Аой нежно посмотрел на меня и взял мою руку в свою. \n—Ваше кольцо готово к использованию... Хоть я и не хочу этого, но если что... Нет. Вы не должны использовать его. Я смогу вас защитить.-он протянул маленькую тёмно-синюю бархатную коробочку.\n—Владыка передал...",
    "answers": [
      {
        "id": 25,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 24,
    "text": "—Думаю, так булет правильно.- Альфред тепло улыбнулся и кивнул, мол \"командуйте\"\n\n—Значит... Всему войску принять положение... — я в надежде посторела на Аоя и он шепнул мне на ушко.\n—Принять положение \"С\", штурмовикам занять положение в центре. Первый отряд расположитесь по двум сторонам по 50 демонов на каждой. — и войско пришло в движение. Четкие, резкие движения и несколько секунд привели задуманое в реальность. Я не чувствовала поддержки от войска, но мой первый отряд, их уверенных улыбок мне хватило.",
    "answers": [
      {
        "id": 23,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 25,
    "text": "От коробочки повеяло знакомым запахом — запахом Лизандра. Я открыла её и внутри оказалась красная сережка ввиде кристала. Рубин? Нет, это не камень.\n\n",
    "answers": [
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c12/1902/a9/1d38ba52cbe9.jpg"
      },
      {
        "id": 26,
        "text": "Одеть."
      },
      {
        "id": 27,
        "text": "Положить в карман."
      }
    ]
  },
  {
    "id": 26,
    "text": "Я вздохнула и одела сережку, думаю, это пригодится. \n\n—Аой, мне всё-таки кажется что тут что-то не так... Слишком явно они дали понять о своем построении и намерениях...\n\n—Госпожа, не о чем волноваться. Я смогу вас защитить, даже если это ловушка.",
    "answers": [
      {
        "id": 28,
        "text": "-Хорошо."
      }
    ]
  },
  {
    "id": 27,
    "text": "Коробочка с серьгой оказалась у меня в кармане, я думаю так безопаснее, Да и мне спокойнее будет если буду чувствовать её.\n Резкая и жгучая боль пронзила всю руку — от пальцев и до плеча, я чувствовала как моу руку суживает какой-то браслет.\n—Аой... Рука...\n\n—Все будет хорошо. — я наблюдала за его взглядом, враги начали наступление. Защитный купол над нами содрогнулся, один раз, второй, третий,  шестой... На восьмой раз он осыпался мягкими отрубями света, а по моей кисте руки начали стекать струйка крови.\n—Только двое в этой стране могут сломать ваш барьер... Это первый генирал Ада.- сквозь зубы прорычал синевласый и в буквальном смысле вжал меня в себя.",
    "answers": [
      {
        "id": 30,
        "text": "Война."
      }
    ]
  },
  {
    "id": 28,
    "text": "—Я тебе верю, Аой. Мы сможем выстоять.-улыбки, искрение, хитрые,  пронеслись по моему войску и резкая боль. Мою руку снова жгло. Снова эта боль.\n—Шшш. — я  зашипела от боли, Аой сразу отреагировал и прижал меня ближе к себе, вооружившись длинным клинком в левой руке. \n\n—Все будет хорошо. — я наблюдала за его взглядом, враги начали наступление. Защитный купол над нами содрогнулся, один раз, второй, третий,  шестой... На восьмой раз он осыпался мягкими отрубями света, а по моей кисте руки начала стекать струйка крови.\n—Только двое в этой стране могут сломать ваш барьер... Это первый генирал Ада.- сквозь зубы прорычал синевласый и в буквальном смысле вжал меня в себя.",
    "answers": [
      {
        "id": 30,
        "text": "Война."
      }
    ]
  },
  {
    "id": 29,
    "text": " Резкий рывок в сторону, нас откинуло. Тот кто был во главе врагов оказался рядом с нами и нанёс удар, мой дворецкий успел отреагировать и мы уже находимся над полем боя. \n\nПод нашими ногими крики, лязг оружия и рычание. Искры и свет разлетались в разные стороны, оставляя за собой искрящиуюся дорожку... Я впервые вижу столько магии. На удивление запаха крови я не чувствовала, красных рек, как это обычно описывают нет. Ни единого намёка на что-то серьезное. \n\n—Аой...С нами играют. — хоть мы и взяли их в кольцо, но запах не тот. Почему я вообще знаю какой должен бвть запах?  Моё дыхание участилось.",
    "answers": [
      {
        "id": 31,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 30,
    "text": " Вражеское войско как я и предполагала сразу двинулось в центр... Нет, стоп, все не должно быть так просто.\n— Это слишком предсказуемо.- шепнула я сама себе, Аой обратил на меня внимание.\n\n—Слишком...Я не думаю что тот кто ведет это войско генерал... Госпожа, он тоже опасен, но это не генерал, держитесь ближе ко мне. — мы с Аоем находились за войском, я не знаю как мы тут оказались, но когда барьер прорвали мы оказались тут.\n",
    "answers": [
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b11/1902/55/55c3b171926d.jpg"
      },
      {
        "id": 29,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 31,
    "text": "—Госпожа, простите.- синеглазый демон сбросил меня вниз. Аой скинул меня вниз, а сам... Рядом с ним в ту же секунду оказался тот подставной генирал и накрыл его огромным колличество рваных ударов.\n\n—Ааааа.- крик, сам вырвался из моего горла, я ведь падаю прямо в эпицентр стражения. В последнюю секунду меня перехватывают сильные мужские руки.\n\n—Попалась, козочка.- грубый и резкий голос незнакомца заставил меня сжатся в его хватке, мне было страшно повернуть голову и посротреть на него.",
    "answers": [
      {
        "id": 32,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 32,
    "text": "—Госпожа. — мягкий, чуть хриплый голос моего дворецкого заставил прийти в себя, он звучал в моей голове и слова были почти неразборчивые.\n—Тот кто рядом с вами... Генерал.Уходите.\n\n Я бросила взгляд в сторогу Аоя, ему совершенно не давал продыху подставной генерал. Они метались чуть ли не по всему полю боя, взлетали ввысь и снова падали вниз. Искры от мечей в их руках, казалось смогут обжечь.\n\n—Не смотри на других мужчин, находясь в моих объятиях.- шепот на ухо, совершенно безразличный ко всему голос вновь попытался подкосить меня, но я обернулась.",
    "answers": [
      {
        "id": 33,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 33,
    "text": "Белые, словно снег волосы падали на лицо, закрывая глаза парня. Резкие и в тоже время нежные черты лица казались знакомыми...  Острый подбородок... Слишком знакомые черты.\n\n—Вижу, принцесса полукровка уже что-то поняла.- он приблизился своим лицом к моей щеке и провёл своим языком по ней.\n\n—Бррр- я вздрогнула. С этим надо что-то делать.",
    "answers": [
      {
        "id": 34,
        "text": "Пихнуть локтем"
      },
      {
        "id": 35,
        "text": "Наступить на ногу"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я с розмаху пихнула парня локтем в живот и на удивление он отпустил меня и согнулся пополам... На моих руках появились железные перчатки до плеча, которые, на удивление совершеноо не сковывали движение. Часть какой-то там брони? Не знаю, но надо бежать. \n\nЧто есть мочи я ринулась наутёк то и дело натыкаясь на камни, от котрых кедам и моим ногам было бобо... Видимо эта обувь для поверхности Ада не особо... \n\nПробежав сто метров я окончательно потеряла силы... Моя выносливость моё слабое место, видимо этот парень знал его. Он не торопился, шёл споконо и ровно, как хищник, который приметил свою жертву.",
    "answers": [
      {
        "id": 36,
        "text": "В замке Сатаны."
      }
    ]
  },
  {
    "id": 35,
    "text": "Я наступила что есть мочи на ногу этого дерзкого парня и Он молниеносно отпрянул от меня. Неужели удар такой сильный? Стоп. На моих ногах появились длинные сатоги, сделанные из чего-то твёрдого и легкого. Красивый переплёт листочков клёна от лодыжки и до колена радовал глаз. Очень мило и эффективно.\n\n—С*а, как ты посмела, тварь. — на меня наступал грозный и опасный зверь...",
    "answers": [
      {
        "id": 36,
        "text": "В замке Сатаны."
      }
    ]
  },
  {
    "id": 36,
    "text": "—Неплохо... — Сатана наблюдал за всем происходящим через сферу, которая была одним из чудес Преисподни, или может одной из чудес четырёх миров.\n\n—Сатана.- в личный кабинет владыки ворвались двое парней — Алекс и Лизандр. Дракон сразу же попытался сократить расстояние между ними и подойдя вплотную повторил.\n—Сатана! Что вы творите чёрт возьми!- парень сорвался на крик. \n—Она не сможет ничего сделать сейчас.- скрипя зубами и пытаясь сдержаться говорил он.",
    "answers": [
      {
        "id": 37,
        "text": "Дальше.",
        "need": 34
      },
      {
        "id": 38,
        "text": "Дальше.",
        "need": 35
      }
    ]
  },
  {
    "id": 37,
    "text": "—Все проходит так как надо.- холодно ответил ему владыка и снова посмотрел в сферу.\n—Она смогла даже святое оружие призвать...- с улыбкой говорил тот.\n\n—Толку от него, если она не может его применить.- вмешался Лизандр, его голос был настолько спокойным, что Алекс понемногу выходил из себя снова.\n\n—Толку от неё там.- бурчал синеглазый дракон.\n\n—Толк большой, мальчик мой...- ехидно говорил Сатана щурясь. \n—Конечно, она слаба, даже с оружием... Если вспомнить, она слаба и в рукопашном бою, зря выбрала такое оружие.\n",
    "answers": [
      {
        "id": 39,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 38,
    "text": "—Все проходит так как надо.- холодно ответил ему владыка и снова посмотрел в сферу.\n—Она смогла даже святое оружие призвать...- с улыбкой говорил тот.\n\n—Толку от него, если она не может его применить.- вмешался Лизандр, его голос был настолько спокойным, что Алекс понемногу выходил из себя снова.\n\n—Толку от неё там.- бурчал синеглазый дракон.\n\n—Толк большой, мальчик мой...- ехидно говорил Сатана щурясь. \n—Конечно, она слаба, даже с оружием... Но, если вспомнить, раньше она изучала боевые искусства. \n",
    "answers": [
      {
        "id": 48,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 39,
    "text": "—Сатана.- требовательный тон парня, наверное,заставлял бы дрожать кого угодно, но не тех, кто находился в комнате.\n\n—Просто наблюдай.- холодный взгляд демона вмиг приструнил горячий нрав парня.",
    "answers": [
      {
        "id": 40,
        "text": "Кошки-мышки."
      }
    ]
  },
  {
    "id": 40,
    "text": " Я пятилась назад пока не уперлась в что-то невидимое и твёрдое. Проклятье! Стена. Дрожь пробивала все тело, нужно было двигаться, хотя бы вдоль неё и я шла, а он наблюдал, он ждал когда напасть.\n\n— Не подходи.- выдавила тихое я.\n\n\" Почему мне так страшно? Где те кто должен меня защищать? \"- Крутилось в моей голове. Посмотреть на Аоя мне не дали. Стильные и цепкие руки схватили меня за плечи и сдавили.\n\n—Кх. Больно.. — я схватилась за его руки и сжала .\n\n—Черт.. Принцесса, если вы продолжите — мне придётся сделать тебе больно.\n",
    "answers": [
      {
        "id": 41,
        "text": "Сдаться"
      },
      {
        "id": 42,
        "text": "Попробовать сразиться"
      }
    ]
  },
  {
    "id": 41,
    "text": "Думаю, отпустить его будет лучшим решением, но...\n—Что мне за это будет?- хватка парня немного ослабла и он, кажется улыбнулся.\n\n—Сохраню жизнь твоему слуге-полукровке. — он превел взгляд на Аоя, я последовала за ним.\n Он почти не уступал подставному генералу в силе, но всё-таки проигрывал, я заметила как он смотрит на меня, как пытается вырваться ко мне и спасти, как его раны проявлялись и медленно затягивались. \n\n—Неплохо мой брат с ним управляется. Я думал твой слуга сольётся сразу, а он против третьего принца Гиены пошёл... Может отдашь? Шучу, нафиг такое существо мне не нужно.",
    "answers": [
      {
        "id": 43,
        "text": "-Существо?"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я сжимала крепче и крепче, его хватка тоже не давала мне не скрипеть зубами от боли. \n\n Резкая и острая боль, кажется мне только что вывихнули плечо.\n—Ккк..Больно.- шипела я и попробовала ударить целой рукой парня, но удар прошёл мимо, зато у меня появилось немного времени на убужать.\n\nДержась рукой за больное плечо я побежала вдоль стены и наткнулась прямо на бой Аоя и подставного генерала. То ли Аой кое-как вырвался, то ли \"генерал\" дал слабину- не знаю, но я рада. Меня схватил подруку такой родной защитник.\n",
    "answers": [
      {
        "id": 45,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 43,
    "text": "—Тепреть не могу полукровок, в особенности тебя, так что... Умри пожалуйста.- и резкий удар в живот чем-то острым и большим... Что за хрень? Меня поднял над землей железный кол, буквально оторвал от твердой поверхности и прошёл сквозь мой живот. На запах моей крови оглянулись все.\n\nАой и мой первый отряд, вражеское войско, мои воины. Все они видели как мой взгляд помутняеться, как кровь стекала вниз, как улыбался беловолосый. \n\nОгонь. Синий огонь вдруг вспыхнул я даже не кричала...Почему?  А я не чувствую ничего, ни удара, ни боли от огня, ничего не чувствую, просто вижу как Аой испуганно смотрит, я смотрю на него. \n\"Прости\" промелькнуло в моей голове и мир погрузился во тьму.",
    "answers": [
      {
        "id": 44,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 44,
    "text": " Вы прошли первую главу без боя. Коротко и ясно. Получили первую концовку.",
    "answers": [
      {
        "id": 56,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 45,
    "text": "—Вы молодец что смогли вырваться.- шепнул он мне, когда мы пытались сбежать от двоих хищников.\n\n—Кто они?\n\n—Тот с кем вы столкнулись — второй принц Гиены, а тот с кем я — третий. — на бегу мы пытались уклонятся от магических атак \"хищников\" Аой ловкий и сильный, но и тут нас поймали. \n\nПламя окутавшее меня, мой рефлекс... Я оттолкнула парня от себя. Аой может пострадать из-за меня. Кожу жгло синее пламя, но в тоже время оно было слишком родным и слишком нежным, чтобы было больно. Что за чувства? Почему Аой так смотрит? Мне же не больно...\n\n",
    "answers": [
      {
        "id": 46,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 46,
    "text": "Мир начал потихоньку темнеть, нет, это в моих глазах темнеет.\n— Я умираю? — сиплый, не мой голос раздался из моих уст. Не я это говорила! Нет..  Это не я.   Не смотрите так... Черт! Что происходит?  \n\n—Я не хочу отключатся... ",
    "answers": [
      {
        "id": 47,
        "text": "Конец главы 1"
      }
    ]
  },
  {
    "id": 47,
    "text": "Концовочка вторая. Вы пытались что-то сделать, похвально) Третий принц думает что вы интересны.",
    "answers": [
      {
        "id": 55,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 48,
    "text": "—Вот если бы оружие было для рукопашного боя, то это бы было не весело. А вот... Её тело должно помнить как управляться с ногами то.\n\n—Ах ты...- Лизандр положил свою руку на плечо Алекса.\n\n—Не надо. Не начинай. Лучше смотри. — холодно буркну вампир. \n—Я тебе все объясню, после.",
    "answers": [
      {
        "id": 49,
        "text": "Бой"
      }
    ]
  },
  {
    "id": 49,
    "text": "В нашем сражении нету смысла, я сейчас как букашка посравнению с демоном от котрого исходит аура убийства, смерти и боли одновременно, да в таком количестве, что цветы рядом с ним сто процентов вянут.\n Короче я убежала.\n\nВыносливость у меня не очень, но почему-то я в этот раз бежала слишком быстро и слишком долго. У меня даже получалось уворачиваться от синего пламени седого пацана.\n\n—Принцесса, лучше умрите по-хорошему.",
    "answers": [
      {
        "id": 50,
        "text": "-Хрен тебе."
      }
    ]
  },
  {
    "id": 50,
    "text": "Необорачиваясь бежать самый лучший и действенный вариант в моём случае.\n\n—Маленькая и бесполезная принцесса пытается убежать от меня? Как мило. — в следующую секунду меня подняло воздух непонятное синее сияние и как будто бы сжимало меня внутри — каждый мой орган, каждую клеточку моего тела.\n\n—Акх...-  сдерживать крик в моём случае глупо, но красноглазый явно наслаждался моим исказившимся от боли лицом.",
    "answers": [
      {
        "id": 51,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 51,
    "text": "Меня начало потихоньку приближаеть к парню, я не знаю сколько времени прошло, мне было больно и казалось, эта боль не оставит меня.\n\n—Принцесса, ты явно лучшая игрушка для садиста.- меня грубо схватили за волосы, парень притянул меня к себе медленно, сдавливая одной рукой мою кисть.\n\n—Шшшш...- шипеть от боли кусая губы — единственное что пока я могу. Не позволю этому садисту получить больше удовольствия. Нужно выиграть время, кто-то обязательно вырвет меня из лап этого чудовища.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 52,
    "text": "Боль в руке. Сильная, резкая, а потом ноющая... Мне явно сейчас сломали кисть, но через несколько секунд она прекратилась. Странно, конечно, что я чувствую боль сейчас по-другому — гараздо легче терпеть. И сейчас у меня рука зажила за пару секунд.. Что вообще происходит?\n\n—И впрям — лучшая игрушка...- он улыбнулся, на несколько секунд мне даже показалось, что это была такая нежная и детская улыбка мальчика-пороказника, который только что нашёл долговечную игрушку...\n\nВспыхнуло синее пламя. Прямо в руках этого чудака я сгорала, на глазах у всех. Оказывается за нами наблюдали все... Аой, ребята.. Все смотрят как я сейчас просто отключаюсь, так не должно быть.",
    "answers": [
      {
        "id": 53,
        "text": "Конец главы 1"
      }
    ]
  },
  {
    "id": 53,
    "text": "Концовочка три. Вы ничего толком не поняли, зато беловолосый явно заинтерисован. Поздравляю.",
    "answers": [
      {
        "id": 54,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я проснулась с жуткой болью в голове, казалось, по ней ударили кирпичом. Взявшись рукам за голову я скрутилась калачиком от боли, из моего рта вырвался жалобный стон. \n\n—Ууу видимо ты хорошо так свалилась.- надменный голос второго принца Гиенны озадачил. Я подняла взгляд и встерилась им с его жуткими красными глазами.  Он улыбнулся. ",
    "answers": [
      {
        "id": 99,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 55,
    "text": "—Больно..- все тело ломило, я ели открыла глаза и попыталась пошевелить хоть какой-нибудь частью тела, но это было сложно, ведь мои руки и ноги были в оковах, хотя я лежала, на довольно таки широкой кровати. \n\nРядом со мной стояла прикроватная тумбочка, из-за балдахина, который закрывал обзор на комнату, я могла видеть только силуэты. Рядом с тумбочкой стол, на столе какие-то документы, наверное... Шкаф и полки, наверное книжные. Все отдавало темными оттенками, из-за черного, ели прозрачного балдахина, который отделял меня от темного и стройного силуэта парня.",
    "answers": [
      {
        "id": 81,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 56,
    "text": "Открывать глаза было тяжело, но возможно. Комната, в котрой я была представляла из себя смесь красного, синего и фиолетового тонов. Массивные фиолетовые гардины не давали малейшему лучику солнца пробиться в комнату, темно-красный кожаный диван, на котром я лежала был настолько мал по сравнению с этой комнатой, что казалось что я кукла и сейчас мной придет играть ребенок.\n\nЗа большим столом, из тёмно-красного дерева, под окном сидел мужчина.",
    "answers": [
      {
        "id": 57,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 57,
    "text": "—Очнулась? — тихий, нежный и в то же время грубоватый голос мужчины эхом раздался по всей комнате.\n\nОн подошёл и положил мне на лоб свою холодную ладонь.\n—Даже побочки нет... Что же ты такое?- он сел рядом, я ничего не могу сделать, только моргать... Только видеть. Мне тяжело, телу больно.\n—Похоже твоё тело только сейчас поняло, что тебя проткнуло насквозь. Не волнуйся, это болевой шок, пройдёт если немного придёшь в себя... Чаю? \n\n",
    "answers": [
      {
        "id": 58,
        "text": "Да"
      },
      {
        "id": 59,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 58,
    "text": "Не вижу причин отказываться. Я попыталась кивнуть, правда ну очень неумело и с болью в шее.\n\n—Я бы на твоём месте предпочёл что-нибудь покрепче... — легкий, совсем не резкий взмах руки и горничная в приятном, дорогом, тёмно-синем костюме отказалась возле нас мгновенно.\n— Чай. Зелёный... Травяной. Что-нибудь успокаивающее.- та поклонилась и сразу же исчезла за дверью.",
    "answers": [
      {
        "id": 60,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 59,
    "text": "Я закрыла глаза. Слушать его сил не было. Не было вообще ничего. Спать. То что я хочу. Да и... Зачем мне доверять неизвестному мне дяде?\n\n—Смысл доверять есть.- ответили мне.\n\nОни, тут, что, все мысли читают? \n\n—Чаю?\n\nНастырный. Напористый. Ладно. Хорошо.",
    "answers": [
      {
        "id": 58,
        "text": "Да"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Я Велиал, первый принц этой страны. И я рад познакомиться с тобой, принцесса Ада или лучше Ассии? \n\nСмотреть на него или терпеть его издёвки нету желания, поэтому я просто прикрыла глаза. А когда открыла, боли не было, было на удивление легко и приятно?\n\nРядом со мной  сидел Велиал и что-то делал с моей рукой, приятная на вид, синяя дымка окутала моё запястье в его руках. \n—Поскольку прошло уже больше часа и чай остыл, я решил поколдовать над твоим состоянием... Лучше?",
    "answers": [
      {
        "id": 61,
        "text": "- Определенно."
      }
    ]
  },
  {
    "id": 61,
    "text": "—Отлично. Есть хочешь? Я уже послал прислугу на кухню, так что твой ответ не важен.- он встал и сел напротив меня в кресло, между нами был лишь небольшой, на удивление, кофейный столик.\n\n—Вы... Ты слишком странный.- сказала я чуть запинаясь.\n\n—Я пытаюсь поддержать дружескую обстановку. В этом замке ты можешь положится только на меня.\n\n—Сильно. Очень сильно.- ответила я ничуть не удивляясь, покрайней мере пыталась. Вдруг он враг и я сейчас тут свою слабость покажу?",
    "answers": [
      {
        "id": 62,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 62,
    "text": "Через мгновение появилась прислуга, со скоростью звука накрыли на стол. Ну или я не знаю как объяснить увиденное. Или не увиденное вообще.\n\nПеред нами раскинулись красивые тарелки и не менее красивыми вкусностямм, жареная рыба, жареное мясо, разнообразные соусы и салаты... Слюнки чуть не потекли не только в мыслях, но и в реальности.\n\n—Приступай. — меня вернули к миру, ну или просто оторвали от мысли о прекрасном.\n",
    "answers": [
      {
        "id": 63,
        "text": "-Как я могу верить тебе?"
      }
    ]
  },
  {
    "id": 63,
    "text": "—Ну во-первых я тебя спас. Без моей помощи тебя бы забрал кто-то из моих младших братьев, а они, уж поверь, также внимательны как я не будут. — он со спокойным видом положил себе небольшой кусочек стейка в рот.\n\n—В каком смысле?- я должна последовать его примеру и запустить себе что-нибудь в рот. ",
    "answers": [
      {
        "id": 64,
        "text": "Салат с капустой и чём-то ещё."
      }
    ]
  },
  {
    "id": 64,
    "text": "Я решила взять салат ну и начала хрумтеть им с умным видом. Не заберут же у меня другую еду?\n\n— Ну... Абаддон он садист. Настоящий демон, если бы он тогда понял что твоя регенерация слишком сильная и слишком быстрая. Думаю, ты бы стала неубиваемой игрушкой.- на время ответа он перестал есть, но как закончил говорить принялся за еду.\n\nНу я как честная, милая и добрая не могу позволить ему есть пока всё не расскажет.",
    "answers": [
      {
        "id": 67,
        "text": "-А тот который ну другой."
      },
      {
        "id": 65,
        "text": "-Что это за место?"
      },
      {
        "id": 68,
        "text": "-Можно мне все это съесть?"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Замок Люцифера, Гиенна. Неплохое местечко для жизни, и вид хороший.\n\n—Ты сейчас издеваешься?- спросила я жуя отменное мясцо.\n\n—Конечно.- он улыбнулся и небольшими глоточками начал осушать свой бокал, видимо там вино. Или кровь...\n\n",
    "answers": [
      {
        "id": 66,
        "text": "-Как мне уйти?"
      }
    ]
  },
  {
    "id": 66,
    "text": "—Никак. Те двое тебя вряд-ли отпустят, жди решения Люцифера.- он не обращая на меня ну никакого внимания кроме ответов на вопросы, продолжал попивать свой напиток.\n\nПосле он встал. Что делать мне? Кажется он хочет от меня того же",
    "answers": [
      {
        "id": 70,
        "text": "Встать"
      },
      {
        "id": 71,
        "text": "О нет. Еда важнее."
      }
    ]
  },
  {
    "id": 67,
    "text": "—Астарот он по натуре учёный. Ему нужен материал для изучения, а ты то что ему подходит. Прекрасный материал для создания невозможного. \n\n—Для чего же?- я перешла на рыбу, ну или что-то похожее на нее. Тут можно побыть ещё хотя бы ради этих вкуснях. Как они добильсь такой корочки?\n\n—Оружие против нефелимов. Таких существ как ты очень сложно убить, я думаю, ты знаешь про то что для вас, для вашего убийства нет подходящего оружия.\n\n—А я как самый яркий представитель подхожу?- с набитым ртом пробубнела я",
    "answers": [
      {
        "id": 69,
        "text": "-И что же ему это даст?"
      }
    ]
  },
  {
    "id": 68,
    "text": "—Оу. Не знал я о пренцессах такого... Не влезет все это в тебя.- улыбка. Он улыбнулся потягивая свой напиток из бокала.\n\n—Сторим на уйти отсюда?- ехидно поинтерисовалась я. В конце концов я хочу и рыбку съесть и на стул сесть.\n\n—Есть можешь, а поспорить на такое... Я не могу это сделать.- наменя умтремили свой взор два жёлтых глаза.\n\n— Тогда на информацию. Как мне уйти отсюда. Скажешь все что знаешь.- хотя бы так..\n\n—Договорились.- он наблюдал за мной, за тем как я спокойно ем первое, второе, и так далее. Крч он мой желудок явно недооценил. В Преисподне мне хочется есть намного больше... Почему же?\n\n—Поздравляю. — он похлопал в свои большие ладоши и нежно так улыбнулся. Что-то мне не нравиться его реакция, кажется он не все скажет. Но ладно, мне нужна любая информация.",
    "answers": [
      {
        "id": 66,
        "text": "-Как мне уйти отсюда?"
      }
    ]
  },
  {
    "id": 69,
    "text": "—Может... Признание нашего отца? Хотя я, если честно, сомневаюсь. У него всегда есть свои цели...\n\n—Почему именно признание?- я сама ели разбирала свои слова.\n\n—Люцифер он, не такой каким ты себе его представляешь. Я устал от разговоров.- он встал и посмотрел на меня. Видимо, хочет того же",
    "answers": [
      {
        "id": 70,
        "text": "Встать "
      },
      {
        "id": 71,
        "text": "Наглеть дальше."
      }
    ]
  },
  {
    "id": 70,
    "text": "Послушно встать единственное что мне осталось... Как там \"Попал в рим — веди себя как римлян\"?  Я встала и отряхнулась от крошек.\n\n—Маленькая неряха. — небольшая улыбочка и оценивающий взгляд, который поднимается все выше, от колен до... Так, стоп, на что он уставился? Мои руки машинально поднялись верх, дабы прикрыть то, что итак прикрыто, и весьма хорошо.\n—У меня уже есть возлюбленная.- сказал как отрезал.\n\n—Воу.- также машинально.\n\n",
    "answers": [
      {
        "id": 72,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 71,
    "text": "Зачем вставать? Я есть вообще-то хочу. Я сидела и ела всякие ништяки.\n\n—Ты меня поражаешь. Наглость это твоё второе имя, но да ладно.",
    "answers": [
      {
        "id": 72,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 72,
    "text": "—Тебе нельзя выходить за пределы этой комнаты. Это единственное место куда мои братья не зайдут.- он поправил свой костюм с иголочки, серьезно. Костюм у него что надо, и весь так светиться прямо...\n\n—Почему ты мне помогаешь?\n\n—Не помогаю. Я просто не знаю что с тобой делать. Когда пойму — тогда и решу как поступить. Переоденься, вещи в соседнем кресле.- мне указали взглядом на аккуратно сложеный свёрток.",
    "answers": [
      {
        "id": 73,
        "text": "В замке Сатаны."
      }
    ]
  },
  {
    "id": 73,
    "text": "Лизандр и Алекс давно уже не были в тронном зале, вместо этого они ждали новостей в комнате Нанами.\n\n—Ну и где этот Аой? Почему ты до сих пор ничего не рассказал мне, Лиз?!- Алекс не находил себе места, от волнения он метался по комнате туда-сюда скрестив руки на груди.\n\n—Дай ему время.- Лиз сидел за столом и перебирал какие-то документы. Он размышлял над вопросом \" Как же  успокоить двоих неадекватных личностей, ведь это не так плохо. В том что Нанами забрали есть свои плюсы. Наверное\"Стук в дверь оторвал этих двоих от дел.\n\n—Войдите.- цыкнувши Аой зашел в комнату и плюхнулся на кровать.",
    "answers": [
      {
        "id": 74,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 74,
    "text": "—Аой, какого чёрта так долго? — Алекс тут же метнулся к полукровке и взял за ворот.\n\n—Ее забрали.- единственное что сказал парень отводя взгляд он буйного дракона.\n\n—Почему ты не предотвратил это?- брюнет просто кипел, казалось он прямо сейчас будет готов затеять драку лишь бы выбить всю информацию из парня.\n\n—Он не смог, отстань от него и слушай меня.- вампиру явно не был по душе вспыльчивый характер его друга, да и вообще как он ещё с ним дружбу водит — загадка.",
    "answers": [
      {
        "id": 75,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 75,
    "text": "—Тот парень, который был типо генералом, он третий принц.-синевласый, казалось, тоже спокоен, но морщинки на лбу выдавали парня всегда. Лизандр подошёл к друзьям и похлопал обоих по плечу.\n\n—Я вам сейчас кое-что скажу, а вы реагируйте нормально, ладно?- теперь уже блондин пытался кокетничать и одновременно быть серьёзным, что немного привело двух друзей в норму.  Они привыкли видеть его именно таким, не серьёзным как с другими. Другом. \n—Сатана — сын оракула. ",
    "answers": [
      {
        "id": 76,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 76,
    "text": "—Ты с какого дубу свалился? — нотки ехидства пробежали в голосе Алекса, кажется, он действительно приходил в норму.\n\n—Лизандр, это же невозможно. Оракур  никак не могла быть матерью Владыки, ей запрещено быть в каких либо отношениях с кем-то. — Аою тоже плохо верилось в это, ведь Оракул это священное создание.Она рождается раз в тисячу лет и никто не знает кому она прислужит — святым или грешным.\n\n—Отец рассказал, о его настоящей матери... — вампир ожидал такой реакции и пошел в контратаку.\n—Оракул исчезла когда все узнали о том ,что нашу Нанами уже носит под сердцем Мизэки. Чтобы защитить сына от кары, и не только его. Вивальди тоже.",
    "answers": [
      {
        "id": 77,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 77,
    "text": "—Что ты такое несёшь?- Алекс явно смотрел с недоверием на друга.\n\n—Хм... А как же императрица? Она же его...- Лиз не дал договорить Аою.\n\n—У него и у Лилит разные матери. Астарта была прекрытием связи с Оракулом.\n\n—Да в это никто в жизни не поверит. Лилит старше Сатаны, не думаю что императрица Астарта своего мужа за измену простила бы.- довольно умные мысли излогает блондин.\n\n—О да. О её жестокости легенды ходят до сих пор.- подключился Аой.",
    "answers": [
      {
        "id": 78,
        "text": "Дальше\n"
      }
    ]
  },
  {
    "id": 78,
    "text": "—Греховные братья*.- рукалицо и глубокий вздох вампира заставили замолчать неугомонных. \n\n—Слушаем мы.- буркнул Алекс, которого уже немного отпустило волнение.\n\n—Сатана может видеть будущее и чувствовать Нанами. Он бы ни за что свое сокровище не подверг опасности. Вспомини его взгляд там, в зале, когда он наблюдал за происходящим. Думаю, с ней все будет хорошо.\n\n—Да, Владыка всегда с трепетом относился к госпоже...\n\n—А вот в это верю. Почти. Только Оракулы могут видеть... Так стоп.  Ты хочешь сказать, что Сатана видел будущее, типо... Ему передались силы Оракула? Так, это было допустим. Я все ещё не могу поверить.\n_________________________________________________\n* — Противоположность \"Пресвятым угодникам\" ",
    "answers": [
      {
        "id": 79,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 79,
    "text": "—Нанами тоже может предсказать будущее. Вот тебе прямое доказательство, тугодум. — с презрением сказал вампир.\n\n—Я в шоке. Это **** товарици, вот серьёзно. — дракон в шоке, нефелим тоже. Миссия \"Удивляй\" выполнена.\n\n— Это знают только мы, мой отец и семья Сатаны. Никому не говорите об этом.\n\n—А вы, ребятки, просто молодцы.- голос Сатаны был слышен отовсюду. \n—Я не хотел ничего такого узнавать, да и таким путём... Но вы реально молодцы. Зайдите ко мне сейчас же.- с нажимом на последние строки добавил он.\n\n—Я надеюсь он не будет нас убивать?- сказал кто-то из троих.",
    "answers": [
      {
        "id": 80,
        "text": "Конец главы 2"
      }
    ]
  },
  {
    "id": 80,
    "text": "Конец. Вы встретили первого принца, это удача. Теперь вы можете надеяться на его помощь. Но не наглейте:)",
    "answers": [
      {
        "id": 102,
        "text": "Глава 3",
        "need": 27
      },
      {
        "id": 112,
        "text": "Глава 3",
        "need": 26
      }
    ]
  },
  {
    "id": 81,
    "text": "—Воды дать?- мальчишеский, еще не до конца сформировавшийся голос притянул мой взгляд и я посмотрела на высокого и довольно-таки худого подростка. Парень  был с бездонными и одновременно пустыми , сверкающими жёлтыми глазами. Его взгляд был направлен на меня, в мои глаза. Они пытались вытянуть из меня что-то, толи информацию, толи рассудок.",
    "answers": [
      {
        "id": 82,
        "text": "-Угу"
      },
      {
        "id": 83,
        "text": "-Лучше объясни что тут происходит"
      }
    ]
  },
  {
    "id": 82,
    "text": "Он осторожно снял кандалы с моих рук . Мне подали небольшой стакан с водой, парень подождал пока я устроюсь удобнее, сяду. Осторожно прднесла к губам... На вкус обычная теплая вода.\n\n—Почему она теплая?- я покрутила пустой стакан в руках, он очень необычный, прозрачный с небольшими жёлтыми вкраплениями внутри.\n\n—Я бы не советовал в твоем состоянии пить холодную.- он сел рядом и начал насчупывать пульс на моей руке.\n—Обычный человек...\n\n—Э? Почему и что ты имеешь ввиду?",
    "answers": [
      {
        "id": 84,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 83,
    "text": "—Позже. Выпей обезболивающее и поговорим. — он быстро снял с меня кандалы и протянул стакан с водой, не стал ждать когда я немного кости свои разложу и буду сидеть. \n\n—Ладно...А я точно должна верить тебе?-он покосился на меня, я сжалась.\n—Окей я выпью.- залпом осушить стакан не получилось, под взглядом парня вода хлынула верез нос. Он нежно приобнял меня и похлопал по спине.\n\n—Дурочка. Я не есть тебя собрался. — парень выдавил из себя небольшую удыбочку и сел рядом со мной.\n—Я готов к вопросам.\n\n—Я только хотела спросить...",
    "answers": [
      {
        "id": 85,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 84,
    "text": "—Я применил свою силу чтобы без проблем переместить тебя сюда. Другими словами я ввел тебя в отчаяние, которое есть и сейчас, даже глоток холодной воды может заставить тебя думать, что ты в вечных льдах.- отчеканил парень. Видимо, он не любит долго ходить вокруг да около. \n\n—Ты сейчас будешь отвечать на все вопросы которые я задам?- а что? гдех не воспользоваться ситуацией и не выловить из него много полезной информации.\n\n",
    "answers": [
      {
        "id": 85,
        "text": "-Дальше"
      }
    ]
  },
  {
    "id": 85,
    "text": "—У нас не так много времени, поторопись.",
    "answers": [
      {
        "id": 86,
        "text": "-Почему?"
      },
      {
        "id": 87,
        "text": "-Как мне выбраться?"
      },
      {
        "id": 88,
        "text": "-Ты кто?"
      },
      {
        "id": 89,
        "text": "-Что с остальными?"
      },
      {
        "id": 92,
        "text": "-Зачем кандалы?"
      }
    ]
  },
  {
    "id": 86,
    "text": "—Моих братьев позвал министр, к сожалению, мне тоже нужно там появиться.- парень вздохнул. Либо такого рода события не для него, либо в этот раз будет что-то не очень интересное.\n—Мне не нравятся подобные сборища...Отвлекают.\n\n—От чего?- я приподняла одну бровь. В его взгляде вдруг что-то блестнуло.\n\n—От моих экспериментов конечно же!- на его лице появилась небольшая мечтательная улыбка. ",
    "answers": [
      {
        "id": 90,
        "text": "Продолжить тему экспериментов"
      },
      {
        "id": 91,
        "text": "Спросить что-то ещё."
      }
    ]
  },
  {
    "id": 87,
    "text": "—Никак. Что за надежды?- его кажется взбесил мой вопрос. \n—Ты до сих пор не поняла? Ты теперь мой подопытный кролик. Подопытный кролик третьего принца Гиенны -Астарота.- Лучше тебе быстрее смириться с этим. По щелчку пальцев Астарота ремни, которые связывали мои ноги исчезли и на моей руке проявился браслет.\n\n—Что это?- я поднесла руку с браслетом ближе что бы рассмотреть. Тёмный, по весу кажется из легкого метала? Что-то не похоже. Серебряная огранка у камня по центру. Внутри чёрного камня был номерок 106.\n\n",
    "answers": [
      {
        "id": 93,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 88,
    "text": "—Я третий принц Гиенны — Астарот. И я могу заставить плакать любое существо, в том числе и тебя. Полукровка... — он прошёлся взгдядом по моей шее. \n—И твоего друга — вампира.- я резко закрыла то место, где меня кусал Лизандр и посмотрела в бесжизненные глаза мальчика, который казался слишком взрослым и слишком... Безумным.\n\n Он провел холодными кончиками пальцев по моей руке, я отдергула.\n\n—Занятно.... Давай дальше.",
    "answers": [
      {
        "id": 98,
        "text": "Задать вопросы."
      }
    ]
  },
  {
    "id": 89,
    "text": "—Благополучно вернулись без тебя. Не ожидал что тебя даже твои демоны ненавидят — мерзкая улыбочка украсила милое лицо. Отвратительно. Я не смогу быть тут слишком долго...",
    "answers": [
      {
        "id": 87,
        "text": "-Как мне уйти отсюда?"
      }
    ]
  },
  {
    "id": 90,
    "text": "—Я помню что раньше пыталась сделать голубую розу... Правда у меня получалось все плохо... \n\n—Меня не интересуют твои успехи.- парень вдруг стал серьёзен. \n— Я не хочу слышать ничего об этом. Поняла? — он с силой сжал мою руку. Я айкнула и его лицо немного изменилось. Кажется он не хотел делать мне больно, сразу же убрал руку и на моем запястьи появился браслет.\n\n—Что это?- я поднесла руку с браслетом ближе, что бы рассмотреть. Тёмный, по весу кажется из легкого метала? Что-то не похоже. Серебряная огранка у камня по центру. Внутри чёрного камня был номерок 106.\n\n\n",
    "answers": [
      {
        "id": 93,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 91,
    "text": "—Поторопись.",
    "answers": [
      {
        "id": 87,
        "text": "-Как мне выбираться?"
      },
      {
        "id": 88,
        "text": "-Ты кто?"
      },
      {
        "id": 89,
        "text": "Что с остальными?"
      }
    ]
  },
  {
    "id": 92,
    "text": "—Что б не сбежала.- коротко и ясно.... Ладно.",
    "answers": [
      {
        "id": 86,
        "text": "-Почему у нас мало времени?"
      },
      {
        "id": 87,
        "text": "-Как мне выбираться?"
      },
      {
        "id": 88,
        "text": "-Ты кто?"
      },
      {
        "id": 89,
        "text": "-Что с остальными?"
      }
    ]
  },
  {
    "id": 93,
    "text": "—Я плохо запоминаю имена, да и... Ты материал. Это твой номер.- лукавая улыбка парня немного исказила его милое детское личико и показала острые клыки.\n\n—До меня были и другие... Номера?- я сжалась, мне совсем не нравилось его поведение. Он выглядел как слетевший с катушек мальчик.\n\n—Конечно. Именно поэтому ты и 106-я.  — Астарот придвинулся ближе ко мне, заставив сжаться как кролик в ловушке волка. Он прошептал мне на ухо..\n—Лучше бы тебе и дальше играть в дурочку и непонимать ничего... Умных женщин не бывает, не стоит прыгать выше головы, я этого не люблю.- пон произнёс это с нажимом на последние слова.",
    "answers": [
      {
        "id": 94,
        "text": "Кивнуть"
      },
      {
        "id": 95,
        "text": "Противоречить"
      }
    ]
  },
  {
    "id": 94,
    "text": "Я легонько кивнула, проглотив свою гордость. Он не тот противник с которым можно что-то провернуть, он тот, кто может перегрызть мне горло если что-то ему не понравиться.\n\n—Молодец. — меня легонько похлопали по головке.\n—Мне нравятся послушные женщины... Твоя одежда на столе, я пойду.\n\n—Так скоро? -я ухватила его за руку. Нельзя его отпускать, я пока не знаю достаточно информации. Мою руку резко откинули и вообще меня буквально впечатало спиной в мягкие подушки на кровати. \n\n—Не смей прикасаться ко мне без разрешения.- снова это безумное лицо, он цыкнул и ушёл громко хлопнув дверьми. За ними послышался щелчок. Меня заперли.",
    "answers": [
      {
        "id": 96,
        "text": "Конец главы 2"
      }
    ]
  },
  {
    "id": 95,
    "text": "—Я не могу согласиться с этим... Многие женщины довольно умны и множество совершили...Кх- его рука оказалась на моей шее. Он сжимал её, сильнее с каждой секундой в полной тишине. Эти глаза... Я начинаю ненавидеть эти жёлтые глаза! Мне не нравится такие глаза, это не глаза живого. Наконец, когда моё сознание начало отказывать и в глазах образовалась небольшая дымка он разжал руку.\n\n Мой кашель наполнил комнату, кажется это единственные звуки которые были тут, это место напоминало гроб. Да. Гроб под землёй, без звуков и без воздуха.",
    "answers": [
      {
        "id": 97,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 96,
    "text": "Весело однако попасть в комнату любителя экспериментов... Удачи:)",
    "answers": [
      {
        "id": 111,
        "text": "Глава 3",
        "need": 26
      },
      {
        "id": 123,
        "text": "Глава 3",
        "need": 27
      }
    ]
  },
  {
    "id": 97,
    "text": "—Ты меня раздражаешь. Тебе будет лучше замолчать, или я заставляю тебя проглотить свой язык и ты больше никогда ничего не сможешь сказать. Ты меня поняла, куколка? ",
    "answers": [
      {
        "id": 94,
        "text": "Кивнуть"
      }
    ]
  },
  {
    "id": 98,
    "text": "Под таким прессингом это булет сложно. Под наблюдением демона и не подумаешь толком.",
    "answers": [
      {
        "id": 87,
        "text": "-Как мне выбраться отсюда?"
      },
      {
        "id": 89,
        "text": "-Что с остальными?"
      }
    ]
  },
  {
    "id": 99,
    "text": " Я попыталась подняться игнорируя боль в голове, но получилось немного приподняться и упереться руками в пол, в холодный каменный пол.\n\nНа моей провой ноге была цепь. Фиолетовый металл переливался в тусклом свете синевато-красными оттенкамм, на нем блистели непонятные мне символы.\n\nМое лицо парень схватил грубо и быстро, сжав щеки он поднес его ближе к своему.\n\n—У тебя красивое лицо.- он скользил взглядом сначала вниз, потом вверх, повернул мое лицо вправо, потом влево и цыкнул.",
    "answers": [
      {
        "id": 100,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 100,
    "text": "—Жаль будет... Принцессочка, если не будешь слушать меня то...- холодный и острый предмет оказался у моего горла, демон осторожно провел нож в сторону, оставляя красный след моей крови.\n—Вау.- он провёл по порезу пальцем, не отрывая от моих глаз взгляд. Моя кровь, которая была на его пальце быстро отказалась на моих губах. ",
    "answers": [
      {
        "id": 101,
        "text": "Укусить"
      }
    ]
  },
  {
    "id": 101,
    "text": "Я укусила его за палец до крови. Принц быстро убрал руку и посмотрел на укус. В моем рту остался привкус железа, привкус нашей смешанной крови, горько. \n\n—Ты решила себе век укоротить? — он перевёл свой взгляд на меня и замахнулся рукой. Резкая боль на правой щеке и я снова лежу на полу. Он приложил свою холодную ладонь к моей щеке.\n\n—Поразительно... Рана зажила в момент, а пощёчина нет.- он схватил меня за руку и поднялся, поднимая и меня.\n—Язык прикусила?",
    "answers": [
      {
        "id": 103,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 102,
    "text": "Переодевшись в небольшое и довольно таки приличное красное платье до колен, я решила что осмотреть комнату не помешает, но перед этим я взяла свою одежу и слегка тряхнула ей. Коробочка из бархата выпала на диван. Я с осторожностью открыла её и одела серёжку. Если она от отца, то должна быть полезной.\n\n—Надеюсь, я тут действительно буду в безопасности, но все же лучше быть бдительной. \n\n",
    "answers": [
      {
        "id": 110,
        "text": "Осмотреть комнату "
      }
    ]
  },
  {
    "id": 103,
    "text": "—Пошёл ты.- прошептала я. Кожа на щеке все ещё горела, а голова гудела. Я не могла нормальной соображать, но очевидно что с ним шутки плохи.\n\n—Тебе не стоит забывать кто тут хозяин.- он поднял меня рывком и тем самым оторвал от земли. Теперь и моя рука болела, но боль сразу же начала утихать. Мое лицо было на уровне его и он с легкостью мог увидеть выступающие в моих глазах слёзы.\n\n—Я Абаддон. Второй принц Гиенны и наследник, а ты — грязь. Бельмо на глазу. Мусор. Должна быть послушной куклой, и не пикать когда не просят.",
    "answers": [
      {
        "id": 104,
        "text": "Отвести взгляд"
      },
      {
        "id": 105,
        "text": "Продолжать смотреть в глаза "
      }
    ]
  },
  {
    "id": 104,
    "text": "Я отвела взгдяд в сторону и поняла таки где нахожусь. Сырое и тёмное подземелье, я заложник.  Ещё я поняла что ненавижу эти красные глаза, ненавижу как они смотрят на меня.\n\n—Ты меня боишься? — он сжал мою челюсть так что я услышала хруст его пальцев. Абаддон снова смотрел мне в глаза, они сверкали — красные, как кровь множества убитых им врагов.\n—Тебе стоит.\n",
    "answers": [
      {
        "id": 106,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 105,
    "text": "Я продолжала смотреть в эти глаза. Я видела своё отражение, я видела как я боялась. Он улыбнулся, сверкнув своими белыми и остыми клыками.\n\n—Молодец, моя маленькая собачка. Нет... Хуже. Ты пока не заслужила это звание, слуга.- он рассмеялся в голос, его звонкий и злорадный смех оказался красивым. Слишком красивым чтобы принадлежать такому упырю.",
    "answers": [
      {
        "id": 106,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 106,
    "text": "—Мои братья идут на совет, мне нужно тоже быть там... Не составишь мне компанию в качестве трофея... В качестве служанки.- надменная, жуткая улыбка коснулась его лица и он поставил меня на колени перед собой. Легким и быстрым движением руки он провал мою одежду в области груди.\n\n—Ты..- я прикусила нижнюю губу и закрыла нижнее белье и саму грудь руками, прижав руки близко-близко к телу.\n\n—Моей служанке нужна одежда служанки. Переодевайся.- его глаза снова блестят. Мне сташно... Помогите.\n—Тебе что-то непонятно?",
    "answers": [
      {
        "id": 107,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 107,
    "text": "Холодные руки парня опустились на мои плечи и поползли ниже, по рукам, убирая одежду и оголяя белую кожу.\n\n—Нет!- я вкрикнула и прижалась спиной к холодной стене. Демон отпрянул и улыбнулся.\n\n—Мне не нравятся женщины вроде тебя. — в следующую секунду в меня полетела одежда. Я подняла её с земли м прижала к груди, защищая свою честь.\n\n—В качестве вознаграждения за то что не пыталась сбежать я подожду пока ты уберешь эту одежду с себя и наденешь то, что заслуживаешь.",
    "answers": [
      {
        "id": 108,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 108,
    "text": "Я проводила взглядом уходящего в тень парня.  Правда ли он сейчас уйдет или просто скроется в темных углах комнаты?\nХлопнула дверь и я услышала голос за ней.\n\n—И не смей переодеваться дольше чем 2 минуты. Вреся пошло.\n\nБыстро снимать с себя порваную одежду не получалось, как и одеть одежду местных слуг. Чёрное платье с рюшечками и корсетом. Классический наряд горничных в фильмах. Дверь открылась когла я пыталась что-то сделать с корсетом. Я понимала что мне не выжить. Но я буду. Я вступлю в эту игру. \n—Я брошу вызов. — я произнесла это в слух и беловолосый улыбнулся.",
    "answers": [
      {
        "id": 109,
        "text": "Конец главы 2"
      }
    ]
  },
  {
    "id": 109,
    "text": "Эта глава короче остальных, но следующая будет самой насыщенной и довольно таки длинноватой. Ведь вы попали в руки зверю, а он вас не оставит.",
    "answers": [
      {
        "id": 127,
        "text": "Глава 3.",
        "need": 27
      },
      {
        "id": 128,
        "text": "Глава 3",
        "need": 26
      }
    ]
  },
  {
    "id": 110,
    "text": "—С чего мне начать приключение?",
    "answers": [
      {
        "id": 113,
        "text": "Стол"
      },
      {
        "id": 114,
        "text": "Выглянуть в окно "
      },
      {
        "id": 115,
        "text": "Пройтись по комнате и поискать тайники"
      },
      {
        "id": 116,
        "text": "Все. Я насмотрелась."
      }
    ]
  },
  {
    "id": 111,
    "text": " -Что ж... Я в полной з.. Все плохо. \n\nУхо немного начало сжечь, похоже серёжка нагревалась. Я попыталась побыстрее снять ее, но не смогла, зато, когда я коснулась её произошло чудо и она перестала о себе напоминать. \n\n—Чудо?",
    "answers": [
      {
        "id": 124,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 112,
    "text": "Переодевшись в небольшое и довольно таки приличное красное платье до колен. Моя рука потянулась к серёжке, что передал отец. Я получила под пальцами приятный холод, который тут же стал нежным теплом.\n\n—Раз папа передал, значит пригодится. Нужно осмотреть тут все...",
    "answers": [
      {
        "id": 110,
        "text": "Осмотреть комнату "
      }
    ]
  },
  {
    "id": 113,
    "text": "Я подошла к массивному столу, этот огромный предмет интерьера не давал мне покоя с самого начала... Я провела пальцами по поверхности.\n\n—Не похоже чтобы он был каким-то необычным... Пошарить по ящикаи тоже можно, ну, я так думаю.\n\nТихо, но резко я попыталась открыть первый ящик, но он не открылся. Следующий... Мимо. Третий тоже.\n\n—Остался один... Маленький, не подведи.- на всякий случай я приложила больше усилий и слегка перестаралась. Ящик едва не коснулся пола — реакция меня не подвела и я схватила его второй рукой, правда, из него выпали все вещи что были, зато не с таким грохотом.",
    "answers": [
      {
        "id": 117,
        "text": "Осмотреть вещи"
      }
    ]
  },
  {
    "id": 114,
    "text": "Отодвинув слишком тяжёлые чтобы висеть без какой-либо магии шторы я взглянула в окно.\n\nПрекрасный вид на сад с этажа эдак восьмого заставил улыбнуться. Какой бы не была ситуация, все долно быть нормально.  Нужно всегла думать о хорошем...\n\nНа глаза навернулись слёзы.\n\n—Так. Нанами, ты сильная девочка, нельзя плакать в такой ситуации...- шептала я себе под нос. Я не могла  успокоиться, этот замок последнее место где я бы хотела оказаться.\n\n—Мне обещали что защитят, так, давай обратно всю жидкость. — утешала я себя, чтобы немного отвлечься я решила...",
    "answers": [
      {
        "id": 120,
        "text": "Продолжить смотреть в окно "
      },
      {
        "id": 110,
        "text": "Продолжить осмотр "
      }
    ]
  },
  {
    "id": 115,
    "text": "Обшарпать все стены в комнате, заглянуть под буквально все, пролапать все книги на полках и ничего не найти. \n\n—Только зря время потратила. Молодец.",
    "answers": [
      {
        "id": 121,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 116,
    "text": "Смотреть больше нечего.  Делаем выводы. \n\nКомната старшего брата находится по-видимому на заднем дворе, кросе сада и стены ничего нет. Его комната, покрайней мере только эта — тоже пустует. Ничегт особого нет\n\n—Другие комнаты что-ли...",
    "answers": [
      {
        "id": 121,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 117,
    "text": "Разной формы ручки, небольшая точилка для карандашей и заколка. Маленькая, с красивым золотым ирисом украшенным фиолетовым камнями.\n\n—Зачем мужчине что-то такое? ",
    "answers": [
      {
        "id": 118,
        "text": "Взять заколку"
      },
      {
        "id": 119,
        "text": "Сложить все обратно"
      }
    ]
  },
  {
    "id": 118,
    "text": "—Будь что будет. — я не нашла более идеального места что-бы спрятать что-то подобное кроме... Лифчика. Поему нет?\n\nБыстро собрав все в кучу и сложив в ящик, я вернула это дело обратно в стол.",
    "answers": [
      {
        "id": 110,
        "text": "Продолжим."
      }
    ]
  },
  {
    "id": 119,
    "text": "—Нет. Она не моя, нельзя. Я же не воровка, да и как я буду объяснять если он узнает? \n\nБыстро собрав все в кучу и сложив в ящик, я вернула это дело обратно в стол.",
    "answers": [
      {
        "id": 110,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 120,
    "text": "Со слезами на глазах я решила осмотреть то сто находится вне.\n\n Большой сад немного напоминал сад в моем замке, но тут я заметила необычные растения, больше похожие на мухоловку какую-то...\n Нет, в моем замке таких кровожадных нет.  Климат другой, более дружелюбный видимо, ну или тут все конченые и им нравится подобное.\n\nЯ осмотрела стену — на ней крылатая стража и.. Она смотрит сюда. Чёрт\n\n\n\n",
    "answers": [
      {
        "id": 110,
        "text": "Отойти от окна и продолжить осмотр"
      }
    ]
  },
  {
    "id": 121,
    "text": "Дверь открылась неожиданно и так же неожиданно быстро закрылась. Тяжелые шаги раздались посылая жуткие имульсы в мозг, который кричал \"Опасность\". Демон присел на диван откинув голову назад и закрыл глаза рукой.\n\n—Черти... — парень потёр переносицу сняв очки и выразительно посмотрел на меня .\n\n—Что-то случилось?- я немного попятилась назад, слишком давящий взгляд.\n\n—Ты интересна тем двум...",
    "answers": [
      {
        "id": 122,
        "text": "-Что?"
      }
    ]
  },
  {
    "id": 122,
    "text": "—Те двое  хотят тебя себе. — он резко взял меня за руку и потащил прочь из комнаты. \n\nДаже не захлопнув  дверь за собой, Велиал буквально проламывался через другие двери- выбивал их с ноги, не дожидаясь пока стража откроет.\n\n Мы спустились по третьей лестницей и проходя через волшебную анку из серебра и разноцветных цветов мы спускались все ниже к не менее волшебному залу без крыши, но почти сразу же начали подниматься по самой крайней лестнице слева.",
    "answers": [
      {
        "id": 145,
        "text": "-Куда мы?"
      }
    ]
  },
  {
    "id": 123,
    "text": "— Господи, как я тут оказалась вообще... \n\n В кармане я почувствовала сжение, это коробочка с серёжкой... Как только я коснулась пальцами кристала, все прекратилось.\n\n—Думаю, лучше одеть.- через минуту в моем ушке оказалась серьга.\n— Пригодится... Наверное...",
    "answers": [
      {
        "id": 124,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 124,
    "text": " Я прошлась по комнате осматривпя каждый заклулок, дергая за каждую ручку двери, но ничегошеньки не прозошло. Все заперто...\n\n—Точно. Одежда. — пока я пыталась понять как одеть этот \"мешок\" на себя прошло немало времени. Этот \"мешок\" как только оказался на мне — принял форму моего тела и теперь это выглядело более похоже на что-то вроде летнего комбинезончика в обтяжку. Движения не стесняло, было очень даже свободно...",
    "answers": [
      {
        "id": 125,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 125,
    "text": "Дверь открылась со скрипом и я обернулась. Астарот наблюдал за мной несколько секунд, а потом просто сел за свой стол разгребая бумаги.\n\n—Астарот...- прошептала я.\n\n—Одежда, подошла... Стой там, я расскажу как там все было.- резко ответил он.\n\n—Там?- немного не поняла я что до меня донести хотят, но мне не запрещали спрашивать.\n\n—На том жалком собрании из трех братьев.",
    "answers": [
      {
        "id": 126,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 126,
    "text": "—Что там?- я стала рядом с ним и он с небольшой тоской посмотрел на меня.\n\n—Они, мои братья, решили что это нечестной таким путём забирать тебя, поэтому  они хотят чтобы ты сыграла в прятки с нами... Я не в настроении, Мтатериал, прости, но... — парень щёлкнул пальцами и мир вокруг меня потух.",
    "answers": [
      {
        "id": 144,
        "text": "В замке Сантаны."
      }
    ]
  },
  {
    "id": 127,
    "text": "Красные глаза сверкнули и я почувствовала дыхание на своём затылке.  Его руки скользили вниз по моим пока не добрались до порванной одежды.\n\n—Что ты там спрятала?- шептал он мне своим горячим голосом прямо в ухо.\n\n—Ничего.- я крепче сжала коробочку с серёжкой в руках, если её дал отец — значит важна.\n\n—Нанами...- томный голос принца заствил мои колени согнуться, чтобы бвнть немного  ниже. Не слышать его голоса.\n",
    "answers": [
      {
        "id": 129,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 128,
    "text": " Быстро оделась в темноте. Просто уровень 80... Кажется чтото такое уже было в моей жизни... Правда проблемы с корсетом это ужасная вещь...\n\n—Тук тук.- ровно через две минуты принц уже стоял в открытой двери.",
    "answers": [
      {
        "id": 131,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 129,
    "text": "—Побег? — одно слово и коробочку вырывают у меня из рук.\n—Вот оно...- мерзкая улыбочка и открытая коробка заставили меня сморщится.\n\n—Отдай. Мне это дал отец. — уверенным, почти недрожащим голосом сказала я.\n\n—Слуга слишком смелая...- меня рывком повернули к себе и снова его рука оказалась на моем лице.  Он сжимал мои щеки и безумно смеялся.  Затем коробочка начала парить в воздухе, и серёжка полетела в его свободную руку. \n—Не кричи только.- моя голова была повёрнута к нему одним быстрым движением, а затем резко и больно он одел мне серёжку.\n\n—Кххх.- я стиснула зубы пытаясь скрыть крик.\n",
    "answers": [
      {
        "id": 130,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 130,
    "text": "—Умница.  Я смотрю... — меня отпустили и оглядели с ног до головы.\n— Быстрая ты..Полевая подготовка? — он улыбался сверкая  своими клыками. — от его улыбки бросало в дрожь, а от злорадства кулаки сжимались сами. Из-за этого на моих глазах выступили слёзы.\n\n—За что ты так со мной?- его взгляд поменялся. Немного тепла и снова холод.\n\n—Я тебя ненавижу.",
    "answers": [
      {
        "id": 131,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 131,
    "text": " Щелк.\n\n На моей шее оказался ошейник, видимо не без помощи магии.  Я потянулась к нему, но меня остановили.\n\n—Не делай этого если не хочешь боли.- сказав это он потянул за что-то в воздухе и я заметила тонкую линию, которая вела ко мне. К шее.\" Я собачка на поводке... \"Эта мысль проносилась в моей голове пока я \"летела\" к нему. \n\nОшейник больно впился в шею и мне пришлось слелать несколько быстрых шагов, что-бы он не сжимал шею так сильно.",
    "answers": [
      {
        "id": 132,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 132,
    "text": "—Работает на ура. Братец не подвёл. Пойдём.- он снова начал тянуть на себя и мне ничего не оставалось кроме как пойти за ним.\n\nМы поднимались по лестнице вверх, почему никто из демонов не использует что-то вроде лифта?  Хотя усталости я не чувствовала...\n\n—Почти вышли из твоей КЛЕТКИ.- он нажимал на последнее слово специально. Вот сто процентов чтобы сломать меня. \n",
    "answers": [
      {
        "id": 133,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 133,
    "text": "После его слов мы шли без разговоров до конца лестницы. Когда появился серый ковёр с разными золотыми завитушками, он сказал что я выгляжу довольно мило с ошейником и в такой одежде. Я же ничего не ответила.\n\nСерые коридоры меняли друг друга, было трудно дышать — воздух был слишком тяжёлый... Но терпимо.  Когда мы вошли в зал, мне открылся вид неописуемой красоты лестниц. Их перила, где-то на середине каждой были в переплёте друг с другом, поскольку лестницы расходились эти переплеты создавали навесы по которым плелись разнообразные цветы.Они накрывали и сами лестницы, создавали невысокие арки, тоже с цветамм.",
    "answers": [
      {
        "id": 134,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 134,
    "text": "Разных оттенков красные, розовые, жёлтые и голубые цветы играли под открытым небом росой. Видимо был дождь.  Это зал был действительно открыт.Без крышы .\n\n—Почему тут не закрытое пространство?- я пыталась идти в один шаг с белобрысым и это почти получилось, если бы не то что он сам пытался меня обогнать.\n\n—Почему? Тут есть купол. Навесы из лестниц закрывают правую сторону, а левую — продолжение их из недвидимого купола.  ",
    "answers": [
      {
        "id": 135,
        "text": "-Это напонимает что-то райское."
      },
      {
        "id": 137,
        "text": "Молчать."
      }
    ]
  },
  {
    "id": 135,
    "text": "— Закройся. Мой отец никогда бы не вернулся к жизни в раю. —  мне послышался скрежет его зубов. Кажется я вляпалась...\n\n—Прости...- он потянул невидимый поводок на себя и мне пришлост оказаться впритык к нему.\n\n—Чтобы не извиняться — не говори глупостей. — два безумных, красных глаза пожирали мои. Я буквально пропадала в его взгляде.\n\n—Л.Ладно...- он развернулся и я пошла за ним.",
    "answers": [
      {
        "id": 137,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 136,
    "text": "Мы вошли в комнату, где уже было два демона. Одного я знаю. Этот тот \"генерал\", правда, не думала что он окажется мальчиком лет 14-16. Другой выглядел немного старше Абаддона и был более приветлив. Он не провожал нас взглядом, как это делал мальчик.\n\n—Садись.- беловолосый указал мне на мягкий пуф рядом с диваном. \n\n Мои ноги сами подкосились когда я подошла к нему заставляя меня буквально упасть на него. Магия?  Красноглазый же плюхнулся ня мягкий диван. На против него, на таком же диване сидели незнакомые мне, пока, демоны.",
    "answers": [
      {
        "id": 138,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 137,
    "text": "И снова эта давящая тишина, хорошо что она закончилась, как только мы поднялись по второй справа лестнице, прошли под волшебными арками из серебра. \n \nАбаддон шёл и бросал скучающие взгляды на прислугу, мы подошли к двери, которую нам открыли стражники. Они провожали нас любопытными взглядами. Кстати, вся прислуга очень напоминала обычных людей. Если не обращать внимания на небольшие крылья за спиной, то обычные люди.\n\nДверь открылась.",
    "answers": [
      {
        "id": 136,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 138,
    "text": "—К чему ты позвал нас, Абаддон? — отозвался более старший парень в очках.\n\n—Хову представить вам мой трофей и пленницу нашего королевства.- он кивком указал на меня.\n\n—Для этого мог просто вывести ее на арену.- буркнул мальчишка.\n\n—Такой чудесный экспонат? Астарот, я думал ты гений, а ты...- у парнишки начали слегка светиться ярко жёлтым глаза.\n\n—Но ведь не только это. — на меня смотрели два больших выразительных глаза через линзы очков.\n—Что ты хочешь сделать снова? \n",
    "answers": [
      {
        "id": 139,
        "text": "Слушать."
      }
    ]
  },
  {
    "id": 139,
    "text": "—Для начала я покажу. — по щелчку пальцев второго принца по моёй щеке прошлось что-то острое. \n\n—Ай.- я вскрикнула от неожиданности и закрыла рукой щеку. Из пореза начала идти алая кровь, но через несколько секунд боль утихла, но я продолжала держать руку у шеки, наверное из-за небольшого шока.\n\n Я проследила за всеми и их редакции были слишком разными. Парень в очках — волновался, мальчик — смотрел на меня как на стейк, Абаддон ухмылялся.\n\n—Ее кровь пахнет вкусно..- буквально муркнул мальчик.\n\n—Это ещё не все.- моя рука, которая закрывала щёку вдруг потянулась вверх и в сторону, она немного дрожала. Из-за ощущения что меня схватили за руку, и этот кто-то кто схватил невидимый мурашки по коже пробежали.",
    "answers": [
      {
        "id": 140,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 140,
    "text": "Теперь в глазах парней читалось удивление и восхищение?\n\n—Я хочу её брат.- улыбаясь говорил мальчик, затем подошёл ко мне и взяв меня за руку, которая висела в воздухе хотел было удалиться со мной, но Абаддон потянул поводок на себя и я оказалась у него на коленях.\n\nНа моих щеках проявился лёгкий румянец, но он быстро пропал от осознания у кого я сейчас сижу. Я быстро попыталась встать, но его цепкие руки вернули меня на место.\n\n—Сиди.- приказной тон  прямо на ухо заставлял моё телом вздрагивать.",
    "answers": [
      {
        "id": 141,
        "text": "Пытаться встать."
      },
      {
        "id": 143,
        "text": "Сидеть и не рыпаться."
      }
    ]
  },
  {
    "id": 141,
    "text": "Я снова попыталась встать, но по взглядами двух демонов меня схватили за горло и рывком уложили на диван, так, чтобы мои ноги отказались у него на коленях. Ну как ноги, мой зад. \n\n—Еще одна попытка и выпорю.- он уже начал замахиваться, но остановился и тепло улыбнулся.\n—Слуга не должна делать то, что не нравится хозяину.\n\n И все. Теперь я лежу в странной позе на коленях у парня, которого ненавижу.",
    "answers": [
      {
        "id": 143,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 142,
    "text": "—Ты зачем решил войну развязать? — договорил очкастый.\n\n—Скука смертная. Гиенна итак вторая по силе во всей Прееисподней, можно и повеселиться. — саркастично ответил Белый.\n\n— Что ты задумал? — дополнил мысль очкастого мелкий.\n\n—Игру. Я вижу что вы оба заинтересовались, поэтому... Давай сыграем в прятки.- последнее он уже сказал мне. И тут все потемнело. Чёрт. Я пыталась махать руками, хвастаться за все, но потом я окончательно отключилась.\n\n",
    "answers": [
      {
        "id": 144,
        "text": "В замке Сатаны."
      }
    ]
  },
  {
    "id": 143,
    "text": "—Почему мне нельзя её? — глаза парнишки снова начали светится ярким жёлтым. Слишком угрожающе. \n\nЯ сглотнула.\n\n—Потому что она принцесса Ада.- округлившиеся глаза двоих стали главным зрелищем этого дня.\n\n—Ты захотел умереть?- пробормотал парниша. Очкарик же  сверкнул глазами.\n\n—Вчера ты её забрал, да? Сатана не стал за ней идти... Жить будет. Так... — он он кивнул в мою сторону.",
    "answers": [
      {
        "id": 142,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 144,
    "text": "—Итак.- голос  Сатаны разносился по всей библиотеке. Странное место для встречи, темболее такой громкой.\n—Вы знаете СЕКРЕТ Ада... За это я должен вас всех обезглавить, но, поскольку вы все не чужие мне, Нанами...  Нужно вас не убирать совсем... Вам даже язык отрезать нельзя...- он говорил это с такой тоской, что парни на несколько мгновений впади в ступор.\n\n—Так это правда? — синевласый и синеглазый сказали это почти одновременно, кажется, теперь они точно проверили в слова вампира.",
    "answers": [
      {
        "id": 146,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 145,
    "text": "—Ты должна булешь сыграть с нами в игру. В прятки.  Братья решили разрешить спор с помощью этой глупой игры... Чёрт. Как раздражает.- мы дошли до высокой двери и меня буквально втолкнули туда.\n\n—Правила тебе там объяснят...- дверь закрылась после этих слов.",
    "answers": [
      {
        "id": 144,
        "text": "В замке Сантаны."
      }
    ]
  },
  {
    "id": 146,
    "text": "—А ты.- голос Владыки звучал куда громче чем раньше.\n—Ты, маленький вампиреныш, знай — подслушивать разговор отца — ужасно.\n\n— Ну вы же подслушивали нас в комнате вашей дочери...- ответил Лизандр.\n\n—Кхм. Это другое. В любом случае, ребята, если будете молчать — будете жить долго и счастливо, а если нет... Боюсь нужно будет обговорить это с вашими родителям и наставниками. \n\n— Нет — нет, владыка, мы как покойники.- оправдывался Аой.\n",
    "answers": [
      {
        "id": 147,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 147,
    "text": "—Если кто-то еще узнает — станете физически.- добавил Верховный демон.\n\n—Никому никогда.- Алекс не хотел почувствовать на себе гнев отца и Сатаны, ведь по силе они одни из сильнейших в Преисподне.\n\n—Я, конечно, шучу, но все же... Это правда тайна.- Сатана смягчился и смотрел на парней уже мягче, как отец смотрит на сыновей...\n\n—У Нанами тоже? Эти силы оракула? — кто-то из парней отказался более смелым чем остальные.\n\n—Да, но не думаю что они появились в достаточной мере. ",
    "answers": [
      {
        "id": 148,
        "text": "-Вы чувствуете Нанами?"
      },
      {
        "id": 149,
        "text": "-Почему вы так спокойны?"
      },
      {
        "id": 150,
        "text": "-Нам стоит отправиться сейчас же на Гиенну с войной."
      }
    ]
  },
  {
    "id": 148,
    "text": "—Да. Это можно назвать не просто узами \" отец и дочь\" , но и узами между теми кто видит. Можно сказать я слышу её сердцебиение и дыхание. \n\n—Это... Поразительно.- с восхищением добавил вампир.\n—С ней все в порядке?\n\n—В полном, Лиз, в полном. Не волнуйтесь, ладно?. Я знаю что делаю.- после слов Сатаны парням похорошело на душе, если владыка не врёт, да и зачем ему врать... Все хорошо. ",
    "answers": [
      {
        "id": 151,
        "text": "Конец главы 3"
      }
    ]
  },
  {
    "id": 149,
    "text": "—Аой, я знаю что с моим сокровищем все хорошо. Она жива, она не так уж и слишком напугана и впринцапе переживает пребывание там более чем нормально. — Сатана улыбнулся, его радовали светящиеся щенячим восторгом глаза верного дворецкого дочери. Такому он доверит её. Своё сокровище.",
    "answers": [
      {
        "id": 151,
        "text": "Конец главы 3"
      }
    ]
  },
  {
    "id": 150,
    "text": "—Алекс, ты все больше напоминаешь своего отца. Такой же пылкий... Успокойся и подумай, почему я до сих пор ничего не сделал? \n\n—Потому что ей не угрожает опасность? -немного неуверенно промолвил дракон, но Сатана кивнул.\n\n—Не угрожает... Почти. Но, всё более чем нормально, правда. — он подмигнул разношёрстноц сборке ухожеров дочери и улыбнулся показывая белые демонические клыки.",
    "answers": [
      {
        "id": 151,
        "text": "Конец главы 3"
      }
    ]
  },
  {
    "id": 151,
    "text": "Итак, я решила не дополнять гдаву 3, поэтому просто сделаю главу 4 больше, ладненько? Приступайте:)",
    "answers": [
      {
        "id": 152,
        "text": "Глава 4"
      }
    ]
  },
  {
    "id": 152,
    "text": "Все плыло и размывалось перед глазами, тело не слушалось, но это продолжалось всего несколько мгновений.\nОперевшись руками о пол я встала на корточки , а затем и на ноги. \n\nПеред мои взором проявилась горничная, она смотрела прямо на меня не моргая, переодически кончики её губ дёргались вверх-вниз. Маленькие рожки выпирали из-под чепчика и кончик хвоста виднелся под многослойной юбкой до колен.\n\n—Я объясню правила.-сорвалось с её уст. Голос слегка вздрогнул, было чувство, что её заругали.",
    "answers": [
      {
        "id": 153,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 153,
    "text": "—Правила поймёт даже простой человек как ты. — возможно она не знает кто я, это должно быть хорошо.- Суть в том, чтобы никто из наследников тебя не нашёл.  Если же тебя кто-то находит, то будет наказание.\n\n—Наказание?- я слегка прищурилась.\n\n—Третий принц предложил отправить вас на небольшую арену, где тренируются наши лучшие воины. Он хочет проверить на что вы способны и избавиться от мусора.\n\n—В случае если вы достигли одной из трех комнат наследников — ваша Победа.",
    "answers": [
      {
        "id": 154,
        "text": "-Мусор?"
      },
      {
        "id": 155,
        "text": "-Подробнее про мою победу"
      }
    ]
  },
  {
    "id": 154,
    "text": "—Дикие собаки с севера страны. Никому не подчиняются, вот от них и избавляются. \n\n—Моими руками?- совершенно не смешно. Мне бы хотелось сейчас врезать тому, кто это сказал. \n\n—Третий принц издал указ...-добавила робко хвостатая.",
    "answers": [
      {
        "id": 155,
        "text": "-Так что там насчёт моей победы?"
      }
    ]
  },
  {
    "id": 155,
    "text": "—Выбор ваш. Чью комнату вы найдете, у того и останетесь, а, точно, если за два часа не нашли — наказание.- она поклонилась и сразу же исчезла.\n\n—Охренеть. Это как оставить мне 25% вероятности выигрыша из 100%. Ненавижу демонов. Подлые гадюки.- выругавшись я подошла к двери и дернула за ручку, так резко, что та отвалившись упала мне на ногу.\n\n—Ай-яй.. -прошипела я в дверь и та с скрипом открылась. То что я увидела, заставило меня сесть на корточки.\nКарта с лабиринтом лежала на земле.\n\n—Лабиринт.. Они мне и 10% не оставили... Противные у**ки.-взяв все своё мужество в кулак, и, конечно же, карту, я как истинный мужчина побежала прямо, вдоль стены и чуть не впечаталась в колону, которая разделяла два пути",
    "answers": [
      {
        "id": 156,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 156,
    "text": "—Мать моя женщина... Я не ожидала что этот поворот будет так близко... Тоесть лабиринт маленький? Не такие уж и противные у**ки. — я резвернула комок бумаги, который я так коасиво смяла в спешке. Карта показывает , что повернуть нужно направо.\n\n—Стоит ли им доверять?",
    "answers": [
      {
        "id": 157,
        "text": "Направо "
      },
      {
        "id": 158,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 157,
    "text": "—Плевать, будь что будет. — я следовала карте и добралась до середины. Я так спешила что один раз всё-таки впечаталась в стену, но, к счастью, моя регистрация отличная и ссадины на руках пропали сразу. Жаль что боль в момент получения травмы никуда не девается.\n\n—М?- я смотрела на карту и искренне недоумевала. На ней две стрелочки. \n—Как я это не заметила. Два пути и оба правильные?- я всматривалась в карту, так надеялась что одну стрелочку кто-то подписывал и тд, но нет.\n\nЧто выбрать?\n",
    "answers": [
      {
        "id": 159,
        "text": "Прямо"
      },
      {
        "id": 160,
        "text": "Лево"
      },
      {
        "id": 161,
        "text": "Вернуться назад, карта врёт."
      }
    ]
  },
  {
    "id": 158,
    "text": "—Лево. Я мужиг. Я справлюсь — пройдя ещё пару поворотов я заблудилась окончательно. \n\n—Я тут ходила...- постоянно повторять это вошло в привычку. \n\n—У тебя осталось 2 минуты из двух часов.- девушка, а именно горничная смотрела на часы и вздохнула. \n—Ты все время ходила кругами и не смогла выбраться из лабиринта... Из настолько маленького лабиринта. Ты глупая.- она коснулась пальцами моего лба и я оказаламь в комнате, в комнате без окон, дверей и света. \n\n—Мне тут не нравиться...",
    "answers": [
      {
        "id": 182,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 159,
    "text": " Быстрым и ровным шагом я пошла вперёд и кажется что-то пошло не так, ведь я заблудилась.\n\n—Я тут ходила...- постоянно повторять это вошло в привычку. \n\n—У тебя осталось 2 минуты из двух часов.- девушка, а именно горничная смотрела на часы и вздохнула. \n—Ты все время ходила кругами и не смогла выбраться из лабиринта... Из настолько маленького лабиринта. Ты глупая.- она коснулась пальцами моего лба и я оказаламь в комнате, в комнате без окон, дверей и света. \n\n—Мне тут не нравиться...",
    "answers": [
      {
        "id": 182,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 160,
    "text": "—Бабы никогда не ходят налево, но я ж мужиг.- гордым шагом и прямой походкой я побежала преодолевая колоны, которые на карте не помечены. \n\n Когда я буквально вывалилась из лабиринта — появилась горничная. Та самая, что объяснила мне правила. Теперь она держала в руках часы.\n\n—У тебя осталось полтора часа, наследники начали охоту. — она дала мне часы и исчезла.\n\n—Ну, не так уж и плохо, всего пол часа потратила.. Но... Прятки их суть в том чтобы прятаться, а эта игра странная... ",
    "answers": [
      {
        "id": 162,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 161,
    "text": "Вернувшись назад я потерялась в начале крохоьного лабиринта. Ходила я долго, пыталась найти путь, но не нашла. \n\n—Я тут ходила...- постоянно повторять это вошло в привычку. \n\n—У тебя осталось 2 минуты из двух часов.- девушка, а именно горничная смотрела на часы и вздохнула. \n—Ты все время ходила кругами и не смогла выбраться из лабиринта... Из настолько маленького лабиринта. Ты глупая.- она коснулась пальцами моего лба и я оказаламь в комнате, в комнате без окон, дверей и света. \n\n—Мне тут не нравиться...",
    "answers": [
      {
        "id": 182,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 162,
    "text": "— Хотя, если подумать, то лучшее место чтобы спрятаться это комната одного из них. Но как я найду подходящую? Нужно решить сейчас, чью комнату я буду искать.",
    "answers": [
      {
        "id": 163,
        "text": "Первый принц Велиал."
      },
      {
        "id": 164,
        "text": "Второц принц Абаддон."
      },
      {
        "id": 165,
        "text": "Третий принц Астарот."
      }
    ]
  },
  {
    "id": 163,
    "text": "—Первый принц самый логичный и относиться ко мне лучше, плюс, больше шанс что больно мне не сделают. Так и поступим.- из коридора, состоявшего, кстати из таких же колон как ив лабиринте, ну тоесть, тут были только колоны они стояли рядами близко друг к другу, а между ними рос хмель. Растение обвивало колоны настолько плотно, что просветов не было.  Как проход в рим какой-то... Но вот в лабиринте их ювло меньше и за ними были стены, думаю, они там были для украшения.\n \nВообщем я вышла в сад, вернее тут просто была трава и кусты выше меня , которые давали мне идти только прямо. \n\n—Типо что б не потерялась?",
    "answers": [
      {
        "id": 166,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 164,
    "text": "—Ну садюга вроде добрый... Да и милый. Черт, я пытаюсь придумать оправлания засранцу и садисту...-из коридора, состоявшего, кстати из таких же колон как ив лабиринте, ну тоесть, тут были только колоны они стояли рядами близко друг к другу, а между ними рос хмель. Растение обвивало колоны настолько плотно, что просветов не было.  Как проход в рим какой-то... Но вот в лабиринте их ювло меньше и за ними были стены, думаю, они там были для украшения.\n \nВообщем я вышла в сад, вернее тут просто была трава и кусты выше меня , которые давали мне идти только прямо. \n\n—Типо что б не потерялась?",
    "answers": [
      {
        "id": 166,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 165,
    "text": "—Ну Астарот милашка. Такой пуська и злиться мило, но что-то мне кажется... А ладно. Не такие уж и плохие эксперименты, наверное...-из коридора, состоявшего, кстати из таких же колон как ив лабиринте, ну тоесть, тут были только колоны они стояли рядами близко друг к другу, а между ними рос хмель. Растение обвивало колоны настолько плотно, что просветов не было.  Как проход в рим какой-то... Но вот в лабиринте их ювло меньше и за ними были стены, думаю, они там были для украшения.\n \nВообщем я вышла в сад, вернее тут просто была трава и кусты выше меня , которые давали мне идти только прямо. \n\n—Типо что б не потерялась?",
    "answers": [
      {
        "id": 166,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 166,
    "text": "—Да. Я наслышан о твоем топографическом кретинизме, поэтому даже карту лаьиринта сделал.-голос Велиала прямо за моей спиной.\n\n—ЁПТУДЕЙ.- вякнула я и побежала вперёд, ведь если поймает — не жить.\n\n—Боже...- единственное что я услышала, ведь за 3 секунды я уже была почти у двери в замок.\n\n—Вау, знала бы она, что ловить я её не собирался...- первый принц вздохнул и посмотрел ей вслед. Та уже открыла дверь и скрылась в темноте.\n",
    "answers": [
      {
        "id": 167,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 167,
    "text": "Коридор, всего лишь тёмный и мрачный коридор. Пустые стены и всего-навсего одна дверь прямо. \n\n—Хорошо что убежала, мало-ли...- я помотала головой.- Нет, очень хорошо что я не рядом с принцем сейчас.\n\nБыстро преодолев расстояние в 7 шагов я открыла дверь и не ожидала что попаду на кухню.\n\n—Ох... Мир так тесен...- я сразу же поплелась к холодильнику.\n—Нет, Нанами, ты не можешь. Это наверняка ловушка врага, только, когда они узнали о моей слабой стороне?  Может и не ловушка...",
    "answers": [
      {
        "id": 168,
        "text": "Идти дальше"
      },
      {
        "id": 169,
        "text": "Остановиться на легкий перекус "
      }
    ]
  },
  {
    "id": 168,
    "text": "Я заглянула в холодильник и рукой взяла первое попаашееся. Ножка курочки. Нежная и вкусная ножка курочки. Я запихнула её в рот и пулей выбежав из кухни и пробежав каких-то, ну метров 100, я оказалась в зале с лестницами и 25 минутами в кармане.\n\n—Ух и время сохранила, вот я умничка.- говорила я жевая.\n\n—Приятного аппетита.\n\n—Да, спасибо. ЧТО?- третий принц смотрел на меня выжидая, видимо это была его курочка.\n\n—А теперь, прошу простить... — он идёт, нужно действовать.",
    "answers": [
      {
        "id": 175,
        "text": "Вторая справа лестница"
      },
      {
        "id": 176,
        "text": "Третья слева "
      },
      {
        "id": 177,
        "text": "Наугад"
      },
      {
        "id": 178,
        "text": "-Это курочка дружбы, съешь её и отпусти меня."
      }
    ]
  },
  {
    "id": 169,
    "text": "—Ну немного можно...-  как только я открыла холодильник мои глаза стали широкие, как две тарелки с курочкой там же.\n—Если это уловка, то я не против.- и с решительностью я достала одну курочку. \n\nУмяла её за 30 минут, но какая разница... Пошарив по полочкам я нашла печеньки, булочки и немного картошки. Я готова была выть от удовольствия и того, что у меня осталось пол часа.\n\nПулей выбежав из кухни и пробежав каких-то, ну метров 100, я оказалась в зале с лестницами и 25 минутами в кармане.\n\n",
    "answers": [
      {
        "id": 170,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 170,
    "text": "—Это по какой подниматься.. — тут я затупила так, как никогла раньше не тупила, ну, может и тупила, но чёрт, в этот раз все по-другому.\n\n—Ну если ты ко мне то, вторая справа- надменный голос второго принца заставил опешить и ещё раз опешить.\n\nПарень подходил ко мне, нужно решать, куда бежать.",
    "answers": [
      {
        "id": 171,
        "text": "Вторая справа"
      },
      {
        "id": 172,
        "text": "Третья слева"
      },
      {
        "id": 173,
        "text": "Наугад "
      }
    ]
  },
  {
    "id": 171,
    "text": "—Окей, я сама пойду. Только не мешай..- я начала отходить в сторону лестницы и принц улыбнувшись провожал меня взглядом, мол \"Все хорошо пока ты не передумаешь\" \n\n—Умница что сама решила быть со мной~ муркнул садюга и кргда я начала подниматься, он решил идти со мной. \n\nЯ буквально чувствовала его дыхание на своем затылке, это было одновременно страшно и... Будоражуще?  Смотреть куда я иду времени нету, поэтому я просто буду идти вперёд. \n\n—Куколка, дальше по лестнице.- приказной но нежный тон направлял меня всю дорогу, его явно радовало положение дел. Заветная дверь перед глазами и я в окончательной ловушке, больше выхода нет.",
    "answers": [
      {
        "id": 183,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 172,
    "text": "—Да, конечно... Хе хе. — я пятилась к второй справа лестнице, но потом со всех ног рванула к третьей слева.\n\n—Дура, я ведь давал тебе шанс...Закончить всё мирно и... — слушать его дальше не позволяла эээ этика? Да, она, мне нужно было убежать так далеко, насколько это возможно.  \n\nХорошо что подкрепилась, ведь сил мне хватило чтобы добежать почти до конца  лестницы. Дальше меня уже подвела нога ибо я умудрилась подвернуть лодыжку. и уже дохрамывала до конца.\n\n—Не бегайте детки по лестнице~ грубый голос парня уже слышался рядом, его руки были тоже где-то очень рядом.\n\nШорох справа.",
    "answers": [
      {
        "id": 189,
        "text": "Необорачиваться и бежать"
      },
      {
        "id": 190,
        "text": "Уйти влево"
      },
      {
        "id": 191,
        "text": "Уйти вправо."
      }
    ]
  },
  {
    "id": 173,
    "text": "—Да.. Секунду..- я пятились назад, а затем ринулась бежать по лестнице.\n\n—Дура, я ведь давал тебе шанс...Закончить всё мирно и... — слушать его дальше не позволяла эээ этика? Да, она, мне нужно было убежать так далеко, насколько это возможно.  \n\nХорошо что подкрепилась, ведь сил мне хватило чтобы добежать почти до конца  лестницы. Дальше меня уже подвела нога ибо я умудрилась подвернуть лодыжку. И уже дохрамывала до конца.\n\n—Не бегайте детки по лестнице~ грубый голос парня уже слышался рядом, его руки были тоже где-то очень рядом.\n\nШорох справа.",
    "answers": [
      {
        "id": 174,
        "text": "Не оглядываться и бежать."
      },
      {
        "id": 190,
        "text": "Влево"
      },
      {
        "id": 191,
        "text": "Вправо"
      }
    ]
  },
  {
    "id": 174,
    "text": "Необорачиваясь я побежала к по коридору. Лодыжка ныла, кажется это не то, что может исчезнуть без следа. За мной слышался смешок, парень явно веселился, смотря на мом страдания. \n\n—Так я и сдалась.- последний рывок и открытая дверь в котрую я вошла захлопнулась прямо перед носом разбойника. Наконец я тут. В безопасности.",
    "answers": [
      {
        "id": 192,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 175,
    "text": "Кинув курочку в принца я шуганула в сторону второй справа лестнице и я кажись всё-таки попала ибо за мной послышался рык и тяжёлые шаги. \n\n—Не трожь меня окаянный!- с криком я летела по лестнице, но моей выносливости едва ли хватило чтобы добраться до средины. \n\n—Напрыгалась...- более спокойное раздалась за моей спиной. Я повернулась и споткнулась, поэтому, можно сказать я сидела на лестнице, а третий принц тянул ко мне руку. Пора действовать.",
    "answers": [
      {
        "id": 179,
        "text": "Попытаться увернуться"
      },
      {
        "id": 180,
        "text": "Молиться"
      },
      {
        "id": 181,
        "text": "Ударить и попробовать встать"
      }
    ]
  },
  {
    "id": 176,
    "text": "Кинув курочку в принца я шуганула в сторону третьей слева лестнице и я, кажись всё-таки попала ибо за мной послышался рык и тяжёлые шаги. \n\n—Не трожь меня окаянный!- с криком я летела по лестнице, но моей выносливости едва ли хватило чтобы добраться до средины. \n\n—Напрыгалась...- более спокойное раздалась за моей спиной. Я повернулась и споткнулась, поэтому, можно сказать я сидела на лестнице, а третий принц тянул ко мне руку. Пора действовать.",
    "answers": [
      {
        "id": 179,
        "text": "Пытаться увернуться"
      },
      {
        "id": 180,
        "text": "Молиться"
      },
      {
        "id": 184,
        "text": "Ударить и попытаться встать"
      }
    ]
  },
  {
    "id": 177,
    "text": "Кинув курочку в представителя опасности номер 1, я побежала по лестнице, не помню какая и как именно, но я хороший бегун — думала я, пока не добежала до середины. Тяжёлые шаги  слышались все ближе.\n\n—Не трожь меня окаянный!- с криком я летела по лестнице, но моей выносливости едва ли хватило чтобы добраться до средины. \n\n—Напрыгалась...- более спокойное раздалась за моей спиной. Я повернулась и споткнулась, поэтому, можно сказать я сидела на лестнице, а третий принц тянул ко мне руку. Пора действовать.",
    "answers": [
      {
        "id": 179,
        "text": "Пытаться увернуться"
      },
      {
        "id": 180,
        "text": "Молитва нам поможет"
      },
      {
        "id": 186,
        "text": "Ударить и бежать, мать вашу"
      }
    ]
  },
  {
    "id": 178,
    "text": "—Ты дура? Вообще-то ты в ловушке. Я поймал тебя, игра окончена.- принц прошептал какое-то заклинание и воздух вокруг меня стал вязким, как болото. Я не могла пошевелить рукой как следует и... Я уронила курочку.\n\n—Астарот, пожалуйста, курочку..- я смотрела на парня как щеночек.\n\n— Таких странных девкшек я ещё не видел... Ладно, обежаю что буду кормить тебя, если выживешь.\n\n—Что?- парень щёлкнул пальцами и я вдруг оказалась в темной комнате без дверей и окон. Одна. Я... Я ненавижу такое, мне нужна помощь...",
    "answers": [
      {
        "id": 182,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 179,
    "text": "Я пыталась как-то увернуться от его руки повернувшись всем телом, но он схватил меня за волосы и притянул к себе.\n\n—Ты ответишь за свой поступок, эксперимент.- рыкнул парень мне в затылок, затем он схватил мои кисти и крепко сжал до боли. \n\n\"Откуда в нем столько силы, мать твою?\" — крехтя я поднялась, ну вернее меня подняли.\n\n—Если подумаешь убежать — сломаю обе ноги.- теперь он совсем не милый мальчик,  помогите... Астарот спустил меня с лестницы и мы поднялись по соседней, затем долго и молча шли по коридору, а после... Темная комната, я снова оказалась в темной комнате, одна. Мне.. Мне страшно.",
    "answers": [
      {
        "id": 182,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 180,
    "text": "—Отче наш...- резкая боль в щеке это пощёчина. С испугом на лице я смотрела на мальчика, он больше мне не казался сдержанным, милым или адекватным. \n\n—Тут тебе не рай, голубка.- одной рукой он схватил мою руку и поднял, затеи он схватил меня за шею и небольшими шажочками мы оказались у перил. Спиной я почувствовала холод и лёгкий ветер, меня буквально перегинали через перила, еще немного и я свалюсь. Нет. \n\n—Не надо... Пусти.-я держала руками его руку, котрая так и не отпустила мое горло.\n\n—Будешь шутить со мной — умрешь.- после его слов я, похоже, отключилась.",
    "answers": [
      {
        "id": 182,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 181,
    "text": "Быстрым и резким ударом ноги по лодыжке парня мне удалось выиграть немного времени. \n\nКак только я оказалась на ногах, то сразу встала и увернулась от пары попыток парня схватить меня, затем я лишь бежала. Бежала куда глаза глядят, коридор казался бесконечным, а злой демон за мной — самым страшным существом в мире. \n\n\"Только бы не поймал, пожалуйста\" — слёзы на глазах не позволяли хорошо осмотреть коридор на наличие дверей или окон, но я не могла пропустить лестницу вниз, по которой бежать было легче, я никак не могла пропустить заветную дверь, которую я открыла.",
    "answers": [
      {
        "id": 183,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 182,
    "text": " Темная комната, в которой я была казалась одновременно маленькой и одновременно бесконечной. Это было похоже на страшный сон. Пока я не увидела свет, я сразу потянулась и источнику и пожалела об этом. \n\n Я оказалась посреди импровизированной арене, было видно что это место больше подходит для тренировок, но размеры позволяли использовать комнату под открытым небом для других целей.\n\n—Мы заждались~ ехидно-грубоватый голос Абаддона усугублял ситуацию, ведь сейчас должно произойти не самоё хорошее.\n\n—Тебе нравится место? Знаешь что будет?- спросил третий принц. — все трое были за мной.\n\nПервый принц просто молчал, смотря на меня. Кажется он почувствовал что мне нехорошо.",
    "answers": [
      {
        "id": 197,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 183,
    "text": "Захлопнув дверь я осела вниз, ведь попала я к садисту, Абаддон испортит мне жизнь однозначно...  Я прошла по комнате и почему-то я улыбалась.  Раньше в темноте я не замечала, насколько эта комната уютна. \n\nНебольшой и простой диван, маленькие кресла журнальный столик и небольшая тумбочка у кровати. Мне нравилось тут. ",
    "answers": [
      {
        "id": 198,
        "text": "Конец главы 4"
      }
    ]
  },
  {
    "id": 184,
    "text": "Быстрым и резким ударом ноги по лодыжке парня мне удалось выиграть немного времени. \n\nКак только я оказалась на ногах, то сразу встала и увернулась от пары попыток парня схватить меня, затем я лишь бежала. Бежала куда глаза глядят, коридор казался бесконечным, а злой демон за мной — самым страшным существом в мире.  \n\n\"Спасите. Почему тут так пусто?\" — со всех ног я мчала по коридору, из-за слёз было трудно смотреть в полумрак, но дверь я заметила сразу и дальше тоже, ещё одна. Моя спасительная... Я открыла ее.",
    "answers": [
      {
        "id": 185,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 185,
    "text": " Быстро захлопнув дверь за собой я улыбалась, ведь Велиал сидел в кресле попивая дорогое вино, я спасена.\n\n—Ты победила. Я рад за тебя... Чай или вино?- спросил тот.\n\n—Чай, отпразднуем мою победу. — я села рядом с демоном, он сверкнул очками и сдержанно улыбнулся.",
    "answers": [
      {
        "id": 195,
        "text": "Конец главы 4"
      }
    ]
  },
  {
    "id": 186,
    "text": "Быстрым и резким ударом ноги по лодыжке парня мне удалось выиграть немного времени. \n\nКак только я оказалась на ногах, то сразу встала и увернулась от пары попыток парня схватить меня, затем я лишь бежала. Бежала куда глаза глядят, коридор казался бесконечным, а злой демон за мной — самым страшным существом в мире.   \n\nБежала я долго, очень долго, мне казалось, мир вокруг вот-вот сломается. Биение сердца и неровное дыхание, которое могло подвести, как и ноги, которые подкашивались от страха. Наконец заветные очертания. Это дверь. Я распахнула её с улыбкой. ",
    "answers": [
      {
        "id": 187,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 187,
    "text": " Затем попыталась захлопнуть, но Астарот схватил за ручку двери и не дал мне это сделать. \n\n—Ты у меня в комнате, эксперимент. — он открыл двери и дал мне пощечину. \n—Ты слишком бесбашена. Ещё раз и ты будешь привязана всё время.",
    "answers": [
      {
        "id": 199,
        "text": "Конец главы 4"
      }
    ]
  },
  {
    "id": 188,
    "text": "Удалось избажать жертв. Вау.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 189,
    "text": "Необорачиваясь я побежала к по коридору. Лодыжка ныла, кажется это не то, что может исчезнуть без следа. За мной слышался смешок, парень явно веселился, смотря на мом страдания. \n\n—Так я и сдалась.- последний рывок и открытая дверь в котрую я вошла захлопнулась прямо перед носом разбойника. Дальше я побежала к другой и наконец достигла её",
    "answers": [
      {
        "id": 185,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 190,
    "text": "Я резко наклонилась влево и мой бок встретил перило, которое со скрипом  начало оседать и падать вместе со мной вниз. \n\n—Аааа — негромное вырвалось из моего рта перёд тем, как сильные мужские руки подхватили меня и мы оказались на полу. Вернее он оказался, а моё тело на его руках, руке. Прям как маленькая девочка, но у меня началась жуткая паника и я хвасталась за одежду Абаддона, плакала и истерила.\n\n—Тише, тише, девочка...- он гладил меня и прижимал крепче.\n\n—Не хочу падать. Я не хочу снова...- он прижал мою голову к своей груди и продолжал обнимать и идти куда-то. Мне это было безразлично, я не могла успокоиться, такое чувство, что я испытывала это перед чем-то важным.",
    "answers": [
      {
        "id": 193,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 191,
    "text": "Я кажется запуталась и ушла вправо, прямо в руки Абаддону.\n\n— Маленькая... Птичка оказалась прямо в руках у хозяина вот так сразу...- парень сомкнул руки на моей талии и прижался настолько близко, что его подбородок коснулся моей головы. Он высокий, очень высокий. Ему видно это было невыгодно и в следующее мгновение его руки подхватили меня. \n\nПарень быстрым шагом шёл к себе в комнату, он не обращал внимание на мои просьбы опустить меня. Просто шел улыбаясь. ",
    "answers": [
      {
        "id": 194,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 192,
    "text": "Тут оказался Астарот, он читал книгу и я заметила как на его лице промелькнула улыбка.\n\n—Рад что именно ко мне пришла... Это хорошо- теперь он улыбался во всю и даже отложил книгу, предложив рукой сесть рядом.\n\nЯ послушно села и аромат имбиря щёлкнул по носу.\n\n—Кофе с имбирём самый вкусный.- он протянул мне чашку.",
    "answers": [
      {
        "id": 188,
        "text": "Конец главы 5"
      }
    ]
  },
  {
    "id": 193,
    "text": "Мы зашли в его комнату и он усалил меня на диван.\n\n—Не плачь, будешь?- он протянул мне конфеты со странными названиями.\n—Они с коньяком. Довольно вкусные и сразу успокаивают.- но я продолжала плакать. \n\n—Уууу.- я закрыла лицо руками и снова оказалась в тёплых обьятиях. \n\n—Тише... Маленькая...Тише.- нежный голос, он был очень милым и мне стыдно за то, что я так плохо думала о нём. \n—Успокоилась?- он спросил это где-то через пол часа, когла я просто шмыгала носом. \n\n—Угу... -я кивнула, моё лицо было прижато к его груди и его сердцебиение ускорилось, оно итак было быстрым, а сейчас вообще... Волнуется?",
    "answers": [
      {
        "id": 205,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 194,
    "text": "Но в последний момент он свернул и мы оказались перед незнакомой мне дверью.\n\n—Тут ты будешь некоторое время. Прости.- он впихнул меня в комнату и захлопнул дверь. \n\nТемно, тут слишком темно. Мне казалось что я попала в другой мир. В мир, который окружает одна тьма.",
    "answers": [
      {
        "id": 182,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 195,
    "text": "Вау, ребята. Вам нравится когда к Нанами относятся нормально? Какая редкость)",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 196,
    "text": "Рядом со мной появилось что-то похожее на кинжал, я наклонилась и подобрала, может пригодится.\n\nКогда холодное оружие оказалось в моих руках  я услышала тихий рык, как будто бы плачь.\n\n—Быстрее.- после громкого крика какого-то мужчины напротив меня открылась дверь и оттуда повалила стая собак. Злых и напуганных, во главе них стоял довольно крупный и молодой волк, я бы назвала его подростком, даже.\n\nВзгляд волка заставил меня поежиться, глубокий и мутный взгляд готовый убивать, он мервый побежал на меня. \n\n",
    "answers": [
      {
        "id": 200,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 197,
    "text": "Рядом с ними была горничная, она была напугана. Но было видно её взгляд, который устремлён на второго принца, что она нашла в том садисте? \n\n—Приситупим.- в тот же миг парни и девушка исчезли. Я их не видела но, я чувствовала что они наблюдают.\n—Крошка, если сможешь выстоять — победа твоя и ты сможешь выбрать у кого остаться.\n\n—А если нет?- мой голос дрогнул.\n\n—Твои проблемы. Огромные проблемы.- тихий смешок настроил менч на победу. Они не верят мне. Хах.\n\n—Окей.",
    "answers": [
      {
        "id": 196,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 198,
    "text": "Не самый плохой вариант и не самый лучший. Удачи в ваших начинаниях и тд. Спасибо за прочтение.",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 199,
    "text": "Мльчик более опасен чем второй принц... Поздравляю, Теперь она будет способствовать разработке орудий против нефелимов.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 200,
    "text": "—Нет, стой, давай поговорим. — я отвела кинжал в сторону. \n—Видишь? Я убрала оружие.- но волк меня не послушал и за пару секунд  между нами отказалось всего пара метров, после чего последовал прыжок и пёс оказался на мне.\n\nЕго лыпы прижали мои руки к земле, а пасть была над моим лицом, еще немного и он откусит мне голову. \n\n—Прекрати.- приказным тоном и жёстким взглядом я смогла остановить его. \n\n—Если я не убью тебя — умрёт моя стая. Стая, которую защищал мой отец. — послышалось у меня в голове. \n\n—Ты умеешь разговаривать?- я смотрела в жёлтые глаза пса и он их немного сщурил. \n\n—Просто ты меня понимаешь.",
    "answers": [
      {
        "id": 201,
        "text": "Дальше ."
      }
    ]
  },
  {
    "id": 201,
    "text": "—Это они сказали так сделать?  — моя настойчивость видимо ему понравилась.\n\n—Да.- мы все ещё были в этой позе, мы смотрели друг другу в глаза.\n\n—Ты знаешь, что они тебе соврали?- на мгновение его взгляд дрогнул.\n\n—Почему ты так думаешь?\n\n—Они демоны и я нужна им.\n\n—Но ты тоже демон.\n\n—Моя мать богиня, а отец верховный демон.- глаза пса расширились и он ослабил хватку, он все ещё сомневался.\n\n—Я помогу тебе, правда помогу, доверься и... Давай заключим контракт?\n",
    "answers": [
      {
        "id": 202,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 202,
    "text": "— Никогда. — гаркнул тот. \n—Собаки не поддаются никому, никогда.\n\n—Ради стаи, будь моим фамильяром. И я помогу тебе и им. Я каждого спасу.  Даю слово бога.-  моё отражение в его глазах показалось мне довольно грозным и яркий символ что вспыхнул в моём левом глазу. Он показался мне знакомым.\n\n—Сделай все, что поможет им. Я повинуюсь тебе. — из рта пса начала капать струйка крови, прямо мне на лицо. Он освободил мою руку и я проснулась к его рту, он куснул меня за палец и наша кровь смешалась, она стала черной как смоль.\n\n—Спасибо...- промолвила и волк вспыхнул синим пламенем.",
    "answers": [
      {
        "id": 203,
        "text": "Конец главы 4"
      }
    ]
  },
  {
    "id": 203,
    "text": "На вот таком неожиданном повороте мы и закончим. Как думаете, что с псом?",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 204,
    "text": "А вот и милота подъехала. Вы узнали и эту сторону парня. Наслаждайтесь.",
    "answers": []
  },
  {
    "id": 205,
    "text": "—Прости, маленькая...- парень отодвинул меня и и заглянул в глаза.  \n—Правда, прости. — мир погрузился во тьму.",
    "answers": [
      {
        "id": 182,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 206,
    "text": "",
    "answers": []
  }
]