[
  {
    "id": 1,
    "text": "Автор: Sincerely\nЖанр: Романтика\n\nВ отчаянной ситуации люди зачастую показывают истинное лицо и проявляют качества, которых прежде за собой не замечали. Трое молодых людей волей случая готовы раскрыть перед вами души и навсегда впустить в свои одинокие сердца. Правда, сами они ещё не знают об этом. Пусть интуиция подскажет, как себя вести, чтобы сблизиться с тем, на кого пал ваш выбор, и обрести долгое совместное счастье...\n\n❢ [Для конкурса романтических мини-квестов]",
    "answers": [
      {
        "id": 2,
        "text": "~ Начало ~",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "http://188.120.236.127/osheinik/диоль/фонпляж.jpg",
        "system": true
      },
      {
        "id": 20,
        "text": "~ Концовки ~",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "... Песок и соль засыхали на губах... Солнце беспощадно жарило спину сквозь рваную майку... Тёплая волна размеренно накрывала ноги и отступала, позволяя мокрой джинсе неприятно липнуть к коже... \n\n... Вы смутно вспоминали ночной шторм и троих незнакомых людей, спасавшихся вместе с вами в одной надувной шлюпке. Тьма, паника, чужие локти и плечи, на которые вы слепо натыкались, когда шлюпку опасно кренило очередной ревущей волной. Крики, тонущие в грохоте воды и вое ветра... Ужас, парализовавший сознание, когда исчезла точка опоры, и холодное море резко сомкнулось над головой...\n\n... Кашлянув, вы медленно открыли глаза... Крошечный крабик целеустремлённо полз по своим делам в сантиметре от вашего лица... Рядом, за пределами поля зрения, кто-то копошился, задевая вашу вытянутую в сторону руку... \n\nВнезапно, сквозь монотонный шум моря, по ушам ударил ликующий крик:\n\n— А-а-а-а! Я живо-о-ой! Да! Да-а! Съешь это, глупая стихия! Ах-ха-ха!",
    "answers": [
      {
        "id": 3,
        "text": "• Попробовать подняться.",
        "var_add": [
          "влад",
          1
        ],
        "var_set": [
          "лок",
          1
        ]
      },
      {
        "id": 3,
        "text": "• Лежать пластом.",
        "var_add": [
          "тоха",
          1
        ],
        "var_set": [
          "лок",
          2
        ]
      },
      {
        "id": 3,
        "text": "• Позвать на помощь.",
        "var_add": [
          "лёша",
          1
        ],
        "var_set": [
          "лок",
          3
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "— Заткнись, а? — отозвался второй голос, мрачный и угрюмый. — Столько людей погибло... Тебе не стыдно за свою счастливую рожу?\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Вы упёрлись ладонями в расползающийся песок и со стоном приподнялись, щурясь от слепящего света. Зудело и ныло всё тело, но серьёзных повреждений вы в себе не ощущали.",
        "var_equal": [
          "лок",
          1
        ],
        "merge": true
      },
      {
        "id": 3,
        "text": "Шевелиться не хотелось... Вы прислушивались к голосам и возне рядом, пока незнакомые руки не перевернули вас на спину. Солнце тут же ударило в глаза, заставив сощуриться.",
        "merge": true,
        "var_equal": [
          "лок",
          2
        ]
      },
      {
        "id": 3,
        "text": "Шевельнув потрескавшимися губами, вы хрипло выдавили что-то, и тут же осторожная рука убрала от вашего лица слипшийся ком волос. Тень заслонила солнце, и щеки коснулось ровное дыхание...",
        "var_equal": [
          "лок",
          3
        ],
        "merge": true
      },
      {
        "id": 3,
        "text": "\n\nКто-то помог вам сесть и, сунув в руки пластиковую бутылку, снова зарылся в большой, побелевший от морской соли рюкзак. Вы только и увидели, что — зелёную футболку и длинный неряшливый хвост каштановых волос. \n\nЖадно глотая оказавшуюся в бутылке тёплую минералку, вы оглянулись туда, откуда продолжали доноситься голоса. \n\n— ... спасся, целый и невредимый, чего тебе ещё надо? — высокий брюнет в клетчатой пижаме подпрыгнул, сверкнув голыми пятками, а затем с хохотом прошёлся по распластавшейся волне колесом. \n\n— Хм, дай-ка подумать, — язвительно отозвалась щуплая сгорбленная фигура в толстовке с низко надвинутым капюшоном. — Не умереть в ближайший месяц от голода, жажды и неизвестной ядовитой фигни?",
        "merge": true
      },
      {
        "id": 4,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 4,
    "text": "— Ерунда! — человек в пижаме немного успокоился и плюхнулся между вами и мрачным типом, откидываясь на локти. — Здесь оживлённый маршрут! Корабль затонул совсем недалеко, нас заберут ещё до вечера! \n\n— Ну-ну, — донеслось из-под капюшона. — Все, кого выбрасывает на необитаемый остров, поначалу так и думают...\n\nПовисло молчание, прерываемое только гулом солёного ветра и шелестом волн. Вы оглядели место, где вам предстояло ждать спасения... Тропический лес за полосой пляжа, три незнакомых молодых человека...\n\nВы подавились очередным глотком минералки, и закашлялись.\n\n— Ну, чудо же! Мы живые, здоровые! Сколько у нас шансов выплыть было, когда шлюпку опрокинуло, а? Выплыли! — не удержавшись, снова разразился восторгами клетчатый чудик, пока парень с хвостом хлопал вас по спине. — Все четверо! \n\n— А может, я — серийный маньяк? Или вон тот молчун патлатый? Ты даже не знаешь, с кем тут застрял, а радуешься, как идиот, — огрызнулся капюшон.",
    "answers": [
      {
        "id": 5,
        "text": "— Давайте знакомиться?",
        "var_add": [
          "влад",
          1
        ],
        "var_set": [
          "лок",
          1
        ]
      },
      {
        "id": 5,
        "text": "— Нам просто надо как-то скоротать время, пока мимо не проплывёт... кто-нибудь...",
        "var_add": [
          "тоха",
          1
        ],
        "var_set": [
          "лок",
          2
        ]
      },
      {
        "id": 5,
        "text": "• Молчать.",
        "var_add": [
          "лёша",
          1
        ],
        "var_set": [
          "лок",
          3
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Почувствовав, что обстановка накаляется, вы ",
    "answers": [
      {
        "id": 5,
        "text": "попытались разрядить её своим дружелюбием. \n\n— Это отличная идея! ",
        "var_equal": [
          "лок",
          1
        ],
        "merge": true
      },
      {
        "id": 5,
        "text": "попытались разрядить её, завязав нейтральный разговор, но получилось не очень хорошо.\n\n— В приятной компании время пролетит незаметно! ",
        "var_equal": [
          "лок",
          2
        ],
        "merge": true
      },
      {
        "id": 5,
        "text": "решили не лезть мрачному типу под горячую руку. \n\n— Так что мешает нам получше узнать друг друга? ",
        "var_equal": [
          "лок",
          3
        ],
        "merge": true
      },
      {
        "id": 5,
        "text": "Как раз хотел спросить, как зовут единственную даму в нашем суровом мужском коллективе, — человек в пижаме обворожительно улыбнулся и протянул вам первую подвернувшуюся ракушку.\n\n— Началось... Я лучше пойду искать пресную воду и собирать кокосы, как делают все нормальные жертвы кораблекрушений, — процедил капюшон и, поднявшись на ноги, спрятал длинные узкие ладони в карманы. — Надеюсь, меня в лесу сожрёт какая-нибудь анаконда, и не придётся жать руку мистеру Ночнушке... \n\nВы взглянули вслед удаляющейся сутулой спине, мятым шортам и загребающим песок кедам... ",
        "merge": true
      },
      {
        "id": 7,
        "text": "• Взять ракушку и улыбнуться в ответ.",
        "var_add": [
          "влад",
          1
        ],
        "var_set": [
          "лок",
          1
        ]
      },
      {
        "id": 6,
        "text": "• Догнать капюшон.",
        "var_add": [
          "тоха",
          1
        ],
        "var_str_set": [
          "global bg_music",
          "vol2"
        ]
      },
      {
        "id": 7,
        "text": "— Мы его так просто отпустим?",
        "var_add": [
          "лёша",
          1
        ],
        "var_set": [
          "лок",
          2
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Пусть парень и вёл себя глупо, его пессимизм и импульсивность на миг показались вам приятнее, чем компания неуместно веселящейся пижамы и подозрительно молчаливого парня с хвостом. \n\nОтмахнувшись от протянутой ракушки, вы вскочили на непослушные ноги и поплелись за быстро удаляющимся капюшоном. \n\n— Захватите мне авокадо! — донеслось вам в спину пополам со смехом. \n\nНеугомонный морской бриз и палящее солнце остались позади. Углубляясь в лес, вы пытались не упустить из виду тёмно-серую толстовку, но с каждым шагом становилось труднее поспевать за ней среди скользящих теней, загадочных шорохов и причудливых папоротниковых зарослей. Смутная тревога поднималась внутри...",
    "answers": [
      {
        "id": 9,
        "text": "— Эй! Подожди меня!",
        "var_need": [
          "тоха",
          2
        ]
      },
      {
        "id": 10,
        "text": "— Эй! Подожди меня!",
        "var_less": [
          "тоха",
          2
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "— Захвати мне авокадо! — пополам со смехом крикнул брюнет скрывающемуся в лесу парню и снова повернулся к вам. ",
    "answers": [
      {
        "id": 7,
        "text": "— Ничего, перебесится и вернётся. У него шок после всего... У всех у нас, я думаю... ",
        "merge": true,
        "var_equal": [
          "лок",
          2
        ]
      },
      {
        "id": 7,
        "text": "\n\n— Нашёл! — неожиданно низким голосом воскликнул тот, кто до этого не проронил ни слова, копаясь в рюкзаке, и показал извлечённую оттуда металлическую капсулу-брелок.\n\n— Зажигалка, что ли? Отлично! Сигнальный костёр запалим!\n\nПарни обменялись широкими предвкушающими улыбками, как мальчишки, раздобывшие ящик фейерверков.\n\n— Алексей, — представился хвостатый молчун. — Пойду за топливом.\n\n— Влад, — брюнет в пижаме крепко пожал протянутую руку. — Место подготовлю.\n\nСобирались недолго. ",
        "merge": true
      },
      {
        "id": 7,
        "text": "Про вас они оба, похоже, и думать забыли, и это было хорошо. Работать не хотелось...",
        "var_less": [
          "лёша",
          2,
          "влад",
          2
        ],
        "merge": true
      },
      {
        "id": 7,
        "text": "Алексей, закинув рюкзак на спину, неожиданно повернулся к вам и впервые прямо посмотрел в глаза.\n\n— Пойдешь со мной? — спросил он тихо, словно не надеялся, что вы согласитесь. ",
        "var_need": [
          "лёша",
          2
        ],
        "merge": true
      },
      {
        "id": 7,
        "text": "Влад по одному ему понятным критериям выбрал на берегу местечко подальше от воды и хитро взглянул на вас.\n\n— Поможешь мне с костром? — он подмигнул, словно на самом деле предлагал нечто иное.",
        "var_need": [
          "влад",
          2
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": "• Идти с Алексеем.",
        "var_need": [
          "лёша",
          2
        ],
        "var_str_set": [
          "global bg_music",
          "vol2"
        ]
      },
      {
        "id": 14,
        "text": "• Помочь Владу с костром.",
        "var_need": [
          "влад",
          2
        ]
      },
      {
        "id": 15,
        "text": "• Посидеть в сторонке.",
        "var_less": [
          "влад",
          2,
          "лёша",
          2
        ]
      },
      {
        "id": 15,
        "text": "• Отказаться и посидеть в сторонке.",
        "var_need": [
          "лёша",
          2
        ]
      },
      {
        "id": 15,
        "text": "• Отказаться и посидеть в сторонке.",
        "var_need": [
          "влад",
          2
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Первые несколько походов за топливом прошли в гробовом молчании, что заставило вас всерьёз усомниться — стоило ли впрягаться в это малоприятное и довольно, на ваш взгляд, бестолковое занятие. Ведь дым от поддерживаемого на берегу беззаботным Владом костра, который теоретически должен был привлекать внимание проходящих мимо судов, безжалосно сносил морской бриз. Но время шло, ветер начал ощутимо стихать, ближе к вечеру и вовсе сходя на нет. Дым взвился плотным столбом, и почувствовав, что ваша работа приносит результат, вы воспряли духом... И тут же сдулись, поняв, что продолжать не можете физически...\n\n— Лёш, давай передохнём, — взмолились вы, глядя, как парень сосредоточенно перевязывает очередную охапку сухих веток. — Мне песок в кроссовок попал, и пятку до мяса натёрло... \n\n— О... прости, — парень смущённо потёр подбородок. — Присядь, конечно, отдохни...\n\nВы опустились под ближайшее дерево и прикрыли глаза, но тут же вновь их распахнули, почувствовав, как Алексей развязывает ваши шнурки. ",
    "answers": [
      {
        "id": 18,
        "text": "— Ты что делаешь?"
      }
    ]
  },
  {
    "id": 9,
    "text": "Парень притормозил, позволяя себя догнать, и резко обернулся. Вы замерли, разглядывая худое белое лицо с ясными голубыми глазами и кривой болезненной ухмылкой.\n\n— Тебя тоже тошнит от этого позитивного хмыря в клеточку? Одна уже эта пижама бесит... У тебя и то видок больше к обстановке подходит. Прости за майку, кстати...\n\n— В смысле? — вы извернулись, пытаясь взглянуть себе на спину, хоть и так чувствовали, что ваша любимая майка там теперь больше демонстрирует, чем закрывает.\n\n— Я тебя когда из воды вытаскивал, не разбирал особо, за что хватать. Ну... рванул посильней, она и треснула... \n\n— Так это ты меня спас, значит? А я думала, тот, хвостатый... \n\n— Не, он рюкзак спасал, а Ночнушка — себя любимого. Мне тоже захотелось спасти... хоть кого-нибудь... Знаешь, когда все...\n\n— Знаю, — вы крепко обняли парня и поцеловали в бледную солёную щёку, тут же вспыхнувшую нежным румянцем. — Спасибо...\n\n— Не за что, — он даже не вытащил руки из карманов, продолжая стоять порозовевшим столбом. — Идём?",
    "answers": [
      {
        "id": 12,
        "text": "• Идти."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Чего за мной попёрлась? — грубо отрезал парень, оглянувшись через плечо. — Вали обратно в царство бодрости и позитива! \n\nВы лишь мельком успели разглядеть его худое бледное лицо и полные злых слёз голубые глаза, прежде чем он снова отвернулся и, прибавив шагу, окончательно скрылся в зарослях. Вы остались в диком лесу одна...\n\nПостояв в растерянности, вы, от нечего делать, повернули назад, но через два шага провалились в яму, вырытую каким-то зверьком, и вывихнули щиколотку. Звать на помощь вы побоялись — тропические дебри вокруг, полные жизни, шуршащей, гомонящей и таящейся от глаз, слишком ярко рисовали в воображении стремительных пантер и пёстрых ягуаров, спешащих на гипотетические крики беспомощной жертвы. \n\nХромая и напуганная, вы до вечера блуждали по лесу и выбрались на пляж, только заметив над деревьями дым сигнального костра, который ребята развели на берегу. \n\nЕдва вы немного перевели дух, как на фоне догорающего над морем заката возник теплоход. Обессиленно шлёпнувшись на песок, вы разревелись в голос. Спасены...",
    "answers": [
      {
        "id": 11,
        "text": "Далее.",
        "var_str_set": [
          "global bg_music",
          0
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "☆ Как страшный сон ☆ \n\nВы вернулись домой, в свою привычную жизнь, постаравшись забыть произошедшее, как страшный сон. \n\nДень, проведённый на необитаемом острове с тремя молодыми людьми, не оставил ничего в душе и не смог затмить потрясения, пережитого вами во время ужасного шторма. \n\nРадуясь, что избежали гибели, вы, тем не менее, чувствовали, что нечто важное прошло мимо и теперь потеряно навсегда... ",
    "answers": [
      {
        "id": 1,
        "text": "~ Конец ~",
        "middle_answer": true,
        "var_set": [
          "global end1",
          1
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "— Тоха, там дым! На пляже! — несколько часов спустя сообщили вы парню, распластавшись на согнутом стволе банановой пальмы в двух с лишним метрах над землёй. — Ребята, наверное, костёр развели. Вернёмся?\n\n— Падай, я поймаю! — отозвался парень, давно стянувший капюшон, под которым обнаружились взъерошенные вьющиеся светлые волосы, на которых так и играло тропическое солнце. \n\nНесколько тяжёлых банановых гроздьев, добытых вами при помощи подручных средств и боевого рычания, распугавшего всю мелкую живность на сто шагов вокруг, рядком лежали поодаль. \n\nДоверившись парню и повиснув на секунду под неряшливым волокнистым пальмовым стволом, вы одновременно разжали руки и ноги. \n\nС замершим сердцем и пронзительным визгом, вы рухнули парню на руки, и тот, хоть и свалился, не удержавшись на ногах, вас всё же не выронил. \n\nСмеясь, вы помогли друг другу подняться, нагрузились бананами и двинулись к морю через тропические дебри, успевшие стать чем-то родным и привычным. \n\nСтоило только выйти из начавшей сгущаться в сумерках лесной тени на пляжную полосу, как руки сами собой разжались, роняя тяжёлую ношу на песок. К берегу приближался корабль! \n\nОцепенев, вы почувствовали тёплую ладонь Тохи, несмело сплетающую пальцы с вашими... Вы взглянули друг на друга, словно пытаясь удостовериться, что это не мираж...",
    "answers": [
      {
        "id": 13,
        "text": "Далее.",
        "var_str_set": [
          "global bg_music",
          0
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "♡ Под капюшоном ♡\n\nПод гром аплодисментов молодой человек в отлично сидящем сером костюме и дорогом галстуке спускался со сцены, прижимая к груди почётный знак лауреата Государственной премии Российской Федерации за вклад в развитие науки. \n\nКто бы мог предположить несколько лет назад на диком морском берегу, что под капюшоном бомжеватой толстовки окажется по-настоящему светлая голова?\n\nКораблекрушение научило застенчивого, пессимистичного Тоху не бояться рисковать, верить в собственные силы и возможность успеха.\n\n— Ты такой молодец, Тошка, — шепнули вы ему на ухо, стискивая в объятьях. — Я так тобой горжусь! \n\nКак всегда засмущавшись, он порозовел и сжал ваши пальцы в своих. Лишь позже, наедине, когда церемония торжественного вручения премии и многолюдный шумный зал останутся позади, он позволит себе радоваться открыто. Своему заслуженному успеху и любимой девушке, с которой его можно разделить и отпраздновать... \n\nШампанское в красивых фужерах, долгие нежные поцелуи и непременно зелёные бананы, ставшие вашей милой традицией по любому поводу и без...",
    "answers": [
      {
        "id": 1,
        "text": "~ Конец ~",
        "middle_answer": true,
        "var_set": [
          "global end2",
          1
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "— Какой смысл от костра, если дым всё равно сносит ветром? — спросили вы у Влада несколько часов спустя, вылепливая куличик из песка, пока Алексей ходил за новой охапкой топлива. \n\n— Несильно сносит же. Да и тише, чем с утра, к ночи совсем штиль будет.  \n\nВлад открыто любовался вами и не собирался этого скрывать. Под пристальным ощупывающим взглядом светло-карих глаз было неловко, но в то же время вам льстило его безраздельное внимание. \n\n— Ты всегда такой оптимист? — усмехнулись вы, сами не замечая, как начинаете принимать кокетливые позы и накручивать на палец прядь свалявшихся волос. \n\n— Как не быть оптимистом, когда домой я поеду в компании самой очаровательной девушки, какую только встречал в жизни? Ты ведь согласна? — Влад, до этого сидящий в свободной позе, вдруг упёрся руками в песок и пополз к вам на четвереньках с грацией надвигающегося хищника. — Соглашайся, соглашайся, соглашайся... — рычал он при этом под нос...\n\nВы хотели внять голосу благоразумия, но... Поздно! Вы попались на крючок безграничного обаяния парня в пижаме, и смогли лишь...",
    "answers": [
      {
        "id": 16,
        "text": "• ... кивнуть."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы провели весь день в стороне от суеты, которую парни развели вокруг сигнального костра. Алексей таскал из леса сухие ветки и широкие зелёные листья, чтобы создать побольше дыма, а Влад, напевая под нос, возился с костром. \n\nСтранное оцепенение завладевало вами, вновь и вновь возвращая мысли к кошмарной ночи, и до самого вечера вы недвижно сидели в тени ближайшей к воде пальмы, не чувствуя ни голода, ни жажды, и безучастно наблюдали за тем, как пытаются не думать о грустном ваши товарищи по несчастью.\n\nДаже когда вернулся тип в капюшоне с торчащей из-за пазухи гроздью зелёных бананов, вы едва заметили это, с тревогой глядя, как опускается солнце, окрашивая волны в золото и медь.\n\nТеплоход, появившийся на фоне догорающего заката, вы сперва приняли за плод своего воображения, но истошные радостные вопли скачущей по берегу пижамы вернули вас к реальности.\n\nВы встали с песка, перебирая руками по пальмовому стволу, и заплакали. \nСпасены...",
    "answers": [
      {
        "id": 11,
        "text": "Далее.",
        "var_str_set": [
          "global bg_music",
          0
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "С радостным рёвом хищник бросился в атаку и повалил вас на спину, вдавив в раскалённый песок всем весом мускулистого тела, прячущегося под клетчатой пижамой... Сожжённую солнцем кожу в прорехе рваной майки нестерпимо защипало, но думалось в этот момент совершенно о другом. Неужели вы и правда согласились поехать чёрт знает куда с едва знакомым, хоть и очень привлекательным парнем? И сейчас он... \n\n\"Я сошла с ума\" — заключили вы, прежде чем горячие губы жадным солёным поцелуем не вышибли остатки мыслей из вашей перегретой солнцем головы...\n\n— Дичаем... — раздался сверху флегматичный голос Алексея, и толстая охапка сухих веток и огромных пальмовых листьев рухнула рядом с вами.\n\nНичуть, в отличие от вас, не смутившись, Влад, однако, заставил себя оторваться от вашего измятого исцелованного тела, чтобы заняться начавшим терять былой задор костром. \n\nВы отвернулись к морю, поправляя сползшую бретельку, и на фоне сказочной красоты заката увидели... \n\n— Смотрите!\n\nВопль счастья Влада полоснул по ушам, и вы уже ничего не соображали, когда парень сгребал вас с песка, закидывал, как мешок, на плечо и с разбега бросался в море навстречу приближающемуся судну...",
    "answers": [
      {
        "id": 17,
        "text": "Далее.",
        "var_str_set": [
          "global bg_music",
          0
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "♡ Радость жизни ♡\n\nПо телевизору показывали мецената, пожертвовавшего круглую сумму на благотворительность. Вашего мужа... Говорили, он всегда был щедрым и гуманным человеком, но вы-то знали, что пресса приукрашивает...\n\nСын олигарха, ещё в юные годы получивший от отца в подарок представительство торговой компании, и с тех пор не замечавший ничего, кроме статистики финансового оборота и объёмов продаж, в ночь кораблекрушения внезапно осознал ценность жизни. Радость, которую можно испытывать просто глядя по сторонам — на синее море, собственную смешную пижаму и милую девушку, волей случая оказавшуюся рядом...\n\nНесколько лет спустя после дня, перевернувшего и соединившего ваши жизни, собираясь в очередной спонтанно организовавшийся отпуск, вы вместе укладывали чемоданы, смеялись, целовались с не меньшим упоением, чем тогда на берегу, и ни о чём не жалели. Ни об упущенной выгоде, ни о том, что рискнули подарить себя друг другу, едва встретившись... Впереди вас ждало ещё много-много лет, полных семейного счастья и радости жизни...",
    "answers": [
      {
        "id": 1,
        "text": "~ Конец ~",
        "middle_answer": true,
        "var_set": [
          "global end4",
          1
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "— У меня пластырь есть, — он кивнул на свой рюкзак. — Даже печеньки есть, всё есть... кроме сигарет. Пытаюсь не думать, чем-то руки занять, так что, если ты не против... \n\nПолучив объяснение всей маниакальной деятельности Алексея за сегодняшний день, вы с облегчением рассмеялись, вытягивая нужную ногу. \n\nБережно сняв кроссовок и рвань, оставшуюся от носка, парень ловко обработал стёршиеся места и заклеил их пластырем. \n\nЗавязывая шнурки, вы уже иначе смотрели на него. Такие чуткие, заботливые и нежные руки... Серьёзные зелёные глаза... Вы не сомневались, что он и курить бросит, стоит ему только захотеть... \n\nВ лесу уже сгущались сумеречные тени. Навьючившись последними на сегодня, громоздкими, хоть и не тяжёлыми вязанками, вы вышли на пляж... и тут же побросали свою ношу на песок. \n\nНа фоне сказочно прекрасного заката в море отчётливо виднелся приблиближающийся к вашему острову теплоход. Счастливый вопль Влада сотрясал небеса. \n\nСмеясь, вы повисли на шее своего спутника, и он крепко обнял вас в ответ, прижимаясь ко лбу колючей щекой. Спасены...",
    "answers": [
      {
        "id": 19,
        "text": "Далее.",
        "var_str_set": [
          "global bg_music",
          0
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "♡ Молчание — золото ♡\n\n— Сиди ровно! — вы легонько стукнули парня расчёской по макушке, и тот послушно уставился в зеркало перед собой.\n\n\"Цвик-цвик\" — залязгали ножницы у вас в руке. Длинные секущиеся пряди каштановых волос мягко посыпались к вашим ногам. \n\n— Почему ты так против парикмахерской? — в очередной раз спросил Алексей, и вы наконец соизволили ответить.\n\n— Я хотела сделать это сама, — кровожадно улыбнулись вы ему через отражение в зеркале. \n\nВозвращаясь в цивилизацию с необитаемого острова, вы и представить не могли, что собранный и молчаливый парень, позаботившийся о вас на берегу, окажется вокалистом подзаборной инди-панк-дэтх-трэш-метал-группы \"Секс на тротуаре\", о которой вы естественно никогда раньше не слышали, ибо по местам, где обретаются такого рода артисты, не ходили. Выступая на разогреве у групп, от музыки которых кровь шла из ушей чуточку поменьше, Алексей и его товарищи зарабатывали ровно столько, сколько было нужно, чтобы опохмелиться с утра, не вынося из дома последние ценности. \n\nВо время кораблекрушения парень осознал, насколько хрупка его жизнь, и что, в отличие от убогих текстов его песен, переписать её заново не получится. Что никто не остановит его, катящегося по наклонной плоскости, не заставит взяться за патлатую голову, кроме него самого. \n\nВремя пришло. Алексей завязал с прежней жизнью, вернувшись к тому, с чего начинались его первые шаги в музыке — к виолончели, оставив вокал тем, у кого к этому был талант. И вот накануне первого крупного концерта в составе симфонического оркестра, вы наконец-то с наслаждением избавились от последнего, что ещё напоминало о прежней жизни парня, с которым вы решили связать судьбу... Прощайте, жуткие патлы...",
    "answers": [
      {
        "id": 1,
        "text": "~ Конец ~",
        "middle_answer": true,
        "var_set": [
          "global end3",
          1
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "   ",
    "answers": [
      {
        "id": 11,
        "text": "☆ Как страшный сон ☆",
        "middle_answer": true,
        "var_need": [
          "global end1",
          1
        ]
      },
      {
        "comment": true,
        "middle_answer": true,
        "text": "• Как страшный сон ",
        "id": 20,
        "var_less": [
          "global end1",
          1
        ]
      },
      {
        "id": 20,
        "text": "~ ~ ~",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 13,
        "text": "♡ Под капюшоном ♡",
        "middle_answer": true,
        "var_need": [
          "global end2",
          1
        ]
      },
      {
        "comment": true,
        "middle_answer": true,
        "text": "• Под капюшоном",
        "id": 20,
        "var_less": [
          "global end2",
          1
        ]
      },
      {
        "id": 19,
        "text": "♡ Молчание — золото ♡",
        "middle_answer": true,
        "var_need": [
          "global end3",
          1
        ]
      },
      {
        "comment": true,
        "middle_answer": true,
        "text": "• Молчание — золото ",
        "id": 20,
        "var_less": [
          "global end3",
          1
        ]
      },
      {
        "id": 17,
        "text": "♡ Радость жизни ♡",
        "middle_answer": true,
        "var_need": [
          "global end4",
          1
        ]
      },
      {
        "comment": true,
        "middle_answer": true,
        "text": "• Радость жизни ",
        "id": 20,
        "var_less": [
          "global end4",
          1
        ]
      },
      {
        "id": 20,
        "text": "      ",
        "comment": true
      },
      {
        "id": 1,
        "text": "~ Назад ~",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]