[
  {
    "id": 1,
    "text": "автор:Джульетта\nжанр:фентези,романтика.\nДействие разворачиваются в средневиковой Англии в Лондоне...\nДевушка ао имени Мари вместе со своей семьей переехала из северной Англиив Лондон и откоыли маленькую пекарею. Но события этой ночи изменили кардинально измееили её жизнь. А как она изменится решать вам! Дерзайте!!!",
    "answers": [
      {
        "id": 2,
        "text": "начать квест"
      },
      {
        "id": 51,
        "text": "концовки"
      },
      {
        "id": 52,
        "text": "небольшое вступительное слово"
      }
    ]
  },
  {
    "id": 2,
    "text": "ТАЙНА ПРОПАВШЕГО РОДА\nБыло теплое летнее утро,солнце только начало подниматся над землей и дарить золотые лучи. \nОтец,матушка,Эмили и я начали копошится в пекарне:печь хлеб,открывать витрину,прибератся...\nС того момента как мы переехали в Лондон прошло около недели и на наш товар имелся большой спрос...\nМеня зовут Мари Джим Увилс,мне 17 лет и я дочка пекаря. Взглянув в зеркало я увидила молдую стройную девушку с длинными кудрявыми волосами цвета темного ореха и большими голубыми глазами.Я одета в темно-синее платье из сукна с небольшим передничком и белым накрохмалным воротничком. Иногда из-за моей внешности меня путают с куклой...",
    "answers": [
      {
        "id": 3,
        "text": "спустится на первый этаж"
      },
      {
        "id": 4,
        "text": "выйти на задний дворик"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я спустилась на первый этаж где и распологалась наша пекарня. Матушка уже вытаскивала из духовки хлебобулочные изделия...\nА вот и наш первый посетитель!!!\nВот только это... это посол герцога?!\n—Доброе утро сер,чем могу вам помочь?!-обратилась я к ниму.\n—Мне приказали доставить это мис Мари Джим Увилс-он протянул мне канверт в красивой восковой печатью-не могли бы вы ей передать?!\n—Я и есть Мари Увилс,спасибо...-взяв из  его рук песьмо я добавила-могу я помочь еше чем нибуть?\n—будте так любезны и заверните мне вашьх ватрушек...\nРазплатившись за покупку он быстро удалился оставив меня на едине с письмом. \n",
    "answers": [
      {
        "id": 5,
        "text": "рассмотреть пичать "
      },
      {
        "id": 6,
        "text": "немедленно открыть письмо"
      }
    ]
  },
  {
    "id": 4,
    "text": "выйдя на задний дворик я увидела как к нашему дому подезжает кеб и из него выходит какой-то молодой человек с письмом в руках. Через пару мгновений он зашол в нашу скромную пекарню. Немного подождав я отправилась туда же. \nВ этот момент ко мне обратилась матушка:\n— Мари к нам приходил какой-то юноша и попросил передать это тебе личнг в руки- она протянула мне письмо с красивой восковой печатью,вероятней всего это был чей-то фамильный герб.",
    "answers": [
      {
        "id": 9,
        "text": "вскрыть письмо"
      }
    ]
  },
  {
    "id": 5,
    "text": "на печати был изображен воин в доспехах у которого на плече сидел огромный сокол а ззади воина торчали два флага пересикающиеся крест на крест.\nНе смотря на то что я училась в другой части Англии я сразу же узнала этот герб: это герб семьи Бринчерс-одной из  самых влиятельных и коренных семей Лондона,а так же извесна при дворе как одна из темных семей как Фантомхайв и Транси под прозвищем \"сокола королевы\"\n(да,я очень сильно увликаюсь подобного рода вещами)\n",
    "answers": [
      {
        "id": 7,
        "text": "открыть письмо"
      }
    ]
  },
  {
    "id": 6,
    "text": "взяв небольшой ножык я аккуратно вскрыла письмо и начала читать.\n\" Дорогая Мари,я,граф Алекс,глава рода Бринчерс,имею за честь пригласить вас в свое поместье на небольшой банкет. Если вы соизволите приехать то узнаете всю правду о своей семье и других немало любопытных вещах которые от вас на протяжении многих лет скрывали ваши родители. Жду вас в своем поместье около 19:00. За вами приедет кеб с тем молодым человеком который доставил это письмо.Но самое главное чтобы никто не знал куда вы направляетесь,иначе все мои усилия окажутся напрасными.\nС уважением, Алекс Бронт Бринчерс\"\n\nПрочитав это послание я оторопела:\nКакие тайны он хочет мне открыть?\nПочему никто не должен знать куда я направляюсь?\nИ что там меня ждет?\nЗачем мне вообще надо это знать?!",
    "answers": [
      {
        "id": 8,
        "text": "присесть и подумать"
      }
    ]
  },
  {
    "id": 7,
    "text": "взяв небольшой ножык я аккуратно вскрыла письмо и начала читать.\n\" Дорогая Мари,я,граф Алекс,глава рода Бринчерс,имею за честь пригласить вас в свое поместье на небольшой банкет. Если вы соизволите приехать то узнаете всю правду о своей семье и других немало любопытных вещах которые от вас на протяжении многих лет скрывали ваши родители. Жду вас в своем поместье около 19:00. За вами приедет кеб с тем молодым человеком который доставил это письмо.Но самое главное чтобы никто не знал куда вы направляетесь,иначе все мои усилия окажутся напрасными.\nС уважением, Алекс Бронт Бринчерс\"\n\nПрочитав это послание я оторопела:\nКакие тайны он хочет мне открыть?\nПочему никто не должен знать куда я направляюсь?\nИ что там меня ждет?\nЗачем мне вообще надо это знать?!",
    "answers": [
      {
        "id": 13,
        "text": "Пойти собираться"
      }
    ]
  },
  {
    "id": 8,
    "text": "идти или не идти? идти или не идти ? идти или не идти...\nПосле 20 минут размышлений я решила...",
    "answers": [
      {
        "id": 16,
        "text": "идти"
      }
    ]
  },
  {
    "id": 9,
    "text": "взяв небольшой ножык я аккуратно вскрыла письмо и начала читать.\n\" Дорогая Мари,я,граф Алекс,глава рода Бринчерс,имею за честь пригласить вас в свое поместье на небольшой банкет. Если вы соизволите приехать то узнаете всю правду о своей семье и других немало любопытных вещах которые от вас на протяжении многих лет скрывали ваши родители. Жду вас в своем поместье около 19:00. За вами приедет кеб с тем молодым человеком который доставил это письмо.Но самое главное чтобы никто не знал куда вы направляетесь,иначе все мои усилия окажутся напрасными.\nС уважением, Алекс Бронт Бринчерс\"\n\nПрочитав это послание я оторопела:\nКакие тайны он хочет мне открыть?\nПочему никто не должен знать куда я направляюсь?\nИ что там меня ждет?\nЗачем мне вообще надо это знать?!\nЯ осторожно присела на скамейку возле стены...\n\nКо мне подсела матушка \n—Дорогая,что случилось? Тебе плохо?Может позвать врача?",
    "answers": [
      {
        "id": 10,
        "text": "расказать ей "
      },
      {
        "id": 11,
        "text": "соврать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Мне пришьло письмо-я протянула ей слоюаный в двое листок бумаги после того как она это прочитала её лицо побледнело.\n—Мама,все хорошо?\n—да милая,все в порядке. Прошу тебя не ходи туда,иначе нам угрожает опасность...\n—Мама?! Какая опасность?!Емли нужно я не пойду туда...",
    "answers": [
      {
        "id": 7,
        "text": "концовка !7"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Все хорошо,я просто поражена что меня пригласили на годовой банкет в поместье Бринчарс!!!\n—О моя дорогая Мари,я так рада за тебя!!!-радостно воскликнула матушка-но тогда надо готовится немедленно!!!-она быстро закопошылась по дому-милый,мы пойдем за покупками,нашу Мари пригласили на банает!!!- крикнула она моему отцу...\nчерез ппру минут мы уже сидели в кебе и ехали в направлении Брук-срит-22<s><s>31\nТам,каа говорит моя мама,а она большая модница,расположены самые модные магазины во вмем Лондоне.\n\nЧерез пару часов ходьбы и сотни примерок мы, наконец-то,остановились на темно-синем платьи с шолковым лифом обделаное бисером..\nПосле покупок мы отправились домой.\n\nВремя близелось к 19:00 и с минуты на минату за мной должен приехать экипаж",
    "answers": [
      {
        "id": 14,
        "text": "подехал экипаж"
      }
    ]
  },
  {
    "id": 12,
    "text": "той же ночью пекарня згорела и никто из семьи не смог выбратся...\nпрости но это не happy end...",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я немедленно начала собираться.\nСазав матеушке что собираюсь на банкет мы немедленно (естественно я и мама) поехали в центр Лондона.\nПосли 2х часов ходьбы и сотни примерок(если не больше) мы остановились на темно красном платье обделаное бисером и жемчугом с карсетом из китового уса.-стоимость 250£\n",
    "answers": [
      {
        "id": 15,
        "text": "вернутся домой и ждать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Послышался звук подезжающего экипажа. Выглянув в окно я увидела кеб из которого вышел красиво одетый  юноша.Это был зеленоглазый парень с красивыми русыми волосами. \n*сту стук стук*\nна первом этаже послышались голоса и шаги. Через пару минут я уже сидела в кебе вместе с этим странным типом.",
    "answers": [
      {
        "id": 37,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "Время приближалось к 19:00 и я жутко нервничала.\nВ 18:38 к моему дому подехал кеб и из него вышел тот самый парень который доставл письмо... Это был желеноглазый парень с русыми волосами. Он высокий,выше меня на голову,хорошего телосложения... Ой,о чем я думаю!!!\n—Добрый вечер миледи,рад нашей повторной встрече.\n—Взаимно.\n—Прошу-он протянул мне руку и помог забратся в кеб...",
    "answers": [
      {
        "id": 24,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "Всетаки мое любопытство взяло верх и я решила пойти.\nПосле того как я одела своё самое лутшое(и самое новое) платье я решила ждать. Родители с сестрой еще утром уехали на ярмарку чтобы продать сладости. Вероятней всего они  останутся ночевать у моей тети Молли в ее небольшом(кого я обманываю,достаточно большом чтобы там помистилась еще одна семья) поместье.\nВремя приближалось к 19:00 и я жутко нервничала.\nВ 18:38 к моему дому подехал кеб и из него вышел тот самый парень который доставл письмо... Это был желеноглазый парень с русыми волосами. Он высокий,выше меня на голову,хорошего телосложения... Ой,о чем я думаю!!!\n—Добрый вечер миледи,рад нашей повторной встрече.\n—Взаимно.\n—Прошу-он протянул мне руку и помог забратся в кеб...",
    "answers": [
      {
        "id": 18,
        "text": "двинутся с места"
      }
    ]
  },
  {
    "id": 17,
    "text": "подняв глаза я почуствовала как по моим щикам покотились горячие как расколннное железо слезы...\nВнезапно я почуствовала на своем лице руку... сильную руку которая вытирала мои слезы...\n—Ты не должна плакать из-за человека который только-что пытался тебя убить,за что и поплатился.\n—Зачем... Зачем ты расказал мне всю правду! Лутше бы я жыла в неведеньи в спокойной симье чем сиротой!!!-крикнула я,и попыталась оттолкнуть его,но он схватил меня так крепко и так сильно прижал что я не смогла пошевелится.\n—- Потому-что рано или позно ты бы узнала правду,и тогда бы ты их ещё больше ненавидила. К тому же ты заслужываешь большего чем они могли тебе дать...\nОн немного ослабил хватку но сопротивлятся у меня уже небыло сил.\nНа глаза всё так-же накатывали волны слез застилая глаза пеленой...\nя отступила от графа на пару шагов...\nВдруг он притянул меня к себе и жарко поцыловал...\nЧерез пару мгновений он отстранился...\n—- Я хотел что-бы ты узнала о своем прошлом и смогла построить будушее...Ладно,поговорим об этом пожже,а сейчас пошли спасать твою сестру,хорошо?\nВсе что я могла сделать  это кивнуть...\n\n",
    "answers": [
      {
        "id": 34,
        "text": "поднятся на чердак"
      }
    ]
  },
  {
    "id": 18,
    "text": "Мы спокойно сидели и ждали .\nЧто мне делать?",
    "answers": [
      {
        "id": 20,
        "text": "заговорить"
      }
    ]
  },
  {
    "id": 19,
    "text": "Мы направелись дальше.\nВсе мы молчали пока не дошли до дверей. Граф небрежно постучал в дверь.Через пару минут послышались шаги...\nДверь нам открыла горничная Мишель.Она была чем-то напугана и не сразу меня заметила.\n—Добрый вечер Мишель,прошу прощения за наш внезапный визит-с улыбкой сказаля я-мне нужно кое-что узнать у моей тёти,она у себя?\nВидимо увидев меня среди всех этих парней она немного успокоилась, но на её лице все ещё отрожался испуг.\n— Да мис Мари,ваша тетя у себя. Если это ваши друзья то пусть они тоже проходят...\nЯ придчучтвовала что тут чтото не так и зайдя сразу-же взглянула на Мишель,которая смотрела на ме6я умоляющими глазами.\n—- Мишель-всеже не выдержала я — что произошло? Где Молли и Элизабет? Где родители?-спросила я и посмотрела на неё умоляющими глазами.\n—- Я...Я не знаю... Они навернчка спят,так как из своих комнат ещё не выходили...-запиналась она.\nВнезапно в разговор вмешался Альберт\n—- Мис Мишель госпожа Молли тоже спит?\n—- Да\n—- Это она так сказала ответить?\n—-...\n—- Не волнуйтесь ,мы не причиним ей вред,так,это она сказала так отвечать?\n—- Да...\n—- Где она на самом деле?\n—- Она в библиотеке\n—- Она там одна?\n—- Нет.\n—- Она с мистером и мисис Увилс?\n—-Да.\n—- А где Элизабет-не выдержала я.\n—- Она на чердаке.\n—-Что она там делает?- не угасала я.\n—- Она наказана за то что не выполнила поручение мистера Увилса.\n—- А какое поручение она должна была выполнить-продолжил Альберт.\n—- Она должна была слидить за мис Мари.\n—-Что делают в библиотеке мисис и мистер Увилс вместе с мисим Молли?\n—- Я не знаю,они не позволили мне следовать за ними,и сказали чтобы я к ним не смела заходить. \n—-спасибо мис Мишель...\nЯ ужаснулась от такого поведения Мишель. Обычно она бы и слова не сказала на такие вопросы а тут... И тот же голос Альберта... Он как будто забаюкивает её... такой спокойный и холодный... такой... пугающий...\n",
    "answers": [
      {
        "id": 39,
        "text": "пройти в библиотеку"
      }
    ]
  },
  {
    "id": 20,
    "text": "!7\nЯ всетаки решила заговорить с этим парнем\n—Простите сер...\n—Можешь называть меня Клаус\n*так его зовут Клаус*\n—А я...\n— Ты Мария,брат мне уже сказал.\n— Так вы брат сера Алекса?!\n—Да,я его младший брат. Но в большей части я решаю все вопросы.\n—Оу... Простите...\n—Все в порядке,я привык к такому.\n\nМы подехали к поместью.\nЭто был большой замок с 3мя этажами,с огромным парпдным холом и красивым садом...",
    "answers": [
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "<atarget=\"_blank\"href=\"http://radikal.ru/fp/qhdmy8hquwvws\"><imgsrc=\"https://c.radikal.ru/c22/1902/8c/0eb43b300f93t.jpg\"></a>"
      },
      {
        "id": 21,
        "text": "выйти из кеба"
      }
    ]
  },
  {
    "id": 21,
    "text": "Мы вышли из кеба и направились ко входу. Нас встретил симпатичный дворецкий. Это был мужчина лет 20-27\nс темно-синими глазами и темными,подчти черными волосами.\nОн любезно проводил наc в хол и попросил подождать вместе с другими гостями. Среди гостей я неожиданно заметила известную актрису Бритни Клоунтер.В голове зароились мысли так как это моя любимся актрисса. Через 15 минут спустился и сам граф Бринчерс в сопровождении того-же самого дворецкого. Я никогда раньше не видила его по этому была поражена:\nГраф был возрастом не больше меня,но достаточно высокий(так же как и его брат). У него волосы цвета поспевшей пшеницы и ярко-голубые глаза. Единственное что меня поразило то что граф Алекс и его брат были на одно лицо,хоть и ввглядели совсем по разному.",
    "answers": [
      {
        "id": 22,
        "text": "Вспомнить про Клауса"
      }
    ]
  },
  {
    "id": 22,
    "text": "Неожиданно меня окликнул Клаус.\n—Мис Мари,я хочу вас представить своему брату-сказал мне Клаус подходя-прошу пройти за мной.\n—Спасибо,но мне не ловко безпокоить\nграфа-попыталась я выкрутится.\n— Если-бы ему небыло нужно он бы не приглашал вас на этот праздник-не угасал он-прошк вас пройти за мной.\nОн провел меня к центру залы.Там стояли Граф и его преспешники.\nНеожиданно он обернулся и увидев меня защебетал как ребенок:\n—О,мис Увилс,рад нашей встрече, я так ждал вас...\nОт такой неожиданной любезности я оторопела что мне сказать?",
    "answers": [
      {
        "id": 23,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Я рада с вами встретится,граф Бринчерс-приветливо сказала я-в приглашении было указано об одном очень интересном деле.\n—-Мы обязательно вернемся к этому делу,только позже,мой дворецкий скажет вам...\nС этими словами он удалился\nПоведение графа очень меня удивило,но я решила подождать.\nЧерез пол часа ко мне подошол дворецкий и сообщил о том что граф готов меня выслушать и ждет в своем кабинете.",
    "answers": [
      {
        "id": 26,
        "text": "прйти за дворецким"
      }
    ]
  },
  {
    "id": 24,
    "text": "Как только мы закрыли дверь кеба он тут-же здвинулся с места.\nМы ехали достаточно долгое время-не меньше часа.\nЯ решила заговорить с этим типом.\n—-Прошу прощения сер...\n—-Клаус,можете называть меня просто Клаус\n—-Как скажете Клаус,у меня есть один вопрос...\n—-И какой же? \n—-Зачем графу помогать мне? Разве ему не всеравано знаю я эту тайну или нет?!\n—- Это в его же интересах расказать вам эту тайну...\n—- Так значит это всего-лишь выгода?!\n—- Возможно,брат не посвятил меня в подробноси-все так же равнодушно отвечал Клаус.\n—- Так вы брат графа Бринчерс?\n—- Ч его младший брат,но важные доручения и днла он поручает мне.\n—- Ясно...\nВсю осавшеюсю дорогу мы молчали...",
    "answers": [
      {
        "id": 35,
        "text": "Выйти из кеба"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "Мы незаметно проскользнули среди гостей и поднялись на 2 этаж.\nНу всеже не так-то просто ускользнуть от Клауса,так-как он пошел за нами.\nИ только сейчас я заметила как отблескивают в темноте глаза Клауса и Альберта(так звали дворецкого).\nВ их глазах было что-то странное,что-то пугающие и в тот же момент гипнотезирующее.\nЧерез пару минут мы свернули по небольшому коридору и пройдя 3 двери остановились",
    "answers": [
      {
        "id": 27,
        "text": "постучатся"
      }
    ]
  },
  {
    "id": 27,
    "text": "Как только я собралась постучать как передомной тутже открылись двери.\nУ двери стоял граф,но на его лице не было той самой веселой и задорной улыбки с которой он вас встретил.\nЕго лицо было ровнодушным... и пугающим...я чуть было не вскрикнула от неожиданости при виде его лица.\nНо через пару сикунд от ярко улыбнулся. Но только сейчас я заметила что эта улыбка была какая-то другая,не настоящая... кукольная.Я сама не редко пользуюсь такой улыбкой с покупателчми конда они мне не очень нравятся... \n—-Я рад вас снова видеть,проходите-он отошол с прохода и впустил нас внутрь комнаты.\nПосле того как мы вошли граф приказал Альберту выйти и следить за коредором,что тот безаговорочно и сделал.\n",
    "answers": [
      {
        "id": 28,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я присела и стала ждать.\nЧерез пару минут граф достал из своего шкафа небольшую папку и протянул ее мне.\n—-Тут вы найдете все что я вам пообещал.\nРуки всатели. Сейчас я узнаю ту тайну которую от меня скрывали.\nОткрыв папкуя увидела старую,потрепаную временем и температурами фотографию(судя по её обпаленым краям ее кто-то пытался уничтожить с помощью огня). На ней былотизображено мужчину,двоих девушек возрастом как я(одну из них я узнала-это тетя Молли) и молодого юношу,приблезительно моего возраста.на задней стороне фото была старая надпись\n\"18.06.1892 год,семейство Бронимер,помолвка Харли Бридж Бронимер с Джоном Фольт Брикольт\"\n Тут я заметила документы в которых были указаны сведенья о пожаре в поместье Бронимер и убийстве всех присуцтвующих в доме людей,в том числе и прислуги.\n\"вероятней всего жертв пожара закрылитв своих комнатах и подпалили заживо''\nэто произошло 18.08.1899 года около 19:00...\nТут я опешила...Я смутно помню те времена когда мне было 2 года,но в 14 лет мне постоянно снился один и тот же кошмар...Я у кого-то на руках,мы бижим но не просто где-то по дороге а по коредору горящего дома. Я слышу крики и вижу в соседней комнате людей которые пытаются выйти и тут балка обваливается и загораживает путь... Я хочу чтото закричать чтобы обратить внимание того человека но ч не вижу его лица и не могу нечего сказать... ",
    "answers": [
      {
        "id": 29,
        "text": "вспоминать дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "мы выбигаем из того дома и тут перед нами посоет что-то странное:\nэто мужчина с темно ретыми глазами\nпытается меня выхватеть всоими огромными раками но через пару минут падает в судорагах...\nМоя тетя говорила что это моч бурная фантазия и зацвкленность на одной вещи,но я всегда частвовала что что-то здесь не так...\nУвидев мое недоумение Алекс объяснил:\n—Это сведенья о твоей настоящей семье,о роде Бронимер... Твоя настоящая семья погибла при пожаре который устроил один из конкурентов твоего насточщего отца.",
    "answers": [
      {
        "id": 30,
        "text": "услышать крики на первом этаже"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вдруг я услышала крики на первом этаже.\n—Черт-раздосадовано выдыхнул Клаус-они я вились раньше чем я думал.\n—Альберт,разберись-приказал граф-а мы тем временем должны покинуть поместье.\n—Ч-чтоздесь происходит?-неожыдано для себя выпалила я.\n—Нет времени обьяснять мы должны немедленно уходить-равнодушно сказал Алекс-пойдемте",
    "answers": [
      {
        "id": 31,
        "text": "последовать за ними"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я последовала за ними.В задней стенке шкафа была расположена потойная дверь.Мы вышли в небольшой каменный тунель который(по всей видимости)был расположен в пространстве между стенками.Потом мы спустились по крутой каменной лестнице где-то в подвал  и от туда вышли (с помощью рычага)из здания.\n—- Вы доджны поторопится сер-неожиданно для себя я услышала голос Альберта-я устронил вторженцев,но возможно...\n—-Никаких \"возможно\"-прервал его граф-разберьсь с этим до моего прихода,а пока-что мы направимся к Мисис Молли Бронимер.\n—-Подождите,но зачем вам моя тетя?!\n—-Мисис Молли не только ваша тётя,но и кресная сера Алекса.\nСудя по вырожению их лиц я так на них таращелась что перепугала их не на шутку.\n—-Мис Мари,с вами все в порядке?\n—-Да,да,конечно,просто я никогда не думала что являюсь дальним родствеником графа Бринчерс...\n\nК тому времени мы уже сидели в небольшой карете и направлялись в сторону дома тётушки Молли...\n",
    "answers": [
      {
        "id": 32,
        "text": "остановится"
      }
    ]
  },
  {
    "id": 32,
    "text": "Мы подехали к поместью тётушки Молли. Вдруг я вспомнила одну важную деталь:мои родители вместе с систрой должны были остановится у неё.\n",
    "answers": [
      {
        "id": 33,
        "text": "промолчать !33"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я решила нечего не говорить. В мысях крутилась лишь одна фраза \"хоть бы не имело цены\"...\nКогда мы подехали к плместью там во всех окнах горел свет.\nМеня сразу же это насторожило....\n—- Мы приехали милорд-послышался голос Альберта-прошу-он открыл нам двери и помог выйти.\n—- Только мне одной кажется что тут происходит что-что неладное?!-выпалила я.\nУслышав мои слова все обернулись.\n—- Возможно,но не волнуйтесь, Альберт со всем справится-весело ответил Алекс...\nВот сейчас я задумалась... А и правда, как Альберт справился с теми людьми? Судя по шагам там было не менее сотни особей...\n—- Так,постойте,вот сейчас я не поняла,как Альберт справился с теми людьми? Там же было гдето 100 человек,если не больше!!! Я требую обьяснений!!!--не выдержала я.Тут все трое замерли как вкопаные. Вероятней всего они нечего подобного не ожидали...\n—-Неужели всеже дошло что тут всё не так просто-хихикнул Клаус-тебе стоит поработать над составлением плана,Алекс-продолжал он смеятся с графа.\n—- Заткнись-злобно прошыпел граф- это просто небольшые затруднения... А вот от вас я такого не ожидал,я думал вы нечего не заметите,но... Черт побери,вы умнее чем кажетесь-все так же нервно говорил он.",
    "answers": [
      {
        "id": 19,
        "text": "удивится но промолчать"
      }
    ]
  },
  {
    "id": 34,
    "text": "Открыв чердак я увидила сестрёнку которая сидела на полу и ревела шепча:\n\"я больше так не буду... я буду послушной девочкой...Мари помоги...\"\nкогда она меня увидила она вцепилась в меня руками и ногами и начала плакать,что-то липетать и просить не уходить...\n— Все в порядке Лизи,мы сейчас уедим  домой... Все хорошо...\nЯ заметила взгляд Алекса... Он был таким нежным,таким настольгичным...\nи таким задумчивым... Заметив что я на него смотрю он отвел взгляд и втупившись в стену пробормотал-советую поторопится,а то я здесь на долго не задержусь...",
    "answers": [
      {
        "id": 44,
        "text": "спустится вниз..."
      }
    ]
  },
  {
    "id": 35,
    "text": "Мы вышли из кеба и направились ко входу. Нас встретил симпатичный дворецкий. Это был мужчина лет 20-27\nс темно-синими глазами и темными,подчти черными волосами.\nОн любезно проводил наc в хол и попросил подождать вместе с другими гостями. Среди гостей я неожиданно заметила известную актрису Бритни Клоунтер.В голове зароились мысли так как это моя любимся актрисса. Через 15 минут спустился и сам граф Бринчерс в сопровождении того-же самого дворецкого. Я никогда раньше не видила его по этому была поражена:\nГраф был возрастом не больше меня,но достаточно высокий(так же как и его брат). У него волосы цвета поспевшей пшеницы и ярко-голубые глаза. Единственное что меня поразило то что граф Алекс и его брат были на одно лицо,хоть и ввглядели совсем по разному.",
    "answers": [
      {
        "id": 22,
        "text": ">>>>|>>>"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "Мы вышли из кеба и направились ко входу. Нас встретил симпатичный дворецкий. Это был мужчина лет 20-27\nс темно-синими глазами и темными,подчти черными волосами.\nОн любезно проводил наc в хол и попросил подождать вместе с другими гостями. Среди гостей я неожиданно заметила известную актрису Бритни Клоунтер.В голове зароились мысли так как это моя любимся актрисса. Через 15 минут спустился и сам граф Бринчерс в сопровождении того-же самого дворецкого. Я никогда раньше не видила его по этому была поражена:\nГраф был возрастом не больше меня,но достаточно высокий(так же как и его брат). У него волосы цвета поспевшей пшеницы и ярко-голубые глаза. Единственное что меня поразило то что граф Алекс и его брат были на одно лицо,хоть и ввглядели совсем по разному.",
    "answers": [
      {
        "id": 38,
        "text": "выпить вина"
      }
    ]
  },
  {
    "id": 38,
    "text": "Видимо в вине что-то было,так как через пол часа тебе cтало плохо и ты упала в обморок. Врачи поставили отравление мышьяком. Вероятней всего этот бокал вина придназначался графу. Через 5 дней ты умерла так как твой организм не смог этого выдержать.\nI'M SORRY,BUT THIS IS DON'T HAPPY AND",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 39,
    "text": "Мы направились в библиотеку. Алеес приказал дворецкому остатся на первом этаже и слидить за порядком...\nВ доме царила угнетающая тишина...Вне запно я вспомнила чтотне говооила им о том что мои родители находяися у тёти... Как они узнали?! \n—- Мы давно знали что твои родители чтото замыслили,так-как твой отец и естьттот кто убил твою семью... \nТут я встала как вкопаная,перед глазами все поплыло...\nВдруг я почутвовала что земля уходит из под ног... Я не осозновала того что происходит... Я не придставляла как человек который меня вырастил,научил печь хлеб,покупал подарки на именины мог убить...\nКогда я открыла глаза я увидела что меня нисаю на руках подня в голову я увидила Клауса...\n",
    "answers": [
      {
        "id": 40,
        "text": "смотреть на него"
      }
    ]
  },
  {
    "id": 40,
    "text": "как только я открвла глаза я тут же попыталась оглядется... \n—-О очнулась-теперь можешь и сама идти-- весело ответил Клаус и... Чуть было меня не уронил...\n—-Я лутше сама буду идти-чем доверюсь тебе-язвительно сказала я...\n........................................................................\nК этому времени мы дошли до развилки в две стороны...\n—- И куда теперь?- обратился ко мне граф-ты тут ведь часто ошиваешься.\n—- на лево- без всяких колебаний оветила я.\nЧерез пару минут мы были возли дверей библиотеки...\n\nРуки похолодели,в ушах отдался легкий звон...\nЯ посмотрела на парней чтгбы узнать что дальше делать на что они нечего не ответили. Граф кивнул головой и указал глазами на дверь.\n\nКак только я распахнула дверь в нос ударил запах старых книг...\nЯ прошла в зал а за мной прошли парни.Сзади я услышала звук снятия с предохранителя пистолет.\n*Что? Они брали оружые?*\nИз-за угла я услышала голоса\n—Она не должна узнать всю правду-говорил мужской голос-она не выдержыт этого.\n— Но она рано или поздно о бо всем узнает и ты поплатишся за это-говорила женщина.\n—если ты не скадешь никто не узнает-говорил другой женский голос.\nТут я почуствовала необычайную злость,в вееах закипела кровь... Не узнать того что очевидно...КАК НИЗКО!!!\n",
    "answers": [
      {
        "id": 41,
        "text": "сказать"
      }
    ]
  },
  {
    "id": 41,
    "text": "—-Что именно вы хотели от меня скрыть-спокойно сказала я- то что вы убили моих наточщих родителей? Что не убили меня лищь потому то я была слишком мала и ничего не могла вспомнит? Что следили и контролировали каждый мой шаг? Что еще я не сказала? Так давайте ,обьясните.\nВсе были в шоке от того что я сказала.\n Мой голос звучал так холодно и спокойно...\n—- Дорогая,это не то что думаешь...-начала мама,но тут её пнребил отец-так ты все знаешь? Вот и олично будет меньше работы.\nОн выхватил кинжал из ножен и направился ко мне,я зажмурилась,но внезапно я услышала овтоматный выстрел и кто-то прижал меня к себе...\nКогда я открыла глаза я увидила...",
    "answers": [
      {
        "id": 42,
        "text": "Алекс"
      },
      {
        "id": 43,
        "text": "Клаус"
      }
    ]
  },
  {
    "id": 42,
    "text": "Открыв глаза я увидила ужасающую картину: на полу лежал пробитый как решето отец весь истикающий кровью,мать стояла над ним на коленях и ривела, а тетя... Тётя... А где Молли? \nПодняв взгляд я увидила лицо Алекса все так-же безразлично смотоевшее на все происходяшее.\nЯ тут-же отсранилась и огляделась. Посмотрев на Клауса я увидела что он держыт тётю за плечи и не дает ей встать.\n—- Господи,за что ты так с ним-рыдала мать-за что!\n—- Бога не существует-неожыданно озвался Алекс,и взяв меня за руку потинул к выходу-пошли нам еще твою сестру отпереть нужно...\nНа глаза навернулись слезы. Я только что сама погубила человека который растил меня...\nМы вышли из библиотеки и направились е леснице. Клаус остался в библиотеке чтобы слидить за тётей и ... мамой...я не знаю как её называть...\nПоднявшысь на второй этаж мы остановылись. Алекс обернулся и посмотрел на меня. Я нечего не видила так как на глаза наворачивались слезы и ложылись пеленой...\n—- Подними глаза-сказал мне граф.\n—- Я не твоя прислуга чтобы выполнять приказы-огрызнулась я.\n— Я не буду повторять дважды-све так же говорид он.",
    "answers": [
      {
        "id": 17,
        "text": "поднять злаза"
      }
    ]
  },
  {
    "id": 43,
    "text": "Открыв глаза я почуствовала что меня прижымает к себе чья-то сильная рука. Когда я отпрянула от того на кого налетела я увидила Клауса который смотрел на меня сожалеющими глазами. Как только я хотела обернутся меня тут-же схватил Клаус.\n—- Не надо,ты не должна этого видеть.\nЯ не на шутку испугалась. Услышав за спиной рыдония матери я все поняла.\n—- Пусти меня!-выкрикнула я-пусти!\nОн по прежнему не выпускал меня из своей мертвой хватки.\n—- Если ты не успокоишься мне придется применить силу,не заставляй делать тебе больно-сказал он сокойным но в то же время умоляющим тоном.\nЭто лишь разозлило меня еще больше.\n—-ПУСТИ МЕНЯ!!!Пусити!\nЧерез одно мгнтвенье я почуствовала резкую боль в виске а дальше все погрузилось в темноту..\nКогда я очнулась на дворе стояло утро.\n—осмотревшись я увидила свою комнату.Через пару мгновений зашел он.\n—- Ты проснулась? Может хочешь поесть?\nОн подошоал и сел со мной рядом н кровать.\n—- Я нечего не хочу.Зачем ты здесь?!-раздраженно просычала я.\n—- Ненавидишь меня? Я понимаю.\n—- Ничиго ты не понимаешь.\nЧерез пару минуь я остыла.\n—- Извини...\n—- Все в порядке. Не волнуйся.\n—- Скажи... А где Лизи?\n—-Она осталась у тети пока ты поправишься.\n—- И еще одно... Где мама?\nЗапала тишина.\n—- Извини... Твоя мама выпрыгнула из окна и свернула шею.Врачи не смогли ее спасти. Мы похоронили их еще вчера.Но ты не волнуйся,на похоронах было мого людей и многт теплых слов...\nНо после той первой фразы я больше ничиго не слышала. Я разрыдалась прямо к него на руках...\n",
    "answers": [
      {
        "id": 55,
        "text": "на следующий день"
      }
    ]
  },
  {
    "id": 44,
    "text": "Малышка пошла замной,все так же не ввпуская мою руку...\n—- Мы пойдем обходным путем-выпалил Алекс-так быстрей.\nвнезапно в проходе появилась тетя Молли и Лизи побижала к ней...\n—-Пойдем Элизабет,я соберу твои вещи-сказала тетя и они напрааились в сторону её комнаты...\n—-Почему мы пошли обходным?-спросила я-так же нкжно обходить 5 лтшних комнат.\n—- А ты хочешь чтобы твоя сестра увидила мрачную картину из метвого отца и рыдающей над ним матерью? Ты хоть и сообразительная,но мозгами не всегда думаешь...\n—-Эй,сам то не лутше!-злосно выпалила я- если бы не приказал Альберту расправится с теми людьми тогда не ввдал бы ваш контракт!\n—-Сама догадалась или Клаус расказал?- сказал он,буддтобы насмезаясь надо мной.\n—- Я о подобном в книге читала,вот только лумала что такого не бывает.\n—- Ну не все в сказаах чушь-все так же весело продолжал граф.\nК тому времени к нам подошел Клаус.\nОн сообщил грустнуб новость-мать выбросилась из окна...\nОт шока я потиряоа раановесие и чуть бвло не шлепнулась в стену но тут меня подхватил Алекс.",
    "answers": [
      {
        "id": 45,
        "text": "потерятт сознание"
      }
    ]
  },
  {
    "id": 45,
    "text": "Очнулась я в незнакомой мне комноте... Тут было очень просторно и большая кровсть с балдахином...\nЧерез пару мгновений зашла Элизабет вся в слезах...\n—-что стучилось Лизи,иди сюда...\nЯ уже знала из-за чего она плачит...\n—- Нашы родители... Мама... Папа...\nОна разрыдалась как последний младенец и иак мы просидели где-то час... \n—- Но граф сказал что возьмет нас под свою опеку!!!Это же лутше чем остатся одинокими,верно?\n*так мы сейчас в поместье графа!*\n—-Да моя дорогая Лизи это лутше чем остатся одинокими...\nВнезапно в дверь постучали. Когда она распазнулась мы увидели служанку с подносом на котором стоял бульен и еще что-то.\n",
    "answers": [
      {
        "id": 46,
        "text": "попытатся встать"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я попыталась встать но в голове тутже закружылось.\n—- Вам нельзя вставать,но вы должны поесть-ответила служанка ставя поднос на тумбочьку.\n—- Я пойду,не буду тебе мешать...-Лизи быстренько выскальзнула из комнаты.\n—- Я не хочу есть.Скажыте гдея нахожусь.\n—- Вы в поместьи Графа Бричерс.\n—- Как я сюда попала? \n—- Вас  привез граф и сказал чтобы мы вызали врача,так-как вы были без сознания.\n—-Я не хочу есть...\n—- Но...\n—- Я не хочу есть. Оставте меня...\nОна поклонилась и вышла.Даже через час я не притронулась к еде. ",
    "answers": [
      {
        "id": 47,
        "text": "тем временем у графа"
      }
    ]
  },
  {
    "id": 47,
    "text": "ТЕМ ВРЕМЕЕНЕМ У ГРАФА\n* тук тук тук*\n—-Войдите.\n—- Простите что я мешаю,но она отказалась от еды и никого не хочет видеть.\n—- Почему?\n—- Я не знаю,возможно это из-за смерти её родителей.\n—- Хорошо. Как только я закончу с делами я решу эту проблему.\nКак только горничная ушла я задумался. \n—- Альфред!\n—-Да сер. Что вам уголно?\n—- Реши все деда,я пойду.\n—- Да милорд.\nЯ ввшел из кабинета и направился в сторону её спальни...",
    "answers": [
      {
        "id": 48,
        "text": "теперь вернемся к Мари"
      }
    ]
  },
  {
    "id": 48,
    "text": "За дверью прслышались шаги...\nЯ приподнялась в кровати и была готова к тому что меня опять попытаются накормить.\nНо к моему удивлению это был Алекс... Он сел возле моей кровати.\n—- И что за голодный бойкод?\n—- Я просто не хочу есть...\nВдруг у меня заурчал жывот...\n—- Я вижу-улыбнулся он- но поесть всеравно надо.\n—- Зачем ты взял нас на попичение? \n—- Потому что вы теперь остались сиротами.\n—- Не в этом причина...Что ты хочешь за  то что нами опикаешься?!\n—- Ну вообще я над этим не задумывался. Ну уж если ты так хочешь то...-он лукаво улыбнулся.\n—- Нет нет,я просто спросила!!!\n—- Ну что-же, я хочу чтобы ты поела. Если ты не поешь то можешь умереть от голода.\n—- Я не хочу.\n—- Ты должна жить ради сестры.Ты хочешь оставить её круглой сиротой?!\n\nНа глаза навернулись слезы.Я не могу её оставить одну... Она не сможыт без поддержки.\n—- Хорошо... Я поем.\n—- Прямо сейчас.\n—- Что? \n—- Ты поешь прямо сейчас.\nЯ взяла в руку ложку, но  рука так дражала чтоя её выронила.\n—- Ясно,так дело не пойдет-он взял ложку-открой рот.\nЯ послушалась...\nПосле того как я доела он поставил посуду посмотрел на меня...\n........................................................................\n—- Я зайду к тебе вечером,а пока-что отдыхай.\n—- Хорошо...\nОн ушол,но я не могла не думать о нем...Черт!!!Похоже я влюбилась...\nНет,я не должна,я не могу так!\nС этими мыслями я просидела где-то час.\n\n",
    "answers": [
      {
        "id": 49,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 49,
    "text": "ВЕЧЕРОМ\n\nБыло около семи вечера. Хоть еще небыло очень поздно,но за счет середины осени,которая на удивление была очень теплой,на улице было темно.\nЗа дверью послышались шаги. \n\"Это он!!!\" промелькнуло в мыслях , а сердце забилось с бешеной скоростью...\nОткрылась дверь и в комнату вощол граф...\n—-Привет,ты я вижу чуствуешь себя намного лутше.\n—- Привет,а ты я вижу выполняешь свои обещания...\n—- А ты чего ожидала?! Я же идеальный!- самодовольно засмиялся Алекс...\n—- И очень скромный-усмихнулась я в ответ.\n— Очень смешно-закатил глаза граф.\n—- На правду не обижаются- весело ответела я.\nВдруг его лицо стало серёзным.\n—- Нам нужно поговорить-сказал он и направился в мою сторону. К тому времени я поднялась с кровати и сидела на стуле за небольшим столиком.\n—- И о чем же?\n—- Я должен тебе признатся. И от твоего решения зависит твое будущие.\n—- Не пугай меня такими словами- напряженно сказала я- говори все как есть.\n—- Если ты так хочешь значит не буду церемонится-выдохнул он- Мари ты ине нравишся,и я не могу выкинуть тебя из головы. Но я не уверен в том что ты ответишь мне взаимностью...\nТак каков твой вердикт?\nЯ застыла. Я так ждала этих слов что не знаю что сказать.\n—- Ты... ты мне тоже...нравишся...но... я не могу так сразу все принять... \nУслышав мои слова он чуит было не захлопал в ладоши как иаленький ребенок. Он подошол ко мне и крепко-крепко меня обнял. \n—- Осторожно,задушишь-засмеялась я.\n—- Зато никуда не денешься-ответил он и нежно меня поцеловал...",
    "answers": [
      {
        "id": 50,
        "text": "развязка❤❤❤"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вскоре Мари пошла на поправку,Элизабет стала заниматся с гувернерами и гуанрнснтками* а граф смог офицвально взять под опеку Мари и Лизи...\nВсе шло гладко и спокойно,осень приближалась к концу и окрашевала листья в золотые и янтарные краски...\nЗемлч потизоньку засыпала под теплым покровом опавшей листвы и дышала холодом...\nДни становились все короче а вечера холоднее,но Мари не волновалась о том что будет завтра,она лишь хотела продлить те моменть когла она находится радом со своим любимым графом...\nА что было после с ними?\nЭто уже совсем другая история...\n\n\n\n\n\n\n\n\n\n\n*гувернантка- спецыально обученый человек который обучает детей богатых семей у них дома,иди проще говоря усииель на дому.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 51,
    "text": "тут ты можешь найти все концовки.",
    "answers": [
      {
        "id": 53,
        "text": "неудачный бокал"
      },
      {
        "id": 54,
        "text": "во пламени"
      },
      {
        "id": 50,
        "text": "Внезапная любовь !50"
      },
      {
        "id": 56,
        "text": "Равная ЛЮБОВЬ"
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 52,
    "text": "Дорогие читатели! Если вы зашли на эту страницу значет хотите немного саольеров! Если нет то можете выходить.\nЭта история любьви Мари и графа Алекса Бринчерс на самом дели двулогия. Я хочу выпустить еще один квест про ту же пару но под другим названием. Вести ее буду так-же от лица Мари Бронимер. Если этот квест наберет достаточно много коментариев то я ввпущу еще один в той же тиматике 19 века. Если вы увидили отсылки к аниме \" Black Bulter\"  то уж извините,я ыанатие этого аниме. Надеюсь вам понравится. С уважением \nДжульетта.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 53,
    "text": "НЕУДАЧНЫЙ БОКАЛ\n\nТы подошла к столику с напитками и решыла выпить бокал вина.\nВидимо в вене что-то было так-как через час тебе стало пллхо и ты потерчла сознание. Эксперты обнаружыли в вине мышьяк.Вероятней всего этот бокал предназночался графу. Через пару дней Мари скончалась,так-как оргснизм не смог выдержать.\nSORRY,BUT THIS IS DON'T HAPPY END",
    "answers": [
      {
        "id": 51,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 54,
    "text": "Ты не пошла на бал.\nВ ту же ночь пекарня вместе с ее хозяявами мгорела до тла.",
    "answers": [
      {
        "id": 51,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 55,
    "text": "На следующий день мне было намного лутше. Я даже хотела испечь хлеб,но меня остановил Клаус...\nПочему при одном его виде я становлюсь так покорна? Почему не согу сказать ни слова? Почему мое серце так бешено бьётся при одном лишь упоминании о нем? Неужели я... влюбилась...\nЗа обедом мы весело болтали...И вдруг...\n—- Мари, ты мне нравишься.\nЯ чуть было не поперхнулась.\n—- Что что прости?!\n—- Я говорю что люблю тебя.\nСерце бешено застусало.\n– И... Как ты это поняд...\n—- Я просто не могу думать не о ком ином кроме тебя. Какую бы логичискую цепочкк не проводид все сводится к мыслям о тебе.Мне...ты мне даже во сне явилась сегодня.\nГоворя все эти слова он краснел как мальчишька.\n—- Ну я... не знаю кпе так вышло,но похоже я в тебя влюбилась. Как ты это делаешь?! \n—- Это все мой природный шарм-усмехнулся он- но ты больше никогда не будешь плакать- ответил он и через мгноаение мы сошлись в жарком поцелуе..",
    "answers": [
      {
        "id": 1,
        "text": "концовка"
      }
    ]
  },
  {
    "id": 56,
    "text": " РАВНАЯ ЛЮБОВЬ\nМари пошла на поправку и вскоре вернулась в пекарню. Сестра снова пошла в школу. А Клаус... Он каждый день помогал в пекарне.\nЧерез пол года он сделал предлоюение Мари на что она согласилась.\nРодители Клауса сразу приняли ее как родную дочь.Вскоре Мари и Клаус обвенчались и усыновили Лизи как саою законную дочь.\nHAPPY  END❤",
    "answers": [
      {
        "id": 51,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  }
]