[
  {
    "id": 1,
    "text": "\n\n     Жанр: Фэнтези, Приключения, Стратегии.\n   Автор:kold un\n\n\n   Вы молодой принц, ваша страна ведет войну с двумя другими, у вас все отняла война: земли, армию, верных подданных, а так же родителей.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 4,
        "text": "Начало (без эпилога)"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https:// pp.userapi.com /c850224/v850224775/ d3061/ODYS85Bjv_Q.jpg",
        "system": true
      },
      {
        "id": 33,
        "text": "Звания Неферака"
      }
    ]
  },
  {
    "id": 2,
    "text": " Эпилог.\n   Сильвермун (Государство западных гномов, само олицетворения порядка и справедливости) и Аталия (Страна мореплавателей, эльфов, восточных гномов) обьявили войну Нефераку (Территория без единого лидера, но с общими интересами, что-то наподобии автономной монархии).\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Вы молодой принц из Неферака, без своих земель и подданных (все отняла война) видите как ваша страна становится все меньше, как герцогства и королевства Неферака когда-то могучие, теперь же беспомощные становятся под синий флаг (Сильвермун) или под бело-голубой (Аталия).\n   Все это вызывает печаль на вашем сердце, поэтому вы решаете бороться, без армии, влияния и славы, вы решаете сопротивляться, ведь именно в эти моменты, когда надежды нет, а боевой дух слаб как никогда находятся такие личности, которые обьединяют Неферак и ведут все бесчисленное множество солдат в бой, только вперед, только во славу своего отечества!\n   Вы решаете что такой личностью станете именно вы!",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Глава Первая\n               \"6 часов назад\"\n\n   Вы идете по полю усеянному телами погибших воинов,везде признаки былого сражения,еще 6 часов назад здесь были крики на эльфийском, хадамском (Общечеловеческий язык) и многих других языках, еще 6 часов назад был слышен звон мечей, треск костей, призыв военных рогов, а сейчас по этому бескрайнему полю вражды идете только вы.\n   Это была ваша первая победа, как полководца... И последняя.\nВы должны были сломиться только от натиска кавалерии Аталии, ведь ваши силы были в семь раз меньше войск союза, однако вы победили, это была славная битва, столкновение двух величайших тактиков и стратегов и все это для того что бы кто-то жил, вы остались в живых только один после той бойни, ваши доспехи окрашены в бордовый цвет, а меч переломан надвое, даже щит ,точнее его острие, был в крови, все чесалось, от застывшей на вашей коже крови.\n   Слишком много крови...\nСлишком...\n   Ужасное зрелище...",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Хоть вы ели стояли на ногах,вы все шли,по бескрайним просторам Цинтоса и бесконечной пустыни Неферака...\n\n   Цинтос, ваш союзник, вы спешили помочь ему, но вас ждали, напали неожиданно, хоть и в лоб.\n   Нужно было бы отправиться в Андертейл или Акрамон,что бы сообщить о том,что произошло.\n\n   СТОП!\nКто это там впереди!? Всадник?И еще всадники, они чуть подальше, похоже они его преследуют...\n   Надо же... У преследователей знак Сильвермуна,похоже надо помочь бедолаге...",
    "answers": [
      {
        "id": 6,
        "text": "Поискать лук со стрелами и попытаться перестрелять противников из лука"
      },
      {
        "id": 7,
        "text": "Отвлечь Всадников на себя,вступить в бой с мечом"
      },
      {
        "id": 8,
        "text": "Сбежать...\n  Да, жалко бедолагу,но их 20!\nХотя если заметят плохо будет..."
      }
    ]
  },
  {
    "id": 6,
    "text": "   Долго лук искать не пришлось,\nВсадники после трех ваших выстрелов не просто вас заметили,но уже были рядом...\n ЭТО КОНЕЦ!!!\nВы положили еще 8 всадников,как вдруг остальные стали про очереди падать...\n  Что это!?\nК вам подъехал \"бедолага\" с луком в руках.\n—Спасибо что спас,хотя я бы и сам справился.-Начал всадник.\n—Я вижу... А ты кто такой,просто ... Ну нельзя так быстро использовать лук!!!\n—Ладно,чего уж там,давай садись... Меня кстати Гримс зовут.\n—А меня Арот.\n—Что это тут произошло?\n—Битва...-начинаете обьяснять ему вы,в подробных деталях",
    "answers": [
      {
        "id": 9,
        "text": "Конец 1 Главы"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c847021/v847021633/196ce0/JjHC91bzRGY.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Вы ринулись в бой,хотя смысла что бы нападать с мечом вы не видели,однако именно это вы и сделали,как бы виртуозно вы не обращались с мечом вы победили только троих своих соперников,однако все остальные всадники упали замертво от стрел,которые очень точно и быстро пустил \"бедолага\".\n   Всадник подъехал к вам и протянул руку.\n—Я Гримс,а ты похоже отчаянный парень... Что тут произошло? Я догадываюсь,но может ты что-то знаешь?\n—Я Амрот хат де-Луи,зови меня Арот... Много чего тут произошло,я один знаю все в деталях...\n—Ну не таи.Рассказывай уже.\n—Тогда поехали...-Вы тронулись в путь и начали рассказывать своему новому другу-Гримсу о том что произошло 6 часов назад...",
    "answers": [
      {
        "id": 9,
        "text": "Конец 1 Главы"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c847021/v847021633/196ce0/JjHC91bzRGY.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы не пробежав и 100 метров упали замертво.\n   Да-да, это смерть.\n     А всадник... Всадника ждала та же участь, когда он решил защитить вас.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 9,
    "text": "Глава 2\n   \"Андертейл\"\n   Вы еще долго разговаривали по пути до Андертейла, но увидев дым, вы поехали через холм, что бы узнать что случилось...\n   Перед вами открылась картина, Андертейл в огне... Война добралась уже и до самой южной столицы, это могло значить только одно: весь Неферак сгорал в огне войны и Андертейл последний город который еще можно было защищать, отступать дальше некуда...",
    "answers": [
      {
        "id": 10,
        "text": "В город"
      },
      {
        "id": 1,
        "text": "(На первую страницу)",
        "need": [
          1
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 10,
    "text": "   Вы добрались до Андертейла, после того как стражи узнали кто вы, они отправили вас к наместнику Андертейла-Урум гану Ихазуфилу.\n  Вы прошли по главной площади и заметили, что лавки и полки рынка пустовали, это могло значить, что в Андертейле много людей, а значит много воинов.\n   Зайдя в замок, вы увидели Ихазуфила, это был могучий воин 23 лет на лице которого был шрам от левого виска,тдо подбородка, выглядел он устрашающе воинственно, однако вы знали, что он в душе очень чувственный, снисходительный и вежливый, но все же правитель.\n  Вы подошли к нему\n—Мое почтение владыка Амрот хат де-Луи\n—Приветствую вас наместник Ихазуфил Урум ган\n   В тот же миг вы оба рассмеялись, поскольку знали друг друга очень хорошо и были друзьями с детства. Вы подружески обнялись, поприветствовали друг друга еще раз и перешли к делу:\n   -Андертейл был под атакой,когда вы блокировали осаду Цинтоса, мы еле отстояли его...\n   -Мы не дошли до Цинтоса, на нас напал Акхмир Исинкар с Аракхимом Аталийским, они возглавили 17-ти тысячную армию, мы их разбили, но нам пришлось нелегко.-С этими словами вы вынули разломленный бордовый меч с алыми пятнами от свежепролитой крови.\n   Минут десять прошло в молчании,когда наместник наконец сказал:\n   -Ты с дороги, тебе следует сменить меч... и доспехи... и...\n   -И жизнь-Иронично заметили вы, однако никто не посмеялся и даже не выронил истеричного смешка.\n   -Ладно, я понял... Еще увидимся.\nВы отправились к себе в комнату, которую вы сняли в одном из трактиров.",
    "answers": [
      {
        "id": 12,
        "text": "Лечь спать"
      },
      {
        "id": 11,
        "text": "Посмотреть в окно"
      }
    ]
  },
  {
    "id": 11,
    "text": "За окном вы видели признаки былого пожара на Главной площади, то тут, то там ходили солдаты на страже правопорядка, и только сейчас вы поняли, что за окном была ночь, глубокая тихая ночь...",
    "answers": [
      {
        "id": 12,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 12,
    "text": "   Глава 3\n   \"Подготовка к битве за Андертейл \n                               или неожиданная встреча\"\n   Вас разбудили ритмично шагающие бойцы, приготовившие оружие к бою...\n   Куда это они!!!? Вы наконец полностью проснулись и стали оценивать ситуацию...\n\n   Нужно идти в замок, там для меня приготовили вчера тяжелую защиту, моего коня Наура и мой новый меч.\n\n   Но все-таки стоит что-то взять, потому что трубил рог Симлагумира-эльфийского военачальника Аталии, который встал на нашу сторону со своим огромным 63-мя тысячным войском эльфов.\n   Этот эльф не стал бы просто так звать к себе, делает он это только в очень важных случаях, рог трубил два раза, потом еще три это значит угроза, но какая угроза?",
    "answers": [
      {
        "id": 13,
        "text": "Надеть кожаную защиту"
      },
      {
        "id": 14,
        "text": "Пойти без защиты, но взять лук и стрелы",
        "need": [
          6
        ]
      },
      {
        "id": 1,
        "text": "(На первую страницу)",
        "need": [
          1
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 13,
    "text": "   Вы наскоро облачились в защиту и побежали к дворцу, узнать о происходит и забрать свои вещи и своего коня.\n К вам подбежал солдат, по нашивке на воротнике вы поняли что он капитан.\n   -Владыка Амрот хат де-Луи\n—Слушаю... Обращайся ко мне Арот\n—Хорошо, владыка Арот, вы нужны у ворот\n—Меня назначили тактиком?\n—Нет, мы бы не нуждались вашем присутствии если бы вас назначили тактиком...\n—Я знаю... Говори уже...\n—Вас назначили генералом-командующиим, но только на эту битву\n—Что?!\n—Владыка Ихазуфил встретил Владыку Бейна из королевства наемников, Владыку Дарина из королевства вооружения гномов и Властелина Ирукина,Дарим Рума.\n—Он отправится на передовую?\n—Кто?Владыка?!\n—Да, Ихазуфил...\n—Да, в окружении своих самых преданных подданных и самых лучших друзей.\n—Ладно...Что же... Давайте к делу! Мне нужен мой конь и мое вооружение... И дайте мне еще лук.\n—Вы собираетесь пойти на передовую?!\n—Ты точно капитан?Может тоже генерал? Мои приказы не обсуждаются! Но я отвечу на твой вопрос, я не собираюсь пока на тот свет... Чего же ты ждешь?!Исполняй!\n—Как пожелаете владыка.",
    "answers": [
      {
        "id": 16,
        "text": "Отправиться к воротам"
      }
    ]
  },
  {
    "id": 14,
    "text": "   Вы взяли свое оружие и заметили у ворот Ихазуфила в окружении старых друзей: Бейна, Дарина и Дарим Рума.\n   -А вот и сам Амрот хат де,как поживаешь?-спросил гном.\n—Да вот думаю, что тебе Дарин нужно было бы придти со своим войском. Знаешь,оно бы здесь совсем не помешало...\n—А это тебе подарок, мои наемники готовы зайти в тыл к врагу вместе с гномами Дарина, твой приказ и там будет жарко.- Сказал Повелитель наемников.\n—Кстати, спасибо что напомнил Бейн, Арот, старина, теперь ты генерал-командующий, поднимайся сейчас наверх и покажи им направление в ад.-С этими словами Ихазуфил протянул вам колчан со стрелами и лук, перехоживший по наследству еще от его пра-пра-прадеда–Лорда Имлода Хазуфеля\n—Неожиданно... Хотя, именно этого я и боялся...\n—Ты же знаешь, тактика это не мое, я брошусь в бой что бы не заржаветь на троне, я никогда не мог стоять в стороне когда мой народ в опасности.\n—Тогда мы пойдем туда вместе брат и покажем им силу нашего союза, нашей дружбы, нашего народа!!!-Воскликнул Дарим Рум и обнажил свои мечи.\nВорота раскрылись и  четверо смельчаков повели за собой огромную армию, что бы отстоять свой дом, что бы обезопасить свой мир...",
    "answers": [
      {
        "id": 16,
        "text": "Подняться на верх"
      }
    ]
  },
  {
    "id": 15,
    "text": "   -A uf in ae zi n hal?\n—A Kilimbit ta it arat man.\n—harath gem li sa?\n—Arem sa isi sal dur isi?\n—Ca reno wa sin cse!\n—Si m plod de asa, as tosa ver.\n\n\n\n\n\n\n\n\n   (A uf in ae zi n hal?)-Как вас зовут, сколько вам лет,зачем вы это сделали?\n   (А Kilimbit ta it arat man.)-Меня зовут Килимбит, вы думаете что я предатель,мне 50 лет.\n   (harath gem li sa?)-Что значит вы думаете? Так кто же вы такой?\n   (Arem sa isi sal dur isi?)-Вы знаете кто я, но если скажу кто я, вы не поверите, я прав?\n   (Ca reno wa sin cse!)-Здесь вопросы задешь не ты! Отвечай!\n   (Si m plodde asa, as tosa ver.)-Я ответил на твои вопросы, но все же: я решил перейти к вам, на этом все.\n(Разговор на Аталийском языке)",
    "answers": [
      {
        "id": 19,
        "text": "Попрощаться (Ca.)-До встречи.\n\nКонец 4 главы"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Перед вами стоял стол во главе которого сидел Симлагумир, по бокам были менее важные персоны, разные военачальники и генералы.Со стороны стены, выходящей наружу стояли лучники, как и по всей крепости.\n   Все сидящие за столом вас поприветствовали и спросили о тактике которую вы применить этом бою.\n  -Доложите о нашей армии.\n—10 тысяч эльфов, 3 тысячи лучников в крепости и еще 15 тысяч за воротами, кавалерия-1 тысяча и 9 тысяч мечников.-отчитался один из генералов.\n—Что качается скрытой армии: 7 тысяч наемников и 10 тысяч гномов. -Доложил Симлагумир.\n—Враг?\n—3 тысячи аталийской кавалерии, 200 сильвермунской, 2 тысячи лучников сильвермуна, 9 тысяч стрелков Аталии, 27 тысяч тяжелых пехотинцев. -Доложил тот же генерал.\n—Какие у нас шансы? -Спросил он.\n—7:5, но так как я командую 14:4.\n—Звучит обнадеживающе...- заключил Симлагумир.",
    "answers": [
      {
        "id": 17,
        "text": "Конец 3 главы"
      }
    ]
  },
  {
    "id": 17,
    "text": " Глава 4\n    \"Битва за Андертейл\"\nПосле того как план сражения был готов, вы решили снова все перепроверить:\n—Есть три варианта начала сражения:\n        1.Нападение кавалерии противника: сначала пойдет кавалерия Аталии расчистить дорогу для кавалерии Сильвермуна и сразу после того как двинется кавалерия Сильвермуна, двинется и тяжелая пехота, тогда мы задействуем лучников на пехоту и кавалерию против их кавалерии, тогда нашу конницу попытаются остановить лучники, значит необходимо сделать вылазку как только еще живая кавалерия Аталии пересечет первую половину поля.\n         2.Нападение особой кавалерии, то есть кавалерии Сильвермуна вместе с градом стрел, тогда нужно как можно лучше защититься от стрел, значит кавалерию выпускать изначально не станем, а спрячем ее за воротами, в городе. Противник в этом случае захочет закрепить свою \"победу\" и отправит тяжелую пехоту, в этом то и будет его ошибка, мало того что он потеряет каварию Сильвермуна из-за того что мы нападем в этот момент на лучников второй армией, вряд ли противник будет защищать лучников, скорее он отправит кавалерию для того что бы некоторые остатки его войска смогли хотя бы сбежать с поля боя, но наша кавалерия и эльфы сделают свое дело\n   -Все хлопают и поздравляют вас с победой.\n        -Ладно , ладно, мы еще не победили.А третий вариант в том, что противник будет ждать нашего хода, тогда мы отправим кавалерию и одновременно нападем на лучников, конечно мы не только кавалерию отправим, но еще и эльфов, в общем, все наши ресурсы, для массивности удара, но я надеюсь,что такого не произойдет, потому что мы понесем дополнительные потери.",
    "answers": [
      {
        "id": 18,
        "text": "Начать Битву"
      },
      {
        "id": 1,
        "text": "(На первую страницу)",
        "need": [
          1
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 18,
    "text": "   Затрубил рог противника, тяжелая пехота построилась по левому флангу для атаки, но не вся, только 12 тысяч, остальные пехотинцы построились в оборону, кавалерии Аталии и Сильвермуна смешались и стали атаковать справого фланга, все шло не по нашему плану, однако вы выигрывали, только вы пустили конницу на левый фланг, как пехотинцы врага бросились врассыпную, а конница врага наткнулась на эльфов, потери были небольшими, наши стрелки сделали свое дело.\n   Лучники врага бездействовали, что крайне настораживало...\n   Генерал-протектор Аталии, возглавлявший силы противника сдался, никто не поверил, что победа так легко досталась после стольких кровопролитий, однако вскоре вам сообщили, что лучникам велели бежать с поля боя, пока мы разбираемся их генералом и их армией.\n   Самый глупый план, который вы когда-либо слышали...",
    "answers": [
      {
        "id": 15,
        "text": "Допросить пленного Генерала-протектора"
      }
    ]
  },
  {
    "id": 19,
    "text": "   Глава 5\n          \"Чемпион\"\n\n   Вы вошли в замок и сразу к вам подошел ваш брат-повелитель Бейн\n   -На нас напали...\n   -Что!?\n   -На нас напали, точнее на вторую армию, когда та возвращалась в город.\n   -Потери?\n   -Да, 17 тысяч, точнее 16 тысяч 600... Но мы победили, в плену их генерал, он говорит, что он наместник Сильвермуна, что-то вроде генерала региональной територии... Да, их было 33 тысячи.\n   -Надо собирать все наши силы...\n—Двери отворились, и в замок вошел кто-то одетый в форму политического посланника с двумя телохранителями.\n   -Да, я с вами согласен, мой правитель решил что не нужно никаких споров, никаких интриг.- Посол прищурился и лукаво улыбнулся\n   –Я-Тан им Бейн, кровный брат Бейна...\n   –И кровный враг...-продолжил за него Бейн\n   –Это только твое мнение... Ну не будем о плохом, мой правитель предлагает вам бой: лучший воин ваших земель против нашего Чемпиона, вы согласны?\n   –Чемпион? Я слышал о вашем чемпионе... Я сам прийду и лично убью его, если вы вернете Цинтос и отдадите нам зону влияния.\n   –Какие требования!!!?\n   –Сомневаешься в своем Чемпионе?\n   –Ни в коем случае, просто я всего лишь посол, которому дали определенные установки.",
    "answers": [
      {
        "id": 23,
        "text": "   Согласиться на бой с Чемпионом"
      },
      {
        "id": 20,
        "text": "Отправиться на переговоры к Королю Аталии"
      },
      {
        "id": 1,
        "text": "(На первую страницу)",
        "need": [
          1
        ],
        "need_ever": true
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c846420/v846420138/193c1b/wPKXr9aB0po.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "   Вы выехали на своем коне Науре в далекие далекие земли Аталии, в самый северный город на материке...\n   Сначала вокруг вас были пески, дюны и пустоши.\nПотом, к ночи вы доехали до Цинтоса и его лесных плодородных земель... Где-то были следы сражений, которые еще долгое время буду вспоминаться как истории славной брани, истории о храбрых мужах, защищавших свое отечество, позже они обрастут небылицами, а затем станут мифами, тысячи жертв войны- забудутся навечно.\n   Перед вами возникла огромная крепость Цинтос, от туда вышло 6 всадников, и они сказали, что будут сопровождать вас на территории Аталии, вы кивнули головой и снова отправились в путь...",
    "answers": [
      {
        "id": 22,
        "text": "Выехать ночью"
      },
      {
        "id": 21,
        "text": "Отправиться утром, а сейчас поспать"
      }
    ]
  },
  {
    "id": 21,
    "text": "   Вас пропустили в город и вы отправились искать себе ночлег, вскоре вы нашли таверну, в которой и остановились.\n   Вы легли спать, но вас одолела бессоница и вы отправили с всадниками сейчас же в путь.",
    "answers": [
      {
        "id": 22,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 22,
    "text": "   Вы решили отправиться в путь ночью и это было вам на руку, уже днем вы были у королевского дворца, вдруг к вам подъехал всадник на королевском грифоне, это и был король Аталии, вы поклонились ему, он спустился со своего грифона.\n   -Что вы, не нужно. Мы с вами имеем один титул, мы оба правители.\n   -Уже нет, мой отец погиб, мое королевство соженно в пламени войны, а армия сложила головы под Цинтосом.\n   -Да, я слышал о том сражении, вы превосходный полководец, однако я не мог не поступить так, тогда... Я же король.\n   -Я вас понимаю, но я пришел сюда, что бы договориться о поединке.\n   -Вы вызываете меня на дуэль?!\n   -Нет, что вы... разве не ваша инициатива, это сражение с Чемпионом?\n   -Мдааа... Я думал что они приведут кого-нибудь посильней...\n   -Если вы считаете, что я не достаточно силен, видимо победа у вас в руках... Но учтите, в том поединке я в одиночку с одним лишь щитом и обломком меча перебил 40 ваших солдат, да это не ваш Чемпион, но учтите, если я и не смогу победить его в нашем поединке,  он навсегда останется калекой...\n   -А храбрости вам не занимать, тогда так-я повышаю ставки!!! Теперь ставка Аталия против Неферака!!!\n   -Даа, вы тоже храбрец или безумец... Если бы мы потеряли Андертейл, у Неферака не было бы территорий, а значит чамого Неферака не было. Что же, я принимаю ваши условия.",
    "answers": [
      {
        "id": 23,
        "text": "Выехать к Чемпиону уточнив его местонахождение"
      }
    ]
  },
  {
    "id": 23,
    "text": "   Вы согласились на бой с Чемпионом, узнали его местоположение и отправились в путь.\n   Вы ехали около дня по лесным тропам и вскоре добрались до деревни, в которой должен был жить Чемпион, как ни странно, это были красивые дома с золотыми узорами, огражденные забором или ровным частоклом...\nВы задумались о прелестях сельской жизни и сравнивали ее с жизнью во дворце, выбирая какая же из них лучше...\nОт размышлений о деревенском быту вас отвлек какой-то мужчина, выбежавший из одного из этих домов, как оказалось это был слуга Чемпиона.\n   -Это же вы тот господин, который будет драться с хозяином? Хотя не отвечайте, я знаю, это вы. Хозяин сегодня не будет с вами биться, у хозяина сегодгя бой с ... Не важно, хозяин победит и получит деньги, много много денег и будет их тратить, будет пир, правда деньги у хозяина быстро кончаются, я думаю, что вы сможете исполнить свое желание послезавтра утром или днем. А пока вы можете жить в доме на холме, я знал, что вы придете и приготол его для вас, там немного мрачно и пыльно, но этот от того, что времени приготовить этот дом для вас было мало.\n   -Да, ясно, спасибо... Слушай, может когда я убью твоего хозяина, ты станешь моим слугой?\n   -Как господин пожелает, но пока я слуга хозяина.\n   ",
    "answers": [
      {
        "id": 24,
        "text": "Подняться на холм"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы вышли на холм и осмотрелись:\n   Лес, огромный частично дремучий лес расстилается по бывшим великим равнинам Цинтоса и Города Священного озера...\n   Воздух был пропитан лесом, даже здесь на вершине холма, который был выше самых высоких деревьев, пахло лесом...\n   С холма можно увидеть Тренировочную площадку на которой сражались два воина:\n   Один, большой и сильный, нападающий мощными комбинациями, не давая противнику ни секунды покоя, для того что бы восстановить силы.\n   Второй, малый и ловкий, отбивался и вче время заходил противнику с разных сторон нанося несерьезные удары, с намерением истощить его.\n   Если же посмотреть на Север, то можно увидеть, что в центре деревни есть дом, с самым высокии частоколом, на воротах которого щит и два топора, там Чемпион сражался в своих дуэлях.\n    Можно пойти в лес и посмотреть какое время вы можете наносить бесперестанно атаки одним мечом, отработать некоторые смертельные удары и приемы на дереве.\n\n     Ваш выбор?",
    "answers": [
      {
        "id": 25,
        "text": "Идти в лес"
      },
      {
        "id": 26,
        "text": "Идти на тренировочную площадку",
        "need": -26
      },
      {
        "id": 29,
        "text": "Идти смотреть на вечерний бой Чемпиона.",
        "need": [
          25,
          26,
          -29
        ],
        "need_sometimes": false
      },
      {
        "id": 30,
        "text": "Идти в дом, спать",
        "need": [
          29
        ]
      },
      {
        "id": 32,
        "text": "Идти в бой (к Чемпиону)",
        "need": [
          29,
          30
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "   Вы отправились в лес.\nТеперь вы знаете, что без особых усилий можете отрабатывать хотя бы два удара спокойно и без усталости сорок минут.\n  Однако вы испортили не одно, а семь деревьев, ведь что бы разбить кору, вам хватило минуты, а что бы \"дорубить\" до середины дерева, вам понадобилось 6-7 минут.\n   После такой тренировки вес меча не чувствуется, что будет вам только на руку в бою, особенно против Чемпиона.\n   Вы решили передохнуть 15 минут и снова принялись отрабатывать рубящие удары...\n   Меч вас и сейчас слушался и сила удара возрасла, поскольку меч рассекалу кору за пару ударов и теперь вы не только не чувствуете вес, но еще вы можете наносить силовые удары с ювелирной точностью.\n   Наступил вечер и вы отправились на холм.",
    "answers": [
      {
        "id": 25,
        "backstepCount": 1,
        "text": "На холм",
        "need": [
          -30
        ],
        "isBack": true
      },
      {
        "id": 25,
        "isBack": true,
        "text": "На холм",
        "need": [
          30
        ],
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 26,
    "text": "   Вы отправились на тренировочную площадку.\nЧерез 10 минут вы уже пришли и были готовы к предстоящему бою.\n   К вам подошел мужчина, по комплекции похожий на Чемпиона.\n   -Потренироваться решил?\n   -Да...\n   -Выбирай противника...\n—С этими словами он отошел от вас и взял меч, помимо вас двоих, на поляне был еще ожин человек.\n   Вы посмотрели на него, он отрабатывал некоторые удары.\n   Пришло время выбрать соперника:\n     Брат Чемпиона, по комплекции похожий на него, было бы полезно провести с ним спаринг и узнать как вести себя в бою с такимт громилами.\n     Учитель Чемпиона, по комплекции похож на вас, а значит было бы полезно узнать в бою приемы, комбо связки и удары, которым обучен Чемпион.",
    "answers": [
      {
        "id": 27,
        "text": "Брат Чемпиона"
      },
      {
        "id": 28,
        "text": "Учитель Чемпиона"
      },
      {
        "id": 24,
        "text": "Вернуться на холм",
        "need": [
          27,
          28
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "   Вы вступили в бой с братом Чемпиона, он наносил по вам каскад ударов, пытался вас сломить и вы поняли как надо действовать.\n   Вы постарались выбраться из этой ситуации использовав пару атак, которые не могли победить, но вымотали его.\n   После этого вы начали наносить серию ударов справа и решили обойти противника слева, это дезориентрировало его и подарило вам несколько мнгновений, что бы закрепить изнеможение противника вашей победой, вы приставили меч к его горлу, он бросил оружие и тем самым объявил- бой закончен.\n     Результат тренировки:\n   Такие громилы как он быстро выматываются, компенсируя это очень частыми комбо атаками или же повторяющимися ударами, они плохо ориентируются в защите, проводя все время в атаке, что бы не просто обезопасить себя, а что бы противник не предпринимал никаких атак или действий. Этому можно противопоставить резкие и неожиданные перемещения вокруг противника и нанесение ему разных небольших ран.",
    "answers": [
      {
        "id": 27,
        "text": "К площадке",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 28,
    "text": "   Вы вступили в бой с учителем Чемпиона.\nОн провел несколько неуспешных атак, от которых вы уклонились, затем ушел в оборону, иногда проводя серии ударов, противник часто делал уловки и выдавал нападение за защиту, тогда вы скопировали его поведение, он начинал атаки, которые пресекались ранами на его теле, вскоре когда он решил сделать очередной комбо удар, вы направили меч к его груди, это значило, что тренировка окончена вашей победой.\n\n\nПреимущества вашего стиля в том, что адаптация к любому стилю происходит достаточно быстро, это даст вам преимущества в затянувшемся (по меркам Чемпиона) поединке, что приведет к победе.\n\nПреимущество стиля Чемпиона: очень часто встречаются ложные атаки и уловки, это значит, что большая вероятность завершения поединка в начале боя на первых минутах.",
    "answers": [
      {
        "id": 28,
        "text": "К площадке",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 29,
    "text": "      Вы пришли посмотреть на бой Чемпиона.\n   Еще пару минут вы ждали.\n Но потом, кровопролитие началось.\nВ одной части подиума окруженным клеткой, стоял мужчина лет 30, его брата убил Чемпион, как оказалось... И вот он пришел мстить.\n   Вышел Чемпион, занял свою позицию и вдруг резко опустив меч, вышел на центр подиума, его соперник такого не ожидал и сделал шаг назад.\n   Чемпион ждал, уже прошла половина минуты, как его противник сделал резкий выпад, но Чемпион, будто бы ожидая этого, спокойно отошел вправо, и ударил мечом плашмя по голове, точнее шлему, оглушив своего соперника, потом он поднял меч над собой и правой рукой сделал удар по траектории от правой руки, до левого плеча, до правой руки соперника, из раны потекла кровь, кость хрустнула. Чемпион повторил этот удар еще дважды, потом оттолкнул соперника к стене, подошел, опустив меч вниз и немного влево, сделал удар, который нанес тяжелую рану, на груди соперника, из раны хлынула кровь. Прошло пару мнгновений, как Чемпион поднял меч противника и отдал кому-то из зала, сказав держать крепко, потом взял левой рукой за шею врага отбросил его прямо на острие меча, который держал зритель в предвкушении шоу, что ж... Он его получил...\n   -Стадо, которому нужны кровь и зрелища, что же.. ждите!!! Я вам покажу зрелище с кровью!!! Чемпион падет у моих ног и тогда... тогда прекратится война и нам вернут столь ценные для нас территории. –Сказали вы мысленно, после чего вышли из этого \"дома\" и отправились...",
    "answers": [
      {
        "id": 24,
        "text": "На холм"
      }
    ]
  },
  {
    "id": 30,
    "text": "   Вы зашли в дом.\n Вы решили осмотреться, в доме явно не было лишних вещей... В углу стоял сундук, напротив двери было зеркало, а по бокам от нее были окна, около одного из них стояла кровать.\n   Здесь была какая-то древняя, не приятная атмосфера, в углах была паутина, пыль была повсюду, из-за чего вы часто чихали.\n   Вы решили осмотреть сундук.\nВнутри сундука вы нашли всякие тряпки, женские платья, другую одежду, меч, стрелы и лук, мужскую одежду.\n  Кроме всего этого был еще и потайной отдел, в котором лежала перьевая ручка, письмо, которое нельзя прочитать, из-за красных пятен, чистые бумажные листы, среди них есть листы которые тоже были запачканы кровавыми следами.\n   Вы решили осмотреть зеркало.\nЗеркало было все в пыли, а рамка окружающая его была деревянной, поэтому можно было легко предположить, что этому зеркалу около 100-120 лет.\n   Вы решили осмотреть кровать.\nКазалось, что хоть эта кровать и старая, но вполне надежная, когда вы легли спать, то подумали, что она еще и очень удобная, однако это вам показалось от того что вы очень сильно устали.",
    "answers": [
      {
        "isBack": true,
        "forget": [
          25
        ],
        "text": "Выйти на холм",
        "backstepCount": 1,
        "id": 30
      }
    ]
  },
  {
    "id": 31,
    "text": "   Вы подошли к Королю Аталии.\n—Здравствуй Арот, я отдаю на твое усмотрение свое королевство... И да... Я твой отец\n—Отец??? Отец погиб, во время первой войны! Были слухи, что он выжил, но это все не правда!\n—Ты всего не знаешь... Я понимаю тебя, ты не знал кто твой дед? Я всего лишь поехал на похороны отца, а какой-то генерал устроил заговор против наследника престола, то есть меня и назвался моим именем, он был такого же возраста и имел черты, характерные для королевской династии, многие ему поверили, однако вдруг появился я, на прощанье этот лжец развязал войну и оскорбил королевскую династию, в ходе войны началось восстание в Нефераке и всю королевскую династию казнили, а правителем назначили твоего двоюродного брата.\n—Почему ты молчал все эти годы отец?\n—Я хотел вернуться на родину и забрать тебя, ты же знаешь что случилось с твоей матерью?\n—Да...\n—Так вот, это все из-за того что королевская династия не простила обиды в письме и не поверила мне, что меня подставили, что все это рук одного лжеца, но они сказали, что этот лжец-я, и что бы отомстить они сказали что я погиб твоей матери, они говорили, что очень сожалеют!\n—И ты устроил государственный переворот?\n—Дворцовый*, да... Ты можешь осуждать мои действия, но это было необходимо, если не для блага государства, то для меня...",
    "answers": [
      {
        "id": 1,
        "text": "Конец 5 главы\n\n        Конец 1 части"
      },
      {
        "id": 34,
        "text": "Читать 2 часть"
      }
    ]
  },
  {
    "id": 32,
    "text": "   Бой с Чемпионом!!!\n   Вы вошли в тот самый дом, заняли свою позицию и стали ждать противника...\n   Через несколько минут вошел на подиум и Чемпион, занял свою позицию, очерченную золотым кругом, посмотрел на вас с высока устрашающим сконцентрированным взлядом, в ответ вы ему яростно улыбнулись и отошли немного вправо, в то же мнгновенье слева от вас появилась острая вмятина от тяжелого двуручного меча, в ответ вы сделали удар по левой руке и увернулись от последущего удара, выграя тем самым около пяти секунд, для пары ударов, сначала вы ранили противника по ноге, затем в живот, потом резко шагнув за спину сопернику уклонясь от удара острой рукоятью меча, сделали решающий удар со спины в том место, где была рана живота, Чемпион упал на колени, а вы занесли меч над его головой, но немного думав сказали:\"Нет, это слишком просто для тебя... А вы? Вы хотите шоу?!\". С этими словами вы подняли меч противника и встав к сопернику лицом, скрестили мечи у его шеи, после чего отрубили голову Чемпиона, но не этим способом, а описав в воздухе обоими мечами дугу.\n   Все были в замешательстве–Чемпион погиб.\nВы же найдя среди зрителей короля Аталии, направились к нему.",
    "answers": [
      {
        "id": 31,
        "text": "Подойти к Королю Аталии"
      }
    ]
  },
  {
    "id": 33,
    "text": "     (P.S. Что бы вы не путали звания (должности) Неферака, я создал эту страницу.)\n\nстатус—Правитель\n\n\nПовелитель(обращение)-Правитель средней территории, который может оставить приемника, но не наследника при одобрении большинства коренных жителей страны.\n\nВладыка-Правитель территории, которая подчинила некоторые некоторые другие территории со своим правителем (Колонии), то есть Метрополия. Владыка может выбрать наследника из подчиненных ему правителей и передать ему правление. (величина общей с колониями территорий опущена, значит нужно подчинить чужую территорию, что бы стать владыкой.\n\nГенерал-Наместник –При отсутствии законного Повелителя или Владыки–Правитель, имеющий чин генерала, избираемый народом на неопределенный срок (до возвращения законного Владыки или Правителя)\n\nстатус—Генерал\n\n\nГенерал-Командующий (сокращенно)–Генерал-Командующий Вооруженными Силами (равносильно министру обороны)\n\nГенерал-Протектор–Генерал, которому поручено Правителем захватить определенную территорию и стать временным правитем колонии.\n\nТактик– советник Генерала-Командующего, в статусе Тактика полномочия не зависят от звания, которое было до назначения, на время назначения имеет полномичия генерала, но после этого становится на предыдущую должность.\n\nГенерал– командующий каким-либо родом войск или подразделением одного рода войск.\n\nстатус—Офицер\n\n\nПолковник- командующий полком.\n\nГранд Полковой командир- назначеный Полковником или статус-Генерал, советник Полковника, с теми же полномочиями.\n\nМайор- Представитель тактического совета капитанов полка. Капитан выбранный другими Капитанами, для командования полком (Гранд Полковой командир, только избираемый тактическим советом)\n\nКапитан- Командующий разрядом полка\n\nЛейтенант- Адьютант Капитана или командующий отрядом разряда полка.\n\nГранд Лейтенант- низший офицерский чин армии.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 34,
    "text": "Часть вторая.\n         \"Время правды\"\n      Глава первая \n              \"Смертельная угроза\"\n   Вы разговаривали со своим отцом, как вдруг в дом вбежал солдат.\n   -Король Тимирон Тала, на нас было совершено нападение...\n   -Мое имя Тимирон хат де и я пока не стану обьяснять всех тонкостей.–Сказал Король воину, после чего обратился к вам.\n   -Пойдем и обьясним, твоему народу, что вражды больше нет.\n   -Простите?–Спросил солдат.\n   -Помимо того, что я Король Аталии, я еще и Герцог свободных земель Неферака, а это мой сын Амрот хат де.\n   -Но при чем здесь Неферак? –Недоумевающе заметил воин. На что Король ответил вопросительным взглядом.\n   -Ой... Прошу прощения, на нас напало войско с синим знаменем Сильвермуна.\n   -Что?! От куда он узнал ... Как они посмели? Собирай всех солдат и немедля выступайте против них.\n   -Но Король... Их тысячи, а нас две сотни...\n   -Сколько их?! Это не войска Сильвермуна, это войска мятежника-брата их Короля...\n   -Отец...–Нарушили вы диалог Короля с солдатом.\n   -Я отправлюсь к Городу Священных Озер и возьму подкрепление.\n   -Прошу прощения, но Город Священных Озер пал...\n   -Цинтос?!\n   -Город под осадой, им бы самим сейчас понадобилось подкрепление...",
    "answers": [
      {
        "id": 35,
        "text": "Отправиться в Андертейл"
      },
      {
        "id": 36,
        "text": "Отправиться в столицу Аталии Морун-Валис"
      },
      {
        "id": 37,
        "text": "Отправиться в пограничную зону Неферак-Аталия"
      }
    ]
  },
  {
    "id": 35,
    "text": "   -Я отправлюсь в Андертейл.\n   -Ты уверен?– Спросил вас отец с обеспокоенным видом.\n   -Да, я приведу подкрепление. –С этими словами вы вышли из дома, сели на своего коня и поскакали прямиком в Андертейл...\n   Вы подняли копье, рядом с наконечником которого была белая материя, но издалека на вас обрушили град стрел, не различив ваш \"белый флаг\", одна из стрел попала вам в плечо, но вы доехали до города и оказали помощь, вы сообщили все своим союзникам и сразу же отправились в путь.\n\n   Вы вернулись с армией через день, не обнаружив ни своего врага, ни отца, решили проверить окрестности, попали в засаду.\n   Смерть...\n",
    "answers": [
      {
        "id": 38,
        "text": "Судьбы героев"
      }
    ]
  },
  {
    "id": 36,
    "text": "   Вы отправились в столицу Аталии– Морун-Валис, через два часа вы были там.\n   Вам повезло, что Король уже написал документ о передаче престола со всеми печатями и его подписью, это внушило доверие, вы собрали все силы с окрестностей и самих земель Морун-Валиса.\n   Через пять часов вы были на месте битвы, остатки отряда Аталии храбро защищали Короля, однако их стало так мало, что к королю прорвались два воина, один из них пал от руки вашего отца, второй его обезоружил, вы окликнули соперника, когда он занес меч, что бы добить короля, он отвлекся на вас, и ваш отец подобрав меч вонзил его в противника.\n   Вас окружили, из отряда осталось 10 солдат, которые ели сдерживали напор врага, вы решили прорываться сквозь окружение, но ваш отец был снова в опасности, вы увидели целящегося в него лучника и окликнули его, в следущее мнгновение вас пронзила отравленная стрела, потом еще две, вы собравшись с силами вступили в бой этим лучником и победили его, однако пали через несколько секунд, защитив отца.\n     Тогда подоспели еще солдаты, некоторые из них увели Короля с поля боя.\n",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "need_ever": true
      }
    ]
  },
  {
    "id": 37,
    "text": "   Вы выехали немедля, обогнув вражеское войско, за вами началась небольшая погоня, но после нескольких выстрелов из вашего лука, были перебиты почти все всадники, остальные же повернули назад и отправились к своему лагерю.\n   Вы около получаса ехали не щадя своего коня, как только вы приблизились к пограничной зоне, вы решили выехать на ее  середину, что бы показать, что вы сохраняя нейтралитет, подняли белую материю, привязанную к копью, что бы показать, что у вас мирные намерения, через две минуты вы обсуждали с дипломатами от каждой из сторон вопрос о спасении Короля Аталии, вы показали бумагу, которая свидетельствовала о том, что Ваш отец передал трон вам, это значительно ускорило процесс.\n   Войска стали собираться и через полчаса вы отправились в путь, кавалерия  оторвалсь от основной массы, что бы прийти как можно раньше, это сработало, армия Сильвермуна, хоть и превосходящая по всем параметрам вашу армию, была в растерянности, поскольку вы ударили в самый тыл врага, пока противник перестраивался, подошли еще и отряды оставшейся армии, враг был разбит, его полководцы были в расстеряности, вы праздновали победу.",
    "answers": [
      {
        "id": 42,
        "text": "Идти искать отца"
      }
    ]
  },
  {
    "id": 38,
    "text": "   Ваши двоюродные братья (Ихазуфил и Бейн) были убиты в том же сражении, что и вы, некоторое время прожолжалась завоевательная война земель Неферака и Аталии, конфликт стал трехсторонним, но когда главу мятежного войска возьмут плен, Неферак и Аталия заключат союз и станут сотрудничать и восстанавливать свои государства после войны, некоторые земли Сильвермун отдаст добровольно, что бы закончить войну и войти в союз.\n\n   Однако всего этого вы не увидите.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "need_ever": false
      }
    ]
  },
  {
    "id": 39,
    "text": "         Глава третья\n                 \"Время потрясений\"\n   Вы очнувшись от потрясения думали о произошедшем, возвращаться в Андертейл было бессмысленно, отправляться в Сильвермун тем более.\n   После некоторых раздумий вы отправились в путь, наступил вечер, когда вы приехали в Морун-Валис.\n   Вы решили идти во дворец короля, хотя за окном смеркалось, и темнота стала сгущаться и захватывать город полностью, оставляя лишь огромный королевский дворец сиять как ночное солнце.\n   Сначала вас не хотели пускать, но вы все-таки добились своего, зашедши в королевский зал.\n   Перед вами представился роскошный трон короля, он был вылит из серебра, узоры были из платины и другого белого метала, вокруг сияли сапфиры и алмазы, дополняющие образ сидящего на троне правителя мощью и великолепием.\n   Однако сейчас на этом троне никто не сидел, возможно король куда-то отлучился...\n   Словно по зову, из потайной двери, закрытой какой-то огромной картиной появился правитель Аталии, немного поклонился и сел на свой трон.\n   -Этот трон мой, но позже он перейдет тебе.\n   -Ты солгал мне.\n   -Ты узнал... Впрочем сейчас это не важно, сейчас это правда.\n   -Ты солгал, что ты мой отец.\n   -Я брат твоего отца, однако в тебе нет его крови, а есть моя.\n   -Не может быть, что бы ты не был мне отцом пару недель назад и стал им сейчас...\n -Вдруг вы почувствовали, как кто-то положил руку вам на правое плечо, вы резко оглянулись, за вами стоял эльф, с белой кожей, синими глазами, одетый в бело-синее одеяние, он улыбнулся, после чего изменил свой облик на более похожий для эльфа. Вы испугавшись отпрянули, на это он сказал.\n   -Мое имя Хат Де, мы стобой встретились по дороге...\n   -Ты... тот эльф?\n   -Нет. -После чего эльф сильно улыбнулся, цвет его глаз изменился на голубой, он стал еще выше, все признаки эльфа исчезли, теперь он был похож на очень большого человека.\n   -Ты лишь встретил созданную мной магию, я пригласил таким образом тебя к себе. \n   -Ты тот дракон? Почему ты говоришь на этом языке, тогда ты говорил на другом...\n   -Я всегда говорю на одном языке, тогда ты читал мои мысли, а я твои...\n   -Я не умею читать мысли... Это не возможно!\n   -Не бойся, а сейчас обернись и спроси обо мне.\n   Ваш отец изучающе задумчиво посмотрел на вас, вы решили спросить его.\n   -Что ты знаешь о драконах?\n   -Многое... Ты и сам много знаешь об Императорском, так же как и я.\n   -Есть другие. Что ты знаешь о других?\n -После чего король улыбнулся, немного подумал и спросил.\n   -Он тут?\n   А я ждал тебя, ты долго не говорил со мной, где ты был? — Будто только заметив дракона спросил отец.\n   -Да. Я был там где не принято распростронять эту информацию, зачем нужны тайны от правнука?\n   -Какие тайны? Он мне отец... -Озадачено посмотрели вы сначала на дракона, потом на короля, затем снова вернули взгляд на неизвестного.\n Посмотрев на вас пару секунд, дракон рассмеялся.\n    -Да, но я отец его матери. -Будто ответив на ваши мысли пояснил дракон.\n   -Я расскажу вам, поскольку вы мои потомки секрет творения. Необходима для совершения низшая форма жизни, огонь и вода, осветив бедное животное светом, самым ярким, нужно поместить огонь в воду, затем нужно добавить в \"огненную воду\" магии, опредеяющей суть совершения и напоить жидкостью животное.\n   -Рассказывая это, дракон поймал в воздухе какое-то летающее животное, сотворил две белые чашы, в одну поместил огонь, в другую воду, вдруг со всех сорон донесся яркий свет, осветив животное, в это мнгновение дракон взял и соприкоснул две чашы, содержимое которых не исчезло из самих чаш, потом разъединил их и создав несколько круговых движений напоил крылатого жидкостью, тот изменился в небольшое, похожее на человека, с фиолетовой кожей существо, из-за спины показались крылья, на что дракон обратился к вам.\n   -Я не решил показать вам несколько фокусов, нет, я создал вымершую форму жизни, перед своим уходом... -Сказав это он расстаял в воздухе.\n -Наконец придя в себя вы сказали.\n   -Что это было? Ты это... видел?\n   -Да, если ты не знаешь, то ты обладаешь способностями короля-основателя, но в меньшей степени чем я.\n   -Это был он?\n -В ответ отец лишь покачал головой, затем добавив.\n   -Он не предвидел то что Король Сильвермуна, один из его внуков, станет против всего рода, теперь ты мой сын, энергия, попросту кровь текущая в твоих жилах принадлежит мне...\n -Вдруг создание очнулось, распямило крылья и заговорило на не знакомом языке, из воздуха возник лиловый шар и пронесшись над вашей головой вспыхнул приблизившись к совершению, а когда догорающие крупицы рассеялись, на теле создания появилась эльфийская форма мореплавателей.\n   -Мое имя Арт Есса, я представитель рассы Имираканов, потомок Аркана Короля, по вашему Тактик среди лучших...\n   -Хат де...\n   -Спасибо. Я проделала долгий путь, прежде чем мы достигли материка, один из капитанов подчинил себе Черную Мглу.\n   -Это магия?\n   -Да, сильнейшая, она изменяет предначинание, но не совершение, поэтому я вызвалась пожертвовать собой, что бы его заточили в Аратумно.\n   -Небесный город не миф?\n   -Нет, но это не город, это копия материка, Аратумно разместили там.\n   Но мы отвлеклись... У меня был брат, он последний из имираканов. Я не знаю что с ним произошло, но судя по всему наша раса вымерла. -Сказала Арт Есса, посмотрев на вас печальным взглядом.\n   -То есть... Король, точнее дядя, точнее отец, а как мне тебя называть?\n   -Простите, но у вас одна кровь с... Значит вы... -Расстеряно произнесла имиракан.\n   -Мое имя Тимирон хат де, а это получается мой сын... Арот, пойми, я теперь твой отец, кровь лучших, основателей, как еще их там называют... Она меняется, все потомки имеют те же способности, только с каждым поколением, они достигаются все хуже и сложнее.\n   — Спасибо... Я долго еще буду думать над всем этим... Но один вопрос нужно если не решить, то обсудить здесь, почему наш предок создал только Арт Ессу?\n   — Я знаю ответ на этот вопрос... Я помню все из прошлой жизни... Мы выплыли с белого острова, в поисках материи. На острове было шесть больших селений, от каждого из них ответвлялись маленькие. В больших правили короли, в маленьких имираканы. На острове было много расс, увы многие из них погибли во время пути. В одном из маленьких селений имиракан нашел металл, под цвет своей кожи, дотронувшись него, окраска сменилась на фиолетовый, а камень почернел, раскололся и выплеснул черный газ, который окутал имиракана...\n    Его прозвали темным императором... Он стал таном как короли, но он был их сильнее, чем больше ему сопротивлялись, тем его мощь увеличивалась, тогда короли собрались со всеми силами и вместе разбили темного императора, уничтожив темную магию в имиракане они убили и его самого, но часть Черной Мглы все-таки укрылась в мече одного из воинов.\n   Короли забрали этот меч и защитили его магией, однако когда путь начался, один из капитанов разрушил чары, поскольку являлся совершением, а не предначинанием.\n   Черная мгла поразила его, он не потерял своей сущности, наоборот, он сам подчинил ее.\n   Больше я вам ничего ценного сказать не могу.\n -Неожиданно заявила имиракан.\n   -Но ты не сказала почему наш предок создал только тебя, почему он это сделал, ты знаешь?\n -Спросили вы, но на ваш вопрос ответила не имиракан, а король.\n   -Она сказала досаточно, но могу обьяснить... Имираканы–существа не сильно уступающие в магии предначинаниям танов. А значит она сама может творить, не так быстро и эффективно, но она сможет создать себе подобных.\n   -Ясно, я все поняо, но еще вопрос... Предначинания- это перворожденные представители расс? Совершения- их потомки или созданные исскуственно существа? Если мои предположения верны, то судя по всему было какое-то начинание, не так ли?\n   -Нет, это так. Начинание- это переход из белого острова на этот материк, название символизирует Начало новой эры, я прав?\n   -Не совсем так, но я не смогу обьяснить все сейчас, поскольку вы слишком мало знаете...\n   Но что мы будем делать?",
    "answers": [
      {
        "id": 40,
        "text": "Я отправлюсь в Сильвермун, наведаюсь к \"отцу\""
      }
    ]
  },
  {
    "id": 40,
    "text": "        Глава четвертая\n                \"Еще один тяжелый день\n                                              или дворцовый переворот\n   -Я отправлюсь в Сильвермун, попытаюсь обмануть короля, хочу показать ему, что я ничего не знаю и не догадываюсь, если у меня получится, тогда мы победили... -Сказали вы, на что вам ответила Арт Есса.\n   -Один ты ничего не сделаешь, я достаточно сильна и пойду с тобой, я не буду выделяться из толпы... -Произнеся это, имиракан прочитала заклинание, после которого ее кожа начала светиться, через несколько секунд перед вами стояла низкая рыжеволосая девушка, с слегка заостренными ушками.\n   -... Я же говорю, я достаточно сильна. -Сказала девушка, после чего взяла вас за правую руку и резко потянула к выходу.\n   -Извини, я такого не ожидал... Но как ты мне поможешь? Тебе самой нужна помощь, если с тобой что-то случится, имираканы не возродятся.\n   -Боишься за меня? Не думала, что я настолько красивая... Ладно, шучу. -Лукаво улыбнувшись ответила Арт Есса.\n   -С крыльями ты бы быстрее оказалась в Сильвермуне...\n   -Стесняешься?!\n   -Нет, ты должна быть в безопасности. -Сказали  вы.\n   -Извини, сложно быть одиночкой.\n   -Сейчас все одиночки, даже те, у кого куча подданных и огромная армия... Ты можешь раздобыть себе коня? Наур не сможет увезти нас обоих с нашей, точнее моей экипировкой...\n   -Точно! Извини, но Наура придется отправить домой, я могу призвать сюда королевского грифона, как я понимаю, то нужно от Сильвермуна, поскольку король может скрыться от нас только по воздуху...\n   -А я не знал, что ты... Впрочем это естественно.\n   -Неожидал, что я умная?\n   -Скромность твое второе имя.\n   -Обьективность, а не скромность, мое имя переводится с имира как Ключевое Творение, я по идее не могу быть скромной.\n   -Я не знаю имир...\n   -На имире вы общались с Арканом Королем, ты просто не замечаешь в себе или отрицаешь свои способности, твое имя переводится как Повелевающий Голос, обратись к своей сущности и прими свой дар.\n   -Как ты сказала... Я еще не достаточно знаю, что бы его принять...\n   -Я уже призвала грифона... Но... А вот и он! — Сверху стрелой к вам мчался белый с синими перьями крыльев грифон.\n   Вы сели на него, Арт Есса произнесла что-то другое на неизвестном языке и обьяснила вам, что теперь вы не заметны.\n   Около получаса вы летели до Сильвермуна, грифон летел со всей силой и скоростью, подгоняемый имираканом.\n   -Мы на месте... -Сказала Арт Есса и заставив спикировать грифона приземлилась рядом с дворцом.\n   -Постой, здесь есть и друзья... Запомни: Нора, Гримс и Гафгар. Другие невраги, но и не друзья, сторонись Жака. Я уйду, мне нужно найти кое-какую вещь если меня здесь не будет-улетай один, я доберусь сама. -Заключила имиракан, прервав ваши попытки перебить ее или поспорить с ней.\n   -Ладно... Я приду в тронный зал, он тут, я буду знать...\n   -Я поняла, все... Уходи. -Вы направлись в противоположную сторону и зашли во дворец.",
    "answers": [
      {
        "id": 41,
        "text": "Войти во дворец"
      }
    ]
  },
  {
    "id": 41,
    "text": "   Дворец был окружен охраной, стражи вас пропустили, хотя это странно, похоже вас здесь ждут и маловероятно, что с добрыми намерениями.\n   Вы вошли во дворец, дверь сразу же закрылась, к вам подошел отряд. От них вышел гном.\n   -Мое имя Гафгар, еще тут Гримс, наверное его ты уже знаешь, Нора, Жак...\n   -Гримс?! -Воскликнули вы.\n   -Да, это я, и я здесь... -Вышел из толпы гном.\n   -Дружище, ты разве здесь в охране? -Спросили вы.\n   -Нет! Я генерал авангарда железной крепости, это единственное, что меня связыввет с этим дворцом... — Сказал Гримс.\n   -А как же мы? -Воскликнула Нора.\n   -А вы мои друзья, вы потом уйдете, но не будем об этом, по крайней мере здесь... -Оглянувшись сказал гном.\n   -Пойдемте тогда уже. -Ответила Нора. Отряд вместе с вами двинулся дальше по дворцу и вы пришли к тронному залу.\n   Нора что-то шепнула Гафгару, тот встал около двери и резко выхватив свои оружия положил стражей на пол, если бы не кровь на их головах, казалось что они сладко спят.\n   Гримс сказал Норе установить взрывчатку. После некоторых приготовлений Нора взорвала дверь и весь отряд влетел в тронный зал, прошло около двадцати секунд, как все стражники были убиты. Король хотел сбежать к себе комнату, но вы его поймали. Приставив меч к его шее, вы забрали его оружие и корону.\n   Вдруг из середины комнаты донесся яркий свет и вскоре вы увидели Арт Ессу, сидящую на грифоне.\n   -Приветик... Что вы на меня так смотрите?! Ах, да! -С этими словами она произнесла что-то на своем языке и образ низкорослой рыжеволосой девушки пропал. Нора посмотрела подозритеьно на Арт Ессу.\n   -Никогда не видела имиракана? -Улыбнувшись спросила Арт Есса.\n   -У тебя крылья, тогда зачем тебе грифон? -Ответила Нора.\n   -У тебя и у всех остальных крыльев нет. Как же вы полетите со мной? -Еще шире улыбнулась имиракан.\n   -Грифон всех нас не выдержит. -Сказала Нора.\n   -Ты не пробовала. -Подмигнула Арт Есса.\n   -Это очевидно, хотя... Ладно, давай попробуем... -Ответила Нора, размышляя над тем, что задумала имиракан. Король попытался освободиться, видя, что все отвлеклись, но у него ничего не вышло.\n   -Садитесь... -Сказала Арт Есса, шепнув что-то на не знакомом языке растворилась в воздухе.\n   Вскоре вы услышали ее голос, она как и вы, ваш отец и Хат Де владела телепатией.\n   -Мой трюк с грифоном удался, как только все сядут, дай знать.\n   -Понял... -Ответили вы, после чего и сами сели на грифона, тот еле выдерживал вас, Нора заметила это и в очередной раз сьязвила.\n   -Он хотя бы взлетит? Ой, что я говорю. Он хотя бы сможет нас удержать на своих четырех? Ой, я что вслух?! -Все посмотрели на Нору, хотя Нора вела себя не \"правильно\", но ее можно было понять, никто не знал плана имиракана. Вскоре вы снова услышали ее голос.\n   -Ой... Как же интересно, хочу посмотреть на ее лицо, когда я все это проверну, все сели?\n   -Прости что тянул, уже все сели.\n   -Ладно, через пару секунд я вас перемещу... -Через мнгновение возле грифона возникла Арт Есса, она погладила его и в тот же миг все вокруг засверкало фиолетовыми искрами, и когда все прошло, вы оказались посреди пустыни.\n   -Это пещерные пустоши красной империи, сейчас идет буря, но я исказила поток, поэтому не выходите от сюда.\n   -Мы здесь застряли!!!?- Оглушительно громко закричала Нора.\n   -Нет! Не кричи, подожди две минуты... Спокойно. -Ответила Арт Есса.\n   В тишине вы простояли еще немного, как вдруг буря стихла и было решено отправиться к пещерам, как можно северней...",
    "answers": [
      {
        "id": 54,
        "text": "Отправиться в путь"
      }
    ]
  },
  {
    "id": 42,
    "text": "   Вы сели на своего коня и отправлись в древню, где хотели найти своего отца, как только вы вьехали туда, к вам подошел солдат, вы спросили у него местонахождение вашего отца, он ответил, что не знает, вы решили отправиться к тому незадачлиому солдату, который доложил вам о наступлении армии Сильвермуна.\n  Немного проехав вглубь деревни, вы сразу же услышали знакомый голос, подьехав к воину, вы спросили у него о вашем отце, он сказал, что отец отправился искать вас десять минут назад, как только он договорил, из за угла выехал Король Аталии.\n   -А я тебя искал...–Он изучающе посмотрел на вас и продолжил.\n—Ты вижу... Тоже...\n   -Нам нужно собираться... –Сказали вы, столько много проихзошло в этот день. Немного помолчав вы продолжили.\n—Но не на долго, нужно проучить Короля Сильвермуна...\n   -Зачем? Это же не его рук дело...–Спросил ваш отец.\n   -Скорее всего ты ошибаешься, отец..–Немного подумав сказали вы. После добавили.\n   — Удобно отправить с знаменем Сильвермуна армию с братом-мятежником во главе. А что? Если он выиграет, то можно сказать, что знамена чьи? Правильно, Сильвермун, значит и территории тоже. А если проиграет, то это же брат мятежник, решил в который раз подставить...",
    "answers": [
      {
        "id": 43,
        "text": "Отправиться со своей армией в Свободные Земли Неферака"
      },
      {
        "id": 44,
        "text": "Отправиться в Андертейл"
      }
    ]
  },
  {
    "id": 43,
    "text": "   -Я отправлюсь в пограничную зону Неферак-Аталия.\n   -Точно? Может сначала предупредишь своих? Они же не знают, то что мы союзники.\n    -Пожалуй ты прав отец.\nВы решили зайти в трактир и поговорить перед расставанием.\n   Спустя два часа, вы стали собираться в путь. После чего построили свое войско и отпрвились в путь.\n   К вам вдруг подъехал отец и спросил.\n   -Куда ты едешь, ты решил?\n   -Да, я думаю ты прав, я еду в Андертейл.\n",
    "answers": [
      {
        "id": 44,
        "text": "Отправиться в Андертейл"
      }
    ]
  },
  {
    "id": 44,
    "text": "Глава вторая\n       \"Время правды\"\n   Вы решили, что лучшим направлением сейчас для вас является Андертейл.\n   Именно туда вы и отправились.\nКогда вы подъезжали к воротам, в вас пустили стрелу, она попала в плечо, но потом разглядели, хоть на вас и была одежда Аталии, стражники решили, что вы не разведчик, поэтому подпустили пближе, а когда узнали вас, то отправилт вас во дворец, послав туда и врача.\n   -Аталия больше не враг нам.–Сказали вы Ихазифилу, когда лекарь осмотрел вас и оказал необходимую помощь.\n   -Именно по этому ты одет в их форму?\n—Нет, на одну деревню в Аталии напал Сильвермунский король, я был вынужден взять войско с пограничной зоны, что бы их Король выжил.\n   -С каких это пор ты защищаешь Короля Аталии?\n   -Ты всего не знаешь...\n   -Так расскажи!!!\n   -Не кричи на меня, ты не знаешь что там произошло!\n   -Хорошо... Хорошо, что там произошло?\n   -Я победил Чемпиона...\n   -Ну это понятно, Цинтос нам вернут?\n   -Теперь это мне решать...\n   -Что значит тебе?!\n   -Не перебивай меня... Я победил Чемпиона, после чего у нас состоялся разговор с моим отцом...\n   -И поэтому ты решил уничтожить его войско?!!!\n   -... Так вот, я поговорил с Королем Аталии и он сказал, что передаст трон мне.\n   -И ты продался ему? Чем трон Аталии лучше трона Сильвермуна?\n   -Подожди ты!!! Никому я не продавался, что такое ты говоришь? При чем здесь Сильвермун?\n   -Говори сначала ты...\n   -...  После этого к деревне подошла армия Сильвермуна и стала готовится к атаке, шел счет на минуты, тогда я поскакал к свободным землям и там собрал войска Аталии и наши.\n   Потом мы двинулись в путь, конница оторвалась вперед, что бы замедлить ход сражения и им это удалось, а пока пехотинцы уходили в тыл, что бы защитить стрелков, тогда и подошла вся остальная армия, мы воспользовались их нерешимостью и прорвались к палаткам, в которых находился брат Короля Сильвермуна, мы допросили его, он сказал, что шел сам, в одиночку против нас, однако я раскусил его намерения, скорее всего это его послал Король Сильвермуна, ведь у него были знамена Сильвермуна...\n   -Ты хоть понимаешь во что ты вляпался!? Ты напал на войска своего отца и поверил его врагу, тебя водили вокруг пальца.\n   -Король Аталии не мой отец?\n   -Конечно нет!!! Он помешал твоему отцу наследовать трон и хотел меня подкупить, поставив во главе Неферака...\n   -А почему тогда Король Сильвермуна –мой отец, не мог найти меня эти годы?",
    "answers": [
      {
        "id": 45,
        "text": "Уйти из замка и поехать к Сильвермунскому Королю"
      },
      {
        "id": 46,
        "text": "Выйти из замка и уехать Королю Аталии"
      }
    ]
  },
  {
    "id": 45,
    "text": "   Вы вышли из замка и заглянули в оружейную, там нашли себе меч, который подошел вам лучше, нежели этот, подобрали кольчугу под себя и выбрали латы, взяв свой щит, который вы ни разу не сменили за всю жизнь, поскольку щит этот был еще у отца деда вашего деда, это реликвия вашей семьи, вашего рода, на нем изображен извергающий из своей пасти огонь черный змей, в првой руке держащий меч с золотой рукоятью, а в левой золотое копье, вы часто задумывались над этим узором, поэтому сейчас можно было обойтись без раздумий.\n   Выйдя из оружейной, вы сели на Наура и отправились в самую северную страну запада–Сильвермун.\n   Ваш путь был долгим, от пустынь Андертейла к лесам и равнинам Цинтоса, от зеленых просторов Города Священного Озера к пустошам Красной Империи.\n   Весь этот маршрут вы преодолели за одну неделю.\n    Вы приехали как победитель в побежденную страну.\n   Со всех сторон на вас смотрели недобрые взгляды, их становилось все больше, вскоре гномы стали подходить, но их вовремя рассеял королевский отряд, это были более дружелюбные дварфы перед остальными жителями этой северной страны.\n   Из отряда вышел гном и спросил у вас.\n   -Насколько я знаю вы Амрот хат де?\n   -Да.\n   -Что же, Нора отдай нашему гостю одного из своих коней... А вы проходите, садитесь на коня, мы поедем через королевский сад во дворец.\n   -Как вас зовут?\n   -Моё имя Гафгар, справа от вас Нора, за ней Лотар и Гильмо. Слева от меня Молор и Рин, сзади от вас Жак.\n   -Приятно познакомиться...\n   -Вы знакомы Генералом Железной Крепости?\n   -Нет...\n   -Это жак... Нора–дочь короля, Рин–сын короля Хея из Красной Империи, странно, король управляет империей? Хотя император это другое дело...\n   -Да согласен...\n   -Так вот... Вы не знакомы с Королем Хеем? Или его лучшим другом Гримсом? Представляете они сбежали из замка того короля, поскольку он убивал своих детей еще в младенчестве, скверный король был, войны часто развязывал... И служанки воспитывали Хея, говоря, ему, что он будущий король, а самому королю, что Хей-сын одной из служанок...\n   -Я встретил Гримса, но тот ли это человек?\n   -Человек? Тогда вряд ли это был он, Гримс-гном, но помимо этого он и тан.\nХотя скорее всего это был он, вы его встретили давно?\n   -Около месяца назад, мы с ним направлялись в Андертейл...\n   -Да, это был он. А вы знаете, что он сейчас Генерал Авангарда Железной Крепости?\n   -А вы гордитесь своей Железной Крепостью...\n  -Как и вы своим Андертейлом. Что вы такого нашли в нем? Да, он большой, да, он...\n   -Это белый город среди песков, был бы ты там, не говорил бы...\n   -Я был там, но ваш Андертейл...-Недоговорил Гафгар, скольку его перебила Нора.\n   -Ау?! Мы пришли...–С этого момента все шли молча, чуть позже Гафгар вам обьяснил, что этот лес, очень давно был домом великому синему дракону, хотя это и легенда, но после того как один из королей начал кричать на Дракона, говорить , что он бесполезен, раз сидит на месте, тогда дракон взмахнул своими крыльями взлетев над лесом и испепелил почти весь лес вместе с королем, с того момента, никто из их королевства не занимал императорский трон.\n   Когда вы в очередной раз повернули направо, то увидели небольшой домик или укрытие, это даже на чулан не похоже, слишком малых размеров была это сооружение, однако она была построена с роскошью, дверь была в алмазах и сапфирах, стены были узорчатыми, были платиновые, золотые и серебрянные узоры, дополняющие друг друга.\n   Вдруг Гафгар начал поворачивать в разные стороны некоторые сапфиры, с определенным интервалом времени и когда он закончил, дверь сама отворилась.\n   -Каждого доверенного учат открывать такие двери и все открывают их по-разному.",
    "answers": [
      {
        "id": 47,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 46,
    "text": "     Вы вышли из замка, взяли своего доброго коня Наура, меч, лук и колчан стрел. Посмотрев на окружающий вас Андертейл вы сели на коня и помчались на северо-восток, в поисках правды.\n   Проезжая родные земли к вам присоединился отряд из солдат и добровольцев, все знали насколько вы были полезны в войне, как сильно в ней помогли.\n   Дорога до Города Священных Озер отняла у вас всего пять часов, вы без труда перебрались через границу.\n   Вас ожидало неприятное известие, дорога, которая вела в город была смыта, вдруг к вам подошел юноша.\n   -Озёра обьединились в одно, а на месте главного из них говорят появилось фантастическое существо, некоторые эльфы говорят... Это дракон, но не из империума... другой.\n -После чего странный юноша подал вам шкатулку, которую вы потом открыли, она была пуста, захотев вернуть ее обратно вы не увидели ни единой души, пришлось идти в обход и поскольку путь ваш лежал хоть как вдоль главного озера, то можно было бы расстянуть путешествие на пару часов и узнать о драконе подробней.\n   Вы продолжили путь и вдруг увидели, что в центре озера появилась рябь, сначала это были маленькие редкие волны, они становились больше и чаще, пока не превратились в сплошную волну, будто зависшую в воздухе, потом странное явление рухнуло, а из под воды в это время вылетел белый гигант, после этого вы поняли, что это и вправду был дракон и что этот намного больше и сильней императорского.\n   Дракон спустился к поверхности воды и стал приближаться к вам, оставляя на месте своих шагов лишь мелкую рябь. Приблизившись, дракон изменился, стал менее огромным, но при том не растеряв своего великолепия, красоты и мощи.\n   Он заговорил, на не знакомом вам языке, однако вы понимали его речь, в его голосе звучали два, он внушал доверие, хотя пугал, был дружелюбным, но величественным и выражал глубокое понимание, но обьективно.\n   Вы слушали его монолог несколько часов как зачарованный, хотя не вспомнив ни чего из его слов, вы многое узнали о нем, он сказал, что бы вы спешили к своему отцу, что конец близко, что он должен идти и возможно никогда не возвратится, что он навестит еще вас когда-нибудь.",
    "answers": [
      {
        "id": 39,
        "text": "Собраться с мыслями и продолжить путь"
      }
    ]
  },
  {
    "id": 47,
    "text": "Глава третья\n       \"Вынужденный переворот\"\n   Вы вошли в помещение и чуть не рухнули вниз, оказалось это был подземный проход в дворец, хорошо что вас вовремя схватил Гафгар. Нора вдруг решила высказать свое мнение о людях.\n   -Хм, человек, вы люди все время шутите, что мы не выходим из наших \"нор\", а сами не ожидаете увидеть подземные проходы в нашем королевстве...\n    -Нора...–Разочарованно посмотрел на Нору Гафгар.\n    -Прошу прощения, но как вот...\n    -Может пойдем? –спросили вы.\n    -Хорошая идея, только не упади еще раз, Гафгар не будет вечно тебя спасать от такого парадокса.\n    -Нора!?\n    -Что? Я всего лишь выразила общее мнение... Нет? Ну ладно, проостите... –После этих слов вы шли долго по подземным ходам к замку в полной тишине.\n     В этой же полной тишине вы добрались до замка, и отряд вас оставил, кроме Норы и Жака, они сопроводили вас к Королю, по пути вы увидели генерала красной империи-Гримса.\n     -Арот!\n     -Здравствуй Гримс.\n     -Жак, ты можешь быть свободен.- С этими словами Жак развернулся и пошел к выходу, по глаза Жака можно было понять, что он ненавидит своего нового начальника.\n     -Гримс, а мы с Гафгаром тебя обыскались–Сказала Нора.\n     -Ты точно хочешь пойти к нему?–С неожиданной серьезностью спросил Гримс.\n     -Я не могу иначе...\n     -Слушай, я расскажу тебе о всем плохом, о чем тебе скорее всего не рассказал Ихазуфил...\n     -При чем здесь он? Подожди, а откуда ты знаешь о том куда и к кому я иду?\n     -Это он вызвал нас...–Вмешалась Нора.\n     -А почему ты сам мне не помог?\n     -Синие гномы не друзья красным... Бывают исключения, однако не с этими исключениями ты имел бы дело, если бы я не вызвал наших друзей... Я был бы вынужден применить оружие, потому что я не на столько всесилен, что бы сдержать толпу не причинив им вреда.\n     -Ты прав, прости...\n     -Так вот, ты знаешь то что Сильвермунский Король твой отец?\n     -Да.\n     -Тебе говорил Король Аталии, что он твой отец?\n     -Да.\n     -Тогда слушай. Твой настоящий отец тебе не друг...\n     -С чего ты взял?\n     -Ты хотя бы понимаешь, что это он послал против тебя войско при Цинтосе, это он послал войско, когда ты убил Чемпиона. Ты разве не понимаешь?\n     -И что? Что мне делать?\n     -Ты пойдешь к нему, но сначала я тебе расскажу одну историю...\n     -Ты хочешь что бы я сделал вид, что ничего не понимаю?\n     -Ты и сейчас ничего не понимаешь, поэтому тебе будет легко...\n     -Ладно...\n     -Был как-то наследный принц, вдруг ему предложили стать королем в другом, более сильном государстве, которое обладало огромной в то время армией, поскольку настоящий король умер при странных обстоятельствах, он сгорел вместе с лесом, в котором гулял, так вот этот принц согласился.\n   А когда умер его отец ему предложили занять трон в его родном государстве, но тогда он должен был отречься от трона в том государстве, котором правил, тогда он встретил девушку, неописуемой красоты, они сыграли свадьбу, а когда пришло время дать ответ, где он будет править, тогда его жена посоветовала остаться в ее родном королевстве, которым он уже управлял, а править той страной отправить ее брата.\n   У этого короля родились два сына, совршенно разные по характеру и по внешности, одному из них он оставил свой трон, другому ничего, поскольку погиб от отравления ядом, некоторые знали что это сделал наследник, даже его брат знал и тогда он бежал, постаревший брат его матери думал отдать трон своему сыну, но его сыну мешает избавиться от него только отсутствие наследия. Вдруг появляется именно этот брат, король отдает ему трон и начинается борьба между двумя новыми королями. Но конец истории я тебе не расскажу, ты сам должен его узнать...\n     -Это... не ожиданно, я понял тебя... –Сказали вы, обдумывая сказанное Гримсом, вам еще многое предстояло узнать.",
    "answers": [
      {
        "id": 48,
        "text": "Подняться в тронный зал"
      }
    ]
  },
  {
    "id": 48,
    "text": "     Вы с Норой и Гримсом поднялись на второй этаж дворца, там был тронный зал, который охранялся огромным количеством стражи, Гримс сказал, что они с Норой подождут около двери.\n     Вы вошли в тронный зал, через несколько секунд вас окружили стражники, но когда король прекратил чтение какой-то бумаги и обратил внимание на вас, то сказал, что бы стража отпустила тебя.\n     -Ты видно Амрот?\n     -У вас хорошое зрение.\n     -Закончим все это, передавай привет Гримсу, Норе и... как же третьего?\n     -Гафгар?\n     -Вы слышали? А ты смышлёный малый, жаль что ты против меня...\n —После этих слов некоторые стражи занесли копья что бы метать их в вас, некоторые достали мечи и окружили вас, остальные же взяли луки и стали целиться в вас.\n   Вдруг сзади раздался громкий хлопок, вы инстиктивно нагнулись и запертая дверь слетела с петель и пронеслась чуть выше вашей головы, все мечники были убиты, в следущую секунду все помещение окутал дым, вас кто-то толкнул со спины, вдруг стал слышен свист стрел и скрежет стали о каменный пол. Только туман рассеялся, вы увидели Гафгара вооруженного мечом и огромным гаечным ключом, все его оружия были в крови, он нейтрализовал лучников, посмотрев на место где вы стояли вы увидели Гримса, перезаряжающего свое оружие, затем вы посмотрели на того кто вас толкнул, это была Нора.\n    -Что произошло?\n     -Ты стал самым главным врагом Сильвермуна, а мы после тебя!!! Поздравляю!! –Закричала Нора.\n     -Ты сделал глупость, отправившись сюда... –Сказал Гримс.\n   -Король ушел, но он у себя в комнате, это значит, что он не выйдет из дворца, если не пересечет тронный зал.–Сообщил Гафгар.",
    "answers": [
      {
        "id": 49,
        "text": "   Отправиться вместе с Норой ко входу в тронный зал, прикрыть Гримса и Гафгара, пока будут сражаться солдатами Короля и выносить последнего через окно."
      },
      {
        "id": 50,
        "text": "Напасть всем вместе на солдат короля и спуститься с ним через окно."
      }
    ]
  },
  {
    "id": 49,
    "text": "   Вы немного подумав сказали.\n   -Я и Нора прикроем вас, пока вы будете расчищать путь к Королю.\n    -Нет. –Сказал Гримс.\n    -Гримс пойдет с тобой, Нора нужна что бы эффективно войти в комнату Короля, она эксперт по оружию, а я мастер ближнего боя.\n    -Не ты один.- Сказал Гримс, встав с пола и направившись к вам.\n    -Пошли... Молот Разрушений и Большая Белая Акула справятся без твоей помощи...\n    -Вы используете псевдонимы!?\n    -Позывные. Я–Железный Генерал. А ты- молокосос... -Сказал Гримс, после чего Нора очень долго смеялась, даже когда ей самой надоел собственный смех. Около двух минут все молча смотрели на Нору.\n    -Прошу прощения... Позывной нужно заработать...–Сказала Нора, после чего вы с Гримсом вышли из зала, а Гафгар пошел за Норой, заряжающей свои смертоносные игрушки...\n       Нора установила взрывчатку и на счет три взорвала вход, создав дымовую завесу, за Норой вбежал Гафгар. Вы с Гримсом заняли свою позицию и стали ждать подкрепления, но не дождавшись его, услышали сигнал Норы просящий о помощи.\n   Вы вбежали в комнату Короля, около трех десятков стражников уже были мертвы, оставшиеся 10 не проигрывали позиции но и не выигрывали, как только Гримс начал стрелять, стражи попадали на пол один за другим, в отчаянии король достал меч и тогда вы приставили свой к его горлу.\n     -Прошу... Не убивайте меня...\n     -Все твои дети против тебя, королевство на грани переворота, у тебя нет армии, сил. Ты останешься в живых, если мы уйдем из города, потом все будет зависеть только от тебя.\n     — Я согласен... \nВдруг в проходе появились стражники и Гримс наконец-то достал свой меч и сказал, что бы мы скорее уходили, пока мы устанавливали тросы, он сдерживал стражей, вскоре мы все стали спускаться и думали, как он от туда уйдет и что он задумал, не успели мы спуститься, как он выпрыгнул в другое окно с третьего этажа.\n    Все как ни в чем не бывало встали на ноги и стали снимать с себя снаряжение. Вы сидели на земле, удивленно смотря на своих товарищей.\n      -Он спрыгнул с 6-метровой высоты...\n      -Да, а что в этом такого? Он тан... Точно! Ты же не знаешь... — Ответила Нора\n      -Это все обьясняет. -Заключили вы.\n      -Король потерял сознание... -Сказала Нора.\n      -И что теперь с ним делать? -Спросил Гафгар.\n      -Он нам не нужен, оставии его на главной площади города, возьмем лошадей, а ты Арот-Грифона, думаю он уже не король...-Задумчиво обьяснил Гримс.\n   Вы взяли медальон короля и разбили его, внутри оказался небольшой рожок-свистулька, использовав его, вы увидели в небе белого грифона с яркими синими перьями, он взмыл в небеса и спикировав над остроугольной крышей дворца, приземлился к вам, потом изучающе посмотрел на вас, потом взмахнув хвостом, оказался по вашу правую руку, вы сели на него и он ждал ваших указаний...\n  Вас отвлек Гримс.\n     -Лети к пещерным пустошам в Красной Империи, как только мы появимся там, найди нас...\n     Вдруг грифон подошел к королю, взял его переднеми лапами, и немного взмахнув крыльями перелетел дворец и рощу, очутился на главной площади, бросил тело короля и устремился ввысь.",
    "answers": [
      {
        "id": 51,
        "text": " Полететь на грифоне к пустошам красной империи"
      }
    ]
  },
  {
    "id": 50,
    "text": "     -Нападем на солдат короля вместе!?\n—После вашего высказывания, Нора засмеялась и сказала.\n     -Теперь твой позывной молокосос. -После чего она еще сильнее рассмеялась. К вам подошел Гримс и сказал.\n     -А если придут еще сражники? Тогда мы будем окружены.\n     -Но вы и сами не знаете, сколько у короля солдат... Это риск и в том, и в этом случае, но лучше будет сделать все быстро.\n     -А ты прав.-Сказал Гафгар, после чего Нора недоуменно посмотрела на Гримса, потом на Гафгара и сказала.\n     -Да ну вас, ладно пойдемте... -После этого Гафгар приготовил свой меч и огромный гаечный ключ, Нора стала заряжать свои смертоносные игрушки, а Гримс приготовил автоматическое ружье и арбалет, страный тип, отлично сражается в ближнем бою, а использует стрелы и пули. Только вы ничего не готовили, поскольку ваш меч был уже у вас...\n   Нора установила взрывчатку и на счет три взорвала дверь, бросила пару пороховых бомб, потом вы вошли в комнату, около 20 стражников были убиты, остальные были без сознания, либо оглушены, вы взяли короля за руку и потащили к окну без лишних слов.\n   Нора прикрепила несколько веревок и тросов к королю и к каждому члену отряда, Гримс установил опоры и привязал тросы к кровати и стенам.\n   Вдруг вбежали стражники, Нора крикнула всем прыгать и когда все выпрыгнули, она закинула в окно еще одну бомбу, от чего наши преследователи были либо мертвы, либо в отключке, вдруг очнулся король и начал что-то хрипеть страческим голосом, на что Нора сказала ему что-то на незнакомом языке и он снова потерял сознание.\n   Гримс осмотрел Короля и отдал вам золотой медальон, сказав.\n     -Разбей его, и сделай что нужно, мы возьмем коней, ты только побыстрей все это сделай, а короля высадишь в центре главной площади, встретимся в пещерной пустоши Красной Империи.-С этими словами он отошел от вас, и позвав отряд направился к конюшням.\n    Вы разбили медальон и обнаружили в нем маленькую флейту, звук ее был похож на издаваемый рогом.\n   Через несколько секунд в небе появился белый грифон с синими перьями, он резко взлетел вверх и спикировав над остроугольной крышей, приземлился к вам, он изучающе посмотрел на вас и резко взмахнув хвостом оказался по вашу правую руку. Вы сели на него, и он будто прочитав ваши мысли взмахнул крыльями, захватил, все еще безсознательного короля, перелетел дворец и рощу и бросил короля на главную площадь, после чего устремился ввысь.",
    "answers": [
      {
        "id": 51,
        "text": "Отправиться в пещерные пустоши"
      }
    ]
  },
  {
    "id": 51,
    "text": "   Глава четвертая\n  \"Новые встречи, новые друзья, новые проблемы\"\n   Как только вы полетели на своем новом друге, вы стали испытывать чувство восторга и безмятежности, но потом вы вспомнили про Наура, было плохо оставлять его в этом королевстве, как вдруг ваш новый конь-орел, снова прочитав ваши мысли опустился куда-то и вы увидели как Наур стоит у входа в дворец, он подбежал к вам и посмотрев на грифона, поскакал по направлению к Нефераку, оказывается способность читать и передавать мысли своего хозяина у выживших грифонов правда. \n   Выживших грифонов стали называть королевскими, потому что каждым из них владел один король, первые короли, которые были магами изменили цвет перьев под цвет королевств в которых эти грифоны обитали, возможно эта легенда правдива...\n   Вы долго летели над зелеными просторами Сильвермуна, под огромной белой тучей, прерывающейся в некоторых местах, но вот показали горы, над которыми влажный гигант прерывался, будто горы являлись границей между плодородными землями Синего королевства и песочными пустошами Красной Империи.\n   Около получаса пути и перед вами появились горы, укутанные песками-огромный горный хребет скрытый в песках, называемый пещерными пустошами.",
    "answers": [
      {
        "id": 52,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 52,
    "text": "   Вы постепенно стали снижаться, на вас удивленно смотрели жители одной из пещер, видимо они даже и не слышали про грифонов.\n   -Ved be ist girivon. -Сказали в указывая на грифона.\n   -Sha l be ist? -Все еще не понимая переспросили вас местные, они вам стали больше доверять, тому что вы знаете их язык.\n   -Girivon. Too rel, ta i est?\n   -Dara, kank co ho lar.\n   -Rei l i.\n   Вы увлеченно начали рассказывать истории о грифонах, королях-магах, основателей этого острова-материка, о их исчезновении и многие другие легенды.\n   После увлеченной беседы, вас пригласили на ужин и дали вам деньги, хоть вы и отказывались, но таковы быди традиции пустоши, в благодарность вы им отдали несколько драгоценных камней, которые выпали из медальона.\n    Вы отправились на своем грифоне, по пустошам, замаскировав под груженую лошадь, во время непрекращающихся песчанных бурь, в пустыне никто не мог бы заметить различий, вам очень повезло, что вы смогли пролететь над горами прежде чем началась буря, и вы не раз благодарили судьбу за это.\n\n\n\n\n\n\n Ved be ist girivon.- Это грифон.\n Sha l be ist?- Как его называть?\n Girivon. Too rel, ta i est? -Грифон. Вы знаете орлов?\n Dara, kank co ho lar. -Дара, я и канк, хорошо разбираемся.\n  Re l i. -У орлов общие с ним предки.\n   (Разговор на языке жителей пещерной пустоши)",
    "answers": [
      {
        "id": 53,
        "text": " Отправиться в путь вдоль хребта, ведущего к северной вершине"
      }
    ]
  },
  {
    "id": 53,
    "text": "           Глава пятая\n                  \"Власть против правды\"\n   Вы отправились в путь и через 30 минут уже встретили своих друзей, но среди них появилась какая-то рыжеволосая девушка.\n   Она подошла к вам и взяла вас за руку, вам открылся ее другой образ, ее кожа была лиловой, а из-за спины показались крылья, волосы все время меняли цвет, от угольного черного цвета, до синего или зеленого цвета, при чем волосы были окрашены сразу во вче эти цвета, будто переливаясь на солнечном свете.\n   -Мое имя Арт Есса, я расы имиракан. Пока ты шел сбда, мы нашли проход... -Сразу после своих слов она пошла к одной из пещер, вы последовали за ней, вас догнала Нора и вы начали общаться, узнав много нового, что произошло, кто ткая Арт Есса и откуда она.\n   Когда вы пришли вас встретил Король Тимирон.\n   -Идите со мной, здраствуй сын, давно тебя не видел. -С этими словами он быстрым шагом стал вести вас по тонелям.",
    "answers": [
      {
        "id": 55,
        "text": "Идти вместе со всеми"
      }
    ]
  },
  {
    "id": 54,
    "text": "         Глава пятая\n                  \"Власть против правды.\"\n   Вы со своим отрядом двинулись на северо-запад, к затонувшим в песках горам, называемых сейчас пещерными пустошами.\n   За пару часов хотьбы Нора и Арт Есса сильно подружились, Нора научила пользоваться имиракана своими убийственными игрушками и отдала пару ей. Арт Есса научила Нору нескольким заклинаниям, которые легко давались гномам, особенно внучке дочери самого Аркана Короля. \n   Вдруг подходя к горе, имтракан запела песню на неизвестном языке, слова были не знакомы, но просты, все начали подпевать и что-то в этом было, появился целый хор разных голосов, вам будто бы начали подпевать сами пещеры, искажая и создавая все более громкий и мощный звук.\n   Не смотря на все это, всем стало от этой песни спокойно и радостно на душе, вдруг Арт Есса свернула в одну из пещер, песня закончилась и весь дальнейший путь по пещере продолжался в разговорах разных компаний...\n   -Gallo tali. Tan. Han lock.- Прокричала не своим голосом имиракан и тупиковая стена перед ами разломилась на две части, образовав проход. Все прошли вперед и перед вами открылась подземная крепость, которую создали жители Красной Империи.\n   -Что ты сказала? -Спросили вы Арт Ессу.\n   -Я угрожала магии твоим именем, если точнее именем твоего прадеда. -Улыбнулась имиракан.\n   -Тебя, Нору здесь будут уважать, вас не хватало здесь.\n   -Ты ведь тоже потомок нашего предка? -Сказали вы.\n   -Да, но меня и без этого здесь уважают, я управляла кораблем, на котором приплыли сюда их предки, они чтили меня на ряду с Лучшими. Я спасла их.\n   -Они скорее преданы тебе...\n   -Ты прав, я уйду к Империуму, я смогу туда попасть, даже чары мага меня не остановят, я буду учиться у него. Прощай... -Сказала Арт Есса, после чего расстворилась в воздухе, оставив после себя две книги и небольшой белый шар.\n   -Она все равно бы ушла. -Сказал кто-то у вас за спиной. Вы обернулись и увидели Тимирона, ряжом с ним стояла Нора и Гримс.\n   -Я знаю... -Ответили вы.\n   -Мы еще не пришли. Владыка Тимирон, нам нужно, что бы вы привели нас ... -Сказал подошедший к вам сзади Гафгар.\n   -Сейчас же. -Ответил ваш отец, после чего все направились по извилистым корридорам Крепости Медных Песков.",
    "answers": [
      {
        "id": 55,
        "text": "Идти следом за отцом"
      }
    ]
  },
  {
    "id": 55,
    "text": "   Вы пошли за своим отцом. Через десять минут он вас вывел в огромный зал и попросил всю компанию сесть за удобные места.\n   Со временем начали собираться люди, гномы, немного эльфов и представителей расы мореплавателей.\n   Вдруг в середине зала показался упитаный высокий гном, оснащеный в боевую экипировку.\n   -Сегодня... Мы собрались здесь... Что бы поприветствовать наших новых боевых товарищей... Сегодня... Мы наконец-то осуществим нашу давнюю мечту... Мы будем сражаться... Некоторые падут... Но во имя наших дедов и прадедов и покойных отцов, всех кто пал из-за наших врагов... Мы сразимся и выйдем победитедями!!! Все преданные Сильвермунскому Королю соберутся против нас и все кто им подчиняется... Но это не повод отступать!!! На нашей стороне правда!!! На нашей стороне победа!!! -Громогласно говорил гном, после чего вытащил меч из ножен.\n   -Этот меч мне отдал Симлагумир Аталийский, сейчас его нет среди нас, но он не предатель, он ранен и лежит сейчас в нашем лазарете, отомстим за все наши раны, даже за все наши мозоли на пальцах, хватит терпеть их!!! Этот меч... \n   Его подарил мне Симлагумир. Он сказал, что это меч правды. Так пусть я во главе нашего войска освобожу нас от гнета Сильвермуна и верну нашим землям былую славу и величие или же переломится меч правды и погибну я в этом бою!\n   В атаку! -Закричал гном, все повторяли за ним, и чувствуя эту безграничную мощь и силу, он побежал к выходу, ведя за собой верных братьев и соратников, из крепости вышли все и помчались в бой, в нескольких сотен метров от пещер находилось войско Сильвермуна и Андертейла.\n   Тактика, стратегия, все это было лишним, сейчас столкнулись две стороны: власть и правда, и только одна из них могла устоять на этой бойне.\n   Солдаты Неферака сначала сражались яростно, но потом узнав по какую они сторону баррикад, они обратили свои мечи против Сильвермуна, никто не сомневался, что Сильвермун падет, что Правда победила Власть, оставшиеся воины либо бежали, либо склонили свои головы в ожидании участи.",
    "answers": [
      {
        "id": 56,
        "text": "Отправиться в погоню за Ихазуфилом"
      }
    ]
  },
  {
    "id": 56,
    "text": "   Ихазуфил, теперь же получивший титул Сильвермунский, бежал с поля боя взяв с собой горстку солдат.\n   Поскольку он был единственным всадником в отряде, они продвигались достаточно медленно, что бы можно было заметить их местоположение и догнать. Предатель, только заметив погоню бросил солдат, сказав задержать преследователей, однако те не то что не препятствовали вам, они сказали куда направляется Ихазуфил.\n   Вы приняли решение разделиться, часть солдат отправилась в Таран-Атаи–город в который бежал ваш двоюродный брат, остальные же во главе с вами продолжили погоню.\n   Около пянадцати минут еще длилась погоня, но выдохшись конь неприятеля снизил скорость, через мгновение предатель был окружен, почувствовав свое положение Ихазуфил бросился на вас, но не преодолев и метра упал, убитый стрелой наблюдавшего издалека Гримса.\n   Сильвермун и Прежний Неферак пал...\nВойна за Неферак закончилась.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "   Заняв трон своего вероломного брата, на вас обратил свое внимание народ Сильвермуна, который попросил вас принять корону, вы согласились, на коронации ваш \"новый\" отец передал свой трон вам, теперь вы стали королем трех из шести королевств материка.\n   Помимо этого, вас поставили наследным принцом трона Красной Империи и назначили Генералом Железной крепости, понизив Жака в должности.\n\n    Тимирон хат де.\n   Отдав престол вам, он перешел к спокойной жизни, отстроил крепкий маленький замок, в котором поселился и часто навещал вас и ваших друзей, он очень сильно сблизился с гномами, стал сотрудничать с ними и вернул часть захваченых в результате войны территорий.\n     Нора.\n   Нора долго не могла найти свою подругу, как бы и не пыталась. Через четыре года после этих событий, она выйдет за муж за Гафгара.\n     Гримс.\n   Гримс был очень рад своему новому подчиненному и коллеге-вам, он много времени проводил в походах и посвятил всю свою оставшуюся жизнь благотрительности.\n     Арт Есса.\n   Вы не получали ни какой информации о ней, она пропала или просто скрылась от ваших глаз и ваших друзей.\n     Гафгар.\n   Гафгар решил уволиться со службы и стал странствовать по миру вместе с Норой, вскоре они поженились.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  }
]