[
  {
    "id": 1,
    "text": "Управляйте своим государством в этом интерактивном квесте.\nУникальные особенности:\n4 формы правления со своими правителями:\n—Монархия (Королева Анна 1 Основательница) \n—Тоалитаризм (Джон Акбар) \n—Олигархическая Республика (Ами Юки) \n—Демократия (Андрей Кан)\nУникальный сценарий для каждой из форм.\nВозможность смерти персонажа править нужно осторожно.\n",
    "answers": [
      {
        "id": 2,
        "text": "НАЧАТЬ"
      },
      {
        "id": 3,
        "text": "Энциклопедия "
      },
      {
        "id": 29,
        "text": "Гос-апарат"
      }
    ]
  },
  {
    "id": 2,
    "text": "Выберите форму и правителя.",
    "answers": [
      {
        "id": 4,
        "text": "Да здравствует Королева. "
      },
      {
        "id": 5,
        "text": "Слава Председателю. "
      },
      {
        "id": 6,
        "text": "Госпожа Сегун справится. "
      },
      {
        "id": 7,
        "text": "Эль Презеденте.\n"
      }
    ]
  },
  {
    "id": 3,
    "text": "2023 год, 5 лет назад в ходе крупного катаклизма была полностью изменена политическая и экономическая карты мира. Политическая карта следующая, Украина превратилась в Королевство Огней контролирующее Прибалтику, Беларусь, Балканы, Польшу и часть западных регионов России. Также в Европе существуют Империя Скандинавии контролирующая Скандинавию, Финляндию, Данию и Исландию, а также граничащие с Финляндией регионы России, третья страна Французская Тоталитарная Республика контролирующая Францию, Великую Британию, Германию, Испанию, Италию, Ирландию, Португалию и страны Бенилюкса.\nРоссия хоть  и в меньших границах но осталась так кроме выше перечисленных регионов она потеряла  часть дальнего востока который был разделён между Китаем и Японией. В Азии и на Ближнем Востоке существуют Япония в форме выборного сегуната\nконтролирующая также Корею, Сахалин, Камчатку, Курильские Острова, Филиппины, а также приокеанские регионы России. Китай поделившый с Индией Индокитай и получивший доступ к приграничным регионам России. Индия оставшаяся практически в прежних границах за исключением полученных регионов Индокитая. Великий Мусульманский Эмират промтигающийся от Египта до Пакистана и Афганистана с запада на восток и от Турции до Йемена с севера на юг. Африка поделилась на Северную, Центральную и Южную. И Конфедирация Объединенных Америк (КОА) контролирующая обе Америки. Океания обьеденившая практически все острова мира. \nДетальнее о каждой стране на её личной вкладке. \n",
    "answers": [
      {
        "id": 14,
        "text": "Королевство Огней "
      },
      {
        "id": 15,
        "text": "Империя Скандинавии "
      },
      {
        "id": 16,
        "text": "Французская Тоталитарная Республика "
      },
      {
        "id": 17,
        "text": "Российские Штаты"
      },
      {
        "id": 18,
        "text": "Сегунат Дзайбацу. "
      },
      {
        "id": 19,
        "text": "Китайская Демократически-Комунистическая Республика. "
      },
      {
        "id": 20,
        "text": "Индийская Теократия. "
      },
      {
        "id": 21,
        "text": "Великий Мусульманский Эмират "
      },
      {
        "id": 22,
        "text": "Северная Африка"
      },
      {
        "id": 23,
        "text": "Центральная Африка "
      },
      {
        "id": 24,
        "text": "Южная Африка"
      },
      {
        "id": 25,
        "text": "Конфедирация Объединенных Америк "
      },
      {
        "id": 26,
        "text": "Океания"
      },
      {
        "id": 27,
        "text": "Карта Мира"
      }
    ]
  },
  {
    "id": 4,
    "text": "Здравствуйте о Анна 1 Основательница с возвращением а Королевство Огней. Как вы знаете в прошлом до Катаклизма наша страна называлась Украина, но теперь все изменилось, ах да позвольте представиться я ваша советница и премьер-министр Клара Воршок. Но так как вы только прибыли с гос-аппарата пока что есть только я.\nА сейчас о задачах:\n1. Составить конституцию.\n2. Выбрать членов остального гос-аппарата. ",
    "answers": [
      {
        "id": 8,
        "text": "Начать с гос-аппарата. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Господин Джон Акбар поздравляю вас с получением поста Председателя ФТР Французской Тоталитарной Республики. Я ваша советница и главный секретарь партии Мария Де Солей, я буду помогать вам на пути к процветанию нашей страны ну а сейчас мы должны выбрать вашых министров и помощников. После Катаклизма нашей стране проходиться очень трудно мы в",
    "answers": [
      {
        "id": 11,
        "text": "Приступим к выбору. "
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "Верное решение как только мы выберем министров они сразу приступят к составлению Конституции.\nНо начнём мы пожалуй с вашего личного секретаря. У нас два кандидата.\n1.Мария Селенская 23 года г. Городня Черниговской области. Родилась в престижной семье местных политиков. Мать Анна Селенская дважды представляла город в Нижнем Совете до Катаклизма. Отец Андрей Селенский трижды был мером также до Катаклизма. Оба родителя погибли в ходе Катаклизма. Марие на тот момент было 18 лет и она была студенткой Академии Специальных Служб. Там она кроме профессиональной подготовки получила также весьма хорошие боевые навыки (что очень поможет вам на случай визита убийц) после окончания академии год назад, праработала моим главным телохранителем услышав о вашем прибытие она решила служить вам.\n2. Антон Колинченко 30 лет. О прошлом бизнесмена, родителях и родине ничего не известно так как потерял память во время Катаклизма. Но при этом он смог встать на ноги и организовать крупнейший в стране промышленный концерн, но потерял его в результате предательства и теперь через эту должность хочет восстановить свою честь и доброе имя.",
    "answers": [
      {
        "id": 9,
        "text": "Мария Селенская молодые специалисты нам нужны. "
      },
      {
        "id": 10,
        "text": "Антон Колинченко его опыт может быть полезен"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "Первым делом изберем вашего секретаря.\n1.Артур Кларк 33 года родился на юге Франции в маленьком городке Лорен. Родители Рено Кларк мелкий бизнесмен и София Кларк дважды мер Лорена, оба пережили Катаклизм. Обучался в Университете Економики Леона. По специальности аналитика и прогнозирование. Три года прослужыл в войсках сначала в батальоне быстрого реагирования, а после ранения штабным аналитиков. В возрасте 27 лет пошёл в правительственные структуры и теперь решил  работать с вами.\n2. Мария Де Гуам 25 лет. Родилася в Париже в семье потомственных дворян. Отец Жуан Де Гуам был Губернатором Парижа до Катаклизма в котором и погиб. Мать Карина Де Гуам русская емигрантка является главой крупной ЧВК. С 18 лет Мария путешествувала по миру обучаясь и получая ценные знакомства, благодаря чему знает основные иностранные языки мира. Недавно вернулась в Францию. И услышав о вашем избрание решыла посвятить себя вам. ",
    "answers": [
      {
        "id": 12,
        "text": "Артур Кларк такой человек будет надёжен.\n"
      },
      {
        "id": 13,
        "text": "Мария Де Гуам её навыки и связи могут быть полезны. "
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "Сразу после Катаклизма в 2018 году влиятельная бизнес леди Анна Гаворина начала восстановление Украины и ближайших стран что привело к их объединению в 2022 году, в 2023 году Анне был предложен пост Королевы и она приняв имя Анна 1 Основательница стала правителем Королевства Огней. \nКоролевство Огней. \nНаселение: 200000000 человек\nНациональная валюта: Гривна\nГосударственный строй: Монархия \nАдминистративный строй: 40 Губернаторств, 300 городов, 40000 сел. Губернатора назначают Кобинет Министров и Королева. \nПравительство : \nКабинет министров выбирается Королевой. \nВерхний Совет представители крупных предприятий и организаций. \nНижний Совет представители Губернаторств которые образовывают фракции вместе с представителями городов своего Губернаторства. \nЭкономика: Хорошо розвинутый государственный сектор промышленности в виде ВПК, Добывающих предприятий,  тяжёлой промышленности и электроники. \nЧастный сектор: Лёгкая и пищевая промышленнаст, а также товары и услуги массового спроса. \nНаука и образование: 10 классов бесплатной школы и университет по контракту или государственном Конкурсе. Наука стремительно развивается за счёт государства. \nАрмия: На данный момент отсутствует. \nРесурсы: газ, уголь, алюминий, железо, уран, нефть, золото, минеральные воды. \nСтолица: Киев \n",
    "answers": [
      {
        "id": 3,
        "text": "Назад к энциклопедии. "
      },
      {
        "id": 28,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "Империя Скандинавии была оброзована в 2022 году норвежским королём Гарольдом 4.Благадаря связи между странами Скандинавии Финляндией и Исландией странам удалось обьеденится сразу после Катаклизма. Благодаря течению Гольфстрим, ценным ресурсам и географическому положению, заняла одну з лидирующих позиций в Европе.\nИмперия Скандинавии\nНаселение: 190000000 человек. \nВалюта: Рупий\nГосударственный строй: Монархия \nАдминистративный строй: 30 кантонов, 300 городов 4000 аграрных посёлков. Губернаторы выбираются на референдуме жителей территории. \nПравительство: Кабинет министров создаётся королём. Двух палатный парламент. Верхняя палата представители губернаторов. Нижняя представители от каждого города. \nЭкономика: Хорошо розвинутый агропромышленый комплекс, ВПК, тяжёлая промышленность, машиностроение, кораблестроние, енергетика. \nРесурсы: Газ, нефть, руды. \nНаука и образование: 11 классов бесплатного образования, и университет по правительственной либо частной программе. \nАрмия: На данный момент отсутствует. \nСтолица: Нордград. \n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Назад к энциклопедии. "
      }
    ]
  },
  {
    "id": 16,
    "text": "У Сразу после Катаклизма западные страны ЕС смогли исполнить свою давнюю мечту и обедерились в единое государство, а так как ведущую роль в алянсе принадлежит Франции то и страна стала называться Французская Тоталитарная Республика (ФТР) на данный момент это очень сильная и крепкая страна но при этом имеющая ряд своих внутренних проблем.\nФТР\nНаселение:250000000 человек\nНациональная валюта: евро \nГосударственный строй: Выборная диктатура (правитель избираеться пожизненно) \nАдминистративный строй: 5 республик, 60 губернаторств, 450 городов, 4000 посёлков. \nГубернаторы и главы республик избираються жителями регионов. \nПравительство:Кабинет министров создаётся парламентом. Парламент трьох палатный \n1 палата: 5 представителей республик. \n2 палата: представители губернаторов. \n3 палата: представители городов.  \nЭкономика: Хорошо розвинутые промышленность, сельское хозяйство и енергетика. \nРесурсы: небольшие запасы руд, средние запасы нефти и газа. \nНаука и образование: 12 классов школы, частные колледжи,государственные НИИ и университеты. \nСтолица: Париж\n\n\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Назад к энциклопедии. "
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": [
      {
        "id": 3,
        "text": "Назад к энциклопедии. "
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "Государственный Апарат состоит из:\n1.Советник \n2.Секретарь\n3.Глава службы безопасности\n4.Министр экономики \n5.Министр внутренних дел\n6.Министр иностранных дел\n7.Начальник службы разведки\n8.Министр образования\n9.Министр обороны\n10 Премьер-министр \n11.Спикер\n12.Глава Академии Наук\n13.Камандующий флотом\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  }
]