[
  {
    "id": 1,
    "text": "Автор: Аника Хериссон\nЖанр: романтика, фэнтези\nСтатус: завершен\nАннотация: День Святого Валентина — кому-то праздник влюблённых, а кому-то дополнительный повод для депрессии. Героиня этого квеста, явно, из второй группы. Попробуйте прожить этот день вместе с ней. И кто знает, может судьба совсем близко.\nP.S.: Отзывы, пожелания, жалобы и критика — все принимается и очень помогает в работе над квестом. Спасибо всем, кто читает) ",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест",
        "initSounds": [
          "id0",
          "http://d.zaix.ru/bYAE.mp3",
          "id1",
          "http://d.zaix.ru/aDMd.mp3"
        ]
      },
      {
        "id": 20,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "  Этот вечер обещал быть особенным. Что может ожидать вполне привлекательная двадцати двухлетняя особа в День Святого Валентина? Цветов, подарков, романтики, ну открытку на крайний случай – ответите вы.  Вот только парня у меня не было. Приваженный на прошлой неделе кот — позорно бежал. А прошедшие восемь месяцев с окончания универа превратились в странную игру под названием «Куда же себя применить?». Игру, в которой я откровенно проигрывала.<s>r\n  Так что вечер 14 февраля и правда обещал быть особенным. Особенно скучным и наполненным одиночеством.<s>r\n  В который раз за сегодняшний вечер я проверила уведомления на телефоне и, со вздохом разочарования, убедилась, что планов на сегодня у меня как не было, так и нет. Зеркало на комоде отразило мою унылую мордашку в обрамлении золотистых локонов. Я встряхнула головой и пробормотала:<s>r\n  — Так можно и совсем раскиснуть. <s>r\n  Стоило принять хоть какое-то решение.<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Раскиснуть, но с комфортом, под трогательную мелодраму и попкорн."
      },
      {
        "id": 4,
        "text": "Предложить Светке заменить её на смене в баре. Пусть хоть одной из нас сегодня повезёт."
      },
      {
        "id": 5,
        "text": "Отправиться на прогулку по вечернему городу с наушниками в ушах и надеждой в сердце.",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Через час все было готово к празднованию Дня Святого Валентина. Необычный яблочно-лимонный попкорн уютно устроился в самой красивенькой из моих мисочек. Телевизор заряжен докачавшимся «Пока ты спал» с Сандрой Баллок. А я устроилась на диване, плотно завернувшись в плед и попивая какавушку с маленькими зефирками. <s>r\nЖизнь начинала налаживаться. Люси как раз представилась невестой спасенного парня, и тут раздался стук в дверь. В мою реальную дверь. Я поставила на паузу и задумалась. Время уже позднее. Стоит ли открывать?<s>r\n<s>r\n",
    "answers": [
      {
        "id": 12,
        "text": "С недовольным видом поплотнее кутаясь в плед, отправиться открывать дверь."
      },
      {
        "id": 13,
        "text": "Включить фильм и нагло проигнорировать ночного визитёра."
      }
    ]
  },
  {
    "id": 4,
    "text": "  Я с болезненной гримасой попыталась прочистить уши, в которых до сих пор звенел радостный девичий визг. Расчет оказался верным, Светке уж точно сегодня повезёт.  <s>r\n  Потратив час на сборы и непривычно ярко накрасившись, стараясь скрыть своё уныние, я отправилась на работу.<s>r\n  «Унылым чаевых не дают» — с видом мудрого сенсея всегда вещал шеф — он же наш администратор, шеф-повар, штатный психолог, а иногда и ретивый папашка для всего персонала. <s>r\n  Каждый из нас в своё время попал на эту работу в самый нужный момент. Казалось, у Вадима Борисовича особое чутье на людей в трудных жизненных ситуациях. <s>r\n  Наш бар «У обрыва» имел достаточно странный логотип для питейных заведений. Да и весь бар был немного странным. Слишком уютный, слишком чистый и слишком далекий от оживленных улиц города, чтобы быть многолюдным. <s>r\n  Вот и сейчас, войдя в дверь заведения, с изображением уцепившегося за протянутую руку несчастного, сорвавшегося с обрыва, я обвела взглядом зал всего с несколькими посетителями.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Отправиться поприветствовать шефа"
      },
      {
        "id": 7,
        "text": "Сразу отправиться заменять подпрыгивающую от нетерпения Светку"
      }
    ]
  },
  {
    "id": 5,
    "text": "Raise hell!<s>r\nYeah!<s>r\nRaise hell!<s>r\nSomebody gotta, gotta raise a little hell.<s>r\n  Я шла по морозным улицам города, разглядывая яркие витрины. В наушниках гремела музыка. Город просто кишел влюбленными парочками, что делало моё настроение еще более мерзким. Кафе и рестораны, бутики и бары были наполнены толпами целующихся и обнимающихся людей. <s>r\n  Через полтора часа я окончательно замерзла и остановилась у небольшого кинотеатра. Моё внимание привлекло отсутствие очереди у билетного окошка. Заведение было оформлено в американском стиле. На табло у входа крупными буквами горело расписание сеансов. Судя по этому табло, десять минут назад началась опера «Аида» с субтитрами. <s>r\n  — Удивлюсь, если в зале окажется больше пяти человек. – Улыбнулась я сама себе и направилась за билетом.<s>r\n  В фойе меня сразу обдало теплым воздухом и радушным приветствием бармена.<s>r\n  — Могу я предложить леди чай? — Поинтересовался высокий широкоплечий блондин за стойкой.<s>r\n  — По-американски? — С улыбкой спросила я.<s>r\n  — Что вы, в исконно русском стиле.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Взять в баре горячий чай и карамельный попкорн и отправиться в зал.",
        "var_str_set": [
          "global play_sound_once",
          "id0"
        ]
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b34/1902/fb/c0c733baf4ab.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "  Пройдя через зал, я приметила всего несколько парочек у стены в интимном полумраке и трех одиноких парней за стойкой. Прошмыгнув в служебный коридор, я уже издали услышала звуки, похожие на приглушенный разговор. Голоса доносились из кабинета шефа и я, сама того не осознавая, сбавила шаг. Почти крадясь по коридору, я вслушивалась в разговор, смысла которого понять мне было не дано.<s>r\n  — Всё было спокойно, мой лорд. Наследник справлялся.<s>r\n  — Рэй, я не виню тебя. Сам знаешь, любовь невозможно ни обуздать, ни предугадать.  <s>r\n  — Но не в тот момент, когда от этого зависит судьба государства!<s>r\n  — Даже когда от этого зависит собственная жизнь.<s>r\n  Дверь кабинета директора распахнулась, вылетевший сногсшибательный брюнет прожег меня пристальным взглядом и промчался мимо. Здороваться с шефом я уже не торопилась и, в задумчивости, отправилась за барную стойку.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 7,
        "text": "Отправиться заменять подпрыгивающую от нетерпения Светку"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Отпрыгав мне все ноги в своей травмоопасной благодарности, Светка умчалась на свидание. Я же осталась за стойкой, протирая бокалы и осматривая посетителей вокруг. Целующиеся в полумраке парочки вызывали отторжение, а не интерес. Сейчас скорее сонная муха на абажуре привлекала моё внимание.  <s>r\n  Лишь Марго с Сашей, наши завсегдатаи, были исключением. Он пил. Долго и упорно. Бил её, время от времени, но любили они друг друга безумно. Такими они вошли в эти двери… Но прошло шесть месяцев и всё наладилось. Внутри зародилась уверенность, что они здесь последний раз. Так случалось со всеми: стоило исчезнуть проблеме, с которой они входили в бар, и недавние посетители пропадали в жизненной суете.<s>r\nИ только я оставалась здесь, как приклеенная, четыре года. Это наводило на определённые мысли.<s>r\n  Смена была долгой, то, что надо, чтобы отвлечься от печалей сегодняшнего дня. Лишь татуированный парень разбойного вида, пару раз заглянувший в бар перед закрытием, нарушил привычный ход вещей. <s>r\nВ два часа ночи я вышла на улицу.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Отправиться на парковку в ожидании такси. "
      }
    ]
  },
  {
    "id": 8,
    "text": "  Вдохнув морозный воздух, я запрокинула голову и вгляделась в небосвод. <s>r\n  — Можно уже не напрягаться своим одиночеством. – С улыбкой пробормотала я, увидев на часах — 15 февраля. <s>r\n  Вот только радовало меня это не долго. Уже через секунду я была грубо схвачена и прижата к широкой мужской груди. От крика ужаса удерживала только ладонь, которой злоумышленник закрыл мне рот. Дохнув на меня алкогольными парами, мужчина требовал «гнать бабки». Я же просто надеялась, что примчится такси.<s>r\n  Неожиданно, из ночной темноты словно материализовался странный брюнет. Обнажив сверкающий меч, он, ни слова не говоря, двинулся в нашу сторону. Мы занервничали, причем оба. <s>r\n  — Какого черта, мужик? Мы тут с моей телочкой развлекаемся. – Немного приврал мой находчивый грабитель.<s>r\n  — Девушка против. – Брюнет не сбавлял шага.<s>r\n  — Да ну, больной какой-то. – Пробормотал, ошарашенный злоумышленник, отшвырнул меня на асфальт и бросился наутек. <s>r\n  — Кат, как ты? — Брюнет присел рядом со мной и протянул руку.<s>r\n",
    "answers": [
      {
        "id": 9,
        "text": "Принять помощь брюнета"
      },
      {
        "id": 10,
        "text": "Откатиться в сторону и тоже броситься наутек"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a09/1902/62/13912ccbabc5.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Я ухватилась за протянутую ладонь и одним невероятным рывком оказалась в теплых объятиях моего спасителя. Бережно удерживая на руках и прижимая к своей груди, брюнет понес меня в непонятном направлении. <s>r\n  — Я говорил лорду, что два часа ночи не самое безопасное время. Да и в принципе, идея с баром мне не нравится. Мало ли, что может произойти. Она должна сама разобраться. Ей так полезнее. Ага, как же. – Парковка удалялась из виду, а мой загадочный спаситель все продолжал ворчать на кого-то и спорить с отсутствующим собеседником.<s>r\n  — Извините, а что происходит? – Все-таки решилась я на вопрос.<s>r\n  — Не сейчас, Кат. Я слишком зол. – Бросил мне брюнет и прибавил шаг.<s>r\n  — Но я живу в другой стороне. – Уже возмущенно напомнила ему.<s>r\n  — Ну уж нет, теперь ты живешь со мной. <s>r\n  От такой наглости дар речи исчез, наверное, поэтому я совершенно не успела отреагировать, когда в центре городского парка раскрылась разноцветная воронка. Брюнет, не сбавляя шага, внес меня прямо в нее.<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "10 лет спустя"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d26/1902/0f/a6cd2649b513.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "  Выскочив на стоянку возле ночного кинотеатра, я запрыгнула в первое попавшееся такси. Меня всю колотило от быстрого бега и всех недавних событий. Виды ночных улиц, пролетавших за окном такси, не могли отвлечь меня от сумбурных мыслей. Откуда этот странный парень знал мое имя? Вот что было важно.<s>r\n  В моей маленькой уютной квартирке было тепло. Я переоделась в домашнее и, плотно завернувшись в плед, устроилась на диване. Нужно было успокоиться. Было принято решение посмотреть один из фильмов, что дожидались свободного вечера на флэшке, воткнутой в телевизор. Я как раз разжилась кружкой горячего какао и приступила к выбору фильма, когда в дверь постучали. Я остановилась и задумалась. Время уже позднее. Стоит ли открывать?<s>r\n<s>r\n",
    "answers": [
      {
        "id": 12,
        "text": "С недовольным видом поплотнее кутаясь в плед, отправиться открывать дверь."
      },
      {
        "id": 13,
        "text": "Включить фильм и нагло проигнорировать ночного визитёра. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Концовка «Счастье в другом мире»<s>r\n  Я бежала по цветущему лугу босиком, догоняя двух заливисто смеющихся карапузов. Мои мысли были так расслаблены в этот солнечный день, что я заметила любимого, только оказавшись в его надежных объятиях.<s>r\n  — Попалась. – Прошептали мне на ушко теплые губы<s>r\n  — Рэй, ты вернулся! – Воскликнула я, прижимаясь еще крепче.<s>r\n  — Теперь надолго, Кат. – Пообещал мой дорогой, но вечно отсутствующий по делам государственной важности, муж. – Всё разрешилось. Тёмные сложили клинки и приняли союз. <s>r\n  — Теперь наследник сможет жениться на Серафиме? – С надеждой спросила я. – Им пришлось ждать целых десять лет.<s>r\n  — Сможет. Они достойны счастья. Только встретив тебя я, наконец, понял, как сложно противостоять любви. А когда ты устроила истерику и сбежала, стало ясно, что пойду на всё, чтобы вернуть тебя. <s>r\n  — Знаешь ли, в моем мире девушек просто так не воруют. – Эта история уже скорее забавляла, чем возмущала меня.<s>r\n  — А по любви воруют? <s>r\n  — Только на Кавказе, и то с их согласия.<s>t<s>r\n<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a31/1902/a9/0c406136e24f.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "  За дверью стоял парень с моим недавним дезертиром в руках.<s>r\n  — О Боже, где вы его нашли! – Воскликнула я, протягивая руки к пушистому засранцу.<s>r\n  — Я думаю, он просто ошибся дверью. Полчаса скребся и не давал мне досмотреть фильм. – Рассказал мой сосед сверху, передавая  довольного своей предприимчивостью котейку. <s>r\n  Я окинула взглядом моего ночного визитера. Он пришел в домашнем, с тапочками на ногах и накинутой на плечи курткой. Растрепанные русые волосы были чуть длиннее нужного и немного лезли ему в глаза. Глаза невероятно красивого зеленого цвета. Похоже, в этот вечер он тоже один. <s>r\n  — А у вас к фильму есть попкорн? – Проникновенно спросила я.<s>r\n  — Нет. – Немного ошарашено ответил сосед.<s>r\n  — Тогда приятно познакомиться, я – Кат. У меня есть попкорн, какао и фильм. Предлагаю вам свою компанию на сегодняшний вечер.<s>r\n",
    "answers": [
      {
        "id": 14,
        "text": "Год спустя"
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d39/1902/0f/4e474780f6b8.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "  Мне не хотелось открывать. Стук раздался еще раз и все стихло. Я удовлетворенно кивнула и продолжила свое занятие. Попкорн был вкусным, какао горячим, настроение удовлетворительным. <s>r\n  Но тут постучали в окно. Представьте удивление жильца квартиры на четвертом этаже, когда ему стучат в окно. Вот именно это выражение отразилось на моем лице.<s>r\n  Отдернув занавеску, я обнаружила за стеклом моего недавнего пушистого дезертира. <s>r\n  — Ах ты, маленький засранец, вернулся! –Воскликнула я, торопливо открывая окно.<s>r\n  Кот горделиво проник в квартиру, терпеливо дождался пока я закрою окно, присяду рядом с ним на диван и ответил:<s>r\n  — Конечно, вернулся! Тебя и на минуту одну оставить нельзя. Парня упустила. Такой вечер потеряла.<s>r\n  А после этого, немало обомлевшая я, получила кошачьей лапой в лоб. Быстро теряя сознание и заваливаясь на диван, я услышала неожиданное:<s>r\n  — Эх, придется все заново начинать. Вот упрямая девчонка!<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "Уснуть"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d20/1902/e8/d91ef680c4b8.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "Концовка «Счастье всегда было на этаж выше»<s>r\n  — Как думаешь, в ЖКХ сильно расстроятся, если мы двухэтажную квартиру сделаем? – Лениво спросила я, накручивая на палец непослушные русые волосы.<s>r\n  Был выходной. Как я ни любила свою новую работу, но выходные я любила больше. Через несколько дней после знакомства с Максом, мне предложили должность младшего редактора в издательстве. Я так визжала от радости, что Макс прибежал проверять, всё ли со мной в порядке.<s>r\n  С тех пор прошел почти год. И в это 14 февраля мы вместе валялись на диване, нежась в блаженном безделье. Макс перебрался ко мне, и теперь целая квартира сверху пустовала.<s>r\n  — Не, не выйдет.<s>r\n  — Это почему же?<s>r\n  — Чаю сделаешь – расскажу.<s>r\n  Когда я отправилась на кухню, дверь за моей спинной захлопнулась очень уж настораживающе.   Вернувшись, я просто не узнала свой зал. Везде горели свечи, на столике был накрыт целый ужин на двоих, а Макс с букетом цветов счастливо улыбался мне.<s>r\n  — Может купим квартирку побольше? – спросил он, опускаясь на одно колено.<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b00/1902/1a/432c7161a593.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "  Мои предположения полностью подтвердились. В зале было совершенно пусто. Порадовала мысль о личном кинотеатре. Устроившись поудобнее, я углубилась в просмотр оперы.<s>r\n  Картина захватывала с головой. Аида – эфиопская принцесса в прошлом, а ныне лишь рабыня во дворце фараона Египта, и влюбленный в нее египетский военачальник Радамес преодолевают трудности и невзгоды на пути к счастью. В момент их злополучной встречи на пляже на соседнее кресло опустился тот самый блондин, что встретил меня в фойе. Стакан с остатками холодного уже чая был заменен на новый, и я благодарно улыбнулась.<s>r\n  — Надо почаще ходить в этот кинотеатр, — шепотом заметила я, — у вас тут сервис на уровне.<s>r\n  Блондин рассмеялся. У него был низкий грудной смех, от которого в сердце разлилось тепло.<s>r\n  — Люблю эту оперу. Здесь просто удивительно смешались любовь и стыд за её неуместность. <s>r\n  Эта фраза стала толчком к обсуждению всего творчества Верди. С каждой новой минутой зал кинотеатра казался мне всё уютней и теплее.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "Поинтересоваться, почему он не за стойкой?"
      }
    ]
  },
  {
    "id": 16,
    "text": "  — Уже пришел ночной бармен, — парень с хитринкой взглянул на меня., – моя смена окончена, и я абсолютно свободен.<s>r\n  Я лишь улыбнулась в ответ на эту неоднозначную фразу. События на экране были в самом разгаре. Я до последнего верила, что Радамеса не посмеют осудить и он избежит наказания. Затем я верила, что ему удастся сбежать где-нибудь по дороге к усыпальнице. А когда в его будущей могиле обнаружилась еще и Аида, я окончательно потеряла самообладание и разревелась.<s>r\n  Новый знакомый легонько сжал мою руку, пытаясь немного утешить.<s>r\n  — Что ж это за хэппи-энд такой?! – гневно прошептала я.<s>r\n  — В те времена, когда произошла эта история, люди не знали о том, что в конце всегда должен быть хэппи-энд. – Усмехнулся блондин, поглаживая мою ладонь. – Вот такие вот глупые люди.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 17,
        "text": "Отнять ладонь"
      },
      {
        "id": 18,
        "text": "Позволить держать себя за руку"
      }
    ]
  },
  {
    "id": 17,
    "text": "  Я высвободила ладонь из рук блондина и посмотрела на часы. Попрощавшись, вызвала такси и направилась в свою теплую квартирку. Я запомнила его взгляд, когда, открыв дверь кинотеатра он выпустил меня на улицу. В этом взгляде плескались грусть и недоумение. Я и сама не знаю почему, но мне не хотелось представляться или продолжать знакомство. Возможно, это опера так странно повлияла на меня. Я решила, пусть эта встреча останется такой… случайной, загадочной, романтической и… без продолжения. <s>r\n  В моей маленькой квартирке было тепло. Я переоделась в домашнее и, плотно завернувшись в плед, устроилась на диване. Навалилась апатия. Было принято решение посмотреть один из фильмов, в котором точно будет хэппи-энд. <s>r\n  Я разжилась кружкой горячего какао и приступила к выбору фильма, когда в дверь постучали. Я остановилась и задумалась. Время уже позднее. Стоит ли открывать?<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 12,
        "text": "С недовольным видом поплотнее кутаясь в плед, отправиться открывать дверь."
      },
      {
        "id": 13,
        "text": "Включить фильм и нагло проигнорировать ночного визитёра. "
      }
    ]
  },
  {
    "id": 18,
    "text": "  Когда сеанс подошел к концу и толпы влюбленных парочек стали подтягиваться в фойе на более современный фильм, в котором уж точно будет хэппи-энд, мы взяли еще по кружке горячего чая и отправились гулять. Этим поздним вечером на улицах было довольно людно, но мы не замечали никого вокруг. Когда прогулка закончилась возле моего подъезда, я пожалела, что живу так близко. И плевать что на улице мороз, а мы шли сюда полтора часа.<s>r\n  — Моя квартира на четвертом. – С непонятной даже мне целью заявила я.<s>r\n  — А мой номер можешь подписать как Вова, -прозвучал голос с искоркой смеха, — потом допишешь «любимый».<s>r\n<s>r\n",
    "answers": [
      {
        "id": 19,
        "text": "3 года спустя"
      }
    ]
  },
  {
    "id": 19,
    "text": "Концовка «В каждом фильме должен быть хэппи-энд»<s>r\n  Я сидела на откидном борту микроавтобуса, зарывшись голыми ступнями в шерсть нашего золотистого ретривера Тоби. Он забавно посапывал и тыкался мордахой мне в колени, намекая на почесать. Вокруг царило необычное буйство красок осеннего леса. Красные, оранжевые, зеленые и коричневые оттенки сливались в радужном калейдоскопе. <s>r\n  Хорошо. <s>r\n  Закончив пост в инстаграм для нашего кинотеатра, который я вела уже два года, о той самой незабвенной для меня опере «Аида», я нажала опубликовать и растянулась на матрасе. Теперь мы работали там вместе и даже выкупили часть бизнеса, кинотеатр стал для нас обоих не только любимой работой, но и вторым домом.<s>r\n  Букет полевых цветов, появившийся перед моим лицом был сопровождён встревоженной фразой:<s>r\n  — Кат, не лежи на спине, ты всё-таки на седьмом месяце.<s>r\n  Вздохнув, я забрала у Вовы букет и села, наблюдая, как он, ворча себе под нос натягивает на меня шерстяные носки. Я вдохнула счастье полной грудью и подумала, что нет ничего лучше, чем хэппи-энды.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d02/1902/6c/7777ed70595d.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "В квесте вы можете найти три варианта концовки:<s>r\n",
    "answers": [
      {
        "id": 14,
        "text": "๑Счастье всегда было на этаж выше",
        "need": 14,
        "need_ever": true
      },
      {
        "id": 11,
        "text": "¤Счастье в другом мире",
        "need": 11,
        "need_ever": true
      },
      {
        "id": 19,
        "text": "۩В каждом фильме должен быть хэппи-энд",
        "need": 19,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]