[
  {
    "id": 1,
    "text": "Приветствую, читатель, сразу скажу, что это больше книга, нежели квест, но элементы квеста всё же будут присутствовать.\nЭта обычная история о зомби апокалипсисе, с вполне обычными персонажами, и относительно стандартным сюжетом, но я постараюсь сделать данную историю как можно интереснее и оригинальнее.\n\nРанний доступ.\n\nПоследнее редактирование автора: 11.02.19\n\nЗдесь я буду писать о том, что появилось:\n\n1 сюжетная ветка 1-ой главы.\n2 достижения.\nОписание 8-ми персонажей.",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю."
      },
      {
        "id": 3,
        "text": "Персонажи"
      },
      {
        "id": 4,
        "text": "Бестиарий"
      },
      {
        "id": 5,
        "text": "Достижения"
      },
      {
        "id": 42,
        "text": "Главы"
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Меня зовут Роман, мне 19, и я смог выжить.\nНа самом деле мне очень повезло, живу я в деревушке недалеко от небольшого города, поэтому когда эпидемия начала распространяться, наша семья была в относительной безопасности, но имунитетом обладали не все, и в одну ночь мой младший брат обратился и убил родителей. Мне же повезло больше и я смог запереться в своей комнате, вылезти через окно и вооружиться топором. Это ужасно убивать собственную семью, а потом закапывать их трупы на заднем дворе нашего участка. \nТеперь мне приходится всеми силами хвататься за шанс выжить в новом мире.\nА теперь по порядку:\nМои родители были одержимы мыслью о приближающийся войне, поэтому наш, подвал это настоящее бомбоубежище — железнобетонные стены, три больших комнаты, в одной из них располагалась кладовая, во второй, относительно пустой находились пару небольших пустых шкафа и всё, а вот третья комната — рай в нынешнее время: огромные запасы консервированной еды, несколько газовых баллонов с плитой, электрический генератор, который работает на топливе, ну и само топливо. Поэтому жить я здесь могу спокойно несколько лет, но правильно ли так будет?\"",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Здесь находятся описание большинства персонажей книги.",
    "answers": [
      {
        "id": 41,
        "text": "Роман",
        "need": [
          2
        ],
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Дмитрий",
        "need": [
          20
        ],
        "need_ever": true
      },
      {
        "id": 40,
        "text": "Лера",
        "need": [
          25
        ],
        "need_ever": true
      },
      {
        "id": 43,
        "text": "Николай",
        "need": [
          19
        ],
        "need_ever": true
      },
      {
        "id": 48,
        "text": "Александр",
        "need": [
          20
        ],
        "need_ever": true
      },
      {
        "id": 44,
        "text": "Мария",
        "need": [
          20
        ],
        "need_ever": true
      },
      {
        "id": 45,
        "text": "Настя",
        "need": [
          12
        ],
        "need_ever": true
      },
      {
        "id": 46,
        "text": "Олег",
        "need": [
          12
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Да и как не сложно догадаться, бестиарий будет пополняться вместе с историей.",
    "answers": [
      {
        "id": 47,
        "text": "Зомби"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Здесь отображаются все ваши достижения, для их открытия читайте книгу и ищите секреты.",
    "answers": [
      {
        "id": 6,
        "text": "Тьма уже здесь",
        "need": [
          2
        ],
        "need_ever": true
      },
      {
        "id": 7,
        "text": "Крах империи",
        "need": [
          51
        ],
        "need_ever": true
      },
      {
        "id": 8,
        "text": "Скоро"
      },
      {
        "id": 9,
        "text": "Скоро"
      },
      {
        "id": 10,
        "text": "Скоро"
      },
      {
        "id": 11,
        "text": "Скоро"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Начните историю",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Завершить 1-ую главу на обычную концовку.",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Скоро",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Скоро",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Скоро",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Скоро",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "–Что пишешь? — послышался женский голос из дверного проема.\n–А? О, Настя... Да так, решил запечатлеть на бумаге события последних лет.\n–Понятно, я бы почитала, но сейчас я пришла по делу... Важному, — её голос немного дрогнул, что-то случилось.\n–Какая-то проблема? \n–В общем, Олег ушёл на разведку в город 3 дня назад и до сих пор не вернулся, хотя обещал вернуться еще вчера вечером... \n\nОлег её брат, они вообще в нашем поселении новенькие, но сразу показали, что они те на кого можно положиться, и поэтому Олег вызвался отправиться в город на поиски припасов и выживших. По-крайне мере так он сказал своей сестре. На деле же он отправился за сотни километров в город где находились во время начада эпидемии их родители, но он не хотел подвергать сестру такой опасности, поэтому они долго скитались, но найдя нас Олег решил, что его сестра будет в безопасности здесь, а сам отправился на поиски, очень сильно попросив не говорить настоящую причину его ухода.\n",
    "answers": [
      {
        "id": 13,
        "text": "Солгать"
      },
      {
        "id": 14,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 13,
    "text": "–Возможно возникли какие-то проблемы. Я пошлю отряд на его поиски, но думаю он сам вернётся в ближайшее время, он не из тех людей, которые могут легко сдаться.\n–Я надеюсь... Ну... Спасибо... Если будут какие-то новости, то сразу сообщи мне, хорошо? \n–Конечно.\nОна попыталась улыбнуться и попрощавшись быстро удалилась из кабинета. Она очень волнуется, это и не удивительно, её брат, это единственное, что осталось у неё, но вот сам Олег считает, что их родители живы, так как они были военными. ",
    "answers": [
      {
        "id": 15,
        "text": "Немного прогуляться"
      },
      {
        "id": 16,
        "text": "Заняться делами"
      }
    ]
  },
  {
    "id": 14,
    "text": "Эта будет абсолютно другая сюжетная линия, поэтому её пока нет, сначало доделаю первую.",
    "answers": [
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Выйдя на улицу вы смогли лицезреть плоды ваших усилий — на улице ходят люди, кто-то работает, кто-то просто гуляет, но самое главное, все сыты и в безопасности.",
    "answers": [
      {
        "id": 16,
        "text": "Заняться делами"
      }
    ]
  },
  {
    "id": 16,
    "text": "На столе лежало несколько бумажек, в одной стопке отчёты, в другой жалобы и предложения.",
    "answers": [
      {
        "id": 18,
        "text": "Рассмотреть отчеты"
      },
      {
        "id": 19,
        "text": "Рассмотреть жалобы и предложения"
      }
    ]
  },
  {
    "id": 17,
    "text": "Тем временем подготовка уже заканчивалась, а первые ряды зомби виднелись на горизонте, остаются считанные минуты.",
    "answers": [
      {
        "id": 29,
        "text": "Что по обстановке?"
      }
    ]
  },
  {
    "id": 18,
    "text": "*Постройка РЭС (Речнач электро станция) почти закончено, необходимое оборудование будет доставлено в ближайшие дни и мы сможем провести первые тесты для оснащения электричеством всё поселение. Но есть еще проблема, у нас нету достаточного количества обслуживающего персонала, поэтому подключение электричества повсюду займёт около недели, при учёте, что РЭС будет стабильно работать.*\n\n*Укрепление восточной стены законченно*\n\n*Здание старой больницы зачищено и приготавливается к заселению*\n\nВсё идёт по плану, замечательно.",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "*Поселение у вас хорошее, защищённое от зомби, но а что если нам придется сражаться с другими людьми? Да, бойцы есть, но неплохо было бы открыть что-нибудь вроде школ, я готов стать одним из преподавателей.\n28.06.                  Николай (надеюсь помните меня)*\n\nДа, как таки не странно, но я помню его, этот человек поселился у нас недавно, нашли мы его при очередной вылазки в соседние деревни. Раньше работал в органах, кем именно не уточнал, но человек он хороший и уже успел принести немало пользы.\n",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить",
        "need": [
          18
        ]
      },
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Неожиданно к вам в кабинет врывается Дима, ваш давний друг. \n\n–У меня плохие новости, со стороны города к нам движется огромная толпа... нет, не толпа — Армия зомби, связь с двумя отрядами в городе потеряна, — запыхавшись сказал он.\n–У меня 2 вопроса, во-первых, почему мы не видели эту, как ты говоришь армию раньше, и во-вторых, к чему такая спешка?\n–Идут они невероятно быстро, чуть ли не бегом, что для них несвойственно, а не видели мы их предположительно из-за того, что они прошли через лес, потом за ночь добрались до города, и так сказать скрылись в нём.\n–Где они сейчас, сколько их примерно, и куда они движутся? — сказал я параллельно выходя из кабинета.\n–Они в центре города, движутся частично обходя нас, но все равно зацепят, а сколько их я даже и сказать не могу, единственный отряд оставшийся в городе говорит, что они полностью заполонили улицы и конца им не видно, как ты понимаешь — много.\n\nМы только вышли на улицу как к нам уже подходят Мария и Александр — ответственные за безопасность в поселении.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "–Тебе уже все рассказали? — спросила меня Мария.\n–Да, что думаете на этот счет?\n–При такой же скорости, прибудут они к ночи, но сейчас они в городе, по полуразрушенным улицам им явно будет сложнее передвигаться, чем по полям, да по лесам, — сказал Александр.\n–Значит так, объявляем тревогу, всех в боевую готовность, всем отрядам на вылазках прикажите возвращаться, я скоро подойду в штаб — скомандовал я.\n–Мне что делать? — спросил Дима.\n–Я не знаю с чем именно нам придётся столкнуться, поэтому нам нужен запасной план... и не один.\n–Что ты имеешь ввиду?\n–План Б и план отхода.\n–Ну запасной план это хорошо, но кула ты собираешься уходить? С одной стороны огромная река с сильным течением, без транспорта не переберешься, с другой армада монстров. Да и куда ты собрался девать несколько тысяч человек?\n–Пока есть время, нужно увезти как можно больше людей. Сколько у нас рабочих автобусов?\n–Ну, четыре точно работает, ещё штук пять мы давно не использовали, возможно будут проблемы, и ещё три требуют ремонта. ",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "–Несколько сотен человек за один заход значит...\n–А куда ты собрался людей увозить? Ты же понимаешь, что через город ехать нельзя, через лес автобусы не проедут, а другого пути нет?\n–Понимаю... Но должен же быть способ увести людей.\n–Я думаю, что лучше будет если мы оставим их здесь, под 4-ех метровыми стенами и с несколькими сотнями бойцов, чем увезем сами не зная куда.\n–Ты же знаешь, мы уже оставляли людей с нами, помнишь, что было? Я не хочу повторения.\n–Тогда мы были одни, не готовые к нападению. Сейчас всё наоборот. ",
    "answers": [
      {
        "id": 23,
        "text": "Оставить людей в поселении"
      },
      {
        "id": 24,
        "text": "Увезти людей"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я подумал, что может Дима и прав, у нас есть хорошая защита, множество бойцов и мы знаем о нападении, лучше будет если все останутся.\nДима ушёл готовиться к обороне. Всё поселение стояло на ушах, многие кто не состоят в рядах армии всё равно приходят на сбор, люди действительно верят в вас и готовы отдать жизнь за вас и то что вы создали.\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Идти в штаб"
      }
    ]
  },
  {
    "id": 24,
    "text": "Данная сюжетная линия еще не готова",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "–Как слышно. Приём, — сказал в рацию я.\n–Слышно хорошо. Приём, — ответил мне мужской голос.\n–Как вы там? Приём.\n–Те кто остался, живы, но мы потеряли Андрея. Приём.\n–Как Лера? Приём.\n–Сейчас позову её, — на линии было недолгое молчание после чего вы услышали знакомый голос, — Привет Ром, мы в безопасности, еда, вода есть, вы там себя берегите, а мы уж выберемся. Приём.\n–Ты права. Я рад, что ты выжила, когда мне сообщили, что почти все отряды в городе погибли я сильно испугался за тебя. Приём.\n–Зомби сначало настигли другой отряд, они сообщили нам и мы решили сращу прятаться, но Андрей и Сергей решили сходить помочь другому отряду... и как ты знаешь, Андрей не вернулся. Приём.\n–Ну хорошо, самое главное, что хоть кто-то жив. Берегите себя. Конец связи.\n\nЛера, та кому вы отдади своё сердце, но она не любит сидеть на месте, поэтому постоянно рвется во всякие вылазки, что и сыграло в этот раз плохую шутку. Возможно.\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "В штабе все ждали вас.\n\n–Что у нас имеется? — сразу спросил я.\n–365 подготовленных бойцов, и 238 добровольцев, так же мы просили помощи у 2-ух ближайших поселений, одно ответило и сказало, что они отправят 100 солдат через реку, но только утром, второе поселение не ответило, — доложила мне Мария.\n–Есть вероятность, что это поселение тоже было на пути армии зомби, но они не связывались нн с кем, — добавил Александр.\n–Значит у нас будет подмога. Через сколько это \"шествие\" подойдёт? — сказал я.\n–Хах, \"шествие\", — усмехнулся Дима.\n–Они частично уже выходят из города, но часть зомби застряла в городе, скорее всего они булут подходить волнами, а первая волна подойдёт где-то через четыре часа.\n–Тот отряд всё еще в городе? — спросил я, сам зная ответ.\n–Увы. Но они спрятались на девятиэтажке, припасов, что они нашли им хватит на неделю точно, поэтому если у нас все пройдет удачно, то мы сможем их вытащить.\n–Свяжите меня с ними.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "–Как слышно. Приём, — сказал в рацию я.\n–Слышно хорошо. Приём, — ответил мне мужской голос.\n–Как вы там? Приём.\n–Те кто остался, живы, но мы потеряли Андрея. Приём.\n–Как Лера? Приём.\n–Сейчас позову её, — на линии было недолгое молчание после чего вы услышали знакомый голос, — Привет Ром, мы в безопасности, еда, вода есть, вы там себя берегите, а мы уж выберемся. Приём.\n–Ты права. Я рад, что ты выжила, когда мне сообщили, что почти все отряды в городе погибли я сильно испугался за тебя. Приём.\n–Зомби сначало настигли другой отряд, они сообщили нам и мы решили сращу прятаться, но Андрей и Сергей решили сходить помочь другому отряду... и как ты знаешь, Андрей не вернулся. Приём.\n–Ну хорошо, самое главное, что хоть кто-то жив. Берегите себя. Конец связи.\n",
    "answers": [
      {
        "id": 27,
        "text": "Недоступно"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": [
      {
        "id": 53,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 54,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 29,
    "text": "–Мы заложили дистационные мины на их пути, но их немного, поэтому взрывать мы их будем позже, когда зомби будут идти в большем количестве и плотнее. По стене выстроены пулемётчики, бочки с горючим, дополнительное укрепление, а так же мы положили различные гвозди, металлические пластины и связали их с электрической сетью, но не факт, что это будет работать, есть так же риск, что РЭС может сгореть.\n",
    "answers": [
      {
        "id": 30,
        "text": "Нам нужно всё"
      },
      {
        "id": 31,
        "text": "Не будем рисковать."
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы отдали приказ о подключении электрической ловушке, и пошли в сторону стены, чтобы наблюдать за битвой.\n00:21. Они уже близко.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы отправились ближе к стене, чтобы наблюдать за ходом сражения.\n00:19. Зомби уже близко.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "01:15. Первые зомби подходят к поселению, но сращу ложатся от автоматчиков.\n01:58. Зомби становиться больше, но автоматчики всё еще справляются.\n02:30. Зомби всё больше, но проблем не наблюдается.\n03:49. В ход уже пошли пулемётчики, но некоторые зомби все равно подходят к стене.\n05:29. Зомби всё больше, нужно действовать.",
    "answers": [
      {
        "id": 33,
        "text": "Активировать мины"
      },
      {
        "id": 34,
        "text": "Сбросить бочки с горючим"
      },
      {
        "id": 38,
        "text": "Активировать электрическую ловушку",
        "need": [
          30
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "05:40. Вы приказали активировать мины, но вот уже прошло 15 минут и ничего не происходит.\n\n–Что у вас там, почему мины не взрываются? Приём, — связались вы по рации со штабом.\n–Мы не знаем, мины на сигнал не срабатывают, возможно, что-то повредилось или мины бракованные. Приём, — ответила вам Мария.\n–Что значит бракованные?! Приём.\n –Мы эти мины нашли на дороге в одиноко стоящей машине военных, может они везли их на утилизацию, или что там с минами делают. Приём.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "05:40. Вы приказали сбрасывать бочки с горючим, и началось настоящее шоу — горящие бочки сбрасывались со стены и закидывались самодельными катапультами в ряды зомби. Зомби же в свою очередь держались хорошо, но когда огонь сильно повреждал их ткани, то они падали и догорали издавая непонятные звуки.\n\nРаботает.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "05:40. Вы активировали ловушку, и сначало она действовала идеально, зомби обездвиженно падали на землю, но уже через 10 минут что-то пошло не так.\n\n–Почему электричество пропало? Приём, — связались вы по рации со штабом.\n–Видимо как мы и боялись, РЭС сгорела, не выдержала напряжения, а может просто механизм незакончен был, — ответил вам Александр.\n",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "06:00. Десятки зомби пытаются пробраться через стену, зомби начинают расходиться вдоль стены, люди начинают паниковать.",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "07:00. Зомби не могут сломать стену, но подобравшись к главным воротам, они начали активно выламывать их.\n07:30. Ворота сломаны, пошли первые потери, мы поставили несколько пулеметчиков напротив ворот, но они не справляются, их слишком много.\n08:00. Кто успел тот спрятался в домах, к большинству зомби ломятся, зная, что их жертва прячется, некоторым же повезло больше, их зомби не учуяли. Мы спрятались в штабе.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "5:40. Вы отдали приказ активировать электрическую ловушку и сначало все работало идеально, зомби обездвиженно падали, но уже через 10 минут электричество пропало.\n\n–Почему электричество отключилось? Приём, — связались вы со штабом.\n–Как мы и предполагали, РЭС сгорела, или не выдержала напряжение, — ответил мне Александр.\n\n",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Дмитрий — лучший друг Романа. Человек, что заставил его встать с колен и начать действовать, человек который всегда рядом и всегда поддерживает Романа. Но он что-то скрывает, Роман понял жто давно, но не лезет с распросами, так как Дима не сильно хочет рассказывать об этом.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "Лера — девушка Романа. Встретились они уже после апокалипсиса и сразу влюбились друг в друга. Она крайне активная девушка, поэтому постоянно ходит на вылазки и из-за этого она одна из самых опытных бойцов.\nА ведь раньше она работала в библиотеке.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "Роман — главный герой данного сказа, который многое пережил ещё до апокалипсиса, а после него хотел покончить с собой, так как ему пришлось собственноручно убить свою зараженную семью. Теперь же он выступает лидером огромного по меркам нынешнего мира поселения. ",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "Здесь будут находиться все существующие и выходящие главы",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1"
      },
      {
        "id": 52,
        "text": "Глава 2",
        "need": [
          52
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "Николаю 45 лет, он весьма весёлый мужчина, но когда необходимо он сразу становиться крайне серьёзным. Мы смогли узнать, что он работал в органах, но где именно не уточняет. Больше нам о нем ничего не известно.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "И о Марии я расскажу позже",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Настя слабая девушка, и выжила только благодаря своему брату. Она хорошо готовит, шьёт, любит читать и смотреть фильмы. Сейчас ей приходится не сладко, но она старается делать всё, что в её силах, и скажем честно, она неплохо готовит и умеет импровизировать.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Олег крайне проворный парень, он спас свою сестру из полыхающего эпидемией города. Он хотел вернуться за родителями, но не хотел втягивать в это свою сестру, а сейчас он нашёл и доверился Роману и оставив свою сестру отправился на поиски родителей. Он реалист, но уверен, сто их родители выжили.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Зомби — обычные медленные, слабые и жалкие по одиночке монстры.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "О Александре я расскажу позже",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "–Что нам теперь делать? — угнетенно спросил Александр.\n–Я не знаю... Я не понимаю как так произошло... Я не мог этого допустить...\n–Так, прекращай ныть, нужно думать как выбираться отсюда, — сказал Дима.\n–Мы можем подняться на крышу, оттуда тянется провод к гаражу, и уехать на внедорожнике, — предложила Мария.\n–А мы точно сможен на нём уехать?\n–Он был специально оборудован для езды сквозь толпы зомби, мощности хватит, топливо тоже есть в гараже.\n–Ну, в таком случае пойдём, другого выбора у нас нет.\n\nМы забрались на крышу и могли видеть весь тот ужас творящийся на улице. Они были повсюду, иногда были слышны крики людей, тех кого я подвел.\nВ гараж мы добрались без особых проблем, заправили внедорожник, взяли припасы, что были в гараже и собрались уезжать.\n\n\n",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "–А как будем открывать гаражную дверь? — задался вопрос Дима.\n–По идее её можно открыть только вручную, но сейчас это точно не вариант.\n–Дверь открывается наружу, верно? Значит можно отперть, и вылететь на машине, корпус я как вижу прочный, обваренный шипами, выдержать должен, — сказал я.\n–Я надеюсь у нас получится, — полушепотом сказал Дима и подошел к двери, — Садитесь в машину, я отпираю, прыгаю в машину и мы вылетаем.\n\nМы сели и завели машину, зомби сразу же начали ломиться к нам, Дима отпер дверь и запрыгнул к нам. \nРев мотора, грохот дверей и рев зомби.\n\n\n",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Конец 1-ой главы на обычную концовку.\n\nОткрыто достижение \"Крах империи\"",
    "answers": [
      {
        "id": 52,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 52,
    "text": "–Лера, мы едем в город, как у вас обстановка? Приём.\n–Что? Вы уже справились? У нас относительно спокойно, почти все зомби ушли. Приём.\n–Приеду, расскажу. Конец связи.",
    "answers": [
      {
        "id": 53,
        "text": "Продолжение следует."
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 53,
    "text": "Мы приехали в город. Здесь довольно тихо, не смотря на то, что еще вчера здесь находилась орда, но все же из различных домов, завалов доносилось рычание застрявших в городе зомби.\n\n–Приехали, дальше не проедем, — сказал Александр который был за рулём.\n–Другого пути нет? — спросил Дима.\n–Если и есть, то я о нём не знаю, да и идти недалеко, буквально пройти метров 300 и завернуть налево, там будет пятиэтажки, и на одной из них прячутся наши друзья.\n\nМы пошли пешком по полуразрушенным улицам. Я уже давно не выбирался в город, наверно год прошёл с моей последней вылазки, а вот раньше мы с Лерой и Димой ходили сюда каждую неделю. \nНо тут вы вспоминаете про поселение, и про людей, что возможно ещё живы и ждут помощи.\n\n–А вы не думаете, что нам надо будет вернуться? — неожиданно для всех сказали вы.\n–Куда вернуться? Обратно в поселение? — озадаченного спросил Александр.\n–Мы вернёмся\n",
    "answers": [
      {
        "id": 55,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  }
]