[
  {
    "id": 1,
    "text": "Предупреждение: повествование от мужского лица\nАвтор: Zikis \nЖанр: Романтика\n\nОписание:\nВ этом квсете вы должны завоевать сердце недоступной Лили. Учитывая, что у вас непонятные взаимоотношения... Это будет не так легко\n\n",
    "answers": [
      {
        "id": 2,
        "text": "[Пролог]"
      },
      {
        "id": 11,
        "text": "[Глава1]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Коротко о главном герое》\n\nМеня зовут Дэйл Вэлтон. Мне шестнадцать лет, и я дико популярен среди девчёнок. \nИли это нельзя говорить при знакомстве...?\nВ любом случае, хочу сказать что я не самовлюблённый человек. \n[на самом деле обожает себя]\nМоя внешность... Прекрасна, как и сам я.\n(Высокенький, подтянутый, белоснежная кожа, карие глаза, тёмные волосы, сверкающая улыбка)\n\nВокруг меня девчёнки толпой бегают. И почему я им так интересен? Совершенно их не понимаю)\n[врёт и не краснеет]\n\nЯ должен рассказать про Лили? Блин... Я думал, что больше расскажу про себя)",
    "answers": [
      {
        "id": 3,
        "text": "~Лили~"
      }
    ]
  },
  {
    "id": 3,
    "text": "Коротко о Лили》\n\nЛили-моя однокласница. Ну... Она милая, добрая и весёлая....Общительная!\nНу мы с ней учимся в одном классе уже четыре года. И все эти четыре года у нас были непонятные отношения... Вроде друзья, а вроде и флиртуем, то ругаемся на глазах у класса.\n\n(У неё маленький рост, она кстати самая низкая в классе. У Лили большие, зелёный глаза. Она брюнетка с волосами до середины шеи.)\n",
    "answers": [
      {
        "id": 4,
        "text": "~их взаимотношения~"
      }
    ]
  },
  {
    "id": 4,
    "text": "Взаимоотношения》 Фаза 1.\n\nНачалось всё четыре года назад. Лили была новенькой в классе, нам было всего двенадцать лет.\nОна быстро влилась в наш класс, иногда все совершенно забывали, что она учиться с нами не так давно.\nЛили почти сразу нашла себе подругу — Эйпрел. Они вместе ходили в художественную студию, их интересы были всегда похожи.\nЕсли по честному, первый месяц я на неё совершенно не обращал внимание. Тогда мне казалось, что Лили одна из обычных зануд.",
    "answers": [
      {
        "id": 5,
        "text": "》"
      }
    ]
  },
  {
    "id": 5,
    "text": "  Почему я так о ней подумал? Она была ответственна за журнал дежурств. А кому это нужно кроме зануд?\n  Я не из тех людей которые дежурят. Обычно эти девчёнки лепят мне двойки в этот журнал, и бегают жаловаться учителям. Но она не такая как они.\n  В конце четверти она подошла ко мне когда все вышли из класса. И спросила устроит ли меня четвёрка по дежурству.\n  Оказалось, что ВСЮ мою работу она молча выполняла. Лили не бегала жаловаться к учителям. Она сказала, что поняла моё нежелание.\n",
    "answers": [
      {
        "id": 6,
        "text": "》"
      }
    ]
  },
  {
    "id": 6,
    "text": "  После этого, моё отношение к ней было в меру хорошим. Иногда мы могли обменяться парой фраз,но не больше.\n  Такие взаимоотношения у нас были около нескольких месяцев. Иногда мы общались чаще обычного, а иногда совсем не говорили. \n  Лили одна из тех девушек, которые ладят с парнями. Она весёлая, маленькая, милая. Из девочек с ней общалась лишь Эйпрел.\n\n  Мы понимали друг друга. Но в один день всё поменялось. ",
    "answers": [
      {
        "id": 7,
        "text": "~взаимоотношения~"
      }
    ]
  },
  {
    "id": 7,
    "text": "Взаимоотнашения》 Фаза 2.\n\n  Вы наверное спросите:\"Дэйл, что же случилось?\" Ну... Дело было в раздевалке, где-то через два года, девятнадцатого февраля. Недавно был праздник влюблённых... (нам было 14)\n  Разговор зашёл о валентинках. Мой друг —  Тони.\n(Он чуть ниже меня, блондин с виснушками, серые глаза. По симпотичности — средненький.)\nТони сказал нам \"по секрету\", что Лили призналась ему четырнадцатого. Отдала писмо — признание в розовом конверте.\n",
    "answers": [
      {
        "id": 8,
        "text": "》"
      }
    ]
  },
  {
    "id": 8,
    "text": "  Естественно ему никто не поверил. Лили бы выбрала по симпатичнее парня.\n  В доказательство Тони показал конверт и само письмо. Это письмо прочитали чутьли не все парни. Это было так отвратительно... Мне пишут такие письма намного чаще, но я же не размахиваюсь ими.\n  Всем было весело читать письмо. Но парни придумали кое-что получше. Они решили написать Лили смс от лица Тони.\n  Это было так низко. Самое главное, что сам Тони был не против посмеяться.\n \n  Ну я не выдержал... И ударил его. ",
    "answers": [
      {
        "id": 9,
        "text": "》"
      }
    ]
  },
  {
    "id": 9,
    "text": "  После того как меня отчитала класуха, ко мне подошла Лили.\n  Она была внесебя от ярости. Конечно... Ведь все сказали,что драка была непонятно из-за чего. Все парни отрицали ситуацию с письмом. Они говорили, что не имеют понятия о чём я говорю.\n  В тот день я впервые увидел ярость на лице Лили...\n—Ты отвратительный! Если бы ты его серьёзно поколечел?!\n—Перестань кричать. Лучше беги к своему Ромео.\n\n  Я собирался пройти мимо неё. Но Лили схватила меня за рукав рубашки и сказала:\n—Как можно быть таким мерзким?",
    "answers": [
      {
        "id": 10,
        "text": "~взаимоотношения~"
      }
    ]
  },
  {
    "id": 10,
    "text": "Взаимоотношения》 Фаза 3. [последняя]\n\n  После того случая прошло один или уже два года. Думаю Лили уже забыла об этом.\n\n  И вот наши отношения сейчас》\nЯ люблю шутить вместе с Тони о её росте. Называю её Хоббитом или Пучиглазой. В ответ она мило возмущается.\nЯ думаю мы друзья. Но...",
    "answers": [
      {
        "id": 1,
        "text": "[Конец Пролога]"
      }
    ]
  },
  {
    "id": 11,
    "text": "[12 октября]\n\n  Обычное утро, мы с Тони идём в школу. Вроде всё по старому, но что-то изменилось...\nТочно!\n  Тони какой-то слишком довольный. Обычно он жалуется на скучность жизни, но не сейчас.\n\n—Тони, ты нормально себя чувствуешь?\n—Что за вопросы? Конечно всё нормально, я бы сказал... Отлично! -воскликнул он.\n—Это не похоже на тебя. Обычно ты жалуешься.\n—А я хочу петь! Сегодня замечательный день! Так хорошо быть не одиноким!\n—В смысле?! -возмутился я.\n—Ой... Я тебе же не говорил... -промямлил Тони.",
    "answers": [
      {
        "id": 12,
        "text": "-Рассказывай!"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Ну... Я начал встречаться с Лили.\n—Что?! Когда это произошло? -такого поворота я точно не ожидал.\n—Ну вся эта история началась позавчера. Я ей просто написал о чувствах. Ну а после уроков... Вчера предложил встречаться.\n—И она согласилась?!\n—Эм... Ну да. -с удивлением произнёс Тони.\n—Просто... Я думал, ты перестал ей нравиться после той истории, которая была два года назад. -неуверенно сказал я.\n—Мы были детьми, она этого наверняка не помнит. -с раздрожением сказал Тони.",
    "answers": [
      {
        "id": 13,
        "text": "~погрузиться в мысли~"
      }
    ]
  },
  {
    "id": 13,
    "text": "\n  От этой новости мне стало не по себе. Лили и Тони вместе? Звучит как, что-то странное.\n  Я слишком привык, что мы втроём общаемся как друзья. \n  Ещё я привык к общению с ней, которое невозможно описать. Все эти подколы которые напоминают чем-то флирт. Ну и мои странные поступки по отношению к ней.\n\n  Я впервые не рад за Тони и его отношения. Сейчас я больше смущён, ошарашен и сердит.\n  Я... Я не хочу чтобы Лили встречалась с ним.\nНо я не знаю почему...",
    "answers": [
      {
        "id": 14,
        "text": "-Рад за вас.\n(попытаться поддержать)"
      },
      {
        "id": 15,
        "text": "(Не врать Тони и промолчать)"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Спасбо, Дэйл. Мне очень помогает твоя поддержка.\n—Это пустяки... -тихо промямлил я.\n—Кстати! Я собираюсь пригласить её на свидание в субботу. Как ты думаешь?\n—Отличная идея! .... -мне было невозможно это слушать.\n\nМы подошли к школе и увидели Лили.",
    "answers": [
      {
        "id": 16,
        "text": "-Привет, Лили!!"
      },
      {
        "id": 17,
        "text": "Не смотреть на неё"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Дэйл, ты впорядке? Выглядишь неважно...-с беспокойством сказал Тони.\n—Всё нормально.\n—Ты как-то побледнел... -с задумчивостью произнёс Тони.\n\n  Я не мог ему что-либо ответить, так что замолчал на несколько минут.\n  Мы подошли к школе и увидели Лили.",
    "answers": [
      {
        "id": 16,
        "text": "-Привет, Лили!!"
      },
      {
        "id": 17,
        "text": "Не смотреть на неё"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Привет, Дэйл!!! -воскликнула Лили.\nОна подбежала к нам и посмотрев на Тони покраснела, как и он.\nМы шли к классу и между нами повисло молчание.\n\n В такие моменты лучше всего погрузиться в мысли. Ведь снаружи ничего важного не происходит.\n Именно так я и поступил.",
    "answers": [
      {
        "id": 18,
        "text": "~разборки в себе~"
      }
    ]
  },
  {
    "id": 17,
    "text": "Лили увидела нас и подбежала.\n—Привет, Дэйл!!\nЯ не мог посмотреть на неё и смотрел в пол.\n\n Хоть она и смущалась говорить с Тони... Лили решилась спросить.\n—Тони, что сегодня с Дэйлом?\n—Не знаю...\nМы шли к классу и между нами повисло молчание.\n\n В такие моменты лучше всего погрузиться в мысли. Ведь снаружи ничего важного не происходит.\n Именно так я и поступил.",
    "answers": [
      {
        "id": 18,
        "text": "~разборки в себе~"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Я... Я не хочу чтобы Лили встречалась с ним.\nНо я не знаю почему...\n  Единственное разумное объяснение это... Что похоже я влюбился...\n  Я не думал, что со мной такое произойдёт, особенно по отношению к ней.\n\n  И что мне теперь делать? У Лили есть парень, и это мой лучший друг!!\n  Я не могу их разлучить!!",
    "answers": [
      {
        "id": 19,
        "text": "|?|"
      }
    ]
  },
  {
    "id": 19,
    "text": " Я и не заметил как мы втроём зашли в класс. Я сел на своё место. Моя соседка по парте — Эйпрел, уже сидела. Она долго смотрела на меня и сказала:\n—Ты же уже знаешь о них?\n—Ты про Тони и Лили?\nВ ответ она лишь кратко взглянула на них.\n—Эйпрел, разве ты хочешь, чтобы они были вместе? -неожиданно для себя, сказал я.\n—Если Лили будет счастлива... То да.\nЯ осмыслел всё сказанное. Как вдруг Эйпрел задала вопрос.\n—Ну... Ты же тоже не против их отношений, верно?",
    "answers": [
      {
        "id": 20,
        "text": "-Это неожиданно..."
      },
      {
        "id": 20,
        "text": "-Думаю они прекрасная пара....."
      }
    ]
  },
  {
    "id": 20,
    "text": "—Если по честному... Я тоже так думаю!! Видишь на сколько мы похожи! -воскликнула Эйпрел.\n В ответ я тихо согласился и пошёл в сторону Лили и Тони.\n Когда я был недолеко от них, я мог услышать их разговор.",
    "answers": [
      {
        "id": 21,
        "text": "~Подслушать~"
      },
      {
        "id": 22,
        "text": "~Не подслушивать~"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Так что? Пойдём завтра?.... -неуверенно сказал Тони.\n—Э... Ну да. Сначало я заскочу в библиотеку для проекта... А потом сразу же можем пойти.\n—Отлично! Завтра в 14.00 буду ждать тебя на главной (площади).",
    "answers": [
      {
        "id": 22,
        "text": "~Сделать вид, что не подслушивал~"
      }
    ]
  },
  {
    "id": 22,
    "text": " После разговора ко мне подбежал Тони и кратко всё рассказал.\n Про то, как они договорились погулять завтра. Где и во сколько. \n Короче говоря растрепал мне всё.",
    "answers": [
      {
        "id": 23,
        "text": "/звонок на урок/"
      }
    ]
  },
  {
    "id": 23,
    "text": "На следующей перемене я болтал с Тони и всё время ловил его переглядки с Лили. Потихоньку это начало меня серьёзно раздражать.\nНо перед физкультурой Тони буквально не сводил с неё глаз.\n—Тони, всё нормально?\n—Да... Просто мне надо сказать кое-что важное Лили...\n—И что же?\n—Что я не смогу прийти на прогулку. Так как мне надо следить за сестрой.\n—Так что же ты ждёшь?! Подойди и скажи! -возмутился я.\n—Я не могу её так подвести...\nТони резко взял свои вещи и вышел из школы.",
    "answers": [
      {
        "id": 24,
        "text": "~сказать Лили~"
      },
      {
        "id": 25,
        "text": "~сказать Эйпрел~"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Привет, Лили... -неуверенно сказал я\n—Привет...\n—Слушай я хотел тебе сказать... Тони сказал мне, что не сможет прийти сегодня на вашу встречу...\n—Почему же он мне не сказал?  -возмутилась Лили\n—Ну... Он не смог.\n—Дэйл... Я понимаю, что ты боишься разрыва нашей компании. Но этого не произойдёт из-за наших отношений с Тони. И кстати, так врать очень некрасиво. -сказала Лили и ушла в раздевалку\n\nНеужели она мне не поверила?!",
    "answers": [
      {
        "id": 26,
        "text": "Забежать в раздевалку》"
      },
      {
        "id": 27,
        "text": "Идти на физ-ру》"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Привет, Эйпрел...\n—Привет, Дэйл!! Как твои дела? -воскликнула Эйпрел \n—Эм... Ну... Нормально. Я хотел сказать кое-что важное о Лили и Тони...\n—Что случилось? У них закончился конфетно-цветочный период?!\n—Дело не в этом... Тони не может пойти сегодня с Лили на свидание. -выпалил я\n—Серьёзно? -с беспокойством сказала Эйпрел \n—Да...\n—Ладно... Тогда я пойду скажу Лили...\n—Хорошо. Спасибо, Эйпрел.",
    "answers": [
      {
        "id": 27,
        "text": "Идти на физ-ру》"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я забежал в раздевалку и на секунду была гробовая тишина. Но позже такой визг... Я думал что на самом деле оглохну.\nСамое смешное, что все девчёнки уже были переодеты. Я так и не понял почему они кричали.\n\nЧтобы окончательно не оглохнуть, я побежал к Лили, схватил её за руку и хотел потащить за собой. Но она сопротивлялась.\nТогда я взял её на руки и выбежал из раздевалки.\n\nКогда я опустил её на ноги, она пыталась дотянуться до меня, чтобы дать подзатыльник.\n—Зачем ты меня схватил на руки?!\n—Иначе ты бы не ушла от туда! -возмущённо воскликнул я.\n(На самом деле я просто так захотел)\n—О нас теперь пойдут слухи... Блин! Ты не понял мой юмор?!? Я пошутила про то, что типа ты врёшь!\n—Ты серьёзно?! Очень тупая шутка.",
    "answers": [
      {
        "id": 27,
        "text": "Идти на физ-ру》"
      }
    ]
  },
  {
    "id": 27,
    "text": "На физкультуре не происходило ничего интересного кроме...\nЛили и Роза (однокласница) сидели на матах и о чём-то болтали. Лили в этом разговоре всё больше и больше краснела. \nЯ не знаю, хотел ли я ей как-то помочь или просто захотел быть рядом.\nНо я...",
    "answers": [
      {
        "id": 29,
        "text": "~прыгнул к ним на маты~"
      },
      {
        "id": 30,
        "text": "~подошёл к матам~"
      }
    ]
  },
  {
    "id": 28,
    "text": "[Интересный факт]\n\nИсторию было легко писать т.к. она написана из личного опыта. Если точнее, из личного опыта моего парня.\nЕсли есть ошибки в плане сюжета, пишите. \nТогда мне надо будет кое с кем поговорить, о том что такое хорошо, а что такое плохо)",
    "answers": [
      {
        "id": 1,
        "text": "《На главную《"
      }
    ]
  },
  {
    "id": 29,
    "text": "До того как я приземлился, я успел увидеть испуг от неожиданности у Лили на лице.\nПриземлившись Роза ушла со смущением на лице. Эта реакция была совершенно обычна для меня.\n—Ты не расстроилась, что не идёш с Тони?\n—Нет. Просто... Это всё очень неожиданно. Его признание и всё такое. -с улыбкой сказала Лили.\n—Неожиданно? Ну до этого он же подавал знаки внимания?! -удивился я.\n—Ну... Я по крайней мере не замечала.\n—Это странно...\n—Может быть. -сказала она, смотря куда-то вдаль.\n",
    "answers": [
      {
        "id": 31,
        "text": "-Я... Я наверное пойду."
      }
    ]
  },
  {
    "id": 30,
    "text": "Я подошёл к матам и даже не успел ничего сказать. А Роза уже ушла со смущением на лице. Эта реакция была совершенно обычна для меня.\nЯ сел рядом с Лили.\n—Ты не расстроилась, что не идёш с Тони?\n—Нет. Просто... Это всё очень неожиданно. Его признание и всё такое. -с улыбкой сказала она.\n—Неожиданно? Ну до этого он же подавал знаки внимания?! -удивился я.\n—Ну... Я по крайней мере не замечала.\n—Это странно...\n—Может быть. -сказала она, смотря куда-то вдаль.",
    "answers": [
      {
        "id": 31,
        "text": "-Я... Я наверное пойду."
      }
    ]
  },
  {
    "id": 31,
    "text": "—Дэйл, подожди. -она схватила меня за край футболки когда я уже собирался уходить.\n Я с удивлением взглянул на неё.\n—Я хотела сказать... Что я очень рада, что мы с тобой общаемся.... Ты классный парень.\n—С чего это вдруг такие комплименты? -усмехнулся я\n—Просто... Не хочу, что бы ты думал, что я больше не хочу общения с тобой. -буркнула под нос Лили\n—Спасибо. -я улыбнулся ей и подмигнул",
    "answers": [
      {
        "id": 1,
        "text": "[конец 1 главы]"
      }
    ]
  },
  {
    "id": 32,
    "text": "[13 октября]",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]