[
  {
    "id": 1,
    "text": "Автор: AntiHero (Дмитрий Стойков) \n\nАннотация: Эпоха освоения ближнего космоса давно в прошлом. Кораблестроение вышло на такой уровень, что люди врываются в дальний космос бестактно и грубо, а само слово \"исследование\" потеряло свою интригующую красоту. Но остались и те, кто помнит времена рискованных экспедиций к далеким звездам с целью открыть нечто новое, что человек не мог и вообразить. Вы один из них, Генрих Крамер, чье имя часто можно встретить на обложках космических энциклопедий. И Вы, решив тряхнуть стариной, собираетесь отправиться в Темную Область, черное пятно на звездных картах человечества, туда, куда человеку попадать не стоит.\n\nДостижения:\n- \"Тот, кого не забудут\"\n- \"Конец цикла\"\n- \"Я вернулся живой\" \n- \"Ревизор\" \n- \"Древо жизни?\" ",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 2,
        "text": "[Начать историю] "
      },
      {
        "id": 49,
        "text": "[Контрольная точка] "
      },
      {
        "id": 135,
        "text": "[Достижения] "
      },
      {
        "id": 138,
        "text": "[Дополнительные главы] ",
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[Если Вам понравилась книга, поддержите автора оценкой на Google Play] ",
        "url": "https://play.google.com/store/apps/details?id=com.gm_shaber.story15514"
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c836421/v836421473/300b4/MhB9XkznRdI.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c637131/v637131313/388e8/KZ5Y4WZsx9U.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636416/v636416556/84ee2/R9dr7cEPN-g.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Полет длился уже несколько дней. В очередной раз проверив оборудование в грузовом отсеке, Вы вернулись в кабину. Небольшое исследовательское судно было рассчитано на экипаж от трех до пяти человек, и все же Вы летели один. Экспедиция не была официальной - она была Вашей личной авантюрой, поэтому и все расходы Вы оплатили из своего кармана. \"Так даже лучше, иначе пришлось бы официально регистрировать экспедицию, а этого нужно было избежать, учитывая конечную точку прибытия\", - задумчиво пробурчали Вы себе под нос.\n\nПребывавшие до этого в состоянии полной апатии бортовые мониторы вспыхнули мягким синим светом.",
    "answers": [
      {
        "id": 3,
        "text": "[Сесть в кресло пилота] "
      },
      {
        "id": 3,
        "text": "Картинка ",
        "url": "https://pp.userapi.com/c636416/v636416556/84e7c/CpxBz935jUA.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Над монитором в спокойном синем свете вращалась объемная карта сектора. В центре этого участка карты отчетливо просматривалась пустота: ни звезд, ни каких либо иных космических тел на карте в этой области не было. В научной среде это место прозвали \"Темной областью\".\n\nОткинувшись на спинку кресла пилота, Вы начали рассматривать карту. Зачем Вы все это затеяли? Вы ведь знаменитый Генрих Крамер, исследователь дальнего космоса, давно отошедший от дел. Имея приличное состояние и уже взрослых детей, Вы вполне могли спокойно и счастливо няньчиться с внуками, рассказывая им удивительные истории из своих странствий. Неужели Вы боитесь забвения и хотите напоследок потрясти весь научный мир?\n\nМягкий свет завораживал, и Вы с большим трудом отогнали от себя дремоту. ",
    "answers": [
      {
        "id": 4,
        "text": "[Осмотреть панель управления] "
      },
      {
        "id": 3,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5ba5f/RDtfD2T8aao.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Судя по карте, Вы были уже близко к \"Темной области\". Впереди была лишь пустота, чернота космоса.\n\nВы зажмурились, протирая пальцами глаза - Вам показалось, что черная пустота впереди начала светлеть. Когда Вы вновь открыли глаза, космос за передним стеклом был кремово-серого цвета.\n\nОбъемная карта сектора исчезла, сменившись моделью корабля и сканом окружения. И судя по данным, выдаваемым сканером, корабль летел навстречу гигантскому облаку, состоящему из неких мелких фрагментов, слишком маленьких для поля астероидов. ",
    "answers": [
      {
        "id": 5,
        "text": "[Изучить результаты сканирования] "
      },
      {
        "id": 4,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5ba5f/RDtfD2T8aao.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "Судя по данным бортового сканера, облако состояло из крупнодисперсной пыли минеральной природы. Говоря грубым языком, из камней размером с кулак. Уйти от столкновения было невозможно, так как облако, словно клешня, смыкалось вокруг корабля. Корабельное оружие тоже не помогло бы: во-первых, учитывая размер частиц, составляющих облако, это все равно что стрелять по туману, а во-вторых, на исследовательском судне из оружия был только буровой лазер - чертовски непредусмотрительно.\n\nСтолкновение было неизбежно. Разумеется, для подобных случаев любые корабли снабжались энергетическими щитами. Проблема была лишь в том, что по умолчанию восемьдесят процентов мощности было переведено на носовой участок щита, а облако было готово схлопнуться со всех сторон.",
    "answers": [
      {
        "id": 6,
        "text": "[Перераспределить мощность щитов] "
      },
      {
        "id": 6,
        "text": "[Активировать лазерный бур] "
      },
      {
        "id": 5,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5ba66/CVnd4FoKRro.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Счет шел на секунды. Панель управления сменила цвет свечения с синего на бледно-красный.\n\nНо Вы никак не могли найти нужный элемент управления. Совсем недавно этот корабль был не задорого куплен у  \"Вольных Торговцев\", и Вы еще не научились в полной мере с ним управляться.\n\n\"Кажется, было бы разумно что-нибудь предпринять, учитывая ситуацию\", - послышался спокойный мужской голос. ",
    "answers": [
      {
        "id": 7,
        "text": "\"Кто здесь?!\" "
      },
      {
        "id": 7,
        "text": "\"Знать бы, что предпринять...\" "
      },
      {
        "id": 6,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5ba7c/bf9Wrpfxg9Q.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "\"Судя по тому, что за время полета Вы ни разу ко мне не обратились, предполагаю, что Вы не знали о моем существовании. Я ИИ этого судна\", - голос звучал все так же спокойно.\n\nВы действительно понятия не имели о том, что этот корабль был снабжен ИИ подобного уровня - модуль, дающий искусственному интеллекту способность к рассуждению стоил обычно целое состояние. Судя по всему, и продавцы не вполне осознавали, что продают. Плохо. Сюрпризы в подобных экспедициях нередко влекут за собой печальные последствия.\n\n\"Вы растеряны. Я помогу\", - Вас крепко придавило к креслу защитным поручнем, развернувшимся из-за спинки. В следующее мгновение Вас ослепил энергетический всплеск носовых щитов, влетевших в облако. ",
    "answers": [
      {
        "id": 8,
        "text": "[Держаться] "
      },
      {
        "id": 7,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5ba6e/buPuam54s1U.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "Камни беспрестанно барабанили об щиты со всех сторон, корабль знатно трясло.\n\nЧерез несколько секунд всполохи щитов прекратились, и поручень тут же отпустил Вас: \"В ходе преодоления препятствия получены значительные повреждения грузового отсека, срочно необходимо вмешательство человеческой части экипажа\".\n\nЧто ж, похоже, активная часть экспедиции начинается прямо здесь. ",
    "answers": [
      {
        "id": 9,
        "text": "[Выбраться из кресла] "
      },
      {
        "id": 8,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5ba83/TlbpvWnd_7g.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы стояли посреди небольшого центрального помещения, проходного узла между всеми отсеками. \n\nКорабль имел всего две палубы. На верхней находились центральное помещение, переходившее в кабину управления, медицинский отсек и каюты экипажа; на нижней палубе - машинное отделение и грузовой отсек. Весь корабль имел довольно миниатюрное строение.",
    "answers": [
      {
        "id": 10,
        "text": "[Идти к каютам] "
      },
      {
        "id": 17,
        "text": "[Идти в медицинский отсек] "
      },
      {
        "id": 23,
        "text": "[Спуститься на нижнюю палубу] "
      },
      {
        "id": 9,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636416/v636416556/84e98/CSp9ZQPqv7M.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "Каюты представляли собой две комнаты, в одной из которых располагались четыре койки для экипажа, а вторая комната полностью отводилась в распоряжение капитана.",
    "answers": [
      {
        "id": 11,
        "text": "[Осмотреть каюту капитана] "
      },
      {
        "id": 12,
        "text": "[Осмотреть каюту экипажа] "
      },
      {
        "id": 14,
        "text": "[Осмотреть санузел] "
      },
      {
        "id": 9,
        "text": "[Вернуться в центральный узел] "
      }
    ]
  },
  {
    "id": 11,
    "text": "Ваша каюта. Минимум мебели: стол, заваленный мелким хламом, шкаф и кровать.",
    "answers": [
      {
        "id": 13,
        "text": "[Осмотреть стол] "
      },
      {
        "id": 15,
        "text": "[Осмотреть кровать] "
      },
      {
        "id": 16,
        "text": "[Осмотреть шкаф] "
      },
      {
        "id": 10,
        "text": "[Выйти из каюты] "
      },
      {
        "id": 11,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636416/v636416556/84e83/0U1ChZa0TVM.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "Здесь все в нетронутом состоянии. Вы решили лететь один ввиду того, что не хотели ставить под угрозу жизни друзей, а наемникам просто не доверяли. ",
    "answers": [
      {
        "id": 10,
        "text": "[Выйти из каюты] "
      },
      {
        "id": 12,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5beb6/c5JwJSI-LiU.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "На столе лежало несколько электронных книг, расчёска, парочка тюбиков из-под вчерашнего обеда и Ваш бумажный блокнот для записей. Сейчас такие блокноты были большой редкостью - все пользовались электронными самописцами. ",
    "answers": [
      {
        "id": 11,
        "text": "[Отойти от стола] "
      }
    ]
  },
  {
    "id": 14,
    "text": "Небольшое сантехническое помещение. Вы осмотрели свою давно не бритую бороду в зеркале. С ней Вы напоминали мореплавателей глубокой древности, когда люди еще не знали о просторе космоса.",
    "answers": [
      {
        "id": 18,
        "text": "[Осмотреть шкафчик за зеркалом] ",
        "need": -18
      },
      {
        "id": 10,
        "text": "[Выйти из санузла] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Спать на кровати Вам нравилось куда больше, чем в криокапсуле, стоящей в медицинском отсеке. ",
    "answers": [
      {
        "id": 11,
        "text": "[Отойти от кровати] "
      }
    ]
  },
  {
    "id": 16,
    "text": "В одной половине шкафа висела Ваша одежда, в другой по полкам были расставлены особенно хрупкие походные анализаторы, которые не пережили бы полет в грузовом отсеке. ",
    "answers": [
      {
        "id": 11,
        "text": "[Отойти от шкафа] "
      }
    ]
  },
  {
    "id": 17,
    "text": "Медицинский отсек имел комплекс из пяти криокамер и одного автономного операционного стола. Вдоль стен стояли столики и шкафчики. ",
    "answers": [
      {
        "id": 19,
        "text": "[Осмотреть криокапсулы] "
      },
      {
        "id": 20,
        "text": "[Осмотреть операционный стол] "
      },
      {
        "id": 21,
        "text": "[Осмотреть столики] "
      },
      {
        "id": 9,
        "text": "[Выйти из медицинского отсека] "
      },
      {
        "id": 17,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636416/v636416556/84e91/LK7CWT3NAaw.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "Как только Вы открыли дверцу, с верхней полки Вам на голову упал увесистый баллончик размером с Ваше предплечье. На сером металле баллончика было выбито \"Герметик\". Как эта штука вообще сюда попала?\n\nУчитывая ситуацию с кораблем, штука с таким названием показалась Вам более чем полезной.",
    "answers": [
      {
        "id": 10,
        "text": "[Забрать баллончик и выйти из санузла] "
      },
      {
        "id": 18,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c752/BTt2O14rFwU.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Батарея из пяти капсул, по одной для каждого предполагаемого члена экипажа. Чем дальше, тем больше Вы жалели, что решили не набирать команду. ",
    "answers": [
      {
        "id": 17,
        "text": "[Отойти от криокапсул] "
      }
    ]
  },
  {
    "id": 20,
    "text": "Автономный операционный стол был предназначен для полностью самостоятельного поиска и устранения вредоносных факторов в организме человека. ",
    "answers": [
      {
        "id": 17,
        "text": "[Отойти от операционного стола] "
      }
    ]
  },
  {
    "id": 21,
    "text": "На столиках и в шкафчиках лежала груда медицинской утвари, такой, как жгуты, пневматические шприцы для инъекций, ручной сканер патологий - все то, что может пригодиться в полевых условиях без доступа к автономному операционному столу.",
    "answers": [
      {
        "id": 22,
        "text": "[Разворошить груду медицинских приспособлений] ",
        "need": -22
      },
      {
        "id": 17,
        "text": "[Отойти от столиков] "
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы спешно осматриваете медицинские приспособления. Из только что поднятого сканера вылетел энергоблок и поскакал по полу. \n\nУчитывая универсальность таких энергоблоков, он непременно пригодится. ",
    "answers": [
      {
        "id": 9,
        "text": "[Взять энергоблок и выйти из медицинского отсека] "
      },
      {
        "id": 22,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c74b/EW1Fvw__uLU.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "Нижняя палуба имела такое же центральное помещение, как и верхняя, с той лишь разницей, что здесь стояли скафандры для высадки. Один проход вел в машинное отделение, другой в грузовой отсек. ",
    "answers": [
      {
        "id": 9,
        "text": "[Подняться на верхнюю палубу] "
      },
      {
        "id": 24,
        "text": "[Идти в машинное отделение]"
      },
      {
        "id": 29,
        "text": "[Осмотреть дверь в грузовой отсек] "
      },
      {
        "id": 23,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5bedb/WhQqjJ2DepM.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "Машинное отделение представляло собой круглое помещение с реактором в центре, где находилось ядро судна. Немного в стороне стоял блок с емкостными кристаллами, непосредственно соединенный с реактором.\n\nОбо всем этом Вы имели лишь очень приблизительное представление. Вы ведь исследователь, а не инженер-кораблестроитель. ",
    "answers": [
      {
        "id": 25,
        "text": "[Осмотреть реактор] "
      },
      {
        "id": 26,
        "text": "[Осмотреть емкостные кристаллы] ",
        "need": -32
      },
      {
        "id": 33,
        "text": "[Осмотреть емкостные кристаллы] ",
        "need": 32
      },
      {
        "id": 23,
        "text": "[Выйти из машинного отделения] "
      },
      {
        "id": 24,
        "text": "Картинка ",
        "url": "https://pp.userapi.com/c636418/v636418556/5c21c/dIa2nVtY7VY.jpg"
      }
    ]
  },
  {
    "id": 25,
    "text": "Реактор представлял собой вертикальный цилиндр, окруженный пьедесталом из труб и панелей управления. Сам цилиндр был выполнен из металла с прозрачной кварцевой частью, через которую можно было видеть пламя ядра. Судя по его цвету, пока что кораблю хватало мощности, а значит повреждения от встречи с облаком не так уж значительны. ",
    "answers": [
      {
        "id": 24,
        "text": "[Отойти от реактора] "
      },
      {
        "id": 25,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c232/nZIDO3dX00E.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": "Человечество уже давно отказалось от привычного топлива в космической промышленности. Вместо него теперь использовались энергетические кристаллы. Кристаллы выращивали искусственно, задавая определенную структуру кристаллической решетки, благодаря которой в них можно было помещать немыслимые объемы энергии.\n\nПри ближайшем рассмотрении стало заметно, что блок, в котором находились кристаллы, имел значительную трещину, залитую субстанцией, по прочности не уступающей металлу самого корпуса. ",
    "answers": [
      {
        "id": 27,
        "text": "[Осмотреть трещину] ",
        "need": -27
      },
      {
        "id": 28,
        "text": "[Осмотреть герметизатор] ",
        "need": 27
      },
      {
        "id": 24,
        "text": "[Отойти от емкостных кристаллов] "
      },
      {
        "id": 26,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c22a/lshc7nEehWs.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "Трещина осталась от прошлых хозяев корабля и была хорошо заделана. Рядом лежал агрегат, чем-то напоминающий по форме громоздкую винтовку. Похоже, именно с его помощью была заделана трещина. ",
    "answers": [
      {
        "id": 28,
        "text": "[Осмотреть герметизатор] "
      },
      {
        "id": 26,
        "text": "[Отойти от трещины] "
      }
    ]
  },
  {
    "id": 28,
    "text": "Устройство служило для залатывания пробоин корпуса. Прежние хозяива бросили его здесь с опустевшим баллоном, содержащим схватывающую субстанцию, и без энергетического блока. \n\nЧтобы эта штука заработала, необходимо установить новый баллон с герметиком и энергоблок. При это необходимо сначала установить энергоблок, так как без автоматического отброса не удастся извлечь пустой баллон. ",
    "answers": [
      {
        "id": 30,
        "text": "[Установить баллончик с герметиком] ",
        "need": [
          18,
          31,
          -30
        ]
      },
      {
        "id": 31,
        "text": "[Установить энергоблок] ",
        "need": [
          22,
          -31
        ]
      },
      {
        "id": 32,
        "text": "[Взять герметизатор] ",
        "need": 30
      },
      {
        "id": 24,
        "text": "[Отойти от герметизатора] "
      },
      {
        "id": 28,
        "text": "Картинка ",
        "url": "https://pp.userapi.com/c636418/v636418556/5c4fd/Gg5F4X_57h0.jpg"
      }
    ]
  },
  {
    "id": 29,
    "text": "Электронное табло возле двери в грузовой отсек указывало на то, что там по-прежнему есть воздух, да и давление худо-бедно держится на уровне нормы.\n\nПохоже, что аварийная система сработала как надо и в помещение можно заходить без скафандра. ",
    "answers": [
      {
        "id": 34,
        "text": "[Войти в грузовой отсек] "
      },
      {
        "id": 23,
        "text": "[Отойти от двери] "
      },
      {
        "id": 29,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c223/lepIMWOXeZ4.jpg"
      }
    ]
  },
  {
    "id": 30,
    "text": "Баллончик с герметиком установлен в разъем. Агрегат готов к работе. ",
    "answers": [
      {
        "id": 28,
        "text": "[Обратно к герметизатору] "
      }
    ]
  },
  {
    "id": 31,
    "text": "Энергоблок успешно установлен. Герметизатор ровно гудит. ",
    "answers": [
      {
        "id": 28,
        "text": "[Обратно к герметизатору] "
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы поднимаете гудящий герметизатор, беря его в руки на манер охотничьего ружья. Теперь у Вас есть все шансы справиться с пробоинами, оставленными встречей с облаком. ",
    "answers": [
      {
        "id": 23,
        "text": "[Выйти из машинного отделения] "
      }
    ]
  },
  {
    "id": 33,
    "text": "Кристаллы служили топливной ячейкой. Человечество уже давно отказалось от привычного топлива в космической промышленности. Вместо него теперь использовались энергетические кристаллы. Кристаллы выращивали искуственно, задавая определенную структуру кристаллической решетке, благодаря которой в них можно было помещать немыслимые объемы энергии.",
    "answers": [
      {
        "id": 24,
        "text": "[Отойти от емкостных кристаллов] "
      },
      {
        "id": 33,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c22a/lshc7nEehWs.jpg"
      }
    ]
  },
  {
    "id": 34,
    "text": "Грузовой отсек был самым большим помещением корабля. Всюду стояли ящики с Вашей аппаратурой, крепко примагниченные к полу. Сам пол был усеян мелкими камушками, а в стене зияла дыра размером с вашу голову. Корабль был еще цел только благодаря аварийной системе, затянувшей пробоину энергетическим полем наподобие щита. Но чтобы держать такое давление, щит был вынужден поглощать значительную часть мощности корабля.\n\nНеобходимо как можно скорее заделать пробоину. ",
    "answers": [
      {
        "id": 35,
        "text": "[Осмотреть оборудование] "
      },
      {
        "id": 36,
        "text": "[Осмотреть камешки] "
      },
      {
        "id": 37,
        "text": "[Применить герметизатор] ",
        "need": 32
      },
      {
        "id": 23,
        "text": "[Выйти из грузового отсека] "
      },
      {
        "id": 34,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c4ef/4_jQClLPaLE.jpg"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ваше оборудование было надежно упаковано в контейнеры. Беглый осмотр показал, что ни один контейнер не был поврежден. ",
    "answers": [
      {
        "id": 34,
        "text": "[Отойти от оборудования] "
      }
    ]
  },
  {
    "id": 36,
    "text": "Камешки были величиной не больше кулака, песчаного цвета, некоторые поблескивали вкраплениями кристаллических пород. Камешков было достаточно много, все беспорядочно разбросаны по отсеку.",
    "answers": [
      {
        "id": 34,
        "text": "[Отойти от камней] "
      }
    ]
  },
  {
    "id": 37,
    "text": "Герметизатор загудел и изверг поток серой массы. Столкнувшись с энергетическим щитом, закрывавшим пробоину, масса растеклась по нему, образуя заплатку, затвердевая прямо на глазах.\n\nЭто был успех. Вы почувствовали прилив необычайного воодушевления: \"Генрих Крамер еще не так стар, чтобы спасовать перед такой ерундой!\"\n\nИз динамика в отсеке послышался знакомых голос ИИ: \"Капитан, ситуация требует Вашего вмешательства в кабине управления\". ",
    "answers": [
      {
        "id": 38,
        "text": "\"Что еще стряслось?\"\n[Направиться в кабину] "
      }
    ]
  },
  {
    "id": 38,
    "text": "Когда Вы вошли в кабину, ИИ пояснил ситуацию: \"Брешь заделана, состояние корабля стабильно. Но препятствие, с которым столкнулся корабль, изменило маршрут - оно снова движется на нас\". \n\nКак это вообще возможно? Груда космической пыли не может самостоятельно менять траекторию движения. Но сканер сигналил о том, что облако догоняло корабль.\n\nПока Вы занимались ремонтом, корабль продолжал движение вглубь \"Темной области\". Вдалеке по курсу корабля была звезда. Необходимо было лететь туда. Если на орбите звезды есть планеты, то можно было бы воспользоваться их гравитационным полем, чтобы избавиться от облака. ",
    "answers": [
      {
        "id": 39,
        "text": "[Просканировать звездную систему] "
      },
      {
        "id": 38,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636416/v636416556/84e7c/CpxBz935jUA.jpg"
      }
    ]
  },
  {
    "id": 39,
    "text": "Результаты дальнего скана показали, что в радиусе нескольких световых лет не было других звезд, кроме той, к которой Вы летели. Эта звезда была красным карликом, старым и холодным. На ее орбите вращалась всего одна планета.\n\nПо крайней мере, отсутствие выбора ускоряет процесс принятия решения. Необходимо было добраться до планеты. ",
    "answers": [
      {
        "id": 40,
        "text": "[Направиться прямо на планету] "
      },
      {
        "id": 40,
        "text": "[Облететь планету по орбите] "
      },
      {
        "id": 39,
        "text": "Картинка ",
        "url": "https://pp.userapi.com/c636418/v636418556/5c577/sVi6i5RJjXo.jpg"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы задали курс, и корабль покорно направился по нему.\n\nВнезапно Ваш взгляд привлек маленький объект, лежащий в стороне чуть позади кресла. Присмотревшись, Вы узнали в нем камешек, навроде тех, что были разбросаны по трюму. ",
    "answers": [
      {
        "id": 41,
        "text": "[Осмотреть камушек] "
      }
    ]
  },
  {
    "id": 41,
    "text": "Темный камешек размером с теннисный мячик, из которого торчал фиолетовый полупрозрачный кристалл. Довольно красивый минерал. ",
    "answers": [
      {
        "id": 42,
        "text": "[Подобрать камень] "
      },
      {
        "id": 42,
        "text": "[Оставить камень где лежал] "
      },
      {
        "id": 42,
        "text": "[Пнуть камень] "
      },
      {
        "id": 41,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c80e/qrh5bExsegY.jpg"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы и моргнуть не успели, как корабль тряхнуло так, что Вас сбило с ног. Облако камней настигло корабль. Через переднее стекло было отчетливо видно, как клешни облака обходят корабль с обоих бортов, собираясь сомкнуться перед его носом.\n\n\"Рекомендую Вам проследовать на нижнюю палубу и облачиться в скафандр - масштабные пробои корпуса неизбежны, учитывая новую скорость препятствия. Высокая вероятность гибели ядра\", - раздался голос ИИ.\n\nГрубо говоря, ИИ имел в виду, что кораблю скоро придет конец. Нужно спешить на нижнюю палубу. ",
    "answers": [
      {
        "id": 43,
        "text": "[Выйти из кабины] "
      }
    ]
  },
  {
    "id": 43,
    "text": "Корабль знатно трясло, Вы с трудом выбрались из кабины в центральный узел. ",
    "answers": [
      {
        "id": 44,
        "text": "[Осмотреть каюты] "
      },
      {
        "id": 44,
        "text": "[Идти в медицинский отсек] "
      },
      {
        "id": 44,
        "text": "[Спуститься на нижнюю палубу] "
      },
      {
        "id": 43,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636416/v636416556/84e98/CSp9ZQPqv7M.jpg"
      }
    ]
  },
  {
    "id": 44,
    "text": "Корабль снова тряхнуло так, что Вы не удержали равновесие. Споткнувшись, Вы полетели с лестницы на нижнюю палубу.\n\n\"Ядро повреждено, общая разгерметизация корабля составляет шестьдесят процентов, машинный и грузовой отсеки заблокированы\", - сквозь гул в ушах и треск поврежденной проводки пробился голос ИИ.\n\nВы лежали на полу посреди центрального узла нижней палубы. Подняться на ноги было не так просто, Вы явно повредили ногу.",
    "answers": [
      {
        "id": 46,
        "text": "[Хромать к машинному отделению] "
      },
      {
        "id": 46,
        "text": "[Хромать к грузовому отсеку] "
      },
      {
        "id": 47,
        "text": "[Хромать ко шкафам со скафандрами] "
      },
      {
        "id": 44,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c4f6/un-vQiUd2wc.jpg"
      }
    ]
  },
  {
    "id": 45,
    "text": "Получив удар, Вы влетели в шлюз, который сразу за Вами захлопнулся.\n\nСпасательная капсула! На этом корабле была спасательная капсула! Вот только размерами она не превышала капсулу для десантирования. Вы быстро уселись в кресло и, зафиксировав себя, ударили по пусковой кнопке.\n\nВ иллюминатор капсулы отчетливо была видна коричнево-серая планета и падающий на нее корабль. Похоже, что облако прекратило преследование, разбив космолет.\n\nВы были в зоне гравитационного колодца планеты и неминумо приближались к ней. Атмосфера на планете была очень разрежена - это позволило Вам не сгореть на подлете... Но не смягчило удар. ",
    "answers": [
      {
        "id": 48,
        "text": "[Открыть глаза] "
      },
      {
        "id": 45,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636416/v636416556/84e8a/w6DWLmE-qCM.jpg"
      }
    ]
  },
  {
    "id": 46,
    "text": "Двери машинного и грузового отсеков были перекрыты огромными аварийными воротами. Гибель ядра означала неминуемую гибель корабля. Нужно спасать свою жизнь. ",
    "answers": [
      {
        "id": 47,
        "text": "[Хромать ко шкафам со скафандрами] "
      }
    ]
  },
  {
    "id": 47,
    "text": "Кое-как дохромав до стеклянных шкафов со скафандрами, Вы ввалились вовнутрь. Самосборный скафандр быстро и ловко был собран вокруг Вас.\n\nВы успели как раз вовремя. Прогремевший позади Вас взрыв обрушил на шкафы со скафандрами рваные куски металла, а Вас отбросил в сторону. Скафандр обладал зачатками свойств силовой брони, отчего нагрузка на ногу снизилась, и Вы вновь могли нормально двигаться. Скафандр надет, но Вы все еще на \"тонущем\" корабле.\n\n\"Я могу помочь\", - сквозь грохот разваливающегося корабля пробился голос ИИ. С потолка разложилась роботизированная рука-кран, служащая для переноса объектов от грузового отсека в машинное отделение. Разложившись, она с размаху ударила Вас в грудь, сшибая с ног. ",
    "answers": [
      {
        "id": 45,
        "text": "\"Какого...!?\" "
      },
      {
        "id": 47,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c504/4Da66EhA4Yk.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "Сквозь слабо-голубое небо отчетливо виднелся мрак космоса. Судя по ощущениям, Вы лежали на спине на чем-то жестком.",
    "answers": [
      {
        "id": 51,
        "text": "[Подняться] "
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы прошли эту историю, и Вам интересно, могла ли она закончиться как-то иначе? Или же Вы не смогли добраться ни до одной концовки. В любом случае, Вы можете продолжить свое исследование с момента высадки. \n\nЭто возможно, только если Вы уже пережили высадку. ",
    "answers": [
      {
        "id": 48,
        "text": "[Открыть глаза] ",
        "need": 48,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 50,
    "text": "На стекле скафандра спроецировались данные. Судя по ним, атмосфера была разрежена и состояла преимущественно из гелия и аргона. Температура атмосферы составляла около минус пятидесяти по Цельсию. \n\nХолодная планета почти без атмосферы.",
    "answers": [
      {
        "id": 51,
        "text": "\"Просто прекрасно\" "
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы стоите у разбитой спасательной капсулы с выбитой дверью.\n\nВокруг Вас раскинулась мрачная пустыня серого камня. А сами Вы стоите на небольшом нагорье. ",
    "answers": [
      {
        "id": 50,
        "text": "[Запросить у скафандра анализ атмосферы] ",
        "need": -50
      },
      {
        "id": 53,
        "text": "[Запросить у скафандра анализ почвы] ",
        "need": -53
      },
      {
        "id": 52,
        "text": "[Осмотреть окрестности] "
      },
      {
        "id": 54,
        "text": "[Осмотреть спасательную капсулу] ",
        "need": -58
      },
      {
        "id": 59,
        "text": "[Выдвинуться в путь] ",
        "need": 52
      },
      {
        "id": 51,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c568/IN-f1i39lwI.jpg"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вся поверхность планеты представляла собой нагромождения валунов, из которых то здесь, то там торчали охапки огромных кристаллов, преимущественно окрашенных в оттенки синего и фиолетового. Свет холодной звезды заставлял их тускло светиться. Эта безжизненная планета была удивительно красива. \n\nНеподалеку от Вас виднелся огромный каньон, а вдалеке возвышалась гора с двумя вершинами, между которыми зиял разлом. В этом разломе были видны лучи садящейся звезды, вечерело... Хотя без анализа небесных тел нельзя было точно сказать, сколько времени здесь длится день. По игре света в разломе можно было предположить, что изнутри он тоже сплошь порос этими странными кристаллами.\n\nНужно решать, что делать дальше, оставаться на месте бессмысленно. ",
    "answers": [
      {
        "id": 56,
        "text": "[Осмотреть каньон] "
      },
      {
        "id": 55,
        "text": "[Осмотреть гору] "
      },
      {
        "id": 51,
        "text": "[Вернуться к капсуле] "
      },
      {
        "id": 52,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c59f/m0RH-oFRXuk.jpg"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы сгребли в ладонь горсть пыли из-под ног. Встроенный сканер тут же оповестил Вас о составе этой пыли в виде проекции на стекле скафандра. Никаких органических остатков, даже в следовых количествах. Это было прямое подтверждение тому, что на поверхности этой планеты жизни не было ни в каком проявлении. ",
    "answers": [
      {
        "id": 51,
        "text": "\"Мертвая планета. Чудесно...\""
      }
    ]
  },
  {
    "id": 54,
    "text": "В спасательной капсуле не было ничего примечательного, просто груда покореженного металла. Конечно, в ней был маячок для отправки сигнала бедствия, но кто его здесь услышит?\n\nНа полу капсулы одиноко лежал камушек с торчащим фиолетовым кристаллом. В нем не было бы ничего примечательного, если бы только Вы не узнали в нем тот самый камень, что обнаружили в кабине. ",
    "answers": [
      {
        "id": 51,
        "text": "[Отойти от капсулы] "
      },
      {
        "id": 57,
        "text": "[Потрогать камень] "
      }
    ]
  },
  {
    "id": 55,
    "text": "Огромная двуглавая гора возвышалась над каменной долиной, отбрасывая не менее грандиозную тень. Разлом между вершинами горы сверкал всеми холодными оттенками фиолетового.\n\nА над горой... Над горой виднелась тонкая струйка дыма. В атмосфере не было кислорода, да и других окислителей, а значит этот след из гари мог оставить только Ваш упавший корабль!\n\nВ корабле не только все Ваше оборудование, но и аппараты жизнеобеспечения, в скафандре же кислорода хоть и много, но не безгранично. К тому же, корабль - это единственный очевидный путь с этой планеты.",
    "answers": [
      {
        "id": 52,
        "text": "[Вернуться к осмотру местности] "
      },
      {
        "id": 55,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5ff/1escMPn5_JQ.jpg"
      }
    ]
  },
  {
    "id": 56,
    "text": "Каньон тянулся далеко вдаль. Его склоны поросли кристаллами, как и все вокруг. Дно каньона было вполне досягаемо - с Вашей позиции на возвышенности просматривалась небольшая его часть.\n\nНа дне что-то блестело в редких лучах заходящей звезды. Блеск был не цветной, как у кристаллов, а металлический. Присмотревшись, Вы разглядели некую конструкцию. Постройки? Здесь? В \"Темной Области\", которую до сего дня не посещал человек? Или же посещал...? Или же не человек...?\n\nДух исследователя просто бушевал в Вас. В любом случае, стоя у спасательной капсулы, на все вопросы не ответишь.",
    "answers": [
      {
        "id": 52,
        "text": "[Вернуться к осмотру местности] "
      },
      {
        "id": 56,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c561/dYOwwsfZBlA.jpg"
      }
    ]
  },
  {
    "id": 57,
    "text": "Ничем не примечательный кусок минерала. Только вот как он вообще сюда попал? ",
    "answers": [
      {
        "id": 54,
        "text": "[Оставить камень] "
      },
      {
        "id": 58,
        "text": "[Забрать камень] "
      },
      {
        "id": 57,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c7b9/ue3ZNqgRyDs.jpg"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы аккуратно подбираете минерал и кладете его в набедренный отсек скафандра. ",
    "answers": [
      {
        "id": 51,
        "text": "[Отойти от капсулы] "
      }
    ]
  },
  {
    "id": 59,
    "text": "Нужно выдвигаться. Ситуацию явно не облегчить, стоя у разбитой капсулы. \n\nЕдинственные объекты, заслуживающие внимание, это двуглавая гора и каньон. ",
    "answers": [
      {
        "id": 51,
        "text": "[Вернуться к капсуле] "
      },
      {
        "id": 60,
        "text": "[Отправиться к каньону] "
      },
      {
        "id": 62,
        "text": "[Отправиться к горе] "
      }
    ]
  },
  {
    "id": 60,
    "text": "Собравшись с духом, Вы побрели среди каменных глыб в сторону каньона. \n\nРасщелина оказалась в глубину не более сотни метров. Вертикальный склон был испещрен выбоинами, торчащими уступами из камней и кристаллов. Спуститься по нему не должно было составить большого труда.\n\nВнизу на небольшой площади были раскиданы угловатые постройки, которые едва ли можно было рассмотреть с такой высоты. ",
    "answers": [
      {
        "id": 61,
        "text": "[Спуститься вниз] "
      },
      {
        "id": 60,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5a6/P8QmtEgQRpY.jpg"
      }
    ]
  },
  {
    "id": 61,
    "text": "Спустя полчаса прыжков и карабканий Вы достигли дна. Картина, открывшаяся перед Вами, поражала.\n\nРуины людского полевого лагеря. С одной стороны располагались несколько бараков, использовавшихся не то в качестве жилья, не то как склады. На противоположной стороне лагеря находилось что-то вроде станции техники с парой поломанных бульдозеров. Посередине лагеря возвышалось главное здание, скорее всего - командный пункт. Все собрано из металлических пластин быстрой полевой сборки... И все разрушено. Везде лежали крупные валуны. Складывалось впечатление, что все порушил сильный камнепад со склонов каньона.\n\nИтак, стало быть, люди здесь уже бывали. Но почему никто во всей Империи об этом никогда не слышал? ",
    "answers": [
      {
        "id": 63,
        "text": "[Осмотреть главное здание] "
      },
      {
        "id": 69,
        "text": "[Осмотреть бараки] "
      },
      {
        "id": 70,
        "text": "[Осмотреть станцию техники] "
      },
      {
        "id": 61,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5c9/Fl0RKVXgveY.jpg"
      }
    ]
  },
  {
    "id": 62,
    "text": "За час Вы добрались до подножья горы. Склон у основания был довольно пологим, и Вы без труда преодолели первый рубеж. \n\nПеред Вами открылся прекрасный вид разлома между двумя вершинами. Огромные кристаллы заполняли его словно зубы в гигантской пасти. Подняв голову, вы увидели свой корабль. Похоже, что при падении он проехался по склону одной из вершин, снося кристаллы до тех пор, пока они не затормозили его. И вот теперь он свисал над разломом, удерживаемый осколками этих кристаллов.",
    "answers": [
      {
        "id": 85,
        "text": "[Попытаться забраться на корабль] "
      },
      {
        "id": 86,
        "text": "[Осмотреться] "
      },
      {
        "id": 62,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c598/EmBOZ7Ov4XI.jpg"
      }
    ]
  },
  {
    "id": 63,
    "text": "Просторный центральный зал главного здания. В центре зала лежала вмятая в пол груда валунов, поросшая бордовыми кристаллами, а вокруг нее лежало несколько человеческих тел в скафандрах. Всюду валялись сменные блоки от энергетического оружия.\n\nИз зала было три пути: лестница на второй этаж, запертая аварийная дверь и выбитая дверь, ведущая обратно в лагерь. ",
    "answers": [
      {
        "id": 64,
        "text": "[Выйти из главного здания] "
      },
      {
        "id": 65,
        "text": "[Осмотреть тела] ",
        "need": -73
      },
      {
        "id": 67,
        "text": "[Осмотреть груду камней] ",
        "need": -81
      },
      {
        "id": 68,
        "text": "[Осмотреть аварийную дверь] ",
        "need": -77
      },
      {
        "id": 72,
        "text": "[Подняться на второй этаж] ",
        "need": -75
      },
      {
        "id": 83,
        "text": "[Осмотреть груду камней] ",
        "need": 81
      },
      {
        "id": 63,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c60f/y8ESwnQGyHM.jpg"
      }
    ]
  },
  {
    "id": 64,
    "text": "Руины людского полевого лагеря. С одной стороны располагались несколько бараков, использовавшихся не то в качестве жилья, не то как склады. На противоположной стороне лагеря находилось что-то вроде станции техники с парой поломанных бульдозеров. Посерелине лагеря возвышалось главное здание, скорее всего - командный пункт. Все собрано из металлических пластин быстрой полевой сборки... И все разрушено.",
    "answers": [
      {
        "id": 63,
        "text": "[Осмотреть главное здание] "
      },
      {
        "id": 69,
        "text": "[Осмотреть бараки] "
      },
      {
        "id": 70,
        "text": "[Осмотреть станцию техники] "
      },
      {
        "id": 84,
        "text": "[Отправиться за гигантом] ",
        "need": 82
      },
      {
        "id": 64,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5c9/Fl0RKVXgveY.jpg"
      }
    ]
  },
  {
    "id": 65,
    "text": "Все скафандры были раздавлены. Ни единого следа огнестрельных ранений, и это при том, что возле каждого тела лежала винтовка.",
    "answers": [
      {
        "id": 63,
        "text": "[Отойти от тел] "
      },
      {
        "id": 73,
        "text": "[Подобрать винтовку] "
      }
    ]
  },
  {
    "id": 66,
    "text": "Каменного гиганта нигде не было видно. Однако отсюда до двуглавой горы было идти меньше, чем от места падения капсулы.\n\nТеперь, за отсутствием альтернативы, Ваш путь лежал туда. ",
    "answers": [
      {
        "id": 62,
        "text": "[Отправиться к горе] "
      }
    ]
  },
  {
    "id": 67,
    "text": "Куча валунов, поросшая бордовыми кристаллами. В отличии от кристаллов, растущих снаружи и озаряемых звездой, эти были матовыми и потускневшими.\n\nОткуда вообще эти камни внутри здания, учитывая, что потолок был цел?",
    "answers": [
      {
        "id": 63,
        "text": "[Отойти от глыб] "
      },
      {
        "id": 74,
        "text": "[Осмотреть винтовочный энергоблок] ",
        "need": 73
      }
    ]
  },
  {
    "id": 68,
    "text": "Аварийная дверь была наглухо заперта. Пульт управления был разнесен вдребезги, но рядом с ним была техническая панель, закрытая крышкой на болтах. ",
    "answers": [
      {
        "id": 63,
        "text": "[Отойти от двери] "
      },
      {
        "id": 76,
        "text": "[Открыть крышку] ",
        "need": 75
      }
    ]
  },
  {
    "id": 69,
    "text": "Попасть вовнутрь этих продолговатых строений не представлялось возможным. Огромные валуны промяли потолок, завалив двери с обратной стороны. ",
    "answers": [
      {
        "id": 64,
        "text": "[Отойти от бараков] "
      },
      {
        "id": 69,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5d7/9ZG6xHderQU.jpg"
      }
    ]
  },
  {
    "id": 70,
    "text": "Бульдозеры выглядели словно неосторожно раздавленная детская игрушка. Над обломками техники возвышался навес разрушенной мастерской.",
    "answers": [
      {
        "id": 64,
        "text": "[Отойти от станции техники] "
      },
      {
        "id": 71,
        "text": "[Осмотреть мастерскую] "
      },
      {
        "id": 70,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5d0/GrX-Of6d0YI.jpg"
      }
    ]
  },
  {
    "id": 71,
    "text": "Бесполезно было пытаться найти в мастерской хоть что-то полезное: задняя часть постройки почти полностью была погребена под завалом. \n\nОднако кое-что интересное тут все же было. К одной из уцелевших опор был прибит клочок бумаги, на котором корявым почерком было выведено: \"Я устал постоянно чинить эту вашу дверь! Если она опять заест, то просто переустановите предохранители в порядке: зеленый, красный, синий\". ",
    "answers": [
      {
        "id": 64,
        "text": "[Отойти от станции техники] "
      }
    ]
  },
  {
    "id": 72,
    "text": "Второй этаж, похоже, так не был до конца достроен. Здесь не было ничего, кроме листов металла и балок.\n\nУ Вас под ногами звякнул разводной ключ. ",
    "answers": [
      {
        "id": 63,
        "text": "[Спуститься вниз] "
      },
      {
        "id": 75,
        "text": "[Подобрать ключ] "
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы подбираете с пола винтовку. К Вашему удивлению, она вся изнутри поросла мелкой порослью кристалликов. В таком виде она совершенно бесполезна. \n\nВы вынимаете энергоблок винтовки, а саму винтовку возвращаете на пол. ",
    "answers": [
      {
        "id": 63,
        "text": "[Отойти от тел] "
      }
    ]
  },
  {
    "id": 74,
    "text": "Энергоблок винтовки, который Вы сжимали в руке, слабо мерцал. Словно откликнувшись на это, кристаллы тускло замерцали в ответ.",
    "answers": [
      {
        "id": 81,
        "text": "[Поднести энергоблок к кристаллам] "
      },
      {
        "id": 63,
        "text": "[Отойти от глыб] "
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы подбираете с пола ключ. Довольно увесистый инструмент. ",
    "answers": [
      {
        "id": 63,
        "text": "[Спуститься вниз] "
      },
      {
        "id": 75,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c79d/oTIkxHuu-ds.jpg"
      }
    ]
  },
  {
    "id": 76,
    "text": "При помощи ключа крышка легко была снята. Под ней находились три предохранителя, каждый был отмечен изолентой своего цвета: красного, синего, зеленого. Сколько бы лет ни было человечеству, оно всегда будет использовать такую незаменимую вещь, как изолента. Над каждым горел светодиод, а значит, питание каким-то чудом еще сохранилось. \n\nЧтобы перезапустить систему двери, необходимо совершенно точно переподключить их в нужной последовательности.\n\nОднако если хоть раз ошибиться, то дверь будет заблокирована для Вас навечно. Рискнете или поищете другой путь? ",
    "answers": [
      {
        "id": 63,
        "text": "[Поставить крышку на место и отойти от двери] "
      },
      {
        "id": 77,
        "text": "[Красный предохранитель] "
      },
      {
        "id": 77,
        "text": "[Синий предохранитель] "
      },
      {
        "id": 79,
        "text": "[Зеленый предохранитель] "
      }
    ]
  },
  {
    "id": 77,
    "text": "Панель управления аварийной дверью коротнуло. И все светодиоды погасли. Эту дверь больше не открыть. ",
    "answers": [
      {
        "id": 63,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 78,
    "text": "Просто превосходно. Поменяв в последнюю очередь синий предохранитель, Вы сделали шаг назад.\n\nДверь со скрипом начала подниматься. За ней, вопреки ожиданиям разыгравшейся фантазии, был небольшой офис с одним единственным столом со стоящим на нем монитором. Рядом со столом лежало тело.\n\nМонитор был против логики развернут экраном к двери, в которую вы только что вошли. На нем был открыт файл со звуковой записью. ",
    "answers": [
      {
        "id": 80,
        "text": "[Включить запись] "
      }
    ]
  },
  {
    "id": 79,
    "text": "Предохранитель слегка завибрировал. Похоже, Вы на правильном пути. ",
    "answers": [
      {
        "id": 78,
        "text": "[Красный предохранитель] "
      },
      {
        "id": 77,
        "text": "[Синий предохранитель] "
      }
    ]
  },
  {
    "id": 80,
    "text": "Женский срывающийся голос начал взволнованно вещать: \"Я [шумы], никогда раньше не вела дневник, но эту запись сделать необходимо для тех, кто придет сюда после нас. Нас отправили [шумы], чтобы [шумы]. Мы думали, что [шумы] просто аномальные геологические явления, но мы ошибались. Мы все дорого заплатили за свою ошибку. Если [шумы] слушаешь это, знай, они живые, они способны мыслить! Не обращайся с ними, как с неодушевленным явлением. Это их мир, и он не прощает неуважение!\"\n\nЗапись резко прервалась и монитор погас. Раздался скрежет, и Вы увидели, что аварийная дверь поползла вниз. Еще будет время обдумать услышанное, а сейчас нужно успеть покинуть комнату. ",
    "answers": [
      {
        "id": 77,
        "text": "[Поспешить прочь из комнаты] "
      }
    ]
  },
  {
    "id": 81,
    "text": "Как только Вы поднесли энергоблок ближе, он погас. А в следующий миг кристаллы вспыхнули багровым светом. От них исходил мерный гул, который все нарастал.\n\nКаменные валуны задрожали и начали шевелиться. Они медленно поднимались от пола, вибрируя в тон гулу кристаллов. Но камни не просто левитировали, они крутились, вращались, собираясь в некую конструкцию. Эта конструкция очень отдаленно напоминала строение гуманоида: две \"ноги\", две \"руки\", массивное туловище, из груди которого вперед и вверх торчали большие светящиеся кристаллы. \"Головы\" у этой каменной конструкции не было, на ее месте также были кристаллы, переходящие в те, что были на груди. Каменный гигант был высотой не менее трех-четырех метров. ",
    "answers": [
      {
        "id": 82,
        "text": "[Отойти в сторону] "
      },
      {
        "id": 82,
        "text": "[Остаться на месте] "
      }
    ]
  },
  {
    "id": 82,
    "text": "Когда конструкция завершила свое восстановление, кристаллы перестали гудеть.\n\nНа миг гигант замер, но тут же сделал размашистый шаг, проминая под собой пол. Он направился к выломанной двери, не обращая на Вас никакого внимания, и с грохотом покинул здание. ",
    "answers": [
      {
        "id": 63,
        "text": "[Остаться на месте] "
      },
      {
        "id": 64,
        "text": "[Выйти из здания] "
      }
    ]
  },
  {
    "id": 83,
    "text": "От гиганта осталось небольшое нагромождение валунов с мелкой порослью кристаллов. Они теперь слабо мерцали, но не гудели и не шевелились. ",
    "answers": [
      {
        "id": 63,
        "text": "[Отойти от глыб] "
      }
    ]
  },
  {
    "id": 84,
    "text": "Гигант быстро перемещался вдоль каньона, а Вы следовали за ним.\n\nВ какой-то момент Вы добрели до места, где склон каньона осыпался и образовывал пологий спуск. Гигант в два прыжка покинул по нему дно каньона. Вам же для этого понадобилось прилично времени...\n\nКогда Вы наконец выбрались из расщелины, то гиганта уже нигде не было видно. ",
    "answers": [
      {
        "id": 66,
        "text": "[Осмотреться] ",
        "need": -90
      },
      {
        "id": 91,
        "text": "[Осмотреться] ",
        "need": 90
      }
    ]
  },
  {
    "id": 85,
    "text": "Дальше склон горы шел почти вертикально. Забраться на него не было никакой возможности. ",
    "answers": [
      {
        "id": 86,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 86,
    "text": "Чуть в отдалении от Вас лежало несколько ящиков. Похоже, что они выпали из поврежденного грузового отсека.\n\nОсмотрев ящики, Вы победоносно извлекли гарпун с лебедкой. Все лучше, чем ничего.\n\nГарпун сработал как надо, и скоро Вы оказались на борту того, что осталось от Вашего корабля. ",
    "answers": [
      {
        "id": 87,
        "text": "[Осмотреть корабль] "
      }
    ]
  },
  {
    "id": 87,
    "text": "Вас встретил спокойный голос ИИ: \"Капитан Крамер, рад, что Вам удалось выжить\", - похоже, что резервное питание еще сохранилось. ИИ продолжал: \"Судя по результатам физического моделирования, Ваше появление на корабле сместило его центр масс. У Вас очень мало времени. Рекомендую Вам потратить его, чтобы извлечь мое ядро из-под панели управления в кабине\".\n\nКорабль заскрипел. Похоже он действительно скоро рухнет со скалы. Однако что Вы будете делать без Вашего оборудования, оставшегося в грузовом отсеке? ",
    "answers": [
      {
        "id": 88,
        "text": "[Пойти в кабину за ядром ИИ] "
      },
      {
        "id": 89,
        "text": "[Пойти в грузовой отсек за оборудованием] "
      }
    ]
  },
  {
    "id": 88,
    "text": "Добравшись до кабины под скрип металла, Вы выдернули из-под панели управления ядро искусственного интеллекта: \"Благодарю Вас, капитан Крамер\", - прохрипел динамик на модуле ядра.\n\nРаздался оглушительный лязг, и корабль сильно накренился, готовясь сорваться в разлом. Убрав модуль ядра в ячейку на поясе, Вы бросились к разбитому переднему стеклу кабины. ",
    "answers": [
      {
        "id": 90,
        "text": "[Покинуть корабль] "
      }
    ]
  },
  {
    "id": 89,
    "text": "Как только Вы добрались до грузового отсека, раздался оглушительный лязг, и корабль сильно накренился, готовясь сорваться в разлом.\n\nНужно было в спешном порядке спасаться. Вы бросились к пролому в стене отсека. ",
    "answers": [
      {
        "id": 90,
        "text": "[Покинуть корабль] "
      }
    ]
  },
  {
    "id": 90,
    "text": "В последний момент Вы успели покинуть судно, а корабль полетел вниз.\n\nПрищурившись, Вы наблюдали, как космолет тонет в огне от взрыва, унося с собой все Ваше оборудование.",
    "answers": [
      {
        "id": 92,
        "text": "[Осмотреть окрестности] ",
        "need": -84
      },
      {
        "id": 93,
        "text": "[Осмотреть окрестности] ",
        "need": 84
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы шли за целью уже несколько часов, нагромождений валунов вокруг Вас становилось все меньше. Под ногами все чаще попадались россыпи каменного песка.\n\nВскоре Вы вышли на полностью открытую местность. Под ногами у Вас теперь была не гладь валунов, а ковер из каменного песка, на котором отчетливо виднелись массивные следы гиганта.\n\nВнезапно в шлеме скафандра зашуршал передатчик, словно он ловил какой-то сигнал.",
    "answers": [
      {
        "id": 94,
        "text": "[Продолжить путь, не обращая внимание на передатчик] "
      },
      {
        "id": 94,
        "text": "[Дать скафандру команду отделить сигнал от шумов] "
      }
    ]
  },
  {
    "id": 92,
    "text": "Вдалеке зияла огромная расщелина каньона, на дне которой даже отсюда был заметен слабый металлический блеск.\n\nЗа неимением альтернативы теперь Ваш путь лежал туда. ",
    "answers": [
      {
        "id": 60,
        "text": "[Отправиться к каньону] "
      }
    ]
  },
  {
    "id": 93,
    "text": "Ваше внимание привлекло красное мерцание вдалеке. Это был наш каменный гигант, уверенной поступью несущийся прочь.",
    "answers": [
      {
        "id": 91,
        "text": "[Отправиться в погоню за гигантом] "
      }
    ]
  },
  {
    "id": 94,
    "text": "Вдруг шум передатчика пропал, а через мгновение послышался хорошо поставленный мужской голос: \"Говорит капитан Джон Ридесар, мы поймали Ваш сигнал бедствия, в ближайшие часы наш корабль будет на орбите Вашей планеты. Постарайтесь там не сдохнуть что ли...\" - сигнал оборвался. \n\nВам было знакомо это имя. Этот человек был довольно известным пиратом. Но выбирать не приходится. Сейчас этот корабль - Ваш билет отсюда. \n\nНо до тех пор, пока корабль в пути, Вам очень хотелось узнать об этой странной планете как можно больше. ",
    "answers": [
      {
        "id": 95,
        "text": "[Продолжить путь] "
      }
    ]
  },
  {
    "id": 95,
    "text": "Впереди виднелся горный хребет, уходящий в обе стороны за горизонт. Звезда теперь смотрела Вам в спину. Относительно небосклона звезда не сместилась ни на дюйм за все часы Ваших странствий. Вполне может статься, что день на этой планете длится годами.\n\nВы рухнули на песок. Ноги больше не слушались Вас. Нужно немного отдохнуть. ",
    "answers": [
      {
        "id": 96,
        "text": "[Осмотреться по сторонам] "
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы лежите на песке в абсолютной тишине. Здесь даже ветра не бывает - всему виной разреженная атмосфера.\n\nПозади одиноко маячит двуглавая гора, а впереди возвышается стена гор. ",
    "answers": [
      {
        "id": 97,
        "text": "[Осмотреть горный хребет впереди] "
      },
      {
        "id": 98,
        "text": "[Взглянуть на звезду] "
      }
    ]
  },
  {
    "id": 97,
    "text": "Стену черных гор рассекал раскол до самого низа. Раскол находился прямо перед тем местом, где Вы сейчас лежали. Скорее всего гигант ушел туда. ",
    "answers": [
      {
        "id": 98,
        "text": "[Взглянуть на звезду] "
      }
    ]
  },
  {
    "id": 98,
    "text": "Красный карлик... Они горят так долго. Первая фаза жизни такой звезды во много раз превышает все фазы жизни родного Солнца вместе взятые. С момента рождения нашей вселенной, около четырнадцати миллиардов лет, не погас ни один красный карлик. Какова вероятность, что эта планета вращается вокруг своей негаснущей звезды с самого рождения всего этого мира?\n\nВаши философские рассуждения прервал толчок из-под земли. Землетрясение?",
    "answers": [
      {
        "id": 99,
        "text": "[Подняться на ноги] "
      }
    ]
  },
  {
    "id": 99,
    "text": "Встав на ноги, Вы чуть было не упали обратно от нового подземного толчка.\n\nПозади Вас море песка качнулось, и из него ввысь начали вздыматься гигантские кристаллы. Лес минералов с грохотом разрастался, неотвратимо приближаясь к Вам.\n\nВ Ваши планы явно не входило быть насаженным на острие инопланетного кристалла, и Вы бросились к разлому в горном хребте. Вы бежали по разлому не оглядываясь, пока шум позади не стих.",
    "answers": [
      {
        "id": 100,
        "text": "[Отдышаться] "
      },
      {
        "id": 100,
        "text": "[Продолжать идти] "
      },
      {
        "id": 99,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c50b/BjrTikYQjGo.jpg"
      }
    ]
  },
  {
    "id": 100,
    "text": "В разломе царил полумрак, освещаемый мерцающими минералами, покрывающими склоны. По дну разлома шла песчаная тропа, на которой Вы сейчас и стояли.\n\nПрямо перед Вами на тропе стоял Ваш гигант, вызывающе сияя бардовыми кристаллами. Он не шевелился, но угрожающе гудел за счет вибрации камней.",
    "answers": [
      {
        "id": 101,
        "text": "[Вспомнить слова, услышанные на записи в руинах лагеря] ",
        "need": 80
      },
      {
        "id": 104,
        "text": "[Спросить совета ИИ, которого Вы спасли из корабля] ",
        "need": 88
      },
      {
        "id": 106,
        "text": "[Осмотреть камушек, взятый из спасательной капсулы] ",
        "need": 58
      },
      {
        "id": 108,
        "text": "[Подойти к гиганту] "
      },
      {
        "id": 108,
        "text": "[Стоять на месте] "
      },
      {
        "id": 100,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5ad/mXF2EAHpGlo.jpg"
      }
    ]
  },
  {
    "id": 101,
    "text": "\"Они разумные... Они разумные...\" - бубнили вы себе под нос, медленно подходя к истукану. Гигант слегка наклонился вперед, словно хотел обозреть Вас каждым кристалликом.\n\nВ молодости Вам приходилось вступать в контакт с аборигенами на неисследованных планетах. Но эта каменная конструкция нечто совсем иное. Как она может мыслить? ",
    "answers": [
      {
        "id": 102,
        "text": "\"Я пришел с миром!\" "
      },
      {
        "id": 102,
        "text": "[Поднять руку вверх] "
      },
      {
        "id": 102,
        "text": "[Помахать рукой] "
      },
      {
        "id": 102,
        "text": "[Поклониться] "
      }
    ]
  },
  {
    "id": 102,
    "text": "Гигант, замерев, постоял еще минуту, после чего сверкнул кристаллами и, развернувшись, побрел вглубь каньона.\n\nНо Вы живы - и это уже успех. ",
    "answers": [
      {
        "id": 103,
        "text": "[Продолжить путь] "
      }
    ]
  },
  {
    "id": 103,
    "text": "Какое-то время Вы продолжали брести по дну разлома, пока наконец не добрались до его противоположного края.\n\nГоры образовывали фантастических размеров арену круглой формы. Склоны гор, идущие по идеальному кругу, были совершенно вертикальны, а дно покрывал ровный ковер каменного песка. В центре арены была небольшая россыпь валунов и кристаллов.\n\nВы сделали шаг из разлома, и у Вас в шлеме заскрипел передатчик. ",
    "answers": [
      {
        "id": 110,
        "text": "[Принять сигнал] "
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы медленно извлекли модуль ИИ из поясного отсека. Динамик модуля зашуршал: \"Мои сенсоры в ужасном состоянии, но они прекрасно чувствуют, что Вы находитесь а сильном энергетическом поле. Все минералы вокруг Вас излучают в разном диапазоне частот. Объект перед Вами обладает наибольшей интенсивностью излучения. Похоже... Он читает Вас... Скажите, капитан Крамер, Вы верите в теорию биополей живых организмов?\"",
    "answers": [
      {
        "id": 105,
        "text": "\"Нет\" "
      },
      {
        "id": 105,
        "text": "\"Да\" "
      },
      {
        "id": 105,
        "text": "\"Я не знаю, что это\" "
      }
    ]
  },
  {
    "id": 105,
    "text": "Динамик продолжил вещать: \"Не важно. Сейчас этот объект считывает Ваше биополе\". \n\nНеожиданно гигант развернулся и направился вглубь разлома. ",
    "answers": [
      {
        "id": 103,
        "text": "[Продолжить путь] "
      }
    ]
  },
  {
    "id": 106,
    "text": "Камушек странно вибрировал, а его кристалл слабо мерцал в тон мерцанию кристаллов гиганта. Казалось, будто они общались. Уж не таскали ли Вы все это время с собой \"личинку\" такого вот каменного истукана?",
    "answers": [
      {
        "id": 107,
        "text": "[Убрать камень обратно] "
      },
      {
        "id": 107,
        "text": "[Поднести камень к гиганту] "
      },
      {
        "id": 107,
        "text": "[Выбросить камень] "
      }
    ]
  },
  {
    "id": 107,
    "text": "Но камешек не стал дожидаться Вашего решения и, загудев, выскочил из Ваших рук. Упав на песок, камешек подкатился к гиганту и замер перед ним. Сияние кристаллов обоих объектов усилилось. Через несколько секунд гигант развернулся и побрел глубже в разлом.\n\nКамушек еще мгновение полежал недвижимо, после чего подкатился к Вашей ноге, прекратив вибрировать и мерцать. ",
    "answers": [
      {
        "id": 103,
        "text": "[Подобрать камень и продолжить путь] "
      }
    ]
  },
  {
    "id": 108,
    "text": "Гигант, замерев, постоял еще минуту, после чего сверкнул кристаллами и, развернувшись, побрел вглубь каньона.\n\nНо Вы живы - и это уже успех. ",
    "answers": [
      {
        "id": 103,
        "text": "[Продолжить путь] "
      }
    ]
  },
  {
    "id": 109,
    "text": "Динамик, помолчав несколько секунд, снова ожил: \"О, профессор Генрих Крамер, я сразу узнал Ваш голос, давно не виделись. Сделаю, как Вы просите\", - динамик замолк. \n\nДа, Вы действительно знали этого человека. В прежние годы Вы часто нанимали его корабль в качестве огневого сопровождения в неизведанные миры. Ему можно доверять. ",
    "answers": [
      {
        "id": 112,
        "text": "[Подойти к валунам в центре арены] "
      }
    ]
  },
  {
    "id": 110,
    "text": "Динамик шлема зашуршал: \"Говорит капитан Джон Ридесар, наш корабль на орбите. Мы обнаружили Вашу капсулу и непосредственно Ваше расположение. Рядом с Вами замечено движение - мы готовы выслать десантный отряд и подобрать Вас. Как слышите?\"\n\nНеобходимо срочно решить этот вопрос. Корабль - Ваш билет домой. Но десантный отряд может спровоцировать этих существ на агрессию: Вы вспомнили тела людей, разбросанные в холле главного здания полевого лагеря.",
    "answers": [
      {
        "id": 109,
        "text": "\"Не нужно высылать десант. Дайте мне еще час времени и забирайте\" "
      },
      {
        "id": 111,
        "text": "\"Высылайте десантный отряд\" "
      }
    ]
  },
  {
    "id": 111,
    "text": "Динамик, помолчав несколько секунд, снова ожил: \"О, профессор Генрих Крамер, я сразу узнал Ваш голос, давно не виделись. Скоро десант будет у Вас\", - динамик замолк. \n\nДа, Вы действительно знали этого человека. В прежние годы Вы часто нанимали его корабль в качестве огневого сопровождения в неизведанные миры. Ему можно доверять.",
    "answers": [
      {
        "id": 130,
        "text": "[Подойти к валунам в центре арены] "
      }
    ]
  },
  {
    "id": 112,
    "text": "Рядом с грудой глыб стоял гигант, за которым Вы сюда пришли. \n\nРеагируя на Ваше приближение, кристаллы, растущие на разбросанных глыбах, засветились ослепительным зеленым светом. Зеленый свет... Вы представили деревья, растущие на лугу возле Вашего дома, увидите ли Вы их еще? Камни вздрогнули и начали собираться в новую структуру. Через минуту перед Вами возвышалось каменное \"дерево\", чья крона состояла из мириад зеленых кристалликов.\n\nИх свечение как-то странно влияло на Вас, словно все вокруг, кроме этого гигантского каменного \"дерева\", больше не существовало. ",
    "answers": [
      {
        "id": 113,
        "text": "[Взглянуть на камешек в вашей поясной ячейке] ",
        "need": 58
      },
      {
        "id": 125,
        "text": "[Сделать шаг вперед] ",
        "need": -58
      },
      {
        "id": 112,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c836421/v836421473/3071c/vbp3tw0SIuw.jpg"
      }
    ]
  },
  {
    "id": 113,
    "text": "Камешек со звонким гулом вылетел из ячейки скафандра и, подкатившись к \"дереву\", замер, слабо мерцая своим кристалликом. Спустя полминуты мерцаний камушек откатился в сторону к неподвижно стоящему гиганту с бордовыми минералами.\n\nСвет дерева стал разгораться все ярче, словно проникая в Ваше сознание. ",
    "answers": [
      {
        "id": 114,
        "text": "[Извлечь пищащий модуль ИИ] ",
        "need": 88
      },
      {
        "id": 114,
        "text": "[Не сопротивляться воздействию] ",
        "need": 88
      },
      {
        "id": 114,
        "text": "[Сопротивляться воздействию] ",
        "need": 88
      },
      {
        "id": 123,
        "text": "[Не сопротивляться воздействию] ",
        "need": -88
      },
      {
        "id": 123,
        "text": "[Сопротивляться воздействию] ",
        "need": -88
      },
      {
        "id": 113,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c836421/v836421473/3071c/vbp3tw0SIuw.jpg"
      }
    ]
  },
  {
    "id": 114,
    "text": "\"Человеческое сознание слишком сложно устроено, просканировать все волны Вашего мозга, разобрав их значение, практически невозможно\", - быстро начал вещать динамик модуля ИИ: \"Однако, если судить по параметрам воздействия, оказываемого в данный момент на Вас, то этот объект способен уловить самые, скажем так, яркие мысли. Иного способа выйти на контакт, если предположить, что он возможен, я не вижу\".\n\nНо Вы не могли сосредоточиться ни на одной конкретной мысли. Ваша голова гудела, а мысли путались. Тут Вы заметили камешек, лежащий прямо перед Вами и дружелюбно мерцающий кристалликом. Чем больше Вы смотрели на его мерцание, тем яснее становились Ваши мысли.",
    "answers": [
      {
        "id": 115,
        "text": "[Вспомнить запись, найденную за аварийной дверью в руинах, и подумать о том, что Вы всегда относились к коренному населению других миров с уважением] ",
        "need": 80
      },
      {
        "id": 120,
        "text": "[Подумать о доме] "
      },
      {
        "id": 120,
        "text": "[Подумать семье] "
      },
      {
        "id": 120,
        "text": "[Подумать о детстве] "
      }
    ]
  },
  {
    "id": 115,
    "text": "Это далеко не первый мир, куда Вы попали с исследовательской миссией. Часто на Вашем пути попадались коренные жители, с которыми Вы всегда предпочитали налаживать контакт, в отличии от компаний-анклавов, захватывающих миры и выкачивающих из них ресурсы...",
    "answers": [
      {
        "id": 116,
        "text": "[Отринуть поток воспоминаний] "
      }
    ]
  },
  {
    "id": 116,
    "text": "Вокруг все погасло. Перед Вами возникло видение полной пустоты. Вспышка. Мимо Вас пролетает бесконечное множество галактик со вспыхивающими звездами. Рождение вселенной? \n \nВы видите облачко газа, на глазах формирующее из себя небольшую красную звезду. Вокруг нее летает множество космической пыли, постепенно образовывающей планету. Планета начинает порастать кристаллами, впитывающими энергию солнца. Она словно живая - рельеф меняется без видимых причин, образуя узоры правильной формы и уничтожая их. \n \nНеужели эта планета и ее кристаллы - ровесники самой вселенной? Насколько же высокоорганизованной должна быть эта форма жизни?",
    "answers": [
      {
        "id": 136,
        "text": "[Наблюдать дальше] "
      },
      {
        "id": 116,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5c2/vicLxsGAcDA.jpg"
      }
    ]
  },
  {
    "id": 117,
    "text": "Белковые организмы развиваются, они добывают ресурсы, они начинают крушить кристалл, дающий благополучие планете. Вот они уже способны покорять космос... И что же они делают? Они направляются к родной планете кристалла с явно не дружелюбными намерениями... Они умирают. Как это было похоже на тех людей, что живут сейчас... \n \nНовые гигантские кристаллы отделяются от планеты. Они летят к ближайшим звездам... Вспышка, еще одна и еще - все звезды вокруг вспыхивают, пожирая свои планеты, и рассеиваются. \n \nКристаллы уничтожили все, уничтожили жизнь, неспособную находиться в гармонии со своими мирами. Вот откуда взялась \"Темная область\" - огромное пространство в пустоте всего с одной звездой. \n \nКристаллы преследуют лишь одну цель - гармонию, а по их мнению, белковые формы жизни на это не способны...",
    "answers": [
      {
        "id": 118,
        "text": "[Очнуться от видения] ",
        "need": 115
      },
      {
        "id": 121,
        "text": "[Очнуться от видения] ",
        "need": -115
      },
      {
        "id": 117,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5b4/ThcsP0v8p5I.jpg"
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы стояли на коленях перед каменным \"деревом\" и тяжело дышали.\n\nВ стороне от Вас стоял маленький челнок, прислонившись к которому одиноко стоял пират. Увидев, что Вы пришли в себя, он приветливо помахал Вам нейронным протезом руки: \"Хей, профессор, Вы там закончили молиться?\" \n\nВсюду на арене, окружая \"дерево\" и Вас с челноком стояли тысячи, сотни тысяч каменных гигантов, недвижимо наблюдая за Вами.\n\nРаздался звон. Перед Вами с дерева упал маленький зеленый кристаллик. Динамик модуля ИИ подал тихий голос: \"Это Вам от нее... От Планеты. Она говорит, чтобы Вы закопали его на Земле. Это поможет Земле снова ожить. А еще она говорит, что будет лучше, если никто не узнает об этом месте от Вас\". ",
    "answers": [
      {
        "id": 119,
        "text": "[Взять кристаллик] "
      },
      {
        "id": 118,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c7a4/aD1u02NzPL8.jpg"
      }
    ]
  },
  {
    "id": 119,
    "text": "Вы получаете достижение:\n\"Древо жизни?\".\n\nЧелнок быстро доставил Вас на Пиратский флагман. Капитан пиратов был искренне рад Вас видеть - он явно успел соскучиться по честному труду наемника. \n\nВы отправились на Землю, Колыбель Человечества. Вы давно не жили там. Родная планета людей умирала. Природные ресурсы были истощены, океаны загажены, о воздухе и говорить не хотелось. На Земле у Вас было маленькое поместье, в его дворе Вы и закопали дарованный \"деревом\" зеленый кристаллик. Как только Вы присыпали его землей, камешки вокруг этого места задрожали и начали сползаться в кучку, формируя маленькое, не больше десятка сантиметров, деревце. \n\nЧуть позже все новостные рубрики наперебой начали вещать о том, что с Землей начали происходить аномальные вещи: были найдены ископаемые там, где их уже выскребли дочиста, количество ядовитых веществ в воздухе стало снижаться, а вода вновь приобрела цвет воды. Никто не мог объяснить это. Никто, кроме Вас...\n\nВы закончили историю, доведя свою экспедицию до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      },
      {
        "id": 138,
        "text": "[Дополнительные главы] "
      },
      {
        "id": 119,
        "text": "Картинка ",
        "url": "https://pp.userapi.com/c636418/v636418556/5c76a/stZOvmj6VDk.jpg"
      }
    ]
  },
  {
    "id": 120,
    "text": "Поток воспоминаний захлестнул Вас. \"Дерево\" словно слушало Ваши мысли, не давая прекратиться их каскаду. ",
    "answers": [
      {
        "id": 116,
        "text": "[Отринуть поток воспоминаний] "
      }
    ]
  },
  {
    "id": 121,
    "text": "Вы стояли на коленях перед каменным \"деревом\" и тяжело дышали.\n\nВ стороне от Вас стоял маленький челнок, прислонившись к которому одиноко стоял пират. Увидев, что Вы пришли в себя, он приветливо помахал Вам нейронным протезом руки: \"Хей, профессор, Вы там закончили молиться?\" \n\nВсюду на арене, окружая \"дерево\" и Вас с челноком стояли тысячи, сотни тысяч каменных гигантов, недвижимо наблюдая за Вами.\n\nДинамик модуля ИИ подал тихий голос: \"Она... Планета... Говорит, что Вы можете уходить. Вы не похожи на тех, кто приходит, чтобы пожирать чужие миры. А еще она говорит, что будет лучше, если никто не узнает об этом месте от Вас\", - ИИ замолчал. О Вашу ногу ударился подкатившийся камешек: \"Он хочет пойти с Вами\", - подытожил ИИ. ",
    "answers": [
      {
        "id": 122,
        "text": "[Встать и побрести к челноку вместе с камушком] "
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы получаете достижение:\n\"Ревизор\".\n\nЧелнок быстро доставил Вас на Пиратский флагман. Капитан пиратов был искренне рад Вас видеть - он явно успел соскучиться по честному труду наемника. Немалый интерес он проявил и к Вашему новому маленькому спутнику, но из уважения к Вам обещал не трогать его. \n\nВскоре Вы уже были в своей родной системе. Камушек, который Вы так и назвали - \"Камушек\", проявлял интерес ко всему подряд: к людям, к технике, к растениям и животным. Он подкатывался к любым интересующим его объектам и изучал их, мерцая своим кристалликом.\n\nОн был идеальным питомцем, питающимся лишь энергией звезд. Но Вы знали о его истинном предназначении... Однажды он вернется к себе домой и расскажет все, что узнал о человечестве. Вот тогда и будет принято решение о судьбе людей.\n\nВы закончили историю, доведя свою экспедицию до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      },
      {
        "id": 138,
        "text": "[Дополнительные главы] "
      },
      {
        "id": 122,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c820/yx8nT-Oa3oI.jpg"
      }
    ]
  },
  {
    "id": 123,
    "text": "\"Дерево\" словно пыталось понять Вас, но не могло. Вы явно не были готовы к этой встрече. Дыхание перехватило, и Вы упали на колени.\n\nБез электронного оборудования выйти на контакт с настолько сложным объектом не представлялось возможным.\n\nПослышался шум двигателя: неподалеку от Вас приземлился челнок с черным черепом на борту. Пираты прибыли, чтобы забрать Вас. Всюду на арене, окружая \"дерево\" и Вас с челноком, стояли тысячи, сотни тысяч каменных гигантов, недвижимо наблюдая за Вами.\n\nДерево вспыхнуло ярче, и перед Вами предстало видение того, как Вы садитесь в челнок и покидаете эту планету. Понять это видение двояко было невозможно: Планета хотела, чтобы Вы покинули ее навсегда. Она решила сохранить Вам жизнь. ",
    "answers": [
      {
        "id": 124,
        "text": "[Подняться и направиться к челноку] "
      }
    ]
  },
  {
    "id": 124,
    "text": "Вы получаете достижение:\n\"Я вернулся живой\".\n\nЧелнок быстро доставил Вас на Пиратский флагман. Капитан пиратов был искренне рад Вас видеть - он явно успел соскучиться по честному труду наемника. \n\nВскоре Вы уже были в родной системе. На этот раз Вы твердо решили, что эта экспедиция - последняя. Вам казалось, что теперь обычные домашние хлопоты доставляют куда больше удовольствия, чем до полета, ведь куда сложнее бесславно погибнуть, играя с внуками, чем на отдаленной обманчиво безжизненной планете.\n\nВы никому не рассказывали о том, что видели. Однако Вы бережно хранили свой бумажный блокнот, куда все в подробностях записали...\n\nВы закончили историю, доведя свою экспедицию до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      },
      {
        "id": 138,
        "text": "[Дополнительные главы] "
      },
      {
        "id": 124,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c796/VmRktCEV3xk.jpg"
      }
    ]
  },
  {
    "id": 125,
    "text": "Свет дерева стал разгораться все ярче, словно проникая в Ваше сознание. ",
    "answers": [
      {
        "id": 126,
        "text": "[Извлечь пищащий модуль ИИ] ",
        "need": 88
      },
      {
        "id": 126,
        "text": "[Не сопротивляться воздействию] ",
        "need": 88
      },
      {
        "id": 126,
        "text": "[Сопротивляться воздействию] ",
        "need": 88
      },
      {
        "id": 123,
        "text": "[Сопротивляться воздействию] ",
        "need": -88
      },
      {
        "id": 123,
        "text": "[Не сопротивляться воздействию] ",
        "need": -88
      },
      {
        "id": 125,
        "text": "Картинка ",
        "url": "https://pp.userapi.com/c836421/v836421473/3071c/vbp3tw0SIuw.jpg"
      }
    ]
  },
  {
    "id": 126,
    "text": "\"Человеческое сознание слишком сложно устроено, просканировать все волны Вашего мозга, разобрав их значение, практически невозможно\", - быстро начал вещать динамик модуля ИИ: \"Однако, если судить по параметрам воздействия, оказываемого в данный момент на Вас, то этот объект способен уловить самые, скажем так, яркие мысли. Иного способа выйти на контакт, если предположить, что он возможен, я не вижу\".\n\nНо Вы не могли сосредоточиться ни на одной конкретной мысли. Ваша голова гудела, а мысли путались. ИИ вновь заговорил: \"Слушайте мой голос, капитан Крамер, сосредоточитьтесь на нем, думайте о доме...\" \n\n\"Дерево\" словно слушало Ваши мысли, Ваши воспоминания. ",
    "answers": [
      {
        "id": 127,
        "text": "[Отринуть поток воспоминаний] "
      },
      {
        "id": 126,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c836421/v836421473/3071c/vbp3tw0SIuw.jpg"
      }
    ]
  },
  {
    "id": 127,
    "text": "Вокруг все погасло. Перед Вами возникло видение полной пустоты. Вспышка. Мимо Вас пролетает бесконечное множество галактик со вспыхивающими звездами. Рождение вселенной? \n \nВы видите облачко газа, на глазах формирующее из себя небольшую красную звезду. Вокруг нее летает множество космической пыли, постепенно образовывающей планету. Планета начинает порастать кристаллами, впитывающими энергию солнца. Она словно живая - рельеф меняется без видимых причин, образуя узоры правильной формы и уничтожая их. \n \nНеужели эта планета и ее кристаллы - ровесники самой вселенной? Насколько же высокоорганизованной должна быть эта форма жизни?",
    "answers": [
      {
        "id": 137,
        "text": "[Наблюдать дальше] "
      },
      {
        "id": 127,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5c2/vicLxsGAcDA.jpg"
      }
    ]
  },
  {
    "id": 128,
    "text": "Белковые организмы развиваются, они добывают ресурсы, они начинают крушить кристалл, дающий благополучие планете. Вот они уже способны покорять космос... И что же они делают? Они направляются к родной планете кристалла с явно не дружелюбными намерениями... Они умирают. Как это было похоже на тех людей, что живут сейчас... \n \nНовые гигантские кристаллы отделяются от планеты. Они летят к ближайшим звездам... Вспышка, еще одна и еще - все звезды вокруг вспыхивают, пожирая свои планеты, и рассеиваются. \n \nКристаллы уничтожили все, уничтожили жизнь, неспособную находиться в гармонии со своими мирами. Вот откуда взялась \"Темная область\" - огромное пространство в пустоте всего с одной звездой. \n \nКристаллы преследуют лишь одну цель - гармонию, а по их мнению, белковые формы жизни на это не способны...",
    "answers": [
      {
        "id": 129,
        "text": "[Очнуться от видения] "
      },
      {
        "id": 128,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5b4/ThcsP0v8p5I.jpg"
      }
    ]
  },
  {
    "id": 129,
    "text": "Вы стояли на коленях перед каменным \"деревом\" и тяжело дышали.\n\nВ стороне от Вас стоял пират, прислонившись к челноку. Увидев, что Вы пришли в себя, он приветливо помахал Вам нейронным протезом руки: \"Хей, профессор, Вы там закончили молиться?\" \n\nВсюду на арене, окружая \"дерево\" и Вас с челноком стояли тысячи, сотни тысяч каменных гигантов, недвижимо наблюдая за Вами.\n\nДинамик модуля ИИ подал тихий голос: \"Она... Планета... Говорит, что Вы можете уходить. Вы не похожи на тех, кто приходит, чтобы пожирать чужие миры. А еще она говорит, что будет лучше, если никто не узнает об этом месте от Вас\". ",
    "answers": [
      {
        "id": 124,
        "text": "[Подняться и направиться к челноку] "
      }
    ]
  },
  {
    "id": 130,
    "text": "Рядом с грудой глыб стоял гигант, за которым Вы сюда пришли. \n\nРеагируя на Ваше приближение, кристаллы, растущие на разбросанных глыбах, засветились ослепительным зеленым светом. Зеленый свет... Вы представили деревья, растущие на лугу возле Вашего дома, увидите ли Вы их еще? Камни вздрогнули и начали собираться в новую структуру. Через минуту перед Вами возвышалось каменное \"дерево\", чья крона состояла из мириад зеленых кристалликов.\n\nИх свечение как-то странно влияло на Вас, словно все вокруг, кроме этого гигантского каменного \"дерева\", больше не существовало.\n\nВас вернул к реальности рев двигателей вокруг. ",
    "answers": [
      {
        "id": 131,
        "text": "[Обернуться] "
      },
      {
        "id": 130,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c836421/v836421473/3071c/vbp3tw0SIuw.jpg"
      }
    ]
  },
  {
    "id": 131,
    "text": "На арену спустилось несколько челноков, из которых выбежало полсотни тяжело вооруженных пехотинцев в черной силовой броне. Всюду виднелась характерная символика \"Черного Пламени\" - пиратской банды Джона Ридесара.\n\nВ ответ на их высадку со всех сторон из-под песка и из каменных склонов начали вылетать ближники, формируя сотни каменных гигантов.\n\nЭто все очень плохо закончится...",
    "answers": [
      {
        "id": 132,
        "text": "[Броситься к челноку] "
      },
      {
        "id": 133,
        "text": "[Попытаться остановить бой] "
      },
      {
        "id": 134,
        "text": "[Вытащить истошно пищащий модуль ИИ] ",
        "need": 88
      }
    ]
  },
  {
    "id": 132,
    "text": "Вы получаете достижение:\n\"Конец цикла\".\n\nЧелнок быстро доставил Вас на Пиратский флагман. Капитан пиратов был искренне рад Вас видеть - он явно успел соскучиться по честному труду наемника. \n\nНо вторжение на планету не прошло бесследно. Вся ее поверхность сотрясалась и расходилась, а из ее недр вздымались кристаллы чудовищных размеров.\n\nВы успели уже добраться до родной системы, когда до Вас дошло известие о том, что приграничные колонии людей уничтожены начисто, а неизвестный противник неумолимо движется к Земле. Имперский флот направил все силы, чтобы дать отпор врагу. Но что будет, если ему это не удастся? Ознаменуется ли этот день днем конца человечества? \n\nВы закончили историю, доведя свою экспедицию до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      },
      {
        "id": 138,
        "text": "[Дополнительные главы] "
      },
      {
        "id": 132,
        "text": "Картинка ",
        "url": "https://pp.userapi.com/c636418/v636418556/5c7ab/25fn0HyavVo.jpg"
      }
    ]
  },
  {
    "id": 133,
    "text": "Вы получаете достижение:\n\"Тот, кого не забудут\".\n\nОстановить сражение было не в Ваших силах. Оружие пиратов крушило гигантов, а гиганты крушили пиратовa. Внезапно Вашу ногу что-то схватило. Посмотрев вниз, Вы увидели, что вокруг вашей голени выросла охапка кристаллов. Кристаллы резко ушли под землю, потащив Вас за собой. Последнее, что Вы увидели, это был капитан пиратов, пытавшийся пробиться к Вам. Но он не успел.\n\nСпустя месяц Вашей семье пришло письмо, в котором говорилось, что Вы погибли в ходе величайшей экспедиции, до конца жизни не изменив своим принципам. С краю страницы был пририсован маленький череп.\n\nВы закончили историю, доведя свою экспедицию до одного из пяти финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      },
      {
        "id": 138,
        "text": "[Дополнительные главы] "
      },
      {
        "id": 133,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c771/lcyP39Bwscw.jpg"
      }
    ]
  },
  {
    "id": 134,
    "text": "Модуль ИИ зашумел и заморгал всеми лампочками. Каменные гиганты, уже готовые начать крушить пиратов, замерли и обернулись в Вашу сторону. Пираты, в свою очередь, не стали торопиться с агрессией и отступили поближе к челнокам.\n\nМодуль ИИ быстро заговорил: \"Не сопротивляйтесь ее воздействию, просто подойдите ближе, это предотвратит бессмысленные жертвы\". ",
    "answers": [
      {
        "id": 126,
        "text": "[Подойти к дереву] "
      },
      {
        "id": 134,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5ba6e/buPuam54s1U.jpg"
      }
    ]
  },
  {
    "id": 135,
    "text": "Судьба управляет нами или мы управляем судьбой? У любой истории может быть несколько финалов.\n\nЗдесь Вы можете видеть те финалы, к которым Вы привели эту историю.",
    "answers": [
      {
        "id": 133,
        "text": "\"Тот, кого не забудут\" ",
        "need": 133,
        "need_ever": true
      },
      {
        "id": 132,
        "text": "\"Конец цикла\" ",
        "need": 132,
        "need_ever": true
      },
      {
        "id": 124,
        "text": "\"Я вернулся живой\" ",
        "need": 124,
        "need_ever": true
      },
      {
        "id": 122,
        "text": "\"Ревизор\" ",
        "need": 122,
        "need_ever": true
      },
      {
        "id": 119,
        "text": "\"Древо жизни?\" ",
        "need": 119,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 136,
    "text": "От планеты отделяются огромные кристаллы немыслимых размеров и, словно корабли, устремляются к ближайшим звездным системам. \n \nОни так легко путешествовали к другим звездам... Сами себе корабли, сами себе пилоты. \n \nКристалл врезается в безжизненную планету, смещая ее на определенное расстояние от звезды, и она под воздействием кристалла начинает развиваться: трещины порастают минералами, начинается тектоническая активность. Скоро на планете зарождаются органические формы жизни. \n \nЭти кристаллы создавали все условия для зарождения жизни... Знали ли они об этом? Были ли они готовы к зарождению белковой жизни, так отличающейся от их собственной?",
    "answers": [
      {
        "id": 117,
        "text": "[Наблюдать дальше] "
      },
      {
        "id": 136,
        "text": "Картинка",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5bb/axZyHvnMtUo.jpg"
      }
    ]
  },
  {
    "id": 137,
    "text": "От планеты отделяются огромные кристаллы немыслимых размеров и, словно корабли, устремляются к ближайшим звездным системам. \n \nОни так легко путешествовали к другим звездам... Сами себе корабли, сами себе пилоты. \n \nКристалл врезается в безжизненную планету, смещая ее на определенное расстояние от звезды, и она под воздействием кристалла начинает развиваться: трещины порастают минералами, начинается тектоническая активность. Скоро на планете зарождаются органические формы жизни. \n \nЭти кристаллы создавали все условия для зарождения жизни... Знали ли они об этом? Были ли они готовы к зарождению белковой жизни, так отличающейся от их собственной?",
    "answers": [
      {
        "id": 128,
        "text": "[Наблюдать дальше] "
      },
      {
        "id": 137,
        "text": "Картинка ",
        "url": "https://pp.userapi.com/c636418/v636418556/5c5bb/axZyHvnMtUo.jpg"
      }
    ]
  },
  {
    "id": 138,
    "text": "Сколько еще тайн скрывает в себе дальний космос? Какие передряги ждут впереди исследователя Генриха Крамера? Это Вы сможете узнать, поучаствовав в следующих историях:",
    "answers": [
      {
        "id": 139,
        "text": "\"День гибели Земли\" ",
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 139,
    "text": "\n\"День гибели Земли\"\nПродолжение основной истории после концовки \"Конец цикла\". \n\nВступление: С момента Вашего возвращения из \"Темной области\" прошло уже несколько недель. Все это время Вы, знаменитый исследователь, провели в своем частном доме в отдаленной системе, развлекая себя играми с многочисленными внуками и посадкой цветов на клумбах.\n\nКресло было столь расслабляюще мягким, что Вы упорно не хотели открывать глаза, но детский голос, зовущий Вас, был очень настойчивым: \"Дедушка Генри, просыпайся скорее, это важно!\"",
    "answers": [
      {
        "id": 140,
        "text": "[Начать историю] "
      },
      {
        "id": 262,
        "text": "[Достижения] "
      },
      {
        "id": 138,
        "text": "[Назад] "
      },
      {
        "id": 139,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c837735/v837735614/30b4c/yr6gb2s1WO4.jpg"
      }
    ]
  },
  {
    "id": 140,
    "text": "Сделав над собой усилие, Вы открыли глаза. Перед Вами стоял взъерошенный мальчик семи лет, голос его звучал крайне взволнованно: \"Тебя вызывали по твоему коммуникатору... И мы случайно ответили... А там серьезный дядька. Иди, ответь ему скорее\", - подергав Вас за рукав, мальчик выбежал из комнаты. \n\nЭто не могло предвещать ничего хорошего, и Вы это знали.",
    "answers": [
      {
        "id": 141,
        "text": "[Подняться с кресла] "
      }
    ]
  },
  {
    "id": 141,
    "text": "Небольшая комнатка, уставленная книжными шкафами, где Вы любили отдохнуть и почитать. У окна стояли письменный стол и кресло, в котором Вы недавно спали. Единственная дверь из комнаты вела в большую гостиную. ",
    "answers": [
      {
        "id": 142,
        "text": "[Выйти из комнаты] ",
        "need": -157
      },
      {
        "id": 143,
        "text": "[Осмотреть книжные шкафы] "
      },
      {
        "id": 144,
        "text": "[Осмотреть письменный стол] "
      },
      {
        "id": 159,
        "text": "[Сесть в кресло и спланировать дальнейшие действия] ",
        "need": 157
      }
    ]
  },
  {
    "id": 142,
    "text": "Гостиная была довольно внушительных размеров. Диваны были расставлены вокруг огромного телеэкрана, вдоль стен были расставлены застекленные стеллажи с трофеями из разных экспедиций. Возле одного из шкафов возилось трое детей.",
    "answers": [
      {
        "id": 141,
        "text": "[Вернуться в комнату для чтения] "
      },
      {
        "id": 148,
        "text": "[Подойти к детям] ",
        "need": -156
      },
      {
        "id": 149,
        "text": "[Осмотреть диваны] ",
        "need": -156
      },
      {
        "id": 158,
        "text": "[Осмотреть телеэкран] ",
        "need": 156
      },
      {
        "id": 157,
        "text": "[Подойти к детям] ",
        "need": 156
      }
    ]
  },
  {
    "id": 143,
    "text": "Шкафы были забиты бумажными книгами, изданными еще до постройки первой человеческой колонии вне Земли. Здесь были романы о покорении Америки и Африки, о первооткрывателях старых времен.",
    "answers": [
      {
        "id": 141,
        "text": "[Отойти от шкафов] "
      }
    ]
  },
  {
    "id": 144,
    "text": "На письменном столе было разбросано множество исписанных Вами бумаг. Вас часто называли излишне старомодным, ведь все вокруг давно перешли на электронные системы записи.\n\nСобственно, именно поэтому Вы купили себе этот огромный дом в отдаленной колонии - чтобы быть старомодным настолько, насколько Вам этого хочется, подальше от посторонних глаз.",
    "answers": [
      {
        "id": 141,
        "text": "[Отойти от стола] "
      },
      {
        "id": 145,
        "text": "[Осмотреть бумаги] "
      },
      {
        "id": 146,
        "text": "[Осмотреть ящик стола] "
      }
    ]
  },
  {
    "id": 145,
    "text": "На бумагах были нарисованы различные существа, состоящие из отдельных минеральных образований. Кристалльная форма жизни не давала Вам покоя.",
    "answers": [
      {
        "id": 144,
        "text": "[Отложить бумаги] "
      }
    ]
  },
  {
    "id": 146,
    "text": "Щелкнув ключом, Вы выдвинули ящик стола. Внутри был бумажный дневник, на котором лежал электронный накопитель. Этот чип содержал записи встроенных сканеров Вашего скафандра, в котором Вы высадились на единственную планету \"Темной Области\". В дневнике же были подробные пояснения к записанным данным. Таким образом, накопитель и дневник друг без друга были совершенно бесполезны.",
    "answers": [
      {
        "id": 144,
        "text": "[Закрыть ящик] "
      }
    ]
  },
  {
    "id": 147,
    "text": "Взяв толстую тетрадь и чип из ящика, Вы аккуратно положили их в поясную сумку, с которой Вы не расставались.\n\nВ этот же момент из-под стола выполз семилетний мальчик с радостным криком: \"Нашел! А остальных за шторой тоже нашел?\" Прекрасно, теперь Вы знаете, где найти остальных. Хотя можете и сразу отправиться к гостю - дневник ведь у Вас. ",
    "answers": [
      {
        "id": 169,
        "text": "[Отойти от стола] "
      }
    ]
  },
  {
    "id": 148,
    "text": "Все трое - Ваши внуки, старшему еще нет и десяти. С каждым годом жизнь в галактике становится все суровее. Империя отыскивает все новых врагов и все туже затягивает гайки для своих граждан. Какая жизнь ждёт ребятню, когда они достигнут сознательного возраста? Вы зажмурились, эти мысли Вам категорически не нравились - они были уделом стариков, а Вы отказывались ощущать себя таковым.",
    "answers": [
      {
        "id": 150,
        "text": "\"Вы не видели мой коммуникатор?\" "
      },
      {
        "id": 142,
        "text": "[Отойти от детей] "
      }
    ]
  },
  {
    "id": 149,
    "text": "На крайнем диване лежал Ваш коммуникатор. Его отличало от телефонов минувших лет то, что он был усложнен набором сенсорных анализаторов, что много раз выручало Вас в дальних экспедициях. К тому же, благодаря сложной системе спутникового вещания Империи, связь была во всех уголках сектора.\n\nУстройство было активно и явно передавало сигнал. ",
    "answers": [
      {
        "id": 151,
        "text": "[Взять коммуникатор] "
      }
    ]
  },
  {
    "id": 150,
    "text": "\"Кажется, он валялся на диване\", - не отвлекаясь от своих дел, подал голос старший парнишка. Дети возились с Вашей коллекцией оловянных солдатиков - еще одна вещь из старого мира.",
    "answers": [
      {
        "id": 142,
        "text": "[Отойти от детей] "
      }
    ]
  },
  {
    "id": 151,
    "text": "\"Славная у вас ребятня, Крамер\", - заговорил незнакомый голос из коммуникатора: \"Можете звать меня просто Инспектор. Я работаю непосредственно на правительство Империи. Пожалуйста, включите центральный канал\".\n\nВы быстро провели пальцем по подлокотнику дивана, и огромный монитор телеэкрана вспыхнул перед Вами. По центральному каналу корреспондент суетливо тараторил что-то о массовых нападениях. Картинка сменилась на запись с места событий... Ваше нутро сжалось. На экране были разрушенные колонии, заросшие кристаллическими образованиями. Кристаллиты, именно так про себя Вы назвали эту форму жизни, действительно объявили войну человечеству, покинув свой привычный мир.\n\n\"Мы знаем, что Вы были там, что Вы посетили их родной мир и, возможно, привели их сюда\", - ровным голосом проговорил Инспектор. ",
    "answers": [
      {
        "id": 152,
        "text": "\"Откуда вы знаете?\" "
      },
      {
        "id": 153,
        "text": "\"Меня там не было\" "
      },
      {
        "id": 154,
        "text": "\"Вы правы\" "
      }
    ]
  },
  {
    "id": 152,
    "text": "\"Все знать - моя непосредственная работа, уважаемый профессор Крамер\", - все так же ровно говорил Инспектор. ",
    "answers": [
      {
        "id": 155,
        "text": "\"Что вам нужно?\" "
      }
    ]
  },
  {
    "id": 153,
    "text": "\"Были, профессор Крамер, разумеется, Вы там были\", - голос Инспектора звучал все так же ровно. ",
    "answers": [
      {
        "id": 155,
        "text": "\"Что вам нужно?\" "
      }
    ]
  },
  {
    "id": 154,
    "text": "\"Разумеется. Быть правым - часть моей работы\", - все так же ровно говорил Инспектор.",
    "answers": [
      {
        "id": 155,
        "text": "\"Что вам нужно?\" "
      }
    ]
  },
  {
    "id": 155,
    "text": "Инспектор замолчал на несколько секунд: \"Видите ли, в чем дело... Это неофициальный звонок. В противном случае, Вас бы уже взяли под стражу как саботажника и врага человечества. Но такой расклад никаким образом не помог бы нам в сложившейся ситуации. Враг очень силен, и он не идет на переговоры, более того, мы не уверены, способен ли он вообще к каким-либо переговорам. Однако Вы уже сталкивались с этими существами, причем на их территории, и Вы выжили. Нам нужна информация. У Вас сутки на сборы, после чего свяжитесь со мной - мои люди заберут Вас на дружескую беседу. Повторю, от Вас нам нужна лишь информация\", - закончив говорить, Инспектор прервал связь.",
    "answers": [
      {
        "id": 156,
        "text": "[Положить коммуникатор] "
      }
    ]
  },
  {
    "id": 156,
    "text": "Ситуация была исключительно паршивой. Скорее всего, Инспектор не причинит Вам вреда, так как в народе Вы довольно известный человек. И все же Вы не были уверены, что эта история пройдет для Вас гладко.\n\nЕсли отбросить личные мотивы, то остается еще банальная гражданская ответственность. Враг практически непобедим, а у Вас есть информация о нем: записи анализаторов скафандра. Нужно было срочно принимать решение...\n\nИз задумчивости Вас вывел грохот со стороны стеллажей, у которых играли дети. ",
    "answers": [
      {
        "id": 142,
        "text": "[Отбросить мысли и вернуться к реальности] "
      }
    ]
  },
  {
    "id": 157,
    "text": "Дети стояли возле опрокинутого стеллажа: \"Мы не хотели, дедушка, там просто...\" - но Вы уже не слушали их, Вы смотрели себе под ноги, где лежала вылетевшая из стеллажа маленькая черная коробочка с нарисованным белым черепом.\n\nСувенир от пиратов \"Темного Пламени\". Когда-то давно Вы нанимали их в роли наемников. Именно эти люди недавно вытащили Вас из \"Темной Области\". В черной коробочке был маячок, который посылал сигнал непосредственно капитану \"Темного Пламени\" Джону Ридесару.\n\nВы крепко сжали коробочку в руке. Впутывать в это пиратов - бредовая идея. Или же нет? Нужно вернуться в свой кабинет и все обдумать. ",
    "answers": [
      {
        "id": 141,
        "text": "[Вернуться в комнату для чтения] "
      }
    ]
  },
  {
    "id": 158,
    "text": "На экране мелькали сводки последних боев между Империей и кристаллитами. Судя по всему, люди теряли систему за системой.",
    "answers": [
      {
        "id": 142,
        "text": "[Отойти от телеэкрана] "
      }
    ]
  },
  {
    "id": 159,
    "text": "Вы сидели в объятиях любимого кресла, задумчиво постукивая пальцами по коробочке с черепом. Есть только два варианта из сложившейся ситуации: связаться либо с Инспектором, либо с Ридесаром.\n\nВ любом случае, Вы не могли остаться в стороне. Во-первых, Империя знает о Вашей связи с нашествием кристаллитов, а во-вторых, Вы чувствовали свою вину за то, что сейчас происходит на границах Империи.",
    "answers": [
      {
        "id": 160,
        "text": "[Оценить вариант с Инспектором] "
      },
      {
        "id": 161,
        "text": "[Оценить вариант с Ридесаром] "
      },
      {
        "id": 162,
        "text": "[Принять решение] "
      }
    ]
  },
  {
    "id": 160,
    "text": "Инспектор - верная рука исполнительной власти Империи, наверняка он знает, что делать с Вашей информацией. В его распоряжении все силы могущественной державы. Могущественной и очень жестокой. Империя не идет на переговоры с теми, кого может подчинить, и не оставляет в живых тех, кого подчинить не может. Если Империя будет обладать достаточной информацией о кристаллитах, чтобы нанести ответный удар, то она его нанесет не колеблясь. О мире и речи быть не может... Но имеет ли это значение, если на кону судьба человечества? \n\nОднако остается еще один важный момент: безопасно ли для Вас связываться с агентурой внутренней безопасности тоталитарной Империи? ",
    "answers": [
      {
        "id": 159,
        "text": "[Продолжить размышления] "
      }
    ]
  },
  {
    "id": 161,
    "text": "Ридесар - пират, ненавидящий строй Империи всем естеством, но он очень надежный человек и, в некотором роде, Ваш давний товарищ. Судьба простых людей ему небезразлична, и он непременно согласится помочь. В его распоряжении целый флот из достаточно знающих людей из подпольного мира. С помощью пиратов и их ресурсов Вы могли бы самостоятельно попытаться проанализировать собранную Вами информацию на родной планете кристаллитов и спланировать дальнейшие действия без давления со стороны Империи.\n\nНо пираты есть пираты. Ваша репутация может пострадать. ",
    "answers": [
      {
        "id": 159,
        "text": "[Продолжить размышления] "
      }
    ]
  },
  {
    "id": 162,
    "text": "Вдох-выдох, пора уже принять решение. В конечном счете, учитывая, что человечество на грани величайшей катастрофы, терять особо нечего. ",
    "answers": [
      {
        "id": 163,
        "text": "[Джон Ридесар - пираты \"Темного Пламени\"] "
      },
      {
        "id": 164,
        "text": "[Инспектор - агентство внутренней безопасности Империи] "
      }
    ]
  },
  {
    "id": 163,
    "text": "Пираты показались Вам более надежными соратниками, нежели Империя с ее жесткой хваткой.\n\nОткрыв коробочку, Вы нажали на маленькую кнопку, возле которой тут же вспыхнул красный светодиод. Оставалось только ждать.",
    "answers": [
      {
        "id": 165,
        "text": "[Закрыть глаза] "
      }
    ]
  },
  {
    "id": 164,
    "text": "Перечить агенту внутренней безопасности Империи казалось Вам более опасным занятием, нежели согласиться с его условиями.\n\nВы положили коробочку в ящик стола. Возможно, ее время еще придет. Теперь оставалось только ждать.",
    "answers": [
      {
        "id": 165,
        "text": "[Закрыть глаза] "
      }
    ]
  },
  {
    "id": 165,
    "text": "Трель дверного звонка вырвала Вас из беспокойного сна. Что ж, отступать уже поздно. Поднявшись, Вы прошли через гостиную и спустились по широкой лестнице в холл первого этажа. В дверь еще раз позвонили.\n\nВзявшись за ручку двери, Вы на мгновение замерли. Очередная передряга ждет Вас за дверью. Так чего же Вы ждете?",
    "answers": [
      {
        "id": 166,
        "text": "[Открыть дверь] ",
        "need": 163
      },
      {
        "id": 167,
        "text": "[Открыть дверь] ",
        "need": 164
      }
    ]
  },
  {
    "id": 166,
    "text": "За дверью стоял человек в потертой кожаной куртке, кепке и черных очках. На вид ему не было и сорока, хотя щетина и накидывала годков.\n\n\"Ты только посмотри, Крамер, что мне пришлось на себя напялить. Ты бы еще в столичный парк меня пригласил\", - Ридесар извлек из внутреннего кармана смятую бумажку и развернул. Это был плакат с портретом пирата в цвете, с многочисленными подписями, описывающими его крайнюю опасность: \"Красавец, правда? И вот такая бумажка висит на каждом втором доме\", - Ридесар махнул металлической рукой: \"Хотя ладно, зная твое положение... Пошли, мою подозрительную рожу даже эта милая кепочка не скроет\".",
    "answers": [
      {
        "id": 168,
        "text": "\"Одну минуту, мне нужно сообщить родителям моих внуков\" [Позаботиться о детях]"
      },
      {
        "id": 168,
        "text": "\"Сейчас, только заберу свой дневник с записями\" [Забрать дневник из кабинета] "
      }
    ]
  },
  {
    "id": 167,
    "text": "За дверью стояла невысокая девушка в официальном костюме с нашивкой какого-то из многочисленных министерств Империи: \"Инспектор передает Вам свое почтение, профессор Крамер. К сожалению, он не смог посетить Вас лично. Пожалуйста, пройдемте со мной\". ",
    "answers": [
      {
        "id": 168,
        "text": "\"Одну минуту, мне нужно сообщить родителям моих внуков\" [Позаботиться о детях] "
      },
      {
        "id": 168,
        "text": "\"Сейчас, только заберу свой дневник с записями\" [Забрать дневник из кабинета] "
      }
    ]
  },
  {
    "id": 168,
    "text": "Ни слова не говоря, Ваш гость присел на пуфике возле входной двери.\n\nВ обязательном порядке Вам нужно, чтобы при Вас был дневник с записями. Однако было бы не плохо отыскать в доме троих детей и связаться с их родителями. Судя по шуму, они были где-то на втором этаже. Вы окликнули их по именам, но никто Вам не ответил. Самое неблагополучное время, чтобы играть в прятки. ",
    "answers": [
      {
        "id": 170,
        "text": "[Подняться на второй этаж в гостиную] "
      }
    ]
  },
  {
    "id": 169,
    "text": "Небольшая комнатка, уставленная книжными шкафами, где Вы любили отдохнуть и почитать. У окна стояли письменный стол и кресло, в котором Вы недавно спали. Единственная дверь из комнаты вела в большую гостиную.",
    "answers": [
      {
        "id": 170,
        "text": "[Вернуться в гостиную] "
      },
      {
        "id": 177,
        "text": "[Осмотреть письменный стол] "
      },
      {
        "id": 178,
        "text": "[Осмотреть книжные шкафы] "
      }
    ]
  },
  {
    "id": 170,
    "text": "Гостиная была довольно внушительных размеров. Диваны были расставлены вокруг огромного телеэкрана, вдоль стен были расставлены застекленные стеллажи с трофеями из разных экспедиций. Детей возле стеллажей уже не было.\n\nИз гостиной вело три двери: на лестницу, ведущую в холл, где ожидал гость, в комнату для чтения, которую Вы также считали своим кабинетом, и в Вашу спальню. ",
    "answers": [
      {
        "id": 171,
        "text": "[Войти в спальню] "
      },
      {
        "id": 169,
        "text": "[Войти в комнату для чтения] "
      },
      {
        "id": 172,
        "text": "[Выйти к гостю] ",
        "need": 163
      },
      {
        "id": 182,
        "text": "[Выйти к гостю] ",
        "need": 164
      },
      {
        "id": 173,
        "text": "[Осмотреть диваны] "
      },
      {
        "id": 174,
        "text": "[Осмотреть стеллажи] "
      }
    ]
  },
  {
    "id": 171,
    "text": "Небольшая спальня с двуспальной кроватью посередине и шкафами для одежды напротив. В комнате царил полумрак из-за толстых штор на окне, отчего трофейная голова инопланетного зверя, висящая на стене, казалась еще более устрашающей.",
    "answers": [
      {
        "id": 170,
        "text": "[Вернуться в гостиную] "
      },
      {
        "id": 175,
        "text": "[Осмотреть кровать] ",
        "need": -175
      },
      {
        "id": 176,
        "text": "[Осмотреть шкафы] ",
        "need": -176
      },
      {
        "id": 181,
        "text": "[Осмотреть шторы] ",
        "need": 147
      }
    ]
  },
  {
    "id": 172,
    "text": "Ридесар скучающе бродил туда-сюда по холлу. Завидев Вас, он приободрился. ",
    "answers": [
      {
        "id": 183,
        "text": "\"Отправляемся\" ",
        "need": 147
      },
      {
        "id": 170,
        "text": "\"Мне нужно еще немного времени\" [Вернуться в гостиную] ",
        "need": -181
      }
    ]
  },
  {
    "id": 173,
    "text": "Ни на диванах, ни под ними ребятни не было.",
    "answers": [
      {
        "id": 170,
        "text": "[Отойти от диванов] "
      }
    ]
  },
  {
    "id": 174,
    "text": "Возле упавшего стеллажа были разбросаны оловянные солдатики. На полимерном стекле поверженного стеллажа не было ни трещинки - очень практичная конструкция.",
    "answers": [
      {
        "id": 170,
        "text": "[Отойти от стеллажей] "
      }
    ]
  },
  {
    "id": 175,
    "text": "Печальные мысли о покойной жене заставили Вас на мгновение замереть. Но сейчас не до этого.\n\nПод кроватью дети не прятались. ",
    "answers": [
      {
        "id": 171,
        "text": "[Отойти от кровати] "
      }
    ]
  },
  {
    "id": 176,
    "text": "Как ни странно, детей внутри не оказалось. Обычно они любили прятаться между Вашими старыми пиджаками. ",
    "answers": [
      {
        "id": 171,
        "text": "[Отойти от шкафов] "
      }
    ]
  },
  {
    "id": 177,
    "text": "На письменном столе было разбросано множество исписанных Вами бумаг.",
    "answers": [
      {
        "id": 169,
        "text": "[Отойти от стола] "
      },
      {
        "id": 179,
        "text": "[Осмотреть бумаги] "
      },
      {
        "id": 180,
        "text": "[Осмотреть ящик стола] ",
        "need": -147
      }
    ]
  },
  {
    "id": 178,
    "text": "Шкафы были забиты бумажными книгами, изданными еще до постройки первой человеческой колонии вне Земли. Здесь были романы о покорении Америки и Африки, о первооткрывателях старых времен.",
    "answers": [
      {
        "id": 169,
        "text": "[Отойти от шкафов] "
      }
    ]
  },
  {
    "id": 179,
    "text": "На бумагах были нарисованы различные существа, состоящие из отдельных минеральных образований. Кристалльная форма жизни не давала Вам покоя.",
    "answers": [
      {
        "id": 177,
        "text": "[Отложить бумаги] "
      }
    ]
  },
  {
    "id": 180,
    "text": "Щелкнув ключом, Вы выдвинули ящик стола. Внутри был бумажный дневник, на котором лежал электронный накопитель. Этот чип содержал записи встроенных сканеров Вашего скафандра, в котором Вы высадились на единственную планету \"Темной Области\". В дневнике же были подробные пояснения к записанным данным. Таким образом, накопитель и дневник друг без друга были совершенно бесполезны.",
    "answers": [
      {
        "id": 147,
        "text": "[Забрать дневник и накопитель] "
      },
      {
        "id": 177,
        "text": "[Закрыть ящик] "
      }
    ]
  },
  {
    "id": 181,
    "text": "За шторами действительно прятались два ребенка. Теперь, когда все дети найдены, Вы быстро оповестили их родителей по коммуникатору о возникших осложнениях. Благо они сейчас были в колониальной столице в получасе езды от Вашего дома.\n\nТеперь Вам точно не стоит здесь задерживаться. ",
    "answers": [
      {
        "id": 172,
        "text": "[Вернуться к гостю] ",
        "need": 163
      },
      {
        "id": 182,
        "text": "[Вернуться к гостю] ",
        "need": 164
      }
    ]
  },
  {
    "id": 182,
    "text": "Девушка из министерства сидела все на том же пуфике, с непоколебимым равнодушием глядя перед собой. Заметив Вас, она встала.",
    "answers": [
      {
        "id": 184,
        "text": "\"Отправляемся\"",
        "need": 147
      },
      {
        "id": 170,
        "text": "\"Мне нужно еще немного времени\" [Вернуться в гостиную] ",
        "need": -181
      }
    ]
  },
  {
    "id": 183,
    "text": "Выйдя из дома, пират бодрым шагом направился к Вашему внутреннему двору. Воздух посреди лужайки исказила рябь... \"Довольно дорогой маскировочный модуль\", - Ридесар запрыгнул вовнутрь появившегося из ниоткуда челнока. Больше всего Вас удивило то, что пират не задал ни единого вопроса о причине вызова.\n\nСпустя каких-то полчаса Вы уже были в ангаре пиратского флагмана. \"Вот теперь можно и поговорить\", - капитан пиратов присел на штабель энергоблоков возле челнока: \"Твой сигнал был довольно неожиданным, поэтому, прежде чем явиться к тебе, мы изучили район. И знаешь что? Вокруг твоего дома было полно имперских ушей и глаз! Я уж подумал, не расставили ли на меня с твоей помощью силки...\"",
    "answers": [
      {
        "id": 186,
        "text": "\"Но ты все равно явился, да еще и лично\""
      },
      {
        "id": 187,
        "text": "\"За моим домом слежка?\" "
      }
    ]
  },
  {
    "id": 184,
    "text": "\"Очень хорошо. Нам нужно на Землю - путь отсюда не близкий\", - сухо сообщила девушка, выходя из дома и направляясь к служебной машине, возле которой дежурили два агента.\n\nМагнитная подушка за минуту домчала Вас до космопорта. Сам перелет от Вашей колонии до колыбели человечества требовал несколько больше времени. \"Надеюсь, вы не боитесь быстро летать, профессор Крамер?\" - равнодушно спросила Ваша спутница, пропуская Вас на корабль. ",
    "answers": [
      {
        "id": 219,
        "text": "[Отправиться на Землю] "
      }
    ]
  },
  {
    "id": 185,
    "text": "Ридесар встал и побрел по ангару между суетящимися пиратами, жестом зовя Вас за собой: \"Мне известно то, что мы спровоцировали войну, которую человечество может не пережить, а ты знаешь об этих существах больше, чем кто-либо. И знаешь что? Я помогу тебе! И к тому же совершенно бесплатно!\" - пират театрально поклонился. ",
    "answers": [
      {
        "id": 188,
        "text": "\"Зачем тебе это?\" "
      }
    ]
  },
  {
    "id": 186,
    "text": "\"На то была целая куча причин, мой друг\", - широко улыбнулся пират: \"Ты живешь в шикарном доме, пошли я кого-нибудь из своих головорезов, и они могли не устоять перед такой легкой добычей... Ты же знаешь - я самый сдержанный пират на свете, меня таким не пронять. К тому же, в последнее время я редко бываю на поверхности планет - в основном всякие орбитальные станции, притоны... Фу, груды мертвого металла\". ",
    "answers": [
      {
        "id": 187,
        "text": "\"Ты говорил, что за моим домом слежка?\" ",
        "need": -187
      },
      {
        "id": 185,
        "text": "\"И что в итоге тебе известно?\" ",
        "need": 187
      }
    ]
  },
  {
    "id": 187,
    "text": "\"Была\", - задумчиво пробормотал капитан: \"Всего каких-то десять минут пыток и один из этих имперских тюфяков раскололся, разъяснив нам что к чему. Собственно, именно так я все и узнал...\"",
    "answers": [
      {
        "id": 186,
        "text": "\"Почему ты пришел лично?\" ",
        "need": -186
      },
      {
        "id": 185,
        "text": "\"И что в итоге тебе известно?\" ",
        "need": 186
      }
    ]
  },
  {
    "id": 188,
    "text": "Пират удивленно поднял бровь: \"Да брось, Крамер. Только представь новостные заголовки... Джон Ридесар спасает человечество. Самый разыскиваемый пират всех времен, черт его побери, спасает человечество! Знаешь, что я ненавижу больше всего? Горох. А сразу после него - тоталитарию нашей любимой Империи. Революция, в первую очередь, свершается вот здесь\", - Джон постучал кулаком по груди: \"И согласись, люди скорее пойдут за героем, чем за бандитом\".\n\nКто бы сомневался, что пираты, в первую очередь, будут преследовать свои цели. Хотя какая разница, если при этом люди будут спасены? ",
    "answers": [
      {
        "id": 189,
        "text": "\"Нам нужно изучить вот это\" [Достать накопитель и дневник] "
      },
      {
        "id": 190,
        "text": "\"Есть предложение, что нам делать со всем этим?\" "
      }
    ]
  },
  {
    "id": 189,
    "text": "Ридесар какое-то время скептично рассматривал накопитель в Ваших руках: \"Это надо отнести в экспериментальный блок, они там разберутся, что с этим делать\", - пират бодро зашагал из ангара, и Вы последовали за ним. \n\nПиратский флагман был настоящей летучей крепостью. Спустя десяток минут блужданий по палубам и коридорам Вы вошли в грандиозный отсек, уставленный ящиками, станками, разобранными боевыми мехами и прочей инженерной утварью. \"Вынужден временно тебя покинуть, мой друг, обязанности капитана и все такое... Осмотрись пока здесь\", - не успели Вы возразить, как капитан исчез в очередном коридоре.\n\nВ метре от Вас рухнула груда металлолома. Откуда-то из-за ящиков вынырнула девушка с ярко-голубыми волосами и, жутко сквернословя, начала что-то искать в упавшей груде. Вокруг нее нарезал круги маленький дрон, издавая треск разной тональности, словно разговаривая с ней.",
    "answers": [
      {
        "id": 192,
        "text": "[Подойти ближе] "
      }
    ]
  },
  {
    "id": 190,
    "text": "\"Вообще-то я был уверен, что у тебя есть какая-то чудесная информация, которая нас всех волшебным образом спасет. Иначе бы Инспектор за тобой не охотился\", - пират свел брови.",
    "answers": [
      {
        "id": 269,
        "text": "\"Не уверен, что все так радужно\" "
      }
    ]
  },
  {
    "id": 191,
    "text": "Конструкция, напоминающая стеклянный цилиндр, внутри которого находилось существо, состоящее из камней и кристаллов. Судя по всему, это был своеобразный карцер. Но когда пираты успели поймать кристаллита?\n\nКристаллит стоял, не шевелясь, а вокруг него медленно вращались маленькие камешки и осколки кристаллов.",
    "answers": [
      {
        "id": 193,
        "text": "[Отойти от карцера] "
      }
    ]
  },
  {
    "id": 192,
    "text": "Внезапно девушка повернулась к Вам и, оторвавшись от металлолома, восторженно затараторила: \"О! Вы должно быть Генрих Крамер! Очень рада лично с Вами познакомиться! Я Люси, местный инженер-испытатель, а это...\" - Люси указала на дрона: \"Я еще не придумала, как его звать. Так что зови его просто Дрон\".\n\nДевушка говорила так быстро, что у Вас не было ни единой возможности ей ответить. Поэтому Вы молча протянули ей накопитель и дневник с пояснениями.\n\n\"О! Это же записи с родной планеты этих тварей!\" - Люси быстро листала дневник: \"Если модель скафандра записана верно, то данные с этого устройства должны быть просто бесценны!\"\n\nПанель управления возле Вас коротнула и заискрилась, Люси кинулась к ней: \"Я пока тут все отлажу, а Вы поместите свой накопитель в анализатор частот\", - девушка махнула рукой куда-то в сторону.",
    "answers": [
      {
        "id": 193,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 193,
    "text": "Экспериментальный отсек был единым помещением, не уступающим по размерам ангару, но визуально его можно было разделить на отдельные секции, так как все оборудование было распределено по нескольким комплексам разного назначения: система излучателей, конвеерное производство, стеклянная капсула, похожая на карцер и компьютерный блок, усеянный десятками панелей и дисплеев.",
    "answers": [
      {
        "id": 194,
        "text": "[Осмотреть систему излучателей] "
      },
      {
        "id": 195,
        "text": "[Осмотреть конвеер] "
      },
      {
        "id": 191,
        "text": "[Осмотреть карцер] ",
        "need": -198
      },
      {
        "id": 196,
        "text": "[Осмотреть компьютерный блок] ",
        "need": -198
      },
      {
        "id": 197,
        "text": "[Вернуться к девушке] ",
        "need": -198
      },
      {
        "id": 199,
        "text": "[Осмотреть карцер] ",
        "need": 198
      }
    ]
  },
  {
    "id": 194,
    "text": "Громоздкая система из вышек и антенн, обмотанных кабелями. Все провода от излучателей вели к одной единственной панели управления. ",
    "answers": [
      {
        "id": 193,
        "text": "[Отойти от излучателей] "
      }
    ]
  },
  {
    "id": 195,
    "text": "Конвеерная система со множеством роботизированных приспособлений, тянущаяся через весь отсек. Похоже, здесь пираты самостоятельно производили простое оборудование.",
    "answers": [
      {
        "id": 193,
        "text": "[Отойти от конвеера] "
      }
    ]
  },
  {
    "id": 196,
    "text": "Компьютерный блок состоял из большого числа отдельных приборов, назначение которых было для Вас тайной. Каждый монитор пестрел цифрами, графиками и прочей расчетной шушерой.",
    "answers": [
      {
        "id": 193,
        "text": "[Отойти от компьютерного блока] "
      },
      {
        "id": 198,
        "text": "[Осмотреть приборную панель] "
      }
    ]
  },
  {
    "id": 197,
    "text": "Люси напряженно ковырялась в панели, что-то бормоча себе под нос.",
    "answers": [
      {
        "id": 193,
        "text": "[Отойти от девушки] "
      }
    ]
  },
  {
    "id": 198,
    "text": "Как только Вы склонились над одной из панелей, к вам подлетел дрон и, выхватив у Вас из рук накопитель своей механической клешней, поместил его в один из разъемов соседней панели, после чего вставил свою клешню в разъем рядом.\n\nЭкраны погасли. После чего на всех мониторах вспыхнула надпись \"Выполняется обработка\". Раздался оглушительный скрежет, обернувшись, Вы увидели, что тарелки излучателей начали медленно поворачиваться в сторону карцера.",
    "answers": [
      {
        "id": 193,
        "text": "[Отойти от компьютерного блока] "
      }
    ]
  },
  {
    "id": 199,
    "text": "Конструкция, напоминающая стеклянный цилиндр, внутри которого находилось существо, состоящее из камней и кристаллов. Судя по всему, это был своеобразный карцер. Но когда пираты успели поймать кристаллита?\n\nКристаллит стоял, не шевелясь, а вокруг него медленно вращались маленькие камешки и осколки кристаллов.\n\nОткуда-то сбоку вынырнула Люси, держащая в одной руке планшет, а в другой Ваш дневник: \"Данные с накопителя - просто улет! Это именно то, о чем говорил капитан: волшебная пилюля, которая спасет всех нас!\" ",
    "answers": [
      {
        "id": 200,
        "text": "\"Что там такого полезного?\" "
      },
      {
        "id": 200,
        "text": "\"Откуда у вас кристаллит?\" "
      },
      {
        "id": 200,
        "text": "\"Что ты планируешь делать?\" "
      }
    ]
  },
  {
    "id": 200,
    "text": "Люси не успела ответить, раздался грохот со стороны излучателей: \"Чертов кабель опять отошел... Сделайте одолжение, подключите его на место - Вы сразу его узнаете. Как только система заработает, мы поэкспериментируем на этом кристаллическом красавце. Суть в том, что все эти кристаллы обладают очень сложной моделью сознания: они одновременно имеют как личный, так и коллективный разум... Они как бы резонируют между собой, сплетая подобия своих мыслей в единый разум. Мы не можем уловить эти волны, а вот ваш скафандр записал эти резонансные частоты на их родной планете, так как там они были необычайно интенсивны\".",
    "answers": [
      {
        "id": 201,
        "text": "\"И как нам это поможет?\" "
      },
      {
        "id": 201,
        "text": "\"Мы сможем поговорить с ними?\" "
      }
    ]
  },
  {
    "id": 201,
    "text": "\"Зная частоты их коллективного разума...\" - девушка сделала театральную паузу: \"Мы заставим этот разум замолчать! Эта сеть - их единственный способ общения! Я слышала, что они даже могут слышать наши мысли... А вот друг с другом они общаться уже не смогут\". \n\nЛюси на мгновение замолчала: \"Но это пока только теория, которую мы не проверим, если кабель не вернется на место\". ",
    "answers": [
      {
        "id": 202,
        "text": "[Отойти от карцера] "
      }
    ]
  },
  {
    "id": 202,
    "text": "Экспериментальный отсек был единым помещением, не уступающим по размерам ангару, но визуально его можно было разделить на отдельные секции, так как все оборудование было распределено по нескольким комплексам разного назначения: система излучателей, конвеерное производство, стеклянная капсула, похожая на карцер и компьютерный блок, усеянный десятками панелей и дисплеев.",
    "answers": [
      {
        "id": 203,
        "text": "[Осмотреть карцер] ",
        "need": -207
      },
      {
        "id": 204,
        "text": "[Осмотреть карцер] ",
        "need": 207
      },
      {
        "id": 205,
        "text": "[Осмотреть систему излучателей] ",
        "need": -207
      }
    ]
  },
  {
    "id": 203,
    "text": "Люси стояла у капсулы с кристаллитом и лихорадочно рылась в планшете, бормоча о каких-то параметрах.",
    "answers": [
      {
        "id": 202,
        "text": "[Отойти от капсулы] "
      }
    ]
  },
  {
    "id": 204,
    "text": "Кристаллит в карцере явно не одобрял Ваших действий. Ослепительно сияя багровыми кристаллами, существо с разбегу ударилось о стекло своей камеры.\n\nЛюси, не отрываясь от планшета, пробормотала: \"Кажется, работает... Он больше не связан с остальными представителями их вида, теперь он сам по себе. И ему это не нравится. Но ничего страшного, это полимерное стекло легко выдержит...\"\n\nЛюси не договорила. Обломки карцера с грохотом посыпались на пол. В следующий миг Вы увидели прямо перед собой багровые кристаллы существа.\n\nБежать? Стоять истуканом? Изменит ли это хоть что-нибудь? ",
    "answers": [
      {
        "id": 208,
        "text": "[Бежать] "
      },
      {
        "id": 208,
        "text": "[Остаться стоять] "
      }
    ]
  },
  {
    "id": 205,
    "text": "Громоздкая система из вышек и антенн, обмотанных кабелями. Все провода от излучателей вели к одной единственной панели управления.\n\nВозле панели лежал искрящийся кабель. Похоже, именно он выскочил из разъема. ",
    "answers": [
      {
        "id": 206,
        "text": "[Взять кабель и установить его на место] "
      },
      {
        "id": 207,
        "text": "[Осмотреть кабель] "
      },
      {
        "id": 202,
        "text": "[Отойти от излучателей] "
      }
    ]
  },
  {
    "id": 206,
    "text": "Вы потянулись к кабелю, но уже в следующий миг вспомнили все наставления по электробезопасности, которые давали Вам родители, и которые Вы сами давали своим детям...\n\nК счастью, удар тока был не очень сильным, и уже через пару минут Вы снова смогли нормально сгибать пальцы.",
    "answers": [
      {
        "id": 205,
        "text": "[Отойти от кабеля] "
      }
    ]
  },
  {
    "id": 207,
    "text": "В одном месте кабель был перекручен красной изолентой в несколько слоев. Да, кое-что в этом мире никогда не меняется...\n\nВзявшись за изоленту, Вы поместили кабель в разъем. Тарелки излучателей мерно загудели. С каждой секундой гул все нарастал. ",
    "answers": [
      {
        "id": 202,
        "text": "[Отойти от излучателей] "
      }
    ]
  },
  {
    "id": 208,
    "text": "Вспышка яркого света ослепила Вас. Когда Вы снова приобрели способность видеть, то вокруг Вас уже не было отсека космического корабля. Вы стояли на серых камнях перед огромным кристалльным деревом на той самой планете. Неужели связь пленного кристаллита с домом не была разорвана?\n\n\"Была разорвана\", - прозвучал у Вас в голове безэмоциональный голос. Позади Вас стоял пленный кристаллит: \"Мы в сомненьях. Мы никогда раньше не сомневались. Люди не обобщены. Люди не одинаковы. Отсутствует возможность объективной оценки вашего вида. Изначальное решение о полном уничтожении поставлено под сомнение\". ",
    "answers": [
      {
        "id": 209,
        "text": "\"Как ты говоришь со мной?\" "
      },
      {
        "id": 210,
        "text": "\"Кто ты такой?\" "
      }
    ]
  },
  {
    "id": 209,
    "text": "\"Мы не говорим с тобой. Череда образов. Разум людей ассоциирует образы со словами\" - голос был начисто лишен интонации, и Вам даже начало казаться, что это Ваши собственные мысли. ",
    "answers": [
      {
        "id": 210,
        "text": "\"Кто ты такой?\" ",
        "need": -210
      },
      {
        "id": 211,
        "text": "\"Так Вы передумали нас уничтожать?\" ",
        "need": 210
      }
    ]
  },
  {
    "id": 210,
    "text": "\"Нет возможности дать ответ. Отсутствие понимания человеческого виденья личности\" - кристаллы существа монотонно мигали. ",
    "answers": [
      {
        "id": 209,
        "text": "\"Как ты говоришь со мной?\" ",
        "need": -209
      },
      {
        "id": 211,
        "text": "\"Так Вы передумали нас уничтожать?\" ",
        "need": 209
      }
    ]
  },
  {
    "id": 211,
    "text": "\"Нет. Решение под сомнением. Материнский кристалл почувствовал разрыв связи. Скоро Мы будем у Земли, чтобы все закончить. Люди теперь могут прервать Связь. Люди победят. Это объективная оценка. Нежелательный результат. Ты можешь это изменить. Ты можешь убедить Нас. Убедить Нас в исключительности людей. Убедить в том, что люди не аномалия Баланса, а его часть\", - кристаллы начали гаснуть, а мир вокруг начал тускнеть: \"Наше время вышло. Прими свое решение, человек Генрих Крамер. Убеди или уничтожь\". ",
    "answers": [
      {
        "id": 212,
        "text": "[Открыть глаза] ",
        "need": 181
      },
      {
        "id": 216,
        "text": "[Открыть глаза] ",
        "need": -181
      }
    ]
  },
  {
    "id": 212,
    "text": "Первое, что Вы увидели - лицо Ридесара, склонившегося над Вами: \"И не смей называть меня странным после того, как сам взглядом убил эту тварь\".\n\nВы лежали на спине среди груды камней и потускневших кристаллов. Похоже, кристаллиты вообще не могут существовать без этой их сети...\n\n\"Пока ты тут с нашим каменным другом играл в гляделки, я узнал от Люси много интересного об их коллективном сознании\", - продолжал капитан: \"Вот только времени шлифовать наши теории уже нет - несколько минут назад возле Земли из варпа вышел кристалл, превосходящий по размерам весь наш флот целиком. Именно к Земле мы сейчас и летим. Так что... Все или ничего\".",
    "answers": [
      {
        "id": 213,
        "text": "\"Какой план?\" "
      }
    ]
  },
  {
    "id": 213,
    "text": "\"А план очень простой... Мы формируем десантные отряды, вручаем им тонну карманных излучателей и отсылаем их навстречу смерти. Излучатели нужно разбросать по всему их... Кораблю. Благо, этот их материнский кристалл имеет пористую структуру - будет где побегать и пострелять\", - с этими словами Ридесар удалился, громко раздавая приказы суетящимся вокруг пиратам. \n\nСлова кристаллита не давали Вам покоя. Если у человечества есть шанс договориться с древнейшей расой вселенной - нужно использовать эту возможность. Именно поэтому Вы вызвались добровольцем в один из десантных отрядов, и Вас быстро упаковали в боевой скафандр. В ангаре Вы вновь столкнулись с капитаном: \"Генрих, я все не могу решить, где я нужен больше, поэтому спрошу тебя: составить тебе компанию?\" ",
    "answers": [
      {
        "id": 214,
        "text": "\"Мне пригодится твоя помощь\" [Джон Ридесар отправится с Вами] "
      },
      {
        "id": 270,
        "text": "\"Ты больше пригодишься здесь\" [Джон Ридесар останется на пиратском корабле] "
      }
    ]
  },
  {
    "id": 214,
    "text": "Пират расплылся в безумной улыбке: \"Прекрасный выбор, поле боя куда лучше, чем скука на капитанском мостике\". ",
    "answers": [
      {
        "id": 270,
        "text": "\"Прекрасно\" "
      }
    ]
  },
  {
    "id": 215,
    "text": "Высадка прошла не очень гладко. Посадочные двигатели беспорядочно отказывали, попав в магнитное поле материнского кристалла. К тому же, кристалл был окружен облаком из мелких минеральных образований.\n\nКогда в ушах перестало звенеть, а мысли вновь приобрели относительную ясность, Вы обнаружили себя лежащим на кристаллической поверхности у разбитого челнока. Кругом бушевала битва. Судя по всему, кристалл генерировал подобие гравитационного поля, отчего кристаллиты и десант могли свободно перемещаться как по полу, так и по стенам с потолком. От этого картина битвы превращалась в неразборчивое месиво.",
    "answers": [
      {
        "id": 255,
        "text": "[Подняться] "
      }
    ]
  },
  {
    "id": 216,
    "text": "Первое, что Вы увидели - лицо Ридесара, склонившегося над Вами: \"И не смей называть меня странным после того, как сам взглядом убил эту тварь\".\n\nВы лежали на спине среди груды камней и потускневших кристаллов. Похоже, кристаллиты вообще не могут существовать без этой их сети...\n\nРидесар помрачнел: \"У меня для тебя скверные новости: с нами на связь вышел флот Империи - у них твои карапузы. Кажется, не стоило бросать их дома... Инспектору очень нужен ты и твой накопитель\". \n\nЭто были отвратительные новости. Если бы только Вы уделили несколько минут поискам внуков перед тем, как покинуть дом, то они бы не попали в руки к Инспектору. Теперь у Вас просто нет выбора, не так ли?",
    "answers": [
      {
        "id": 217,
        "text": "[Сдаться Инспектору] "
      }
    ]
  },
  {
    "id": 217,
    "text": "Условия были очень простыми: Вы, вместе со своей бесценной информацией, добровольно отправляетесь в объятия Инспектора, а взамен Ваши внуки остаются нетронутыми. Капитан только сухо кивнул, провожая Вас до стыковочного узла с кораблем Империи. По крайней мере, теперь пираты могли защитить себя от кристаллитов благодаря Вам. \n\nУ стыковочного узла Вас встретила невысокая девушка в официальном костюме с нашивкой какого-то из многочисленных министерств Империи: \"Инспектор передает Вам свое почтение, профессор Крамер. К сожалению, он не смог прилететь лично. Пожалуйста, пройдемте на наш корабль - нам нужно на Землю\".",
    "answers": [
      {
        "id": 219,
        "text": "[Отправиться с девушкой из министерства] "
      }
    ]
  },
  {
    "id": 218,
    "text": "Девушка кивнула: \"Да, агенты присмотрели за ними в Вашем доме. Как только Вы дали свое согласие - мои люди вызвали их родителей, сказав им, что у вас дела государственной важности\".",
    "answers": [
      {
        "id": 222,
        "text": "\"Хорошо\" "
      }
    ]
  },
  {
    "id": 219,
    "text": "Земля выглядела не самым лучшим образом. Несмотря на то, что почти все промышленные районы Земли были закрыты и перенесены в колонии отдаленных миров, Земля так и не смогла в полной мере восстановить свои экосистемы: воды были безжизненны, а воздух фильтровался множеством структур, чтобы им можно было дышать без вреда для здоровья.\n\nВ столице Империи, занимавшей приличную часть одного из континентов Земли, эти беды не ощущались: все экологические процессы были поставлены искусственно. В центре города возвышалась гигантская башня, уходящая в стратосферу - Шпиль, сердце и мозг Империи, закрытое от простых смертных место.\n\nПрежде чем сесть в машину до министерства, Ваша сопровождающая повернулась к Вам: \"Возможно, у Вас есть вопросы, профессор Крамер?\" ",
    "answers": [
      {
        "id": 218,
        "text": "\"С моими внуками все в порядке?\" ",
        "need": 217
      },
      {
        "id": 220,
        "text": "\"Когда я увижу Инспектора?\" ",
        "need": -217
      },
      {
        "id": 221,
        "text": "\"Мы попадем в Шпиль?\" ",
        "need": -217
      },
      {
        "id": 223,
        "text": "\"Вы гарантируете мою безопасность?\" ",
        "need": -217
      },
      {
        "id": 224,
        "text": "\"У меня нет вопросов\" "
      }
    ]
  },
  {
    "id": 220,
    "text": "\"У Инспектора возникли непредвиденные непредвиденные... Дела. Поэтому пока что он поручил мне заботу о Вас\", - голос девушки чуть заметно дрогнул, неужели в министерстве какие-то внутренние проблемы? ",
    "answers": [
      {
        "id": 222,
        "text": "\"Как скажете...\""
      }
    ]
  },
  {
    "id": 221,
    "text": "Девушка отрицательно покачала головой: \"Министерство внутренней безопасности находится за пределами Шпиля, так как гости вроде Вас, профессор Крамер, часто попадают в министерство, а вот в Шпиль попасть может только избранный круг лиц\".",
    "answers": [
      {
        "id": 222,
        "text": "\"Понятно\" "
      }
    ]
  },
  {
    "id": 222,
    "text": "Девушка стояла скрестив руки на груди, ожидая Ваших вопросов. ",
    "answers": [
      {
        "id": 220,
        "text": "\"Когда я увижу Инспектора?\" ",
        "need": -220
      },
      {
        "id": 221,
        "text": "\"Мы попадем в Шпиль?\" ",
        "need": -221
      },
      {
        "id": 223,
        "text": "\"Вы гарантируете мою безопасность?\" ",
        "need": -223
      },
      {
        "id": 224,
        "text": "\"У меня больше нет вопросов\""
      }
    ]
  },
  {
    "id": 223,
    "text": "\"У нас нет нужды причинять Вам вред, профессор Крамер, если Вы будете сотрудничать. Вы ведь известный человек, и хотя никто не осмелится протестовать против воли Империи - нам не хочется давать людям лишний повод для волнения\", - пояснила девушка. ",
    "answers": [
      {
        "id": 222,
        "text": "\"Убедили\" "
      }
    ]
  },
  {
    "id": 224,
    "text": "Девушка кивнула и уже была готова сесть в машину, но обернулась на Вас: \"Я агент Кузнецова, если возникнет вопрос, как ко мне обращаться\".\n\nВ скором времени Вы достигли министерства, массивного сооружения из стекла и бетона. Внутри и снаружи суетилось множество людей в форме. Учитывая нависшую над человечеством угрозу, у министерства было много работы.\n\nВас завели в небольшую комнатку: \"Послушайте, Крамер, нам нужно решить пару вопросов, а Вы пока побудьте здесь. Скоро я вернусь за Вами\" - с этими словами Кузнецова закрыла дверь, оставив Вас в одиночестве. ",
    "answers": [
      {
        "id": 225,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 225,
    "text": "Небольшое помещение с одной дверью и без окон. В комнате были только каркас кровати и треснувший клозет. ",
    "answers": [
      {
        "id": 226,
        "text": "[Осмотреть дверь] "
      },
      {
        "id": 227,
        "text": "[Осмотреть кровать] "
      },
      {
        "id": 228,
        "text": "[Осмотреть клозет] ",
        "need": -231
      }
    ]
  },
  {
    "id": 226,
    "text": "Дверь была заперта на самый простой затвор с другой стороны. Из комнаты открыть ее не было никакой возможности.",
    "answers": [
      {
        "id": 225,
        "text": "[Отойти от двери] "
      },
      {
        "id": 232,
        "text": "[Срезать засов через щель между дверью и косяком] ",
        "need": 231
      }
    ]
  },
  {
    "id": 227,
    "text": "Металлический каркас кровати с пружинным остовом матраса.",
    "answers": [
      {
        "id": 225,
        "text": "[Отойти от кровати] "
      },
      {
        "id": 229,
        "text": "[Сесть на край кровати] ",
        "need": -229
      }
    ]
  },
  {
    "id": 228,
    "text": "На разбитом клозете лежала бумажка с написью \"не работает\". ",
    "answers": [
      {
        "id": 225,
        "text": "[Отойти от клозета] "
      },
      {
        "id": 230,
        "text": "[Открыть сливной бачок] ",
        "need": 229
      }
    ]
  },
  {
    "id": 229,
    "text": "Вы присели на край кровати. Интересно, сколько еще времени Вам придется здесь провести? \n\nВаш коммуникатор протяжно завибрировал, вытащив его из сумки и приняв сигнал, Вы не без удивления услышали голос Инспектора: \"Здравствуйте, Крамер. Считаю нужным извиниться за доставленные неудобства. А теперь слушайте внимательно. Сейчас Вы встанете и откроете бачок клозета. Исполнять\".\n\nЭто был на редкость странный приказ от человека, возглавляющего министерство безопасности.",
    "answers": [
      {
        "id": 225,
        "text": "[Встать с кровати] "
      }
    ]
  },
  {
    "id": 230,
    "text": "На дне емкости лежал аккуратный сверток, внутри которого был собранный из подручных материалов паяльник размером с авторучку. Горелка, крошечный газовый баллончик, батарейка - все было смотано воедино проволокой.\n\nПосле того, как Вы извлекли устройство, Инспектор продолжил говорить через коммуникатор: \"Это осталось от прежнего заключенного. Смышленный был малый, но его казнили раньше, чем он успел совершить попытку побега. Сейчас за дверью никого нет, поэтому поспешите срезать засов\". ",
    "answers": [
      {
        "id": 231,
        "text": "\"Зачем вы это делаете?\" "
      },
      {
        "id": 231,
        "text": "\"Это какая-то проверка?\" "
      }
    ]
  },
  {
    "id": 231,
    "text": "Пололчав несколько секунд, Инспектор продолжил: \"Видите ли, мне нужна Ваша помощь, профессор Крамер. В министерстве завелся внутренний враг. Некто очень тщеславный пытается саботировать работу министерства, представив меня в плохом свете. Если он преуспеет, то меня сместят. Понимаю, Вам нет до этого дела. Однако, чтобы саботировать процесс, этот некто, скорее всего, решит вызнать у Вас информацию о кристаллах, а после просто убрать Вас. Поэтому не спорьте и совершайте свой побег\", - Инспектор прервал связь. ",
    "answers": [
      {
        "id": 225,
        "text": "[Отойти от клозета] "
      }
    ]
  },
  {
    "id": 232,
    "text": "Кем бы ни был горе-заключенный, собравший этот паяльник, инженер из него получился бы отличный. Закончив с засовом, Вы осторожно выглянули из своей камеры. За дверью был пустой коридор с точно такими же дверями.\n\nКоммуникатор снова завибрировал: \"Прекрасно, Крамер, в вас живет истинный бунтарь. В конце этого коридора небольшой административный блок. Сейчас там только три интересующих меня человека: Кузнецова, Майнер и Пуговкин. Не обманывайся милым именем последнего. Я хочу, чтобы ты последовательно зашел в кабинет к каждому из них и сказал, будто тебя вызвали к Инспектору, но ты заблудился. Поработаешь наживкой, а я понаблюдаю\".\n\nЧто за игры затеял этот человек? И есть ли у Вас возможность ослушаться? ",
    "answers": [
      {
        "id": 233,
        "text": "[Пойти по коридору] "
      }
    ]
  },
  {
    "id": 233,
    "text": "Вы оказались в закутке с несколькими стеклянными дверями, на которых висели таблички с именами. Люди в офисах были так заняты своей работой, что им не было до Вас никакого дела.",
    "answers": [
      {
        "id": 234,
        "text": "[Заглянуть в кабинет Кузнецовой] ",
        "need": -237
      },
      {
        "id": 235,
        "text": "[Войти в кабинет к Майнеру] ",
        "need": -238
      },
      {
        "id": 236,
        "text": "[Войти в кабинет к Пуговкину] "
      }
    ]
  },
  {
    "id": 234,
    "text": "Кузнецова, девушка, которая привела Вас в министерство, о чем-то ожесточенно спорила с мужчиной в штатской одежде. Судя по обрывкам разговора, которые Вы уловили, говорили они не о работе, а о более личном.\n\nМаловероятно, что Кузнецова была предателем. ",
    "answers": [
      {
        "id": 233,
        "text": "[Вернуться в коридор] "
      },
      {
        "id": 237,
        "text": "\"Прошу прощения?\" "
      }
    ]
  },
  {
    "id": 235,
    "text": "Майнер, маленький пухлый мужичок с большой проплешиной, громко храпел, откинувшись в своем большом кресле.\n\nПохоже, что агент из него так себе...",
    "answers": [
      {
        "id": 233,
        "text": "[Вернуться в коридор] "
      },
      {
        "id": 238,
        "text": "\"Прошу прощения?\" "
      }
    ]
  },
  {
    "id": 236,
    "text": "\"Пуговкин\" звучало действительно обманчиво, Вы это поняли, когда увидели огромного бритого амбала, стоящего у окна и напряженно вглядывающегося в даль.",
    "answers": [
      {
        "id": 233,
        "text": "[Вернуться в коридор] "
      },
      {
        "id": 239,
        "text": "\"Прошу прощения?\" "
      }
    ]
  },
  {
    "id": 237,
    "text": "Девушка вздрогнула и обернулась на Вас: \"Крамер? Как Вы...\" - ее лицо выражало целую палитру эмоций.\n\nСделав как можно более серьезное лицо, Вы изрекли: \"Инспектор только что вызвал меня к себе, но я немного заблудился\".\n\nСамообладание девушки испарилось окончательно. С полминуты она растерянно смотрела на Вас, после чего пробормотала: \"Инспектор обычно никого не принимает лично...\" Мужчина перебил ее: \"Мы с тобой еще не закончили\", - девушка вновь повернулась к Вам спиной и попыталась что-то объяснить собеседнику.\n\nОна определенно не предатель.",
    "answers": [
      {
        "id": 233,
        "text": "[Вернуться в коридор] "
      }
    ]
  },
  {
    "id": 238,
    "text": "Майнер захрапел еще громче. Вряд ли человек, планирующий диверсию, может так крепко спать непосредственно перед ее совершением...",
    "answers": [
      {
        "id": 233,
        "text": "[Вернуться в коридор] "
      }
    ]
  },
  {
    "id": 239,
    "text": "Пуговкин медленно повернул голову в Вашу сторону: \"Ааа, профессор Крамер... Я слышал, что Вы почтили министерство своим присутствием. Присаживайтесь\", - агент указал на стул.\n\nВобрав в грудь побольше воздуха, Вы сообщили: \"Инспектор только что вызвал меня к себе, но, кажется, я заблудился\".\n\n\"Ну что Вы, как раз наоборот, Вы пришли по адресу - я провожу Вас. Только окажите услугу, выпейте со мной - я Ваш большой фанат\", - с этими словами Амбал отвернулся от Вас и стал рыться в шкафчике. В этот же миг у Вас завибрировал коммуникатор. ",
    "answers": [
      {
        "id": 240,
        "text": "[Принять вызов] "
      }
    ]
  },
  {
    "id": 240,
    "text": "Инспектор говорил быстро: \"Крамер, быстро шагайте к его столу. Правый верхний ящик. Там лежит заряженный пистолет. Берете его и свершаете немедленный суд от моего имени. Во-первых, он пьет на рабочем месте, во-вторых, прямо сейчас он мешает в ваш стакан наш особый препарат... Выполнять\".\n\nВам окончательно перестало нравиться министерство... Что за балаган здесь творится?",
    "answers": [
      {
        "id": 241,
        "text": "\"Я не убийца\""
      },
      {
        "id": 242,
        "text": "[Подойти к столу и открыть ящик] "
      }
    ]
  },
  {
    "id": 241,
    "text": "\"О чем это Вы, профессор?\" - Пуговкин повернулся в Вашу сторону, держа в руках по бокалу: \"Прошу, лучший коньяк, что только можно найти в столице нашей прекрасной Родины\". ",
    "answers": [
      {
        "id": 243,
        "text": "[Выпить] "
      },
      {
        "id": 244,
        "text": "[Не пить] "
      }
    ]
  },
  {
    "id": 242,
    "text": "В ящике действительно лежал пистолет, вот только воспользоваться им Вы не успели: прямо на Вас смотрел другой пистолет, находящийся в руках у Пуговкина: \"Зачем же Вы так, профессор?\" - Пуговкин тяжело вздохнул: \"Вы ведь все равно мне все расскажете, уважаемый\". ",
    "answers": [
      {
        "id": 245,
        "text": "\"Не стоит этого делать...\""
      }
    ]
  },
  {
    "id": 243,
    "text": "С первым же глотком голова у Вас закружилась, и Вы покачнулись. \"Прекрасно, профессор, теперь Вы мне все расскажете\", - амбал извлек из внутреннего кармана пиджака массивный пистолет.\n\nВещество в бокале не было ядом или снотворным. Скорее, это было что-то вроде модифицированной \"сыворотки правды\", потому что Вам вдруг захотелось поделиться с Пуговкиным всем, что наболело. ",
    "answers": [
      {
        "id": 245,
        "text": "\"Я ведь много о чем могу рассказать...\" "
      }
    ]
  },
  {
    "id": 244,
    "text": "Поняв, что уговорить выпить Вас не удастся, Пуговкин тяжело вздохнул и извлек массивный пистолет из внутреннего кармана пиджака: \"Вы ведь все равно мне все расскажете, профессор\". ",
    "answers": [
      {
        "id": 245,
        "text": "\"Не стоит этого делать...\""
      }
    ]
  },
  {
    "id": 245,
    "text": "Раздалось несколько выстрелов, и Пуговкин плашмя рухнул перед Вами. За его спиной стояла Кузнецова с пистолетом в руках: \"Какого черта, Крамер?!\"\n\nКоммуникатор завибрировал - Вы автоматически приняли сигнал: \"Поставьте на громкую связь, профессор\", - дождавшись, пока Вы выполните его просьбу, Инспектор продолжил: \"Кузнецова, твои действия крайне похвальны. Ты правильно оценила важность жизни нашего гостя и приняла верное решение. Пуговкин был предателем - остальное тебе знать не нужно. А теперь отведи гостя лично ко мне\".\n\nКузнецова, ни слова не говоря, пошла по коридору, жестом приглашая Вас идти за собой.\n",
    "answers": [
      {
        "id": 246,
        "text": "[Пойти следом] "
      }
    ]
  },
  {
    "id": 246,
    "text": "Вы молча шли за девушкой по коридорам министерства, пока она не остановилась перед металлическими воротами: \"Вам сюда. Инспектор практически никого не принимает лично - похоже, Вы действительно очень важны\". \n\nВорота закрылись за Вашей спиной. Вокруг был давящий полумрак. ",
    "answers": [
      {
        "id": 247,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 247,
    "text": "Вы стояли на круглой платформе, соединенной мостком с теми воротами, через которые Вы сюда вошли. Сама же платформа висела посреди колодца, уходящего вниз во тьму. Стены этого колодца были усеяны тихо жужжащими процессорами и обвиты кабелем.\n\nВ центре платформы возвышался цилиндрический столбик, имевший в верхней части один единственный универсальный разъем. Вы машинально сжали накопитель в кармане.",
    "answers": [
      {
        "id": 248,
        "text": "[Подойти к краю платформы] "
      },
      {
        "id": 249,
        "text": "[Подойти к столбику и поместить накопитель в разъем] "
      }
    ]
  },
  {
    "id": 248,
    "text": "Отсюда колодец казался бездонным. Эх, если бы у Вас была с собой монетка...",
    "answers": [
      {
        "id": 249,
        "text": "[Подойти к столбику и поместить накопитель в разъем] "
      }
    ]
  },
  {
    "id": 249,
    "text": "Шум процессоров усилился, а стены колодца замерцали тысячами светодиодов.\n\n\"Вот мы и встретились лично\", - рядом с Вами стояла светящаяся голограмма мужчины в длинном плаще и фуражке, в которые обычно облачались имперские комиссары. Не дожидаясь Вашего вопроса, Инспектор продолжил: \"Да, я не человек. По крайней мере, не в привычном Вам смысле этого слова. Представьте себе, почти никто из министерства не в курсе этого. Парой десятилетий раньше я возглавлял этот орган в качестве обычного комиссара, однако никто не бессмертен - есть болезни, которые не лечатся даже в наши дни. Подходящих кандидатов на мое место не нашлось и власти Империи приняли очень интересное решение... После долгих и незаконных экспериментов с участием живых подопытных они наконец научились совмещать копию нейронной сети конкретного человека и искуственный интеллект. Так они смогли воссоздать то, чем я являюсь теперь\".",
    "answers": [
      {
        "id": 250,
        "text": "\"Зачем вы мне это рассказали?\" "
      }
    ]
  },
  {
    "id": 250,
    "text": "Инспектор расплылся в улыбке: \"Да, когда Вы уйдете отсюда, Вы вполне можете проболтаться - вот только Вам все равно никто не поверит. Встретиться с Инспектором и остаться в живых... Именно поэтому Вы уйдете отсюда живым и здоровым. Ни при жизни, ни после смерти я не имел права давать волю каким бы то ни было чувствам и эмоциям. А тут на арене последних событий появляетесь Вы. С Вашей помощью я отлично развлекся, не теряя лица, или что там теперь у меня вместо лица, перед руководством. Разумеется я знал, что Пуговкин предатель. И Кузнецова, разумеется, тоже знала. Но понаблюдать за всем этим... Спасибо, Крамер. Нечеловеческое спасибо!\" - смеху Инспектора, раскатами прокатившемуся по колодцу, мог позавидовать любой карикатурный злодей.\n\nВдруг Инспектор удивленно посмотрел куда-то в сторону: \"Кажется нашел... Семьдесят восьмая фоновая волна... Вы преподнесли человечеству действительно грандиозный подарок, профессор\". ",
    "answers": [
      {
        "id": 251,
        "text": "\"Что вы нашли?\" "
      }
    ]
  },
  {
    "id": 251,
    "text": "Инспектор вновь повернулся к Вам: \"Ваш скафандр на той планете записывал все электромагнитные колебания без разбора. Из всего этого мусора я смог выделить единственно важную частоту - частоту их коллективного сознания. Зная излучательные характеристики этой волны... О, это великий день, Крамер\". ",
    "answers": [
      {
        "id": 252,
        "text": "\"Мы сможем поговорить с ними?\" "
      },
      {
        "id": 252,
        "text": "\"Мы сможем уничтожить их?\" "
      },
      {
        "id": 252,
        "text": "\"Чем это нам поможет?\" "
      }
    ]
  },
  {
    "id": 252,
    "text": "Инспектор перешел на зловещий шепот: \"Мы сможем подчинить их, Генрих! Человечество сможет подчинить себе древнейшую расу вселенной!\"\n\nПлан Инспектора был крайне прост: имперский флагман, обладающий колоссально продвинутой техникой, был способен генерировать нужное излучение и транслировать его на весь сектор. Проблема заключалась лишь в том, что материнский кристалл, направляющийся сейчас к Земле, был источником куда более мощного излучения, передаваемого непосредственно с их родной планеты. Этот кристалл было необходимо взять штурмом, заминировав его изнутри излучателями. Если удастся подчинить материнский кристалл, война будет выиграна.\n\nИнспектор лишь спросил на прощанье: \"Генрих Крамер, вы ведь понимаете, что Вы должны принять непосредственное участие в десантировании на кристалл? Ведь Вы уже сталкивались с этим врагом. У Вас нет выбора\". ",
    "answers": [
      {
        "id": 253,
        "text": "\"Разумеется...\" "
      }
    ]
  },
  {
    "id": 253,
    "text": "И вот Вы на флагмане имперского флота. Самое мощное судно, какое Вы только видели. Флот кристаллитов уже вышел из варпа в солнечной системе и стремительно направлялся к Земле.\n\nВас быстро упаковали в боевой скафандр. В ангаре Вы столкнулись с Кузнецовой: \"Профессор, Вы все еще находитесь под моей ответственностью, и я обещала Вам, что Вы не пострадаете. Именно поэтому я обязана спросить Вас: Вы хотите, чтобы я сопровождала Вас в этой миссии?\" ",
    "answers": [
      {
        "id": 254,
        "text": "\"Был бы рад твоей компании в этом безумном предприятии\" "
      },
      {
        "id": 282,
        "text": "\"Не стоит, я справлюсь\" "
      }
    ]
  },
  {
    "id": 254,
    "text": "Кузнецова кивнула: \"Постараюсь вернуть Вас в целостности\". ",
    "answers": [
      {
        "id": 282,
        "text": "\"Надеюсь на это...\""
      }
    ]
  },
  {
    "id": 255,
    "text": "Как только Вы встали на ноги, перед глазами все поплыло, а в голове послышался безэмоциональный голос: \"Генрих... Генрих Крамер...\"",
    "answers": [
      {
        "id": 256,
        "text": "[Сопротивляться воздействию] "
      },
      {
        "id": 257,
        "text": "[Не сопротивляться воздействию] "
      }
    ]
  },
  {
    "id": 256,
    "text": "Собрав всю волю в кулак, Вы смогли сосредоточиться. Похоже, сказалось то, что Вы уже раньше сталкивались с подобным воздействием еще на родной планете кристаллитов.\n\nОсновной целью Вашего отряда было добраться до сердца кристалла и разместить там главный излучатель. На Вас возложили почетную обязанность тащить этот излучатель на себе.\n\nВы медленно побрели по огромному кристалльному туннелю, уходящему вглубь кристалла. Но тяжесть излучателя сыграла свою роль. Ноги заскользили по  отвесному спуску, и Вы быстро полетели вниз мимо орд кристаллитов, поднимавшихся из недр кристалла. В конце довольно продолжительного спуска Вас вновь ждало жесткое приземление...",
    "answers": [
      {
        "id": 258,
        "text": "[Вновь подняться на ноги] "
      }
    ]
  },
  {
    "id": 257,
    "text": "\"Генрих Крамер. Мы чувствуем тебя отчетливее остальных людей. Но Мы не понимаем тебя. Иди к Нам\", - на этих словах голос в голове затих. \n\nОсновной целью Вашего отряда было добраться до сердца кристалла и разместить там главный излучатель. На Вас возложили почетную обязанность тащить этот излучатель на себе.\n\nВы медленно побрели по огромному кристалльному туннелю, уходящему вглубь кристалла. Но тяжесть излучателя сыграла свою роль. Ноги заскользили по  отвесному спуску, и Вы быстро полетели вниз мимо орд кристаллитов, поднимавшихся из недр кристалла. В конце довольно продолжительного спуска Вас вновь ждало жесткое приземление...",
    "answers": [
      {
        "id": 258,
        "text": "[Вновь подняться на ноги] "
      }
    ]
  },
  {
    "id": 258,
    "text": "Внушительное гротообразное помещение с парящими в центре голубыми кристаллами, расположенными таким образом, что напоминали застывший взрыв.\n\nКажется, Вы достигли того, что искали... Теперь дело за малым. Как всегда, решать Вам. \n\nВ голове вновь зазвучал голос, но намного отчетливее: \"Генрих Крамер. Мы ощущаем ненависть, гнев и страх людей, вторгшихся к Нам. Мы понимаем. Но Мы не видим твои мотивы, Генрих Крамер. Мы не понимаем тебя. Люди обречены. У людей нет шанса противостоять Концу\".",
    "answers": [
      {
        "id": 259,
        "text": "\"Я пришел остановить вас!\" [Включить излучатель] ",
        "need": 213
      },
      {
        "id": 260,
        "text": "\"Я пришел остановить вас!\" [Включить излучатель] ",
        "need": 253
      },
      {
        "id": 261,
        "text": "\"Я пришел поговорить\" [Отбросить излучатель в сторону] ",
        "need": 214
      },
      {
        "id": 264,
        "text": "\"Я пришел поговорить\" [Отбросить излучатель в сторону] ",
        "need": -214
      }
    ]
  },
  {
    "id": 259,
    "text": "Вы получаете достижение:\n\"Пиратский аврал\".\n\nПиратский излучатель яростно загудел - оставшиеся без связи с общим разумом кристаллиты просто рассыпались на отдельные камни. Война была выиграна. Выиграна руками пиратов. Так как бой происходил в солнечной системе вблизи Земли, о непосредственном участии пиратов \"Темного Пламени\" в победе над врагом узнали все. Так Джон Ридесар заручился поддержкой простого народа и стал на один шаг ближе к своей революции.\n\nА что до нашего героя Генриха Крамера - Вы решили не афишировать свое участие в этом деле, чтобы не привлекать к себе лишнее внимание Империи из-за связей с пиратами. \n\nВы закончили историю, доведя свои поиски спасения для человечества до одного из трех возможных финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 260,
    "text": "Вы получаете достижение:\n\"Несокрушимая Империя\".\n\nИмперский излучатель яростно загудел. Заданное Инспектором излучение вырывало кристаллитов из сети их общего сознания и подчиняло непосредственно воле Инспектора. Война была не просто выиграна - Империя подчинила себе армию противника. Сложно даже вообразить, какая мощь попала в руки Империи. Материнский кристалл обладал чудовищным запасом энергии, способным уничтожать звезды.\n\nА что до нашего героя Генриха Крамера - Вы были представлены к награде, как герой Империи. Вам не особо была нужна такая слава, но от предложений Инспектора ведь не отказываются...\n\nВы закончили историю, доведя свои поиски спасения для человечества до одного из трех возможных финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 261,
    "text": "\"Почему Мы не понимаем тебя? Почему модель твоего восприятия иная, нежели у других людей, вторгшихся к Нам?\" - голос звучал все громче, и все громче становилось фоновое дребезжание вибрирующих кристаллов. ",
    "answers": [
      {
        "id": 263,
        "text": "\"Потому что я старше их\" "
      },
      {
        "id": 263,
        "text": "\"Потому что я не солдат\" "
      },
      {
        "id": 263,
        "text": "\"Потому что я обаяшка\" "
      }
    ]
  },
  {
    "id": 262,
    "text": "Судьба управляет нами или мы управляем судьбой? У любой истории может быть несколько финалов.\n\nЗдесь Вы можете видеть те финалы, к которым Вы привели эту историю.\n\nДостижения:\n- \"Пиратский аврал\"\n- \"Несокрушимая Империя\" \n- \"Заслуженное уважение?\"",
    "answers": [
      {
        "id": 259,
        "text": "\"Пиратский аврал\"",
        "need": 259,
        "need_ever": true
      },
      {
        "id": 260,
        "text": "\"Несокрушимая Империя\"",
        "need": 260,
        "need_ever": true
      },
      {
        "id": 266,
        "text": "\"Заслуженное уважение?\" ",
        "need": 266,
        "need_ever": true
      },
      {
        "id": 139,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 263,
    "text": "Несколько секунд голос в голове молчал, после чего зазвучал с прежней силой: \"Ответ объективно не верен\". \n\nПослышался звук бегущих по кристаллической поверхности ног, и со спуска, по которому Вы сюда скатились, спрыгнул Ридесар в своем черном экзоскелете с грубо нарисованным белым черепом на груди: \"Я не знаю, какого черта здесь творится, но я слышал Ваш диалог прямо у себя в башке!\" - капитан постучал кулаком по шлему: \"Значит, тебе, урод кристалльный, интересно, чего этот товарищ не такой злобный, как мы?\"\n\nПират сделал шаг вперед и извлек откуда-то из-под брони толстую бумажную книжку в облезлом переплете: \"Прости, Генрих, не удержался и свистнул ее у тебя из дома - мне матушка в детсве такую читала\". Ридесар повернулся к кристаллу и помахал книгой над головой: \"Умей ты читать, каменюга чертова, ты бы обалдела от того, насколько люди бывают разными! Насколько прежние люди отличаются от нас и насколько будущие люди будут отличаться!\" ",
    "answers": [
      {
        "id": 265,
        "text": "[Осмотреть книгу] "
      }
    ]
  },
  {
    "id": 264,
    "text": "\"Почему Мы не понимаем тебя? Почему модель твоего восприятия иная, нежели у других людей, вторгшихся к Нам?\" - голос звучал все громче, и все громче становилось фоновое дребезжание вибрирующих кристаллов.",
    "answers": [
      {
        "id": 267,
        "text": "\"Потому что я старше их\" ",
        "need": -254
      },
      {
        "id": 267,
        "text": "\"Потому что я не солдат\" ",
        "need": -254
      },
      {
        "id": 267,
        "text": "\"Потому что я обаяшка\" ",
        "need": -254
      },
      {
        "id": 268,
        "text": "\"Потому что я старше их\" ",
        "need": 254
      },
      {
        "id": 268,
        "text": "\"Потому что я не солдат\" ",
        "need": 254
      },
      {
        "id": 268,
        "text": "\"Потому что я обаяшка\" ",
        "need": 254
      }
    ]
  },
  {
    "id": 265,
    "text": "Это было древнее произведение, рассказывающее о судьбе сына плантатора времен покорения Америки. О том, как он пытался защитить племя индейцев и о кровопролитных войнах... И о том... Вы поняли, что не можете остановить поток воспоминаний. Образы из книги нескончаемой чередой всплывали в Вашей голове. Кристалл читал. Читал книгу через Ваши воспоминания о ней.\n\nВдруг Вас отпустило, образы погасли, и дышать стало легче. Кристалл какое-то время молчал, после чего вновь тихо заговорил в Вашей голове: \"Мы так и не поняли Вас, человек Генрих Крамер. У Нас отсутствует понимание индивидуальной личности. Мы не можем понять, как одна человеческая особь может изменить идеологию всего вида. Человечество - опаснейшее детище мирового Баланса, если одна особь может склонить весы в любую из сторон.  Ты заинтересовал Нас, человек Генрих Крамер. Мы будем наблюдать\", - кристалл ослепительно вспыхнул.",
    "answers": [
      {
        "id": 266,
        "text": "[Открыть глаза] "
      }
    ]
  },
  {
    "id": 266,
    "text": "Вы получаете достижение:\n\"Заслуженное уважение?\".\n\nКогда яркий свет ослаб и Вы снова смогли нормально видеть, то обнаружили себя лежащим в больничной палате. Как рассказала медсестра, возле Земли был бой, после которого Вас вместе с остальным десантным отрядом  подобрали на орбите в разбитом челноке. А вражеский флот скрылся в варпе.\n\nРядом с Вами на тумбочке лежал маленький зеленый кристаллик. На Ваш немой вопрос медсестра ответила, что они нашли его в Вашем внутреннем кармане. Прощальный подарок? Или напоминание о том, что Вы всегда под чьим-то присмотром?\n\nВы закончили историю, доведя свои поиски спасения для человечества до одного из трех возможных финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Закончить историю] "
      }
    ]
  },
  {
    "id": 267,
    "text": "Несколько секунд голос в голове молчал, после чего зазвучал с прежней силой: \"Ответ объективно не верен. Генрих Крамер. Мы пришли к выводу, что уничтожение человечества необходимо\".\n\nВы почувствовали адскую головную боль, похоже, они не оставили Вам выбора. Вы упали на колени и подползли к излучателю. ",
    "answers": [
      {
        "id": 259,
        "text": "[Включить излучатель] ",
        "need": 213
      },
      {
        "id": 260,
        "text": "[Включить излучатель] ",
        "need": 253
      }
    ]
  },
  {
    "id": 268,
    "text": "Несколько секунд голос в голове молчал, после чего зазвучал с прежней силой: \"Ответ объективно не верен\". \n\nПослышался звук бегущих по кристаллической поверхности ног, и со спуска, по которому Вы сюда скатились, спрыгнула Кузнецова: \"Почему я слышала Ваш диалог прямо у себя в голове?\" - совершенно спокойно поинтересовалась она у Вас. \"И вообще, могли бы ответить этому... Существу что-нибудь более философское\", - с этими словами девушка извлекла из отсека своего скафандра толстую бумажную книгу в потертом переплете: \"Очень извиняюсь, но я одолжила ее в Вашем доме - я в своей жизни видела такие всего пару раз\".\n\nКузнецова сделала несколько шагов в сторону кристаллической структуры: \"Тебе интересно, чем этот человек отличается от всех остальных? Ты ведь даже не пытался изучать нас, нашу культуру, нашу историю. А ведь мы записываем каждый свой шаг, чтобы наши потомки, прочтя это, не повторяли наших ошибок. Были лучше, чем мы. Как ты вообще можешь обобщать всех людей?!\" - говоря это, девушка яростно жестикулировала, размахивая книгой. ",
    "answers": [
      {
        "id": 265,
        "text": "[Осмотреть книгу] "
      }
    ]
  },
  {
    "id": 269,
    "text": "Ридесар пожал плечами: \"Какая бы информация у тебя ни была, нужно отвести тебя в экспериментальный блок, они там разберутся, что делать\", - пират бодро зашагал из ангара, и Вы последовали за ним. \n\nПиратский флагман был настоящей летучей крепостью. Спустя десяток минут блужданий по палубам и коридорам Вы вошли в грандиозный отсек, уставленный ящиками, станками, разобранными боевыми мехами и прочей инженерной утварью. \"Вынужден временно тебя покинуть, мой друг, обязанности капитана и все такое... Осмотрись пока здесь\", - не успели Вы возразить, как капитан исчез в очередном коридоре.\n\nВ метре от Вас рухнула груда металлолома. Откуда-то из-за ящиков вынырнула девушка с ярко-голубыми волосами и, жутко сквернословя, начала что-то искать в упавшей груде. Вокруг нее нарезал круги маленький дрон, издавая треск разной тональности, словно разговаривая с ней.",
    "answers": [
      {
        "id": 192,
        "text": "[Подойти ближе] "
      }
    ]
  },
  {
    "id": 270,
    "text": "Вслед за вылетевшими из ангара штурмовыми челноками пиратский флагман выполнил полный залп по материнскому кристаллу. Но залп не достиг цели - прямо перед кристаллом за считанные мгновения образовался щит из облака мелких камешков. Приняв на себя удар, облако распалось на несколько отдельных скоплений, каждое из которых ринулось навстречу челнокам.\n\nПриемник Вашего скафандра загудел: \"Профессор Крамер, это Люси, у Вас серьезные проблемы! Если эти облака не остановить...\" - Вы уже знали, что будет.",
    "answers": [
      {
        "id": 271,
        "text": "\"Что мне делать?\" "
      }
    ]
  },
  {
    "id": 271,
    "text": "Люси быстро затараторила: \"Слушайте внимательно. Все излучатели активируются основным устройством, тем самым, что мы доверили транспортировать Вам. Так вот, не трогайте его, пока до цели не доберетесь! Сейчас Вам нужно снять с любого бойца Вашего челнока второстепенный излучатель и подправить его механизм так, чтобы он сработал сам по себе, не задействовав остальные! Сообщите, как раздобудете его, я дам подробные инструкции \". ",
    "answers": [
      {
        "id": 272,
        "text": "[Осмотреть бойцов] "
      },
      {
        "id": 273,
        "text": "\"Я не думаю, что справлюсь\" "
      }
    ]
  },
  {
    "id": 272,
    "text": "После того, как Вы в двух словах обрисовали бойцам суть дела, Вам тут же был предложен десяток излучателей.\n\nТеперь нужно вспомнить, чему Вас учили в кружке юного радиофизика. ",
    "answers": [
      {
        "id": 274,
        "text": "\"Люси, излучатель у меня\" "
      }
    ]
  },
  {
    "id": 273,
    "text": "\"Да бросьте, профессор, у Вас нет выбора - сделайте или умрите, как говорится\", - Люси не теряла энтузиазма даже в таких ситуациях.\n\nПохоже, Люси говорила слишком громко, потому что в следующий миг к Вам подошел один из пиратов, протянув круглое устройство размером с ладонь: \"Возьмите и постарайтесь не угрохать нас всех\". ",
    "answers": [
      {
        "id": 274,
        "text": "\"Люси, излучатель у меня\" "
      }
    ]
  },
  {
    "id": 274,
    "text": "\"Прекрасно, под корпусом Вы найдете три провода: зеленый, желтый, синий. Первым делом нужно вынуть штекеры всех проводов из их разъемов. После этого поставить желтый в разъем зеленого, синий в разъем желтого, а зеленый в разъем синего. Очень важно соблюдать последовательность!\" - Люси говорила очень быстро, и Вы боялись пропустить что-нибудь важное. \n\nПервый камень ударил по обшивке челнока. Времени нет. ",
    "answers": [
      {
        "id": 275,
        "text": "[Снять корпус с излучателя] "
      }
    ]
  },
  {
    "id": 275,
    "text": "Микросхема, на фоне которой выделяются три ярких провода: желтый, зеленый и синий. ",
    "answers": [
      {
        "id": 276,
        "text": "\"Люси, повтори еще раз, пожалуйста\" "
      },
      {
        "id": 277,
        "text": "[Зеленый в разъем синего] "
      },
      {
        "id": 277,
        "text": "[Зеленый в разъем желтого] "
      },
      {
        "id": 278,
        "text": "[Желтый в разъем зеленого] "
      },
      {
        "id": 277,
        "text": "[Желтый в разъем синего] "
      },
      {
        "id": 277,
        "text": "[Синий в разъем желтого] "
      },
      {
        "id": 277,
        "text": "[Синий в разъем зеленого] "
      }
    ]
  },
  {
    "id": 276,
    "text": "Люси вздохнула: \"Нужно поставить желтый провод в разъем зеленого, синий в разъем желтого, а зеленый в разъем синего. Очень важно соблюдать последовательность!\"",
    "answers": [
      {
        "id": 275,
        "text": "[Вернуться к излучателю] "
      }
    ]
  },
  {
    "id": 277,
    "text": "Излучатель заискрился, и Вам пришлось быстро вытащить все провода, пока они не оплавились.\n\nНужно попробовать еще раз, пока челнок еще может выдерживать отдельные столкновения с камнями. ",
    "answers": [
      {
        "id": 275,
        "text": "[Попробовать снова] "
      }
    ]
  },
  {
    "id": 278,
    "text": "Один провод готов, осталось еще два. Челнок сильно трясло, это очень мешало Вам сосредоточиться. ",
    "answers": [
      {
        "id": 277,
        "text": "[Зеленый в разъем желтого] "
      },
      {
        "id": 277,
        "text": "[Зеленый в разъем синего] "
      },
      {
        "id": 279,
        "text": "[Синий в разъем желтого] "
      }
    ]
  },
  {
    "id": 279,
    "text": "Остался всего один провод, да и выбор, куда его поместить, тоже невелик. ",
    "answers": [
      {
        "id": 280,
        "text": "[Зеленый в разъем синего] "
      }
    ]
  },
  {
    "id": 280,
    "text": "Как только последний провод оказался в разъеме, излучатель странно застрекотал и завибрировал.\n\nПослышался удивленный возглас пилота. Облака пыли, летящие к челнокам, потеряли свой вектор движения. Отдельные камешки сталкивались друг с другом, разрушаясь. Сквозь разрозненное облако космической пыли пробиться не составило труда. Однако одиночный излучатель, скрученный пиратами из подручных материалов, сгорел слишком быстро. Нужно было добраться до цели раньше, чем кристалл вновь возьмет под контроль облака.\n\nФлагман выполнил второй залп, энергетическое поле материнского кристалла не смогло полностью отразить удар. К образовавшимся выбоинам и направились штурмовые челноки. ",
    "answers": [
      {
        "id": 281,
        "text": "[Подойти к иллюминатору] "
      }
    ]
  },
  {
    "id": 281,
    "text": "Пиратский флот получал огромный урон. Вокруг материнского корабля шли ожесточенные бои менее крупных судов с дочерними кристаллами.\n\nИ все это только ради того, чтобы дать шанс штурмовой группе.\n\n\"Держитесь!\" - во всю глотку заорал пилот. ",
    "answers": [
      {
        "id": 215,
        "text": "[Схватиться за что-нибудь] "
      }
    ]
  },
  {
    "id": 282,
    "text": "Имперские штурмовые челноки покинули ангар. Флагман был вооружен огромной пушкой, чьей сильной стороной была неимоверная мощь, а слабой - энергозатратность и долгая подготовка к залпу.\n\nПушка была готова и сотрясла пространство колосальным выбросом энергии. Но залп не достиг цели. В последний момент перед материнским кораблем образовался щит из облака мелких камней, принявших удар на себя. Чудовищный взрыв обратил облако в прах. Но теперь имперскому флоту было нечем пробить поверхность кристалла, чтобы высадить десант.\n\n\"Крамер\", - зазвучал голос Инспектора из приемника Вашего скафандра: \"Пушка свое отстреляла, нужно пробиваться другими путями. Идем ва-банк\". ",
    "answers": [
      {
        "id": 283,
        "text": "\"Что Вы предлагаете?\" "
      }
    ]
  },
  {
    "id": 283,
    "text": "\"Нужно сфокусировать один из излучателей на определенных частях кристалла, чтобы синхронизировать излучение. Тот излучатель, что сейчас при Вас - основной, его активация вызовет отклик всех остальных устройств. Поэтому иди и отбери второстепенный излучатель у кого-нибудь из солдат - они все равно не знают, как ими пользоваться\". ",
    "answers": [
      {
        "id": 284,
        "text": "[Осмотреть солдат] "
      },
      {
        "id": 285,
        "text": "\"Я тоже не знаю, как ими пользоваться...\""
      }
    ]
  },
  {
    "id": 284,
    "text": "\"По поручению Инспектора, я должен попросить Вас...\" - начали Вы обращение к имперским солдатам, но, похоже, такая форма была излишеством - как только солдаты услышали слово \"Инспектор\", они встали по стойке смирно. Вы и договорить не успели, как Вам был предложен десяток излучателей на выбор.\n\n\"Ну что, Крамер, готов принести победу нашей славной Империи?!\" - спросил Инспектор, как только излучатель оказался у Вас в руках. ",
    "answers": [
      {
        "id": 286,
        "text": "\"Что мне теперь делать?\" "
      }
    ]
  },
  {
    "id": 285,
    "text": "\"Не знает он\", - фыркнул Инспектор: \"Ничего, научим\".\n\nВ челноке жутко заскрипели все динамики, и Инспектор громогласно объявил: \"Солдаты, немедленно передайте профессору один излучатель!\"\n\nВы были уверены, что от такого половина солдат поседела. Вам моментально передали излучатель. ",
    "answers": [
      {
        "id": 286,
        "text": "\"Что мне теперь делать?\" "
      }
    ]
  },
  {
    "id": 286,
    "text": "\"Теперь слушайте внимательно. Идете в кабину пилота и направляете излучатель изогнутой поверхностью на нужные нам объекты. А именно, мне нужно сфокусироваться сначала на вторичном кристалле с длинноволновой пропускаемостью излучения, потом на кристалле с коротковолновой, а потом на сердце материнского корабля. Иначе я просто не смогу подобрать резонансную частоту\", - Инспектор наскоро изложил инструкцию. ",
    "answers": [
      {
        "id": 287,
        "text": "\"Как я пойму, какой из них длинноволновый, а какой коротковолновый?!\" "
      }
    ]
  },
  {
    "id": 287,
    "text": "Инспектор задумчиво помолчал несколько секунд: \"Понятия не имею. Вспомните школу, Крамер, Вы ведь образованный человек! Попробуйте отталкиваться от цветов этих чертовых кристаллов... Фиолетовый - коротковолновая область, красный - наоборот\".\n\nПохоже, более подробных инструкций Вам не получить.",
    "answers": [
      {
        "id": 288,
        "text": "[Осмотреть космос через стекло кабины пилота] "
      }
    ]
  },
  {
    "id": 288,
    "text": "Челнок летел прямо к материнскому кристаллу. Вокруг шел ожесточенный бой между дочерними кристаллами и имперскими судами - Империя явно не лидировала. Все парящие кристаллы светились в разном цветовом диапазоне. Нужно было выбрать из всего этого разнообразия самые подходящие и направить на них излучатель. Как на зло, не было кристаллов красного и фиолетового оттенков, нужно как-то выкручиваться. ",
    "answers": [
      {
        "id": 289,
        "text": "\"Инспектор, не напомните последовательность?\" "
      },
      {
        "id": 290,
        "text": "[Направить на синий кристалл] "
      },
      {
        "id": 290,
        "text": "[Направить на голубой кристалл] "
      },
      {
        "id": 290,
        "text": "[Направить на зеленый кристалл] "
      },
      {
        "id": 291,
        "text": "[Направить на оранжевый кристалл] "
      },
      {
        "id": 290,
        "text": "[Направить на желтый кристалл] "
      }
    ]
  },
  {
    "id": 289,
    "text": "Инспектор раздраженно повторил: \"Нужно сфокусироваться сначала на вторичном кристалле с длинноволновой пропускаемостью излучения, потом на кристалле с коротковолновой, а потом на сердце материнского корабля\". ",
    "answers": [
      {
        "id": 288,
        "text": "\"Что ж, попробуем\" "
      }
    ]
  },
  {
    "id": 290,
    "text": "\"Нет, черт побери, не то! Нужно начинать сначала...\" - Инспектор явно пребывал не в лучшем расположении духа.\n\nНужно попробовать еще раз. ",
    "answers": [
      {
        "id": 288,
        "text": "[Осмотреть космос] "
      }
    ]
  },
  {
    "id": 291,
    "text": "\"Просто прекрасно! Это именно то, что нужно! Теперь мне нужна коротковолновая область!\" - Инспектор был преисполнен решимостью. ",
    "answers": [
      {
        "id": 292,
        "text": "[Направить на синий кристалл] "
      },
      {
        "id": 290,
        "text": "[Направить на голубой кристалл] "
      },
      {
        "id": 290,
        "text": "[Направить на зеленый кристалл] "
      },
      {
        "id": 290,
        "text": "[Направить на оранжевый кристалл] "
      },
      {
        "id": 290,
        "text": "[Направить на желтый кристалл] "
      }
    ]
  },
  {
    "id": 292,
    "text": "Судя по новому радостному возгласу Инспектора, Вы все сделали верно. Теперь дело за малым.",
    "answers": [
      {
        "id": 293,
        "text": "[Направить на материнский кристалл] "
      }
    ]
  },
  {
    "id": 293,
    "text": "Излучатель яростно застрекотал и затрясся в Ваших руках. \"А теперь все узрите мою власть\", - прошептал Инспектор. \n\nНесколько небольших, в сравнении с материнским, кристаллов изменили свою траекторию и направились к материнскому кристаллу. В результате столкновения взятые под контроль кристаллы разлетелись на осколки, а на поверхности кристалла-флагмана остались внушительные выбоины.\n\nНе выдержав такой нагрузки, излучатель заискрил и затих. В следующий миг челнок знатно тряхнуло. ",
    "answers": [
      {
        "id": 215,
        "text": "[Схватиться за что-нибудь] "
      }
    ]
  },
  {
    "id": 294,
    "text": "",
    "answers": []
  },
  {
    "id": 295,
    "text": "",
    "answers": []
  }
]