[
  {
    "id": 1,
    "text": "Автор: Sincerely \nЖанры: Мини, Романтика, Философия, Фэнтези\n\nПопулярный писатель женских романов, поселившийся на морском берегу вдали от цивилизации, встретил сверхъестественное существо, которое заставит его переосмыслить своё отношение к противоположному полу, разочароваться в нём окончательно или погибнуть... \n\n❢ Полностью счастливого финала в квесте нет. ",
    "answers": [
      {
        "id": 2,
        "text": "• Начало ~>",
        "middle_answer": true
      },
      {
        "id": 5,
        "text": "• Концовки ~>",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "http://188.120.236.127/osheinik/диоль/фонпляж.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "   На моих глазах она вышла из моря... Дикая, лёгкая, прекрасная... голая... Чтобы передать весь несвойственный мне поэтический восторг при виде её, стоило сказать мягче. \"Обнажённая\"? Но разве может обнажаться то, что никогда не было одето? \n   Вот Ритка моя институтская была по вечерам \"обнажённая\". Прикрывалась простынёй, выставив наружу бедро, бронзовое после солярия... А утром всё выглядело иначе, и за прозрачной шторкой душа Ритка была уже \"нагая\"... Потом \"не одетая\" курсировала между спальней и комнатой, постепенно обретая приличный вид. Как все нормальные, живые и полностью реальные девушки из плоти, шмоток и косметики. И до вчерашнего дня я думал, что знаю о девушках всё... \n   Оказалось, что ни черта я не знаю... Кто это сказочное создание? Русалка? Киприда? Плод больного воображения исписавшегося графомана, сбежавшего от городского шума в тропическую глушь? В любом случае, с той минуты, как она прошла мимо, скользнув безразличным взглядом по моей ошалевшей небритой физиономии, и исчезла, растворившись в тенях под пальмами, думать о чём-либо, кроме неё... Невозможно. \n   Всю ночь прометавшись в бреду, порвав зубами наволочку и, кажется, окончательно спятив, я решил, что должен увидеть её снова! Любой ценой...",
    "answers": [
      {
        "id": 3,
        "text": "• Бежать к берегу.",
        "var_add": [
          "хор",
          1,
          "пор",
          1
        ]
      },
      {
        "id": 4,
        "text": "• Привести себя в порядок.",
        "var_add": [
          "мат",
          1
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "   Не в силах больше оставаться на месте, я бросился бежать туда, где прекрасное видение явилось из лазурных волн. Не представляя, впрочем, как буду искать её — туманную, неземную, несуществующую... \n   Я жаждал увидеть хотя бы следы узкой стопы на песке, но там, докуда не успел дотянуться прилив, находил лишь покорёженные ветром и крабами, унылые отпечатки своих сланцев. \n   Где же ты, морская богиня, дочь Нептуна и пьяной эйфории? Я ждал тебя всю жизнь, а мне попадались лишь блёстки и фантики! Где же...\n   Обшарив полосу пляжа, я двинулся к пальмам, у которых она исчезла, став единым целым с тенями — загадочными, томными, как и она сама... Ни следа... ни малейшего признака того, что она была здесь. Что заставило её покинуть родную стихию? Хотела взглянуть на те, похожие на орхидеи, цветы, вульгарно алеющие в сумраке? ",
    "answers": [
      {
        "id": 10,
        "text": "• Собрать букет цветов. ",
        "var_add": [
          "мат",
          1
        ]
      },
      {
        "id": 11,
        "text": "• Вернуться к воде.",
        "var_add": [
          "хор",
          1,
          "пор",
          1
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "   Богатый опыт общения с противоположным полом подсказывал, что девушкам нравятся если не ухоженные, то, как минимум, опрятные мужчины. А я за полгода отшельнической жизни успел порядком себя запустить. Должно быть, именно поэтому морская дева смотрела на меня, как на пустое место.\n   Меньше Робинзона, больше Дон Жуана! Я дважды вымылся, избавляясь от успевшего врасти в кожу солёного песка, сбрил похожую на мочало бороду, подстриг ногти, надел свою лучшую рубашку и, взглянув в единственное имеющееся в моём уединённом бунгало зеркало, решил, что выгляжу более, чем презентабельно.\n   Теперь-то, моя нимфа, ты не сможешь так просто пройти мимо!",
    "answers": [
      {
        "id": 3,
        "text": "• Бежать к берегу."
      }
    ]
  },
  {
    "id": 5,
    "text": "   ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "text": "~ Чудовище ~",
        "need": [
          -6
        ],
        "id": 5
      },
      {
        "need_ever": true,
        "id": 6,
        "text": "~ Чудовище ~",
        "need": [
          6
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "text": "~ Самообман ~",
        "need": [
          -7
        ],
        "id": 5
      },
      {
        "need_ever": true,
        "id": 7,
        "text": "~ Самообман ~",
        "need": [
          7
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "text": "~ Больше, чем кажется ~",
        "need": [
          -8
        ],
        "id": 5
      },
      {
        "need_ever": true,
        "id": 8,
        "text": "~ Больше, чем кажется ~",
        "need": [
          8
        ],
        "middle_answer": true
      },
      {
        "id": 5,
        "text": "      ",
        "comment": true
      },
      {
        "id": 1,
        "text": "~ Назад ~",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": "☆\n   ... Сирена, влекущая моряков к гибели... Дурное знамение, являющееся на пороге беды... Дух беспощадной стихии, карающей смертных, дерзнувших притронуться к манящей красоте... Миг неземного блаженства станет для меня последним...\n   Я понял это, когда её необыкновенной синевы глаза вспыхнули штормовым гневом, и шквальный ветер жестокой пощёчиной хлестнул меня по лицу. Когда под страстно объявшими нежное тело руками шевельнулись, раскрываясь и жутко шлёпая, щетинистые жабры, и вырастающие прямо на глазах острые плавники обезобразили её длинную шею и покатые плечи. \n   Я слишком поздно понял... Море поднялось до неба вдоль всего побережья — насколько хватало зрения — гигантской разрушительной волной... Ещё секунда, и скользкое, обрастающее чешуёй страшилище вернётся туда, откуда явилось, а я... \n   Отшвырнув существо, уже слабо напоминающее человека, я бросился бежать от берега, отчаянно и глупо, словно был хоть малейший шанс спасти никчёмную, никому не нужную жизнь... А затем тонны кипящей солёной воды рухнули с огромной высоты...",
    "answers": [
      {
        "middle_answer": true,
        "text": "~ Конец ~",
        "id": 1
      }
    ]
  },
  {
    "id": 7,
    "text": "☆\n   Что я сделал не так?... В который раз я задаю себе этот вопрос и не могу найти на него ответа. \n   Уже год она моя. Сидит напротив за столиком в кафе. На ней платье из последней коллекции модного дизайнера, босоножки на шпильках, золотое кольцо на безымянном пальце... Улыбается мне губами, накрашенными суперстойкой омерзительно-красной губной помадой, и маленькими глоточками цедит эспрессо, оттопырив мизинчик. Щебечет какие-то светские глупости... \n   Все женщины одинаково пусты! Даже вышедшие из моря, даже те, чья красота способна свести с ума! Как я мог так обмануться? Как мог восхищаться её волосами — самыми обычными, пахнущими лаком и бальзамом? Какую тайну воображал в её тусклых, как дешёвые стекляшки, глазах? У неё теперь даже имя есть... \n  Видимо, я влюбился в то, что сам придумал... От одиночества или скуки... Что ж, я умею создавать образы, я же писатель... Вот и расплата — горькое разочарование в не оправдавших себя иллюзиях... ",
    "answers": [
      {
        "middle_answer": true,
        "text": "~ Конец ~",
        "id": 1
      }
    ]
  },
  {
    "id": 8,
    "text": "☆\n   ... Мне нечего дать ей... Нечем даже заинтересовать. Я так же пуст, примитивен и скучен для неё, как любая девушка прежде была для меня. Сухой лист, гонимый ветром и застрявший в волосах. Она проведёт рукой, и ни следа не останется. \n   Её тело... Да будь она хоть каракатицей или рыбой! После того, что я увидел в её глазах, уже не имело значения, что от вида её изгибов шумит в ушах и вибрирует позвоночник...\n   Я обречённо отступил на шаг и вдруг подумал — с ужасом и отчаянием — вдруг и другие — реальные женщины хоть немного... такие же? Что, если и у Ритки внутри целое море, бездонное и неизведанное? А я глазел на выставленное из-под простыни бедро, и ни разу не догадался нырнуть в приглашающе распахнутые глаза. \n   Я вспомнил, как Ритка, стиснув зубы, помогала мне выталкивать засевшую в грязи машину. Как часами почёсывала мне, корпеющему над очередной дурацкой книжкой, затылок. Как спрашивала, будто бы в шутку, не хочу ли я семью, детей... \n   Слепой придурок... Я сидел на песке и рыдал, как младенец, даже не заметив, что моя Киприда ушла... ",
    "answers": [
      {
        "middle_answer": true,
        "text": "~ Конец ~",
        "id": 1
      }
    ]
  },
  {
    "id": 9,
    "text": "   Отвыкший от произнесения долгих речей, ещё и на грани крика, я быстро охрип и замолчал, поняв, что это бесполезно и глупо. \n   Каков был шанс, что красавица не померещилась мне, задремавшему накануне на берегу? Что окажется поблизости и услышит меня сквозь толщу воды и шум прибоя? Что поймёт смысл слов? \n   Я искал вчерашний день, ловил туман голыми руками, и это сводило с ума, не давая стоять на месте, заставляя с рычанием носиться по пляжу из стороны в сторону и... застыть с открытым ртом, обнаружив так глубоко зацепивший меня образ, воплотившийся чуть дальше на берегу... Вот же ты! Только не исчезай! Замри!\n   Я бросился к ней, не чуя ног, и лишь в шаге запнулся, будто напоровшись на невидимую стену...",
    "answers": [
      {
        "id": 15,
        "text": "~>"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Цветы — универсальный ключ к расположению женщины, да? \n   Ломая прохладные влажные стебли, я будто наяву видел, как она поднесёт подаренный мною букет к лицу или прижмёт милые её взгляду соцветия к груди... О, да...\n   От этих образов прямо дух захватывало, и сладкое мучительное волнение клокотало внутри, как в ранней юности, когда любая встречная девушка казалась русалкой, нимфой, феей, музой, ангелом, принцессой — нужное подчеркнуть... \n   Соорудив впечатляющую композицию, я побрёл обратно на пляж, надеясь, что удастся заставить дивное создание появиться вновь до того, как букет увянет от жары, и все старания пойдут насмарку. ",
    "answers": [
      {
        "id": 11,
        "text": "• Вернуться к воде."
      }
    ]
  },
  {
    "id": 11,
    "text": "   Море играло бликами солнца на низких волнах. Слух терзали тоскливые крики чаек, а душу — безошибочное понимание того, что на берегу я совершенно один.\n   Солёный бриз шевелил волосы у виска, наполняя лёгкие прохладой, бессильной погасить жар нетерпения в груди. Казалось, если мне хватит безрассудства кинуться в кишащую медузами воду — та вскипит, и вся прибрежная живность всплывёт на поверхность... ",
    "answers": [
      {
        "id": 12,
        "text": "• Позвать. ",
        "var_add": [
          "мат",
          1,
          "пор",
          1
        ]
      },
      {
        "id": 13,
        "text": "• Сесть и ждать. ",
        "need": [
          -10
        ],
        "var_add": [
          "хор",
          1
        ]
      },
      {
        "id": 11,
        "text": "• Можно было бы просто подождать её на берегу, но тогда букет завянет.",
        "need": [
          10
        ],
        "comment": true
      }
    ]
  },
  {
    "id": 12,
    "text": "   \"Стал он кликать золотую рыбку\" — навязчиво колотилось в голове, пока не своим, а каким-то совершенно незнакомым голосом я звал Киприду вновь явиться из волн морских и предстать пред моими голодными очами. \n   Стихия безмолвствовала, равнодушно подкатывая пенные барашки к моим стопам, и я казался самому себе всё более безумным, изливая в пустоту фразы настолько вычурные и пафосные, что приманить ими можно было разве что поклонниц моих многочисленных литературных трудов. \n   Там, в городе, девочки в мгновение ока сметали мягкие переплёты с полок магазинов, а я мог с гордостью заявлять, что прививаю молодому поколению любовь к красивой прозе... И любовь к её автору, конечно, но об этом я скромно умалчивал, тиская очередную восторженную фанатку за углом местечкового книжного клуба после автограф-сессии...\n   Так вот, нимфа моя на приманку не шла... Я оборвал себя на полуслове и прислушался... Ветер носил над волнами смазанное эхо цветастых выражений... ",
    "answers": [
      {
        "id": 14,
        "text": "• Стараться лучше.",
        "var_add": [
          "мат",
          1
        ]
      },
      {
        "id": 9,
        "text": "• Разозлиться.",
        "var_add": [
          "пор",
          1
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "  Я ждал, что называется, у моря погоды... Грезил наяву, вглядываясь в прозрачную морскую лазурь. \n  Если Киприда действительно существует, а не померещилась мне, задремавшему накануне на берегу... И даже если померещилась — другого способа увидеть её вновь, кроме как — повторить вчерашние действия, я придумать не смог... Не слишком хорошо соображал, надо признать... \n   Напекло мне голову, заставляя видеть желаемое вопреки суровой реальности, или же всё происходило наяву, но... Она появилась снова — там, дальше на песчаной полосе... \n   Пришла не ко мне — даже не посмотрела в мою сторону...",
    "answers": [
      {
        "id": 19,
        "text": "• Наблюдать.",
        "var_add": [
          "хор",
          1
        ]
      },
      {
        "id": 20,
        "text": "• Бежать к ней.",
        "var_add": [
          "пор",
          2
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "   Верно... Столь совершенное существо не могло повестись на дешёвый ширпотреб! Я должен был выжать максимум из своего таланта, проявить всё могущество красноречия, заставить саму бездну морскую содрогнуться и вынести на поверхность её — дивную, неземную, желанную, чтобы она наконец меня услышала... И если сердце её не заноет от слов, способных растопить лёд, раздробить камень и развести в стороны толщи воды, значит — нет у неё сердца... Или слуха... Может, ей просто не понятна человеческая речь? \n   Едва я поймал себя на этой панической мысли, как она — моя пленительная русалка — озарила полосу пляжа своим внезапным и блистательным появлением дальше на берегу. Как ни горько признавать, не мои старания заставили её показаться из воды, но... Главное — она снова здесь! Пусть даже не смотрит в мою сторону, это легко исправить! Я просто подойду и...",
    "answers": [
      {
        "id": 15,
        "text": "• Подойти."
      }
    ]
  },
  {
    "id": 15,
    "text": "   Нас разделял всего шаг... Всего один шаг... Я не мог поверить своим глазам, жадно вбирающим розовый жемчуг её кожи, сверкающий на солнце каплями воды, волну мокрых волос, черты повёрнутого в профиль лица, фигуры... \n   Малейшие плавные движения её плеча, колена или подбородка стирали окружающий мир, крушили мироздание, превращали мысли в животный хаос бессвязных и бессодержательных обрывков. \n   Настоящая! Не галлюцинация, не сон, не мираж! ",
    "answers": [
      {
        "id": 15,
        "text": "\n   Дрожащей рукой я протянул ей злосчастный букет, уже начавший ронять багровые лепестки, и она, медленно повернувшись, так очаровательно склонила голову набок, разглядывая его, что из моей груди сами собой со стоном вырвались слова:",
        "need": [
          10
        ],
        "merge": true
      },
      {
        "text": "Достаточно протянуть руки и схватить! Она больше не исчезнет! Я никуда её не отпущу!\n   Прекраснейшая из женщин резко повернула голову, и безразличие на её лице окончательно лишило меня рассудка. ",
        "id": 15,
        "var_more": [
          "пор",
          "хор",
          "пор",
          "мат"
        ],
        "need": [
          -10
        ],
        "merge": true
      },
      {
        "id": 16,
        "text": "— Будь моей! ",
        "var_less": [
          "мат",
          4
        ],
        "var_more": [
          "пор",
          "хор"
        ]
      },
      {
        "text": "Я не мог больше стоять столбом, но и коснуться её не смел. Из груди сами собой вырвались слова:",
        "id": 15,
        "var_more": [
          "мат",
          3
        ],
        "need": [
          -10
        ],
        "merge": true
      },
      {
        "id": 17,
        "text": "— Будь со мной!",
        "var_more": [
          "мат",
          3
        ]
      },
      {
        "text": "Я не мог больше стоять столбом, но и коснуться её не смел. Из груди сами собой вырвались слова:",
        "var_less": [
          "мат",
          4
        ],
        "id": 15,
        "var_more": [
          "хор",
          "пор"
        ],
        "need": [
          -10
        ],
        "merge": true
      },
      {
        "id": 18,
        "text": "— Посмотри на меня!",
        "var_more": [
          "хор",
          "пор"
        ],
        "var_less": [
          "мат",
          4
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "   Едва взглянула! А я тянулся к ней всем, что я есть, чем когда-либо был и когда-нибудь стану, так невыносимо желал коснуться её, прижать к себе, повалить всем весом на горячий песок... \n   Звериные инстинкты, подавившие разум, говорили, что ничто не сможет этому помешать... \n   Сорвавшись, я набросился на неё, задыхаясь, стиснул неуклюжими лапами неожиданно тёплое, и оттого ещё более вожделенное тело, вгрызся яростным поцелуем в невыносимо нежные и мягкие губы... \n   Почувствуй, как бешено колотится моё сердце! Погаси ревущее пламя, жрущее меня изнутри! Ответь же мне!",
    "answers": [
      {
        "id": 6,
        "text": "~> "
      }
    ]
  },
  {
    "id": 17,
    "text": "   Тяжело и страстно дыша, я сделал последний шаг, нависнув над ней, и жарко зашептал... Не помню, что именно — её запах, дурманящий и терпкий, окончательно лишил меня самообладания... Кажется, признавался в любви, клялся посвятить ей всю жизнь, написать роман о её неземной красоте",
    "answers": [
      {
        "id": 17,
        "text": ", подарить миллионы и миллиарды самых ярких и прекрасных цветов",
        "need": [
          10
        ],
        "merge": true
      },
      {
        "id": 17,
        "text": "...",
        "merge": true
      },
      {
        "id": 17,
        "text": "\n   Линия её ключицы завораживала меня, и я нёс уже абсолютный бред, изнывая над покатым шелковистым плечом и отчаянно дерзнув лишь убрать с него прядь волос — боже, до чего гладких и мягких! \n   Киприда заулыбалась... Услышала, поняла меня! Я возликовал, решив, что близок к цели... Мне удастся уговорить её! Только не торопиться, не позволять себе лишнего, не спугнуть эту улыбку... \n   Я справлюсь... ",
        "merge": true
      },
      {
        "id": 7,
        "text": "~>"
      }
    ]
  },
  {
    "id": 18,
    "text": "   Почему-то тяжелей всего было именно то, что я никак не мог заглянуть ей в глаза. Она так упорно не смотрела на меня, словно это могло оскорбить чистоту её огромных синих очей... \n   И когда мой отчаянный выкрик заставил её вскинуть голову и обратить-таки свой взор на моё перекошенное лицо, я понял... Я понял всё... \n   ... Целая вселенная, с неизвестными мне законами физики и мудростью веков обрушилась на меня ошеломляющей, опустошающей волной. Моя русалка смотрела на то, чего я никогда не смогу увидеть, и при этом в упор не замечала меня самого... Кто есть я сам?...",
    "answers": [
      {
        "id": 8,
        "text": "~> "
      }
    ]
  },
  {
    "id": 19,
    "text": "   Что же влечёт тебя на поверхность, русалка? \n   Я не двигался с места, боясь спугнуть видение и борясь с разъедающим изнутри желанием — броситься к ней и припасть к восхитительно гладким ногам, ступающим так легко и грациозно, что даже мокрый песок не расползался под ними. Как такое возможно? \n   Тот очевидный факт, что она не человек, я принял на удивление легко, и ему не под силу оказалось отрезвить меня... \n   Поднявшись на нетвёрдые ноги, я крадучись подобрался вплотную к совершенству, пытаясь найти в нём хоть малейший изъян, но никак не мог сосредоточиться...",
    "answers": [
      {
        "id": 15,
        "text": "~>"
      }
    ]
  },
  {
    "id": 20,
    "text": "   Только бы не исчезла! Нельзя упустить её снова!\n   Рванувшись с места, я неуклюже шмякнулся на четвереньки, забарахтался, сплёвывая песок, вскочил наконец на ноги и помчался по расстелившейся волне, потеряв один сланец и вывихнув щиколотку. \n   Я едва осознал это, уже приближаясь к замершему и задумчиво глядящему на пальмы воплощению моих грёз. ",
    "answers": [
      {
        "id": 15,
        "text": "~>"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]