[
  {
    "id": 1,
    "text": "Автор: Shredder\nВ этой главе молодой рыцарь Роберт будет сражаться на острове зла - Меноре. Выйдет ли он оттуда живым, зависит только от вас.\n\nПеред чтением этой главы нужно обязательно прочитать главу \"Роберт - Рыцарь. В прошлое.\" и желательно прочитать \"Роберт - Рыцарь. Первый поход.\". Иначе действия в этой главе вам будут непонятны, как и сюжет.\n\nВажная новость!\nСейчас (15 марта) я работаю над книгой \n\n\n\n \n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 96,
        "text": "Сохранения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Спустя несколько дней после успешного захвата деревни гоблинов с провиантом, Лукас привел в готовность своих солдат.\n- Эй вы! Хватит отлеживаться! Кто Менор захватывать будет!? - начал ругаться Лукас.\n- Но мы только пару дней зазад захватили это место! - возмутился один из рыцарей - Мы хотим отдохнуть!\n- Отставить разговорчики! Ноги в руки, мечи в ножны и вперед! - с иронией прокричал Лукас. Все с недовольным \"Ууууу\" начали собирать снаряжение и грузить оставшуюся провизию в телеги.",
    "answers": [
      {
        "id": 4,
        "text": "Собираться тоже"
      }
    ]
  },
  {
    "id": 3,
    "text": "Здесь вы можете посмотреть свои достижения.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 23,
        "text": "Победить песчаного голема",
        "need": 20
      }
    ]
  },
  {
    "id": 4,
    "text": "Роберт, медленно потягиваясь в удобном гамаке, начал вставать. После чего он он так же медленно начал собирать свое снаряжение. После получасового засовывания меча в ножны, Роберт был готов к новым подвигам.",
    "answers": [
      {
        "id": 5,
        "text": "Идти к Лукасу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Он подошел к главе Орлов и сделал серьезное лицо, изо всех сил стараясь не зевать. Вскоре все остальные рыцари тоже были готовы и подошли, тоже зевая по пути.",
    "answers": [
      {
        "id": 6,
        "text": "Слушать Лукаса"
      }
    ]
  },
  {
    "id": 6,
    "text": "- Значит так! Отряд разделяем на три группы. Первая - штурмовой отряд. Его задача: при полной готовности атаковать по воротам противника. Вторая - разведочный отряд. Его задача подготовить путь для штурмового отряда, а так же выслеживать и обезвреживать ловушки. Третья - резерв. Конкретной цели у этой группы нет, она просто находится на определенной позиции и начинает двигаться только в случае критической ситуации, а тоесть по звуку рога. Распределяйтесь на группы!\nЛукас гордо посмотрел на нас и пошел натачивать глефу (Оружие, напоминающее копье, только с лезвием широкой сабли на конце вместо клинка)",
    "answers": [
      {
        "id": 7,
        "text": "Выбрать штурмовую группу"
      },
      {
        "id": 67,
        "text": "Выбрать разведочную группу"
      },
      {
        "id": 85,
        "text": "Выбрать резервную группу"
      }
    ]
  },
  {
    "id": 7,
    "text": "Роберт посчитал, что его сила и выносливость больше пригодятся при штурме, ежели для разведки, а в резерве сидят только слабаки и трусы. Он подошел к Лукасу.\n- Я пойду в штурмовой отряд, капитан Лукас!\nПротараторил быстро Роберт.\n-Хмм? Я так и знал, мальчик мой! Чтож, зная тебя, думаю ты идеально подойдешь для командования этой группой!\n-Я вас не подведу!\nРоберт сиял. \nВскоре все остальные рыцари распределились по группам. В штурмовой оказалась половина всего отряда рыцарей.\nВ разведочной и резервной по четверти.\n",
    "answers": [
      {
        "id": 8,
        "text": "Скомандовать своему отряду выстроиться перед собой"
      },
      {
        "id": 40,
        "text": "Битва с королем гоблинов (Сохранение)",
        "need": 96
      },
      {
        "id": 55,
        "text": "Битва с орком (Сохранение)",
        "need": 96
      }
    ]
  },
  {
    "id": 8,
    "text": "Отряд послушно выстроился перед Робертом. Тем временем Лукас достал карту острова и начал составлять тактику.\n- Штурмовой отряд медленно идет по этому каньону.\nОн тычет пальцем в извилистый каньон, практически напрямую ведущий в следующую деревню противника.\n- Разведочный отряд выходит первее штурмового и, разделившись на две группы, двигается по \"обочинам\" каньона, обезвреживая ловушки и уничтожая засады.\nОн водит пальцем параллельно каньона на карте. \n-Резервный отряд продвигается за штурмовым и останавливается в центре каньона, закрепившись на этой позиции.\nОн указывает на центр каньона, ровно между захваченной деревней и следующей деревней противника.\n-Все ясно?",
    "answers": [
      {
        "id": 9,
        "text": "- Зачем придумывать такой сложный план? Ведь эту деревню мы удачно взяли и лобовой атакой!"
      },
      {
        "id": 10,
        "text": "Слушать дальнейших приказов",
        "need": 9
      }
    ]
  },
  {
    "id": 9,
    "text": "- Все бы ничего, но сейчас мы имеем дело не с простыми гоблинами, а хобгоблинами. Они чуть сильнее обычных, но их самая сильная сторона - это разум. Если мы пойдем напрямую лобовой атакой, то зуб даю, что все рыцари погибнут от ловушек и засад.",
    "answers": [
      {
        "id": 8,
        "text": "- Ясно"
      }
    ]
  },
  {
    "id": 10,
    "text": "-А теперь выдвигаемся!\nПрокричал напоследок Лукас, потерявшись из виду среди рыцарей. Роберт дал команду и все штурмовики маршем направились к каньону. Спустя некоторое время он увидел этот каньон. Он был гораздо больше, чем казалось на карте.\n- Вот! Наша цель пройти по этому каньону и уберечь максимум рыцарей!\nПрокричал Роберт, обернувшись к своим рыцарям. Они шли ровным строем, грохоча своими тяжелыми латами.\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Вести рыцарей к каньону"
      }
    ]
  },
  {
    "id": 11,
    "text": "Роберт продолжил вести свой отряд вперед. Вскоре он достиг каньона и дал приказ рыцарям двигаться дальше. Сзади, на расстоянии нескольких километров шел резервный отряд, а где-то спереди - разведочный. Лукас оставил в сумке Роберта рог, чтобы в случае серьезной опасности подозвать резервный отряд. Все шло по плану.",
    "answers": [
      {
        "id": 12,
        "text": "Придерживаться тактике Лукаса"
      }
    ]
  },
  {
    "id": 12,
    "text": "Отряд Роберта продолжал медленно идти по каньону и спустя час уже на пятую часть его преодолел. Спереди изредка виднелись рыцари из разведочного отряда, которые весьма упорно обезвреживали ловушки. Когда штурмовой отряд достиг четверти пути, случилось непредвиденное - ожил огромный песчаниковый валун. \n- Мы имеем дело с песчаным големом! В бой!\nПрокричал Роберт и понесся в атаку.",
    "answers": [
      {
        "id": 13,
        "text": "Атаковать режущим ударом"
      },
      {
        "id": 14,
        "text": "Разбежавшись, сделать мощный толчок щитом"
      },
      {
        "id": 15,
        "text": "Приказать рыцарям взять его числом"
      }
    ]
  },
  {
    "id": 13,
    "text": "Роберт атакует голема мощным режущим ударом. Но что против камня меч? Не шелохнувшись, голем замахивается и ударяет главного героя по голове, от чего тот умирает практически сразу...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 1. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 14,
    "text": "Роберт разбегается и делает мощный толчок щитом, который, в свою очередь, заставил голема отшагнуть. Только вот сам рыцарь отлетел обратно и разбил голову об острый камень...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 2. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 15,
    "text": "Роберт приказывает своим рыцарям атаковать голема со всех сторон. Вскоре существо было окружено толпой яростных рыцарей, наносящих неприрывные атаки по его корпусу. Чуть позже голем был повержен, так ни разу и не ударив.",
    "answers": [
      {
        "id": 16,
        "text": "Похвалить солдат и отправиться дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "- Молодцы! Теперь двигаем дальше!\nВосторженно вскрикнул Роберт, после чего рыцари продолжили идти как ни в чем не бывало. Вскоре отряд молодого рыцаря прошел уже четверть пути. Здесь по-всюду лежали обезвреженные капканы и были засыпаны кабаньи ямы. Наряду с ними тут еще валялись обезглавленные трупы хобгоблинов. Сразу видно - работа разведочного отряда! Резервный отряд продолжал плестись позади.\n",
    "answers": [
      {
        "id": 17,
        "text": "Продвигаться дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "Спустя полчаса, Роберт с отрядом прошел уже треть всего пути. Рыцари жаловались на усталость и жажду. Перед главным героем встала задача: устроить привал и позволить отдохнуть солдатам, но это может провалить план Лукаса или же идти дальше, но с уставшими и ослабевшими рыцарями.",
    "answers": [
      {
        "id": 18,
        "text": "Устроить привал"
      },
      {
        "id": 24,
        "text": "Придерживаться  плана Лукаса"
      }
    ]
  },
  {
    "id": 18,
    "text": "Роберт решает устроить здесь привал.\n- Ладно, передохнем пару часов и двинем дальше.\nСказал он и рыцари, все как один рухнули наземь, стоная от усталости.\n\"Ничего ведь не случится?\" - думал Роберт, прохлаждаясь в тени небольшого кривого дерева. Спустя пару часов рыцари набрались сил и были в полной боеготовности.",
    "answers": [
      {
        "id": 19,
        "text": "Продвигаться дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "Роберт приказал рыцарям двигаться дальше. Они так бодро и резво маршировали по ущелью, что земля содрогалась под их ногами. Спустя час они добрались уже до половины пути, где находился уже разрушенный аванпост (Комплекс построек, состоящий из двух сторожевых башен, ворот и здания с гарнизоном, напоминающий таможню). Видимо разведочный отряд уже сделал свое дело.",
    "answers": [
      {
        "id": 20,
        "text": "Осмотреть руины"
      }
    ]
  },
  {
    "id": 20,
    "text": "Роберт осматривает руины аванпоста и находит свиток со странными иероглифами.",
    "answers": [
      {
        "id": 21,
        "text": "Подобрать и идти дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "Молодой рыцарь направился дальше, вместе со своим отрядом. Резервный отряд уже начинал закрепляться на месте аванпоста. Спустя несколько часов Роберт уже видел конец каньона, где находился еще один аванпост, только с живыми хобгоблинами. ",
    "answers": [
      {
        "id": 22,
        "text": "Начать штурм"
      }
    ]
  },
  {
    "id": 22,
    "text": "По приказу Роберта, рыцари устремились в бой. Но как только мы дошли до ворот хобгоблинов. Со стены нам кто-то крикнул.\n- Стойте! \nРоберт приказал войскам отойти. В этот момент тот, кто говорил, спрыгнул со стены и приземлился подле Роберта. Это был Гарг-Зубар - король гоблинов. В руках он держал чью-то голову. На его лице светился злобный волчий оскал. Он кинул голову под ноги Роберту. Это была голова Лукаса...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 3. Плохая. Смерть предводителя"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы победили оживший валун из песчаника. Эти существа встречаются преимущественно в каньонах и на морских побережьях. Опасность этого голема сравнительно невелика, так как с ним могу справиться без труда даже двое крестьян.",
    "answers": [
      {
        "id": 3,
        "text": "Интересно"
      },
      {
        "id": 3,
        "text": "Не интересно"
      }
    ]
  },
  {
    "id": 24,
    "text": "- Идем дальше! Лукас не разрешал останавливаться на привал!\nКрикнул Роберт, после чего недовольные рыцари продолжили путь. Спустя час рыцари приодолели половину пути, но в центре каньона находился хобгоблинский аванпост (Комплекс построек, состоящий из двух башен, ворот и палатки с гарнизоном, напоминающий таможню). На башнях стояли лучники, которые тоже заметили нас и уже натягивали тетивы своих луков.",
    "answers": [
      {
        "id": 25,
        "text": "Немедленно атаковать"
      }
    ]
  },
  {
    "id": 25,
    "text": "По приказу Роберта все рыцари резво перешли в атаку. Они сходу ударили тараном по воротам, разбив их в щепки и проникнув за стены аванпоста. Началась кровавая резня. К Роберту подбегает хобгоблин с копьем.",
    "answers": [
      {
        "id": 26,
        "text": "Пнуть его ногой"
      }
    ]
  },
  {
    "id": 26,
    "text": "Роберт просто пинает этого мелкого ушлепка, который отлетает на пару метров и умирает, ударившись головой об частокол. Силы штурмового отряда вчетверо превышали силы аванпоста, хоть и хобгоблинов несколько сотен, а рыцарей всего семьдесят. Роберт несся вперед, сшибая с ног врагов, так как он заметил их командира и больно хотел с ним сразиться. А вот он и перед ним. Этот хобгоблин был Роберту по грудь, в носу, ушах и нижней губе наблюдался костяной пирсинг. Он был вооружен короткими костяными топориками с широким лезвием.",
    "answers": [
      {
        "id": 27,
        "text": "Ударить его мечом"
      },
      {
        "id": 28,
        "text": "Разбежаться и толкнуть его щитом"
      },
      {
        "id": 35,
        "text": "Метнуть в него копье"
      }
    ]
  },
  {
    "id": 27,
    "text": "Роберт попытался ударить хобгоблина, но тот блокировал удар и перешел в контратаку, сняв голову главного героя с плеч одним ударом...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 4. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 28,
    "text": "Роберт разбегается и толкает хобгоблина прямо на штыки, установленные ими же для наших голов. После этого молодой рыцарь начинает рубить остатки обороны аванпоста. Спустя несколько минут аванпост был захвачен.",
    "answers": [
      {
        "id": 29,
        "text": "Сжечь его"
      },
      {
        "id": 38,
        "text": "Осмотреть его"
      }
    ]
  },
  {
    "id": 29,
    "text": "Роберт зажигает факел и кидает его в одну из стен аванпоста, после чего он начинает медленно разгораться. Рыцари продолжили свой путь дальше, следуя за своим молодым командиром. Вскоре они натолкнулись на развкдочный отряд. В его командовании был Лукас.\n- Ты уже сжег аванпост?!\nС удивлением спросил Лукас.\n- Да, капитан. Он был на нашем пути и настроен крайне недружелюбно, так что моим крепким парням пришлось научить их гостепреимству.\nГордливо ответил Роберт. \n-Ну чтож, в таком случае мне меньше работы. А сейчас мне с ребятами нужно расчистить тебе путь до следующего аванпоста, который находитчя в конце каньона.\nНа этом диалог закончился и Лукас, натянув большой зеленый капюшон на голову, направился со своим отрядом вперед по каньону.",
    "answers": [
      {
        "id": 30,
        "text": "Идти вперед"
      }
    ]
  },
  {
    "id": 30,
    "text": "Роберт приказывает рыцарям двигать дальше, после чего они послушно выстроились в ряд и направились вперед. Осталось одна треть пути, а все уже чуть ли не падали от изнеможения, включая и самого Роберта.\n- Капитан Роберт, может все-таки устроим привал?\nСпросил самый изнуренный жарой и жаждой рыцарь.\n",
    "answers": [
      {
        "id": 31,
        "text": "- Лукас не разрешал устраивать привалы! Идем дальше!"
      },
      {
        "id": 34,
        "text": "- Да, устроим привал! Иначе этот бой нам не взять."
      }
    ]
  },
  {
    "id": 31,
    "text": "Рыцари, со вздохами и недовольными бурчаниями себе под нос, шли дальше. Роберт был ответственным рыцарем и не мог поддаться искушению, провалив поручение главы гильдии. Ведь Лукас был ему как отцом последние несколько лет. В скором времени вдали Роберт заметил тот самый аванпост, о котором рассказывал глава. Мы подходили все ближе и ближе к нему.",
    "answers": [
      {
        "id": 32,
        "text": "Начать штурм"
      }
    ]
  },
  {
    "id": 32,
    "text": "Роберт дал приказ о штурме и рыцари понеслись в бой. Но из-за чрезмерной усталости они не были в состоянии держать свои тяжелые щиты и стрелы их отлично пробивали.",
    "answers": [
      {
        "id": 33,
        "text": "Подбодрить рыцарей"
      },
      {
        "id": 39,
        "text": "Использовать свиток",
        "need": 38
      }
    ]
  },
  {
    "id": 33,
    "text": "- Вы же сильнейшие Рыцари Орла! Вы тренировались годами, чтобы защищать его величество от порождений зла. А сейчас вы не можете даже держать свои щиты! Достойны ли вы зваться рыцарями? \nПодбадривал рыцарей Роберт. Но на них это не действовало и они начали гибнуть от стрел один за другим. Вскоре их осталось с десяток и хобгоблины взяли их в плен, вместе с Робертом. Они пытали его, в целях узнать необходимые сведения для будущих покушений на короля, но так ничего и не добились, а потом убили Роберта...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 5. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 34,
    "text": "Роберт разрешает устроить привал. Все рыцари разом повалились на землю и начали спать, а некоторые даже есть или пить. Спустя пару часов отряд был в полной боевой готовности.",
    "answers": [
      {
        "id": 22,
        "text": "Начать штурм"
      }
    ]
  },
  {
    "id": 35,
    "text": "Роберт хватает с земли первое попавшееся копье, которое по-видимому когда-то принадлежало хобгоблину, и метает его в недруга. Но тот красиво увернулся, схватив копье в полете и отправив его назад, в голову Роберта...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 6. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 36,
    "text": "Роберт решает осмотреть аванпост. После доаольно тщательного обыска, он нашел лишь свиток со странными светящимися иероглифами. ",
    "answers": [
      {
        "id": 37,
        "text": "Подобрать свиток, сжечь аванпост и идти дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "Роберт решает осмотреть аванпост. После довольно тщательного осмотра он находит лишь только один свиток со странными светящимися иероглифами. ",
    "answers": [
      {
        "id": 29,
        "text": "Взять свиток и сжечь аванпост"
      }
    ]
  },
  {
    "id": 39,
    "text": "Роберт достает таинственный свиток и, развернув его, начинает читать.\n- Бла бла бла! Бла бла бла бла! Бла бла бла бла бла!\nПосле того, как он с трудом прочитал эти странные символы, рыцари и он сам наполнились сил и энергии. Теперь солдаты могли закрыть щитами головы и спокойно добраться до ворот, что они и сделали. Вскоре ворота были вынесены тараном и рыцари по старой схеме начали рубить врагов в фарш.",
    "answers": [
      {
        "id": 40,
        "text": "Smash!"
      }
    ]
  },
  {
    "id": 40,
    "text": "Роберт влетает в толпу врагов и начинает их раскидывать элегантными взмахами острого клинка. Они ложились один за одним, словно сено от взмахов косы. Спустя некоторое время, когда Роберт думал, что аванпост уже захвачен, вышел Гарг-Зубар - король гоблинов. Он был без брони, но имел в руках щит с острым лезвием по диаметру. Он немедленно бросился на Роберта.",
    "answers": [
      {
        "id": 41,
        "text": "Увернуться"
      },
      {
        "id": 42,
        "text": "Заблокировать атаку щитом"
      }
    ]
  },
  {
    "id": 41,
    "text": "Роберт увернулся от атаки Гарга, но тот кинул щит, словно это метательный диск, прямо в голову молодому рыцарю...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 7. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 42,
    "text": "Роберт резко ставит перед собой щит. Гарг не ожидал такой реакции и, ударив главного героя по щиту, отлетает от отдачи на пару метров. Роберт не упускает возможности и наносит сильный удар по телу короля, от чего он отпрыгивает в сторону. Меч молодого рыцаря рассек кожу на теле Гарга, нанеся серьезный урон.\n",
    "answers": [
      {
        "id": 43,
        "text": "Приготовиться к защите"
      },
      {
        "id": 44,
        "text": "Еще атаковать"
      }
    ]
  },
  {
    "id": 43,
    "text": "Роберт встал в боевую стойку, поставив перед собой щит и отведя меч в сторону. Гарг с неистовой яростью бросается на молодого рыцаря, но Роберт отбросил его легким толчком щита. Не раздумывая, Роберт проводит контратаку, которая лишила Гарга трех пальцев на левой руке.\n- Аргх!!! Ты посметь отрубить Гаргу пальцы?! Гарг зол! Он убивать!\nЗакричал Гарг-Зубар, после чего, собрав все силы устремился на Роберта.",
    "answers": [
      {
        "id": 45,
        "text": "Пронзить Гарга клинком"
      },
      {
        "id": 46,
        "text": "Встать в боевую стойку"
      }
    ]
  },
  {
    "id": 44,
    "text": "Роберт провел еще одну атаку, но Гарг заблокировал его, оглушив рыцаря. После этого он провел контратаку, которая стала фатальной для главного героя...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 8. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 45,
    "text": "Когда Гарг приблизился на достаточное расстояние, Роберт пронзил его клинком, наконец убив короля гоблинов. Все это время за этим наблюдали рыцари штурмового и разведочного отрядов, включая и Лукаса. \n- Хмм.. Ты сильнее, чем я думал! Ты смог убить короля гоблинов Менора! Да здравствует Роберт!\nТоржественно заявил Лукас. После этого отряды устроили привал на захваченном аванпосте. Они жарили кабанов, пойманных членами разведочного отряда, пили гномий эль, разговаривали о предстоящем сражении близ замка Тардарота.",
    "answers": [
      {
        "id": 47,
        "text": "Спросить Лукаса о замке Тардароте"
      }
    ]
  },
  {
    "id": 46,
    "text": "Роберт становится в боевую стойку, поставив перед собой щит, но увы, Гарг обошел защиту рыцаря и ударил по торсу, разрезав Роберта на две части...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 9. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 47,
    "text": "Роберт спрашивает Лукаса о замке Тардароте.\n- Это очень опасное место, Роберт. Стены этого замка состоят их теменного кирпича, который можно разбить только святым оружием. По граням замка располагаются четыре башни, на которых круглосуточно караулят тролли. В случае приближения врага, они начинают бросаться зажженными бочками с порохом. Ворота замка состоят из мрачного металла. Таран тут безсилен. А за стенами находится многотысячный орочий гарнизон. В самом замке находится Шелдар. Это могущественный темный колдун, способный несколькими заклинаниями уничтожить всех наших рыцарей.\nЛукас отвечал Роберту серьезно и вдумчиво.",
    "answers": [
      {
        "id": 48,
        "text": "- Но.. Как же нам тогда победить в этой битве?"
      }
    ]
  },
  {
    "id": 48,
    "text": "- Я незнаю..\nЛукас помрачнел. Его взгляд упал вниз.\n- Что? Неужели король послал нас сюда на верную смерть?\nРоберт был встревожен.\n- Скорее всего так и есть. Король уже давно привык к тому, что Орден Орла справляется со всеми задачами и считает, что мы справимся и сейчас...\nЛукас ушел в свою палатку отдыхать, оставив Роберта в полнейшем недоумении и растерянности.",
    "answers": [
      {
        "id": 49,
        "text": "Пойти отдыхать"
      }
    ]
  },
  {
    "id": 49,
    "text": "Он решил пойти спать, ведь утро вечера мудренее. Молодой рыцарь пришел к своей палатке. Палатки у рыцарей были двуместными и высокими, чтобы они могли ходить там в полный рост. Там находился другой рыцарь, из отряда Роберта. Он сидел на своем спальном мешке и тихо плакал.",
    "answers": [
      {
        "id": 52,
        "text": "Проигнорировать и лечь спать"
      },
      {
        "id": 51,
        "text": "Спросить, что случилось"
      }
    ]
  },
  {
    "id": 50,
    "text": "Роберт приказал рыцарям выстроиться клином и нестись в бой, что есть силы, после чего его доблесные воины, выстроившись как нужно, устремились в бой. Орки не ожидали столь мощной атаки и дали слабину. В итоге баррикады были пробиты одним ударом тарана и рыцари проникли за линию обороны. Начался кровавый бой. Роберт находился в центре всего этого и отбивался от мощных атак орков.",
    "answers": [
      {
        "id": 55,
        "text": "Smash!"
      }
    ]
  },
  {
    "id": 51,
    "text": "- Эй, ты чего?\nРоберт был обеспокоен поведением этого рыцаря.\n- Я-я.. Ужасно себя чувствую..\nПрошептал рыцарь сквозь слезы.\n- Ты ранен? Может тебя ранили отравленной стрелой?\n- Нет.. Я просто боюсь идти к воротам Тардарота..\n- Лукас мне рассказывал.. Что это верная смерть..\n- Я готов умереть, если этого хочет король.. Только вот я пообещал своей невесте, что вернусь и мы поженимся.. Но потом я узнал, что мы плывем на Менор.. Я не сдержу своего обещания..\nОн раскис совсем.\n- Я не могу тебе ничем помочь..\nРыцарь ничего больше не сказал и, потушив свою свечу, лег спать.",
    "answers": [
      {
        "id": 52,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 52,
    "text": "Роберт, сняв с себя тяжелые доспехи, начал расправлять свой спальный мешок. После этого он лег в него и, подумав немного о словах Лукаса, уснул.\nУтром его разбудил крик Лукаса.\n- Подьем! Общий сбор!\nРоберт протер глаза и в быстром темпе начал натягивать на себя доспехи. Через десять минут он был готов и вышел из шатра. Лукас ждал его, чтобы рассказать тактику действий.",
    "answers": [
      {
        "id": 53,
        "text": "Подойти к Лукасу"
      }
    ]
  },
  {
    "id": 53,
    "text": "- Значит так! Наша задача прорваться через баррикады и нанести удар по воротам Тардарота. \nОн указал на карте местоположение баррикад противника, а потом и ворот Тардарота. \n- Сначала действует разведочный отряд, который оценит оборону баррикад и найдет в ней проблешь. Позже выдвигается штурмовой отряд и бьет клином по предварительно закиданными разведочным отрядом дымовыми бомбами оркам, проникнув за баррикады. Резервный отряд должен подготовить катапульты и баллисты для обстрела ворот Тардарота. Он выдвигается только после того, как штурмовой отряд проникнет за линию баррикад. Затем разведочный отряд должен разделиться и искать потайные пути для проникновения через стены замка. Штурмовой отряд в это время бьет тараном по воротам, а резервный занимается обстрелом троллей и лучников на стенах. Всем все ясно?\nВсе разом кивнули.\n- Тогда приступаем!",
    "answers": [
      {
        "id": 54,
        "text": "Созвать членов штурмового отряда",
        "need": 7
      },
      {
        "id": 82,
        "text": "Созвать членов разведочного отряда",
        "need": 67
      },
      {
        "id": 93,
        "text": "Созвать членов резервного отряда",
        "need": 85
      }
    ]
  },
  {
    "id": 54,
    "text": "Роберт созвал всех членов своего отряда и начал действовать по плану Лукаса. Вперед пошел сам Лукас со своим разведочным отрядом, а главный герой со штурмовым отрядом шел медленнее и позади. Вскоре разведочный отряд был уже еле виден вдали. Спустя некоторое время Роберт увидел баррикады противника. На этот раз там были орки. Они куда сильнее хобгоблинов, так что разносить их толпами у Роберта врятле получится. Тем временем возле баррикад разведочный отряд начинал выполнять свою часть плана. Роберту стоило бы поторопиться.",
    "answers": [
      {
        "id": 50,
        "text": "Выполнить построение клина и начать штурм"
      }
    ]
  },
  {
    "id": 55,
    "text": "Роберт начал проводить мощные комбо-атаки, попутно отбивая атаки противника. Орки умирали, не нанося практически никакого вреда рыцарю. Все шло по плану. Резервный отряд уже подготовил осадные орудия и подходит ближе, чтобы начать обстрел ворот. Но вдруг перед Робертом вырисовывается огромный орк с двуручным топором. Он смотрел на молодого рыцаря сверху вниз. Но спустя мгновение он замахнулся и ударил топором по Роберту. Рыцарь отлетел на добрый десяток метров, с глубокой раной на груди. Орк начал приближаться к Роберту.",
    "answers": [
      {
        "id": 56,
        "text": "Позвать Лукаса на помощь"
      },
      {
        "id": 57,
        "text": "Встать и сражаться"
      }
    ]
  },
  {
    "id": 56,
    "text": "Роберт начал звать Лукаса, завывая от боли. Но, к сожалению, Лукаса рядом не оказалось...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 10. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 57,
    "text": "Роберт не здается и встает, несмотря на тяжелую рану. \n- Я не боюсь тебя и принимаю бой!\nЗакричал главный герой, игнорируя боль. После этого он приготовился к атаке.",
    "answers": [
      {
        "id": 58,
        "text": "Пронзить орка мечом"
      },
      {
        "id": 59,
        "text": "Разбежаться и толкнуть орка щитом"
      },
      {
        "id": 60,
        "text": "Наносить множество комбо-ударов"
      }
    ]
  },
  {
    "id": 58,
    "text": "Роберт разбегается и пытается проткнуть орка своим острым как бритва клинком. Но орк отпихивает его ногой и наносит мощный удар рыцарю по голове...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 11. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 59,
    "text": "Роберт разбежался и попытался толкнуть орка щитом, но тот оказался крепким, как сказа и не шелохнулся. После этого он схватил Роберта за голову, поднял над землей и раздавил его черепушку...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 12. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 60,
    "text": "Роберт разбегается и начинает наносить множество слабых атак, лишая орка возможности контратаковать. После очередной серии ударов, орк разъярился и откинул рыцаря ударом ручки топора. Но это не нанесло Роберту почти никакого вреда. Орк выглядел вымотанным.",
    "answers": [
      {
        "id": 58,
        "text": "Пронзить орка мечом"
      },
      {
        "id": 62,
        "text": "Разбежаться и толкнуть орка щитом"
      },
      {
        "id": 63,
        "text": "Использовать комбо-атаки"
      }
    ]
  },
  {
    "id": 61,
    "text": "Роберт, сильно замахнувшись, отделяет голову могучего орка от тела. Грозный противник повержен. Пока Роберт сражался с орком, аванпост был уже давно захвачен.\n- Ты не перестаешь меня удивлять, Роберт!\nТоржественно вскрикнул Лукас. Роберт был польщен.\n- Слава могучему Роберту!\nПрокричали все рыцари в один голос.\n- Ладно, все, сейчас наша цель - ворота Тардарота!\nСказал Лукас и приказал своему отряду действовать по плану.\n",
    "answers": [
      {
        "id": 64,
        "text": "- Чтож, сделаем это!!!"
      }
    ]
  },
  {
    "id": 62,
    "text": "Роберт разбегается и толкает орка щитом, от чего тот еле смог устоять. Теперь, когда орк ослабил защиту, рыцарь может наносить еще атаки, что он и сделал. Роберт нанес несколько режущих атак, после чего пинком оттолкнул орка. Орк разьярился и бросился на молодого рыцаря, но тот увернулся и недруг остановился, чтобы передохнуть.",
    "answers": [
      {
        "id": 58,
        "text": "Пронзить орка мечом"
      },
      {
        "id": 59,
        "text": "Разбежаться и толкнуть орка щитом"
      },
      {
        "id": 65,
        "text": "Использовать комбо-атаки"
      }
    ]
  },
  {
    "id": 63,
    "text": "Роберт снова использовал слабые комбо-атаки. Но на этот раз орк снес его, ударив обухом топора, после чего добил расплющиванием головы ногой...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 12. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 64,
    "text": "Роберт с неистовой яростью ринулся в сторону ворот Тардарота. Рыцари столь же яростно бежали за ним. Молодому рыцарю предстояла тяжелая битва...\n\n\n\n\n\nСпасибо за чтение моей третьей главы! Надеюсь, что вам понравилось. Также, как и тогда настоятельно прошу вас написать в отзывах, если дошли до этой концовки с первого раза. Следующая глава \"Роберт - Рыцарь. Ворота Тардарота\" появится к концу марта. Кому интересно - ждите)",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 13. Хорошая. Продолжение"
      }
    ]
  },
  {
    "id": 65,
    "text": "Роберт снова использует слабые комбо-атаки, после чего изнуренный орк падает на колени.",
    "answers": [
      {
        "id": 61,
        "text": "Обезглавить орка"
      }
    ]
  },
  {
    "id": 66,
    "text": "Здесь вы можете загрузиться на тех местах, где происходит жесткий махач. Это сделано, чтобы вам не пришлось листать кучу раз страницы книги.) \n\nP.S. Забота о читателях",
    "answers": []
  },
  {
    "id": 67,
    "text": "Роберт посчитал, что его ловкость и сноровка помогут больше в разведке, ежели в прямом сражении, а в резерве только слабаки!\n- Я выбираю разведочную группу, капитан Лукас!\nБыстро протараторил Роберт.\n- Хмм? Чтож, как пожелаешь. Кстати, не против возглавить разведочный отряд?\n- Да, конечно! Я не подведу вас!\nРоберт сиял. Вскоре все остальные рыцари тоже разделились по группам. В штурмовом отряде оказалась половина всех рыцарей, а в разведочном и резервном по четверти.",
    "answers": [
      {
        "id": 68,
        "text": "Скомандовать отряду выстроиться перед собой"
      },
      {
        "id": 40,
        "text": "Битва с королем гоблинов (Сохранение)",
        "need": 96
      },
      {
        "id": 55,
        "text": "Битва с орком (Сохранение)",
        "need": 96
      }
    ]
  },
  {
    "id": 68,
    "text": "Отряд послушно выстроился перед Робертом. Тем временем Лукас достал карту острова и начал составлять тактику.\n- Штурмовой отряд медленно идет по этому каньону.\nОн тычет пальцем в извилистый каньон, практически напрямую ведущий в следующую деревню противника.\n- Разведочный отряд выходит первее штурмового и, разделившись на две группы, двигается по \"обочинам каньона, обезвреживая ловушки и уничтожая засады.\nОн водит пальцем параллельно каньона на карте.\n- Резервный отряд продвигается за штурмовым и останавливается в центре каньона, закрепившись на этой позиции.\nОн указывает на центр каньона, ровно между захваченной деревней и следующей деревней противника.\n- Все ясно?",
    "answers": [
      {
        "id": 69,
        "text": "- Капитан Лукас, зачем придумывать такой сложный план? Ведь эту деревню мы удачно взяли и лобовой атакой!"
      },
      {
        "id": 70,
        "text": "Слушать дальнейших приказаний",
        "need": 69
      }
    ]
  },
  {
    "id": 69,
    "text": "- Все бы ничего, но сейчас мы имеем дело не с простыми гоблинами, а хобгоблинами. Они чуть сильнее обычных, но их самая сильная сторона - это разум. Если мы пойдем напрямую лобовой атакой, то зуб даю, что все рыцари погибнут от ловушек и засад.",
    "answers": [
      {
        "id": 68,
        "text": "- Ясно"
      }
    ]
  },
  {
    "id": 70,
    "text": "- А теперь выдвигаемся!\nПрокричал Лукас, после чего скрылся в толпе. Роберт приказал рыцарям двигаться к каньону. Это у них заняло несколько минут. Этот каньон был внушителен и огромен, но это не остановит рыцаря в его пути к славе. Пришло время разделяться.",
    "answers": [
      {
        "id": 71,
        "text": "Разделиться на две группы и действовать по плану"
      }
    ]
  },
  {
    "id": 71,
    "text": "По приказу Роберта рыцари разделились на две группы и начали движение по \"обочинам\" каньона. А вот и первая ловушка на пути. Капкан! Как оригинально.",
    "answers": [
      {
        "id": 72,
        "text": "Кинуть в него камушек"
      }
    ]
  },
  {
    "id": 72,
    "text": "Незамудреная ловушка была обезврежена незамудреным путем. Роберт продолжил свой путь, обезвреживая капканы и засыпая лопатой кабаньи ямы со штыками. Вскоре он со своей группой наткнулся на хобгоблинскую засаду. Эти жалкие создания еще и не подозревали, какая участь их ожидает.",
    "answers": [
      {
        "id": 73,
        "text": "Метнуть дымовую бомбу и всех перерезать"
      }
    ]
  },
  {
    "id": 73,
    "text": "Роберт кидает в этих неудачников дымовую бомбу и, когда враги были в недоумении, приказал атаковать. Рыцари достали свои острые, как бритва, крилинки и ринулись на беззащитных существ. Роберт тоже достал клинки и помогал своим побыстрее расправиться с хобгоблинами. \n- Так держать! \nПохвалил рыцарей Роберт.",
    "answers": [
      {
        "id": 74,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 74,
    "text": "Роберт продолжил свой путь, обезвреживая примитивные, но хитро спрятанные ловушки недругов. С противоположной стороны каньона была видна вторая группа разведочного отряда, которая столь же усердно расчищала путь. А где-то сзади плелся штурмовой отряд, капитаном которого был Лукас. Вскоре Роберт заметил вдали аванпост (Комплекс построек, состоящий из двух сторожевых башен, ворот и здания с гарнизоном, напоминающий таможню). Еще позже он подошел достаточно близко к нему, чтобы оценить оборону. Оборона конечно была так себе - штурмовой отряд хорошо пройдет лобовой атакой. Хотя, кто же знает, вдруг что-то пойдет не так?",
    "answers": [
      {
        "id": 75,
        "text": "Атаковать аванпост"
      },
      {
        "id": 76,
        "text": "Позволить атаковать штурмовому отряду"
      }
    ]
  },
  {
    "id": 75,
    "text": "Роберт решил атаковать аванпост сам, дабы сохранить больше воинов в отряде Лукаса. Рыцари начали перекидывать короткие крюки-кошки через ворота, чтобы перелезть через них, так как тарана в разведочном отряде небыло. Вскоре все рыцари были внутри аванпоста, уничтожая оппонентов десятками. Хобголины не ожидали такого \"сюрприза\" и, немного погодя, были разгромлены. Лукас тем временем уже подходил к аванпосту.",
    "answers": [
      {
        "id": 77,
        "text": "Идти к Лукасу"
      },
      {
        "id": 79,
        "text": "Осмотреть аванпост"
      }
    ]
  },
  {
    "id": 76,
    "text": "Роберт приказал рыцарям бездействовать.\n- Я думаю, что Лукас справится, а мы как раз передохнем. \nУверенно сказал Роберт. Рыцари одобрили и устроили здесь привал. Тем временем Лукас начал штурм аванпоста. Спустя несколько минут таран взял свое и штурмовой отряд проник за стены аванпоста. Дальше Роберт уже не мог ничего увидеть, так как это происходило за высокими стенами аванпоста. Вскоре были слышны восторженные крики Лукаса.",
    "answers": [
      {
        "id": 77,
        "text": "Подойти к нему"
      }
    ]
  },
  {
    "id": 77,
    "text": "- О! Роберт! Я как погляжу ты отлично справляешься с поставленной задачей, что не может не радовать. \nПохвалил Лукас Роберта.\n- Да что вы, я просто делаю то, что в моих силах!\nРоберт был польщен, в его улыбке виднелась гордость за себя и высокое самомнение.\nПосле этого Лукас кинул факел в одну из стен аванпоста и двинул дальше со своим отрядом. Его отряд был изнурен.",
    "answers": [
      {
        "id": 78,
        "text": "Действовать по плану"
      },
      {
        "id": 80,
        "text": "Использовать свиток",
        "need": 79
      }
    ]
  },
  {
    "id": 78,
    "text": "Разведочный отряд резво устремился вперед штурмового. Через пару минут Лукас со своими рыцарями был уже позади. Роберт же, занимался обезвреживанием ловушек. Пару часов спустя путь до следующего аванпоста был расчищен. Роберт ждал Лукаса, чтобы провести совместную атаку и увеличить шансы на победу. А вот и штурмовой отряд! Только вот он выглядел слишком изнуренным и не внушал страха противнику. Лукас дал приказ атаковать и рыцари устремились в бой, подвергнувшись обстрелу со стен. У них были щиты, но небыло сил для того, чтобы их держать перед собой, от чего они начали гибнуть один за другим. В итоге Лукас остался один, но и его убила жалящая стрела хобгоблина прямым попаданием в голову. Ведь у Лукаса небыло щита, глефа - оружие двуручное...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 14. Плохая. Смерть предводителя"
      }
    ]
  },
  {
    "id": 79,
    "text": "Перед встречей с Лукасом, Роберт решил осмотреть аванпост. Из всякого хлама, в частности костяного оружия, некачественных костяных стрел, деревянных баклеров (Маленький круглый щит для блокировки атак исключительно в ближнем бою), он находит свиток со странными иероглифами.",
    "answers": [
      {
        "id": 77,
        "text": "Подобрать и идти к Лукасу"
      }
    ]
  },
  {
    "id": 80,
    "text": "Роберт разворачивает неизвестный свиток и начинает читать символы на нем, стоя в эпичной позе. \n- Бла бла бла! Бла бла бла бла! Бла бла бла бла бла!\nЧтение столь сложных иероглифов утомило его, зато отряд Лукаса словно оживился. Даже сам Лукас офиг.. В смысле был удивлен. Роберт продолжил путь со своим отрядом, обезвреживая ловушки по дороге к следующему аванпосту. А вот и сам аванпост.",
    "answers": [
      {
        "id": 81,
        "text": "Ждать Лукаса"
      }
    ]
  },
  {
    "id": 81,
    "text": "Роберт решил подождать Лукаса, чтобы потом провести совместную атаку для увеличения шанса на победу и уменьшения потерь. Вскоре Лукас начал штурм. Его рыцари подверглись обстрелу, но у них были верные щиты, которые защищали их от подобного оружия. Вскоре ворота были разбиты одним ударом тарана и штурмовой отряд сражался уже внутри. Роберт, не раздумывая, ринулся со своим отрядом на подмогу. Вот такого хобгоблины точно не ожидали.",
    "answers": [
      {
        "id": 40,
        "text": "Smash!"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вперед пошел Роберт со своим разведочным отрядом. За ним медленно плелся Лукас со штурмовым, а в самом заду находился резерв, подготавливающий осадные орудия для штурма ворот. В скором времени главный герой увидел баррикады противника. Там находились ничего не подозревающие орки.",
    "answers": [
      {
        "id": 83,
        "text": "Искать проблешь в обороне"
      },
      {
        "id": 84,
        "text": "Закидать дымовыми бомбами"
      }
    ]
  },
  {
    "id": 83,
    "text": "Роберт действовал четко по плану. Он приказал рыцарям искать наиболее уязвимое место для атаки. Вскоре они обнаружили небольшой участок баррикад, где небыло никаких ловушек. Также опоры баррикад в этом месте выглядели менее прочными. \n- Да! Это отличное место! \nЗакричал Роберт, после чего рыцари начали обкидывать недоумевавших орков дымовыми бомбами. А вот и Лукас, выстроивши своих рыцарей клином, несется в бой. Спустя какое-то время баррикады были пробиты и Лукас прорвался за линию обороны. Роберт приказал своим рыцарям атаковать тоже. ",
    "answers": [
      {
        "id": 55,
        "text": "Smash!"
      }
    ]
  },
  {
    "id": 84,
    "text": "- Да у них слабая оборона! Закидаем их бомбами!\nС этими словами Роберт побежал в сторону баррикад, приготовив бомбы к броску. Его отряд последовал за ним. Вскоре противник был закидан бомбами, от чего оборона баррикад ослабла. По плану Лукас выстроил свой отряд клином, но место, которое выбрал для атаки Роберт, было утыкано ловушками...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 16. Плохая. Смерть предводителя"
      }
    ]
  },
  {
    "id": 85,
    "text": "Роберт посчитал, что рыцари и без него справятся в этом бою. Он вообще не хотел подвергать свою жизнь риску, а в штурмовой и разведочный отряды найдутся рыцари куда сильнее его. Молодой рыцарь подошел к Лукасу.\n- Я пойду в резерв, капитан Лукас!\nПротараторил быстро Роберт.\n- Хмм? Чтож, твой выбор. Я думаю, что ты будешь отличным командиром резерва!\n- Я вас не подведу!\nРоберт был доволен тем, что уменьшил шансы на свою скорейшую погибель. Вскоре остальные рыцари тоже разделились по группам. В штурмовой оказалась половина всех рыцарей, а в разведочной и резервной лишь по четверти.",
    "answers": [
      {
        "id": 86,
        "text": "Скомандовать отряду выстроиться перед собой"
      },
      {
        "id": 40,
        "text": "Битва с королем гоблинов (Сохранение)",
        "need": 96
      }
    ]
  },
  {
    "id": 86,
    "text": "Отряд послушно выстроился перед Робертом. Тем временем Лукас достал карту острова и начал составлять тактику.\n- Штурмовой отряд медленно идет по этому каньону.\nОн тычет пальцем в извилистый каньон, практически напрямую ведущий в следующую деревню противника.\n- Разведочный отряд выходит первее штурмового и, разделившись на две группы, двигается по \"обочинам\" каньона, обезвреживая ловушки и уничтожая засады.\nОн водит пальцем параллельно каньона на карте.\n- Резервный отряд продвигается за штурмовым и останавливается в центре каньона, закрепившись на этой позиции.\nОн указывает на центр каньона, ровно между захваченной деревней и следующей деревней противника.\n- Все ясно?",
    "answers": [
      {
        "id": 87,
        "text": "- Зачем придумывать такой сложный план? Ведь эту деревню мы удачно взяли и лобовой атакой!"
      },
      {
        "id": 88,
        "text": "Слушать дальнейших приказов",
        "need": 87
      }
    ]
  },
  {
    "id": 87,
    "text": "- Все бы ничего, но сейчас мы имеем дело не с простыми гоблинами, а хобгоблинами. Они чуть сильнее обычных, но их самая сильная сторона - это разум. Если мы пойдем напрямую лобовой атакой, то зуб даю, что все рыцари погибнут от ловушек и засад.",
    "answers": [
      {
        "id": 86,
        "text": "- Ясно"
      }
    ]
  },
  {
    "id": 88,
    "text": "- А теперь выдвигаемся!\nПрокричал напоследок Лукас, потерявшись из виду среди рыцарей. Роберт ждал, пока штурмовой отряд не скроется между холмов впереди, чтобы выжвинуться за ним. Тем временем он нашел какую-то странную игральную карту, на которой был нарисован череп на черном с красным фоне.\n",
    "answers": [
      {
        "id": 89,
        "text": "Посмотреть, что за карта"
      },
      {
        "id": 90,
        "text": "Не трогать карту и отравиться в путь"
      }
    ]
  },
  {
    "id": 89,
    "text": "Роберт медленным и нерешительным движением руки поднимает эту карту. После этого он перевернул ее. Там было написано \"Когда ты это прочитаешь, из твоего тела будет сочиться кровь, а из кожи выползать черви\". Это последнее, что Роберт прочитал за свою столь короткую жизнь, да и вообще последнее, что он сделал...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 17. Плохая. Смерть (Секретная)"
      }
    ]
  },
  {
    "id": 90,
    "text": "Роберт решил не трогать сей подозрительный предмет, дабы избежать возможных тяжких последствий. Он скомандовал рыцарям выдвигаться, после чего они двинулись в путь. Резервный отряд нес с собой множество оружия дальнего боя, палаток, еды, медикаментов и деталей осадных орудий. Вскоре они добрались до каньона, но, по-видимому, штурмовой отряд был уже далеко, так как его небыло видно впереди. Роберт приказал немного ускорить шаг. Он не должен был отставать, так как его целью было в случае серьезной опасности придти на помощь другому отряду. Для этого он должен услышать, как кто-то дует в рог, после чего сразу направляться туда. Спустя некоторое время, рыцари вошли в каньон. Вдали был виден аванпост(Комплекс построек, состоящий из двух сторожевых башен, ворот и здания с гарнизоном, напоминающий таможню), который уже штурмовал Лукас.",
    "answers": [
      {
        "id": 91,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "Роберт со своим отрядом шел медленно, как и приказал Лукас. Спустя некоторое время молодой рыцарь увидел клубы дыма над аванпостом, видимо, он был уже захвачен и подожжен. Вскоре Роберт добрался до аванпоста, который уже догорел и в нем врятле что-то можно было найти. По плану Лукаса, Роберт устроил здесь лагерь, закрепившись на этрй позиции. Рыцари вбили колья по углам лагеря и установили палатки, разложив неподалеку от них все вещи. Отряд отдыхал.",
    "answers": [
      {
        "id": 92,
        "text": "Отдохнуть"
      }
    ]
  },
  {
    "id": 92,
    "text": "Роберт залез к себе в палатку и принялся отдыхать. Он снова мечтал о том, что когда-то выплывет с отцом на середину реки и выудит рыбу размером с полено. От таких сладких воспоминаний он задремал. Но его отдых продолжился недолго, так как раздалось дуновение в рог. Роберт быстро подскочил и приказал рыцарям двигаться на звук, а тоесть к деревне оппонента.  Спустя полчаса непрерывного бега, рыцари добежали до следующего аванпоста. Там уже происходил бой, но штурмовой отряд проигрывал из-за чрезмерной усталости.",
    "answers": [
      {
        "id": 40,
        "text": "Smash!"
      }
    ]
  },
  {
    "id": 93,
    "text": "Роберт созвал всех членов резервного отряда и приступил к плану, приказав рыцарям собирать катапульты и баллисты. Тем временем вперед пошел разведочный отряд, а за ним медленно плелся штурмовой отряд во главе Лукаса. Все шло, как и задумывалось. Вскоре Роберт заметил, что разведочный отряд уже начал обкидывать бомбами недоуменного противника. Еще позже штурмовой отряд понесся клином на баррикады и пробил их одним ударом тарана. Роберту нужно было подготовить и подкатить ближе осадные орудия для обстрела ворот раньше, чем Лукас полностью разгромит орков.",
    "answers": [
      {
        "id": 94,
        "text": "Быстрее собирать осадные орудия"
      },
      {
        "id": 95,
        "text": "Собирать с такой же скоростью"
      }
    ]
  },
  {
    "id": 94,
    "text": "Роберт приказал рыцарям быстрее собирать осадные орудия, дабы успеть их подкатить к нужному месту, пока Лукас сражается с орками. Но при неаккуратной из-за спешки сборке катапульты, одно из колес отвалилось и покатилось прямо на Роберта, раздавив его...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка 18. Плохая. Смерть"
      }
    ]
  },
  {
    "id": 95,
    "text": "Роберт решил, что при быстрой сборке осадных орудий, в связи с неаккуратностью, может случиться несчастный случай. Спустя некоторое время осадные орудия были готовы и рыцари начали толкать их вперед. Лукас тем временем уже заканчивал с захватом аванпоста и вскоре уже будет штурмовать ворота Тардарота. Еще позже осадные орудия были на нужном месте и готовились к обстрелу стен и ворот.",
    "answers": [
      {
        "id": 64,
        "text": "- Чтож, сделаем это!!!"
      }
    ]
  },
  {
    "id": 96,
    "text": "Здесь вы можете загрузиться на некоторых моментах, если вам лень листать до того же места. (Ленивые задницы):)",
    "answers": [
      {
        "id": 7,
        "text": "Сохранения штурмового отряда"
      },
      {
        "id": 67,
        "text": "Сохранения разведочного отряда"
      },
      {
        "id": 85,
        "text": "Сохранения резервного отряда"
      }
    ]
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  }
]