[
  {
    "id": 1,
    "text": "Автор: Золотой Писатель\nСтатус: Разработка завершена\nПрогресс: Доступно десять глав\n\nВ данном квесте вы сможете играть за молодого парня по имени Александр, который оказывается в эпицентре страшной болезни, в результате которой человек сначала умирает, а потом оживает, стремительно деградируя и становясь невероятно агрессивным. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 8,
        "text": "О героях"
      },
      {
        "id": 11,
        "text": "Прогресс"
      },
      {
        "id": 12,
        "text": "Для читателей"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1: „Начало эпидемии”\n\nБольница. Два медбрата несут на носилках человека. Он чертовски плохо выглядит, кровь вовсю сочится из шеи. Врач помогает донести пациента до операционной. Тело кладут на кушетку. Врач начинает операцию. Он достаёт иглу и нитку. Начинает зашивать рану. Хирург удивляется, осознав, насколько глубок укус. Обработав рану, врач начинает зашивать рану. Укушенный не приходит в сознание, и никакая боль сейчас не способна его разбудить, как будто бы он в глубокой коме. Операция проходит успешно. Пациент начинает приходить в сознание. Вдруг он кусает врача за руку, тот пытается отцепить человека от своей руки. Ему это удаётся. Он пытается перебинтовать руку, но пациент валит хирурга. Доктор всячески сопротивляется. В конце концов, он бьёт обезумевшего по лицу, затем ещё раз. Пациент пытается ещё раз укусить врача, но тот бьёт ногой в живот и кидает укушенного в другой конец комнаты. Доктор берёт бинты, ножницы, йод и идёт в другую палату. Хирург выходит из первой операционной и закрывает кабинет на ключ, после чего идёт к медсёстрам.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Врач заходит в служебный кабинет. Медсёстры обращают внимание на укус.\n–Что случилось, Арсений Олегович?– спрашивает старшая медсестра.\n–Пациент укусил меня, Танечка.- отвечает хирург.\n–Это что, тот, которому часть шеи откусили?\n–Да, именно он.\n–Он что, укусил вас во время операции?\n–Нет, сразу после неё. Мне кажется, он вообще хотел меня загрызть.– Арсений сел на стул напротив старшей медсестры.–Всё пытался своими челюстями глотку мне прокусить. \n–Какой ужас! А почему?- спросила молодая медсестра Екатерина.\n–Я понятия не имею, но у меня есть подозрения, что это из-за той сумасшедшей бездомной, которая его и укусила. \n–А знаете, я слышала, что по городу разгуливает страшная зараза. Она как раз передаётся через укус. Это очень похоже на бешенство, но заражённые помимо этого ещё и тупеют.– рассказала Жанна.\n–Так это что, Арсений Олегович, получается, тоже заразился? И скоро он тоже будет всех кусать?– испугалась Ольга.\n–Поверь, Оленька, такого не случится.– успокоил девушку доктор.– С моим-то иммунитетом... Вот ты вспомни, когда по Москве гулял новый штамм бубонной чумы. Мою кровь, как вакцину взяли, и весь город исцелили. Мне никакая болезнь не страшна.\n–Очень надеюсь, Арсений, потому что в наших документациях этот вирус может сломать самый крепкий иммунитет.– сказала Татьяна.\n–Слушайте, девочки, что-то я заболтался с вами, я ведь пришёл, чтобы руку забинтовать, а то пациент мешается.\n–А где он сейчас?– испуганно спросила Жанна.\n–В первой операционной, под замком.\n–Ну тогда ладно.– успокоилась медсестра.– Я тогда наверно позову санитаров, пусть успокоят его.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "...–Короче, перебинтовал он себя, а пациент до сих пор так и сидит в операционной, его пытались успокоить, но он только искусал санитаров. И ему изредка дают еду, чтоб не помер.\n–Ну и ну, после твоих будничных рассказов у меня мурашки по коже. Страшно работать в твоей больнице.\n–Ты просто не знаешь, каково работать в магазине при МКАД. Хорошо, что я нашла себе нормальную специальность. Кстати, а что у тебя на работе сегодня происходило?\n–Да, впринципе, ничего необычного. Всё та же макулатура, всё те же идиоты коллеги, хотя знаешь... Точно, было у меня кое-что сегодня интересное на работе.\n–Так расскажи скорей!\n–Значит, вот как всё начиналось: Пошли мы с Даней обрабатывать досье на преступника. Досье было огромнейшим, а так как мы лучшие работники, то больше доверить это досье некому. Когда мы вбивали информацию для суда, то обнаружили несколько интересных фактов. Этот мужик обвиняется за незаконные разработки биологического оружия. За этим делом его спалил сын, между прочим, парень твоего бывшего директора. Так как сынок работает полицейским, то он спалил всем своим рабочим друзьям контору отца. Этот садист проводил эксперименты на людях, и по его словам, даже выпустил два штамма на свободу. Конечно же, с носителями. Знаешь, Кать, я бы на твоём месте призадумался, может быть, твой пациент заражён одним из этих штаммов?!\n–Надеюсь, что нет, потому что это очень страшная жесть. Конечно, биологическое оружие— это просто шок. \n–Конечно, да. Ну, жутких историй мы друг другу рассказали, теперь можем идти спать?\n–Хах, было бы весело, но ужин всё ещё ждёт, пока мы его съедим. \n–Ох, точно. Тогда чего мы ждём?\n–Понятия не имею!",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы с Екатериной сели за стол и начали есть. Быстро поев, вы решили посмотреть какой-нибудь фильм. Зайдя в интернет, вы нашли отличный фильм ужасов. Начался просмотр...\n–Конечно же, я тупая блонкинка, которой сказали не выходить из дома, потому что на улице бродит страшная агрессивная тварь, которая разрывает всех на кусочки, поэтому я чисто по фану выйду на улицу и заору на всю округу, чтобы монстр точно меня не услышал, и упаду на землю, ничуть не попытавшись встать, чтобы монстр точно меня не схватил. Вот так она и думает.– сказали вы.\n–Почему же её мысли так похожи на мысли её парня?– саркастично спросила Катя.\n–Определённо, они созданы друг для друга. Два самых тупых человека на Земле.\nЕкатерина засмеялась, затмевая шум фильма, но вдруг раздался громкий звонок на телефоне. Девушка даже немного испугалась звонка. Она подошла к телефону и посмотрела, кто звонил.\n–Саш, это, кажется, к тебе!\nВы подбежали к смартфону и подняли трубку.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "–Алло, мам!\n–Уф, как хорошо, что ты ответил. До твоего брата дозвониться не могу.\n–Что случилось?\n–Папе плохо.\n–Опять сердечный приступ?\n–Нет. Папе очень плохо, он кашляет кровью. Я смотрела его пульс, и мне теперь страшно.\n–Что не так? У него высокое давление? Я помню, что с папой такое было после возвращения с глубины.\n–Сынок, у него нет пульса!\n–Всмысле?\n–У него пульс мертвеца. Сердце бьётся очень редко. Примерно раз в 3 секунды. Мне кажется, он умирает. Вы приедете с Катюшей ко мне? Она же медик, она знает, что нужно делать!\n–Да, конечно, мам!- вы положили трубку.\n\n–Что случилось?– испуганно спросила Екатерина.\n–Нам надо ехать к отцу, он умирает!– ответили вы.\n–Что? Как?\n–Пульса почти нет, сердцебиение 20 раз в минуту, харкает кровью.\n–Так он же вот-вот умрёт! Срочно вызывать докторов! Я срочно звоню своим! Они— профессионалы.\n–Ладно, давай поскорей!\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Обычно просмотр телевизора успокаивает вас, поэтому вы включили его и нажали случайный канал. По телевидению шли новости. „Множество мероприятий отменены из-за вируса, который стремительно распространяется по столице страны. В некоторых районах Москвы объявлен карантин. В больницы поступают многочисленные пациенты. Как известно, вирус передаётся через укус, в результате заражения проявляется агрессия, потеря памяти, атрофирование мышц. Из домов выходить не рекомендуется, так как переносчики инфекции теряют контроль над собой”.По окончанию новостного выпуска вы поняли, что стали вдвое напряжённее, так как по городу гуляет неизвестная зараза, и вполне возможно, что ваш отец заражён ею.\n–Ладно, дорогой, я пойду, мне сказали идти в больницу. Я хорошо знаю твоих родителей, поэтому поговорю с ними и постараюсь успокоить.\n–Погоди, я с тобой!\n–Нет, мне сказали, что тебе туда ни в коем случае нельзя, потому что ты очень волнуешься, а больница знает случаи, когда от волнения люди сходили с ума. Так что, оставайся здесь и успокойся.\n–Для меня лучшим успокоением сейчас будет увидеть своего отца!\n–Поверь, это не так! Ладно, я побежала!\n–Стой!– крикнули вы.\nДевушка, словно не обратив внимания, бежала дальше. Вы встали и пошли к двери, но девушка прямо перед вами закрыла её.\n–Не волнуйся, всё будет хорошо.– сказав это, девушка начала быстро спускаться по лестнице.",
    "answers": [
      {
        "id": 13,
        "text": "Начать вторую главу"
      }
    ]
  },
  {
    "id": 8,
    "text": "Здесь вы можете больше узнать о некоторых героях рассказа. Например, о главном герое, о его девушке или о ком-нибудь ещё.",
    "answers": [
      {
        "id": 9,
        "text": "Александр "
      },
      {
        "id": 10,
        "text": "Екатерина"
      },
      {
        "id": 30,
        "text": "Галина (2 глава)"
      },
      {
        "id": 31,
        "text": "Павел (2 глава)"
      },
      {
        "id": 52,
        "text": "Таня (2 глава)"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Александр— главный герой рассказа, 24 года, любит Екатерину, занятой, трудолюбивый человек. Любит шутить, причём старается шутить так, чтобы никого не обидеть. Заботлив к другим людям, особенно к близким. Иногда бывает очень нервным, что приводит к панике и паранойе. Работает бюрократистом в офисе Moscow-Sity. Мечтает стать успешным бизнесменом. ",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Екатерина— 22-ух летняя девушка, любит главного героя, умная, скромная и нежная девушка, которая, однако, в критичной ситуации очень решительна и отважна. Оцень ценит семейные ценности людей, работает медсестрой в центральной Московской больнице, многое знает о медецине, поэтому мечтает стать великим доктором. ",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Здесь показаны данные по созданию квеста.\n\n\n\n9 февраля, 2019 год— идея создания рассказа, выпуск в свет. Добавлены вкладок \"О героях\" и \"Прогресс\"\n\n14 февраля, 2019 год— написание второй главы, добавление вкладки \"Для читателей\"\n\n16 февраля, 2019 год— написание третьей главы, добавление вкладки \"Главы\"\n\n19 февраля, 2019 год— написание четвёртой главы\n\n23 февраля, 2019 год— написание пятой главы\n\n27 февраля, 2019 год— написание шестой главы\n\n3 марта, 2019 год— написание седьмой главы\n\n4 марта, 2019 год— написание восьмой главы\n\n7 марта, 2019 год— написание девятой главы\n\n13 апреля, 2019 год— после долгого перерыва, наконец, написание последней, десятой главы. Удаление вкладки \"Главы\"\n\n21 апреля, 2019 год— выход из тестирования, завершение книги",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я хочу вас попросить, чтобы вы в своём отзыве написали свои впечатления от квеста, свои идеи, что мне добавить, убрать или исправить. Напишите, что понравилось, а что нет. Буду очень благодарен за ваше мнение, так как я хочу знать, что больше нравится людям.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Глава 2: „Маленькая катастрофа”\n\nВы ударили кулаком в дверь, после чего начали биться головой о неё, а затем и вовсе медленно сползли к полу. Вы никогда не чувствовали таких смешанных чувств. Ненависть, отчаяние, беспокойство, нервность, испуг и напряжённость смертельно давили на вас. Вы поднялись с пола и пошли в кровать. Вы решили, что лучшим вариантом для вас сейчас будет сон. Вы долго ворочались по кровати, но всё-таки постепенно успокоились. Глаза смыкались и вы уснули... \n\nСмартфон гудел, разносясь эхом по всему дому. Вы едва ли уснули, поэтому, услышав звонок, моментально подскочили и схватили телефон. Вам звонила Екатерина.\n–Алло!— начали вы.— Что с моим отцом? С ним всё хорошо?\nДевушка несколько секунд молчала, и вы уже начали подумывать, что она собирается сказать худшее, но девушка прервала ваши размышления.\n–Когда мы делали ему электрический разряд, он умер...\nВы уронили трубку. Телефон упал так, что выступом нажалась кнопка громкоговорителя. \n–А потом он ожил и откусил два пальца молодому врачу. После этого он напал и на меня, и чуть не укусил. Лишь только твоя мать дотронулась до него, вся в слезах, он переключился на неё и тут же откусил левую щеку. Мне пришлось убить его...\nВы задрожали. Сердце бешено заколотилось, а по коже прошли мурашки. \n–Такая дичь сейчас происходит со всеми укушенными пациентами. Они сначала умирают, потом воскресают, но уже совсем другими, словно чёртовы зомби. Эта эпидемия воскресших катастрофически быстро распространяется, и это страшно. У нас в больнице пациенты искусали всех докторов. И мы не знаем, что делать. Пожалуйс...\nВдруг вы услышали звук упавшего телефона, затем крики и яростные человеческие рыки, после чего послышался звук женского крика и связь отключилась. \nВы ужаснулись. Надо срочно идти.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы быстро начали собираться. Надев пальто, рабочие туфли и шарф, вы вышли из дому и, хлопнув дверью, побежали прочь из этого подъезда. Выбежав из здания, вы увидели своего соседа-пьяницу. Рядом с ним был его собутыльник. Вы часто видели их и осуждали за то, что они предлагают детям алкоголь, а однажды едва не изнасиловали девушку. Алкаш, живший этажом ниже, насколько вы поняли, целовал своего друга в шею. Вы особо не обратили на это внимания и направились к больнице, которая, на самом деле, была довольно далеко. \nВы шли по улице. На дороге была невероятно большая пробка. Таких больших пробок вы никогда не видели. „Хорошо, что у меня нет машины”— подумали вы, и тут же пожалели об этом. \nВдруг из-за угла выбежала девушка, а через пару секунд за ней погнался окровавленный парень. В одно мгновение он догнал девушку и напрыгнул на неё. Своим весом он повалил её. Тут обезумевший вцепил свои челюсти в шею прохожей и начал жевать её плоть, пока девушка неистово кричала от боли. От мерзости вас едва не стошнило. Вы поспешили убраться на другую улицу. Вы могли попытаться пройти через машины или пропрыгнуть по крышам автомобилей до другой стороны улицы. ",
    "answers": [
      {
        "id": 15,
        "text": "Пройти через проёмы между машинами"
      },
      {
        "id": 16,
        "text": "Пройти по крышам"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы решили, что первый вариант будет адекватнее, хоть и медленнее. Вы начали проходить сквозь щели. Вот, один проход, другой, третий, вы вот-вот выберитесь. Но тут вы попадаетесь в тупик. Вы возвращаетесь назад и видите, что монстр, который минуту назад поедал шею несчастной, сейчас уже проходит первую щель, чтобы поскорее вас сожрать. Тут некоторые водители начинают гудеть. В основном они гудят вам, поэтому нежилец ускоряется. Вы находите другой проход, который точно выведет вас из этого потока. Мертвецу надоедает перелезать через ущелья, поэтому он просто начинает ходить по машинам, чтобы вас догнать. Вдруг начинается движение машин. В большом проёме между двумя машинами задняя движется вперёд, целенаправленно давя вас. Вы кричите и с трудом вылезаете, падая на полосу дороги. Машина придавила вам ногу, но самый настоящий зомби стремительно приближается к вам. Вы смотрите налево и видите, как ещё один мертвец перелезает машину, пытаясь поймать вас. Вас окружает два безумца и вы принимаете рискованное решение. Вы хватаете голову нелюдя, который преграждает вам путь к другой стороне улицы и начинаете бить о бампер машины. Вы бьёте очень сильно, быстро и усердно, и вскоре его голова превращается в кашу. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы решили, что второй вариант быстрее, хоть и безумнее. Вы залезли на крышу машины, затем перепрыгнули на крышу другой. Вдруг вы заметили, что нежилец забрался на крышу первой машины и хочет догнать вас. Некоторое время вы сидели в шоке, но потом он прыгнул к вам и вы тут же рванули на следующую машину. Вдруг началось движение. Вы хотели прыгнуть на край машины, но та двинулась, и вы упали на асфальт. Вы подвернули ногу, поэтому забрались на капот ближайшей машины. Эта машина так же двинулась и гудела вам. Мертвец перепрыгнул на верх этого автомобиля и вы кинулись прочь, на капот другой машины. Вдруг вашу руку схватил мертвец на той стороне улицы и потащил к себе. Он попытался вас схватить, но вы схватили его голову и начали бить о бампер ближней машины. Вы били голову очень сильно, быстро и старательно, и вскоре голова зомби превратилась в кашу.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы наконец-то выбрались из пробки и были этому очень рады. Тут вы услышали звук выстрела. Вы оглянулись. Звук был в оружейном магазине. Вдруг на вашу спину накинулся тот самый зомби. Он попытался укусить вас, но вы кинули его в витражное окно магазина одежды. Множество осколков вцепилось в его тело. Однако он попросту не обращал на это внимания. Вы увидели большой осколок и взяли его. Тут показалась его рука. Вы сразу же вонзили стекло в его руку. Никакой реакции. Но тут он схватил вас за воротник рубашки и потянул к себе. Вы вытащили кусок стекла и вонзили ему в глаз. Тут его хватка ослабла, вы моментально отцепили его руку. Тело замертво упало на пол. Вы отпрыгнули от тела, понимая, что убили человека, хотя он не был похож на человека, но всё же являлся. Вас нахлынула новая волна смешанных эмоций, которые сейчас, кажется, были вашей главной проблемой. Вы упали на асфальт. Отползнув назад, вы случайно уронили тело парня, которому раскрошили голову. Вы испуганно вздохнули и быстро отползли от трупа. Вы встали и повернулись в другую сторону, чтобы убежать как можно дальше отсюда. Однако, в конце улицы вы увидели какую-то драку. Вдруг один из бойцов укусил второго в шею. Вы побежали туда, чтобы быстро протиснуться и чтобы вас не беспокоили. Тут из двери оружейной кто-то вышел и вы врезались в него, сбив с ног и себя, и его.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "–Ты чё творишь? Охренел?— накаченный незнакомец прижал вас к стене и начал душить. Вы ударили его по лицу. Тот схватил вашу голову и хотел было со всей мощи ударить её по стене, но тут женский голос освободил его.\n–А ты чё творишь? Не трогай его.— мужчина повелелся грубому женскому голосу. К вам подошла женщина в военной форме и с козырьком.\n–Что произошло?— спросила она, смотря на вас.\n–Я бежал, а тут он вышел, я его не заметил, поэтому и сбил.\n–Ты от кого-то бежал?\n–Нет, я бежал в тот конец улицы, чтобы пробежать, пока один мужик кусал другого. Он бы тогда меня точно не побеспокоил.\n–Мм... Использовать чужое горе для своего счастья, это в моём стиле. Пойдём вместе.\nВы чувствовали определённую опасность, но тут вы мельком увидели, как из ларька вышел ещё один мужчина, который перезарядил дробовик. Выбора у вас не оставалось.\n–Хорошо.— ответили вы. \nКомандирша сказала остальным своим людям(всего в группе было пять человек) убить тех двоих в конце улицы. Вячеслав, который не взлюбил вас с первой секунды, напрыгнул на воскресшего и свернул ему голову. Тот же трюк он проделал и с укушенным. Насколько вы поняли из того, что вы знаете о вирусе, каждый укушенный станет безумцем, таким образом, Слава предотвращал это. ",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "–Может, поболтаем?— спросила дама в армейской форме у вас.\n–Давай.\n–Как тебя зовут?\n–Александр. А тебя?\n–Галина. Куда ты идёшь?\n–В больницу.\n–Зачем? Там же много больных!\n–Я иду к моей девушке. И родителям. А кто вы вообще такие? Зачем разоряете здания?\n–Мы— опытные мародёры. Я даже в армии для этого служила.\n–Кто есть кто в вашей группе?\n–Слава у нас бог силы, я— командир нашей компашки, Паша— страшный ублюдок, бабки сгубили его, Таня— милый наёмный киллер, а Кирилл— главный ботаник группы, он, в отличии от меня, знает абсолютно всё. И пофиг, что он дрыщеват. Тебе бы стоило найти своё призвание. Если это ты убил тех двух зомби, то мне кажется, ты вполне можешь быть...\n–Я не собираюсь у вас задерживаться.— перебили вы Галину.\n–Кирилл говорил так же. И Майкл.\n–А кто такой Майкл?\n–Оружейник. Он устроил большой спор и сказал, что свалит, ухватив с собой половину наших вещей. \n–И что? Он ушёл и забрал ваше имущество?\n–Нет. Я его пристрелила.\nНа вашем лице прочёлся испуг. Галя заметила это и ускорила шаг. ",
    "answers": [
      {
        "id": 20,
        "text": "Начать третью главу"
      }
    ]
  },
  {
    "id": 20,
    "text": "Глава 3: „Миссия „Больница”\n\nВы прошли уже три улицы, и здание больницы виднелось совсем недалеко. Нога болела уже слабо, а значит, вы вполне могли пойти в бой с кучей мертвецов. \n–Больница за той коммуналкой.— показала Галина.— Мы с Павлом и Сашей пойдём там истреблять зомби, а вы идите в метро.\n–Окей!— сказала Таня. \n–Погодите, я думал, мы пойдём все вместе убивать зомби!— возразили вы.\n–Мы тоже так думали,— сказал Кирилл.— Но мой планшет засёк сигнал телефона.\n–И что за номер такой важный?\n–Телефон Дмитрия Медведева.\n–Что?\n–Моя программа знает все номера мира, я бы рассказал больше, но надо торопиться, ведь сигнал ослабевает.\n–Ну ладно.— сказали вы с нотой недоверия.\nВячеслав, Татьяна и Кирилл убежали в метро, а вы с Павлом и Галиной пошли к больнице.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "–Странно всё это, тебе не кажется?— спросили вы у Гали.\n–У этого парня есть ещё много всякой всячины, которая может спасти наши задницы.— сказала женщина.— Если у него получился заболтать язык правительству, то мы свалим отсюда и будем жить сказочной жизнью.\n–Ты действительно уверена, что это звонок настоящего депутата? А что, если они нас обманули? Вдруг они просто хотят сбежать? А даже, если это действительно номер Медведева, не хотят ли они нас бросить?\n–Кирилл, как я заметила, парень правдивый. А даже если нет, я посдала с ним человека, который управляет любым оружием, и настоящего терминатора, которому пули нипочём и головы он сворачивает на раз-два.\n–А может быть, они на это и рассчитывали?\n–Саш, ты меня уже начинаешь бесить со своим параноидальным недоверием. Ты бы лучше сейчас думал о своей бабе да о родичах, чем о какой-то ху...\n–Мы дошли, ребята!– перебил её Паша. \n–Отлично!— сказала Галя.— Мы можем найти медикаменты, что, непременно, будет очень полезно.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы втроём подошли к зданию. Входные двери были открыты нараспаш, что являлось плохим знаком. Это может значить, что заражённые сбежали из больницы. Вдруг из столика сервиса выбежал рабочий и пошёл в вашу сторону. Его правая нога была поломана, поэтому он не мог быстро ходить. Вы вспомнили его, вашего хорошего одноклассника. Вы не могли выстрелить, потому что были его другом. За вас это сделала военная. \n–Чёрт, я не могу убивать обычных заражённых. Они, как никак, всё ещё люди.\n–Я бы так не сказала, но в армии меня учили убивать с помощью представления. Представь, что все они насиловали, а потом потрошили твоих родителей. \nПара зомби выбежала с лестнице, и вы тут же всадили им по пуле в лоб с расстояния полсотни метров. \n–Видишь, работает.— сказала Галина и вошла в здание. \nВы вошли за ней. Павел оставался возле входа. \n–Паша, заходи! Тут чисто!— крикнула Галина. \nМужчина вошёл в здание и закрыл входные двери. \nНа первом этаже было немного интересных вещей: регистратура, сервис, процедурные, рентген и несколько палат. Не найдя ничего интересного и лишь пару троек зомби, вы пошли обследовать второй этаж.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы поднялись по лестнице и с порогу вас ждал неприятный сюрприз. На ковре лежал труп уборщицы. Вы впали в ступор. Павел отошёл подальше и начал обыск палат. Вы зашевелились и обойдя труп, поспешили осмотреть санитарную комнату. Вы вошли. В кабинете было пусто, лишь окровавленная швабра валялась на полу. Вы взяли швабру. Вдруг вы услышали какие-то хороши в шкафу. Вы на всякий случай приготовили пистолет и резко открыли шкаф. Из него вывалился выпотрошенный труп. Вы отвернулись от омерзения и вони, и тут он схватил вас за ногу. Вы попытались отцепиться, но упали. Распотрошённый словно полз по вашей ноге. Пистолет при падении выпал из рук и улетел к трупу уборщицы. Вы попытались дотянуться, но воскресший ударил своей головой о вашу больную ногу, и вы взвыли. Вы схватили швабру и сунули мертвецу в глаз. Голова мертвеца повалилась. Вы отцепили его руки от своей ноги и поползли, чтобы взять инструмент. Вы доползли до проёма и взяли пистолет. И тут же ожившая уборщица схватила вас за руку и потянула свою пасть к ней. Вы выстрелили. Зомби заорал. Вы вырвали свою руку из объятий мертвеца и здоровой ногой ударили по её голове. Затем ещё раз и ещё раз. Вы не были уверены, что раздавили ей голову, но хорошо повредили, а значит, эта тварь уже мертва.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Тут прибежали Галина и Павел.\n–Что случилось?— спросили они.\n–Да ничего, просто воскресшие хотели меня сожрать, а вам на всё похрен.— сердито сказали вы и облокотились на стену.\n–Кстати, воскресшие— хорошее название для этих тварей.— подметил Паша.\n–Да вы издеваетесь? Вам что, совсем похрен на меня?\n–Вообще-то на меня тоже напали, и мне тоже никто не помог, но я же сопли не распускаю.\n–Мы, вообще-то, важными делами занимались, медикаменты искали, пока ты хернёй страдал!— сказала Галина.— И вообще, ты же не собирался задерживаться, почему бы нам тогда не положить на твою судьбу один огромный член?\n–Хотите сказать, я совсем бесполезный?— спросили вы.\n–Да!— крикнул Павел.— Мы из-за тебя только просираем ресурсы...\n–А кто направил вас в больницу, и кто потом так захотел зарейдить её?!\n–Это всё сделали мы! Все, кроме тебя! \n–Не присваивай себе чужие заслуги!\n–Это ты себе скажи! У нашей команды был план воровки: сначала мы рейдим продуктовые, затем оружейные, потом больницу и сантехмагазин! Не вмешивайся отсюда, а лучше вали сюда к чёрту, пока я тебя не пристрелил!— мужчина достал пистолет и зарядил обоймой. Вы подняли свой пистолет и подняли голову. Павел прижал пистолет к вашей голове.\n–Скажи \"Смерть мне, дебилу\"!\nТут с лестницы повалилась толпа зомби. Один из них напрыгнул на Павла и попытался укусить, но мужчина повалил его на пол. Однако тут на него напало ещё двое зомби. У вас в руках был заряженный пистолет. Вы могли спасти человека, который несколько секунд назад почти убил вас, или же позволить ему умереть на глазах Галины. ",
    "answers": [
      {
        "id": 25,
        "text": "Спасти Павла"
      },
      {
        "id": 26,
        "text": "Позволить ему умереть"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы решили, что позволить ему умереть будет бесчеловечно, поэтому выстрелили сначала одному, а потом и второму зомби прямо в голову. С последним мужчина справился сам. После этого он встал.\n–Если ты думаешь, что это что-то изменит, то сильно ошибаешься.— сказал он и пошёл на лестницу третьего этажа. Галина добила последнего зомби и вы с ней пошли на следующий этаж.\n\n–Ты молодец, что спас его! Даже несмотря на то, что он хотел убить тебя.— сказала Галина.\n–Не напоминай мне об этом!\n–Я просто хотела сказать, что рада, что ты послушал меня насчёт доверия к людям, но не становить слишком доверчивым.\n–Хорошо.\nГалина замолчала.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы решили, что его нельзя спасать, потому что он только что пытался вас убить. Вместо этого вы убивали других зомби. Галина же сначала выстрелила в голову сначала одному, а потом и другому зомби. С последним Павел справился сам. Он встал.\n–Спасибо, Галь. А ты, говна кусок,— обратился он к вам,— будь умнее и не устраивай скандалы.\nМужчина развернулся и пошёл на третий этаж. Вы добили последних зомби и пошли с Галиной.\n\n–Я понимаю, он едва не убил тебя, но... ты даже не попытался его спасти!— обратилась к тебе Галя. \n–А ты бы хотела спасать человека, который пару секунд назад с радостью был готов вынести тебе мозги?\n–Хм... Наверно, нет. Я не терплю предателей.\n–Теперь подумай, почему я его не спас.\nГалина замолчала.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы решили зайти на третий этаж первым, так как именно на этом этаже медсестрой работала Катя. Вы зашли на этаж. Вдруг вы почувствовали пистолет возле своей головы. \n–Какого чёрта?— тихо спросил Паша.\n–Не знаю.— шёпотом ответила Галя.\n–Чего болтаете?— спросила женщина. \nПочему-то её голос показался вам знакомым.\n–Кидайте на пол всё, что у вас есть: еду, оружие, медикаменты. А не то прострелю ему голову.\n–Да окей! Пусть он сдохнет. Я только рад. Тогда мы пошли.\n–Может, тогда вместо его головы я прострелю твою?\n–А может, ты сдохнешь?— мужчина достал пистолет и выстрелил. \nНезнакомка спряталась за стеной. Вы побежали за другую стену. Вы уже перезарядили пистолет, но тут вспомнили, чей это голос. \n–Всем спокойно!— крикнули вы.— Все свои! Жанна, не надо стрелять по ним! Галя, Паша, не надо стрелять по ней.\n–Ты что, знаешь её?— спросила Галина. \n–Да, она— коллега моей девушки.\nГалина вышла в зал, Павел последовал её примеру. Следом из укрытия вышла и Жанна. \n–Я знала, что это ты, Саша, просто боялась, что они могли взять тебя в плен.— объяснилась Жанна. \n–Эх, жалко, Я думал, ты его прикончишь.— разочарованно сказал Павел.\n–Я потом расскажу.— сказали вы.— А сейчас, скажи мне, всё ли хорошо с Катей и где она сейчас находится?\n–С ней всё нормально, если не считать факт, что пациенты вот-вот сломают дверь служебного кабинета, а они с Олей там сейчас находятся.\n–Тогда надо скорее их спасти! ",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ваша четвёрка направилась к медсестринской. Вы выстрелили в голову одному из зомби. Он упал и вы смогли посчитать точное число оставшизся воскресших. Их было восемь. Когда вы это поняли, они все уже бежали на вас. Вы начали стрелять. Одно попадание, другое, третье. Жанна прикрыла вас и спасла от ещё одного зомби. Галина и Павел убили по двойке зомби. Вы попытались открыть дверь, но она была закрыла.\n–Открывай, свои!— сказала Жанна. \nТут вы услышали звук открытия двери ключами. Вы отошли. Екатерина открыла дверь и увидев вас, тут же накинулась с обьятиями. \n–Я тоже безумно рад тебя видеть!— довольно сказали вы. ",
    "answers": [
      {
        "id": 32,
        "text": "Начать четвёртую главу"
      }
    ]
  },
  {
    "id": 29,
    "text": "Здесь вы можете ориентироваться по главам и выбрать нужную вам. ",
    "answers": []
  },
  {
    "id": 30,
    "text": "Галина— 31 год, служила в армии. В её подразделении все были от такого в шоке, однако со временем начали привыкать к этому. Первым из таких был Павел, в которого она тайно, а потом и публично влюбилась. По жизни она суровый человек, ненавидит предателей, однако она мягка к симпатичным ей людям. Профессиональный лжец и манипулятор. Работает главнокомандующим в Московской армейской службе. ",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "Павел— 30-летний олигарх, в прошлом был сержантом, но ушёл в отставку. Был влюблён в Галину. Разбогател на поставке и производстве военного оружия по всему миру, а впоследствии и обычного оружия. Хитёр, коварен, вспыльчив, жесток, в некоторой степени безумен. Никому не подчиняется, абсолютно не ценит человеческих жизней. Из-за своего непростого характера часто остаётся в одиночку. Мечтает стать богатейшим человеком на Земле.",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "Глава 4: „Трагический вечер”\n\n–...И мы сидели тут два часа.— закончила рассказ Катя.\n–Фух, как я рад, что тебя не укусили.— облегчённо сказали вы.\n–Не хочу разряжать вашу чудесную обстановку, но в больницу бегут какие-то парень с девкой.— сказала Галина.–А за ними бежит десятка три зомби.\n–Сколько?— удивились вы.\n–Походу, ребята влипли в неприятности.— сказала Жанна.\n–Как бы они и нас не заманили в проблемы.— напрягся Паша.\n–Мы ведь не может оставить это просто так?— испугалась Ольга.\n–Конечно не можем.— ответил Павел.— Надо выгнать их отсюда вместе с мертвецами. Пусть ребята занимаются поеданием подальше от нас.\n–Мы что, так просто их бросим?— возмутилась Екатерина.\n–А что тебе не нравится? Или тебе так хочется, чтобы всех нас съели?– провоцировал девушку Павел.\n–Мужик, это первая вещь, в которой я с тобой солидарна!— согласилась Жанна.\n–Он прав, мы не должны этим незнакомцам позволить ставить наши жизни под угрозу.– вмешалась Галина.\nПавел и Жанна начали собираться. Они вооружились и побежали на первый этаж.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вот уже четверть часа всё было тихо. Лишь только рычания воскресших, в большей части, уже на втором этаже, прерывали молчание. Вы начали подумывать о худшем. Тут пара мертвецов оказалась на третьем этаже. Чтобы не привлечь других, вы решили убить их тихо. Когда один зомби вошёл в палату, то Галина осторожно вонзила нож в его голову. Второй труп, не заметивший смерти друга, шёл дальше. Вдруг на лестнице послышались быстрые звуки, а через секунду послышались дикие рычания. Вы взяли нож и набежали на мертвеца. От неожиданности воскресший не успел отреагировать, и вы тут же убили его. Вам былоуже проще убивать их, так как вы всё больше понимали, что это не люди, а страшные вредители, словно комары, крысы или птицы, массово переносящие страшные заразы. Их массово истребляли, а значит, с ними надо делать так же. Вдруг на этаж забежало четыре человека: Паша, Жанна и, как вы догадались, те двое людей, что стали причиной появления кучи зомби. Тут за ними побежала куча воскресших. Два десятка в этой толпе точно накопилось бы. Вы, увидев такое развитие событий...",
    "answers": [
      {
        "id": 34,
        "text": "Спрятались"
      },
      {
        "id": 35,
        "text": "Начали отстреливать зомби",
        "need": [
          25
        ]
      },
      {
        "id": 37,
        "text": "Начали отстреливать зомби",
        "need": [
          26
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "...спрятались. Забежали в палату и закрыли дверь. Вы остались в палате с Галиной.\n–Трупаков охренительно много. Что будем делать?\n–Видели и больше. Пробьёмся.\n–Не ожидала от тебя такого ответа. А если кто-то из нас умрёт?\n–Сначала я был параноиком, а теперь ты?!— саркастически спросили вы.\n–Кажется, да. Но ведь это действительно опасно! Я вижу, как Паша стремится быть лидером, но ему абсолютно плевать на чужие жизни, поэтому я не могу позволить ему быть командиром, ведь он убьёт всех. \n–Чёрт, я абсолютно с тобой согласен. Но ты знаешь его лучше меня, может быть, он может стать добрее?\n–Не может. Знаешь, я хочу сказать тебе, что если я вдруг умру, пока мы будем пробиваться сквозь мертвецов, то знай, что я люблю тебя.\n–Что? Не говори так.\n–Да, это правда. И, пожалуйста, не позволь ему стать лидером.\nВдруг вы услышали выстрели. Один из них был в дверь вашей палаты.\n–Это сигнал!— сказала Галя.— Валим отсюда!\nВы вдвоём вылетели из комнаты и побежали к остальным. Мертвецы стремительно вас догоняли. Вы не ожидали, что трупы могут ращвивать такую скорость. Одна пуля едва не попала вам в голову, пролетев лишь чуть правее. Вы так же отстреливались и прикрывали Галину. Казалось, что мертвецы бесконечно прибывают к вам. Вы уже почти добежали до конца коридора. И тут один зомби обхватил женщину и повалил на пол. Вы обернулись и выстрелили. Заряд патронов пуст. И тут вы услышали щелчок у оружия Павла. У него тоже закончились патроны. Военная дама подняла на вас испуганный взгляд, и тут же воскресший вонзил свои зубы в шею женщины. Вы уронили оружие. Тут Екатерина схватила вас за руку и повела как можно дальше. Вы всё не могли отвести взгляд от тела подруги, которое сейчас поедают монстры. ",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "...начали отстреливать зомби. Одно попадание, другое, третье, вдруг вы промахнулись. Тут же этот мертвец накинулся на вас. Павел спас вас так же, как вы час назад спасли его. Вы отбежали к концу коридора. Павел перезаряжал обойму.\n–Чёрт, кажется, у меня остаются последние патроны. Я не думал, что придётся так много отстреливаться. \n–Нам нужно скорее отстрелять всех воскресших, чтобы спасать Галину. \n–Я думаю, она сможет прорваться? Через такую толпу?\n–Поверь, я знаю её ещё с армии, она может сделать это. Очень хорошо. \n–И как мы будем это делать?\n–Ты подбежишь к ней и будешь отстреливать зомби, потому что у тебя слабый пистолет. Я буду отстреливать мертвецов здесь.\n–Впринципе, если ты меня хочешь убить, то план хороший.\n–Кстати, об этом. Если вдруг я, или того хуже, ты умрёшь, я хочу тебе кое-что сказать. Я вовсе не сержусь на тебя, ты много помогаешь, но просто наши планы действительно совпадали. Я вообще удивлён, что ты всадил пулю воскресшим, а не мне. Поверь, я ценю это. \n–Я тоже на тебя не злюсь, если тебе интересно.\n–Конечно интересно.\n–Ладно, я пошёл спасать даму.\nВы побежали к палате и начала стрелять в головы мертвецов. Павел выстрелил в дверь, дав знак женщине. Она тут же выбежала и начала пробиваться через толпу. Вы защищали её, убивая зомби и изредка истребляли трупов вокруг себя. Казалось, что они бесконечно идут сюда. Всё продвигалось достаточно быстро. Вы с Галиной уже почти добежали до конца коридора, но тут один зомби обхватил женщину и повалил на пол. Вы выстрелили в воскресшего и с ужасом обнаружили, что обойма пуста. Патронов у вас не осталось. Тут вы услышали щелчок оружия Павла. У него бвла последняя обойма, а щначит, и она закончилась. Галина подняла испуганный взгляд на вас, и тут в её шею вонзились щубы мертвеца. Вы ужаснулись и застыли на месте. Тут Катя схватила вас за руку и потянула как можно дальше от всего этого ужаса. Вы всё никак не могли отвести свой взгляд от тела подруги, которое поедали монстры.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы отошли от состояния шока и побежали к концу коридора. Так как это был конец коридора, вы оказались в тупике. Мертвецов оставалось совсем немного— пять штук, а с учётом Гали— шесть. Паша достал мачете и начал рубить их. Вот, он снёс одну голову, вторую, третью. Вдруг мачете застрял в шее четвёртого, а последний приближался. Вы подняли поустой пистолет Павла и кинули в сторону. К счастью, это сработало, зомби подошёл к оружию, но быстро понял, что пистолет несъедобен, пошёл назал, однако Паша уже достал холодное оружие и снёс голову мертвецу. Тут он увидел тело Галины. Оно оставалось бездыханным, но продолжаться это должно было недолго. Павел набрал воздух в лёгкие, и с мощью наступил на голову трупа, раздавив её. \n–Нам надо валить отсюда.— сказал Паша.— Ребята, наверно, уже заждались нас. \n\n–Господи, Дима, как я рада!— радовалась Ольга.\n–Поверь, для спасения моей жены нет преград.— мужчина поцеловал медсестру.\n–У меня есть огромная усадьба, и даже если вас будет на трое или на четверо больше, то вы все вполне сможете вместиться.— заявила Алина.\n–Это хорошо.— сказали мы.— Ребята могли никого в итоге не найти, или найти простого выжившего. ",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "...начали отстреливать зомби. Одно попадание, другое, третье, вдруг вы промахнулись. Тут же этот мертвец накинулся на вас. Павел спас вас, хотя вы этого не сделали. Вы отбежали к концу коридора. Павел перезаряжал обойму.\n–Чёрт, кажется, у меня остаются последние патроны. Я не думал, что придётся так много отстреливаться. \n–Нам нужно скорее отстрелять всех воскресших, чтобы спасать Галину. \n–Я думаю, она сможет прорваться? Через такую толпу?\n–Поверь, я знаю её ещё с армии, она может сделать это. Очень хорошо. \n–И как мы будем это делать?\n–Ты подбежишь к ней и будешь отстреливать зомби, потому что у тебя слабый пистолет. Я буду отстреливать мертвецов здесь.\n–Впринципе, если ты меня хочешь убить, то план хороший.\n–Кстати, об этом. Если вдруг я, или того хуже, ты умрёшь, я хочу тебе кое-что сказать. Я вовсе не сержусь на тебя, ты много помогаешь, но просто наши планы действительно совпадали. Я вообще рад, что ты просто проигнорил мою жизнь, а не всадил мне пулю в голову. Поверь, я ценю это.\n–Я тоже на тебя не злюсь, если тебе интересно.\n–Конечно интересно.\n–Ладно, я пошёл спасать даму.\nВы побежали к палате и начала стрелять в головы мертвецов. Павел выстрелил в дверь, дав знак женщине. Она тут же выбежала и начала пробиваться через толпу. Вы защищали её, убивая зомби и изредка истребляли трупов вокруг себя. Казалось, что они бесконечно идут сюда. Всё продвигалось достаточно быстро. Вы с Галиной уже почти добежали до конца коридора, но тут один зомби обхватил женщину и повалил на пол. Вы выстрелили в воскресшего и с ужасом обнаружили, что обойма пуста. Патронов у вас не осталось. Тут вы услышали щелчок оружия Павла. У него бвла последняя обойма, а щначит, и она закончилась. Галина подняла испуганный взгляд на вас, и тут в её шею вонзились щубы мертвеца. Вы ужаснулись и застыли на месте. Тут Катя схватила вас за руку и потянула как можно дальше от всего этого ужаса. Вы всё никак не могли отвести свой взгляд от тела подруги, которое поедали монстры.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы подходили к метро. Именно на этом месте группа разделилась. На самом деле, вы не знали, смогут ли они сразу и нормально воспринять смерть Галины и двоих, а по словам Алины, троих новеньких и усадьбу, ведь с девушкой живёт её мать. \nПаша начал спускаться по экскалатору. На удивление, он был рабочим, и впринципе, везде находилось электричество и во многих местах всё также присутствовал интернет. \nМужчина спустился и осмотрелся. Он показал жестами, что всё спокойно и все остальные начали спускаться. Вот, вся команда оказалась в метро. Поездов не виднелось, однако здесь оказалось несколько мертвецов, с которыми, однако, проблем не возникло. Вдруг вы услышали какие-то звуки. Вы обернулись и увидели бегущую троицу. За ними бежала огромная куча зомби.\n–Опять?— вздрогнул голос Павла. \nТатьяна отстреливалась, но вдруг патроны закончились. Девушка старалась как можно быстрее перезарядить пистолет.\n–У меня последняя обойма!— крикнула девушка.\nКирилл отставал. Вдруг несколько воскресших схватили одежду парня. Они притягивали его к себе. Вдруг он споткнулся. Зомби навалились на него и едва не раздавили. Они тут же начали разрывать его на части. Недолго ещё слышались крики ужаса и страданий, пока парню сначала не откусили язык, а потом глотку. \n–Твою мать!— обернулась девушка и тут же отвела взгляд от кровавого зрелища. Паша молчал, но вы видели ужас и разочарование на его лице. Вы побежали прочь отсюда быстрее, чем поднимался экскалатор. Некоторые мертвецы тем временем уже шли дальше или бежали преследовать вас. ",
    "answers": [
      {
        "id": 39,
        "text": "Начать пятую главу"
      }
    ]
  },
  {
    "id": 39,
    "text": "Глава 5: „Жестокая правда”\n\nГруппа выбежала из метро и побежала за Алиной. \n–Скорее, здесь опасно!— крикнула девушка.\n–Мы знаем!— ответила Таня.\nВы уже видели перед собой особняк.\n–Это твой дом?— спросила Жанна.\n–Да.\nВдруг из-за угла соседнего здания выбежал мертвец и вцепился в руку Жанны. Девушка закричала от боли. Алина достала перочинный нож и вонзила в глаз зомби. Тот отошёл от тела и попытался вытащить инструмент, но Алина толкнула воскресшего, а когда он упал, достала ножик и прыжком раздавила ему голову.\n–Ублюдок, он меня укусил! Что теперь делать?\n–Мы обработаем рану и всё будет хорошо.— сказала Алина.\n–Какой нахрен „обработаем рану”?— крикнул Павел.— Надо рубить руку, пока зараза не разошлась по всему телу. \n–Я не хочу рубить руку, но не зочу и становиться воскресшим!— волновалась Жанна.\n–Придётся выбирать, и побыстрее, если хочешь жить.— ещё больше испугал девушку Паша. \n–Может, решим всё в усадьбе?— спросила Оля.\n–Тогда идёмте скорее!— сказал Дима.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы вбежали в дом. Следом вбежали Жанна и Алина, затем Павел, а после— все остальные. \n–Что случилось?— спросила морщинистая, светловолосая женщина.\n–Её укусили, а она отказывается рубить руку!— ответил Паша.\n–А если это не сработает?— спросила Алина.— Что, если вирус за минуту разошёлся по всей крови? Или тебе так зочется поколечить кого-нибудь? Лишь бы найти повод!— провоцировала его девушка.\n–Заткнись, сука! Мы сейчас же рубим ей руку, а иначе она сдохнет! Мы должны попытаться.\n–А давайте, если Жанна сама не может решить, будет ли она рубить руку, то решим мы.— предложили вы.— Устроим голосование.\n–Давай. Я голосую за рубку руки!— сказал Павел.\n–А я против!— ответила Алина.\n–Я тоже против!— поддержала её мать.\n–Мне кажется, что будет правильнее всё-таки отрубить ей руку.— высказала своё мнение Татьяна.\n–Может, всё-таки не стоит?— сказала Ольга.\n–Знаешь, дорогая, в этом мнении я с тобой не согласен.— сказал ей муж.\n–Красава, мужик! Я солидарен с тобой!— согласился Вячеслав.\n–Блин, наверно, я всё же придержусь мнения, что не стоит этого делать.— сказала Катя.\n–Что ж, похоже, что выбор за тобой, Саша. Скажи правильное решение.— понадеялась Жанна.",
    "answers": [
      {
        "id": 41,
        "text": "Отрубить руку"
      },
      {
        "id": 42,
        "text": "Не рубить руку"
      }
    ]
  },
  {
    "id": 41,
    "text": "–Рубить руку!— сказали вы. \n–Хорошо!— сказал Паша, приготовив и протерев на всякий случай мачете. \nМужчина замахнул мачете над головой девушки. Жанна зажмурила глаза. Мужчина стремительно ударил оружием по руке, мгновенно отрубив её. Вдруг выключился свет. Жанна почувствовала боль и начала неистово кричать от боли. \n–Кровь льётся!— сказала Жанна.— Срочно перебинтуйте!\n–Сейчас я найду свечки и Алина принесёт аптечку!— попыталась её успокоить пожилая женщина.\n–Хорошо, мам, но надо что-то делать с электричеством. Помнишь, у нас был генератор. Можно попробовать включить его.\n–Я могу пойти!— сказали вы. \n–Хорошо. Он недалеко. Направо, направо и направо. \nВы тут же направились в подвал. Спустились по лестнице, повернули раз, повернулись два, увидели генератор. Ваш брат год назад установил себе генератор, поэтому вы знаете, как чинить их. Вы осмотрели генератор и попытались починить его, но полетели искры. Вдруг вы услышали какой-то рык и звук цепей. Вы пошли на этот звук, в случае чего, приготовившись защищаться. Вдруг вы увидели девушку на цепях. Вы поняли, что она— воскресший.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "–Не надо рубить руку!— сказали вы. \n–Ладно.— сказал Паша, убрав мачете.\nВдруг выключился свет.\n–О нет! Света нет!— огорчённо сказала Екатерина.\n–А что тогда делать с моей рукой?— заволновалась Жанна.\n–Сейчас я найду свечки и Алина принесёт аптечку!— попыталась её успокоить пожилая женщина.\n–Хорошо, мам, но надо что-то делать с электричеством. Помнишь, у нас был генератор. Можно попробовать включить его.\n–Я могу пойти!— сказали вы. \n–Хорошо. Он недалеко. Направо, направо и направо. \nВы тут же направились в подвал. Спустились по лестнице, повернули раз, повернулись два, увидели генератор. Ваш брат год назад установил себе генератор, поэтому вы знаете, как чинить их. Вы осмотрели генератор и попытались починить его, но полетели искры. Вдруг вы услышали какой-то рык и звук цепей. Вы пошли на этот звук, в случае чего, приготовившись защищаться. Вдруг вы увидели девушку на цепях. Вы поняли, что она— воскресший.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы не могли убить мертвеца, потому что у вас не было оружия. Вы решили срочно расскащать всем об этом. А может не стоит, вдруг эта загадочная маленькая семья и прицепила воскресшего сюда. Пока вы размышляли, перед вами уже стояла Алина.\n–Мы тебя разыскались, что случилось?— спросила она.\n–Что здесь делает этот мертвец?— решительно спросили вы.\n–Лучше бы ты не говорил об этом.— девушка достала биту и ударила вас по голове.\n\nВы очнулись на кровати под звуки телевизора, рядом сидела ваша девушка.\n–Что случилось?— спросила Катя.\n–Свет включили?— удивлённо спросили вы.\n–Да. Перебои с электричеством. Час есть, час нет. Кстати, с добрым утром. Оказывается, болезнь не так сильно распространилась. По всей Москве карантин, но ЧП только в нашем районе. \n–То есть, в остальных частях города безопасно?\n–Не очень, но всё же куда лучше, чем у нас.\n–Тогда нужно скорее отсюда сваливать.\nВдруг вы услышали за дверью громкий мужской крик. Вы выбежали и застали, как Слава раздавил голову Жанне.\n–Какого хрена произошло?— выбежал Павел.\n–Эта тварь меня укусила.— ответил здоровенный качок.\n–Твою мать!— сказал Паша.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вячеслав спустился на первый этаж и схватил аптечку. Следом спустились Паша и вы.\n–Привет, Саш, рад видеть тебя!\n–Хорошее нашёл время для разговоров.\n–Почему все, кого я знаю, умирают?— неожиданно спросил мужчина. \n–Не говори так. Это ведь неправда.\n–Я серьёзно. Всю мою жизнь все вокруг меня умирают. \n–Тогда я не знаю.\nВдруг вы услышали звук разбитого стекла. Тут вы увидели мертвецов, заползающих в здание через разбитое окно.\n–Только этого не хватало!— раздражённо сказал Паша.\nВы посмтрели на Славу. Он взял огромнвй нож и покащал вам, чтобы вы шли отсюда прочь. Вы, уходя, посмотрели на тех зомби, что лезли уже из двух окон. Как их может быть так много?\n\nВы с Павлом поднялись на второй этаж.\n–Что случилось?— спросила сонная бабка. \n–На нас напали воскресшие. Их очень много.— ответили вы.\n–Как же так?— натяжно удивилась старуха.\n–Действительно, как же так? Вашадочь ударила меня битой по голове, потому что я нашёл в подвале воскресшую на цепях. Зачем вы его держите?— не сдержались вы.\n–О чём ты говоришь?— попыталась вам соврать бабушка.\nВы посмотрела на Пашу и Катю, поняв, что они вам верят и так же требуют ответа от неё.\n–Ладно, расскажу я вам всё.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "–Та девушка в цепях— моя младшая дочь. Её укусили, и мы пытались спасти её, изучали с её помощью вирус. Например, вы знали, что если укусят мизинчик на ноге, то уже через минуту первая заражённая кровинушка проникнет в мозг, а остальные будут развиваться по всему телу. \n–Так это, получается, мы в любом случае не спасли бы Жанну?— поняла Катя.\n–Если тебя укусили, то у тебя нет шансов. \nВдруг один мертвец схватил Павла за плечи и повалил на лестницу. Вы кинулись спасать его, но блондинистая бабка схватила вашу голову и ударила о стену. Вы схватились о лоб, на котором снова появилась кровь. Екатерина кинулась на  мерзкую старуху, но та увернулась и Катя ударилась о стенку. Кочерга схватила девушку за шею и начала душить. Вы так же увидели, как Павел безуспешно сопротивлялся воскресшему, ведь тот уже почти дотчнулся до шеи мужчины, а его руки слабо останавливали мертвеца. Ещё двое поднимались по лестнице, приближаясь к бывшему военному.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вдруг мертвецу, который вот-вот должен был укусить Пашу, всадили пулю. Мужчина откинул от себя тело и пнул ногой одного воскресшего, который упал, и Павел принялся бить его голову о лестницу. Второму так же кто-то проделал дыру в голове. Павел раздробил череп зомби и поднялся с лестницы. Смотря за борьбой людей и монстров, вы не заметили, что вредная старушка уже лежала на полу с простреленной головой. Татьяна помогала Екатерине улечься на кровать. Вы встали, протёрли лоб и кинулись к своей даме. \n–Её сейчас не надо беспокоить. Кате нужен отдых.— сказала вам Таня.\n–Это ты нас спасла?\n–Не стоит благодарности. А вообще, тебе тоже надо отдохнуть, а мы с Пашей пока убьём тех тварей.\nВы сели на кровать. За спиной лежала Екатерина. Её лицо было абсолютно красным, а на шее были хорошо заметны следы рук. Эта тварь имела хорошую хватку. Что же об этом подумает Алина? Вы не знали.",
    "answers": [
      {
        "id": 47,
        "text": "Начать шестую главу"
      }
    ]
  },
  {
    "id": 47,
    "text": "Глава 6: „Покинутый дом”\n\nВы не могли сидеть на месте, и уже через минуту\nвышли из спальни. Мертвецов было ещё много, и они уже пробрались на второй этаж. Среди толпы вы заметили одного воскресшего, который... открыл дверь. Несколько трупов вошли внутрь и начали тщательно всё обыскивать. Если бы вы были безумным учёным, то бещусловно обрадовались бы, но вы потенциальная жертва огромной ожившей орды, а значит, сей факт очень пугает вас. И только сейчас вы заметили страшную деталь: Таня и Паша пропали. Именно поэтому зомби так вольно продвигались по этажу. Вы срочно побежали в комнату Оли и Димы.\n–Просыпайтесь! Воскресшие вот-вот сожрут нас!\n–Что?— проснулся Дмитрий.\n–Мертвецы разбраживают по этажу. Один из них умеет открывать двери.\n–Что?— испугалась Ольга.\n–Павел и Таня шли на первый этаж, убивать их. Но они пропали.\n–Твою мать!– мужчина вошёл в шок.\n–Надо срочно бежать отсюда!— сказала его жена.\n–Вот именно. Я бегу за Катей.— вы выбежали из комнаты и побежали в свою.\nВы вбежали в спальню. Екатерина начала приходить в сознание.\n–Дорогая, нам срочно нужно бежать!\n–Почему?\n–Здесь слишком опасно, много воскресших.\nВдруг вы заметили, что железная палка штор шатается. Она вполне могла сгодиться как оружие. Вы тут же сорвали штору и отломили установку. Ваша девушка посмотрела на вас. Вы вышли из комнаты и на вас напал мертвец. Вы пронзили его голову и быстро вытащили оружие. Вдруг вы увидели страшную картину. Ольга упёрлась в стену, к ней прижался воскресший. Ещё один зомби обхватил шею Дмитрия. Оба супруга вот-вот могли умереть на ваших глазах.",
    "answers": [
      {
        "id": 48,
        "text": "Спасти Олю"
      },
      {
        "id": 49,
        "text": "Спасти Дмитрия"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы подпрыгнули и пронзили голову ближнего мертвеца. Оля отбежала и хотела вам что-то сказать, но вдруг её остановил крик мужа. Девушка обернулась и увидела, как воскресший раздирает шею Димы. Девушка пошатнулась, но тут ближний труп вцепился челюстями в её руку. Оля закричала. Вдруг зомби, ранее пожиравший Дмитрия, обратил внимание на девушку и укусил её за талию. Подбежала ещё пара зомби. Один вцепился в грудь, а другой— в лицо. Вы не могли смотреть на этот ужас и с Катериной убежали прочь.\n\nДевушка спрыгнула со второго этажа здания, однако с ней было абсолютно всё хорошо. Вы хотели кинуть ей железную палку, но она осталась в голове мертвеца. Подходили мертвецы. \n–Давай быстрее!— попросила девушка.\n–Да-да.\nВы собрались прыгнуть, как вдруг один воскресший схватил вас за ногу. Вы почти упали, но повисли. Мертвец тянул вас к себе. Вы были в шоке от того, как поумнели зомби. Воскресшие всё ближе подходили к Екатерине. Девушка испуганно смотрела то на вас, то на толпу. Тут вы пнули мертвеца в лицо. Он уронил вас. Вы жёстко приземлились. Вдруг этот монстр выпал из окна и упал на вас. Вы увернулись, и он приземлился на асфальт. Ему повезло меньше, так как нога вонзилась в железный заборчик. Вы отползли от него, а он пытался ухватить вас. Вдруг один мертвец подбежал к нему и откусил ухо. Тут подбежало ещё двое и они вцепились в плоть мертвеца. Неожиданно вся толпа воскресших пошла пожирать себе подобного.\n–Что за чертовщина здесь происходит?— удивилась Екатерина.\n–Я не знаю, но это хорошо, так что быстро валим отсюда!",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы подпрыгнули и пронзили голову дальнего мертвеца. Дима откинул труп и хотел вам что-то сказать, но вдруг его остановил крик жены. Парень обернулся и увидел, как воскресший раздирает шею Оли. Мужчина впал в ступор, но тут ближний труп вцепился челюстями в его руку. Дмитрий пнул мертвеца ногой, а потом мощным наступом раздавил голову. Мужик тронул укус и вздрогнул. Тут он снова посмотрел на вас. \n–Бегите.— сказал он.\nТут в его шею вцепилось два монстра, затем трое воскресших повалили его с ног и вцепились в них. Вы не могли смотреть на это и убежали с Катериной.\n\nДевушка спрыгнула со второго этажа здания, однако с ней было абсолютно всё хорошо. Вы хотели кинуть ей железную палку, но она осталась в голове мертвеца. Подходили мертвецы. \n–Давай быстрее!— попросила девушка.\n–Да-да.\nВы собрались прыгнуть, как вдруг один воскресший схватил вас за ногу. Вы почти упали, но повисли. Мертвец тянул вас к себе. Вы были в шоке от того, как поумнели зомби. Воскресшие всё ближе подходили к Екатерине. Девушка испуганно смотрела то на вас, то на толпу. Тут вы пнули мертвеца в лицо. Он уронил вас. Вы жёстко приземлились. Вдруг этот монстр выпал из окна и упал на вас. Вы увернулись, и он приземлился на асфальт. Ему повезло меньше, так как нога вонзилась в железный заборчик. Вы отползли от него, а он пытался ухватить вас. Вдруг один мертвец подбежал к нему и откусил ухо. Тут подбежало ещё двое и они вцепились в плоть мертвеца. Неожиданно вся толпа воскресших пошла пожирать себе подобного.\n–Что за чертовщина здесь происходит?— удивилась Екатерина.\n–Я не знаю, но это хорошо, так что быстро валим отсюда!",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы вдвоём побежали прочь отсюда как можно скорее. Только что вы видели каннибализм среди воскресших. \n\nВы дошли до супермаркета. Вам была нужна еда, а если повезёт, и оружие. Вы первым зашли в здание. Абсолютно пусто. Было так тизо, что вы отчётливо могли слышать стучание своего сердца. Вы сделали шаг. Эхо здесь, однако, было невероятно громким. Вы ничего не заметили. Действительно, здесь уже обворовали все полки. Лишь только на полу валялся пустой консерв. Должно быть, кто-то здесь ночевал.\n–Ну что там?— осторожно спросила девушка.\n–Всё пусто.\n–Блин, да как люди могли разворовать абсолютно всё за одну ночь?!— разозлилась Екатерина.\n–Катя, не шуми.\n–Да здесь все равно никого нет. Чего бояться?\nВдруг из соседнего дома выбежала экипированная баба. Она заорала и побежала еа Катю. Девушка не успела отреагировать. Тут прозвучал выстрел. Коротковолосая дикарка повалилась, а нож упал в десяти метраз от неё. Вы моментально схватили нож и посмотрели на вашего спасителя.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "–Таня!— обрадовалась Екатерина.\n–О боже, ребята, как я рада вас видеть!— обрадовалась Татьяна.\nОднако вы не были таким весёлым.\n–Почему ты нас бросила?— грубо спросили вы. \n–Что? Я вас не бросала!\n–А как ты это называешь?\n–Зомби было слишком много, поэтому мы отступили.\n–Ах вот как!— вы начали стремительно идти к киллерше, подняв на неё нож.\n–Не подходи, у меня пистолет!\n–Ты мне всё скажешь, стерва! \n–Саша, не надо!— крикнула Катя.— Пожалуйста, ради будущего нашего ребёнка!\n–Что?— остановились вы.\n–Я беременна.\nВы впали в ступор. Оказывается, вы скоро станете отцом. Тут ваши уши заложил звук выстрела. Грудь невероятно заболела. Тут потекла кровь. Кажется, или пуля попала в сердце? Вы упали передом на землю, прямо к ногам Татьяны, которая положила пистолет в карман своей куртки.",
    "answers": [
      {
        "id": 53,
        "text": "Начать седьмую главу"
      }
    ]
  },
  {
    "id": 52,
    "text": "Татьяна— 27 лет, наёмный киллер, бывший работник ФСБ. Хладнокровная, милая, безжалостная, дружелюбная. Волнуется о себе, о заказчиках и о дорогих ей людях. Никогда никого не любила.",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 53,
    "text": "Глава 7: „Живая опасность”\n\nВас разбудил звонок. Вы открыли глаза и, увидев телефон, попытались встать, но грудь ещё болела. Вы всё же преодолели боль, которая вдвое ослабла за несколько секунд. Вы подошли к телефону и посмотрели, кто звонит. Это был Константин. „Надо же, вспомнил обо мне”— подумали вы. Вы нехотя подняли трубку.\n–Алло!— недовольно сказали вы.\n–Привет, с тобой всё хорошо?— спросил он.\n–Нет, я умер! По крайней мере, для тебя!\n–Нет, ты вполне живой. Но я не знаю, надолго ли это. Я вижу тебя в окне. Как и мародёры.\n–Что?\n–На пороге стоит кучка убийц. Один из них целится тебе в голову... Пригнись!\nВы, испугавшись, пригнулись, и тут услышали звук разбитого стекла.\n–Твою мать, как он догадался?— огорчился снайпер.\n–Он разговаривал по телефону. Должно быть, его предупредили. За нами следят!— неожиданно осознал мужчина, слоано выделявшийся среди остальных.— Срочно найти шпиона!\nВы на цыпочках вышли из комнаты и отправились искать Екатерину. Боль к этому времени совсем исчезла. ",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы обыскивали каждую комнату, и в одной из них нашли вещи своей девушки.\n–Должно быть, она основалась здесь. Ждать придётся слишком долго. Надо спускаться.\nВы вышли из комнаты и побежали к лестнице. На стене вы увидели цифру 3. Значит, вы были на третьем этаже.\n\n–Геннадий Дмитриевич?— обратился молодой парень к полному и должно быть, главному мародёру.\n–Да. Вы нашли кого-нибудь?\n–Нет. Шпиона нигде нету.\n–Ладно, пох. Надо заходить.\n–Заходим!— крикнул рыжий парень.\nВсе тут же развернулись и пошли к двери.\n–Хорошо, Миша, я рад, что ты сможешь меня заменить!— довольно сказпл Гена.\n–Спасибо.\nНакаченный мужик выбил дверь одним ударом ноги. Все восемь мародёров зашли в здание. \n–Мы с Кариной пойдём на второй этаж.— сказал один мужчина.\n–Хорошо.— дал разрешение глава бандитов.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Пара поднялась на второй этаж. Они разделились и пошли обыскивать два крыла этажа. Вы тем временем увлечённо обыскивали комнату Татьяны. Вдруг вы услышали щелчок оружия за своей спиной. Вы обернулись.\n–Я не люблю убивать людей, так что просто скажи, где сейчас Таня?\n–Я не знаю, честно. Сам её ищу.\n–Значит, у нас есть общие цели? Иди за мной и все будет хорошо.\nВдруг прощвучал выстрел. Девушка обернулась на звук. Тут вы выхватили дробовик и направили на неё.\n–У нас нет общих целей.— сказали вы.— Кто ты такая и что тебе надо?\n–Окей, окей. Я мародёрша по имени Карину, ищу наёмного убийцу Татьяну.\n–Зачем ты её ищешь?\n–Чтобы она вошла в наши ряды и помогала грабить здания, людей и убивать военных. \n–Спасибо! Дальше я сама справлюсь!— неожиданно появилась Таня и навела пистолет на Карину. \n–Не смей убивать её, а иначе я убью тебя!— вы перенаправили оружие на киллершу.\n–Всё ещё ненавидишь меня?\nВы продолжали грозно смотреть на неё.\n–Ладно, не буду я убивать её. Допрос будет куда полезнее.\n–Где Катя?\n–На последнем этаже. Пойдём!\nВы втроём отправились на десятый этаж.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "–Чот давненько их уже нет.— сказал непримечаельный парень. \n–Как бы их не убили по тихому.— напрягся Геннадий Дмитриевич. \n–На первом этаже никого.— вернулся Михаил.\n–Значит, идём на второй. \n\nВы тем временем уже дошли до пятого этажа. Татьяна держала пистолет рядом с головой мародёрки, а вы несли чемодан со своими и Катиными вещами. Вдруг на вашем телефоне снова раздался звонок. Вы тут же подняли трубку.\n–Ты где?— спросил Костя. \n–А ты случаем не один из них?\n–Ты что, конечно нет.\n–Тогда скажи, где ты сейчас.\n–Я на огромном ветвистом дубе. Он достигает высотой четвёртого этажа. Теперь твой черёд.\n–Я на этаж выше. Мы бежим от них вместе с заложником.\n–Вот как. А они уже активно обыскивают второй этаж.\n–Ты точно не мародёр?\n–Точно. Сань, будь осторожен.— мужчина положил трубку.\n–Кто тебе звонил?— спросила Таня.\n–Мой брат. Он следит за ситуацией с дуба.\n–С того, который проела тля?\n–Не знаю, я не видел. Он сказал, что сидит на четырёхэтажном дубе.\n–Значит, не с того.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Тем временем вы поднялись на седьмой этаж. Несколько мертвецов бродили, а один поедал чью-то руку.\n–Какого чёрта они здесь?— удивилась Таня.\n–Что такое, их здесь не было?— спросила Карина. \n–Нет, были, но они были заперты в двух комнатах. И откуда у них чья-то рука?\nВы испугались. А что, если Катя спустилась сюда, а зомби сломали двери и напали на неё.\n–Надо всё узнать.— сказала Таня.— Саша!\n–Называй меня господином! Я тебе не друг. \n–Понимаю, ты зол, но я знаю состояние безумия, и я щнаю, что ты меня убил бы! Я не могла так просто позволить себе умереть!\n–Только о себе думаешь, значит?\n–Вообще-то нет, я думаю о том, чтобы ты не стал психом!\n–Да неужели! Это ты так проявляешь свою мать Терезу?!\n–Да! \n–В таком случае, пошла ты на...\nВдруг прозвучал выстрел. \nРядом с вами упал мертвец. Вы увидели за спиной Татьяны воскресшего и выстрелили в него. Он упал замертво.\n–Спасибо. Карина в любом случае пойдёт наверх, а вот кто с ней пойдёт, а кто всё обследует здесь, решай ты.",
    "answers": [
      {
        "id": 58,
        "text": "Вы здесь, а Татьяна с Кариной на десятом этаже"
      },
      {
        "id": 59,
        "text": "Татьяна здесь, а вы с Кариной на десятом этаже"
      }
    ]
  },
  {
    "id": 58,
    "text": "–Я останусь здесь, а вы идите на десятый этаж.\n–Хорошо.— женщины направились к лестнице. Вы тем временем достали пистолет и выстрелили в голову сначала одному трупу, потом и второму. Затем вы в упор подошли к зомби, поедавшему человеческую руку. Вы проделали ему болтшую дыру в голове, а затем взяли руку, которой он питался. Вы знали, что на руке вашей девушки была татуировка, изображавшая сердце ангела. Как назло, мертвец выгрыз ту часть, на которой могло быть это изображение. Однако рука была лишь чуть тоньше руки вашей девушки. Вы опасались. Обыскав десяток дверей, вы вошли в очередную комнату и увидели изодранное тело. Вас едва не стошнило, потому что оно начинало гнить. Однако, по раздавленной голове, на которой были тёмные волосы, вы поняли, что это просто незнакомка, ведь у Екатерины были блондинистые волосы. Вы облегчённо вздохнули, и не найдя ничего полезного, быстро поднялись на последний этаж.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "–Обследуй этаж, а мы к Кариной пойдём на последний этаж.\n–Хорошо.\nВы с заложницей зашагали к лестнице, пока Татьяна убивала зомби.\n–Спасибо.— сказали вы на восьмом этаже.\n–За что?— продолжала идти девушка\n–За то, что спасла мою жизнь. По сути, и Танину тоже.— остановились вы.\n–Я не спасала вас. Я остановила вас.— Карина тоже прекратила шаг.\n–Остановила от чего?\n–От того, чтобы вы убили друг друга.\n–И всё же, получается, что ты нас спасла.\n–Ну да.\n\nВы поднялись на десятый этаж. Катя тут же накинулась на вас с обьятиями.\n–Как я рада тебя видеть!\n–Я тоже безумно счастлив!\n–А кто эта баба, с которой ты пришёл?— девушка резко отстранилась от вас и назмурила лицо.\n–Она мародёр. Мы взяли её в заложники, и думаю, её друзья уже знают об этом.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Прошёл час. Вы вчетвером сидели и ждали мародёров, хотя, на самом деле, это казалось довольно глупым. Карина оказалась не такой уж и привязанной к банде. Что насчёт отношений с нами, она обижалась на Татьяну за то, что та убила её парня. От Константина новых звонков не поступало.\nВот, уже садилось солнце, в окне вы видели разочарованных мародёров, которые выходили из здания. Вы посмотрели на два дуба. Они стояли рядом, один достигал шестого этажа и был изъезен тлёй, другой же был очень ветвистым и высотой достигал четвёртого этажа. Вы надеялись заметить там брата, но безуспешно. Вы решили не звонить ему, ведь если он собрался сбегать из этой зоны, то рядом везде и всюду бродили воскресшие, а звонок мог их привлечь. \n–Как думаешь, что с ним?— спрашивала Екатерина\n–Наверно, убежал. Опять ему пофиг на младшего брата. \nВечером вы сидели и думали, что не так с жтим апокалипсисом. Почему так быстро люди позаражались? Почему так быстро появились бандиты? Почему так быстро опустели магазины? Почему Карина сказала, что Таня нужна была им, чтобы убивать военных? Неожиданно последний вопрос поразил вас.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы подошли к Карине. Девушка посмотрела на вас и присела на пол. Вы также сели.\n–Я тут раздумывал о всяком. И подумал: когда мы впервые говорили с тобой, ты сказала, что Таня нужна вам, чтобы обворовывать здания, людей и убивать военных. Зачем вам убивать военных?\n–Эх... Военные зачищают район. Зачищают от людоедов  и людей.\n–От людей?\n–Да. Вчера ночью мы впервые встретили военных. Наш друг испачкался кровью, и они посчитали, что его укусили. Они убили его. Двое наших вступились за него и их тоже расстреляли. Мы начали перестрелку. Одного из наших они застрелили, другого скормили мертвецам. Мы смогли убить троих военных, и они уехали, крикнув нам, что искоренят всех нас и всех людей здесь. Поэтому, если встретишь военных, беги без оглядки или тут же перережь их всех. \n–Окей.— низким тоном сказали вы.\n\nВы легли на матрас рядом с Катей. Она уже спала. Карине вы позволяли лежать спокойно, так как доверяли ей. Она хорошо себя вела, не пыталась сбежать. Должно быть, ей не очень понравилось быть мародёром.\n Вот, солнце зашло за горизонт, и вы уснули.",
    "answers": [
      {
        "id": 62,
        "text": "Начать восьмую главу"
      }
    ]
  },
  {
    "id": 62,
    "text": "Глава 8: „Плохое хорошее утро”\n\nКазалось, сейчас всё было сказочно, хотя на самом деле было далеко от такого. Вас разбудили нежные лучи утреннего солнца. Вы открыли глаза и посмотрели в окно. Лазурь покрыла небо. Вы встали, протянулись и подошли к окну. Утренний ветер был холоднее, чем вы думали. Несмотря на позднеосенний период, дни были тёплыми. Вы посмотрели на дубы. С дуба, на котором сидел ваш брат, слетали последние листья. Соседний дуб уже совсем иссох. Внизу вы заметили пару мертвецов. Затем вы посмотрели на дорогу за территорией заброшки. Много зомби разбрелось по улице. Вас это напрягало. Вы обернулись и посмотрели на матрасы. Матрас Карины был пуст, должно быть, она пошла в туалет. Екатер на мирно спала. Когда вы смотрели на неё, вам становилось спокойнее. Вы улыбнулись и на момент забыли о куче трупов на улице. Вас отвлёк звук падения чего-то этажом ниже. К счастью, никто не проснулся. Вы пошли на звук и прошли мимо Татьяны. Таня тоже была красивой девушкой, хоть и не такой, как Катя. Особенно вас поражала грациозность и милота Татьяны. Вы посмотрели на женщину и обомлели. Горло было залито свежей кровью. Вы присели и внимательнее осмотрели шею. Должно быть, кто-то перерезал ей глотку совсем недавно. Вы вновь посмотрели на койку Карины. Девушка и не думала возвращаться. Вы быстро спустились на девятый этаж. С порогу вы увидели труп, лежащий на полу. Кровь растекалась по полу. Рядом стоял Константин. В трупе вы узнали Карину.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "–Чо за херня?— спросили вы. \n–Я решил пойти к тебе, а эта тварь напала на меня. Я её прикончил. Точнее, ударил о ту стенку.\nВы посмотрели туда, куда указал ваш брат. Здесь также отобразился след крови. \n–Я сделал что-то ужасное, да?— запаниковал Константин.\n–Нет. Она несколько минут назад, должно быть, убила человека.— ваш ответ прощвучал неожиданно. \n–Нашу мать, что здесь творится?\nВдруг вас двоих отвлёк резкий крик Кати. Вы тут же кинулись на последний этаж. Когда вы поднялись, то увидели Екатерину, стоявшую возле мёртвого тела. \n–Она умерла.— несколько успокоилась девушка.\n–Я знаю. Её убила Карина.— ответили вы.\n–Где эта стерва?\n–На этаже ниже, с разбитой головой. Мертва.— ответил ваш брат. \nКатя посмотрела на вас, потом на Костю.\n–Докажите.\nВы втроём спустились и посмотрели на труп заложницы.\n–Ладно. Нам надо валить отсюда.— хладнокровно сказала девушка.\n–Так просто это не сделать. Я посмотрел в окно, и по всей улице разбрелись воскресшие.— сказали вы.\n–Я смог отвлечь их с помощью куска мяса. Хоть оно и было испорченым, они повелись.— подсказал идею ваш брат.\n–А у тебя есть ещё мясо?\n–Конечно.\n–Тогда мы бежим отсюда.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вот, ваша троица выходит из здания и бедит ща мусорный бак. Затем за дубы, а после к забору. Вы вщяли мясо и кинули к стене здания. Мертвецы тут же пошли к куску размороженной плоти. Вы быстро пробежали через дорогу и ушли прочь. \n\nУтренняя лпзурь сменилась затянутым небом. Температура резко упала почти до нуля.\n–А если снег начнётся?— спростла Катя.\n–Возможно, воскресшие передохнут с холоду.— сказал Костя.\n–А если нет?— подумали вы.\n–Тогда мы можем быстро сдохнуть, если нас не найдут военные. \n–А прийдут ли они вообще?— задумалась Екатерина.\n–Карина сказала, что они уже ходят по району и истребляют как мёртвых, так и живых.\n–И ты до сих пор веришь этим словам?\n–Да. Она сказала, что Таня им была нужна, как оружие против солдат. \n–Смешно.\n–Думаю, что всё же н...\nВдруг заряд пуль прогудел под вашими ногами. К счастью, ноги и тело остались целы. Вы тут же спрятались за стеной.\n–Что это нахрен такое?— Константин был в шоке.\n–А вот и военные.— сказали вы.— Костя, у тебя есть оружие?\n–Да.\n–А у меня нету.— пожаловалась Катя.\n–Блин, я же оставил Танино оружие у неё.— раздражённо сказали вы.— Ах, тогда будешь здесь стоять и не высовываться. \n–Я так не хочу.\n–А я хочу, чтобы ты жила.\n–Ладно, братишка, сейчас выбегать или тут ещё посидим?",
    "answers": [
      {
        "id": 65,
        "text": "Выбегать"
      },
      {
        "id": 66,
        "text": "Сидеть на месте"
      }
    ]
  },
  {
    "id": 65,
    "text": "–Выбегаем.\nВы вдвоём неожиданно выбежали из укрытия и начали кормить армейцев свинцом. Один, второй, третий, четвёртый, пятый... Вы не ожидали, что сможете за несколько секунд перебить почти всех. Последний представитель вооружённых сил скрылся в засаде за соседней стеной. Вы не спешили выбегать. Вдруг вы услышали его крыки, рычания, звуки челюстей и упавший пистолет. Вы выбежали и увидели, как очкастого парня разрирает четверо мертвецов. Екатерина выбежала из укрытия. Она жалостно посмотрела на парня. Вы с братом посмотрели друг на друга и пошли дальше. \n\nМаленькие снежинки падали на асфальт и тут же таяли. Хотя, понемногу появлялись снежные горки. \n–Надеюсь, что благодаря снегу воскресших станет меньше.— понадеялась Катя.\n–Да уж, тогда бы и неплохо было построить снеговика или поиграть в снежки.— сказал ваш брат.\n–А ты как будто бы и не старший брат.— ухмыльнулись вы.\n–Ну хочешь, закидаем снежками воскресших. Много патронов тратить не прийдётся. \n–Хм... а это чертовски крутая идея!\n–Вот видишь! Круто же!\n–Парни, смотрите! Там что-то в небе!\nВы посмотрели в небо. Самолёты сбрасывали ракеты.",
    "answers": [
      {
        "id": 67,
        "text": "Начать девятую главу"
      }
    ]
  },
  {
    "id": 66,
    "text": "–Нет, мы сидим здесь!\nВы продолжали оставаться на месте. Вы услышали, как один военный замешкался и начал медленно подходить к вашему укрытию. Вдруг вы резко выпрыгнули и прострелили ему голову. Военные запалили во все стороны, а вы, прикрываясь телом, убили ещё двоих. Тут в ход вышел Константин и двумя спокойными выстрелами убил двоих солдат. Последний армеец прижался к кустам и вдруг ехо схватил мертвец. Лысый мужчина выронил оружие и панически размахивал руками по воздузу. Зомби вцепился в затылок несчастного и умудрился сломать позвоночник.\n Екатерина выбежала из укрытия. Она жалостно посмотрела на парня. Вы с братом посмотрели друг на друга и пошли дальше. \n\nМаленькие снежинки падали на асфальт и тут же таяли. Хотя, понемногу появлялись снежные горки. \n–Надеюсь, что благодаря снегу воскресших станет меньше.— понадеялась Катя.\n–Да уж, тогда бы и неплохо было построить снеговика или поиграть в снежки.— сказал ваш брат.\n–А ты как будто бы и не старший брат.— ухмыльнулись вы.\n–Ну хочешь, закидаем снежками воскресших. Много патронов тратить не прийдётся. \n–Хм... а это чертовски крутая идея!\n–Вот видишь! Круто же!\n–Парни, смотрите! Там что-то в небе!\nВы посмотрели в небо. Самолёты сбрасывали ракеты.",
    "answers": [
      {
        "id": 67,
        "text": "Начать девятую главу"
      }
    ]
  },
  {
    "id": 67,
    "text": "Глава 9: „Музей национальных смертей”\n\nОдна ракета попала в здание и превратила его в руины. Другая попала на улицу, с которой вы недавно сбежали. Третья летела на вас. Вы побежали вперёд. Бомба приземлилась и взорвалась. Вы обернулись. Зомби с соседних улиц шли сюда. Вы посмотрели вперёд и увидели огромную толпу мертвецов. Ваш брат указал на музей. Вы тут же побежали туда. За вами погналось несколько невероятно быстрых трупов. Вы побежали по лестнице. Людоеды всё ещё гнались за вами. Костя попытался открыть дверь, но всё безуспешно. Тогда он выломал её. Вдруг Катю схватили за руки два мертвеца. Вы дважды выстрелили и спасли свою девушку. Константин побежал на второй этаж, а вы за ним. Зомби тем временем частично разбрелись, но немалая их часть вошла в здание, а тройка групп пошла на второй этаж. Ваша троица тем временем скрылась в зале костюмов. В новом, недавно построенном национальном музее Москвы было три этажа. На первом распологались карты, оружия, планы и некоторые части сооружений. На втором этаже были предметы народного быта. На последнем же были подобия исторических зданий и предметы прошлого.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы сидели в зале. Здесь было достаточно прохладно, поэтому Екатерина надела татарскую шубу. \n–Что мы теперь будем делать?— спросил Константин.\n–Пробиваться.— сказали вы.\n–А может, посидим на третьем этаже?— предложила Катя.\n–Нет, а иначе потом только сложнее будет пробиваться.— ответили вы.\n–Мне не очень нравится эта идея. Может быть, просто сбежим?— опасался Костя.\n–Мы лишь только попадём в другие лапы.\n–Саш, ну а что мы тогда будем делать?\n–Пробиваться. При любом другом действии мы умрём. \n–Ну уж нет!— воскликнула девушка.— Мы должны оставаться здесь! Здесь безопаснее! Вы видели, что творят люди без нашего ведения? Обстреливают город! \n–Да тогда нас сожрут!— крикнули вы.\n–Нет, это при твоём способе нас сожрут, а если мы попробуем сбежать, нас взорвут! И тогда остаётся только сидеть здесь и ждать!\n–Чего ждать? Пока мы не сдохнем?— не выдержал брат.\n–Надо валить отсюда, здесь нет еды.— продолжили вы. \nДевушка отвернулась. \n–Тогда надо валить осторожно.— Костя посмотрел на вас.\n–Нет.— ответили вы.\n–Тогда дождёмся вечера, а там посмотрим.\n–Может, поболтаем пока?\n–О чём?",
    "answers": [
      {
        "id": 69,
        "text": "О том, как мы бросили Алину"
      },
      {
        "id": 70,
        "text": "О том, куда пропал Павел",
        "need": [
          34
        ]
      },
      {
        "id": 76,
        "text": "О том, куда пропал Павел",
        "need": [
          35
        ]
      },
      {
        "id": 76,
        "text": "О том, куда пропал Павел",
        "need": [
          37
        ]
      },
      {
        "id": 71,
        "text": "О том, вернутся ли мародёры"
      },
      {
        "id": 72,
        "text": "О том, что творят военные"
      },
      {
        "id": 73,
        "text": "О том, что случилось с родителями"
      },
      {
        "id": 74,
        "text": "О том, что случилось с Костей после начала"
      }
    ]
  },
  {
    "id": 69,
    "text": "–О том, как мы с Катей бросили Алину.\nТут Екатерина повернулась к вам. \n–Спасибо, что напомнил о её существовании.— сказала девушка.\n–А как это произошло? Когда? Где? Кто она?— заинтересовался ваш брат.\n–Это случилось вчера утром. Она была девушкой, которая навела на нас огромную толпу в больнице, из-за которой там умер один хороший человек. Она оказалась фанатиком, проводила со своей чёкнутой мамашей эксперименты на своей заражённой сестре. \n–Ого, ну и жесть!\n–Да, я тоже хотел так подумать, но не успел, потому что эта стерва ударила меня битой по голове. Когда я очнулся, то всё рассказал, и её мать пытаоась убить всех, но тут напали воскресшие. Таня убила её. \n–А что с Алиной этой?\n–А чёрт знает, что с ней. Её мы в то утро не увидели, должно быть, она спала, причём очень крепко, потому что мертвецы орали очень громко.\n–А как думаете, что с ней случилось?\n–Я думаю, что её сожрали.— поразмышляла Катя.\n–А я думаю, что она проснулась, но была тихой, притворялась спящей. Когда она услышала о смерти её матери и тут же сбежала.",
    "answers": [
      {
        "id": 75,
        "text": "Задать ещё один вопрос",
        "forget": [
          69
        ]
      },
      {
        "id": 77,
        "text": "Далее",
        "need": [
          75
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": "–О том, куда пропал Паша.\nТут Катя повернулась к вам.\n–А кто это? Когда он пропал? Где? Почему?— заинтересовался Костя.\n–Это один мудак, который поначалу был довольно незаметен, но потом он проявил себя, как кровавый лидер. Можно сказать, он был тираном. Во время инцидента он, как и Таня, пропал без вести. Вот только его, в отличии от Татьяны, мы больше не видели.\n–Как думаете, куда он пропал?\n–Я думаю, такого урода быстро сожрали.— поразмышляла Екатерина.\n–А я думаю, что он мог где-то спастись. Как известно, сволачи долго живут. Может, свалил из района. Он же с армией корешит.",
    "answers": [
      {
        "id": 75,
        "text": "Задать ещё один вопрос",
        "forget": [
          70
        ]
      },
      {
        "id": 77,
        "text": "Далее",
        "need": [
          75
        ]
      }
    ]
  },
  {
    "id": 71,
    "text": "–О том, что мы снова можем встретить тех мародёров.\nЕкатерина повернулась к вам. \n–Я их всех изрежу, не волнуйся.— пообещал Костя.\n–Знаю я тебя. Они изрежут нас. \n–А если мы больше не встретимся?— сказала Екатерина.\n–Вот именно. Что если мы встретим мародёров поопаснее? Или вооружённых, профессиональных военных? Тогда мы должны готовиться к встрече в разы сильнее!— забеспокоились вы.\n–Пожалуйста, не будь фанатиком!\n–Пожалуйста, не будь пофигисткой!\n–Саша прав, мы должны быть готовы к нападению не только воскресших, но и людей. Тем более, хорошо подготовленных.— поддержал вас брат.\nДевушка молчала.\n–Катя, это не тот случай, когда можно отложить на денёк. Нам срочно надо готовиться!\nЕкатерина прислонилась к стене. Должно быть, она обиделась на вас. Но зная её, обида должна была продлиться недолго.",
    "answers": [
      {
        "id": 75,
        "text": "Задать ещё один вопрос",
        "forget": [
          71
        ]
      },
      {
        "id": 77,
        "text": "Далее",
        "need": [
          75
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "–О том, что творят военные. \nКатя повернулась к вам. \n–Согласен, они сумасшедшие!\n–Более того, они сами решают, кому надо жить, а кому нет.— поддержала Константина Екатерина.\n–Да, я помню, как Карина рассказала мне о пяти людях, умерших просто так. \n–Нам надо что-то делать.— сказал Костя.\n–Согласен. Нужно подготовиться.\n–Пожалуйста, не будь фанатиком!— возразила Екатерина. \n–Пожалуйста, не будь пофигисткой!\n–Саша прав, мы должны быть готовы к нападению не только воскресших, но и людей. Тем более, хорошо подготовленных.— поддержал вас брат.\nДевушка молчала.\n–Катя, это не тот случай, когда можно отложить на денёк. Нам срочно надо готовиться!\nЕкатерина прислонилась к стене. Должно быть, она обиделась на вас. Но зная её, обида должна была продлиться недолго.",
    "answers": [
      {
        "id": 75,
        "text": "Задать ещё один вопрос",
        "forget": [
          72
        ]
      },
      {
        "id": 77,
        "text": "Далее",
        "need": [
          75
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "–О том, что случилось с нашими родителями.\nКатя повернулась к вам.\n–Ты знаешь, что с ними произошло?\n–Да, и я удивлён, что тебе на это до такой степени пофиг. \n–Что? Я двадцать раз пытался до них дозвониться!\n–Они мертвы!\n–Что?— мужчина вздрогнул. \n–Отца укусили, в больнице он умер, а потом воскрес. Он едва не сожрал Катю, ро едва ли мать тронула его, он тут же укусил её!\n–Этого не может быть!\n–Ещё как может, просто ты не следишь за семейной жизнью.\n–Когда это было?\n–В первую ночь.\nКонстантин схватился за волосы и раздумывал, как такое могло произойти?!",
    "answers": [
      {
        "id": 75,
        "text": "Задать ещё один вопрос",
        "forget": [
          73
        ]
      },
      {
        "id": 77,
        "text": "Далее",
        "need": [
          75
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "–О том, что с тобой случилось после начала всего этого ужаса.\nКатя повернулась к вам.\n–Ну... сначала я бесчисленное количество раз пытался дозвониться до родителей. Потом хотел позвонить тебе, но связь пропала. Вдруг в половине города отключили свет. Всю ночь свет то включали, то отключали, а под утро свет в конец вырубили. Я всю ночь не мог уснуть. В телевизоре я услышал о карантинных зонах Москвы, куда, как они сказали, невероятно смертельно попадать. Я поехал к родителям, но та карантинная зона охранялась американскими войсками, поэтому они едва не расстреляли меня. Тогда я отправился в твою карантинную зону. Я смог найти лазейку и пролез. Через полчаса я заметил Катю. Тогда я начал за ней следить, а потом увидел, как она зашла в какую-то заброшку. Я забрался на дуб пониже и в окне увидел лежащего тебя. Я заметил каких-то мародёров, а когда они подошли, я увидел, как ты просыпаешься. Чтобы ты проснулся быстрее, я позвонил тебе. Дальше ты знаешь.",
    "answers": [
      {
        "id": 75,
        "text": "Задать ещё один вопрос",
        "forget": [
          74
        ]
      },
      {
        "id": 77,
        "text": "Далее",
        "need": [
          75
        ]
      }
    ]
  },
  {
    "id": 75,
    "text": "Тут вы подумали. Прошло немного времени. \n–Я думаю, мы можем ещё немного поболтать.\n–О чём?",
    "answers": [
      {
        "id": 69,
        "text": "О том, как мы бросили Алису"
      },
      {
        "id": 70,
        "text": "О том, как сбежал Павел",
        "need": [
          34
        ]
      },
      {
        "id": 76,
        "text": "О том, как сбежал Павел",
        "need": [
          35
        ]
      },
      {
        "id": 76,
        "text": "О том, как сбежал Павел",
        "need": [
          37
        ]
      },
      {
        "id": 71,
        "text": "О том, вернутся ли мародёры"
      },
      {
        "id": 72,
        "text": "О том, как ведут себя военные"
      },
      {
        "id": 73,
        "text": "О том, что случилось с родителями"
      },
      {
        "id": 74,
        "text": "О том, что случилось с Костей после начала"
      }
    ]
  },
  {
    "id": 76,
    "text": "–О том, куда пропал Паша.\nТут Катя повернулась к вам.\n–А кто это? Когда он пропал? Где? Почему?— заинтересовался Костя.\n–Это один парень, который поначалу был довольно незаметен, но потом он проявил себя, как кровавый лидер. \n–Всмысле? \n–Он говорил, что вокруг него все умирают. Можно сказать, он был лидером тиранского правления. Во время инцидента он, как и Таня, пропал без вести. Вот только его, в отличии от Татьяны, мы больше не видели.\n–Как думаете, куда он пропал?\n–Я думаю, такого труса быстро сожрали.— поразмышляла Екатерина.\n–А я думаю, что он мог где-то спастись. С его внушением и силой он точно мог у кого-то остановиться. А может, свалил из района. Он же с армией, вроде как, корешит.",
    "answers": [
      {
        "id": 75,
        "text": "Задать ещё один вопрос",
        "forget": [
          76
        ]
      },
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вдруг дверь в ваш зал сломаламь под натиском мертвецов. Зомби огромной толпой ворвались в помещение. \n–Какого хрена?— испугался Костя. \n–Бежим в соседний зал! Там чёрный выход!— крикнула Екатерина.\n–Валим через пожарную лестницу!— крикнул Константин.\n–Не смей пробиваться через них!— крикнули они оба в один голос.\nВоскресшие были почти у вашего носа. Вы обернулись. Катя смогла взломать дверь в соседний зал, Костя наступил на лестницу, прибитую к стене. Вы сделали несколько шагов назад. Звук словно бы исчез, а весь мир был в замедленном режиме.",
    "answers": [
      {
        "id": 78,
        "text": "Бежать к своей девушке в соседний зал"
      },
      {
        "id": 79,
        "text": "Бежать к своему брату на пожарную лестницу"
      },
      {
        "id": 80,
        "text": "Бежать самому через мертвецов к выходу"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы рванули к своей девушке. Катя открыла дверь и вбежала в комнату. Вы побежали за ней. Часть толпы пошла за вами, а часть кинулась к лестнице. Вы увидели заветную дверь к чёрному выходу. Она оказалась заперта. Вы приготовились и выбили дверь. Девушка побежала первой. Вдруг вас на мгновение остановил мужской крик боли. Рычания воскресших отвлекли вас. Вы побежали по маленькой лесенке к заветному спасению.",
    "answers": [
      {
        "id": 90,
        "text": "Начать десятую главу"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы тут же побежали к своему брату. Он почти спустился с лестницы, а вы пошли за ним. Часть толпы пошла за вами, а часть— к Кате. Вы с Костей спокойно спустились. Зомби пытались укусить вас, но обычно они падали и ломали себе кости. Хотя, один труп едва не укусил вас. Вы пошли прочь отсюда, но вдруг услышали женский крик боли. Вы ускорили шаг.",
    "answers": [
      {
        "id": 93,
        "text": "Начать десятую главу"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы побежали в толпу, словно Халк, сталкивая мертвецов со своего пути. За несколько секунд вы выбрались из комнаты. Удивительно, что вас не укусили. Но на этом вы не остановились. Вы всё расталкивали и расталкивали зомби, пробравшись к лестнице. Вы скатились по перилам и продолжили бить зомби. Если бы вы использовали пистолет, то из-за такой толпы от вас бы ничего уже не осталось, но удивительным образом вы выбрались из здания и побежали прочь, сами не зная куда. Лишь бы только это было как можно дальше отсюда. ",
    "answers": [
      {
        "id": 81,
        "text": "Начать десятую главу"
      }
    ]
  },
  {
    "id": 81,
    "text": "Глава 10: „Одичавшие”\n\nВы бежали прочь и вдруг увидели, как несколько ракет ударили по музею, уничтожив здание. Не особо обратив на это внимание, вы пробежали несколько улиц. Вы остановились и присели. Дорога выдалась непростой, и возможно, Константин и Екатерина мертвы. Вы начали тихонько плакать, осознав смерть своих брата и девушки. Но вдруг вы услышали чьи-то шаги. Вы спрятались за машиной. Тут вы увидели седого мужчину, который тщательно проверял наличие мертвецов поблизости. За ним хвостиком шёл подросток лет четырнадцати. Вы задумались— стоит ли вызодить к ним. В итоге вы вышли из укрытия. Мужчина тут же заметил вас и навёл оружие.\n–Кто ты?— спросил он.\n–Я такой же выживший, как и ты.\n–Ага, знаю я таких же выживших, которые на самом деле нихрена не выжившие, а грёбаные мародёры.\nВы недоумевающе посмотрели на старика. На самом деле, он казался не таким уж и старым. Он был в хорошей спортивной форме, с гордой прямой спиной и массивными руками. Лишь только седина выдавала его реальный возраст.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Перед вами затянулось неловкое молчание. Вы хотели скащать что-то первым, но тут в дело вступился подросток.\n–Иди прочь отсюда!\n–Но я не хочу сделать вам ничего плохого.\n–Вали отсюда, парень, пока я не прикончил тебя.— сказал уже дед.\nВы отчаянно вздохнули и развернулись, пойдя назад, в сторону музея. Должно быть, они уже встретили лживых людей, и теперь никому не доверяют. Вы размышляли, а мальчишка со своим дедушкой всё ещё смотрели на вас. Старик и не думал спускать ружьё. Вы обернулись, чтобы убедиться в этом. Но тут вас кто-то схватил за руку. Вы от неожиданности упали, но тут же встали. Какая-то грязная, измазанная кровью женщина схватилась за вашу руку. Тут она вцепила свои зубы в конечность, и вы закричали от боли. Меткий выстрел спас вас от этого монстра. Вы посмотрели на деда, который только что выстрелил, затем на его испуганного внука, а после на свою руку. Вас успели укусить. Кровь не сочилась, но её было видно довольно отчётливо.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы испугались, вдруг она вас заразила и скоро вы станете воскресшим. К этому времени пара подбежала к вам.\n–Как ты?— спросил мужчина.\n–Меня укусили.\n–Твою мать!\nВы внимательно посмотрели на тело, и что-то вам показалось в ней непохожим на зомби. Вы не понимали, что это конкретно, однако понимали, что она могла и не быть трупом.\n–Погодите, так у неё же бежевая кожа!— вдруг прозрел парнишка.\n–Что?— не понял дед.\n–У монстров должна быть белая кожа, а у неё она бежевая. То есть, она не умирала. А значит, она человек.\n–А значит, она каннибал.— вдруг поняли вы.\nСедоволосый мужчина был в шоке.\n–Как вас зовут?— спросил он.\n–Александр. А вас?\n–Степан. Приятно познакомиться.",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "–Ладно, я убедился, что ты нормальный человек. Расскажи, как ты застал апокалипсис.\n–Ну, мне позвонила мама. Она сказала, что у папы нет пульса. Моя девушка работала медсестрой и послала туда докторов. Во воемя операции отец воскрес и вроде как сожрал маму и покусал хирургов. Я побпжал к своей девушке, спасать её и по пути встретил первых воскресших.\n–Ах вот как. Ты узнал о них, потеряв свою семью?!\n–Да.\n–Стоп, а ты называешь их воскресшими?\n–Да, они ведь воскресли из мёртвых.\n–А. Мы с Петькой называем их монстрами, потому что они действительно, как невообразимые монстры.\n–Слушай, а расскажи-ка ты мне, как ты застал весь этот ужас.\n–Ну, я со саоим сыном и его сыном поехал в суд. Петькин отец был в разводе с женой. Но она, стерва, хотела всё тебе оттяпать— и квартиру, и деньги, и сына. На суде ей, конечно сказали, что ничего такой ужасной мамаше не дадут. Когда она выбегала из здания, то на неё напал монстр и начал жрать её.\n–То есть, ты тоже узнал об этом на родных костях?!\n–Нет, она мне не родная. Внуку, возможно, частично. Но мне— нет. Она с самой первой встречи не взлюбила меня, а я не взлюбил её. И родители у неё вроде очень даже приятной натуры, а она— нет.",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вечерело. Вы решили переночевать в магазине. Солнце село за горизонт, и вы улеглись на полу. Ночью вам снилось, как вы со Степаном и Петей ходите по поляне, на которой раскиданы тела зомби. В одном из них вы узнали Катю, в другом— Костю, в паре трупов вы заметили очертания лиц ваших родителей, полуразорванный труп показался вам похож на Галю. А в одном отдалённом теле вы разглядели самого себя. Вдруг на поляну набежала туча мертвецов, которые тут же накинулись на ваших новых друзей. Вы тут же ринулись прочь отсюда, но заблудились в лесу. Тут на вас напало несколько зомби и они зарезали вас. Вы проснулись в испуге, но быстро вышли из этого состояния. Близилось утро. Пётр ещё спал, а вот вы со Степаном— нет. Парень, со слов деда, недавно заболел бронхитом, но в таких условиях мог попросту умереть. Степан не хотел потерять последнего родного человека. Мужчина решил поискать иду в этом здании, а вы— в соседних.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Солнце уже ярко светило, Петя должен был проснуться. Вы тем временем пытались дотянуться до филе. На самом деле, вы не знали, как быстро оно портится, но вы хотели убедиться, что оно испорчено, ведь если нет— то это будет чудеснейший обед. Тут вы заметили, что Степан уже идёт назад с полным пакетом еды. Вы же ещё не собрали и половины. „Саша, заканчивай!”— крикнул Стёпа. Вы поспешили достать филе из этих обломков стены. Вот, вы дотянулись до продукта и, вытащив его, посмотрели на срок годности. Ваше время было потрачено зря: филе испортилось две недели назад. Как продавцы могли так долго продавать протухшие продукты? Вы разочаровались в своих находках, особенно в этом полуразрушенном магазинчике. Взяв пакет, вы пошли в супермаркет.",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы зашли в магазин и оцепенели: повсюду были разбросаны вещи. Степан лежал без сознания на полу. Кровавый след, протянувшийся от одного окна до другого, заканчивался большой лужей крови. Мальчик пропал. Вы уронили пакет и...",
    "answers": [
      {
        "id": 88,
        "text": "Кинулись искать Петю"
      },
      {
        "id": 89,
        "text": "Побежали помогать Степану"
      }
    ]
  },
  {
    "id": 88,
    "text": "...кинулись искать Петю. Вы побежали в сторону от окна, через которое они выбрались. Вы не мешкались, поэтому заметили их вдалеке. Вы вспомнили свою молодость, когда были самым быстрым мальчиком в школе, и стали стремительно нагонять негодяев. Тут они свернули и вы повернули за ними. Вы уже очень отчётливо видели их спины и пинающиеся ноги Петра. Также вы заприметили огромную кучу зомби, которые неожиданно напали на воров. Стоп, что? Преступники развернулись. Вы вновь были в ступоре. Мальчик попытался выбраться, но тут человек, державший его, откусил ему ухо и бросил в толпу мертвецов. Вы рванули спасать ребёнка, сталкивая всех мудаков на пути. Воскресшие схватили Петю и уже хотели было искусать его, но тут вы влетели в толпу и раскинули всех монстров. Схватил мальчишку, вы побежали прочь отсюда. Мертвецы напали на обидчиков и съели львиную долю этих ублюдков. Петя же задыхался от испуга. Казалось, он сейчас умрёт от дикого кашля, который, к тому же, привлекал других зомби. Вы были в отчаянии.\n\nПолучена концовка: „С дитём на руках”",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 89,
    "text": "...побежали помогать Степану. Вы долго качали его, но он всё никак не мог очнуться. Тогда вы достали бутылку воды и вылили немного мужчине на лицо. Вы заметили, что он начал шевелиться. Не успел он открыть глаз, как вы спросили его:\n–Что случилось? Где Петя?\n–А! О Боже, эти ублюдки украли его!\n–Кто они?\n–Грёбаные людоеды! \nВы оказались в шоке. Неужели это месть за ту женщину? Или жто абсолютная случайность? Ясно было только одно: надо найти и уничтожить этих мразей.\n–Надо срочно бежать за ними!\n–Точно.— с трудом сказал Стёпа. Мужчина попытался подняться, но тут же рухнул на пол.\n–Уроды, резанули по животу. Ох, какой же я теперь абуза.— мужчина посмотрел на вас.— Саша, найди моего внука! И перебей этих каннибалов, всех до единого! Обещай!— тон Степана уже казался истерическим.\n–Обещаю!\n–Беги!\nВы тут же побежали сами не зная куда. Бежали вы в направлении от окна, через которое они выбрались. Однако вы их нигде не находили. Вы попросту бродили по городу и со временем совсем заблудились.\n\nПолучена концовка „Потерявший всех”",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 90,
    "text": "Глава 10: „Плохие друзья”\n\nВы наконец открыли дверь и выпрыгнули отсюда. Тут же за вами выпрыгнула Екатерина, а за ней— десяток мертвецов.\n–Бежим!— крикнула девушка.\n–Куда?\n–Подальше отсюда!\nВы побежали в неизвестном направлении. Пока вы бежали, число зомби, преследовавших вас, лишь увеличивалось. Вы бежали без оглядки. \n\nВы наконец-таки смогли убежать от преследовавших, множество раз петляя межлу улиц. \nВы присели на лавочку возле пятиэтажки. \n–Что теперь будем делать? Куда нам идти?— спросила девушка.\n–Ой, не знаю. Оставаться в зоне заражения опасно, надо вались отсюда. Лишь бы нас не расстреляли военные.\nКатя облокотила свою голову на ваше плечо. Вы посмотрели на небо. Уже начинало темнеть. Как же так? Вы задумались, что же делать дальше. Ваши мысли были прерваны. Екатерина тревожно смотрела на вас. Вы испугались и осмотрелись. И обомлели. За зданием были очень заметны бандиты, изрубившие множество воскресших и держащие теперь в руках огнестрельное оружие. В трупах вы различили военных. Тут вы неожиданно поняли, что с их взгляда, вы тоже очень заметны. И только вы подумали об этом, как заметили взгляды мародёров уставились на вас. Ваши зрачки расширились. Вдруг один из них направил свой пулемёт и побежал к вам. Вы со своей девушкой встали и кинулись прочь. Однако бандит стремительно нагонял вас, по пути выстреливая вам под ноги. Вы добежали до мусорного бака и спрятались.\n\n–Господи, что нам делать?— расплакалась девушка.\n–Мы будем защищаться!\n–Что? Чем? Как? Мы выбежим и нас расстреляют.\n–А если мы убежим, то он сделает то же самое. \n–Может, всё таки скроемся?",
    "answers": [
      {
        "id": 91,
        "text": "Защищаться"
      },
      {
        "id": 92,
        "text": "Бежать прочь"
      }
    ]
  },
  {
    "id": 91,
    "text": "–Нет, мы дадим отпор!\nТут вы услышали ряд выстрелов по баку. Более того, вы это почувствовали. Несколько патронов прошли сквозь мусорный бак и впились в вашу спину. Катя обомлела. Вы попытались встать, но не дикая боль в спине пронзила вас. Вы упали. \n–Выходите!— крикнул мародёр. \nКатя обомлела.\n–Защищайся!— сказали вы. \n–Как?— по щекам девушки вновь потекли слёзы. \n–Яростно.\nЕкатерина всё не могла собраться. Девушка тяжело вздохнула. \n–Умрите!— вдруг появился мародёр. Катя тут же бросилась на бандита и снесла его к ног. Пулемёт отлетел к вашим рукам. Екатерина вырубила парня и несколько успокоилась. Девушка посмотрела вдаль, но куча мародёров мешали ей. Екатерина ахнула. Один мародёр схватил девушку за длинные, блондинистые волосы и потащил прочь. Вы поползли на вид, чтобы перестрелять всех этих изродков, но кто-то выстрелил вам в грудь и вы упали. Тут послышались рычания мертвецов. Мародёры поспешили удалиться, а вы оказались в ловушке.\n\nПолучена концовка „В ловушке”",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 92,
    "text": "–Чёрт, ты права.\nТут вы услышали ряд выстрелов по баку. Более того, вы это почувствовали. Несколько патронов прошли сквозь мусорный бак и впились в вашу спину. Катя обомлела. Вы попытались встать, но не дикая боль в спине пронзила вас. Вы упали. \n–Выходите!— крикнул мародёр. \nКатя обомлела.\n–Защищайся!— сказали вы. \n–Как?— по щекам девушки вновь потекли слёзы. \n–Яростно.\nЕкатерина всё не могла собраться. Девушка тяжело вздохнула. \n–Умрите!— вдруг появился мародёр. Катя тут же бросилась на бандита и снесла его к ног. Пулемёт отлетел к вашим рукам. Екатерина вырубила парня и несколько успокоилась. Девушка посмотрела вдаль, но куча мародёров мешали ей. Екатерина ахнула. Один мародёр схватил девушку за длинные, блондинистые волосы и потащил прочь. Вы поползли на вид, чтобы перестрелять всех этих изродков, но кто-то выстрелил вам в грудь и вы упали. Тут послышались рычания мертвецов. Мародёры поспешили удалиться, а вы оказались в ловушке.\n\nПолучена концовка „В ловушке”",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 93,
    "text": "Глава 10: „Побег в никуда”\n\nВы с братом отбежали довольно далеко и мертвецы не преследовали вас. \n–Что теперь делать?— спросили вы. \n–Надо валить из этого района. Я всё ещё знаю, где находится пробел в обороне, так что могу пробраться. Как можешь пробраться и ты. \n–Ну и куда нам идти? \n–За мной.\n\nСолнце садилось за горизонт.\n–Сидят на постах и расстреливают всех заражённых. И всё же, есть у них незащищённые места.— рассказывал Константин.\n–Это может плохо обернуться. Мертвецы прорвутся и заразят остальную Москву. \n–Лишь бы это уже не случилось.\nВы разговаривали и ничего толком не замечали. \nВы посмотрели в небо, потом на дорогу. И тут же остановились. К вам спиной стояло двое военных. Вы с братом спрятались. К счастью, вас не заметили и вы смогли услышать их разговор.\n–Штаты вводят в город свои войска.\n–А дивизия на окраине города не считается?\n–Они говорят, что нет. Типа это учёные.\n–Ну, не очень похожи.\n–Да уж. \n–Блин, знаешь, как бы мне хотелось сейчас лежать за диване и теребить свой...\nВдруг послышались какие-то радиошумы.\n–Рация заработала! Неужели кто-то выжил? \nМужчины приняли вызов.\n–Приём, бойцы!\n–Командор! Нам сказали, что все мертвы. Что случилось?\n–Пока вас не было, инфецированные пробрались и искусали всех бойцов. Они нашли лазейку и разгромили нашу оборону! Я сейчас лежу на кровати с ампутированной ногой. Вирус разошёлся по всему городу.\n–Что? Да как так-то?\n–Мне жаль, парни. Теперь вы одни в эпицентре трагедии. Хотя, теперь наверно они разбредутся по городу и у вас останется совсем немного угроз. И всё же, будьте на чеку. Не спасайте меня, я заражён. Конец связи.",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "Солдаты пошли дальше. Вы были в шоке.\n–Они всё-таки прорвали оборону! Костя, что мы теперь будем делать?\n–Надо валить в первую очередь из очага. Потом надо будет успеть вырваться из города, пока вся Москва не оказалась в карантине. Не успеем— будем ждать военных.\n–А они нас не убьют?\n–Не до этого будет.\n\nПолучена концовка „Потерянный город”",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 95,
    "text": "Здесь можно найти пройденные вами концовки.\n",
    "answers": []
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  },
  {
    "id": 98,
    "text": "",
    "answers": []
  }
]