[
  {
    "id": 1,
    "text": "Автор: Туманная Янгми \nЖанры: мини-квест, мистика, немного романтики\nЧто может ожидать молодую девушку, которой едва исполнилось девятнадцать, в День Святого Валентина? Цветы, подарки, конфеты, признания в любви...  Этого ждет любая девушка, но не каждая получает желаемое. Джей же прекрасно знает, что ей никогда не признаются в любви, никогда не подарят даже валентинку... Она никому  не нужна. Но Джей пытается бороться с этим. Все тщетно... Но вот в голову девушки пришла пугающая мысль... ",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      },
      {
        "id": 3,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c846122/v846122142/14ac7a/lVCtDveMQlI.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c836528/v836528613/411a4/acuwS1lZULE.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "На улице шел снег. Было очень многолюдно, как и всегда перед четырнадцатым февраля. \n\nДжей шла по улице и недовольно поглядывала на спешащих кто куда людей. Она не любила эту суету... Не любила сам День Святого Валентина. Не любила тех людей, которым нравился этот день. \n\nНо сегодня в голове Джей крутилась одна мысль, которая казалась совершенно безумной. Девушка шла домой из университета со странной улыбкой. ",
    "answers": [
      {
        "id": 5,
        "text": "Вспомнить все"
      },
      {
        "id": 7,
        "text": "Просто идти"
      }
    ]
  },
  {
    "id": 3,
    "text": "Тут находятся Ваши достижения.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 18,
        "text": "Я - дьявол",
        "need": 17,
        "need_ever": true
      },
      {
        "id": 19,
        "text": "Случайная любовь",
        "need": 9,
        "need_ever": true
      },
      {
        "id": 20,
        "text": "Неудачница по жизни",
        "need": 11,
        "need_ever": true
      },
      {
        "id": 21,
        "text": "Очень большая плата",
        "need": 13,
        "need_ever": true
      },
      {
        "id": 22,
        "text": "Пропавший",
        "need": 16,
        "need_ever": true
      }
    ]
  },
  {
    "id": 4,
    "text": "Да, Джей вызвала дьявола, чтобы подписать с ним контракт... Прямо перед Днем Святого Валентина. И ее вряд ли что либо остановит. \n\nЖизнь научила девушку никому не доверять. Тем более дьяволам. Поэтому Джей внимательно прочитала бумагу. \n\nВсе как и в рассказах. Продай душу и получишь то, что хочешь. Джей вздохнула. ",
    "answers": [
      {
        "id": 11,
        "text": "Я передумала... Уйди..."
      },
      {
        "id": 12,
        "text": "Подписать бумагу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Джей сжала кулаки и стала вспоминать всю свою жизнь, которая шла не очень-то хорошо. \n\nДжей всегда была отличницей и любимицей учителей. Возможно, это послужило поводом для ненависти одноклассников. С первого класса над ней издевались. Переход в другую школу не помог — там было все так же, как и на старом месте. \n\nВсе бы ничего, если бы не внезапная смерть матери Джей. Уже в одиннадцать лет девушка осталась без самого близкого человека — своей мамы. После этого одноклассники стали сильнее издеваться над ней. У Джей остался лишь один близкий человек — отец. Но и он недавно умер... Джей приходилось и учиться, и работать, чтобы прокормить себя. \n\nУ Джей никогда не было друзей. Она никому не доверяла. Теперь Джей учится в университете, но издевательства не прекратились. Все осталось так же. \n\nДа еще и эта совершенно безответная любовь. Джей умудрилась влюбиться в самого популярного парня в университете — в Алекса. Он тоже издевался над ней, при чем еще больше остальных, но это не мешало Джей любить его. Девушка слепо верила, что когда-нибудь Алекс признается ей в любви...\n\nДжей никогда не получала валентинки. И не получит, если только...  ",
    "answers": [
      {
        "id": 7,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 6,
    "text": "Темная, беззвездная ночь. Ночь перед четырнадцатым февраля. Ночь перед чем-то очень важным для тех, кто любит. \n\n В квартире Джей был погашен весь свет. Сама девушка сидела возле зеркала в окружении тринадцати свечей. В руках она держала нож. Немного медля, Джей медленно провела по поверхности зеркала две пересекающиеся линии. \n\nВсе вокруг окутал туман. Не было ничего видно... Джей уже начала волноваться, но тут туман начал рассеиваться. \n\nПеред Джей стоял мужчина с очень бледной кожей. Длинные черные волосы прчти закрывали глаза, но Джей смогли разглядеть две черные пропасти. На лице незнакомца играла странная улыбка. \n\n— Ты вызвала меня... — тихо начал он. — Можешь не говорить зачем... Я почти все знаю... Не знаю лишь то, почему ты вызвала меня именно перед чеиырнадцатым февраля. Мое имя — Адриан. Вот, просто подпиши. — Адриан протянул вам бумагу, на которой было что-то написано. — Если тебя что-то не устраивает, то просто скажи, и я уйду. ",
    "answers": [
      {
        "id": 4,
        "text": "Прочитать, что написано на бумаге"
      },
      {
        "id": 10,
        "text": "Подписать не читая"
      },
      {
        "id": 11,
        "text": "Я передумала... Уйди... "
      }
    ]
  },
  {
    "id": 7,
    "text": "Джей шла по тротуару. Вдруг кто-то сбил ее с ног. \n\n— Ой, прости... — тут же услышала она голос, принадлежавший  незнакомому ей парню. — Я такой неуклюжий... Тебе помочь? Ты не ушиблась? ",
    "answers": [
      {
        "id": 8,
        "text": "Идиот... (встать самостоятельно и уйти)"
      },
      {
        "id": 9,
        "text": "Все в порядке... (позволить парню помочь себе)"
      }
    ]
  },
  {
    "id": 8,
    "text": "Джей встала и ушла. Она никогда никому не поверит... Никогда... \n\nЕе никогда не полюбят. Ей никогда не получить валентинок. Джей была уверена в этом, но мириться с судьбой явно не собиралась.\n\nЧерез некоторое время Джей дошла до своего дома. Девушка жила в обычной двухкомнатной квартире, находившейся в стандартной многоэтажке. Джей получила квартиру в наследство от недавно  умершего отца и теперь жила одна. \n\nДевушка медленно открыла дверь своей квартиры и зашла. Все как обычно... Но шальная мысль не покинула голову Джей, а наоборот, проникла в самые тайные уголки разума. Возможно, в многих от этой мысли по коже бы побежали мурашки, но только не у Джей. \n\nОставалось лишь дождаться ночи... ",
    "answers": [
      {
        "id": 6,
        "text": "Ночью..."
      }
    ]
  },
  {
    "id": 9,
    "text": "Джей позволила незнакомцу помочь ей подняться. На вид парню было лет двадцать. \n\n— Меня зовут Камиль. — представился он. — Ты прости меня... Я такой неуклюжий... Проводить тебя? Кстати, с Днем Святого Валентина! \n\nДжей посмотрела парню в глаза, и впервые за долгие годы в ней проснулось доверие. Доверие к совершенно незнакомому человеку. \n\n— Да... — тихо ответила девушка. \n\nКамиль взял ее за руку. Он мог оказаться не очень хорошим человеком, но Джей не думала об этом. Что-то заставило ее поверить этому парню. Это была любовь? \n\nНесколько лет спустя... \n\nДжей и Камиль очень сдружились. Джей была рада, что у нее появился тот, кто ее любит. Случайный прохожий оказался ее судьбой. Девушка, которая не верила в случайности, обрела счастье благодаря случайной встрече... \n\nВстрече перед Днем Святого Валентина. Встрече, что перевернула всю ее жизнь.",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      },
      {
        "id": 9,
        "text": "Получено достижение: \"Случайная любовь\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 10,
    "text": "Да, Джей вызвала дьявола, чтобы подписать с ним контракт... Прямо перед Днем Святого Валентина. И ее вряд ли что либо остановит. \n\nДжей стала медленно подписывать бумагу, данную Адрианом. Закончив, она отдала бумагу мужчине. \n\n— Ну что же... — Адриан осмотрел бумагу. — Прощай! ",
    "answers": [
      {
        "id": 13,
        "text": "Молчать"
      },
      {
        "id": 14,
        "text": "Подожди! "
      }
    ]
  },
  {
    "id": 11,
    "text": "— Как хочешь... — Адриан усмехнулся и растворился. \n\nДжей некоторое время сидела и не двигалась. Да, она хотела заключить контракт с дьяволом... Но в последний момент передумала... \n\nДжей вздохнула и встала с пола. Девушка осмотрела зеркало. От царапин не осталось и следа... \n\nСегодня Джей точно не уснет... \n\nНесколько лет спустя... \n\nДжей как была неудачницей, так и осталась. Издевательства сокурсников не закончились. Вечерами Джей очень часто думала, что упустила свой шанс изменить свою жизнь... Шанс, что был дан ей судьбой перед Днем Святого Валентина. И больше такого шанса у нее не будет... \n\n... Никогда... ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      },
      {
        "id": 11,
        "text": "Получено достижение: \"Неудачница по жизни\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 12,
    "text": "Джей стала медленно подписывать бумагу, данную Адрианом. Закончив, она отдала бумагу мужчине. \n\n— Ну что же... — Адриан осмотрел бумагу. — Прощай! ",
    "answers": [
      {
        "id": 13,
        "text": "Молчать"
      },
      {
        "id": 14,
        "text": "Подожди! "
      }
    ]
  },
  {
    "id": 13,
    "text": "Адриан ушел. Джей его больше никогда не увидит... \n\nС этого момента жизнь девушки изменилась. Ей стало везти. На День Святого Валентина ее парта была засыпана поздралениями. \n\nНесколько лет спустя...\n\nСокурсники больше никогда не издевались над девушкой. Алекс признался в любви. \n\nНо что-то было не так. Джей перестала чувствовать какие-либо эмоции. Человек без души перестает быть человеком... \n\nДжей не чувствовала любви. Да, у нее больше не было проблем, но не слишком ли это большая плата за обретенное счастье? ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 13,
        "text": "Получено достижение: \"Очень большая плата\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Что-то было в этом Адриане. Что-то, что зацепило Джей. Она не хотела, чтобы мужчина ушел. \n\n— Что-то еще? — Адриан рассмотрел Джей. \n\nДевушка наконец-то смогла хорошо рассмотреть его глаза. Вернее, черные пропасти вместо глаз. ",
    "answers": [
      {
        "id": 13,
        "text": "Нет, ничего... Прощай..."
      },
      {
        "id": 15,
        "text": "Скажи, а есть способ остаться с тобой навсегда? "
      }
    ]
  },
  {
    "id": 15,
    "text": "— Ну... — Адриан нахмурился. — Это сложно. Но этой ночью перед Днем Всех Влюбленных возможно все. Ты... — мужчина замялся, как бы догадываясь о чем-то. — Я... Понравился тебе?! \n\nДжей кивнула. Это странно, полюбить дьявола, но любовь штука странная. \n\n— Если это действительно так... — Адриан задумчиво уставился на девушку. — То... Подойди ко мне... \n\nДжей медленно подошла к Адриану. Мужчина протянул ей свою руку. ",
    "answers": [
      {
        "id": 16,
        "text": "Хорошо подумать"
      },
      {
        "id": 17,
        "text": "Пожать руку Адриана"
      }
    ]
  },
  {
    "id": 16,
    "text": "Джей задумалась. Стоит ли это делать? Но Адриан доверчиво протягивал руку, и девушке пришлось ее пожать. \n\nВспышка... Больше Джей ничего не помнит. \n\nДевушка очнулась в больнице. Что произошло? Где Адриан? \n\nОт медсестры она узнала, что ее нашли в ее же квартире без сознания. Адриана никто не видел... \n\nНесколько лет спустя... \n\nДжей стало везти. Алекс признался в любви. Но она уже не любила его. И никогда больше не полюбит... \n\nДевушка постоянно думала о Адриане, но он исчез навсегда... Не только из ее жизни... Он исчез из этого мира и никогда больше не вернется... ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Получено достижение: \"Пропавший\" ",
        "comment": true
      }
    ]
  },
  {
    "id": 17,
    "text": "Джей неуверенно пожала руку Адриана. За пару минут она действительно полюбила... Полюбить дьявола... Смешно и как-то слишком странно... \n\nДевушка увидела, как ее  кожа и волосы стремительно светлеют. Посмотрев на себя в зеркало, она увидела совершенно другую девушку. С длинными белыми волосами и белой кожей. А так же с такими же пропастями вместо глаз, как и у Адриана. \n\n— Теперь мы всегда будем вместе... — услышала Джей тихий голос дьявола. — Все будет так, как ты хотела... \n\nНесколько лет спустя... \n\nДжей и Адриан стали неразлучимыми. Они всегда были вместе. Пусть Джей и было сначала непривычно в новом теле с новыми возможностями, она терпела все. \n\nНе важно, кем был тот, кого она полюбила... ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 17,
        "text": "Получено достижение: \"Я - дьявол\"",
        "comment": true
      }
    ]
  },
  {
    "id": 18,
    "text": "Джей полюбила Адриана, и он сделал ее дьяволом. К старой жизни Джей не смогла вернуться, но она обрела то, о чем мечтала — настоящую любовь. Не это ли счастье? ",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Джей встретила на улице парня по имени Камиль. Они сразу поверили друг друг, хотя и не были знакомы на тот момент. Джей обрела то, о чем мечтала, благодаря случайной встрече. ",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Джей отказалась от помощи Камиля, а потом в самый последний момент передумала подписсывать контракт с Адрианом. Она упустили свой шанс, оставшись на всю жизнь неудачницей.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Джей подписала контракт с Адрианом и лишалась души. Девушка наконец обрела счастье, но лишилась всех эмоций. Это была слишком большая плата за простое счастье.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Джей полюбила Адриана, но не сразу поняла это. Только очнувшись в больнице она стала скучать по мужчине. Ее жизнь наладилась, но он по-прежнему была несчастна. Девушка хотела, чтобы Адриан вернулся, но он не вернется уже никогда. ",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]