[
  {
    "id": 1,
    "text": "  Автор: SaLim. \n  Жанр: фэнтези/драма.\n  Обновления: опубликована восьмая (заключительная) глава.\n\n  Итак, прошло десять лет с момента событий последней книги. Как же изменились наши герои с тех пор? Какие цели ими движут теперь? И чем же наконец закончится эта долгая история Соломона Рэйса и других героев книги? Ответы на эти вопросы я предлагаю узнать вам прочитав данную книгу!\n\n  P.S. Хотел бы выразить огромную благодарность моим преданным читателям, которых не отпугнули многочислененные орфографические и пунктуационные ошибки, встречающиеся в тексте. Спасибо вам, ребята, за отзывы и лайки)) Это и вправду очень помогало мне в моменты творческого кризиса, когда у меня буквально опускались руки.\n\n  P.P.S. Последние главы я делал с применением оператора, котрый я ранее не использовал. Поэтому у меня к Вам убедительная просьба! В случае нахождения каких-либо логических ошибок, сообщите мне, пожалуйста:)",
    "answers": [
      {
        "id": 2,
        "text": "Начать чтение"
      },
      {
        "id": 3,
        "text": "О квесте"
      },
      {
        "id": 4,
        "text": "Другие книги серии "
      }
    ]
  },
  {
    "id": 2,
    "text": "  Выберите главу:",
    "answers": [
      {
        "id": 5,
        "text": "Пролог"
      },
      {
        "id": 8,
        "text": "Глава первая"
      },
      {
        "id": 15,
        "text": "Глава вторая"
      },
      {
        "id": 24,
        "text": "Глава третья "
      },
      {
        "id": 31,
        "text": "Глава четвертая "
      },
      {
        "id": 39,
        "text": "Глава пятая "
      },
      {
        "id": 41,
        "forget": [
          93,
          97,
          80,
          54,
          52,
          78,
          90,
          74,
          72
        ],
        "var_sub": [
          "Шрам плохой,1",
          "Шрам хороший,1"
        ],
        "var_min": [
          "Шрам хороший",
          0,
          "Шрам плохой",
          0
        ],
        "text": "Глава шестая "
      },
      {
        "need_sometimes": true,
        "var_min": [
          "Помог Фреду",
          0,
          "Не помог Фреду",
          0
        ],
        "id": 95,
        "text": "Глава седьмая ",
        "need": [
          93,
          97,
          80,
          54,
          52,
          78,
          90,
          74,
          72
        ],
        "var_sub": [
          "Помог Фреду,1",
          "Не помог Фреду,1"
        ]
      },
      {
        "forget": [
          104,
          108,
          114,
          118
        ],
        "var_add": [
          "Эпилог хорош,1"
        ],
        "var_need": [
          "Шрам плохой",
          1,
          "Помог Фреду",
          1
        ],
        "id": 87,
        "var_sub": [
          "Эпилог плох ",
          1
        ],
        "var_min": [
          "Эпилог плох",
          0
        ],
        "text": "Глава восьмая"
      },
      {
        "forget": [
          108,
          104,
          114,
          118
        ],
        "var_add": [
          "Эпилог плох",
          1
        ],
        "var_need": [
          "Шрам плохой",
          1,
          "Не помог Фреду",
          1
        ],
        "id": 94,
        "var_sub": [
          "Эпилог хорош ",
          1
        ],
        "var_min": [
          "Эпилог хорош",
          0
        ],
        "text": "Глава восьмая "
      },
      {
        "id": 98,
        "var_add": [
          "Эпилог хорош",
          1
        ],
        "var_need": [
          "Шрам хороший",
          1,
          "Помог Фреду",
          1
        ],
        "forget": [
          104,
          114,
          108,
          118
        ],
        "var_sub": [
          "Эпилог плох ",
          1
        ],
        "var_min": [
          "Эпилог плох",
          0
        ],
        "text": "Глава восьмая "
      },
      {
        "forget": [
          114,
          108,
          118,
          104
        ],
        "var_add": [
          "Эпилог хорош",
          1
        ],
        "var_need": [
          "Шрам хороший",
          1,
          "Не помог Фреду",
          1
        ],
        "id": 101,
        "var_sub": [
          "Эпилог плох",
          1
        ],
        "var_min": [
          "Эпилог плох",
          0
        ],
        "text": "Глава восьмая "
      },
      {
        "id": 105,
        "text": "Эпилог",
        "need_sometimes": true,
        "var_need": [
          "Эпилог хорош ",
          1
        ]
      },
      {
        "id": 109,
        "text": "Эпилог",
        "var_need": [
          "Эпилог плох",
          1
        ]
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 119,
        "text": "Послесловие автора",
        "need": [
          105,
          109
        ]
      },
      {
        "id": 1,
        "text": "В главное меню "
      }
    ]
  },
  {
    "id": 3,
    "text": "8.03.19 — опубликован пролог.\n13.03.19 — опубликована первая глава.\n8.04.19 — опубликована вторая глава.\n17.04.19 — опубликована третья глава.\n27.04.19 — опубликована четвертая глава.\n7.05.19 — опубликована пятая глава.\n19.05.19 — опубликованы шестая и седьмая главы.\n20.06.19 — опубликована восьмая глава.",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню "
      }
    ]
  },
  {
    "id": 4,
    "text": "  Здесь расположены ссылки на другие книги этой истории.",
    "answers": [
      {
        "id": 1,
        "text": "Соломон Рэйс. Книга первая ",
        "targetbookid": 123153
      },
      {
        "id": 1,
        "text": "Соломон Рэйс. Книга вторая ",
        "targetbookid": 124686
      },
      {
        "id": 1,
        "text": "Соломон Рэйс. Книга третья ",
        "targetbookid": 100681
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "  Шрам.\n\n  Мужчина с бритой головой в тяжелом, черном плаще сидел на стуле около кровати и что-то вырезал большим ножом из бруска дерева. В этой полутемной, сырой лачуге их было двое: тот самый мужчина на стуле с вертикальным шрамом, проходящем по левому глазу и тяжелобольной старик в постели. Около кровати был установлен стол, на котором стояла железная кружка с водой и слабо горела свеча. В пляшущем свете ее пламени длинный нос и впалые щеки старика особо сильно выделялись на очень худом и бледном лице. Также в его внешности можно было выделить белые, взъерошенные волосы и короткую бородку.\n—Эй, старик — Шрам отвлекся от своего занятия и перевел взгляд черных глаз на больного — Ты там не окочурился еще?\n  На несколько секунд мужчине показалось, что ответа так и не последует, но тонкие губы старика все-же слегка растянулись в слабой улыбке.\n—Не радуйся раньше времени, щенок — прохрипел он через силу.\n  Шрам закинул ноги, обутые в окованные железом сапоги, на стол и продолжил прерванную работу.\n—Может, все-таки макового снадобья дать? — предложил он, скинув на пол стружку.\n  Старик громко и протяжно раскашлялся, прикрыв рот рукой. Когда приступ кашля отступил, Шрам заметил, как у больного между пальцами приложенной ко рту ладони на постель капнула кровь.\n—Нет, не нужно — хрипло ответил старик, вытерая руку об одеяло — Хочу последние часы жизни оставаться в сознании.\n  \"Упертый старикашка\" — недовольно отметил Шрам, проведя лезвием по дереву — \"Хоть и испытывает боль, но виду не подает\"\n—Послушай... — мужчина вновь отложил брусок — Нам редко доводилось поговорить по душам. Черт, в основном мы ругались или же ты меня по-просту отчитывал...\n—Оставь эти нежности — старик приподнял руку, словно отмахиваясь от стаи надоедливых мух — Сам знаешь, я терпеть этого не могу.\n—И все же, тебе придется потерпеть, старый пенек! — воскликнул Шрам, а затем успокоился и продолжил спокойным голосом — Я просто хотел узнать... почему ты выбрал меня?\n  Старик отвернул голову и не ответил. Мужчина минуты две ожидающе смотрел на него, а затем вскочил на ноги, швырнул брусок дерева на стол и в сердцах бросил:\n—Чтоб тебя! Ты так и сдохнешь не ответив мне?! — затем он шагнул к выходу — Ну и черт с тобой!\n—Постой...\n  Тихий голос старика остановил Шрама и заставил обернуться. В глазах умирающего читалась грусть. Старик тяжело вздохнул и произнес:\n—Когда-то давно у меня была семья, Шрам. Дом, жена и маленький сынок — все, как у обычных людей — больной ненадолго замолчал и его собеседник уселся обратно на стул, готовый слушать далее — Только вот работа моя была необычной — рассказчик чуть улыбнулся — Даа, убивать за деньги я всегда умел. Жене, ясное дело, о своей работе я не говорил. Да только интуиция женская ей подсказывала, что дело тут нечисто. Ну, в общем, начала она мне плешь проедать, мол, найди ты работу другую, человеческую. Да я и сам не против был уйти. Жизнь наемного убийцы ведь коротка, а мне еще внучат хотелось понянчить. Короче, ушел я из братства ассасасинов... кхе-кхе! — громкий кашель прервал старика.\n  Шрам встал со стула и, взяв со стола кружку, поднес ее к губам больного. Свободной рукой он слегка приподнял голову старика. Больной прильнул к кружке и сделал пару глотков.\n—Спасибо — тихо сказал он, откинув голову обратно на подушку.\n  Мужчина отступил назад, вернул кружку на место и вновь сел на стул.\n—Но, как я уже тебе когда-то говорил, уйти из братства не так-то просто — продолжил старик — Мои бывшие братья по оружию посчитали такой поступок проявлением слабости, а также неуважения к ним. В общем, как-то вечером они дождались, когда я покинул дом и...  — рассказчик на минуты две умолк, погрузившись в свои воспоминания. На лице его читалась глубокая печаль. Спустя некоторое время он произнес тихим голосом:\n—До сих у меня перед глазами догорающие стены дома... Этот запах сгоревшей древесины и... паленого мяса... Их привязали к стулу и подожгли дом — старик перевел взгляд на Шрама, и мужчина заметил, как яростно заблестели его глаза — Мою жену и моего сына сожгли заживо в доме. Ух! В ту ночь я устроил настоящую бойню в городке! Я нашел дом каждого из братства и зарезал их, вместе с их семьями. Я мочил даже тех, кто точно не был замешан в убийстве моей семьи. Это было моим отмщением! — воскликнул он и вновь раскашлялся, подставив ко рту сжатый кулак.\n—Ты так не напрягайся, старик — заметил Шрам — А то еще откинешь копыта раньше времени.\n  Он дождался, когда кашель больного прошел и промолвил:\n—Но ты все же не ответил, почему ты спас меня десять лет назад и почему обучил?\n—Десять лет? — задумчиво переспросил старик — Прошло уже десять лет? Н-да, немало... Ты хочешь узнать, почему именно тебя я выбрал? — взгляд больного, направленный на Шрама, выражал теперь какую-то отеческую заботу — Потому что ты напомнил мне моего сына...\n  Шрам молча сидел, потупившись головой и внимательно слушая.\n—Да, ты похож на него — продолжил старик — И когда в тюрьме к тебе подошли те трое здоровяков, я просто не мог допустить, чтобы с тобой что-то случилось...",
    "answers": [
      {
        "id": 6,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Ясно... — Шрам схватил брусок со стола и чуть развернул его на свет. \n  Из дерева по-тихоньку проявлялись очертания лица. Аккуратный, вздернутый носик, пухлые губки возрождали в мозгу горькие воспоминания.\n—Ты спас меня из чувства вины и огорчения, потому как не смог защитить собственного сына — произнес мужчина, проведя лезвием ножа по древесине и скинув стружку — А затем обучил меня всему тому, что знал, словно своего ребенка. В общем, я был для тебя чем-то наподобие замены для сына.\n  Старик минуты две молчал, уставившись в потолок задумчивым взглядом, а затем тихим голосом промолвил:\n—Да, Шрам, все именно так... Пока я учил тебя, то думал, что делаю что-то хорошее для тебя. Но теперь мне стало ясно. Твое спасение и последующее обучение — все это я сделал для себя. Для того, чтобы хоть как-то заглушить ту боль и пустоту, которая возникла в сердце после потери семьи...\n  Наступила тишина, в которой были слышны лишь сиплое дыхание умирающего старика и скрип обтачивающегося дерева. Оба собеседника размышляли о своем. Мысли Шрама занимало будущее. Он четко представлял себе цель, которую ему стоило достичь и теперь рассуждал о средствах ее достижения. Старик же вспоминал прошлое и мысленно готовился к подступающей смерти.",
    "answers": [
      {
        "id": 7,
        "text": "》》》"
      },
      {
        "id": 5,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 7,
    "text": "  В этом абсолютном молчании прошло еще полчаса. Шрам окончил работу и, придирчиво осмотрев фигурку из дерева, с тихим стуком поставил ее на стол. Затем он взглянул на старика. Тот лежал уставившись в потолок остеклевшими глазами. Мужчина встал со скрипнувшего под ним стула и, опустив пальцы на глаза умершего, прикрыл их. \n—До скорой встречи в аду, мой друг.\n  Шрам развернулся на месте и широким шагом направился к выходу из лачуги. \n—Ну, что ж, пришла пора платить по счетам — произнес он и его губы растянулись в жутком оскале.\n\n\n  А на прикроватном столе, около тела старика, постепенно догорала свеча. В ее слабом, колеблющимся пламени можно было разглядеть только фигурку из дерева в нескольких сантиметрах от свечи. Это была фигура девушки с короткими, вечно взъерошенными волосами, со вздернутым носиком и очень печальным лицом...",
    "answers": [
      {
        "id": 8,
        "text": "Глава 1"
      },
      {
        "id": 6,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 8,
    "text": "  Фергус. \n  \n—И как давно? — спросила женщина уставшим, тихим голосом.\n  Фергус стоял у окна скрестив руки на груди и смотрел на оживленную улицу с высоты второго этажа. Люди внизу, словно муравьи, копошились и спешили по своим делам, оставляя за собой на снегу цепочки следов.\n  Фергусу не хотелось говорить со своей женой, не хотелось слышать ее голос. \"Даже ее голос для меня стал невыносим\" — отметил он и отвернулся от окна. Худая женщина со светлыми волосами в сером, простом платье сидела на кровати и задумчиво смотрела в стену. Фергус вздохнул. Он понимал, что чем раньше они все обсудят, тем проще ему будет. Но вновь затрагивать тему его измен...\n—Полгода уже — ответил Фергус. \"Да, полгода я хожу к той девице\"\n  Женщина уперлась локтями о колени и со вздохом обхватила голову руками. \"Прошу, только давай без сцен\" — мысленно взмолился Фергус.\n—Ты охладел ко мне... — промолвила женщина — Несколько лет я чувствую этот мороз в наших отношениях. Спим отвернувшись друг от друга, почти не разговариваем... — женщина взглянула на мужа голубыми глазами, наполненными слезами — Что же мне делать, Фергус? Ответь, что мне сделать, чтобы все исправить, прошу...\n  Фергус отвел взгляд от этих жалостливых глаз и прошелся по комнате. Почему она опять задает эти вопросы? Что он должен ответить? Сказать, что больше изменять не будет? Но это неправда. Что он по прежнему любит ее? Но и это было не так. Мужчина остановился перед женой. Она ожидающе смотрела на него, надеясь услышать очередную ложь, которая позволит их браку и дальше существовать. Фергус опустился на колени и, взяв тонкие пальцы жены в свои, взглянул ей в глаза.\n—Ты ничего уже не сделаешь, Мария — сказал он спокойным голосом — Я просто больше не люблю тебя, пойми. Шесть лет мы в браке и за это время мои чувства к тебе остыли. Такое случается.\n  Лицо Марии исказила боль, а из глаз хлынули слезы. Фергус встал на ноги и недовольно произнес:\n—Давай обойдемся без слез? \n  Женщина прикрыла глаза рукой и попыталась успокоится. Фергус тем временем вновь приблизился к оконному проему.\n—Что же... — подала голос Мария после нескольких минут — Что же нам теперь делать?\n  В этот момент раздался топот приближающихся шагов.\n—Вытри слезы — бросил Фергус жене не оборачиваясь — Что делать ты спрашиваешь? \n  Шаги стихли у дверей спальни. \n—А ничего не делать — продолжил мужчина — Будем и дальше делать вид, что до сих пор любим друг друга ради...\n  Дверь приоткрылась и в комнату осторожно просунулась голова с большими черными глазками и такого же цвета волосами, убранными в две косички.\n—Мам, пап, мозно? — спросила девочка широко улыбаясь.\n  Фергус улыбнулся в ответ и направился к ней.\n—Конечно, золотце! — радостно воскликнул он и, схватив ее подмышки, поднял на руки — Что такое? Ты уже наигралась? А какое платье на тебе красивое! — мужчина поправил белоснежное одеяние дочери.\n  Девочка с любопытством взглянула на свою мать.\n—Папа, а посему мама пласет? — шепнула она на ухо отцу.\n  Фергус обернулся и недовольно взглянул на жену. Мария безуспешно пыталась сдержать слезы, спрятав лицо в ладонях.\n—Она не плачет, золотце — заверил мужчина, шагнув за дверь с дочкой на руках — Просто ей соринка в глаз попала. Она сейчас посидит и все пройдет.\n  Дверь с тихим хлопком закрылась и убитая горем женщина осталась одна. Она бессильно упала на кровать, продолжая рыдать. Слезы сами текли и Мария сердилась на них. Сердилась на себя, на свою слабость, на свое бессилие и на те чувства, которые до сих пор испытывала к Фергусу... ",
    "answers": [
      {
        "id": 9,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 9,
    "text": "—... а потом я сказала, что он дурак... — щеботала весело Люси над ухом Фергуса.\n  Мужчина улыбался и временами кивал на вопросы дочери. Однако взгляд его был угрюм и задумчив. Фергуса уже давно ничего не связывало с Марией и если бы не их дочь Люси, то он давно бы уже ушел.\n  Спустившись на первый этаж, Фергус поставил дочь на пол и, потрепав ее волосы, промолвил:\n—Люси, иди к себе в комнату, поиграй с куклой пока мама не спустится. А папе нужно на работу.\n—Не ходи на лаботу! — воскликнула девочка, ухватив Фергуса за подол его рубахи.\n  Мужчина улыбнулся и, опустившись перед дочкой на колено, спросил:\n—Что такое, золотце? Почему мне не нужно ходить?\n  Люси надула щечки и, отвернувшись, промолчала.\n—Она просто хочет почаще видеть своего отца — раздался сверху голос Марии.\n  Фергус поднял голову. Женщина медленно спускалась вниз по лестнице. На ее лице уже не было слез. Мужчина поднялся на ноги и произнес, обращаясь к дочери:\n—Но, Люси, ты должна понимать, что я так много работаю, впервую очередь, ради вас — он поправил очки и бросил взгляд на жену — Ради вас с мамой.\n—О, она понимает, дорогой — улыбнулась Мария, шагнув с последней ступеньки на пол — Поэтому можешь и дальше спокойно работать. Мы всё понимаем.\n  Фергус недовольно хмыкнул и, поцеловав дочь в лоб на прощанье, направился к выходу. По пути он снял со стены свою офицерскую форму, длинный, черный плащ с меховым воротником серого цвета и нацепил на пояс одноручный меч в ножнах.\n  Когда муж скрылся за дверью, Мария приблизилась к дочери и, опустив руку ей на плечо, заботливо произнесла:\n—Пойдем, Люси, позавтракаем?",
    "answers": [
      {
        "id": 10,
        "text": "》》》"
      },
      {
        "id": 8,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 10,
    "text": "  За ночь выпало очень много снега и теперь белоснежнее полотно громко хрустело под ногами. Фергус быстрым шагом шел по направлению к штабу внутреннего отдела, выпуская изо рта пар и безостановочно кивая на приветствия горожан, встречающихся ему на пути. Да, в Стоуне теперь все его знали и уважали за принципиальность и неподкупность на службе, а также за почетное звание генерала. Звание, ради которого ему пришлось многое сделать.\n  Стражники у входа в штаб поспешили расступиться перед начальником, почтенно склонив головы. Фергус кивнул им и прошел внутрь.\n—Доброе утро, бойцы — произнес он, переступив через порог.\n  Десяток молодых офицеров поспешно вскочили со своих мест и вытянулись по команде \"смирно\". Фергус осмотрел своих подчиненных. Молодые люди не старше двадцати, спортивного телосложения, имеющие звания лейтенантов. Они были отобраны лично Фергусом и по праву считались одними из лучших агентов внутреннего отдела. \n  Генерал Морр махнул им рукой, приказывая садиться, а затем обратился к ближайшему лейтенанту:\n—Ну что, Марк, все как обычно тихо?\n—Так точно, генерал — отозвался молодой офицер — Даже немного скучно.\n—Что ж, мы вложили много сил и многим пожертвовали для того, чтобы подавить движения сепаратистов в этом округе — улыбнулся Фергус — И теперь заслужили отдых.\n  После этого генерал похлопал лейтенанта по плечу и поднялся к себе в кабинет по деревянной, скрипучей лестнице.\n  \"Да уж, многим я пожертвовал\" — подумал Фергус, вешая свой плащ на гвоздь. Затем он подешел к столу и уселся в свое кресло. Фергус считал, что все те ужасные вещи, которые он совершал находясь на посту главы внутреннего отдела, были необходимы. Однако в последнее время ему все чаще и чаще стали сниться странные кошмары. В них к нему приходили те, чьи судьбы он загубил. Десятки безмолвных призраков вставали перед ним и осуждающе смотрели на него. \"Цель оправдывает средства\" — отметил Фергус, стараясь отвлечься от этих мыслей — \"Ради Империи я стал палачом и не жалею об этом\" Но сейчас не совесть мучала генерала Морра, нет. Он сам понимал, что его ночные кошмары — результат другого чувства, зародившегося в его мозгу — страха. Фергус боялся. Сам не зная чего, но что-то пугало его. Что-то должно произойти в ближайшем будущем, и он никак не мог помешать этому.",
    "answers": [
      {
        "id": 11,
        "text": "》》》"
      },
      {
        "id": 9,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 11,
    "text": "  Клод. \n\n  Мужчина петлял по улочкам маленькой деревни Мирты, беспрестанно оглядываясь назад. На его худых плечах развивался на ветру потрепанный плащ, который никак не спасал от наступивших холодов. На тонких ногах он носил старые, полуразвалившиеся башмаки. Клод прислонился спиной к ближайшему, деревянному домишке и, поправив на голове короткополую шляпу, высунул голову из-за угла. На утонувшей в вечернем полумраке улице никого не оказалось. \"Неужели воображение разыгралось?\" — удивился Клод. После чего он отступил от стены и, укутавшись сильнее в плащ и подскользнувшись на рыхлом снегу, неспешно пошел дальше по безлюдной улице. \n  Вот уже третий день его не покидало чувство, будто бы за ним следят. Хотя он сам понимал, что это маловероятно. Действительно, ну кому вдруг понадобился нищий, тридцатилетний мужчина, подрабатывающий конюхом? Клод громко и протяжно раскашлялся, согнувшись пополам и прислонив ко рту сжатый кулак. \"Ох, уж этот чертов кашель!\" — со злостью отметил мужчина, когда приступ прошел — \"С начала зимы уже мучает, вот уже второй месяц\"\n  Через несколько минут Клод дошел до большого, богато отделанного дома. Здесь жил местный купец, у которого можно было купить практически все, что угодно. Клод приблизился к массивным, деревянным воротам и, вновь осмотревшись по сторонам, несколько раз с силой постучался. Спустя некоторое время из-за забора раздался недовольный бас:\n—Чего ломишься? Кто такой?\n—Это я, Клод — отозвался мужчина, шмыгнув носом.\n—Вали к чёрту, Клод! Хозяин не велел тебя пускать.\n—Ч-чего? — опешил тот.\n—Че слышал! Сказано тебе, вали!\n  Клод яростно сжал на груди плащ и стиснул зубы. Слезы отчания начали душить его. Он протер кулаком глаза и, подступив в плотную к воротам, жалостливо признес:\n—Ну пусти меня, прошу... Плохо мне, понимаешь?\n  На минуты две навсила напряженная тишина. Клод беспокойно ступил с ноги на ногу и, в тот момент когда он, уже отчаявшись, собрался идти домой, скрипнул железный засов и ворота отворились. Из них вышел грозного вида здоровяк с черной бородой. Он оглядел незванного гостя с ног до головы и, отступив в сторону, сказал:\n—Ну входи, Клод, только по быстрому.",
    "answers": [
      {
        "id": 12,
        "text": "》》》"
      },
      {
        "id": 10,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 12,
    "text": "  Внутренний двор дома представлял из себя обширную территорию, обнесенную высоким забором. Здесь можно было заметить свинарник в одном углу, курятник в другом, кучи какого-то хлама, разбросанного то там, то здесь, всяческие амбары и сарайчики.\n  Но Клод не стал терять время, разглядывая содержимое двора, а просеменил от ворот прямиком к дому.\n—Стой тут — произнес здоровяк, проходя вперед гостя в дом и указав рукой на крыльцо — Хозяину доложу.\n  Клод послушно встал на указанное место и, стянув с лохматой головы шляпу, принялся неуверенно ее теребить в руках. Здоровяк вышел через минуту.\n—Сейчас выйдет, жди — бросил он Клоду, проходя мимо. Гость кивнул и продолжил стоять на месте.\n  Тем временем вечер, окутавший все пространство кругом таинственной полутьмой, поспешил уступить место ночи. В окнах дома начали разжигать светильники, слуги направились в свои казармы, а бедный Клод, весь промерзжий, так и продолжал стоять перед входом, кутаясь в плащ и постукивая башмаками о землю. Прошло не меньше часа, прежде, чем хозяин соизволил выйти. Это был низкого роста толстячок с лысеющей головой в засаленном халате, цвет которого уже трудно было определить. Похоже он только отужинал. В измазанной жиром руке толстячок держал кость, губы его так же блестели от жира.\n—О, а я про тебя и забыл — промурлыкал он, улыбаясь.\n—З-здравствуй, Б-боб — произнес Клод, трясясь от холода.\n—Чего тебе? — брови толстяка грозно двинулись к переносице.\n—Д-дай, пожалуйста — гость неуверенно протянул худую руку — Оч-чень уж выпить охота.\n—Ну, заплати и получишь бутылку — безучастно бросил Боб.\n  Клод ступил с ноги на ногу и чуть слышно промолвил:\n—У меня сейчас нет денег... — толстяк развернулся к дому и Клод поспешно добавил — Но я отдам, клянусь!\n  Боб громко рассмеялся, схватившись рукой за свой объемный живот.\n—Ну ты и наглец! — воскликнул он, сквозь смех — И так задолжал тридцать серебрянных, а еще в долг просишь!\n  Клод виновато уставился в землю. Боб тем временем смог подавить свой смех и вновь обратился к гостю:\n—Выпить тебе захотелось говоришь? — он ткнул в грудь Клода костью — Сильно пить хочется, да?\n—Очень х-хочется, Б-боб — признался тот.\n—Хм, тогда у меня есть к тебе одно дело... — маленькие, поросячьи глазки хитро сузились и блеснули недобрым огоньком.\n  Клод с надеждой взглянул на толстяка.\n—Ч-что уг-годно! — воскликнул он, чуть ли не подпрыгнув на месте от радости.\n  Боб широко улыбнулся своими жирными губами, после чего размахнулся и бросил кость к забору. В следующее мгновение раздался звон цепи и из рядом расположенной будки на кость накинулась огромная, черная собака.\n—Отбери у нее кость, Клод. Тогда и получишь бутылочку эля.\n—Что?!\n—Ну, не хочешь, как хочешь — махнул рукой Боб и, поправив халат, зашагал к дому — Не охота мне с тобой тут возиться, зябко. Вали к чёрту из моего дома!\n—С-стой... — раздался ему в след приглушенный голос Клода.",
    "answers": [
      {
        "id": 13,
        "text": "》》》"
      },
      {
        "id": 11,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 13,
    "text": "  Глубокая ночь. Луна освещает окружающую, снежную местность своим призрачным сиянием. В такие минуты охота про все забыть, встать на месте и, затаив дыхание, заглядеться на эту красоту.\n  Однако Клоду было не до этих глупостей. Выпуская пар изо рта, он, прихрамывая на правую ногу, ковылял к дому. \"Псина оказалась очень злой и голодной!\" — отметил Клод, чувствуя, как отдавались жгучей болью многочислененные рваные раны и царапины на его теле — \"Проклятье! Чуть ведь шею мне не прокусила!\" Он нащупал под рваным плащом бутылку и блаженно улыбнулся. Все же не зря ему пришлось терпеть эти унижения!\n  Вскоре Клод добрался до дома. Это было покосившееся, одноэтажное здание на самом краю деревни. Мужчина взобрался на скрипучее крыльцо и, засунув руку в карман плаща, принялся искать ключ. \"Да где же он?!\" — со злостью подумал Клод, вывернув карман — \"Неужели, обронил?!\" — мужчина хлопнул себя по лбу — \"Точно! Пока с этой тварью дрался!\" Он яростно огляделся кругом, ища взглядом что-нибудь, чем можно было выломать дверь.\n—Входи, мой друг, не заперто — раздался спокойный, мужской голос.\n  Клод обернулся и к своему ужасу обнаружил, что дверь уже была выломана. В приоткрытом дверном проеме зияла тьма. Мужчина на шаг отступил назад, но голос вновь заговорил:\n—Не стоит. Если ты сейчас побежишь, я брошу тебе в спину метательный нож.\n  Клод ощутил, как у него земля ушла из-под ног, а руки начали непроизвольно трястить.\n—Лучше войди в дом, Клод. На улице холодно.\n  Мужчина сглотнул ком в горле и, затаив дыхание, шагнул в черноту дверного проема. Его тут же обволокла тьма. На несколько секунд Клод встал на месте, боясь даже пошевелиться. Он напряженно вслушивался в тишину, надеясь уловить хоть малейшие звуки. Внезапно раздалось чирканье спички и в полуторах метрах от Клода возник огонек. Горящая спичка проплыла по воздуху несколько сантиметров и, осветив ненадолго стол, зажгла на нем лампадку.\n  Теперь света было достаточно и Клод смог разглядеть незванного гостя. Он стоял полубоком, глядя на разгоревшуюся лампадку. Это был лысый мужчина в тяжелом плаще и в обитых железом сапогах. Он был одного роста с Клодом, но намного шире того в плечах.\n—В-вы кто? — спросил Клод, с трудом выговаривая слова.\n  Незнакомец повернулся лицом к хозяину дома. \n—Можешь звать меня Шрамом — произнес он глухо.\n  Клод испуганно взглянул на лицо гостя и, заметив уродливый рубец, проходящий у него по левому глазу, поспешил опустить глаза в пол. \"Господи, что ему нужно? У меня ведь совсем ничего нет!\" — пронеслось в голове трясущегося от страха мужчины.\n—Ты не помнишь меня? — вырвал его из раздумий голос Шрама.\n  Клод, не решаясь поднять взор, отрицательно покачал головой.\n—Взгляни на меня! — вскричал Шрам, заставив Клода испуганно вздрогнуть.\n  Хозяин дома неуверенно поднял голову. Шрам буквально прожигал Клода своими черными, яростно блестевшими глазами.\n—Я... я.. — слова комками застревали в горле Клода.\n   Он вновь потупился и через силу закончил предложение:\n—Я н-не помню.\n  Шрам подступил ближе и, опустив руку на плечо собеседника, произнес то, что заставило колени Клода подогнуться и уронить тело мужчины на пол:\n—А вот я тебя помню, Рендел.",
    "answers": [
      {
        "id": 14,
        "text": "》》》"
      },
      {
        "id": 12,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 14,
    "text": "  Рендел, не зная, что ответить, беспомощно сидел на полу и, широко раскрыв глаза, глядел на Шрама. Тот, продолжая возвышаться над хозяином дома, жутко улыбался.\n—Да уж, Рендел — произнес он, не спешно пройдясь по комнатушке — Хорошо ты спрятался.\n—Да кто вы, черт возьми! — не выдержал Рендел, вскочив на ноги.\n—Это уже не важно — сухо заметил Шрам, встав спиной к мужчине — Важно то, что я здесь, дабы покарать тебя за грехи...\n  Рендел бросил быстрый взгляд назад и начал на цыпочках осторожно отступать к двери.\n—За то, что ты натворил в Стоуне десять лет назад — продолжил Шрам, все еще стоя спиной — За то, что повёл молодежь за собой...\n  \"Так, еще шаг\" — Рендел отступил еще на шаг, молясь, чтобы половицы не скрипнули под его ногой — \"Хорошо, хорошо! Дальше...\"\n—За то, что ты предал их...\n  \"Еще немного осталось...\" Пот, скатываясь со лба Рендела, попадал ему в глаза. Но мужчина не обращал на это внимание. До выхода остался еще метр.\n—И за то...\n  \"Еще полметра...\"\n—...что из-за тебя...\n  \"Еще шажок и я сбегу!\" — сердце Рендела на секунду замерло.\n—ПОГИБЛА КИРАА!!! — взревел Шрам и, обернувшись, замахнулся огромным ножом.\n  Рендел, услышав последние слова, на одну секунду замер на месте, а в следующую уже замертво отлетел назад, с ножом, по рукоять вошедшим ему в голову.\n  Шрам неспеша приблизился к телу убитого и, наступив на грудь жертвы ногой, выдернул нож.\n—Как же ты опустился — произнес он с неудовольствием, вытирая окровавленное лезвие оружие о плащ убитого.\n  Затем Шрам перешагнул через тело и двинулся к выходу. \"Один готов, осталось двое\" — отметил мужчина, спрятав оружие под плащ.\n\n  Конец.",
    "answers": [
      {
        "id": 15,
        "text": "Глава 2"
      },
      {
        "id": 13,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 15,
    "text": "  Гью.\n\n—Дядя Гью, дядя Гью.\n  Сквозь сон старик ощутил, как кто-то начал осторожно тормошить его за плечо.\n—Что? Адам? — сонно промолвил Гью, резко открыв глаза и еще не до конца проснувшись.\n—Дядя Гью, это я — ответил ему юношеский голос.\n  Старик уселся поудобнее на стуле и протер глаза. Перед собой он обнаружил семнадцатилетнего, светловолосого юношу в плаще с откинутым капюшоном. Парень стоял напротив стола, за которым и уснул Гью.\n—А, это ты...— старик попытался вспомнить имя.\n—Каиль — подсказал юноша.\n—Да, да! Каиль! — Гью виновато улыбнулся, поправляя свой черный камзол из грубой материи — Помню. Ты уж прости,  я тут задремал что-то.\n  Каиль осмотрелся кругом. Лавка Гью выглядела очень неприбранной. На полках, чуть покосившихся под тяжестью лет, неаккуратно стояли покрытые пылью колбы, а с потолка местами свисала паутина.\n—Я помню, что когда я приходил к вам в детстве — произнес в задумчивости Каиль — Здесь выстраивалась огромная очередь из посетителей.\n—Даа — Гью обвел комнатушку печальным взглядом — То было раньше, а теперь, когда в городе построили имперскую лечебницу, надобность в старых лекарях отпала.\n—Ясно. Дядя Гью, когда вы проснулись... — юноша на секунду замолчал, подбирая слова — Вы назвали одно имя... Адам, кажется? Это ведь ваш бывший ученик, верно?\n  Старик с трудом встал со стула.\n—А ты его, наверное, уже забыл — промолвил он развернувшись и поковыляв к полкам со снадобьями — Да, он был моим учеником.\n—Говорят, он оказался сепаратистом — продолжил Каиль — И его...\n—Тебя ведь мать послала? — поспешно прервал его Гью.\n—А? Да! — спохватился посетитель — У нее опять жар.\n—Ясно.\n  Старик, стоя спиной к юноше, принялся перебирать на полках колбы и различные скляночки с жидкостью.\n—Так, какое же из них... — пробурчал себе под нос лекарь и через несколько минут развернулся к посетителю с маленьким бутылем прозрачной жидкости.\n—Вот, вспомнил!  Пусть выпьет это лекарство перед сном маленькими глотками — посоветовал Гью, вложив пузырек в руку юноши. Каиль не спешил убирать снадобье в карман. Он неуверенно ступил с ноги на ногу и, опустив взгляд, промолвил:\n—Спасибо конечно, но матушка сказала, что это лекарство нам будет не по карману. Может, у вас есть что-нибудь дешевле?\n—Бери, бери — с улыбкой махнул рукой Гью, усаживаясь на стул — Любое другое лекарство снимет жар лишь на время, а это поможет покончить с источником болезни. О деньгах не беспокойтесь, я пока не бедствую.\n—Ох, дядя Гью, спасибо вам большое! — радостно воскликнул Каиль, убирая бутыль в карман плаща — Вы всегда нас выручаете!\n—Ну, ступай, ступай — улыбнулся старик — И не забудь, каждый вечер пусть пьет, перед сном.\n—Хорошо!\n  Юноша выскочил за дверь, помахав старику на прощанье. Гью остался один. Он положил морщинистые, покрытые старческими пятнами руки на стол и тяжело вздохнул. Мысли его были о сне, который только что ему привиделся. Кажется, там был Адам. Но это был уже не тот добрый мальчик, коим запомнил его Гью. Нет, теперь это был совсем другой человек... страшный человек. \"Сколько лет я его уже не видел?\" — задумался Гью — \"Кажется, тогда была осень... или весна?\"",
    "answers": [
      {
        "id": 16,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 16,
    "text": "  Стояла середина зимы. Дни были короткими, и солнце, вроде бы только-только восходившее на небосвод, спешило скрыться за горизонт, окрашивая улочки Стоуна в кроваво-красный цвет. Сегодня небесное светило не забыло заглянуть и в лавку к старому лекарю. Тот все ещё продолжал сидеть на стуле, когда косые солнечные лучи принялись слепить его.\n—Закат уже? Пора домой — отметил Гью, встав со стула.\n  Посетителей сегодня опять почти не было. Не считая Каиля, в лавку заглянуло только трое. Две престарелые женщины, которым просто захотелось рассказать лекарю пару-тройку местных сплетен, а так же один богато одетый, почтенный господин, перепутавший лавку Гью с цветочной лавкой.\n  Лекарь снял со стены свой домотканный плащ, накинул его на плечи и, напоследок с грустью оглядев лавку, вышел на улицу.\n—Берегись! — раздался тонкий, девчачий возглас, как только он переступил порог.\n  Гью прижался к двери лавки, спасаясь от пробегающих мимо детишек — двух девочек и одного мальчика. Девочки одеты были в обычные платья с накинутыми сверху ярко-желтыми плащами, а вот на мальчике развивалась грубая, черная роба обители братства. Похоже, что он был послушником в храме. Эта шумная ватага, весело хохоча, побежала дальше по улице, юрко петляя между прохожими, коих в этот вечер было много.\n—А ну стоять, хулиганье! — пронесся мимо Гью коренастый, плотный мужичок средних лет в серой рубахе и кожанном переднике.\n  От стремительного бега он запыхался и пот градом стекал со лба его. В руке он сжимал кусок недоеденной колбасы. Через пару метров мужчина, окончательно выдохшись, остановился и воскликнул вслед беглецам:\n—Еще раз увижу, как вы колбасу мою жрете — уши надеру!\n  Одна из девочек притормозила и, развернувшись на месте, крикнула в ответ:\n—А все-равно она у тебя не вкусная! Ты в нее хрящи одни пихаешь!\n  Это девчачье замечание будто придало уставшему мяснику новых сил. Мужчина запихнул остатки колбасы в карман передника и, грубо выругавшись себе под нос, бросился вслед за хохочащими детьми.\n  Гью с улыбкой наблюдал за этой сценой. Но вскоре после того, как разъяренный мясник убежал, улыбка сошла с его лица, уступив место задумчивой грусти. Эти трое убегающих сорванцов напомнили ему другую троицу ребятишек: бунтарку с огненно-рыжими волосами, тихоню-послушника, вечно путающегося в своем смешном балахоне и добрую девочку с сине-голубыми глазками.\n  Старик тяжело вздохнул, затем огляделся, выбирая куда ему идти и зашагал в противоположную от убегающих детей сторону.",
    "answers": [
      {
        "id": 18,
        "text": "》》》"
      },
      {
        "id": 15,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 17,
    "text": "  За последние десять лет рынок Стоуна заметно разрёсся. Всё благодаря расширению самого города, под руководством нового градоначальника, присланного из столицы. Ходят слухи, что действиями градоначальника напрямую управляет генерал Морр, которому тот и обязан своим постом, но это всего-лишь слухи.\n   В этот морозный, зимний вечер на улице Стоуна можно было встретить много народа, в основной массе своей состоящей из работяг, возвращавшихся домой после долгой и изнурительной смены. В столь многочислененном, бурлящем людском потоке трудно было заметить одинокого старика, медленно шагающего по широкой, центральной дороге. Пройдясь по главной улице Стоуна он свернул на более безлюдную и узкую улочку, которая вывела его к небольшому мосту, переброшенному через речушку. Старик остановился на нем и, опершись локтями о перила, взглянул вниз, на скованную льдом воду. В руке он сжимал небольшой мешок.\n   Тем временем солнце окончательно уступило место луне. Ее бледный диск медленно плыл по ночному небу, освещая ближайшие двухэтажные, деревянные дома. Гью вдохнул поглубже морозный воздух и, подняв голову, устремил взор на многочислененные звезды, мерцающие в вышине. Глядя на их холодное, безразличное свечение он ощущал себя таким маленьким и незначительным.\n—Эй, Гью! — прозвучал за спиной чей-то голос.\n  Старик обернулся и увидел перед собой пожилого мужчину низкого роста в черном, приталенном камзоле и накинутом сверху такого же цвета плаще, застегнутом на правом плече серебрянной брошью.\n—Ты чего тут делаешь? — спросил мужчина и, стянув с правой руки кожанную перчатку, вытянул перед собой костлявую ладонь.\n—Здравствуй, Карл — улыбнулся лекарь, ответив на рукопожатие старого друга — Да вот, воздухом решил подышать.\n—Ясно — Карл надел перчатку обратно на руку — Может тогда до таверны пройдёмся?\n—Я не против.\n  Две мужские фигуры двинулись по мосту в ту сторону, откуда пришел Гью.\n—Это что у тебя? — спросил Рэйс, указав рукой на мешок.\n—Да я к Ларсу забежал по пути, зайчятины вот прикупил.\n—Ммм — угрюмо отозвался Карл. Произнесенное имя охотника омрачило его лицо.\n  Лекарь заметил это и поспешил сменить тему разговора:\n—А ты какими судьбами здесь? \n—Приехал кое-какие бумаги забрать у градоначальника. В планах у меня скупка соседней деревушки. Её бывший владелец недавно в тюрьму угодил, за какую-то там агитацию против власти, и теперь всё его добро с молотка уйдёт.\n—Хех! Ты как всегда весь в заботах? — усмехнулся Гью.\n—Ну да — признал Карл, после чего тяжело вздохнул и, отведя взгляд, тихо добавил — Только вот...\n—Только вот что? — спросил Гью, после минутной паузы. \n  Оба собеседника остановились. С неба на землю стали опадать крупные хлопья снега. Карл перевел взгляд черных глаз на друга и рассеянно улыбнулся.\n—Да нет... ничего — поспешно махнул он рукой, продолжив путь — Лучше давай поспешим, пока нас снегом не засыпало.\n  Лекарь грустно улыбнулся и, пожав плечами, двинулся следом.",
    "answers": [
      {
        "id": 19,
        "text": "》》》"
      },
      {
        "id": 18,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Гью медленно брел между многочислененными ларьками и уличными зазывалами. Многих торговцев он знал в лицо и, кивая на их приветствия, шел дальше. Но перед одной лавкой старый лекарь сбавил шаг и вскоре вовсе остановился. В этой лавке продавали мясо животных: лосей, оленей, а иногда даже медведей. Когда-то разнообразный ассортимент этой торговой точки служил предметом зависти других продавцов. Но теперь... На деревянном прилавке лежало очень скудое количество мяса, а на небольшом столбе, установленном тут же, висела белоснежная шкура парочки заяцев. Похоже, именно их мясо и было разложено на столе. За прилавком, укрывшись тяжелым плащом, сидел здоровяк. Он сидел сгорбившись, низко опустив лохматую голову, словно и не ожидая покупателей. Гью подступил ближе. Хруст снега, издаваемый приблизившимся посетителем, вырвал торговца из оцепенения. Он расправил свои широкие плечи и поднял голову обросшую длинной, рыжей бородой.\n—Приветствую, Ларс — произнес Гью.\n  Торговец приложил руку ко рту и громко раскашлялся, после этого он сплюнул на землю сгусток мокроты и хрипло ответил:\n—Чего тебе?\n—Хотел узнать, как там Анна?\n  Ларс ответил не сразу.\n—Плохо ей, старик — мужчина тяжело вздохнул — Дня три назад, пока я на охоте был, она у соседей денег позанимала, накупила муки, соли, да и состряпала пирогов с остатками мяса, которые у нас на зиму остались. Я вернулся, а в хате прибрано, пироги на столе, а она прям сияет. Ну, я и спрашиваю: \"Чего это ты такая счастливая?\", а она в ответ: \"Так Кира ведь должна вернуться сегодня, встретить надо бы\" — Гью ощутил, как его сердце сжалось — А я ее обнимаю, говорю, мол, обязательно вернется, а сам... эх, сам слезы сдержать не могу — Ларс прикрыл глаза рукой и на минуту смолк, после чего продолжил — Вот так и ждёт она дочку, каждый день с утра и до вечера у окна стоит. Исхудала бедная, смотреть больно. А вчера ей послышалось, что Кира ее с улицы звала, так она вообще на мороз босой выбежала, в одном платьице. Хорошо хоть я дома был, загнал обратно... Вот так и живем, Гью.\n  Старый лекарь не знал, что сказать и как поддержать друга. Анна впала в депрессию после ареста мужа и смерть дочери окончательно добила ее. Гью конечно всеми силами пытался помочь бедняжке, но душевное расстройство все же взяло своё.\n—А дичи нынче совсем мало стало — продолжил тем временем Ларс, словно пытаясь отвлечься — Вокруг ведь все земли принадлежат Империи, кхо-кхо! — новый приступ кашля прервал мужчину.\n  Старый лекарь спрятал руку за пазуху и достал оттуда небольшой мешочек, который положил на прилавок перед Ларсом.\n—Вот, здесь пару десяток серебрянных — произнес он — Возьми, пригодятся.\n  Мужчина удивлённо взглянул на Гью, затем накрыл широкой ладонью мешочек и, подумав немного, отодвинул деньги от себя.\n—Нет, Гью, не могу я их взять... До подачек я не опущусь.\n—О чем ты? — старик изумленно развел руками — Ведь это помощь моя, дружеская!\n  Ларс угрюмо молчал, отведя взгляд. Лекарь уже было набрал в грудь воздуха, собираясь настоять на своём, но в следующую секунду передумал и смолчал. \"Ох уж это упёрство Рэджев\" — отметил он с неудовольствием. Помолчав минуту, Гью слабо улыбнулся и, деловито осмотрев прилавок, произнес шутливо-приказным тоном:\n—Тогда продай мне мяса на все эти деньги, торговец!",
    "answers": [
      {
        "id": 17,
        "text": "》》》"
      },
      {
        "id": 16,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 19,
    "text": "  К слову говоря, теперь в Стоуне было целых три таверны. Две из них, недавно построенные, конкурировали друг с другом в звании самого лучшего заведения в округе. Каждый путешественник, оказавшийся впервые в городе, обязательно должен был наведаться хотя бы в одно из них, дабы вкусить лучшие сорта эля и пива, а также послушать заезжих певцов.\n  Однако Карл и Гью предпочли другую харчевню — более старую и более знакомую им. Лекарь остановился в двадцати метрах от входа в таверну и поднял голову вверх, на висевшую над дверью табличку \"Кудлатый мишка\"\n—Ты чего? — обернулся к другу Карл.\n—Слышишь?\n  Карл на несколько мгновений замолчал, прислушиваясь к нависшей тишине.\n—Нет. Я ничего не слышу.\n—Эх, это и печально — с грустью отметил Гью и шагнул к таверне.\n  Теперь и Рэйс заметил. Из харчевни сегодня не доносились ни залихвастая музыка, ни отборная брань.  \n  Дубовая дверь заведения со скрипом отворилась и оба старика вошли внутрь. Немногочисленные светильники, установленные вдоль стен, тускло освещали пустые деревянные столы. Только за двумя из них можно было заметить людей — двух крестьян, тоскливо опусташающих свои кружки.\n  Гью и Карл приблизились к барной стойке. Бармен, мужчина сорока лет, среднего телосложения и с седеющими волосами, отложил в сторону стеклянную кружку, которую до этого протирал полотенцем и, широко улыбаясь, обратился к новым посетителям:\n—О! Давненько вы к нам не захаживали! Очень рад вас снова видеть.\n—Да уж, полгода уж точно к тебе не заходил — улыбнулся в ответ Гью.\n—А чего это у тебя сегодня народу нет? — спросил Карл — Неужели конкуренты переманили?\n  Этот вопрос тут же стёр улыбку с лица бармена. Он взял в руку кружку и принялся отчаянно её протирать.\n—Да чёрт бы их побрал! — процедил бармен со злостью — Всех этих свиней неблагодарных пусть черти заедят! Ведь я им в долг частенько наливал, до дома доносил, когда они до беспамятства нажирались, а стоило открыться новенькой таверне, так они всем стадом туда ломанулись!\n—Только не я, ик! — воскликнул один из пьянчуг за столом, с трудом выговаривая слова и привлекая к себе внимание всех присутствующих — Я тебя не брошу, бра... ик! Бра... — не закончив свою речь, не в меру захмелевший мужчина отрубился, с громким стуком уронив голову на стол.\n—Ясно — Рэйс вернул взгляд на бармена — Ну, что ж, это, безусловно, очень печально, но подай-ка нам своего лучшего вина — мужчина достал из-за пазухи кошель, туго набитый монетами.\n—Ладно, ладно — пробурчал бармен, залезая куда-то под прилавок.\n  Через несколько мгновений он извлек на свет пыльную бутылку из темного стекла.\n—Вот — бармен бережно развернул её на свету — Моя красотка.\n—Хорошо, хорошо. Сколько? — отрезал Карл.\n—Эх, как от сердца отрываю — лицо хозяина заведения исказила гримасса боли и на одно мгновение стоящему рядом Гью показалось, что тот сейчас расплачется — Но пять золотых наверное смогут унять моё...\n  Карл со стуком положил монеты на прилавок. Бармен удивлённо смотрел на них, не до конца веря своему счастью.\n—Ну, что застыл? — Рэйс выхватил бутылку из рук оцепеневшего мужчины — Неси нам ещё чего-нибудь поесть! \n—С-слушаюсь! — поспешно отозвался хозяин таверны, смахнув монеты к себе в карман и бросившись в подсобку.\n  Карл тем временем занял один из свободных столов.\n—Зря ты не поторговался — заметил Гью, подсаживаясь к нему — Переплатил ведь.\n—Ну и ладно! С меня не убудет.\n—Кстати, я не знал, что ты пить начал — удивился лекарь.\n—А я и не пью — Карл поставил бутылку на стол и отодвинул её к товарищу — Это тебе.\n—Что?\n—Что слышал, старый пенёк! Пей и не возникай!\n—Хех! Ты меня сегодня поражаешь — улыбнулся Гью, взяв вино в руку.\n  \"Вечер сегодня обещает быть хорошим\" — отметил старый лекарь с улыбкой осматривая бутылку. Но, к сожалению, планам двух друзей не суждено было сбыться.\n  Спустя несколько минут после того, как Карл и Гью уселись за стол, дверь таверны распахнулась и мужчина, вошедший в неё, с порога воскликнул сильно охмелевшим голосом:\n—Ба! Кого я вижу?! Карл Рэйс! Отец изменника Империи!\n  Гью обернулся к двери, Карл, в свою очередь, даже не шелохнулся. Узнав вошедшего посетителя, Гью сжал кулак, потому как именно этого человека он хотел бы видеть сейчас меньше других. На пороге, опираясь о косяк двери, стоял Норд Френч.",
    "answers": [
      {
        "id": 20,
        "text": "》》》"
      },
      {
        "id": 18,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 20,
    "text": "  Ввалившись в заведение, Норд поправил свой растёгнутый полушубок, стянул с головы шляпу, обнажая лысую голову и грозной, шатающейся походкой двинулся к столу двух друзей.\n  \"Этого ещё не хватало!\" — пронеслось в голове Гью и он, вскочив из за стола, бросился на встречу мужчине.\n—Норд, Норд — лекарь попытался вразумить Френча — Ты пьян! Иди проспись!\n—Неее! — взревел дебошир — Я ему всё выскажу! Прям в лицо выскажу!\n  Гью упёрся руками в плечи Норда и безуспешно пытался остановить его, но сил старика не хватало.\n—Пусти его, Гью — раздался спокойный голос Рэйса.\n  Лекарь удивлённо обернулся. Карл продолжал сидеть за столом и отрешённо смотрел куда-то в стену. Норд оттолкнул Гью в сторону и, громко стуча сапогами, приблизился к Карлу.\n—Ты! — воскликнул он, угрожающе сжимая кулак — Это всё ты и твой сынок! Если бы не вы! Если бы не вы...\n  Мужчина тяжело вздохнул и, бессильно уронив руку, чуть слышно промолвил:\n—Бедная Абигэйл... На что Соломон её обрёк? Она же теперь преступница... Что с ней случилось, а?\n  В следующую секунду глаза Норда яростно сверкнули и он, схватив Карла за шиворот и приподняв его со стула, отчаянно вскричал:\n—Что ты молчишь?! Ответь мне! Что с ней стало?! Где она?!\n—Эй, он ведь... — воскликнул Гью, бросившись к Норду, но его остановил жест Карла.\n  Лицо старого Рэйса выражало лишь грусть, пока перепивший мужчина тормошил его. Карл махнул рукой Гью и, дождавшись, когда Норд утихомирился, медленно встал со стула. После чего он опустил руку на плечо Френча и, глядя в глаза мужчины, тихо промолвил:\n—Я понимаю твою боль...\n  Норд ошарашенно взглянул на Карла, но через секунду удивление на его лице сменилось болью. Подбородок затрясся, а из глаз хлынули слезы. Мужчина обнял Рэйса и уткнулся головой ему в грудь.\n—Как же я по ней скучаю! — раздался его приглушенный плач — Как я скучаююю!\n—Да, да — Карл положил руку на лысину Норда — Я понимаю — из глаз старика стекли две слезинки — Я понимаю...\n  Гью смотрел на друга и не мог поверить глазам. Черствяк Карл Рэйс, у которого, как многим казалось, не было сердца, в данный момент утешал пьяного мужчину и лил вместе с ним слёзы!",
    "answers": [
      {
        "id": 21,
        "text": "》》》"
      },
      {
        "id": 19,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 21,
    "text": "  Прошло пять минут.\n—Мы ведь с Фреей частного детектива даже нанимали — рассказывал Норд, сидя на стуле и упершись локтями о стол. Гью и Карл сидели напротив и слушали.\n—Детектив этот на юг поехал, искать Абигэйл и Соломона, но через неделю вернулся ни с чем.\n  Френч пригубил вино из бутылки и добавил:\n—Они как-будто сквозь землю провалились!\n—Всё же хорошо, что мы не можем их найти — промолвил Карл.\n  Гью и Норд удивлённо взглянули на него.\n—Беглецам удалось так хорошо замести следы — продолжил Рэйс — Что даже ищейки из внутреннего отдела не могут их найти.\n—Это да — согласился Френч.\n  На минуты две наступила тишина, в которой был слышен только храп пьянчуги, спящего за соседним столом, да тихий звон бутылок, перебираемых барменом.\n—А как там Фрея? — прервал молчание Гью.\n  Норд тяжело вздохнул и не сразу ответил:\n—Да всё какой-то задумчивой стала в последнее время и такой тихой.\n—Так это ведь хорошо! — улыбнулся Карл — Спала тирания!\n—Эх! — Френч облокотился о стол и опустил голову на руку — Да плохо это, плохо! Бывало вот раньше, сделаешь, что не так, а она покричит, покричит, да, глядишь, и успокоится. А теперь что?\n—Что?\n—А ничего! Вот вчера уронил я тарелку со стола случайно и думаю \"Всё! Смерть мне!\" Ведь раньше Фрея мне бы за это голову оторвала! А вчера она только устало так на меня посмотрела и отвернулась, будто у неё сил даже покричать нет. Может... — мужчина с мольбой взглянул на Гью — Может у тебя есть какое лекарство?\n—Настойками своими и снадобьями я могу тело излечить — ответил лекарь — Душевные же раны я, увы, заживить не в силах.\n—А что же заживить их может?\n—Хм... Люди вот говорят, что время лечит — задумался Гью — Но я так не считаю. Тут многое от самого человека зависит. Ежели найдёт он ради чего ему дальше жить, отыщит, чему радоваться в жизни, тогда, возможно, и на душе раны затянутся.\n—Ну, а нам с Фреей ради чего теперь жить? — на глазах Норда вновь показались слёзы — Одна радость у нас была — Абигэйл наша. И ту не уберегли.\n—Эй! Да хватит уже сырость разводить! — прервал его Карл — Ты так говоришь, будто её в живых уж нет! Повезло тебе, что Соломон в неё втюрился, а значит от всех бед защитит. В этом я уверен. А ещё я уверен, что у них дети будут! Внучата мои, то есть. Самим Соломону и Абигэйл я свои земли оставить не смогу, Империя не позволит, но вот на детей их я всё перепишу!\n—Вот! Вот это подход! -улыбнулся Гью, подняв бутылку с вином.\n—И я тогда тоже всё на внучат перепишу! — обрадовался Норд.\n—Да что ты им перепишешь?! — рассмеялся Рэйс — У тебя же земли то толком нет! Пироги Фреи что ли переписывать собрался?! Аха-ха-ха!\n  Френч насупился и принялся доказывать, что даже пироги будут дороже, чем земля Рэйса. Его оппонент так же принялся отстаивать свою точку зрения, не стесняясь в выражениях. За их юношеской перепалкой с тихой улыбкой наблюдал Гью. \"Вечер однако выдался хорошим\" — отметил старый лекарь, пригубив бутылку отличнейшего вина, которое всё же не столило пяти золотых.",
    "answers": [
      {
        "id": 22,
        "text": "》》》"
      },
      {
        "id": 20,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 22,
    "text": "  На следующее утро Гью проснулся в своей комнате с жуткой головной болью. За окном солнце только-только показалось на горизонте и в комнате царил полумрак.\n—Ох, не стоило так вчера напиваться — укоризненно  отметил Гью, сев на кровати и помассировав виски.\n  После того, как боль немного утихла, а головокружение прошло, лекарь поднялся на ноги и направился к бадье с водой. \"Как я вчера домой вернулся?\" — размышлял он, пытаясь разлепить глаза — \"Ничего не помню\"\n  Внезапно Гью споткнулся о что-то объемное и, не удержавшись на ногах, свалился на пол.\n—Какого чёрта! — раздался мужской возмущенный голос.\n—Норд, чтоб тебя! — вскричал Гью, пнув друга ногой — Какого рожна ты тут развалился?!\n  Тучная фигура Френча уселась на полу, лекарь сел рядом.\n—Дак, ты же меня сам позвал — объяснил Норд, помассировав ушибленную ногу — Я испугался домой возвращаться, ты и предложил к тебе пойти.\n—А, да? Хе-хе! — Гью прикрыл глаза — Точно! Извини уж, что ударил.\n—Да, ничего — Норд поднялся на ноги — Ну ладно, пойду я домой наверное. Ты случайно в лавку не собираешься? Я бы с тобой прогулялся.\n  Гью на минуту задумался, а затем уверенно ответил:\n—Нет, иди один. Мне ещё кое-куда нужно будет заглянуть.",
    "answers": [
      {
        "id": 23,
        "text": "》》》"
      },
      {
        "id": 21,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 23,
    "text": "  Гью не знал почему он шёл теперь не в лавку. Что им двигало? Почему спешил? Если бы его сейчас кто-нибудь остановил и спросил об этом, то Гью, почти наверняка, не смог бы ответить на эти вопросы. \"Скорее!\" — быстрый шаг временами переходил на бег — \"Пока не поздно! Я должен успеть!\" — одышка усилилась и уже мешала нормально дышать.\n  Старый лекарь наконец выдохся и, с трудом переводя дух, упёрся руками в колени, опустив голову. Когда он поднял взгляд, то обнаружил себя перед железными прутьями больших ворот. Слева от этих ворот на прутьях высокого забора висела табличка.\n—Кладбище — чуть слышно прочитал Гью.  После чего он поправил свой плащ и шагнул внутрь.\n  Кладбище Стоуна представляло из себя вполне ухоженные могильные камни, между которыми проходили узкие тропинки. \"Да, много моих друзей и знакомых нашли здесь свой последний приют\" — отметил Гью, с грустью глядя на могильные надписи — \"Вскоре и я к ним присоединюсь\" \n  Так как утро было ранее, посетителей не было. Кроме одного. Он стоял боком к Гью, перед одинокой могилой. На нём был плащ, с накинутым на голову капюшоном, скрывающим лицо. Гью ощутил, как сердце его ускорило бег. Старик встал на месте, не решаясь идти дальше, но минуты через две все же смог пересилить себя и двинулся к посетителю. Однако, когда расстояние между ними сократилось до двадцати метров, незнакомец вдруг резко сорвался с места и быстрым шагом направился навстречу к Гью. Старик ошарашенно смотрел на мужчину, но тот, даже не глядя на старика, прошёл мимо и направился к выходу из кладбища.\n—По-стой — лекарь ухватился за рукав незнакомца — Постой!\n—Чего тебе, старик? — глухо спросил тот, не оборачиваясь.\n—Это ведь ты? — промолвил Гью с надеждой в голосе и подступая ближе.\n—Ты спутал меня с кем-то — бросил незнакомец.\n  Старик попытался обойти мужчину и заглянуть ему под капюшон. Внезапно незнакомец вытянул руку и, ухватив Гью за шиворот плаща, приблизил оторопевшего лекаря к себе.\n—Я ведь тебе уже сказал, ты обознался, старый дурак! — вскричал он, глядя на Гью горящими, чёрными глазами.\n  После этого мужчина оттолкнул от себя старика и тот, споткнувшись, упал спиной в снег. Незнакомец раздраженно поправил капюшон и зашагал прочь. \n  \"Но почему?\" — Гью продолжал лежать на земле, провожая взглядом отдаляющуюся фигуру — \"Что с тобой стало?\" Старик отчаянно сжал в кулаке снег и воскликнул вслед мужчине:\n—Почему ты уходишь?! Что с тобой случилось?! Ответь, Адам...\n  Мужчина остановился. Пронизывающий, морозный ветер пронёсся по кладбищу, растрепав полы его плаща. Гью так и лежал на снегу, ожидая ответа. Прошла минута и мужчина, наконец, прервал тишину:\n—Адам уже мёртв, старик... — из под капюшона показалась нижняя половина лица с уродливой бороздой затянувшегося шрама, проходящего по левой щеке — Перед тобой стоит Шрам.\n  Сказав это, мужчина широким шагом двинулся дальше, оставив Гью сидеть на снегу.\n—Шрам? — удивлённо повторил лекарь, вставая на ноги.\n  После этого он приблизился к могиле, возле которой минуту назад стоял мужчина. \"Как я и думал\" — отметил старик, читая могильную надпись. На глыбе камня было высечено два слова: \"Кира Рэдж\", а на могильной насыпи, на снегу лежал браслет из круглых камушков.\n \n  Конец.",
    "answers": [
      {
        "id": 24,
        "text": "Глава 3"
      },
      {
        "id": 22,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 24,
    "text": "  Фред.\n\n\n  Мужики сидели на брёвнах и ели, весело и громко разговаривая между делом. На обед многие принесли то, что наготовили им жёны или матери: кто-то жареной картошки, кто-то сочного мяса. Фред же сидел в стороне и с хрустом поедал лист капусты. \n—Отец Фред, что это у вас в руках?! — рассмеялся один из рабочих — худой мужичок с копной белёсых волос на голове — Вот, поешьте лучше курочки!\n  Худой заботливо протянул тарелку Фреду, но тот, благодарно кивнув, отстранился рукой. Священник не мог говорить, так как дал обет молчания и уже пять лет придерживался его.\n—Невилл, ты чего? — накинулся на мужичка другой рабочий — Отец ведь пост держит!\n—Да знаю я — Невилл принялся уплетать мясо курицы — Да токма мы тяжёлую работу делаем и нам силы нужны. А от этой травы разве сила будет?\n—Ну, это уж не твоя забота — вступил в разговор ещё один из рабочих — И ты ведь сам в одну харю за троих жрёшь, а чет всё таким же слабаком остался.\n  Поднялся общий смех. Невилл в сердцах махнул рукой и продолжил прерванную трапезу. Фред же с улыбкой наблюдал за ними.\n  Этот Фред выделялся из общей массы рабочих не только едой, отличавшейся лёгкостью и простотой, но и одеждой. Одет он был в робу из грубой материи, утепленную к зиме, на ногах же носил деревянные башмаки. Также во внешности священнослужителя можно было выделить длинную, худую фигуру, вьющиеся, светло-русые волосы и тоненькую клиновидную бородку такого же цвета. Но, пожалуй, первым, что бросилось бы вам при взгляде на него были бы глаза, то есть, их выражение. Его серые глаза обычно неуверенно смотрели в землю, но в случае, когда он украдкой глядел на вас, то складывалось ощущение, будто вас он даже не видит. Взор отца Фреда был направлен куда-то вглубь себя и выдавал в нём человека, хоть и оторванного от внешнего мира, но умного и любящего мыслить.\n—Ладно, мужики! — воскликнул один из рабочих, хлопнув себя по колену и вскочив на ноги — Поели, а теперь и поработать надо!\n—Да куды спешить? — протянул Невилл — Посидим ещё.\n—Не, скоро бригадир приедет из Стоуна, а мы бревна те до сих пор не перетаскали. Вставайте, мужики, погнали!\n  Рабочие недовольно поворчали, но всё же подчинились. Фред поспешил за всеми.\n  Их бригада воздвигала дома и занималась этим уже шесть лет. В основном, состояла эта бригада из малообразованных крестьян или бывших заключенных — из тех, кого старались не нанимать другие работодатели. Бригадир же, собравший под свою руку этих оборванцев, буквально дал им шанс на нормальную жизнь. Поэтому вся бригада относилась к своему начальнику с безоговорочным уважением.",
    "answers": [
      {
        "id": 25,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 25,
    "text": "—Подтяни ещё, Вил! — воскликнул рабочий.\n  Вил, здоровяк лет сорока, закряхтел и, уложив конец бревна на плечо, приподнял его на вытянутых руках. Его напарник с другой стороны сделал то же самое. Двое рабочих, стоя на возвышенном, каменном фундаменте, ухватились за бревно и подняли его наверх.\n—Так, хорошо! Уложи его получше!\n  Фред и ещё двое работяг занимались переноской камней в заплечных корзинах. Тем временем следующяя пара рабочих подступила к бревну.\n—Эх, надо было после обеда ещё посидеть — с неудовольствием произнес Невилл, ухватившись за бревно.\n—Не отвлекайся — заметил ему напарник.\n  Оба мужчины подняли свою ношу на плечи и понесли её к фундаменту дома, расположенного в метрах тридцати от них. \n—Ааа! Соскальзывает! — воскликнул вдруг Невилл, остановившись и попытавшись перехватиться.\n—Эй-йей! Ровнее держи, чёрт! — прикрикнул один из рабочих.\n  Бревно постепенно стало накреняться, угрожая раздавить бедного мужчину. Фред, проходивший мимо и оказавшийся ближе всех, скинул на землю свою корзину, наполненную камнями, и бросился на помощь. Невилл, окончательно лишившись сил, уронил бревно на себя, но подскочивший во время Фред, успел подхватить дерево.\n—Господи, Фред! — облегченно выдохнул Невилл и бессильно упал на колено.\n  Бревно оказалось намного тяжелее, чем думал священник. Фред попытался отойти в сторону, но подскользнулся на снегу и, неуклюже взмахнув руками в отчаянной попытке удержаться на ногах, полетел на землю с бревном на плече. \n  \"Вот и конец\" — отметил он, падая, но в следующую секунду вдруг осознал, что падения не случилось.\n—Ну что же ты, Фред! Каши мало ел чтоли?! — раздался над его ухом чей-то веселый голос.\n  Фред ошарашенно обернулся и увидел перед собой мужчину тридцати лет с темно-русыми волосами и бородой. Его бледно-голубые глаза из под длиннополой шляпы смотрели весело и смело. Фред отступил в сторону и мужчина, поправив на плече бревно, обратился властным голосом ко второму несущему:\n—Ладно, Джордж, потащили дальше!\n  Фред, тем временем, помог Невиллу подняться на ноги. \n—Ух, во время бригадир подоспел, да? — улыбнулся тот, отряхивая колени — Так бы и раздавить могло.\n  Фред перевел взгляд на бригадира. Широкоплечая фигура мужчины в шляпе и плаще отступила от фундамента дома. После чего бригадир, смахнув со лба пот, приблизился к спасённым им рабочим.\n—Фред, Невилл, у вас всё хорошо?\n—Да нормально, босс — ответил ему худощавый — Спасибо, что спас.\n  Фред протянул руку и благодарно улыбнулся.",
    "answers": [
      {
        "id": 26,
        "text": "》》》"
      },
      {
        "id": 24,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 26,
    "text": "  Откуда в маленькое поселение приехали Соломон и его жена Абигэйл никто не знал. Они вдруг заявились к ним ночью и заняли пустующий дом. Да никто особо и не узнавал, кто они и откуда, если често. Главное, считали местные жители, чтобы человек был хороший. А Соломон и Абигэйл зарекомендовали себя таковыми. Мужчина вначале сам плотничал по-маленьку, ремонтируя покосившиеся заборы и заменяя стёкла на окнах местных жителей, но через четыре года сколотил небольшой капитал, нанял бригаду рабочих и уже руководил ими. Абигэйл же казалась хорошей женой и была очень добра и любезна в общении с окружающими.\n—Ну ладно, мужики! — воскликнул Соломон, взобравшись на бревно и обращаясь к окружившим его работягам. На плече у него висела сумка.\n—Солнце уже садиться, пора по домам. Вы все сегодня хорошо поработали, молодцы! \n  Мужчина спрыгнул на землю и достал из-за пазухи кошель со звенящими монетами.\n—Вот тебе, Джордж — он принялся вкладывать в протянутые к нему ладони по несколько серебрянных монет — А это тебе, Невилл.\n—Спасибо, босс.\n—Спасибо!\n  Лица работяг заметно повеселели и когда всем досталось по монете, они одной шумной ватагой направились по домам. Остался лишь Фред.\n—А это твоя доля — приблизился к нему Соломон.\n  Фред взглянул на монеты в руках бригадира и, слабо улыбнувшись, отрицательно покачал головой.\n—Что, опять не возьмёшь? — улыбнулся Соломон, убирая деньги обратно — Но я то знаю, как это исправить.\n  Заходящее солнце окрасило облака на западном горизонте в красный цвет. Мужчины смотрели на закат минуты две, после чего Соломон хлопнул Фреда по плечу и бодро произнес:\n—Ладно! Пора возвращаться, Фред!\n  Священник кивнул и последовал вслед за бригадиром.\n  Деревня, в которой они жили, находилась к северу от крупного города Стоуна и всегда стояла особняком. Торговые пути и крупные проезжие дороги пролегали мимо, поэтому местные жили в своём маленьком и уютном мирке. Земля здесь была плодородной и щедро одаривала тех, кто не ленился вкладывать в неё своё время и силы.\n  Соломон и Фред по протоптанной тропе спустились с возвышенности, где велась стройка и оказались перед одноэтажными, деревянными домами, крытыми соломой и огорожденными невысокими оградками. К вечеру во многих из них загорелся свет, а из печных труб повалил дым.\n—Не против, если я помолюсь в часовне? — спросил Соломон, остановившись и взглянув на Фреда.\n  Священник свернул с широкой тропы на узкую и, махнув бригадиру следовать за ним, зашагал вперед.\n—До сих пор не понимаю, зачем тебе этот обет молчания? — задумчиво промолвил Соломон, из-за спины священника — Я ведь помню, какой чудный голос у тебя и как песни ты хорошо пел, эх!\n  Фред улыбнулся.\n—Знаю, знаю! Единение с богом, уход от страстей и тому подобное — продолжил бригадир — Но всё же, теперь ты не сможешь Невиллу заткнуть рот и тебе придётся слушать его болтовню! Чёрт, я бы не выдержал!\n  Соломон громко расхохотался, хлопнув Фреда по плечу. Священик ответил тихим смехом.\n  Вскоре они дошли до невысокой часовни из брёвен. На верхушке здания был установлен деревянный крест. Фред, толкнув двустворчатые двери, отступил в сторону, пропуская вперёд гостя. Соломон поднял взор на крест, набожно перекрестился и, сняв с головы шляпу и стянув с плеча сумку, вошел внутрь. Вслед за ним вошел и священник.",
    "answers": [
      {
        "id": 27,
        "text": "》》》"
      },
      {
        "id": 25,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 27,
    "text": "  Последние лучи заходящего солнца проникали в часовню сквозь полукруглые окна и освещали ряды скамеек, установленных слева и справа от прохода и обращенных к невысокому деревянному помосту. Также здесь можно было заметить стол, покрытый белоснежной скатертью, установленный в правом, дальном углу помещения. На нем находились иконы, свечи и различная церковная утварь.\n  Соломон остановился в дверях. Слева от него был небольшой, деревянный ящик для пожертвований.\n—Что ж, если ты сам не хочешь брать плату — промолвил мужчина, приблизившись к этому ящику — Тогда я оставлю деньги здесь.\n  Он достал из кармана монеты, которые предлагал Фреду, и вложил их в прорезь ящика. Затем медленно прошёл вглубь помещения. Фред тем временем приблизился к столу и, достав из кармана спичку, зажег восковые свечи. Мягкий свет озарил его худое лицо.\n—Отец всемогущий, услышь меня... — раздался тихий шепот.\n  Фред обернулся. Соломон сидел на лавке второго ряда, упершись локтями о спинку впереди стоящей и опустив голову на сцепленные пальцы рук, тихо читал молитву. Священник уселся за ним и, перекрестившись, мысленно обратился к Богу. Он молился за благополучие местных жителей и защиту их от лукавого, а также отдельно Фред помолился за спасение души Соломона, своего давнего друга. В конце священник поблагодарил Всемогущего за все те испытания, которые встретились ему в прошлом и за все те блага, которые имел сейчас.\n  Когда Фред поднял голову и открыл глаза, Соломон уже стоял на ногах. Стоял он перед столом и не отрываясь смотрел на деревянное распятье, висевшее на стене. Его сумка и шляпа лежали на лавке. Священник встал со скамьи и приблизился к другу.\n—Не помогает, Фред — тихо произнес Соломон.\n  Колеблющийся свет от свечи играл тенями на фигуре распятого мужчины, выделяя на его скорбном, обращенном в небо лице нос и впалые щеки.\n—Молитвы не помогают... Я уже столько лет замаливаю свои грехи в этой часовне, пытаюсь жить по законам божьим, не делая зла людям, но всё же на душе моей не спокойно.\n  Соломон развернулся и Фред заметил в его обычно спокойных глазах тяжёлую думу.\n—Я ведь убийца — мужчина поднял руки и взглянул на свои мозолистые ладони — Столько крови у меня на руках. И разве способно что-то смыть эту кровь?\n  Фред опустил руку на плечо друга. Соломон рассеянно взглянул на него и священник слабо улыбнулся в ответ.\n—Да, я помню, ты говорил — со вздохом произнес Соломон — \"Молитв не достаточно, когда нет веры\" И это правда.\n  Мужчина, заложив руки за спиной, беспокойно прошёлся вдоль лавок. Фред наблюдал за ним.\n—Верю ли я? — спустя пару минут Соломон остановился и взглянул на священника — С тех пор, как я поселился здесь и завёл семью, я по другому взглянул на многие вещи. Я стал терпимее к людям, научился прислушиваться к ним. Я и вправду желаю помочь местным жителям, улучшить их жизнь. Однако этого мало...\n  Рассказчик умолк и, тяжело вздохнув, сел на лавку.\n—Меня гложет чувство стыда и раскаяния за проступки прошлых лет. Я надеялся, что вера в Бога поможет мне заглушить это чувство, но ошибся... Не помогло также и время. \n  Фред приблизился к Соломону и, сев на лавку рядом с ним, с готовностью взглянул на друга.\n—Чего ждёшь? — горько усмехнулся Соломон — Душеспасительной исповеди? Хех! Наврядли это поможет.\n  Фред продолжал смотреть на Соломона, не изменяя своей позы. Мужчина помолчал немного, после чего вновь заговорил:\n—А, ладно! Почему бы и нет? — он вдруг перестал улыбаться и продолжил твёрдым и уверенным голосом — Приготовься слушать внимательно, святой отец, я расскажу тебе одну историю. Я расскажу о том, как предал своего друга и его любимую, как разбил все их надежды и мечты. Как ради девушки убил двух офицеров из своего отряда, один из которых только-только стал отцом, а также о том, как предал империю...",
    "answers": [
      {
        "id": 28,
        "text": "》》》"
      },
      {
        "id": 26,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 28,
    "text": "  Когда рассказ был окончен, солнце окончательно скрылось за горизонт и в ночном небе загорелись звёзды.\n  Соломон умолк и теперь сидел, опустив голову и думая о своём. Фред с пониманием и состраданием смотрел на него. Тяжкий груз висел на душе этого человека и священник, хоть и желал бы помочь ему, не знал, как это сделать. И дело было даже не в обете молчания. Фред не знал, что сказать. Типичное \"Верь в Господа и будет тебе счастье\" наврядли способно было помочь.\n—Ладно! \n  Соломон вскочил на ноги.\n—Я знал на что шёл, когда совершал все эти злодеяния — произнес он — Это был мой выбор и теперь мне этот крест и нести.\n  Он надел шляпу на голову и, забросив на плечо сумку, обратился к священнику:\n—Спасибо тебе, что выслушал. Это хоть и немного, но всё же помогло.\n  Фред поднялся на ноги и проводил друга к выходу.\n—А, чуть не забыл! — воскликнул на пороге Соломон и принялся рыться в сумке — Помнишь, как ты мне показывал свой сборник книг какого-то там писателя из-за границы, Достаневского, кажется? И там не хватало одного томика...\n  Фред, уже догодавшийся к чему ведёт мужчина, принялся отрицательно махать руками.\n—Так вот, я побывал в Стоуне у одного антиквара — продолжил Соломон, не обращая никакого внимания на протестующего священника — И вот!\n  Он извлек из сумки небольшую книжку в твёрдом переплёте и с улыбкой протянул её Фреду, который, отстраняясь ркуами, отступил назад.\n—Помни, святой отец, не стоит отказываться от дружеских подарков — напомнил Соломон — Тем более, если эти подарки от твоего работодателя.\n  Фред побежденно улыбнулся и взял книгу в руку. Осмотрев её с нескрываемой радостью он благодарно кивнул другу и убрал её в нагрудный карман робы с левой стороны.\n—Вот так-то лучше — отметил Соломон — Ну, ладно, святой отец, бывай!\n  Мужчина махнул рукой на прощанье и, развернувшись, зашагал в сторону деревни. Фред с улыбкой провожал его взглядом несколько минут, после чего поднял руку и, перекрестив отдаляющуюся фигуру, мысленно помолился: \"Храни тебя Господь, Соломон\"",
    "answers": [
      {
        "id": 29,
        "text": "》》》"
      },
      {
        "id": 27,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 29,
    "text": "  Соломон.\n\n—Ты чего так поздно? Ты ведь знаешь... — яростно зашептала Абигэйл.\n  Соломон стянул с ног тяжёлые сапоги, сбросил сумку на пол, приблизился к жене и, обхватив её за талию, крепко поцеловал в губы.\n—Ну, Соломон... — умоляюще промолвила женщина, попытавшись отстраниться, но мужчина в ответ лишь сильнее прижал её к себе.\n  Прошло минуты три, прежде, чем их поцелуй прервался.\n—Что ты там говорила? — улыбнулся Соломон, сняв с головы шляпу и повесив её на стену.\n—Ты хам и наглец — ответила ему Абигэйл, поправляя своё платье — И борода твоя колется.\n  Соломон встал в дверях и осмотрел жену. На ней было серое, домашнее платье, подшитое под её стройную фигуру; длинные волосы, цвета пшеницы, были собраны в пучок; глаза, цветом походившие на лазурное небо, смотрели на мужа нежно и ласково и вместе с тем удивлённо.\n—Ты чего? — спросила Абигэйл.\n—Эх, как же мне с тобой повезло! — воскликнул Соломон и, подскочив к жене, крепко обхватил её и поднял на руки.\n—Ты чего кричишь? — испуганно зашептала женщина — Лео спит!\n—Точно! А я и забыл! \n  Мужчина поставил жену на пол, и они оба напряженно прислушались. Однако, к их облегчению, ребенок не проснулся.\n—Балда! — Абигэйл хлопнула мужа по голове.\n  Соломон потупился и изобразил на лице раскаяние. Женщина устало вздохнула, после чего улыбнулась так, что на щеках показались ямочки и бросила:\n—Ладно уж,  иди поужинай пока не остыло.\n  Мужчина весь просиял и, повесив свой плащ на стену и взяв в руку сумку, прошёл вглубь комнаты.\n  Дом, в котором они заселились, представлял из себя довольно приличное здание с четырьмя комнатами, выходящими в коридор. Все эти комнаты отличались друг от друга площадью, мебелью и подразделялись на: спальню, гостинную, детскую и кухню. Как уже было отмечено ранее, этот дом имел приличный вид, то есть, здесь можно было без опаски ходить по деревянному полу, не молясь, чтобы он не провалился у вас под ногами, можно было открывать двери не боясь быть раздавленным ими, а также не страшиться разрушения потолка над вашей головой. Однако таким это здание было отнюдь не всегда. Когда Соломон и Абигэйл приехали в деревню, спасаясь от погони, и впервые увидели этот дом, то они оба были шокированы его состоянием: разбитые окна, прогнивший пол, прохудившаяся крыша — всё это, а также наступившие морозы, обеспечили молодой семье трудные первые месяцы проживания.",
    "answers": [
      {
        "id": 30,
        "text": "》》》"
      },
      {
        "id": 28,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 30,
    "text": "  Но благо теперь всё наладилось. У них сейчас был крепкий дом, хорошие отношения с соседями, кое-какие финансы, но самое главное их сокровище — пятилетний Леогард, тихо сопевший в соседней комнате.\n—... осталось завтра только крышу достроить и всё — рассказывал Соломон, поедая из тарелки наваристого бульона.\n  Его жена сидела напротив и, облокотившись о стол, с улыбкой смотрела на него. \n—Кстати, чуть не забыл! — опомнился мужчина, отложив трапезу и встав из за стола.\n—Ну, доешь сначала!\n  Соломон опустился на колени перед лежащей на полу сумкой и, повернувшись к жене спиной, принялся рыться в ней.\n—Что там у тебя? — спросила Абигэйл, несколько раз попытавшись подглядеть.\n  Через минуту мужчина развернулся к ней. В руке он держал аккуратно сложенный свёрток ткани.\n—Что это? — Абигэйл взяла подарок в руку — Это... шёлк? Ах, какая чудесная!\n  Соломон, довольный собой, уселся за стол и продолжил уплетать бульон. Абигэйл развернула ткань и радостно осмотрела её. Глаза женщины буквально загорелись от счастья. Но через минуту она опустила руки и взглянула на мужа таким недовольным взглядом, что Соломон от неожиданности поперхнулся.\n—Т-ты чего? — спросил он, восстановив дыхание.\n—Опять в город ездил? — голос Абигэйл звучал грозно — Ты ведь прекрасно знаешь, что тебя там могут арестовать.\n—Ой, да брось! Не арестовали ведь! И в конце концов, столько времени прошло, о нас наверняка уже никто и не помнит.\n—Соломон — женщина отложила подарок в сторону и приблизилась к мужу — Ты ведь сам понимаешь, что не можешь так рисковать. Теперь ты уже отвечаешь не только за себя, но и за Лео, и за меня — она взяла руки Соломона в свои и, глядя ему в глаза, промолвила — Я прошу тебя, дорогой, не езди в город сам, отправляй лучше кого-нибудь из рабочих.\n—Ой, ты ведь знаешь, что в городе эти балбесы все деньги пропьют — попытался отшутится мужчина, но, под пристальным взглядом жены все же сдался и произнес — Ну ладно, ладно. Больше не буду.\n  Он притянул Абигэйл за руки, поцеловал её в лоб и, обняв за плечи, прижал к себе.\n—Всё у нас будет хорошо, Абигэйл.\n  Женщина сильнее прижалась к широкой груди мужа и, ощущая себя в безопасности в этих крепких, мужских объятиях, с улыбкой ответила:\n—Я знаю, Соломон... я знаю.\n\n\n  Конец.",
    "answers": [
      {
        "id": 31,
        "text": "Глава 4"
      },
      {
        "id": 29,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 31,
    "text": "  Фергус. \n\n  Генерал сидел в своем кабинете за столом и, сняв очки, устало протирал глаза. Послышался тихий стук в дверь, после чего из коридора донесся юношеский голос:\n—Генерал Морр, разрешите?\n—Да, входите — отозвался Фергус, надев очки и поудобнее усевшись в кресле.\n  Вошёл юный офицер с темными, короткими волосами. В руке он держал толстую пачку бумаг, перевязанных бечевкой.\n—Вот, генерал — офицер приблизился к столу и передал бумаги Фергусу — Это то, что вы просили найти в архиве.\n—Угу, Марк, спасибо — Фергус развязал бечевку и принялся разбирать пачку.\n—Генерал, это ведь бумаги по делу \"Ночных волков\"? — юноша склонился над столом — Но ведь расследование было окончено десять лет назад. Зачем они вам?\n  Фергус извлёк один из листков и принялся внимательно его изучать.\n—Помнишь, на прошлой неделе убили мужичка в округе? — задал он в свою очередь вопрос, не отрываясь от чтения.\n—Ну да, пьяницу какого-то.\n—Так вот, этого пьяницу некогда звали Ренделом и он проходил по делу \"Ночных волков\" свидетелем — Фергус взял в руку другой лист — Он сдал всех своих подельников, а взамен получил жизнь.\n—И вы считаете, что его убили из-за этого? Да бросьте, генерал! — улыбнулся Марк — Этого Рендела, скорее всего, зарезали его же собутыльники по пьяни. И то, что он был когда-то свидетелем, наврядли что-нибудь значит.\n—Надеюсь на то — генерал перевел взгляд своих черных глаз на подчиненного — Только вот меня смущает одно обстоятельство. Удар ножа был очень уж профессионален, будто поработал матерый убийца. Только вот зачем ему понадобилось убивать нищего конюха? Непонятно...\n—Вы думаете месть?\n—Хм, из \"Ночных волков\" не осталось никого. Всех членов банды замучали до смерти на шахтах и в тюрьмах — Фергус отложил бумаги и взглянул в окно.\n  Минуты две он молчал. Марк, предпочитая не мешать, стоял на месте, стараясь не шуметь. \"Да, членов банды больше нет\" — размышлял Фергус, облокотившись о стол — \"Свидетельства об их смертях разложены у меня на столе\" Генерал вновь взглянул на бумаги.\n—Хотя... — промолвил он в раздумьях, присмотревшись к одному из листков — Кое-что меня насторожило.\n—Генерал? — Марк заметил изменившееся лицо Фергуса, выражавшее теперь беспокойство.\n—Да, один из них умер при попытке к бегству — генерал, не слушая подчиненного, схватил бумагу и вцепился в неё взглядом — С ним был ещё сообщник. Обоих нашли около деревни, в озере. Тогда было только начало зимы, лёд был неокрепшим...\n  Фергус, держа листок в руке и продолжая рассуждать вслух, встал с кресла и прошёлся по комнате. Марк с удивлением следил за действиями своего командира.\n—И нашли их не сразу — продолжил Фергус свою мысль — К тому времени тела сильно распухли и обознать их было трудно. Но, так как утопленники были одеты в арестанские робы и по возросту подходили под описание, то тюремщики закрыли дело.\n—Генерал — подал голос молодой офицер — Вы думаете, что на самом деле этот арестант жив? И именно он убил Рендела?\n  Фергус рассеянно взглянул на подчиненного, затем, немного поразмыслив, улыбнулся и, отложив листок на поверхность стола, ответил:\n—Нет, нет. Что-то я уж слишком запаниковал — он сел в кресло и, помассировав глаза, продолжил — Я знал этого арестанта. Его звали Адамом. Бывший послушник, ученик лекаря, слишком мягкий и бесхребетный. Нет, этот бы точно не выжил.\n—Хех, должно быть вы просто переутомились — отметил молодой офицер — Да и вид у вас сегодня какой-то рассеянный.\n—Да, Марк, не выспался просто.\n—Что-то случилось? \n—Да так, ничего особенного — отмахнулся Фергус — Люси что-то плохо спала ночью. Всё ей какой-то дядька в окне мерещился.\n—Ох, уж эти детские фантазии — покачал головой юный офицер.\n—Ладно, Марк, ступай.\n  Офицер кивнул и, развернувшись, вышел в коридор. Фергус, оставшись один, вновь бросил взгляд на листок с отчетом о смерти Адама. \"Нет, ну как я мог подумать, что он способен на такое?\" — улыбнулся он своим мыслям — \"Видать, и вправду из-за недосыпа рассуждаю туго\"",
    "answers": [
      {
        "id": 32,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 32,
    "text": "  Для главы внутреннего отдела день сегодня выдался насыщенный, поэтому от утренней дремоты — последствия бессоной ночи, уже к обеду не осталось и следа. До полудня к Фергусу на приём напросилось несколько богато одетых, важных мужчин — местных крупных торговцев и ремесленников. Все они пришли к генералу на поклон, лишь с одной целью — уладить свои дела в городе. Ведь именно генерал Морр, а не этот приезжий, столичный пежон \"градоначальник\", управлял Стоуном.\n   Благодаря тому, что в руках Фергуса была сосредоточена вся исполнительная власть (внутренний отдел и городская стража), именно от него зависело спокойствие тех же самых торговцев и предпринимателей. В связи с этим, десять лет назад, ещё тогда капитану Морру, не составило особого труда увеличить своё влияние в городе, путём налаживания дружеских связей с лояльными к нему людьми и запугиванием, а также арестом тех, кто вставал у него на пути.\n   Вскоре Морр занял высокое место правой руки бывшего градоначальника. Проработав несколько лет личным советником главы города, Фергус остался недоволен сложившейся ситуацией в городе и конкретно действиями своего руководителя. Поэтому вскоре он решил избавиться от верхушки власти, заменив её на новую. Сделал это Фергус весьма радикально, а именно, оцепил здание городского управления во время проходившего там заседания и, ворвашись внутрь, арестовал всех. Градоначальнику было предъявлено обвинение в участии в антиправительственном движении и, кончено же, сразу нашлись и свидетели, и улики, подтверждающие это. Его подручные также были арестованы и сосланы из города. Император очень страшился любого посягательства на свою персону, поэтому без раздумий поверил в сфабрикованные обвинения и в качестве благодарности наградил капитана Морра внеочередным званием генерала.",
    "answers": [
      {
        "id": 33,
        "text": "》》》"
      },
      {
        "id": 31,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 33,
    "text": "  Высокий мужчина с русыми пышными усами и такого же цвета волосами, лихо зачесанными назад, сидел на стуле напротив Фергуса и уверенным, нахальным взглядом смотрел на генерала. Одет этот мужчина был богато и со вкусом: расшитый золотом сюртук идеально сидел на несколько полноватом теле, а на плечах лежал изысканный плащ с красновато-коричневым, отливающим на свете воротником из соболя.\n—Ну что, генерал, мы договаривались? — гость закинул одну ногу, обутую в легкий, кожанный сапог на другую.\n  Фергус сидел облокотившись о стол и, опустив подбородок на сцепленные пальцы рук, внимательно изучал мужчину взглядом.\n—Давайте ещё раз уточним — произнес он наконец — Вы хотите, чтобы я отдал участок земли в городе вашей строительной организации?\n—Ну да — бросил гость, оглядывая кабинет скучающим взглядом — На том участке находятся жилые дома. Мы их снесем и построим на этом месте новый рынок.\n—А как же жители?\n—А что жители? — не понял мужчина — Всех на выселение — видя замешательство Фергуса, он поспешно продолжил — Но только представьте, сколько денег перепадет нам! Ведь торговцев в вашем городе много, а продавать-то им как раз и негде. Я получу землю, вы — деньги. Все в выигрыше!\n—Все в выигрыше... — задумчиво повторил Фергус и голос его звучал холодно — Вы ведь человек новый в этих краях?\n—Да, приехал сюда три дня назад из столицы, и, смею заметить, ваш город ничем не уступает ей в ухоженности и достатке.\n—Благодарю — генерал откинулся на спинку кресла — Но известно ли вам, каким образом я добился такого благополучия?\n  Гость улыбнулся и пожал плечами. Фергус продолжил:\n—Закон и порядок. Знакомы ли вам эти слова? Для меня  они значат нечто большее, чем просто набор букв. Это светлое будущее, ради достижения которого, следует идти на любые жертвы...\n—Ох, как драматично — гость театрально вскинул руками и рассмеялся — Только избавьте меня от этого! Я знаю в каком мире мы живём и знаю прекрасно людей. Вы бы не достигли столь высокого положения, не подкупая и не запугивая своих конкурентов, разве не так? Что ж, в таком случае вы и сами нарушали закон.\n—Да, это именно так — признал Фергус, после недолгой паузы — Я и вправду нарушал закон, запугивал, подкупал людей и знаете, это ещё не самое ужасное, что я творил — генерал взглянул на гостя столь ледяным взором, что у того пробежали мурашки по спине — Но всё это и является моей жертвой для достижения цели. И теперь, когда в Стоуне царит порядок, я просто обязан его защищать.\n  Лицо гостя теперь не выражало былую уверенность в себе. Лишь страх и волнение прочёл в его глазах Фергус.\n—П-постойте! — мужчина скинул ногу на пол и подвинул стул ближе к столу — Прежде, чем вы дадите окончательный ответ, взгляни... эээ, то есть, не хотели бы вы взглянуть на ту сумму, которую я хотел бы предложить вам в качестве... эм... в качестве благодарности!\n  Гость поспешно принялся рыться по карманам и вскоре извлёк из-за пазухи небольшой листок бумаги. После чего протянул этот листок генералу. Тот, даже не взглянув на бумагу, холодно произнес:\n—Неужели вы даже не знаете, с кем имеете дело?\n—Оу, мне прекрасно известна ваша репутация. В городе про вас говорят, что вы человек неподкупный — гость несколько замялся, но не спешил убирать лист — Только вот сомниваюсь, что вам когда-либо предлагали столь внушительную...\n—За этой дверью... — прервал гостя Фергус, указыв рукой на входную дверь — Находится городской стражник. Ещё пару неосторожных слов,  слетевших с ваших уст, и он войдёт сюда, дабы арестовать вас за подкуп высокопоставленного лица — генерал улыбнулся и, словно ничего не произошло, спокойно сказал — А теперь, продолжайте.\n  На лбу гостя крупными каплями выступил пот. Он убрал листок обратно в карман и, откинувшись на стуле, неуверенно заговорил:\n—Но п-помилуйте, генерал, разве разумно с вашей стороны так поспешно отказывать?\n  Фергус устало вздохнул и отвернулся от мужчины к окну.\n—Не вижу смысла в дальнейших обсуждениях — бросил он через плечо — Вы лишь тратите моё время своими разговорами. Прощайте.\n  Мужчина недовольно хмыкнул. После чего порывисто вскочил со стула и устремился к выходу. В дверях он чуть не столкнулся с Марком, входившим внутрь.\n—Кажется, наш столичный гость остался недоволен? — заметил молодой офицер, после того, как визитёр покинул комнату.\n—Ему непривычно встречать людей, которых нельзя подкупить — ответил Фергус и, обернувшись к Марку, продолжил — Думаю хватит с меня на сегодня. Я домой.",
    "answers": [
      {
        "id": 34,
        "text": "》》》"
      },
      {
        "id": 32,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 34,
    "text": "  Оставив Марку напоследок пару распоряжений, Фергус покинул штаб внутреннего отдела и направился домой. \"Марк — хороший помощник\" — размышлял он, неспешно шагая по улице и глядя на склоняющийся к зениту солнечный диск — \"Когда-нибудь он сменит меня на посту главы внутреннего отдела, я в этом уверен\" \n  Взгляд генерала остановился на небольшом прилавке. Под деревянной крышей, опирающейся на тонких балках, на столах были разложены многочислененные игрушки: глинянные фигурки животных, маленькие, деревянные мечи, тряпичные куколки. Но из всего этого разнообразия, взор Фергуса был прикован к маленькой, фарфоровой статуэтке ангелочка, выполенной в виде ребёнка с крылышками за спиной. Мужчине эта игрушка напомнила дочку. \"Сегодня Люси  не выспалась\" — пронеслось в его голове — \"Это наверняка поможет ей забыть ночной кошмар\"\n  Расплатившись за фигуру ангелочка, Фергус убрал её в карман плаща и продолжил путь. Через минут десять он добрался до дома и, к своему удивлению, не обнаружил у порога стражников, назначенных нести здесь службу и охранять покои генеральской семьи.\n  \"Проклятье! Они опять за старое?!\" — Фергус взобрался вверх по небольшой лестнице и толкнул входную дверь — \"Сколько можно им повторять?! Вначале они должны дождаться смены и только потом покидать пост!\"\n—Люси, папа дома! \n  Мужчина только было собрался скинуть с себя плащ, как вдруг замер на месте, уставившись на пол. От входной двери вглубь дома вела широкая полоса темно-бордовой жидкости. Фергус ошарашенно смотрел на неё, не веря своим глазам. \"Это что, кровь?!\" Сердце мужчины ускорило бег. Фергус сглотнул ком в горле и, крепко схватившись за рукоять меча, бесшумно обнажил клинок. \"Так, кто-то устранил двух здоровых стражников и проник в дом\" — лихорадочно рассуждал мужчина, пытаясь подавить нарастающую панику — \"Разумнее будет побежать за подмогой, но... но вдруг с Люси...\" Фергус сжал рукоять меча сильнее и попытался отвлечься от столь ужасных мыслей. После чего он, стараясь не дышать и прислушиваясь к царящей кругом гробовой тишине, двинулся вглубь дома, держа оружие на готове.",
    "answers": [
      {
        "id": 35,
        "text": "》》》"
      },
      {
        "id": 33,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 35,
    "text": " Кровавый след привёл его к спальне, двери которой были заперты. Фергус прислонился плечом к стене и, чувствуя, как пот ручьями стекал по его спине, толкнул дверь от себя.\n  Та с тихим скрипом отворилась, открывая взгляду генерала ужасную картину. Окровавленные тела двух стражников в доспехах небрежно валялись на кровати, уставившись в дверной проем широко раскрытыми, безжизненными глазами. У обоих были перерезаны горла.\n   Рядом с ними, у самого изголовья кровати сидел лысый мужчина в плаще. Он сидел полубоком, но когда дверь открылась, обернулся к выходу и взглянул на Фергуса чёрными глазами.\n—Ты кто такой?! — вскричал генерал и, оглядев спальню, вошёл внутрь — Где моя жена и дочь?!\n  Мужчина встал с кровати и только сейчас Фергус разглядел на его лице рубец затянувшегося шрама.\n—Можешь звать меня Шрамом — ответил он — А семья твоя в безопасности... пока что.\n—Не шути со мной! — Фергус замахнулся мечом и двинулся к непрошенному гостю — Отвечай, где они?! А не то убью!\n—Ты? Убьешь меня? — Шрам жутко оскалился.\n  В следующее мгновение он рванул к оторопевшему генералу. Фергус рубанул сверху вниз, но враг успел подскочить вплотную к мужчине и меч со свистом рассек лишь воздух. За доли секунды Шрам схватил генерала за шиворот и, подставив ногу, швырнул его на пол. Фергус грохнулся на спину, больно ударившись затылком и на секунду даже потеряв сознание.\n—Я сильно сомневаюсь в этом — насмешливо произнес Шрам, возвышаясь над поверженным противником.\n  \"Чтоб тебя!\" — Фергус попытался вскочить на ноги, но сокрушительный удар сапога в живот прервал его. Генерал выронил меч и, схватившись за живот, застонал от боли.\n—Не рыпайся! — прикрикнул Шрам, подобрав меч с пола — Иначе не видать тебе твоей Люси.\n—Что... что тебе нужно? — прокряхтел Фергус.\n—Мне нужно, чтобы ты меня выслушал — непрошенный гость уселся на кровать и продолжил — Твоя жена и дочь находятся сейчас в давно заброшенной хижине в лесу и только я знаю где они. Если хочешь их вновь увидеть, то тебе придётся принести мне кое-что из штаба внутреннего отдела.\n—Нгх... — Фергус отполз к стене и, прислонившись к ней спиной, уселся на полу — А если я приведу с собой стражу?\n—Хм! Тогда стража, наверное, убьет меня — пожал плечами Шрам, прсле чего поднял вверх указательный палец и добавил — Но помни, что только я знаю, где сейчас твоя семья. И, к слову говоря, ночи сейчас холодные, а одеты они были не сказать, чтобы тепло. Смекаешь, к чему я веду?\n  \"Чёрт! Похоже, у меня и вправду нет другого выхода!\" — пронеслось в голове Фергуса — \"Ради Люси придётся выполнить все его требования\"\n—Хорошо, я согласен. Что именно ты хочешь, чтобы я достал?\n  И вновь на лице убийцы показалась пугающая улыбка.\n—Дело Соломона Рэйса.\n  Глаза генерала широко раскрылись от удивления и ужаса. Фергус в ту же секунду узнал лицо незванного гостя.\n—Т-ты?! — ошарашенно воскликнул мужчина.",
    "answers": [
      {
        "id": 36,
        "text": "》》》"
      },
      {
        "id": 34,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 36,
    "text": "  Спустя полчаса.\n\n—Вот! — Фергус швырнул пачку бумаг, перевязанных бечевкой на пол — Я сделал то, что ты просил.\n  Шрам встал со стула и приблизился к нему. Оба мужчины находились в прихожей, напротив входной двери. \n—Посмотрим — убийца поднял бумаги и, положив их на рядом стоящий стол, принялся развязывать верёвку.\n  \"Он так безрассуден или так уверен в себе, что без страха подставляет мне спину!\" — зло отметил Фергус, глядя на незащищенный затылок врага.\n—Как тебе всё же удалось выжить, Адам? — спросил генерал.\n—Это имя мне больше не принадлежит — бросил Шрам, разглядывая бумаги.\n  Прошло минуты две, прежде, чем он закочил проверку.\n—Всё верно, это то, что мне нужно — убийца обернулся к Фергусу.\n—Так где сейчас моя жена и дочь? Ты обещал их отпустить.\n—Правда? — задумчиво промолвил Шрам.\n  Фергус сжал кулак и шагнул к убийце.\n—Ох, уж этот взгляд! — оскалился Шрам — В нём одновременно читается страх и ненависть. Должно быть, я также смотрел на тебя десять лет назад на суде.\n  Фергус ощутил, как его сердце на секунду перестало биться.\n—Где они? — чуть слышно спросил он.\n—Точно! Я ведь чуть не забыл сказать... — Шрам приблизился в плотную к Фергусу, опустил руку ему на плечо и, склонившись над ухом, прошептал — Я ведь убил твою семью.\n—Ч-что?! — генерал с ужасом взглянул в глаза убийцы, надеясь, что сказанное было ложью.\n—Да, я убил их — улыбнулся Шрам и отступил назад — Вначале жену зарезал на глазах твоей дочери. А затем настала очередь и маленькой Люси.\n  Фергус опустил руки вдоль тела и уронил голову на грудь.\n—Ну, что теперь, генерал Морр — продолжал убийца — Как ты теперь поступишь? Нападешь? Попытаешься отомстить?\n  Убитый горем мужчина лишь опустил руку в карман плаща и достал оттуда фарфоровую статуэтку ангела.\n—Прости меня, Мария... — по щекам Фергуса потекли слёзы — Я был плохим мужем.\n  После чего он медленно опустился на колени и, обхватив статуэтку двумя руками, прижал её к груди.\n—Прости меня, Люси. Папа не защитил тебя... — произнес он рыдая.\n—И это всё? — разочарованно спросил Шрам, подступая к плачущему мужчине — Я ожидал большего.\n  Раздался звук доставаемого из ножен клинка, но Фергус не обратил на это внимание. \"Неужели, это расплата за все совершенные мною грехи?\" — пронеслось в его голове прежде, чем острое лезвие широкого ножа полоснуло его по горлу.",
    "answers": [
      {
        "id": 37,
        "text": "》》》"
      },
      {
        "id": 35,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 37,
    "text": "  Мария.\n\n  Ледяной, ночной воздух сковывал движения. Сквозь давно выбитые окна в комнату проникал призрачный лунный свет. Он кое-как освещал пустые, покосившиеся полки и покрытый толстым слоем пыли стол. Женщина сидела в полумраке на стуле, обняв укрытую одеялом дочь на коленях. \"Хорошо хоть, что тот убийца позволил нам взять с собой теплые вещи\" — отметила она.\n—Мама, мне страфно — тихо сказала девочка, выпуская изо рта пар.\n—Ничего, ничего, Люси — Мария прижала дочку к груди — Всё наладится, вот увидишь. Папа придёт и спасёт нас.\n—Он точно придёт? — с надеждой в голосе спросила девочка, взглянув на мать.\n  Мария обнадёживающе улыбнулась и поглалила дочь по волосам.\n—Он придёт. Он любит нас, поэтому придёт.\n  \"Фергус, где же ты?\" — размышляла женщина, обнимая дочь — \"Ты ведь нас не подведешь?\" Случайный порыв ветра просвистел в окнах, заставляя трясущуюся Люси прижаться сильнее к матери.\n  \"Однако, кто этот убийца?\" — задалась женщина следующим вопросом — \"Проник в дом через окно, убил стражников и увёз нас в лес. Что ему нужно?\"  Но сколько бы Мария не вспоминала тех, кому успел насолить Фергус за время службы, не могла даже предположить, кто бы решился на такое. Оставалось лишь ждать. Ждать, прислушиваясь к ночной тишине, изредка прерываемой уханьем совы неподалёку и свистом гуляющего по полям ветра.\n  Примерно через час Люси все же уснула, уткнувшись головой в плечо матери. Вскоре и Марию стала одолевать дремота, но спустя несколько минут женщина вдруг расслышала вдалеке топот копыт.\n—Люси, проснись, милая — Мария растормошила дочь и поставила её на пол.\n  После чего схватила сонную Люси за руку и повела на улицу. Выйдя из дома они оказалась на небольшой поляне, окруженной лесом. Слева Мария заметила огромный, ветвистый дуб, справа находилось скованное льдом озеро. Топот копыт доносился из леса и, судя по их нарастающему звуку, до скакуна оставалось не больше пары сотен метров. Женщина прижала к себе дочку и с надеждой и страхом вгляделась в непроглядную тьму лесной чащи.\n  Спустя минут десять напряженного ожидания из леса выехала крытая повозка, запряженная лошадью. Человек на козлах был укутан в плащ и разглядеть, кто это был, не представлялось возможным.\n—Мама, это папа? — осторожно задала вопрос Люси, но Мария её не слушала.\n  Она сделала несколько шагов вперёд и, прижав ладонь к груди, пригляделась к кучеру. Повозка тем временем приблизилась и остановилась в тридцати метрах от женщины с ребёнком.\n—Тпру! — прикрикнул кучер на скакуна хриплым голосом, после чего обратился к Марии- Господи, надо же было вам в такую глушь забраться!\n—Кто вы? — удивлённо спросила женщина.\n—Кучер — не менее удивлённо ответил тот — Мне сказали вас в город отвезти и даже денег заплатили вперед.\n  Мария, прикрыв рот рукой и сдерживая слезы, побежала к экипажу, потянув за собой и Люси.\n—Фергус всё же нашёл нас — произнесла женщина облегченно, открыв дверце кареты и усаживая дочь внутрь — Какое счастье!\n  Плача от радости, Мария даже не задумывалась над тем, почему муж сам не приехал за ними или же не выслал отряд стражников. Она поспешно поправила одеяло дочери и уселась около неё.\n—А где папа?\n  Этот вопрос дочери словно спустил женщину с небес на землю. \"И вправду, почему он сам не приехал?\" — подумала она. В этот момент дверце кареты распахнулось. Мария в ужасе обернулась.\n—Ох, извините, не хотел вас напугать — улыбнулся старый, бородатый кучер, видя испуганное лицо пассажирки — Просто меня просили передать вам кое-что.\n  Сказав это, мужчина опустил руку в карман, достал оттуда небольшую статуэтку ангела и протянул её Марии.\n—Что это? — женщина удивлённо взяла фарфоровую фигурку в руку и осмотрела её.\n—Это просили передать — ответил кучер — И ещё что-то — мужчина умолк, напряженно пытаясь вспомнить — Что же сказал этот лысый...\n  \"Лысый?\" — женщина вздрогнула, едва не выронив статуэтку из рук.\n—А! Фергуса не будет! — с улыбкой произнес кучер, наконец вспомнив послание.\n  Мария уставилась на него широко раскрытыми глазами, после чего обернулась к Люси и, крепко прижав её к себе, зарыдала.\n\n\n  Конец.",
    "answers": [
      {
        "id": 39,
        "text": "Глава 5"
      },
      {
        "id": 36,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 38,
    "text": "  Стоун буквально гудел и кипел в оживлении. Всех взбудоражила последняя новость: вчера в своём доме был зверски убит генерал Морр.\n  Шрам, спрятав руки в карманы плаща, неспешно брёл по улицам города и слушал разговоры горожан.\n—Батюшки, что твориться-то? — сетовала одна пожилая продавщица — Вчера днём только его видела, он у меня игрушку прикупил, а к вечеру уже того...\n—И не говори — отвечал ей худой мужичок средних лет — Такой хороший человек был! Должно быть, теперь в раю уже.\n  Убийца слегка улыбнулся, проходя мимо. \"Ха! Хороший человек! За все деяния, которые он совершил, уготован ему не райский сад, а котёл в аду\" — отметил он.\n  Однако, судя по тому, как люди встретили новость о смерти главы внутреннего отдела, в Стоуне Фергуса очень уважали.\n—Столько хорошего сделал для города. Лечебницу вон построил, да и жить спокойнее стало — донесся до Шрама разговор двух женщин — Жалко его.\n  Шрам невольно сжал руки в кулаки и ускорил шаг. \"Проклятый Фергус! Пытал многих людей и отнял у меня Киру лишь для того, чтобы подняться по карьерной лестнице, а теперь его вспоминают как героя! И пускай, что он десять лет делал всё на благо города! Этот факт для меня ничего не изменит. Кира должна была быть отомщена...\"\n  Уткнувшись в свои мысли, Шрам не заметил, как налетел на случайного мужчину.\n—Эй, аккуратнее! — прикрикнул тот, поправив свою длиннополую шляпу.\n  Шрам не обратил на него никакого внимания и, опустив голову, двинулся даже.\n—Ну и хам! Ладно, Невилл, запомни... — продолжил говорить за его спиной мужчина.\n  Шрам прошёл метров пятьдесят, прежде, чем его озарило. Он резко обернулся на месте, но среди толпы прохожих, высыпавших на улицы города, не смог разглядеть того мужчину.\n—...да не должна она знать, что я здесь! — донесся до Шрама возглас.\n  \"Не может быть!\" — Шрам рванул назад, распихивая на ходу всех встречных.\n—... поэтому Фред остаётся за главного...\n  \"Этот голос! Это точно он!\" — убийца, ощутив, как вскипела его кровь, обнажил зубы в хищном оскале.\n—А что я? Я домой! А то мне всю плешь дома проедят!\n  \"Случайна ли наша встреча или такова судьба? Неважно!\" — Шрам нащупал под плащом рукоять ножа и, сжав его, приготовился извлечь оружие — \"Десять лет я ждал... я грезил именно этим днем! Сегодня моя месть свершится!\"\n  Убийца приблизился к тому месту, где столкнулся с мужчиной. Высокий человек в плаще и длиннополой шляпе стоял к нему спиной. Шрам стремительным рывком пересёк отделявшее их расстояние и оказался за спиной жертвы. \"Умри, Соломон Рэйс!\" — убийца вцпился в плечо мужчины и развернул к себе, попутно выхватив из ножен клинок.\n—Эй, ты чего?! — обернулся к Шраму молодой парень лет девятнадцати.\n—Н-ничего, обознался — ответил убийца, спрятав руку с ножом под плащ.\n—Псих! — парень в шляпе развернулся и поспешно скрылся в толпе.\n  \"Как же так?!\" — Шрам обеспокоенно огляделся кругом — \"Он же был здесь! Соломон ведь был здесь!\"\n  Многочисленные прохожие спешили по своим делам, не обращая никакого внимания на мужчину в капюшоне, беспрестанно оглядывающегося по сторонам.\n  \"Проклятье! Я упустил его!\" — Шрам убрал оружие в ножны и сокрушенно поплёлся прочь. \n—Слышал, Фред? Теперь ты за главного. Так бригадир сказал — донесся до убийцы чей-то насмешливый возглас.\n  \"Фред?\" — Шрам остановился и обернулся на голос — \"Кажется, Соломон называл это имя...\" Перед ним, у стены двухэтажного дома, стояло двое. Один из них — мужичок худощавого телосложения, оживленно разговаривал со вторым, судя по одежде, священником.\n—Ну че, Фред, по рюмашечке? — улыбнулся мужичок и бодро зашагал по улице.\n  Священник опустил руку ему на плечо и отрицательно покачал головой.\n—Да я совсем чуток! Да бригадир не узнает! — взмолился худой.\n—Здорово, мужики! — воскликнул Шрам, приблизившись к ним и дружелюбно улыбнувшись.\n  Мужичок и священник удивлённо взглянули на незнакомца.\n—А я тут своего друга ищу — Соломона — продолжил Шрам — Показалось, будто голос его услышал.\n—А, Соломона? Дак это бригадир наш! — с готовностью ответил ему худой — Он только что ушёл.\n—Правда? Эх, беда! — растерянно почесал голову Шрам — А вас как зовут-то?\n—Я Невилл, а вот он — Фред.\n  Шрам подступил ближе и, опустив руки им на плечи, весело произнес:\n—Может, угостить вас, ребята? Друзья Соломона — мои друзья.\n  Глаза Невилла буквально загорелись от счастья, лицо Фреда же, наоборот, помрачнело. Он убрал руку нового знакомого с плеча и пристально взглянул в глаза мужчины.\n—Ты чего? — удивился Шрам, растерянно улыбнувшись.\n  Священник молча отвел взгляд и, схватив Невилла за рукав, потащил за собой. Кажется, его друг тоже заподозрил что-то неладное, так как без возражений последовал за ним.\n—Да вы чего, мужики?! — махнул им вслед рукой Шрам — Я ведь по-дружески!\n  Но Фред и Невилл лишь ускорили шаг и вскоре скрылись за углом.\n—Хех — Шрам жутко оскалился и, надвинув капюшон ниже на лицо, двинулся за ними следом.",
    "answers": [
      {
        "id": 40,
        "text": "》》》"
      },
      {
        "id": 39,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 39,
    "text": "  Шрам.\n\n  \"Бесполезно. Эти отчёты ничего мне не дадут!\" — Шрам откинулся на спинку стула, который громко скрипнул под ним, угрожая сломаться в любую секунду. \n  Бумаги по делу Рэйса были разложены на столе перед мужчиной и тускло освещались настольной лампадкой. Шрам закинул босые ноги поверх листов и, выхватив из ножен клинок, в задумчивости провёл пальцем по лезвию. \"Соломон и Абигэйл скрылись на южном тракте, но это ещё не значит, что они поехали именно на юг\" — размышлял мужчина — \"Что им мешало свернуть на полпути и направится в другую сторону? Хм... Зная Соломона, я мог бы предположить, что уехали они очень далеко и искать их уже смысла нет\"\n  Шрам резко выбросил руку в сторону, и нож с глухим стуком вонзился в стену.\n  \"Однако, зная Абигэйл, я мог бы предложить и то, что они не оставили своих родных и, скорее всего, осели где-нибудь поблизости\" Шрам опустил ноги на холодный пол и, усевшись поудобнее, размял шею.\n   Помещение, в котором он сейчас находился, представляло из себя небольшую коморку на втором этаже ветхой казармы. Здесь находилось всё то, что было ему необходимо: видавший лучшие времена стол, полуразвалившийся стул и разложенная в углу солома, заменяющая собою постель. Снимал Шрам эту комнату за дёшево, но не выгода привела его сюда. Нет. Достать деньги Шрам мог в любой день. Кража, разбой, ограбление — без проблем. За долгие годы жизни убийцы он многому научился. А также научился тому, что в какой бы город тебя не привела судьба, помни одно из главных правил наёмных убийц — не отсвечивай. Поэтому Шрам и жил теперь в этой холодной, сырой будке.\n  \"Ладно!\" — мужчина встал со стула и направился к выходу — \"Мне не помешает пройтись немного\" Шрам обул сапоги, надел плащ и, спрятав лицо в тени капюшона, вышел на улицу.",
    "answers": [
      {
        "id": 38,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 40,
    "text": "  Абигэйл.\n\n  Запах жареного мяса постепенно стал заполнять комнату. Женщина осмотрела котёл, висящий над огнём и, оставшись довольной процессом готовки, отступила обратно к окну. Там, на покрытом снегом дворе, резвился пятилетний мальчик, укутанный в тёплый плащ. Их с Соломоном чадо — Леогард.\n  \"Мы назовём нашего сына Леогардом\" — вспомнились Абигэйл слова мужа в ту ночь, когда мальчик родился — \"С языка древних оно означает...\" \"Светлое будущее\" — закончила за него Абигэйл — \"Леогард... хорошее имя\"\n  Вместе с Лео играло ещё несколько ребятишек. Они всей оравой воздвигли снежную горку и теперь карабкались по ней, попутно скидывая друг друга вниз. Абигэйл улыбнулась. \n  Ей вдруг вспомнилось собственное детство. Когда она вместе с Кирой и Адамом играла на улице. Как, не замечая хода времени, замерзала на холоде и простывала и как потом её лечили и ругали дома. \"Эх! Вот бы вновь вернуть то беззаботное время\" — размышляла женщина — \"Хоть бы на денёк вернуться туда...\" Но она не вернётся. Никогда. Рано или поздно ты осознаешь это и оттого становится грустно. Ты вдруг понимаешь, что то время уже ушло безвозвратно. И тебе не остаётся ничего, кроме горько-сладостных воспоминаний.\n  Внимание Абигэйл привлек запах подгоревшего мяса. \n—Ой! — женщина бросилась к камину и, надев на руку толстую рукавицу, сняла котёл с огня.\n  Поставив его на каменную плиту, Абигэйл осмотрела свою стряпню. \"Как же так?\" — сокрушенно отметила она — \"Ладно хоть не очень пригорело\"\n  Занимаясь устранением кусочков пережаренной еды, женщина не заметила, как Лео вернулся в дом.\n—Мам! — крикнул он с порога.\n—Что, Лео? Наигрался? — спросила женщина из кухни.\n—Нет, там это... — мальчик замялся — Там какой-то дядя тебя спрашивает.\n  Абигэйл отступила от котла и вышла в коридор.\n—Какой дядя?\n\n\n  Мужчина в плаще стоял спиной к дому и, упершись плечом о деревянный забор, глядел на резвящихся детей.\n—Вы кто? — спросила Абигэйл, выйдя на улицу.\n  Незнакомец обернулся и взглянул на женщину давно потухшими, тёмными глазами.\n—Ну, здравствуй, Абигэйл — хрипло отозвался он — Давно не виделись.\n  Взгляд Абигэйл упал на рубец уродливого шрама, проходящего по левому глазу незванного гостя.\n\n\n  Конец.",
    "answers": [
      {
        "id": 41,
        "text": "Глава шестая ",
        "var_sub": [
          "Шрам плохой",
          "Шрам хороший"
        ],
        "forget": [
          93,
          97,
          80,
          54,
          52,
          78,
          90,
          74,
          72
        ]
      },
      {
        "id": 39,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 41,
    "text": "  Абигэйл.\n\n—Ну, здравствуй, Абигэйл — произнес незнакомец — Давно не виделись.\n—Вы кто?\n  Мужчина чуть улыбнулся и, откинув капюшон, спросил в ответ:\n—Разве ты не узнаешь меня?",
    "answers": [
      {
        "id": 41,
        "text": "Слова автора: Будьте осторожны. В этой и последующей главах Ваши слова и поступки повлияют на сюжет.",
        "comment": true
      },
      {
        "id": 43,
        "text": "Приглядеться"
      },
      {
        "id": 42,
        "text": "-Я не знаю кто вы!"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Я не знаю кто вы!\n  Незнакомец хмыкнул и накинул капюшон обратно на голову.\n—Что ж, в таком случае, я просто Шрам — произнес он — И у меня есть дело к твоему мужу.",
    "answers": [
      {
        "id": 47,
        "text": "-Дело?"
      },
      {
        "id": 48,
        "text": "-У меня нет мужа"
      }
    ]
  },
  {
    "id": 43,
    "text": "  Черты лица мужчины были вам словно смутно знакомы. \"Я будто видела его где-то... очень давно\" — пронеслось в вашей голове. Внезапно сознание выдало откуда-то из глубины памяти шокирующее предположение.\n—Адам? — чуть слышно промолвили вы, прикрыв рот рукой — Но этого не может быть!\n—И всё же это так — развёл руками мужчина.",
    "answers": [
      {
        "id": 45,
        "text": "Узнать, как он выжил"
      },
      {
        "id": 44,
        "text": "Горячо обнять друга"
      }
    ]
  },
  {
    "id": 44,
    "text": "—О, господи! — воскликнули вы и бросились к мужчине.\n  Подбежав к нему, вы крепко обняли друга. Тот, явно не ожидая такого приветствия, застыл на месте.\n—Столько лет! Поверить не могу! — весело кричали вы ему в ухо, не сдерживая слёзы — Я так рада тебя видеть!\n—А... да — мужчина растерянно отстранился — Я... я тоже.",
    "answers": [
      {
        "id": 46,
        "text": "Пригласить в дом"
      },
      {
        "id": 45,
        "text": "Узнать, как он выжил "
      }
    ]
  },
  {
    "id": 45,
    "text": "—Но я слышала, что ты погиб! — возразили вы — Как ты выжил?\n—В какой-то степени я не выжил — ответил мужчина.\n—Но, Адам...\n—Шрам! — прервал тот — Теперь моё имя Шрам...\n—Шрам? — чуть слышно повторили вы.",
    "answers": [
      {
        "id": 57,
        "text": "-Как ты нашёл нас?"
      },
      {
        "id": 56,
        "text": "-Что привело тебя сюда?"
      }
    ]
  },
  {
    "id": 46,
    "text": "—Так, что же это я?! — вы хлопнули себя по лбу — Пошли скорее в дом!\n  Не дождавшись ответа вы схватили его правую руку и потянули за собой. Однако мужчина не сдвинулся ни на шаг.\n—Нет — тихо, но твердо ответил он, снимая вашу руку со своей — Абигэйл, я здесь не для того, чтобы распивать с тобой чай.",
    "answers": [
      {
        "id": 61,
        "text": "-О чём ты? Мы ведь не виделись столько лет!"
      },
      {
        "id": 56,
        "text": "-Что же тебя привело сюда?"
      }
    ]
  },
  {
    "id": 47,
    "text": "—Дело? — переспросили вы.\n—Десять лет назад он совершил кое-что ужасное — ответил Шрам — За это я убью его.\n  На несколько секунд вы потеряли дар речи и могли лишь молча смотреть на него.\n—И ты должна будешь передать ему... — продолжил мужчина, неспешно надвигаясь на вас.\n  Вы ненароком отступили назад.\n—Передай ему, что если вы вздумаете сбежать — глаза Шрама блеснули недобрым огоньком — Я найду вас, я достану вас из под земли... и убью. Убью всех, включая вашего горячо любимого Лео. Тебе это ясно?\n  Он стоял в двух метрах от вас и с нескрываемой злостью смотрел вам в глаза. От него буквально веяло ненавистью.\n—Ясно? — нетерпеливо повторил свой вопрос Шрам.",
    "answers": [
      {
        "id": 54,
        "text": "Кивнуть",
        "var_add": [
          "Шрам плохой",
          1
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "  \"Дело к Соломону?\" — удивились вы, ощущая, как сердце ускорило бег. Однако внешне никак не выдали своё волнение.\n—Ты ошибаешься, Шрам — ответили вы невозмутимым голосом — У меня нет мужа.\n  Мужчина обнажил зубы в хищном оскале и, вдруг сорвавшись с места, подскочил к вам.",
    "answers": [
      {
        "id": 49,
        "text": "Обороняться"
      }
    ]
  },
  {
    "id": 49,
    "text": " Вы только и успели отпрыгнуть назад, подняв руки, в отчаянной попытке защититься. Шрам крепко ухватил вашу правую кисть, после чего в его правой руке что-то блеснуло. В следующее мгновение вы ощутили ледяное прикосновение острого лезвия к шее.\n—Не рыпайся — зашептал Шрам, приблизив к вам лицо — Иначе я перережу тебе горло.",
    "answers": [
      {
        "id": 50,
        "text": "Попытаться высвободиться"
      },
      {
        "id": 51,
        "text": "Стоять спокойно"
      }
    ]
  },
  {
    "id": 50,
    "text": "  Вы задергались, пытаясь высвободиться. Шрам сильнее надавил лезвием. Вы ошутили острую боль, после чего по вашей шее потекло что-то тёплое. \"Это... это кровь?!\" — ужаснулись вы.\n—Я ведь сказал тебе не рыпаться! — прикрикнул Шрам — Подумай о своём ребёнке. Представь, какого ему будет найти свою мать с перерезанной глоткой в луже крови.\n  Вы ненароком представили себе эту картину, и из ваших глаз хлынули слезы.\n—То-то же, теперь ты готова меня выслушать?",
    "answers": [
      {
        "id": 51,
        "text": "Стоять спокойно "
      }
    ]
  },
  {
    "id": 51,
    "text": "—Я здесь за Соломоном — продолжил Шрам — Он обязан ответить за свои поступки! Тебя и ребёнка я не трону. Но только в том случае, если Соломон встретиться со мной лицом к лицу. Только тогда я отпущу вас. Если же вы попробуете сбежать... — процедил он сквозь зубы — Я найду вас, я достану вас из под земли... и убью. Тебе это ясно?",
    "answers": [
      {
        "id": 52,
        "text": "Кивнуть",
        "var_add": [
          "Шрам плохой",
          1
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "—Это хорошо — мужчина убрал оружие под плащ и, развернувшись, зашагал прочь.\n  Вы схватились за шею и с ужасом глядели ему вслед. \"Кто это был? Как он нашёл нас?\" — мысли, словно рой разъяренных ос, кружились в вашей голове.\n—А, чуть не забыл — Шрам остановился и слегка повернул голову в вашу сторону — Передай ему, что я жду его около давно заброшенного дома, дома, где десять лет назад пряталась от преследования Кира.\n—Ч-что?! — чуть слышно промолвили вы, но Шрам быстрым шагом двинулся дальше, оставив вас в растерянности и одиночестве.",
    "answers": [
      {
        "id": 95,
        "text": "Глава 7",
        "var_min": [
          "Помог Фреду",
          0,
          "Не помог Фреду",
          0
        ],
        "var_sub": [
          "Помог Фреду",
          1,
          "Не помог Фреду",
          1
        ]
      },
      {
        "id": 2,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 53,
    "text": " ",
    "answers": []
  },
  {
    "id": 54,
    "text": "—Это хорошо — мужчина развернулся на месте и зашагал прочь.\n  Сердце бешенно стучало в груди, и вы безуспешно пытались успокоиться.\"Кто это был? Как он нашёл нас?\" — мысли, словно рой разъяренных ос, кружились в вашей голове.\n—А, чуть не забыл — Шрам остановился и слегка повернул голову в вашу сторону — Передай ему, что я жду его около давно заброшенного дома, дома, где десять лет назад пряталась от преследования Кира.\n—Ч-что?! — чуть слышно промолвили вы, но Шрам быстрым шагом двинулся дальше, оставив вас в растерянности и одиночестве.",
    "answers": [
      {
        "id": 95,
        "text": "Глава 7",
        "var_min": [
          "Помог Фреду",
          0,
          "Не помог Фреду",
          0
        ],
        "var_sub": [
          "Помог Фреду",
          1,
          "Не помог Фреду",
          1
        ]
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 55,
    "text": "  Громкий стук прервал ночную тишину. Через минуты три деревянная дверь со скрипом отворилась и в дверном проеме показалось сонное лицо священника.\n—Фред, прости, что так поздно — произнес Соломон — Но боюсь, мне нужна помощь.\n  Священник вначале удивлённо взглянул на ночного визитёра, но затем поспешно отступил в сторону, пропуская его внутрь.\n—...Если я пойду и долиною смертной тени, не убоюсь зла, потому что Ты со мной... — чуть слышно читал молитву Соломон, стоя перед распятьем.\n  Фред сидел на скамье и, опустив голову, мирно ждал.\n—Отче наш, сущий на небесах. Да святится имя Твое; да прибудет Царствие Твое; да будет воля Твоя и на земле, как на небесах; прости нам грехи наши, как и мы прощаем должникам нашим. Аминь.\n  Соломон несколько раз перекрестился, бросил взгляд на распятье и, развернувшись, зашагал к выходу. Но в дверях его остановил Фред. Священник ухватил мужчину за предплечье и осторожно повернул лицом к себе.\n—Что такое, Фред?\n  Священник указал на броню, видневшуюся из под плаща.\n—А, это? — Соломон поправил плащ, спрятав под нею бронь — Не обращай внимание, просто у меня... осталось кое-какое незаконченное дело.\n  Мужчина поймал на себе тревожный взор Фреда, и по нему Рэйс понял, что тот, хоть и не знал, что именно происходит, но прекрасно понимал к чему были все эти приготовления со стороны Соломона.\n—Ну, мой друг — Рэйс, с грустью глядя на Фреда, похлопал его по плечу — Даст бог, свидимся.\n  После этого мужчина обернулся к выходу и покинул обитель.",
    "answers": [
      {
        "id": 73,
        "text": "》》》"
      },
      {
        "id": 100,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 56,
    "text": "—Что привело тебя сюда?\n—Я здесь, чтобы убить Соломона Рэйса — бросил Адам.\n  На несколько секунд вы потеряли дар речи.\n—Н-но... но... — слова комками застревали в горле и вы безуспешно пытались собрать их в предложение.\n—Наверное ты хочешь спросить за что? — предположил Адам — Скажем так, за его злодеяния.",
    "answers": [
      {
        "id": 59,
        "text": "-О чём ты говоришь?!"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Как ты нашёл нас?\n—Невилл и Фред любезно проводили меня до вашей деревни — сказав это, Шрам слегка улыбнулся.",
    "answers": [
      {
        "id": 58,
        "text": "-Что ты с ними сделал?"
      }
    ]
  },
  {
    "id": 58,
    "text": "—О! Не беспокойся — мужчина слегка приподнял руки, ладонями повернув их к вам — Я не причинил им вреда. Просто дождался, когда они закупились товаром и поехали в деревню. Слежки за собой эти двое не заметили.\n  Вы облегченно выдохнули и опустили глаза.\n—Неужели я похож на того, кто способен причинить вред другому?\n  Подняв взгляд, вы заметили на лице незванного гостя пугающий оскал, лишь отдалённо напоминающий человеческую улыбку.\n—Ну же, Абигэйл, ответь — оскал стал ещё шире — Похож я на такого человека?",
    "answers": [
      {
        "id": 63,
        "text": "-Не похож"
      },
      {
        "id": 62,
        "text": "-Ты изменился, Адам..."
      },
      {
        "id": 64,
        "text": "-К чему эти вопросы?"
      }
    ]
  },
  {
    "id": 59,
    "text": "—Да о чём ты говоришь?! — вспыхнули вы — Какие злодеяния?!\n—Конечно, он тебе ничего не рассказал — задумчиво произнес мужчина — Вот об этом его и расспросишь, а ещё... — Шрам грозно двинулся к вам, вы же ненароком отступили назад — Передай ему, что он должен будет встретиться со мной сегодня ночью лицом к лицу. И если вы вдруг уедите из деревни и попытаетесь скрыться... — глаза мужчины блеснули недобрым огоньком — Я найду вас, я достану вас из под земли... и убью. Тебе это ясно? \n  Вы только и могли смотреть на него широко раскрытыми глазами.",
    "answers": [
      {
        "id": 72,
        "text": "Кивнуть",
        "var_add": [
          "Шрам плохой",
          1
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "  Вы задергались, пытаясь высвободиться. Шрам сильнее надавил лезвием. Вы ошутили острую боль, после чего по вашей шее потекло что-то тёплое. \"Это... это кровь?!\" — ужаснулись вы.\n—Я ведь сказал тебе не рыпаться! — прикрикнул Шрам — Подумай о своём ребёнке. Представь, какого ему будет найти свою мать с перерезанной глоткой в луже крови.\n  Вы ненароком представили себе эту картину, и из ваших глаз хлынули слезы.\n—То-то же, теперь ты готова меня выслушать?",
    "answers": [
      {
        "id": 77,
        "text": "Стоять спокойно "
      }
    ]
  },
  {
    "id": 61,
    "text": "—О чём ты? — удивлённо спросили вы — Мы ведь не виделись столько лет! \n  Незванный гость ответил не сразу.\n—Для тебя было бы лучше, если бы мы вовсе не виделись — произнес он отстраненно.\n  Вы на мгновение даже потерялись с ответом.\n—Ты до сих пор считаешь меня Адамом — продолжил мужчина — Но пойми, Абигэйл. Твой наивный, бесхребетный друг-монашек мёртв. Был убит десять лет назад в подвале внутреннего отдела. Сейчас же перед тобой стоит наёмный убийца Шрам.\n—Шрам? — удивлённо повторили вы.\n  Мужчина стоял опустив голову. Взгляд его выражал глубокую задумчивость.",
    "answers": [
      {
        "id": 91,
        "text": "-Я не верю. Ты не мог так сильно измениться!"
      },
      {
        "id": 92,
        "text": "-Адам, ты меня пугаешь"
      }
    ]
  },
  {
    "id": 62,
    "text": "—Ты изменился, Адам... — признали вы.\n—Хе-хе — раздался сиплый смех мужчины — Настолько изменился, что теперь я другой человек. Совсем другой.",
    "answers": [
      {
        "id": 66,
        "text": "-И что же тебя так изменило?"
      },
      {
        "id": 65,
        "text": "-Но всё же я помню каким ты был"
      }
    ]
  },
  {
    "id": 63,
    "text": "—Не похож — глухо ответили вы.\n—Хе-хе — от сиплого, безжизненного смеха Шрама вам стало не по себе — Ты никогда не умела врать, Абигэйл. Я страшен, как внутри, так и снаружи.",
    "answers": [
      {
        "id": 82,
        "text": "-Это не так!"
      },
      {
        "id": 83,
        "text": "Молча слушать далее "
      }
    ]
  },
  {
    "id": 64,
    "text": "—К чему эти вопросы? — бросили вы недовольно.\n—Ты права — признал мужчина — Оставим эти глупости. Тебе, должно быть, интересно, почему я здесь? Почему спустя десять лет вдруг объявился и нарушил вашу тихую, семейную идиллию? — не дождавшись ответа, он продолжил — Всё просто. Мною движет месть. Только лишь она давала мне силы выживать все эти долгих десять лет. Но не будем об этом! — махнул рукой мужчина — В общем, я здесь, чтобы убить Соломона Рэйса.\n  На несколько секунд вы потеряли дар речи и могли лишь молча смотреть на незванного гостя.\n—Н-но... но... — слова комками застревали в горле и вы безуспешно пытались собрать их в одно предложение.\n—Наверное, ты хочешь спросить за что? — предположил Шрам — Скажем так, за его злодеяния. ",
    "answers": [
      {
        "id": 59,
        "text": "-Какие злодеяния?!"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Но всё же я помню каким ты был раньше.\n  Шрам ответил не сразу. Отведя взгляд он глухо произнес:\n—То было раньше. Теперь я... — мужчина помолчал еще немного и добавил — Я очень плохой.",
    "answers": [
      {
        "id": 68,
        "text": "-Однако в тебе есть и что-то хорошее"
      },
      {
        "id": 69,
        "text": "-Но ты можешь исправиться"
      }
    ]
  },
  {
    "id": 66,
    "text": "—И что же тебя так изменило? — задали вы вопрос, но в следующую секунду горько пожалели о сказанном.\n  Лицо Шрама исказилось злобой и он, уставившись на вас вспыхнувшими глазами, яростно вскричал:\n—Что изменило?! — мужчина крепко сжал кулаки и сделал к вам шаг — Неужели ты успела забыть?! У меня отобрали свободу! — он с силой ударил сжатым кулаком себе в грудь — Отобрали моё будущее! — вновь удар — Отобрали мою КИРУ — смысл всей моей жизни!",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": " В мгновение ока мужчина сорвался с места и оказался около вас. Вы даже не успели ничего осознать, как вдруг он достал из под плаща что-то блестящее и приблизил это что-то к вашей шее. Острое прикосновение холодного лезвия к коже заставило ваше сердце ускорить бег, а тело покрыться мурашками. Вы часто и прерывисто дышали, испуганно глядя ему в глаза.\n—Я здесь, — зашептал Шрам, приблизив к вам лицо — Чтобы свершить свою месть. Я здесь, чтобы убить Соломона Рэйса. И ты передашь ему это. Ты передашь ему, что он должен будет встретиться со мной лицом к лицу. А также передай ему, что если вы вдруг уедите из деревни... — лезвие сильнее впилось вам в кожу — Я найду вас, я достану вас из под земли... и убью. Тебе это ясно?",
    "answers": [
      {
        "id": 74,
        "text": "Кивнуть",
        "var_add": [
          "Шрам плохой",
          1
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "—Однако в тебе есть и что-то хорошее — возразили вы.\n—Хех! — ухмыльнулся тот — Откуда ты можешь это знать?",
    "answers": [
      {
        "id": 79,
        "text": "-Потому что я твой друг"
      }
    ]
  },
  {
    "id": 69,
    "text": "—Но ты можешь исправиться — возразили вы — Для тебя не всё потеряно.\n  Ваши слова словно вырвали Шрама из тяжёлых раздумий.\n—Исправиться? — переспросил он, взглянув вам в глаза и криво ухмыльнувшись — Не всё для меня потеряно? Да о чём ты, чёрт побери, говоришь?! Ха-ха-ха! — безжизненный смех мужчины навёл на вас страх — Да разве нужно мне исправление? Искупление? К чёрту всё! Мне нужна только мееесть!\n  Шрам сжал кулаки и грозно двинулся к вам.\n—Мне нужен Соломон Рэйс — прорычал он, прожигая вас взглядом и подступая всё ближе и ближе — Я хочу видеть, как он умирает, хочу видеть, как его душа покидает плоть с последним вздохом.\n  Вы застыли на месте, глядя на мужчину, испуганными глазами, словно заяц, уставившийся на удава.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "  Вас разделяло не более трёх метров, когда Шрам вдруг остановился. Он медленно поднял правую руку и, наведя на вас указательный палец, произнёс:\n—А ты передашь ему моё послание...\n  \"Послание?\" — удивились вы. В следующее мгновение Шрам внезапно сорвался с места и в доли секунды оказался около вас.",
    "answers": [
      {
        "id": 71,
        "text": "Обороняться"
      }
    ]
  },
  {
    "id": 71,
    "text": " Вы только и успели отпрыгнуть назад, подняв руки, в отчаянной попытке защититься. Шрам крепко ухватил вашу правую кисть, после чего в его правой руке что-то блеснуло. В следующее мгновение вы ощутили ледяное прикосновение острого лезвия к шее.\n—Не рыпайся — зашептал Шрам, приблизив к вам лицо — Иначе я перережу тебе горло.",
    "answers": [
      {
        "id": 60,
        "text": "Попытаться высвободиться "
      },
      {
        "id": 77,
        "text": "Стоять спокойно "
      }
    ]
  },
  {
    "id": 72,
    "text": "—Это хорошо — мужчина развернулся на месте и зашагал прочь.\n  Сердце бешенно стучало в груди, и вы безуспешно пытались успокоиться.\"О каких злодеяниях Соломона он говорил? Как он нашёл нас?\" — мысли, словно рой разъяренных ос, кружились в вашей голове.\n—А, чуть не забыл — Шрам остановился и слегка повернул голову в вашу сторону — Передай ему, что я жду его около давно заброшенного дома, дома, где десять лет назад пряталась от преследования Кира.\n—Дом, где пряталась Кира? — переспросили вы.\n  Мужчина молча двинулся дальше, оставив вас одну.",
    "answers": [
      {
        "id": 95,
        "text": "Глава 7",
        "var_min": [
          "Помог Фреду",
          0,
          "Не помог Фреду",
          0
        ],
        "var_sub": [
          "Помог Фреду",
          1,
          "Не помог Фреду",
          1
        ]
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 73,
    "text": "  На улице его ждал вороной конь, которого он забрал из конюшни. Соломон отвязал скакуна от небольшого, деревянного столбика, вскочил в седло и собрался было уже отправиться в путь, как вдруг двери церкви вновь открылись. Фред выбежал из них и приблизился к всаднику.\n—Что случилось? — Соломон натянул поводья.\n  Фред вначале указал на себя пальцем, затем на место позади Рэйса. Соломон удивлённо перевёл взгляд со священника на седло.\n—Ты хочешь поехать со мной? — предположил он.\n  Фред утвердительно кивнул.\n—Нет, я не могу взять тебя с собой. Там будет опасно.\n  Вместо ответа священник подскочил вплотную и принялся неуклюже забираться на коня. Соломон устало вздохнул, глядя на тщетные попытки Фреда.",
    "answers": [
      {
        "id": 76,
        "text": "Соломон помог священнику",
        "var_add": [
          "Помог Фреду",
          1
        ]
      },
      {
        "id": 81,
        "text": "Соломон ускакал прочь",
        "var_add": [
          "Не помог Фреду",
          1
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "—Это хорошо — мужчина убрал оружие под плащ и, развернувшись на месте, зашагал прочь.\n  Сердце бешенно стучало в груди и вы безуспешно пытались успокоить его. \"За что он хочет отомстить Соломону? И что теперь мне делать?\" — мысли, словно рой разъяренных ос, кружились в вашей голове.\n—А, чуть не забыл — Шрам остановился и слегка повернул голову в вашу сторону — Передай ему, что я жду его около давно заброшенного дома, дома, где десять лет назад пряталась от преследования Кира.\n—Дом, где пряталась Кира? — переспросили вы.\n  Мужчина молча двинулся дальше, оставив вас одну.",
    "answers": [
      {
        "id": 95,
        "text": "Глава 7",
        "var_min": [
          "Помог Фреду",
          0,
          "Не помог Фреду",
          0
        ],
        "var_sub": [
          "Помог Фреду",
          1,
          "Не помог Фреду",
          1
        ]
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 75,
    "text": "  Всё кругом Соломона буквально замерло в ожидании чего-то. Будто сама природа ощущала надвигающуюся дуэль и не хотела теперь мешать ей. Единственное, что нарушало гробовую тишину, был хруст снежного покрывала под ногами. Соломон шёл осторожно, внимательно приглядываясь к любой подозрительной тени. Кто знает, что мог задумать Адам. \n  Внезапно мужчина заметил, как с неба начало что-то медленно опадать. \"Снег?\" — решил он в первое мгновение, но, приглядевшись, понял, что ошибься. Чёрный пепел, неспешно кружась в воздухе, слетал на землю, оповещая о пожаре неподалёку. Вскоре Соломон ощутил и запах гари.\n  Пройдя ещё несколько десятков метров, мужчина вышел из лесной опушки на заснеженную поляну. Слева располагалось небольшое озеро, скованное льдом, а прямо напротив развернулась поистине завораживающая и пугающая картина. Бревенчатый, одноэтажный дом был объят пламенем. Языки огня с треском поедали древесину, вырывались из оконных рам и яростно пытались дотянуться до крыши.\n  Смутное ощущение дежавю внезапно настигло Соломона. Он словно видел всё это раньше, и озеро, покрытое льдом и горящий дом. \"Это случалось и ранее? Но когда?\" — пытался припомнить мужчина, завороженно глядя на пожар.\n—Соломон Рэйс! — раздался чей-то возглас.\n  Мужчина повернул голову в ту сторону, откуда донёсся окрик. Тёмная, высокая фигура в плаще стояла около ветвистого, старого дуба.\n  Соломон сжал кулаки и решительно двинулся к силуэту незнакомца.",
    "answers": [
      {
        "id": 102,
        "text": "》》》"
      },
      {
        "id": 87,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 76,
    "text": "—Фред, чтоб тебя! — выругался себе под нос Соломон, ухватив священника за шиворот робы и подтянув наверх.\n  Фред уселся поудобнее, тяжело переводя дух.\n—Держись только крепче — Рэйс слегка пнул скакуна по бокам — Не хватало ещё тебя по дороге потерять.\n  Конь сорвался с места в галоп, заставив священника в страхе вцепился в плащ своего друга.\n  Соломон направил вороного коня по широкой, заснеженной дороге, освещенной полной луной. Ветер свистел в ушах и развивал полы плаща. Соломон крепче сжал поводья, устремив свой взгляд в ночную тьму впереди. Что же несёт ему эта тьма? Смерть или искупление грехов? Долгожданное успокоение или же очередной кошмар? Что ж, ответы на эти вопросы мы вскоре узнаем.\n\n\n  Конец.",
    "answers": [
      {
        "id": 87,
        "text": "Глава восьмая",
        "var_need": [
          "Шрам плохой",
          1
        ]
      },
      {
        "id": 98,
        "text": "Глава восьмая ",
        "var_need": [
          "Шрам хороший",
          1
        ]
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 77,
    "text": "—Я здесь за Соломоном — продолжил Шрам — Он обязан ответить за свои поступки! Тебя и ребёнка я не трону. Но только в том случае, если Соломон встретиться со мной лицом к лицу. Только тогда я отпущу вас. Если же вы попробуете сбежать... — процедил он сквозь зубы — Я найду вас, я достану вас из под земли... и убью. Тебе это ясно?",
    "answers": [
      {
        "id": 78,
        "text": "Кивнуть ",
        "var_add": [
          "Шрам плохой",
          1
        ]
      }
    ]
  },
  {
    "id": 78,
    "text": "—Это хорошо — мужчина убрал оружие под плащ и, развернувшись на месте, зашагал прочь.\n  Сердце бешенно стучало в груди и вы безуспешно пытались успокоить его. \"За какие поступки он хочет отомстить Соломону? И что теперь мне делать?\" — мысли, словно рой разъяренных ос, кружились в вашей голове.\n—А, чуть не забыл — Шрам остановился и слегка повернул голову в вашу сторону — Передай ему, что я жду его около давно заброшенного дома, дома, где десять лет назад пряталась от преследования Кира.\n—Дом, где пряталась Кира? — переспросили вы.\n  Мужчина молча двинулся дальше, оставив вас одну.",
    "answers": [
      {
        "id": 95,
        "text": "Глава 7",
        "var_min": [
          "Помог Фреду",
          0,
          "Не помог Фреду",
          0
        ],
        "var_sub": [
          "Помог Фреду",
          1,
          "Не помог Фреду",
          1
        ]
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 79,
    "text": "  Вы подступили ближе и, опустив руку ему на плечо и взглянув в глаза, с улыбкой ответили:\n—Адам, я знаю это, потому что я твой друг.\n  Шрам вначале удивлённо взглянул на вас. Затем поспешно опустил взор и отстранился.\n—Нет, Абигэйл. Я больше не могу называть тебя своим другом — произнес мужчина с болью в голосе — Разве твой друг пойдёт на... убийство того, кого ты любишь?\n—Что? — ошарашенно спросили вы — О чём ты говоришь?\n  Шрам молча отвернулся.",
    "answers": [
      {
        "id": 80,
        "text": "-Что ты сейчас сказал?",
        "var_add": [
          "Шрам хороший",
          1
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "—Что ты сейчас сказал? — вы сделали шаг к мужчине — Адам, не молчи! Ответь, что ты имел ввиду?!\n—Передай ему, что я жду его около давно заброшенного дома — бросил он не оборачиваясь — Дома, где десять лет назад пряталась от преследования Кира.\n—Ч-что?\n  Шрам быстрым шагом двинулся дальше, оставив вас в растерянности.",
    "answers": [
      {
        "id": 95,
        "text": "Глава 7",
        "var_min": [
          "Помог Фреду",
          0,
          "Не помог Фреду",
          0
        ],
        "var_sub": [
          "Помог Фреду",
          1,
          "Не помог Фреду",
          1
        ]
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 81,
    "text": "—Я ведь сказал тебе — Соломон слегка пнул скакуна по бокам — Тебе там не место!\n  Конь сорвался с места в галоп, оставив священника в растерянности и одиночестве. \"Прости, друг\" — мысленно обратился к нему Соломон, не оборачиваясь назад — \"Но я не могу рисковать тобой\".\n  Мужчина подстегнул скакуна и направил его по широкой, заснеженной дороге, освещенной полной луной. Ветер свистел в ушах и развивал полы плаща. Соломон крепче сжал поводья, устремив свой взгляд в ночную тьму впереди. Что же несёт ему эта тьма? Смерть или искупление грехов? Долгожданное успокоение или же очередной кошмар? Что ж, ответы на эти вопросы мы вскоре узнаем.\n\n\n  Конец. ",
    "answers": [
      {
        "id": 94,
        "text": "Глава восьмая ",
        "var_need": [
          "Шрам плохой",
          1
        ]
      },
      {
        "id": 101,
        "text": "Глава восьмая ",
        "var_need": [
          "Шрам хороший",
          1
        ]
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 82,
    "text": "—Нет-нет! — поспешно отозвались вы — Это не так!\n—Оставь эти любезности! — рявкнул вдруг Шрам.\n  От неожиданности вы встрепенулись.\n—Незачем любезничать с тем — продолжил мужчина спокойным голосом — Кто собирается убить твоего мужа.\n  Вы ошарашенно уставились на незванного гостя, не до конца веря в истинность услышанного.\n—Да, тебе не послышалось, Абигэйл — Шрам жутко оскалился и сделал к вам несколько шагов, вы же ненароком отступили назад — Я убью Соломона Рэйса.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "  Вы предпочли промолчать.\n—Да уж, я и вправду стал монстром — продолжил задумчиво Шрам — Хотя нет. Меня сделали таковым — он разговаривал будто сам с собой — Они отняли у меня смысл жизни, отняли свободу... и забрали мою Киру. Теперь я обязан отомстить...",
    "answers": [
      {
        "id": 84,
        "text": "-Отомстить кому?"
      },
      {
        "id": 85,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 84,
    "text": "—Отомстить кому? — осторожно спросили вы.\n  Мужчина молчал. Минуты через две, когда вы уже было решили, что ответа так и не будет, Шрам вдруг взглянул на вас и промолвил:\n—Всем. Я отомщу всем, Абигэйл.",
    "answers": [
      {
        "id": 96,
        "text": "-И что это тебе даст?"
      }
    ]
  },
  {
    "id": 85,
    "text": "—Молчишь? — недовольно отметил Шрам, вернув взор на вас — Неужели я настолько испугал тебя? \n  Вы открыли было рот, чтобы возразить, но мужчина прервал вас:\n—Ну, да ладно. Молчи, если хочешь. Мне даже лучше — глаза мужчины буквально вспыхнули яростным огоньнем — Молчи, Абигэйл, и внимательно слушай, что я тебе скажу.\n   Шрам сжал кулаки и медленно двинулся в вашем направлении. Вы же ненароком отступили назад. \n—Я здесь, чтобы отомстить предателю Соломону. Я здесь, чтобы убить его! Ты же — он резко вытянул вперед руку, указывая на вас пальцем — Должна будешь ему кое-что передать.\n  \"Передать?\" — не поняли вы.\n  Мужчина, тем временем, хищно улыбнулся и, вдруг сорвавшись с места, подскочил к вам. ",
    "answers": [
      {
        "id": 86,
        "text": "Обороняться"
      }
    ]
  },
  {
    "id": 86,
    "text": " Вы только и успели отпрыгнуть назад, подняв руки, в отчаянной попытке защититься. Шрам крепко ухватил вашу правую кисть, после чего в его руке что-то блеснуло. В следующее мгновение вы ощутили ледяное прикосновение острого лезвия к шее.\n—Не рыпайся — зашептал Шрам, приблизив к вам лицо — Иначе я перережу тебе горло.",
    "answers": [
      {
        "id": 89,
        "text": "Стоять спокойно "
      },
      {
        "id": 88,
        "text": "Попытаться высвободиться "
      }
    ]
  },
  {
    "id": 87,
    "text": "  Соломон.\n\n  Дорога до места назначения заняла пару часов. Добравшись по узкой, грунтовой дороге до леса, Соломон натянул поводья, и вороной конь под ним, недовольно топнув копытом, остановился. Спрыгнув на рыхлый снег, Рэйс помог спуститься и Фреду. Священник боязно огляделся кругом, а затем набожно перекрестился. Соломон понимал его страх. Лесная чаща, выступающая впереди, словно стена, была наполнена непроглядной, ночной мглой. Не было слышно ни людей, ни зверей. И даже морозный воздух здесь, казалось, был наполнен опасностью.\n—Слушай меня внимательно, Фред — произнес Соломон, привязывая коня к ближайшему дереву — Уж не знаю, зачем ты увязался за мной, но дальше я пойду один. Не спорь! — отрезал он, видя, как священник принялся отрицательно качать головой — Я должен сам туда пойти. И тебя в это впутывать я не собираюсь. \n  Фред огорчённо опустил взгляд.\n—Если меня долго не будет, то значит я погиб — продолжил Соломон — В таком случае скочи в деревню, передай Абигэйл и Лео, что я люблю их.\n  Священник, глядя на Рэйса, не смог сдержать эмоции и со слезами на глазах бросился обнимать друга.\n—Ну, ладно тебе — Соломон похлопал Фреда по плечу — Кто знает, может и свидимся ещё.\n  Попрощавшись с товарищем, Рэйс развернулся на месте и вступил в тёмную, лесную чащу.",
    "answers": [
      {
        "id": 75,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 88,
    "text": "  Вы задергались, пытаясь высвободиться. Шрам в ответ сильнее надавил лезвием. Вы ошутили острую боль, после чего по вашей шее потекло что-то тёплое. \"Это... это кровь?!\" — ужаснулись вы.\n—Я ведь сказал тебе не рыпаться! — прикрикнул Шрам — Подумай о своём ребёнке. Представь, какого ему будет найти свою мать с перерезанной глоткой в луже крови.\n  Вы ненароком представили себе эту картину, и из ваших глаз хлынули слезы.\n—То-то же, теперь ты готова меня выслушать?",
    "answers": [
      {
        "id": 89,
        "text": "Кивнуть"
      }
    ]
  },
  {
    "id": 89,
    "text": "—Передай ему, что с этих пор его любимая жена и ребёнок находятся в опасности. И единственным вариантом устранить эту опасность является... — оскал Шрама стал ещё шире — Моя смерть. Он должен будет убить меня и только тогда сможет жить спокойно. Именно это ты и должна будешь ему передать, ясно?",
    "answers": [
      {
        "id": 90,
        "text": "Кивнуть ",
        "var_add": [
          "Шрам плохой",
          1
        ]
      }
    ]
  },
  {
    "id": 90,
    "text": "—Это хорошо — мужчина убрал оружие под плащ и, развернувшись на месте, зашагал прочь.\n  Вы смотрели ему вслед, схватившись за шею и тяжело дыша. \"За что он хочет отомстить Соломону? И что теперь мне делать?\" — мысли, словно рой разъяренных ос, кружились в вашей голове.\n—А, чуть не забыл — Шрам остановился и слегка повернул голову в вашу сторону — Передай ему, что я жду его около давно заброшенного дома, дома, где десять лет назад пряталась от преследования Кира.\n—Дом, где пряталась Кира? — переспросили вы.\n  Мужчина молча двинулся дальше, оставив вас одну.",
    "answers": [
      {
        "id": 95,
        "text": "Глава 7",
        "var_min": [
          "Помог Фреду",
          0,
          "Не помог Фреду",
          0
        ],
        "var_sub": [
          "Помог Фреду",
          1,
          "Не помог Фреду",
          1
        ]
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 91,
    "text": "—Я не верю — возразили вы — Ты не мог так сильно измениться!\n—Хех, ты всегда старалась разглядеть в людях что-то хорошее — отметил Шрам — Что-то хорошее ты разглядела и в Соломоне?\n  Вы вспомнили вашу первую встречу с Соломоном.\n—Когда я впервые встретила Соломона, он был... страшен — произнесли вы, потупившись — И я его очень боялась. Но потом я разглядела в нём совсем ещё молодого парня, пережившего что-то ужасное и мне стало жаль его. Да, Соломон не идеален. Но в нём всё же есть и что-то хорошее. Я это знаю.\n  Когда вы вновь взглянули на Шрама, тот поспешно отвёл глаза. На несколько секунд на его лице читалось замешательство. Будто он сам не знал, чего хотел. Но вскоре это замешательство сменилось какой-то скорьбю и он промолвил:\n—Однако, каким бы не был человек хорошим или плохим, он обязан отвечать за свои поступки.",
    "answers": [
      {
        "id": 93,
        "text": "-Поступки?",
        "var_add": [
          "Шрам хороший",
          1
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": "—Адам, прошу, хватить уже пугать меня.\n  Обращение к гостю по имени вырвало его из раздумий. Он поднял на вас глаза, и вы несколько отступили назад. Ведь во взгляде Шрама читалась  нескрываемая ненависть.\n—Ты продолжаешь звать меня этим именем — произнес он, сделав несколько шагов к вам — Хотя я уже сказал тебе, что Адам мёртв! Ты смеёшься надо мной?!\n  Внезапный возглас мужчины заставил вас встрепенуться от страха. В ответ на ваш испуг Шрам жутко оскалился.\n—Хех, похоже, я и вправду напугал тебя — мужчина шагнул ближе — Однако не будем больше тратить время. Я ведь не сказал ещё, зачем пришёл сюда.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "—Что? — не поняли вы — Какие поступки?\n  Шрам бросил на вас решительный взгляд и произнес:\n—Сегодня я убью Соломона Рэйса. Передай ему, что если он дорожит своей семьёй, то он встретиться со мной.\n  Эти слова прозвучали, как гром среди ясного неба. Вы ошарашенно смотрели на незванного гостя, ещё не до конца веря в действительность сказанного. Не дождавшись вашего ответа Шрам развернулся и зашагал прочь, но, пройдя несколько метров он вдруг остановился и, слегка повернув голову в вашу сторону, добавил:\n—Чуть не забыл. Передай ему ещё кое-что. Передай ему, что я жду его около давно заброшенного дома, дома, где десять лет назад пряталась от преследования Кира.\n—Дом, где пряталась Кира? — переспросили вы.\n  Мужчина молча двинулся дальше, оставив вас одну.",
    "answers": [
      {
        "id": 95,
        "text": "Глава 7",
        "var_min": [
          "Помог Фреду",
          0,
          "Не помог Фреду",
          0
        ],
        "var_sub": [
          "Помог Фреду",
          1,
          "Не помог Фреду",
          1
        ]
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 94,
    "text": "  Соломон.\n\n  Дорога до места назначения заняла пару часов. Добравшись по узкой, грунтовой дороге до леса, Соломон натянул поводья, и вороной конь под ним, недовольно топнув копытом, остановился. Спрыгнув на рыхлый снег, Рэйс осмотрелся. Лесная чаща перед ним, наполненная непроглядной тьмой, походила на неприступную стену.\n  Соломон вспомнил, как они с Адамом приезжали сюда за Кирой десять лет назад. \"Эх, если бы я тогда не подчинился Фергусу...\" — пронеслось в голове, но мужчина поспешно тряхнул головой, отгоняя эти мысли. \"Сейчас не время для таких размышлений\" — напомнил он себе. После этого Соломон отвёл коня в сторону и привязал его к ближайшему дереву.\n—Привяжу я тебя некрепко — произнес Рэйс, обращаясь к своему скакуну — Если меня долго не будет, сможешь освободиться и ускакать обратно.\n  Мужчина погладил морду коня и тот уткнулся влажным носом в руку хозяина.\n—Ладно тебе прощаться. Быть может и свидимся ещё.\n  Конь резко мотнул головой, но затем успокоился. Соломон же развернулся на месте и зашагал по направлению к лесу.",
    "answers": [
      {
        "id": 106,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 95,
    "text": "  Соломон.\n\n  Мужчина вернулся домой поздно вечером.\n—Прости, что так долго — виновато улыбнулся он, снимая с себя плащ и шляпу, и обращаясь к жене, которая вышла в коридор к нему навстречу — Невилл и Фред что-то подзадер... Что случилось? — испуганно спросил Соломон, заметив слёзы на глазах Абигэйл.\n  Женщина взглянула на мужа и столько горечи и страха прочёл Соломон в её взоре.\n—Ох, милая — мужчина заключил возлюбленную в объятия — Кто тебя обидел? Что случилось?\n  Абигэйл молча уткнулась головой в грудь мужа и тихонько зарыдала. Соломон проводил её до кухни и усадил на стул.\n—Успокойся, любовь моя — мужчина набрал стакан воды — Вот, выпей.\n—Фух, Соломон — Абигэйл прильнула губами к стакану и вскоре сумела взять себя в руки — Здесь был Адам.\n—Что? — чуть не вскричал Рэйс — Но этого не может! Ведь он...\n—Он не умер! — поспешно прервала его Абигэйл — Вначале я не узнала его, но это точно был Адам!\n  \"Адам? Нет, здесь точно какая-то ошибка\" — размышлял Соломон — \"Но Абигэйл выглядит очень уверенной в своих словах\"\n—Но теперь он изменился — продолжила женщина, глядя куда-то в видимую только ей одной точку на стене — Это был как-будто совсем другой человек... страшный человек.\n—Может, это и был другой человек? — осторожно предположил мужчина — Возможно, ты просто обозналась?\n  Абигэйл бросила на него недовольный взгляд, но, тут же успокоившись, опустила глаза и устало промолвила:\n—Ты не веришь мне.\n—Я верю, дорогая, верю! — Соломон опустился перед ней на колени и взял руки жены в свои — Просто то, что Адам сумел сбежать из тюрьмы и добраться сюда — очень маловероятно, к тому же...\n—Он сказал передать тебе, что он пришёл, чтобы отомстить.\n  Эти слова полностью развеяли все сомнения Соломона. Мужчина вскочил на ноги и порывисто прошёлся по комнате.\n—Расскажи, Соломон — Абигэйл поднялась со стула и приблизилась к мужу — За что Адам хочет убить тебя?\n—Эх! — мужчина недовольно потрепал свои волосы — Я боялся этого дня, но когда-нибудь он должен был настать.",
    "answers": [
      {
        "id": 99,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 96,
    "text": "—И что это тебе даст?\n—Ничего, кроме пустоты — задумчиво произнес мужчина — Не будет ни успокоения, ни смысла жить дальше. Десять лет я размышлял о своей мести и теперь уверен, что совершив её, я покончу с жизнью...\n—Адам, что ты такое говоришь? — ужаснулись вы, сделав к нему шаг — Что бы ты не совершил, помни, что всегда найдутся те, ради кого тебе стоит жить, те, кому ты нужен. Ты нужен мне, слышишь?\n  Шрам удивлённо взглянул на вас.\n—Нужен? Тебе? — повторил он чуть слышно.\n  Вы добродушно улыбнулись и кивнули. Лицо гостя теперь выражало неуверенность. Он словно сам не был уверен в том, чего хотел. Но промедление Шрама длилось недолго. В следующее мгновение он отвёл от вас взгляд и сердито бросил:\n—Нет, Абигэйл. Я завершу то, что начал и тебе не помешать мне.\n—Да о чём ты?\n—Я убью Соломона Рэйса — бросил он в ответ.\n  Вы не могли поверить в действительность сказанного.",
    "answers": [
      {
        "id": 97,
        "text": "-Что?",
        "var_add": [
          "Шрам хороший",
          1
        ]
      }
    ]
  },
  {
    "id": 97,
    "text": "—Что?! — воскликнули вы, прийдя в себя — Что ты сейчас сказал? Адам, ответь!\n  Мужчина молча развернулся и рванул прочь. Но, пройдя несколько метров, остановился и, слегка повернув голову в вашу сторону, добавил:\n—Передай ему, что я жду его около давно заброшенного дома. Дома, где десять лет назад пряталась от преследования Кира.\n  Не дождавшись вашего ответа, Шрам быстрым шагом двинулся дальше, оставив вас в растерянности.",
    "answers": [
      {
        "id": 95,
        "text": "Глава 7",
        "var_min": [
          "Помог Фреду",
          0,
          "Не помог Фреду",
          0
        ],
        "var_sub": [
          "Помог Фреду",
          1,
          "Не помог Фреду",
          1
        ]
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 98,
    "text": "  Соломон.\n\n  Дорога до места назначения заняла пару часов. Добравшись по узкой, грунтовой дороге до леса, Соломон натянул поводья, и вороной конь под ним, недовольно топнув копытом, остановился. Спрыгнув на рыхлый снег, Рэйс помог спуститься и Фреду. Священник боязно огляделся кругом, а затем набожно перекрестился. Соломон понимал его страх. Лесная чаща, выступающая впереди, словно стена, была наполнена непроглядной, ночной мглой. Не было слышно ни людей, ни зверей. И даже морозный воздух здесь, казалось, был наполнен опасностью.\n—Слушай меня внимательно, Фред — произнес Соломон, привязывая коня к ближайшему дереву — Уж не знаю, зачем ты увязался за мной, но дальше я пойду один. Не спорь! — отрезал он, видя, как священник принялся отрицательно качать головой —Я должен сам туда пойти. И тебя в это впутывать я не собираюсь. \n  Фред огорчённо опустил взгляд.\n—Если меня долго не будет, то значит я погиб — продолжил Соломон — В таком случае скочи в деревню, передай Абигэйл и Лео, что я люблю их.\n  Священник, глядя на Рэйса, не смог сдержать эмоции и со слезами на глазах бросился обнимать друга.\n—Ну, ладно тебе — Соломон похлопал Фреда по плечу — Кто знает, может и свидимся ещё.\n  Попрощавшись с товарищем, Рэйс развернулся на месте и вступил в тёмную, лесную чащу.",
    "answers": [
      {
        "id": 110,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 99,
    "text": "—Ты привёз Киру и Адама в ловушку, Соломон? Как ты мог? — женщина смотрела на мужа широко раскрытыми глазами.\n  Мужчина скрестил руки на груди и прислонился спиной к стене.\n—Я бы мог сказать, что сделал это, чтобы защитить тебя, но... — он не хотел говорить дальше, однако понимал, что обязан это сделать — На самом деле я предал их только из-за своего страха.\n  Женщина медленно встала со стула.\n—Я трус, Абигэйл — продолжил Соломон, опустив голову — Мечтал жить с тобой в Стоуне, но боялся, что Фергус помешает нам. Ради нашего счастья я предал Киру и Адама. Я погубил их.\n   Абигэйл осторожно подступила вплотную.\n—И что теперь мне делать? — Соломон взглянул на жену.\n  Та молча прижалась к мужу. Мужчина вдохнул запах её волос и почувствовал лёгкое облегчение. Всегда хорошо, когда есть кому тебя поддержать.\n—Леогард уснул совсем недавно — прошептала Абигэйл — Всё ждал тебя, хотел показать, какую они горку построили во дворе.\n  Соломон улыбнулся.\n—Делай то, что считаешь нужным, Соломон. И помни, мы всегда будем ждать тебя.\n  Мужчина взглянул в голубые глаза своей жены и приблизил к ней лицо. Женщина ответила тем же, и их губы слились в долгом и нежном поцелуе.",
    "answers": [
      {
        "id": 100,
        "text": "》》》"
      },
      {
        "id": 95,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 100,
    "text": "  Через полчаса Соломон принялся экипироваться. Вначале он достал из шкафа, из под груды тряпья свою запылившуюся лёгкую, офицерскую броню. \"Кажется, я немного прибавил в весе\" — отметил мужчина, надев броню поверх рубахи и похлопав себя по выступающему животу — \"Эх, десять лет дают о себе знать, да и к тому же Абигэйл всегда так сытно готовит!\"\n  Поправив на себе броню, Соломон обошёл шкаф сбоку и, навалившись на него плечом, сдвинул мебель в сторону. За шкафом оказалась небольшая выемка в стене, у самого пола. Мужчина склонился над тайником и, просунув внутрь руку, извлёк из него свёрток ткани. Развернув его на полу, Соломон с грустью осмотрел содержимое. В свёртке были укутаны ремни с ножнами для кинжалов. Мужчина взял один из них в руку и обнажил оружие. Свет от настенного светильника отразился на стальной поверхности кинжала. \"И вновь мне приходится браться за оружие\" — отметил он — \"Хотя я и обещал себе, что больше никогода не притронусь к ним\"\n  Наточив кинжалы и надев на себя ремни, Соломон покинул спальню и заглянул в соседнюю комнату, где спал Лео. Ребёнок тихо сопел в кровати и мужчина, поправив на нём одеяло и побоявшись потревожить, поспешно покинул детскую.\n  У выхода его ждала Абигэйл.\n—Возвращайся, Соломон — произнесла она, еле сдерживая слёзы — Обещай мне, что вернёшся.\n—Дорогая — нарочито беззаботно улыбнулся тот — Ну куда я денусь? Мне ведь ещё забор нужно починить.\n—Соломон, обещай мне — серьёзным голосом приказала жена.\n—Ладно, ладно. Обещаю.\n  Абигэйл бросилась на шею мужу, тот крепко прижал её к себе. Спустя нескольких минут он с трудом отстранился и, накинув на плечи свой тяжёлый плащ, а на голову длиннополую шляпу, вышел на улицу. \n  Оставшись одна, Абигэйл ощутила, как по её щекам потекли обжигающие слёзы. \"Не плачь, дура\" — рассердилась она на себя, вытерая лицо рукавом платья — \"Он вернётся. Он ведь обещал\"",
    "answers": [
      {
        "id": 55,
        "text": "》》》"
      },
      {
        "id": 99,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 101,
    "text": "  Соломон.\n\n  Дорога до места назначения заняла пару часов. Добравшись по узкой, грунтовой дороге до леса, Соломон натянул поводья, и вороной конь под ним, недовольно топнув копытом, остановился. Спрыгнув на рыхлый снег, Рэйс осмотрелся. Лесная чаща перед ним, наполненная непроглядной тьмой, походила на неприступную стену.\n  Соломон вспомнил, как они с Адамом приезжали сюда за Кирой десять лет назад. \"Эх, если бы я тогда не подчинился Фергусу...\" — задумался было мужчина, но затем поспешно тряхнул головой, отгоняя эти мысли. \"Сейчас не время для таких размышлений\" — напомнил он себе. После этого Соломон отвёл коня в сторону и привязал его к ближайшему дереву.\n—Привяжу я тебя некрепко — произнес Рэйс, обращаясь к своему скакуну — Если меня долго не будет, сможешь освободиться и ускакать обратно.\n  Мужчина погладил морду коня и тот уткнулся влажным носом в руку хозяина.\n—Ладно тебе прощаться. Быть может и свидимся ещё.\n  Конь резко мотнул головой, но затем успокоился. Соломон же развернулся на месте и зашагал по направлению к лесу.",
    "answers": [
      {
        "id": 115,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 102,
    "text": "  Рэйс остановился в тридцати метрах от мужчины. Лунный свет давал возможность Соломону хорошенько рассмотреть его внешность. Несколько вытянутое лицо, тонкий, длинный нос — этими чертами он походил на Адама. Однако бритая голова, вертикальный шрам, проходящий по левой стороне лица и безжизненные глаза выдавали в нём те измениния, которым он подвергся в течении десяти лет лишений и страданий.\n—Правда красиво? — спросил Шрам, головной кивнув на горящий дом.\n—Хм... — Соломон бросил взгляд назад — К чему это?\n—Этот дом... Он напоминает мне о той ночи — задумчиво промолвил Шрам — О той ночи, когда я из-за своей наивности, глупости и слабости не смог защитить Киру. А ты, Соломон, ты помнишь?\n  В памяти Рэйса всплыли горькие воспоминания: толпа стражников в блестящих доспехах, отчаянно сопротивляющаяся Кира, лицо юного Адама со слезами на глазах. \"По...почему?\" — спросил он тогда, лёжа на земле и беспомощно глядя на Соломона снизу вверх. \n—Не прошло и дня, чтобы я не вспоминал — ответил Соломон, опустив голову.\n—Чувствуешь раскаяние? Вину?\n—Да — чуть слышно промолвил Рэйс.\n—Это хорошо — отметил убийца — Да только для меня твоего раскаяния мало. Надеюсь, ты не думал, что я прощу тебя только из-за чувства стыда?\n—Конечно нет — Соломон поднял уверенный взгляд на старого друга — Много ошибок я совершил за свою жизнь, Шрам, и многие мои знакомые пострадали из-за них, включая тебя. Ты пришёл сюда, чтобы отомстить, я же здесь — Рэйс снял с головы шляпу, а с плеч скинул плащ, оставшись в имерской броне — Чтобы покончить со своим прошлым и жить дальше. Вместе с Лео и Абигэйл.\n  Шрам также скинул с себя плащ.\n—Тебе ведь многим пришлось пожертвовать ради своей мечты, да? — произнес он, засучивая рукава рубахи — Тогда ответь мне, ваша с Абигэйл счастливая жизнь стоила жизни Киры? А?\n  Соломон размял плечи и шею.\n—Довольно слов — бросил он.\n  Шрам извлёк из ножен свой широкий кинжал. Языки пламени догорающего дома плясали в его глазах, устремленных на Соломона. Рэйс также обнажил клинок и, чуть пригнувшись и вытянув руку с оружием вперёд, принял боевую стойку.\n—Сдохни, Соломон Рэйс! — взревел Шрам, рванув вперёд.",
    "answers": [
      {
        "id": 103,
        "text": "》》》"
      },
      {
        "id": 75,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 103,
    "text": "  Первый удар убийца совершил справа, направив клинок снизу вверх. Соломон отскочил назад и влево. Шрам продолжал яростно наносить удар за ударом, а Рэйс отступать назад. \"Сейчас!\" — Соломон уличил нужный момент и контратаковал колющим ударом, целясь в живот врага. Однако Шрам в последний момент успел схватить Рэйса за кисть и отвёл направленное на него острие кинжала в сторону. Сам же он в это мгновение нанёс ножом размашистый удар справа. Соломон отвёл голову назад, но кинжал успел полоснуть его по щеке. Шрам уже было собрался продолжить атаку, когда Рэйс внезапно пнул врага в живот, оттолкнув его назад.\n—За десять лет ты обмяк и ослаб — улыбнулся Шрам, помассировав ушибленное место — Меня же эти годы только закалили.\n  Соломон прижал руку к щеке и взглянул на пальцы, покрытые кровью.\n—Сегодня ты умрёшь, Соломон — убийца стал неспешно приближаться.\n  Рэйс принял боевую стойку и их смертельный танец вновь возобновился. Оба противника наносили стремительные удары, уворачивались от них и контратаковали. Соломон вдруг ощутил, как силы начали покидать его. Шрам же, наоборот, с каждым ударом ускорял темп.\n  В какой-то момент, когда Рэйс нанёс колющий удар правой рукой, убийца шагнул навстречу и, увернувшись от кинжала, махнул ножом по руке Соломона. Мужчина, ощутив острую боль, отнял руку.\n—Слабо, Соломон! — воскликнул Шрам, нанося следующий удар, от которого Рэйс с трудом смог увернуться — Я ожидал большего!\n  \"Так, рана неглубокая, но неприятная\" — отметил Соломон, прикрыв поврежденный участок кожи здоровой рукой — \"Похоже, его навык владения оружием превышает мой\"\n—Не расслабляйся! — Шрам сделал очередной выпад.\n  Рэйс перехватил рукоять оружия поудобнее и продолжил обороняться. Убийца, уже предчувствуя скорую победу, яростно атаковал со всех направлений и Соломону с трудом удавалось уворачиваться.\n  Но вдруг нога Рэйса предательски споткнулась о кочку. Соломон неуклюже отвёл руки в стороны, пытаясь удержать равновесие. Шрам, не теряя секунды, рванул к нему и нанёс быстрый и точный удар. Острие кинжала угодило под броню и вонзилось в живот. Соломон коротко вскрикнул и выронил свой кинжал из рук.\n—Всё кончено — произнес Шрам, надавив на рукоять ножа. \n  Соломон с силой вцепился одной рукой в руку убийцы, другой сжал его рубаху и притянул врага к себе.\n—Пока ещё нет — процедил он сквозь зубы и вдруг воскликнул, глядя куда-то за спину убийцы — Давай!\n  Шрам бросил взгляд через плечо. Сзади к нему подкрался Фред, замахнувшись над головой толстым стволом дерева.\n  Но сделать что-либо он не успел. Убийца в одно мгновение рванул вперёд, толкнув Соломона плечом, попутно высвободив свою руку и достав из тела Рэйса свой кинжал. Резко обернувшись и чуть пригнувшись вперёд он швырнул кинжал в сторону священника. Нож с глухим стуком вонзился в грудь Фреда, угодив в область сердца. Священник успел лишь слабо вскрикнуть, после чего выронил из ослобевших рук дубинку и упал на землю.\n—ФРЕЕЕД! — вскричал Соломон.\n  Смерть друга словно придала ему силы. Мужчина подскочил к отвлёкшемуся убийце и, ухватив левой рукой ткань его рубахи на правой руке, другой рукой вцепился за его пояс. Одновременно с этим Рэйс подставил правую ногу под ноги Шрама. В одно мгновение Соломон перекинул убийцу через бедро и с силой бросил его на землю. После сокрушительного удара о твёрдую поверхность, Шраму понадобились несколько долей секунд, чтобы прийти в себя. За это время Соломон успел подобрать с земли оброненный им кинжал.\n—Не шевелись! — прикрикнул Рэйс, надавив на грудь поверженного врага коленом и приставив к его горлу клинок.\n  Шрам попытался скинуть с себя Соломона, но, осознав своё бессилье, затих.\n—Ну же! — прохрипел он — Чего ты ждёшь? Убей меня!\n  Рэйс сильнее надавил лезвием, однако не решаясь рассечь горло.\n—Ты стольких отправил на тот свет ради своих убеждений — продолжил Шрам, после недолгой паузы — Так почему же теперь не хочешь довести дело до конца?!\n  В наступившей тишине было слышно только потрескования горящих брёвен.\n—Прости... меня — раздался приглушенный голос Рэйса.\n  Убийца удивлённо взглянул на Соломона. Лицо Рэйса выражало боль и огорчение, а в бледно-голубых глазах стояли слёзы. Шрам крепко стиснул зубы и яростно произнес:\n—Да будь ты... проклят, Соломон!",
    "answers": [
      {
        "id": 104,
        "text": "》》》"
      },
      {
        "id": 102,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 104,
    "text": "  ...Соломон, опустив голову, стоял над телом поверженного друга. Между пальцами прижатой к его животу руки на белый снег капала кровь. Также кровь стекала и с его клинка. Раздался грохот обвалившейся крыши дома. В воздух взметнулся столб искр, осветив ненадолго лицо недалеко стоящего Рэйса. На этом лице можно было заметить глубочайшую печаль.\n  Постояв недолго, Соломон отбросил нож в сторону и, развернувшись, приблизился к телу Фреда. Опустившись перед ним на колени, он прижал указательный и средний палец к шее священника.\n—Чтоб тебя — выругался мужчина себе под нос и вдруг с силой хлопнул Фреда по щеке.\n  Бедный священник распахнул глаза и ошарашенно огляделся, приложив ладонь к ушибленной щеке.\n—Нашёл время сознание терять! — усмехнулся Соломон.\n  Фред перевёл удивлённый взгляд на свой торс. Из его груди продолжал торчать нож. Глаза мужчины широко раскрылись от ужаса. Рэйс неодобрительно покачал головой и, ухватившись за рукоять клинка, с силой выдернул его. Священник спрятал тряссущуюся от волнения руку под одеяние и вскоре извлёк из него книгу в твёрдом переплёте, пронзённым острием ножа.\n—Хм, этот Достаневский спас тебе жизнь — отметил Соломон.\n  Фред уселся на земле и, глядя на догорающие стены дома, задумчиво произнес:\n—Какие бы поступки ты не совершил в прошлом, Соломон, дурные они или хорошие, эти поступки навсегда останутся в прошлом. И тут перед тобой возникает выбор: жить прошлым, жить воспоминаниями или же жить настоящим, смело глядя в будущее.\n  Священник поднялся на ноги и приблизился к удивлённому Соломону.\n—В любом случае, выбор всегда остаётся за тобой, мой друг — добавил он с полуулыбкой.\n  Рэйс на несколько секунд потерялся с ответом, но вскоре ему удалось собраться с мыслями.\n—Хех, Фред — усмехнулся он — Выбор у меня сейчас такой: стоять и дальше слушать твою болтовню или же, наконец-таки, найти, чёрт побери, чем перевязать рану в животе!\n\n\n  Конец.",
    "answers": [
      {
        "id": 105,
        "text": "Эпилог"
      },
      {
        "id": 103,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 105,
    "text": "  Мужчина с темно-русой бородой в белой рубахе стоял посреди зелёного поля. Слабый ветерок доносил до него аромат полевых цветов, а яркое, летнее солнце ослепляло глаза. Защищаясь от лучей, мужчина укрылся от них широкой, мазолистой ладонью.\n  Недолго постояв, он подобрал с земли косу и принялся за работу. Руки знали свое дело, размашистые движения совершались бессознательно и четко. Подкошенная трава рядами ложилась друг на друга. От нее поднялся приятный запах и мужчина с жадностью его вдохнул.\n—Эх, хорошо! — широко улыбнулся он, глядя на бескрайнее поле.\n—Папа! — раздался вдруг детский голос со спины.\n  Мужчина обернулся. К нему по полю бежал ребенок семи-восьми лет в белоснежной рубахе. У него были светлые волосы и сине-голубые глаза, а от широкой улыбки на щеках показались ямочки. \n—Лео! — воскликнул мужчина и, отбросив в сторону косу, побежал к нему навстречу.\n  Мальчик спускался вниз по холму, по узкой, протоптанной тропе. Эта тропа брала своё начало наверху. Там, на вершине земляной насыпи, был расположен уютный, деревянный домишко. Мужчина устремил взгляд туда. На пороге дома он разглядел женщину со светлыми волосами в нежно-голубом платье. \"Она ждёт меня\" — с улыбкой отметил мужчина — \"Она всегда ждёт...\" \n\n\n  Конец.",
    "answers": [
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 106,
    "text": "  Всё кругом Соломона буквально замерло в ожидании чего-то. Будто сама природа ощущала надвигающуюся дуэль и не хотела теперь мешать ей. Единственное, что нарушало гробовую тишину, был хруст снежного покрывала под ногами. Соломон шёл осторожно, внимательно приглядываясь к любой подозрительной тени. Кто знает, что мог задумать Адам.\n  Внезапно мужчина заметил, как с неба начало что-то медленно опадать. \"Снег?\" — решил он в первое мгновение, но, приглядевшись, понял, что ошибься. Чёрный пепел, неспешно кружась в воздухе, слетал на землю, оповещая о пожаре неподалёку. Вскоре Соломон ощутил и запах гари.\n  Пройдя ещё несколько десятков метров, мужчина вышел из лесной опушки на заснеженную поляну. Слева располагалось небольшое озеро, скованное льдом, а прямо напротив развернулась поистине завораживающая и пугающая картина. Бревенчатый, одноэтажный дом был объят пламенем. Языки огня с треском поедали древесину, вырывались из оконных рам и яростно пытались дотянуться до крыши.\n  Смутное ощущение дежавю внезапно настигло Соломона. Он словно видел всё это раньше, и озеро, покрытое льдом и горящий дом. \"Это случалось и ранее? Но когда?\" — пытался припомнить мужчина, завороженно глядя на пожар.\n—Соломон Рэйс! — раздался чей-то возглас.\n  Мужчина повернул голову в ту сторону, откуда донёсся окрик. Тёмная, высокая фигура в плаще стояла около ветвистого, старого дуба.\n  Соломон сжал кулаки и решительно двинулся к силуэту незнакомца.",
    "answers": [
      {
        "id": 107,
        "text": "》》》"
      },
      {
        "id": 94,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 107,
    "text": "  Рэйс остановился в тридцати метрах от мужчины. Лунный свет давал возможность Соломону хорошенько рассмотреть его внешность. Несколько вытянутое лицо, тонкий, длинный нос — этими чертами он походил на Адама. Однако бритая голова, вертикальный шрам, проходящий по левой стороне лица и безжизненные глаза выдавали в нём те измениния, которым он подвергся в течении десяти лет лишений и страданий.\n—Правда красиво? — спросил Шрам, головной кивнув на горящий дом.\n—Хм... — Соломон бросил взгляд назад — К чему это?\n—Этот дом... Он напоминает мне о той ночи — задумчиво промолвил Шрам — О той ночи, когда я из-за своей наивности, глупости и слабости не смог защитить Киру. А ты, Соломон, ты помнишь?\n  В памяти Рэйса всплыли горькие воспоминания: толпа стражников в блестящих доспехах, отчаянно сопротивляющаяся Кира, лицо юного Адама со слезами на глазах. \"По...почему?\" — спросил он тогда, лёжа на земле и беспомощно глядя на Соломона снизу вверх. \n—Не прошло и дня, чтобы я не вспоминал — ответил Соломон, опустив голову.\n—Чувствуешь раскаяние? Вину?\n—Да — чуть слышно промолвил Рэйс.\n—Это хорошо — отметил убийца — Да только для меня твоего раскаяния мало. Надеюсь, ты не думал, что я прощу тебя только из-за чувства стыда?\n—Конечно нет — Соломон поднял уверенный взгляд на старого друга — Много ошибок я совершил за свою жизнь, Шрам, и многие мои знакомые пострадали из-за них, включая тебя. Ты пришёл сюда, чтобы отомстить, я же здесь — Рэйс снял с головы шляпу, а с плеч скинул плащ, оставшись в имерской броне — Чтобы покончить со своим прошлым и жить дальше. Вместе с Лео и Абигэйл.\n  Шрам также скинул с себя плащ.\n—Тебе ведь многим пришлось пожертвовать ради своей мечты, да? — произнес он, засучивая рукава рубахи — Тогда ответь мне, наши с Кирой разрушенные судьбы принесли тебе счастье? А?\n  Соломон размял плечи и шею.\n—Довольно слов — бросил он.\n  Шрам извлёк из ножен свой широкий кинжал. Языки пламени догорающего дома плясали в его глазах, устремленных на Соломона. Рэйс также обнажил клинок и, чуть пригнувшись и вытянув руку с оружием вперёд, принял боевую стойку.\n—Сдохни, Соломон Рэйс! — взревел Шрам, рванув вперёд.",
    "answers": [
      {
        "id": 108,
        "text": "》》》"
      },
      {
        "id": 106,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 108,
    "text": "  Первый удар убийца совершил справа, направив клинок снизу вверх. Соломон отскочил назад и вправо. Шрам продолжал яростно наносить удар за ударом, а Рэйс отступать назад. \"Сейчас!\" — Соломон уличил нужный момент, когда клинок врага просвистел вблизи от его уха и контратаковал тыкающим ударом, целясь в живот врага. Однако Шрам в последний момент успел схватить Рэйса за кисть и отвёсти направленное на него острие кинжала в сторону. Сам же он в это мгновение нанёс ножом размашистый удар, целясь в лицо врага. Соломон отвёл голову назад, но кинжал успел полоснуть его по щеке. Шрам уже было собрался продолжить атаку, когда Рэйс внезапно пнул врага в живот, оттолкнув его назад.\n—За десять лет ты обмяк и ослаб — улыбнулся Шрам, помассировав ушибленное место — Меня же эти годы закалили.\n  Соломон прижал руку к щеке и взглянул на свои пальцы, покрытые кровью.\n—Сегодня ты умрёшь, Соломон — убийца стал неспешно приближаться.\n  Рэйс принял боевую стойку и их смертельный танец вновь возобновился. Оба противника наносили стремительные удары, уворачивались от них и контратаковали. Соломон вдруг ощутил, как силы начали покидать его. Шрам же, наоборот, с каждым ударом ускорял темп.\n  В какой-то момент, когда Рэйс нанёс тычковый удар правой рукой, убийца шагнул навстречу и, увернувшись от кинжала, махнул ножом по выставленной вперёд руке Соломона. Рэйс, ощутив острую боль, отнял руку.\n—Слабо, Соломон! — воскликнул Шрам, нанося следующий удар, от которого его противник с трудом смог увернуться — Я ожидал большего!\n  \"Так, рана неглубокая, но неприятная\" — отметил Соломон, прикрыв поврежденный участок кожи здоровой рукой — \"Похоже, его навык владения оружием превышает мой\"\n—Не расслабляйся! — Шрам сделал очередной выпад.\n  Рэйс перехватил рукоять своего оружия поудобнее и продолжил обороняться. Убийца, уже предчувствуя скорую победу, яростно атаковал со всех направлений и Соломону с трудом удавалось уворачиваться.\n  Но вдруг нога Рэйса предательски споткнулась о кочку. Соломон неуклюже отвёл руки в стороны, пытаясь удержать равновесие. Шрам, не теряя секунды, рванул к нему и нанёс быстрый и точный удар. Острие кинжала угодило под броню и вонзилось в живот. Соломон коротко вскрикнул и выронил кинжал из рук.\n—Всё кончено — произнес Шрам, надавив на рукоять ножа. \n  Соломон вцепился в руку убийцы, сжимающую оружие, и сквозь зубы процедил:\n—Пока ещё нет.\n  В следующее мгновение он рванул вперёд, одновременно сделав противнику подножку. Оба мужчины свалились в снег, при этом Шрам выпустил из рук оружие. При ударе о землю нож сдвинулся с места и увеличил рану Соломона. Рэйс яростно вскричал, ощутив невыносимую боль и, ухватившись за рукоять ножа, попытался вырвать его. Но в этот момент на него сверху навалился Шрам. Убийца вцепился мёртвой хваткой в шею Соломона и начал душить его.\n—Умри, Соломон — зашептал он, всё сильнее и сильнее сжимая пальцы — Если бы ты умер ещё тогда, в Стоуне, десять лет назад, тогда бы ничего этого не произошло!\n  Соломон несколько раз ударил врага рукам, но все его попытки вырваться оказались напрасны. Мужчина закатил глаза, жадно хватая ртом воздух.\n—Лучше бы ты сдох тогда! — кричал Шрам, со всех сил надавив на горло Соломона.\n  Однако в следующее мгновение хватка на шее Рэйса вдруг ослабла. Шрам разжал тряссущиеся пальцы и удивлённо перевёл взгляд на свой правый бок. Из него торчала рукоять ножа, сжимаемая рукой Соломона. Рэйс выдернул лезвие и с силой вновь ударил противника под рёбра.\n—Кха! — у убийцы изо рта брызгнула алая кровь.\n  Соломон собрал все свои силы и скинул с себя ослабевшего врага. Затем он, тяжело дыша, приподнялся на руке и сразмаху вонзил кинжал в грудь Шрама. После чего силы окончательно покинули его и он откинулся на спину.\n  Тела двух бывших друзей лежали рядом друг с другом. Соломон начал постепенно ощущать, как онемели его конечности. А неподалёку от них, весело треща, догорал дом.\n—Соломон... — раздался хриплый голос Шрама.\n—Я... здесь — через силу ответил Рэйс.\n—Кто же — сиплое дыхание убийцы чуть заглушало слова — Из нас прав?\n  Соломон глядел на звёздное небо над головой, но перед его глазами застыла совсем другая картина.\n—Теперь уже не важно — промолвил он чуть слышно — Мой... друг.\n  Шрам глубоко вдохнул и на продолжительном выдохе испустил дух. Рэйс же продолжал смотреть перед собой затуманившимся взором.\n  Соломон стоял посреди зелёного поля. Летнее солнце приятно подогревало его тело, а слабый ветер доносил аромат полевых цветов.\n—Папа! — раздался за его спиной радостный, детский крик.\n  Мужчина, продолжая лежать на снегу, улыбнулся.\n—Они ждут меня... — прошептал он, выпуская изо рта пар.\n  После чего его сознание потонуло во всепоглощающем Ничто.\n\n  Конец.",
    "answers": [
      {
        "id": 109,
        "text": "Эпилог"
      },
      {
        "id": 107,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 109,
    "text": "  Совсем ещё юный, светловолосый парниша косил траву размашистыми движениями. Стояла середина лета и знойное солнце щедро одаривало тёплыми лучами. Паренёк был одет в белую, растёгнутую рубаху и серые штаны. Он работал в нескольких десятках метров, но даже отсюда женщина, наблюдавшая за ним из окна, могла заметить широкую улыбку юноши. Физическая работа определенно доставляла ему удовольствие. \n  Женщина отошла от окна и, покинув комнату и пройдя по коридору, остановилась на пороге входной двери. Домик, в котором они жили, располагался на вершине холма, откуда открывался великолепный вид на бескрайнее, зелёное поле и на парнишу, орудующего косой внизу.\n—Лео! — крикнула женщина — Обед!\n  Парень оторвался от работы и помахал в ответ рукой. Женщина задумчиво улыбнулась. От этой улыбки у неё образовались ямочки на щеках.\n—Ты бы гордился им, Соломон — с грустью прошептала она, глядя на лазурный купол неба, раскинувшийся над головой.\n\n\n  Конец.",
    "answers": [
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 110,
    "text": "  Всё кругом Соломона буквально замерло в ожидании чего-то. Будто сама природа ощущала надвигающуюся битву и не хотела теперь мешать ей. Единственное, что нарушало гробовую тишину, был хруст снежного покрывала под ногами. Соломон шёл осторожно, внимательно приглядываясь к любой подозрительной тени. Кто знает, каким человеком стал теперь Адам и что он мог выкинуть.\n  Но всё же пройти через лесную чащу мужчине удалось без проишествий, и вскоре он вышел на заснеженную поляну. Слева от себя Соломон заметил небольшое озеро, скованное льдом, а прямо напротив — невысокий домишко, сооружённый из брёвен.\n  Мужчина неспешно приблизился к давно заброшенному сооружению. \"Помню, как Кира меня чуть не подстрелила здесь\" — отметил он, проведя рукой по стене.\n—Я знал, что ты придёшь — раздался вдруг чей-то голос.\n  Рэйс напрягся. Судя по всему, голос донёсся из дома. Мужчина вгляделся в ближайший оконный проём с выбитыми стёклами.\n—Входи. Чего крадёшься словно вор?\n  Соломон на мгновение застыл на месте, затем решительно сжал кулаки и двинулся ко входу.\n  Деревянная дверь с неприятным скрипом отворилась, и мужчина осторожно проник в полутёмную комнату. Дав глазам немного привыкнуть, Соломон бегло осмотрел помещение.\n—Я здесь.\n  Рэйс повернул голову на голос. Тёмный силуэт мужчины сидел за столом вблизи от окна.  Лицо его было скрыто мглой. Лунный свет от окна ровной полосой падал на поверхность стола, освещая воткнутый в него широкий нож. Соломон неспешно потянулся к своему оружию, припрятанному под плащом.\n—Не стоит — мужчина за столом указал рукой на стул, находящийся по другую сторону от стола — Лучше присядь.\n  Рэйс недоверчиво прищурился. Однако всё же приблизился к мужчине.\n—Ну, здравствуй, Адам — произнес он, усаживаясь за стол.\n—Называй меня Шрамом — силуэт мужчины слегка налонился вперёд, давая луне осветит его лицо, изуродованное затянувшимся рубцом.\n  Соломон пригляделся к нему. Опредённо, перед ним сидел Адам. Его выдавали черты несколько вытянутого лица, а также тонкий, длинный нос. Но всё же это был не тот наивный юноша, которым его запомнил Соломон. На Рэйса сейчас смотрели глаза настоящего убийцы. Глаза, похожие на его собственные. \n—Давненько мы с тобой не виделись — отметил Шрам — Целых десять лет.\n—Да уж. Много воды утекло с тех пор.\n—Только не для меня — убийца откинулся на спинку стула — Для меня время остановилось тогда, десять лет назад, на суде.\n—Послушай — Соломон опустил руки на стол и слегка наклонился вперёд — Я бы всё отдал, чтобы вернуться в ту злополучную ночь. Я бы хотел всё исправить! Только вот...\n—Только вот это невозможно — продолжил за него Шрам.\n—Да.\n  На пару минут нависла абсолютная тишина. Никто из мужчин не спешил её нарушать, погрузившись в свои мысли.",
    "answers": [
      {
        "id": 111,
        "text": "》》》"
      },
      {
        "id": 98,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 111,
    "text": "—И что дальше? — первым прервал тягучее молчание Соломон.\n—Пока не знаю — ответил Шрам — Ещё не решил.\n  Убийца схватился за рукоять воткнутого в стол ножа и резким движением вырвал его из древесины.\n—Соломон, все эти десять лет я мечтал отомстить за Киру — произнес он в задумчивости — И двум я уже отомстил.\n—Двум? — Соломон старался незаметно дотянуться до своего клинка — Неужели ты уже убил кого-то?\n—Фергуса и Рендела.\n—Хех — Рэйс прикоснулся кончиками пальцев к рукояти оружия — Ну что, полегчало?\n  Шрам не ответил. Он смотрел куда-то в сторону, что давало Соломону возможность скрытно взять оружие в руку. Внезапно за окном раздался хруст снега под чьими-то ногами.\n—Что это? — убийца встрепенулся, вскочил со стула, вгляделся в окно.\n  \"Чёрт бы тебя побрал, Фред!\" — пронеслось в голове Соломона. В лунном свете губы Шрама растянулись в пугающем оскале.\n—Неужели ты привёл с собой ещё кого-то? — спросил он — Хотел застать меня в расплох?\n—Нет, послушай...\n—Заткнись!\n  Шрам отскочил назад и сразмаху пнул по столу, отбросил его в Соломона. Тот остановил стол, упершись в него руками.\n—После вчерашнего разговора с Абигэйл меня терзали сомнения — процедил Шрам — Но сейчас я уверен. Точно! Я убью тебя, Соломон!\n  Убийца рванул с места и бросился в атаку.",
    "answers": [
      {
        "id": 112,
        "text": "》》》"
      },
      {
        "id": 110,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 112,
    "text": "  Соломон оттолкнул от себя стол в направлении приближающегося врага. Шрам перескочил через мебель и пнул Рэйса в грудь. Соломон куборем полетел на спину, опрокинув стул. Поспешно вскочил на ноги, выхватил из ножен клинок.\n  Шрам продолжил атаку резким выпадом. Соломон увернулся и контратаковал.\n  Начался смертоносный танец двух оппонентов. Клинки блестели в лунном свете, готовые в любой момент пролить кровь, раздавался свист разрезаемого воздуха и топот ног, сменяющих позиции мужчин. Соломон ощущал, как кровь бурлила в его жилах, а глаза, привыкшее к полутьме, ловили каждое движение врага. В мозгу вспыхивали давно забытые финты и выпады, которым он научился ещё в академии. Однако тело всё же с трудом могло воспроизводить эти движения — сказывались долгие годы спокойной и размеренной жизни.\n  Внезапно Соломона отвлёк скрип открывающейся двери. Мужчина бросил быстрый взгляд в сторону и разглядел в дверном проеме худой силуэт мужчины в длиннополой робе. Оплошностью Соломона воспользовался его противник. Шрам молниеносным прыжком сократил расстояние между ними и нанёс колющий удар в лицо. Соломон в последний момент отвёл голову назад. Лезвие полоснуло его по щеке. Рэйс махнул клинком наотмашь и отступил назад.\n—Что такое, Соломон? — спросил Шрам с улыбкой — За десять лет ты, похоже, обмяк? \n  Рэйс приложил руку к щеке и взглянул на пальцы, покрытые кровью. Слева раздались приближающиеся шаги.\n—Стой, Фред! — бросил Соломон, не отрывая взгляд от Шрама — Это опасно!\n—Лучше беги, Фред — обратился к священнику убийца — Как только я покончу с Рэйсом, следующим будешь ты.\n—Не впутывай его! — Соломон бросился в атаку.\n—Ну же, ну же! — усмехнулся Шрам, отступая назад и уворачиваясь от череды ударов — Ты ведь когда-то был элитой внутреннего отдела? Так докажи это!\n  Уличив момент, когда Рэйс нанёс удар, убийца ухватил его за запястье вытянутой руки и вонзил нож в ногу Соломона. Тот коротко вскрикнул. Шрам извлёк кинжал и, продолжая держать рукой запястье, нанёс удар снизу вверх, нацелив острие в подбородок Рэйса. Однако Соломон вцепился в его руку. Клинок застыл в нескольких сантиметрах от шеи. Оба мужчины застыли на месте в яростной борьбе.\n—Ты слабеешь — Шрам надавил на рукоять ножа.\n  Кинжал медленно и неминуемо стал приближаться к горлу Соломона. Рэйс сжал зубы, отчаянно попытался отвести руку убийцы в сторону.\n—Да, десять лет я ждал этого момента — прошептал Шрам, оскалившись — Грезил, что когда-нибудь перережу твою глотку!\n  Острие ножа достигло кожи, Соломон ощутил новую порцию обжигающей боли. По шее потекла тёплая струйка крови. Перед глазами мужчины вдруг возник образ Абигэйл с маленьким Лео на руках.\n—Нет! Я не могу так просто умереть! — процедил он, сдвинув от себя руку врага.\n—Не дождёшься! — взревел Соломон и, чуть отведя ногу, сразмаху пнул коленом под рёбра врага.\n  Шрам скривился от боли, отступил назад, но всё же не выпустил руку Рэйса из захвата. Соломон нанёс ещё один удар коленом, однако враг на этот раз был готов. Шрам заблокировал удар своей ногой, после пнул коленом по поврежденной ноге Соломона. Удар пришелся точно в рану.\n—Чёрт! — Рэйс чуть осел и невольно разжал пальцы, выпустив руку Шрама.\n  Убийца отвёл кинжал назад, размахнулся. Соломон попытался закрыться рукой. Шрам опустил руку, клинок со свистом рассёк воздух.",
    "answers": [
      {
        "id": 113,
        "text": "》》》"
      },
      {
        "id": 111,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 113,
    "text": "  Однако прежде, чем лезвие вонзилось в Рэйса, что-то тёмное с разбегу ударилось о Шрама. Убийца отлетел в сторону и грохнулся на пол. Соломон на мгновение застыл на месте, удивлённо перевёл взгляд на врага. Он был прижат к полу непойми откуда взявшимся Фредом.\n—Отвали! — убийца отполз назад и тяжёлым сапогом пнул священника.\n  Удар пришёлся в лицо бедному Фреду и тот отрубился, со стуком уронив голову.\n  В этот момент Соломон окончательно пришёл в себя. Он перепрыгнул через Фреда и, стиснув зубы от пронзающей боли в ноге, подскочил к Шраму. Убийца хотел было поднять с пола обронённый им нож. Но Рэйс не дал ему это сделать. Он схватил Шрама за шиворот рубахи, прижал затылком к полу и размашисто впечатал кулаком еиу в лицо.\n—Лежи смирно! — воскликнул Соломон, замахнувшись снова.\n—Охо-хо! Остался ещё порох в пороховнице, да? — рассмеялся Шрам, тряхнув головой.\n—Я... я не хочу тебя убивать.\n—Да? А что не так? Раньше ты ведь не был таким слабаком!\n  Шрам попытался вскочить на ноги, но кулак Соломона вновь пригвоздил его к полу.\n—Да не шевелись ты!\n  Убийца сплюнул на пол сгусток крови.\n—Давай же! Сделай это... Убей меня!\n  Рэйс схватил с пола нож и приставил его к шее врага. Однако рассечь горло не решился.\n—Либо ты умрёшь, либо я — прохрипел Шрам — Другого не дано.\n  Соломон надавил на оружие.\n—Прости меня — прошептал он.\n—Иди ты к чёрту, Соломон Рэйс.",
    "answers": [
      {
        "id": 114,
        "text": "》》》"
      },
      {
        "id": 112,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 114,
    "text": "\n\n  Соломон стоял над телом поверженного друга. С острия клика на пол стекала кровь. Любопытная луна, заглядывающая в разбитое окно, с трудом могла осветить его лицо. Однако даже в полумраке можно было заметить на щеках мужчины блестевшие слёзы.\n  Позади Рэйса застонал приходящий в себя Фред. Соломон отбросил нож в сторону, обернулся к священнику.\n—Ну что, очухался? — улыбнулся он.\n  Мужчина помог Фреду встать с пола. Священник кивнул в знак благодарности и, схватившись за голову и пошатываясь из стороны в сторону, отступил к стене.\n—Ну всё, Фред — Соломон обнял его за плечо и повёл к выходу — Теперь уже всё... Идём домой.\n  Когда мужчины вышли за порог их глазам открылась чудесная картина. С ночного неба на землю медленно опадали снежинки. Они сверкали в призрачном лунном сиянии и кружились в танце на слабом ветру.\n  Соломон не знал, перестанет ли теперь терзаться его душа, и сможет ли он простить себя когда-нибудь. Единственное, что он знал наверняка и что имело для него отныне значение, это то, что дома его ждут Лео и Абигэйл. И ради он готов пойти на что угодно.\n\n\n  Конец.",
    "answers": [
      {
        "id": 113,
        "text": "《《《"
      },
      {
        "id": 105,
        "text": "Эпилог "
      },
      {
        "id": 2,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 115,
    "text": "  Всё кругом Соломона буквально замерло в ожидании чего-то. Будто сама природа ощущала надвигающуюся битву и не хотела теперь мешать ей. Единственное, что нарушало гробовую тишину, был хруст снежного покрывала под ногами. Соломон шёл осторожно, внимательно приглядываясь к любой подозрительной тени. Кто знает, каким человеком стал теперь Адам и что он мог выкинуть.\n  Но всё же пройти через лесную чащу мужчине удалось без проишествий, и вскоре он вышел на заснеженную поляну. Слева от себя Соломон заметил небольшое озеро, скованное льдом, а прямо напротив — невысокий домишко, сооружённый из брёвен.\n  Мужчина неспешно приблизился к давно заброшенному сооружению. \"Помню, как Кира меня чуть не подстрелила здесь\" — отметил он, проведя рукой по стене.\n—Я знал, что ты придёшь — раздался вдруг чей-то голос.\n  Рэйс напрягся. Судя по всему, голос донёсся из дома. Мужчина вгляделся в ближайший оконный проём с выбитыми стёклами.\n—Входи. Чего крадёшься словно вор?\n  Соломон на мгновение застыл на месте, затем решительно сжал кулаки и двинулся ко входу.\n  Деревянная дверь с неприятным скрипом отворилась, и мужчина осторожно проник в полутёмную комнату. Дав глазам немного привыкнуть, Соломон бегло осмотрел помещение.\n—Я здесь.\n  Рэйс повернул голову на голос. Тёмный силуэт мужчины сидел за столом вблизи от окна.  Лицо его было скрыто мглой. Лунный свет от окна ровной полосой падал на поверхность стола, освещая воткнутый в него широкий нож. Соломон неспешно потянулся к своему оружию, припрятанному под плащом.\n—Не стоит — мужчина за столом указал рукой на стул, находящийся по другую сторону от стола — Лучше присядь.\n  Рэйс недоверчиво прищурился. Однако всё же приблизился к мужчине.\n—Ну, здравствуй, Адам — произнес он, усаживаясь за стол.\n—Называй меня Шрамом — силуэт мужчины слегка налонился вперёд, давая луне осветит его лицо, изуродованное затянувшимся рубцом, проходящем по левому глазу.\n  Соломон пригляделся к нему. Опредённо, перед ним сидел Адам. Его выдавали черты несколько вытянутого лица, а также тонкий, длинный нос. Но всё же это был не тот наивный юноша, которым его запомнил Соломон. На Рэйса сейчас смотрели глаза настоящего убийцы. Глаза, похожие на его собственные.\n—Давненько мы с тобой не виделись — отметил Шрам — Целых десять лет.\n—Да уж. Много воды утекло с тех пор.\n—Только не для меня — убийца откинулся на спинку стула — Для меня время остановилось тогда, десять лет назад, в суде.\n—Послушай — Соломон опустил руки на стол и слегка наклонился вперёд — Я бы всё отдал, чтобы вернуться в ту злополучную ночь. Я бы хотел всё исправить! Только вот...\n—Только вот это невозможно — продолжил за него Шрам.\n—Да.\n  На пару минут нависла абсолютная тишина. Никто из мужчин не спешил её нарушать, погрузившись в свои мысли.",
    "answers": [
      {
        "id": 116,
        "text": "》》》"
      },
      {
        "id": 101,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 116,
    "text": "—И что дальше? — первым прервал тягучее молчание Соломон.\n—Пока не знаю — ответил Шрам — Ещё не решил.\n  Убийца ухватился за рукоять воткнутого в стол ножа и резким движением вырвал его из древесины.\n—Соломон, все эти десять лет я мечтал отомстить за Киру — произнес он в задумчивости — Я буквально жил ради этого. И двоих виновных в её смерти я уже нашёл.\n—Двоих? — Соломон старался незаметно дотянуться до своего клинка — Неужели ты уже убил кого-то?\n—Фергуса и Рендела.\n—Хех — Рэйс прикоснулся кончиками пальцев к рукояти оружия — Ну что, полегчало?\n  Шрам не ответил. Он смотрел куда-то в сторону, что давало Соломону возможность скрытно взять оружие в руку.\n—И всё же — вновь заговорил убийца — После вчерашнего разговора с Абигэйл... Удивительно, но она до сих пор называет меня Адамом. И разве я смогу теперь предать её? Предать своего друга? — мужчина взглянул на Соломона — Хотя, ты ведь смог?\n  Теперь настала очередь Рэйса молчать. Он отвёл взгляд в сторону, не в силах смотреть в глаза бывшего друга.\n—Что ты хочешь услышать от меня? — прошептал Соломон — Что я раскаиваюсь? Что я признаю свою вину? Чёрт! Так и есть... \n—Прекрати — нетерпеливо махнул рукой Шрам — Мне это совсем не интересно. Это всё пустые слова. Что ж! Пожалуй, я принял решение — Рэйс заметил, как рука убийцы крепче сжала клинок — Сегодня ты умрёшь, Соломон!\n  Шрам вскочил со стула и бросился в атаку.",
    "answers": [
      {
        "id": 117,
        "text": "》》》"
      },
      {
        "id": 115,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 117,
    "text": "  Убийца перекинулся через стол и попытался дотянуться кинжалом до Соломона. Рэйс откинулся на спинку стула, пнул по столу, толкнув его в Шрама. После чего Соломон выхватил из ножен клинок, вскочил на ноги, принял боевую стойку.\n—Прости, Адам. Но умирать я сегодня не намерен.\n  Шрам неторопливо обошёл стол и, схватив нож обратным хватом, подступил к Рэйсу. Соломон напряженно следил за каждым движением оппонента. Оба мужчины застыли друг напротив друга. Полумрак скрывал их лица, размывал очертания фигур. Соломон ощущал, как накалился воздух и потяжелел. Казалось, что ещё чуть-чуть и он раздавит мужчину. Рэйс глубоко вдохнул, выдохнул, снимая напряжение. \"Так, не отвлекайся. Вспомни всё то, чему тебя обучали в академии\" Однако ход мыслей Соломона прервал Шрам.\n  Убийца слегка наклонился вперёд и в ту же секунду сорвался с места. В лунном свете заблестели лезвия клинков, разрезающих воздух и глаза оппонентов, разгоревшихся ожесточённой схваткой. Схваткой не на жизнь, а на смерть.\n  В мозгу Соломона вспыхивали давно забытые финты и выпады, которым он научился ещё в академии. Однако тело всё же с трудом могло воспроизводить их — сказывались долгие годы спокойной, размеренной жизни.  Движения Шрама же, наоборот, были отточены до мастерства долгими годами страданий и лишений.\n  Внезапно убийца, уличил момент, когда Рэйс нанёс колющий удар, отскочил в сторону и махнул ножом по руке противника. Соломон отдёрнул повреждённую конечность. Порез был неглубокий.\n—И это элита внутреннего отдела? — усмехнулся Шрам — Я разочарован. Похоже, Абигэйл и маленький Лео тебя сегодня не дождутся. Как думаешь, может мне сходить к ним? Утешить...\n—Заткнись — яростно процедил Соломон.\n  Улыбка убийцы стала ещё шире. Он принял оборонительную стойку и поманил оппонента рукой. Но Рэйс удержался от атаки. \"Нет, нет, не спеши\" — скомандовал он себе — \"Адам дразнит тебя. Хочет воспользоваться твоей злостью. Успокойся, обдумай всё хорошенько\"\n—Хм? — Шрам опустил руку с ножом и склонил голову на бок — Ты не нападёшь?\n  Соломон окончательно успокоился, выставил клинок перед собой. Свободной рукой поманил убийцу к себе.\n—Что ж, ладно! — Шрам ринулся в атаку — Я нападаю!\n  Рэйс же вдруг отскочил влево и бросился к столу. Убийца на мгновение опешил.\n—Эй! Я здесь! — с насмешкой воскликнул он, шагнув следом за Сооомоном — Что ты дела...\n  В следующую секунду Соломон обернулся, сжимая в отведённой назад руке стул. Шрам попытался отскочить, поднял руки и выставил блок. Деревянный стул, описав в воздухе дугу, с грохотом ударился о плечо и голову убицы, разлетевшись в щепки. \n  Шрам покачнулся на месте, выронил из рук нож, сделал пару шагов вперёд, однако сумел удержаться на ногах. Соломон, не теряя ни секунды, подскочил к нему и нанёс быстрый удар, целясь в шею врага. Но даже находясь в оглушённом состоянии Шраму все же удалось наклонить тело немного в сторону, увернувшись от атаки. Острие кинжала вонзилось ему в левое плечо.\n  Убийца сжал зубы и отступил назад. Соломон попытался извлечь клинок, но не успел. Боковым зрением заметил, как слева к нему что-то приблизилось и в следующую секунду ощутил сокрушительный удар кулаком в челюсть. Вспышка боли, искры в глазах и вот Соломон на полу. Шрам стоял над ним и с трудом переводил дух.\n—Что ж, это было близко — отметил он, ухватившись за рукоять клинка.\n  Резким движением извлёк кинжал.\n—Я помню в Стоуне ты не расставался с ними — сказал Шрам, осматривая оружие — Хех, забавно, что именно этот нож в конце концов и убъёт тебя.\n  Соломон открыл глаза. Мысли его путались, тело не слушалось, а во рту чувствовался вкус металла. Мужчина с трудом приподнялся на руках, но удар сапога в живот вернул его на пол.\n—Не дёргайся! — воскликнул Шрам.\n  Соломон медленно перевернулся на спину и процедил сквозь зубы:\n—Давай же, урод! Покончим с этим!\n  Минуту Шрам стоял на месте, задумчиво глядя на поверженного мужчину. Отступил, опустив руку с оружием. На секунду Соломону показалось, что тот передумал его убивать. Но вдруг Шрам прыгнул вперёд. Острие кинжала стремительно приблизилось к лицу Соломона.",
    "answers": [
      {
        "id": 118,
        "text": "》》》"
      },
      {
        "id": 116,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 118,
    "text": "  Лезвие застыло в нескольких сантиметрах от глаз. Оба мужчины тяжело дышали. Рэйс мог лишь беспомощно смотреть на кинжал.\n—Да чтоб тебя! — выругался Шрам.\n  Он выпрямился, отшвырнул от себя кинжал и, приложив руку к поврежденному плечу, поплёлся к выходу. Соломон приподнялся на руках и несколько секунд смотрел ему вслед.\n—П-постой — с трудом прохрипел он — Почему?\n  Шрам остановился в дверях, чуть повернул голову.\n—Благодари за это Абигэйл.\n  Убийца перешагнул через порог и скрылся из виду. Соломон бессильно уронил голову на пол. Он смотрел перед собой потерянным взглядом. Из уголков его глаз медленно стекли слезы.\n\n\n  Конец.",
    "answers": [
      {
        "id": 105,
        "text": "Эпилог"
      },
      {
        "id": 117,
        "text": "《《《"
      },
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 119,
    "text": "  Ну вот и закончена история Соломона Рэйса. Да уж... это была чертовски долгая история:) И я благодарен этому персонажу. С изменением Соломона менялся и мой стиль написания и даже менялось моё видение мира. И, конечно, я безмерно благодарен Вам, мои дорогие читатели! Спасибо Вам за поддержку, которую Вы оказали мне и терпение в ожидании продолжений. Спасибо конкретно тебе, мой друг, прошедший со мной этот путь) Надеюсь, что мои книги смогли увлечь тебя и затронули твои чувства.\n  Что ж, на этом я прощаюсь с Вами, друзья, питая надежду встретиться в последующих моих работах:)",
    "answers": [
      {
        "id": 2,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 120,
    "text": "",
    "answers": []
  },
  {
    "id": 121,
    "text": "",
    "answers": []
  }
]