[
  {
    "id": 1,
    "text": "                                            \nАвтор:Вераника. В.\nАннотация: Главная героиня ничего не помнит о том как очутилась в этом месте. Ей встречается человек в маске, толпа потакающая ему. Впереди она видит устрашающую неизвестность, а поозади проспасть беспамятства. Не угодишь ли ты в раставленные ловушки? Дойдёшь ли до конца?  Теперь её судьбу решать только тебе. Финал превзойдёт твоё ожиданья, но достигнешь ли ты его?",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "                          Глава 1. Неизвестность.\n\nЯ не знаю, где я? Куда бреду? Какое-то внутринние чувство управляет мной,указывая нужный маршрут. Впереди ,клубится туман мерцающие лучи словно ножницы, проризают его.  Стопой я ощущаю мелкие песчинки, которые приятно массирую кожу. Наконец кисельное марево раступается. Душу восхищает бескрайняя полоса океана, обнимающего бескрайнию даль. Волны,пенясь, с грохотом налитают на камни и тут же разбиваются о них. Облака казалось утапают в тёмной воде, тёмными пятнами, выделяясь на фоне звёздного неба. Я огляделась вокруг, встревоженная резко переминившийся обстановке. Неожиданно горизонт озаряет яркая вспышка ,похожая на разгорающийся пожар. Оробев, я мучительно мечусь между двумя вариантами",
    "answers": [
      {
        "id": 3,
        "text": "-Я не стану рисковать."
      },
      {
        "id": 4,
        "text": "-Мне нужно идти дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я осталась на месте, не узнав тайны, которую скрывал от меня горизонт. Мне было необходимо отыскать другой путь. Иногда мне чудится лодка, но она исчезает. Я брожу по песчаному берегу , бескоречно натыкаясь на одно и тоже. Этот бескрайний круг все не прерывается и предо мной встают одни и те же пейзажи. Теперь некогда восхищавшая красота удручает душу. Измотанная до потери сил я замерла, силясь успокоиться. Приглядевшись я вижу арку, скрытую бурной растительностью. Знаю, войдя не вернусь, но лучше странствывать чем. \nконцовка1:странница.",
    "answers": [
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я двинулась ,дальше пулс отдавался, в ушах гулам, а сердце разбивало , удары. Набежавшая волна накрыла, мои ноги мириады фосфорисцирующих брызг ,разлетелись в стороны. По океанской поверхности поплыли мерцающие круги. Завороженная игрой света, я продолжала идти, осязая прохладу, что обвалакивала моё тело. Волна мурашек ,пробегает по коже губы вкушаю солёный,сладкий привкус. В какой-то степени я ощутила себя волшебницей, проводя по воде рукой, создавала фантастическое свечения. На небоскате возникла волна, которая стримительно приближалась, но я уже ничего не боялась. Внутринние недоразумия выдавали, мой страх перед стихией когда я улицезрела, водяную толщу вот-вот, готовую обрушиться на меня. В следующие мгновенья синий, сиящий свод накрыл голову. Мощное течения сбило с ног. На мгновенья я увидела яркую пена, затем тёмную массу,размытые светящиеся точки. Не успев переосмыслить происходящие нечто выталкнуло меня наверх, а плоть пронзила лёгкая вибрация. Моё бессильное тело оказалось на берегу, усеянном песчаной галькой. Плечи свела судорога ,из горла вырвался кашель, тёмные волосы заслонили лицо. ",
    "answers": [
      {
        "id": 5,
        "text": "я выпрямилась"
      }
    ]
  },
  {
    "id": 5,
    "text": "после чего небрежним движенья отросила мокрые пряди назад, оправив сбившуюся футболку.В одинокой скале виднелась лестница, ведущая наверх. Там стояла беседка, освещенная чем-то изнутри. Позабыв об усталости я бросилась к подножью лестницы, надеясь обрести советчика, хоть какой-то проблеск належды. Вместе с тем обрести ясность, а не сплошную недосказанность. \n",
    "answers": [
      {
        "id": 6,
        "text": "наверх"
      }
    ]
  },
  {
    "id": 6,
    "text": "                                          Глава 2. \n                                   Человек в маске. \nНе чувствуя усталости, я бросилась вверх по ступеням, надеясь обрести в лице человека поддержку. В мгновенье ока преодалев лестницу к своему величвйшему огорчению никого не обнаружила. Повернувшись, вздрогнула увидев ,мирно сидящего на обвалившийся колонне ,человека. Его лицо скрывала, затейливая маска голову ничего не покрывало ,волосы цвета перезрелой пшеницы ,спадали на гладкий лоб. Глаза ,красивого серо-зелёного цвета ,вперлись в необъятный горизонт. Я робко нарушила личное пространство. Вскочив любитель прекрасного с любопытством осматривал меня. Сиюминутно мы оба придирчиво изучали друг друга. Приглядевшись, я открыла ещё одну любопытную деталь, касающиюся одежды. Сверху был накинут пиджак с красивым воротником, спускающимся вниз, вслед за этим шел сюртюк. Для полноты образа не хватало цилидра и трости с надбалшником. При всё этом он бы вполне сошёл за денди, напоминающим о минувшем девятнадцатам веке. В его манере, одежде существовала какая-та неопределенность. Неприятную черту характера скрывала мимика лица. Мои пальцы сами по себе потянулись к маске. ",
    "answers": [
      {
        "id": 7,
        "text": "-Я сорву эту маску."
      },
      {
        "id": 8,
        "text": "-Мне не стоит этого делать. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Не долго думая, сорвала маску. Юноша не смог вовремя сообразить что к чему. Он не ожидал от меня наглости,  ища защиты у тени. Предмет с глухим стукам ударился об уцелевшую ступень. Я подняла маску и не обнаружила подля себя нового знакомого. На фоне тёмного неба выделясь деревья с изумрудной листвой, которую подсвечивали тысячи светличков. Предмет в руках вспыхнул,обратившись тёмной бабочкой, её края крыльев были светлого оттенка. Она манила вслед за собой. Повинуясь, я направилась вперёд по дороге, усеянной диковенноми цветами. Молчаливые стражи величественно раступились, пропуская вперёд. Моиму взору предстала обширная площадка со скамейками, круглыми столиками, дивными статуями. Все те кто прибыл на это праздник жизни носили маски, длинные вечерние платья. Я будто очутилась, на маскараде рука потянулась, к лицу и тут же замерла озадаченно. Неизвестно откуда появилась маска, а тело обволокло воздушное платье. Выступив из тени арки я оказалась среди гостей. Впереди заячила знакомая фигура человека, спешно скрывшегося от меня. Он тоже увидел ту, что весьма груба обошлась с ним. Его лицо теперь ничего не украшало как и тогда черты были решены строгой конкретности. В следующие мгновенье меня охватило чувство глубокой привязанности, желания остаться подле него. Я таки не разабрала то ли это обман, или же реальность:большая часть гостей с осуждениям глядели в мою сторону. ",
    "answers": [
      {
        "id": 9,
        "text": "-Я не буду обращать вниманья. "
      }
    ]
  },
  {
    "id": 8,
    "text": "                                Глава 3. Разгадка. \nВзметнувшеяся конечность, безвольно опустилась вниз. Не в силах сдерживать отчаянья я облакотилась на беседку, ,болезненно ощущая как рушится мой мир, надежды. Молчаливый собеседник проникся сочувствием по отношению ко мне. Примостившись рядом он скрестил пальцы, сурово, хмуря брови. Я устыдившись, сиюминутной вспышки слабости собрала всю свою волю в кулак.Как не сладостен был омут самосажеления мне уже глубоко опративила эта тресина. Выдержав тетральную паузу ,собеседник невозмутимо проговарил:\n—Тебе необходимо найти себя. Ситуация же зависит только от твоего мировозрения. \nЕго слова ровным счётам ничего не дали. Вспыхнув я порывисто встала, думая что незнакомец просто издевается надо мной. Волна гневливости, поглатившая меня, сменилась осознанием простой истины. Значит мне нужно изменит своё отношения к этому враждебному миру. Озарения пришло спонтанно, пробуждая чувство вины. Юноша снисходительно улыбнулся, рукой указывая в безграничную даль, пересеченную тёмной полосой океана. ",
    "answers": [
      {
        "id": 12,
        "text": "-Мне лучше промолчать "
      }
    ]
  },
  {
    "id": 9,
    "text": "Я не обратила вниманья, но этот факт пробудил во мне волну негодавания. Вопряки вспыхнувшему чувству я заколебалась. ",
    "answers": [
      {
        "id": 10,
        "text": "-Все-таки принцыпы дороже. "
      },
      {
        "id": 11,
        "text": "-Я просто уйду. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Я осталась верна принцыпам. Сама того не осознавая, я подписала себе приговор. Где-то в глубине души нечто подсказывало о совершенной ошибке. Увы, я поняла это слишком поздно. С лёгкстью перенесла его саркастический взгляд, не смотря на то, что злорадство ужасало меня. Он видел во мне слугу, слабое существо и не собирался отпускать меня, а я не спешила збрасывать цепи, которыми себя сковала. \nконцовка 3:добровольная пленница. ",
    "answers": [
      {
        "id": 6,
        "text": "Первая концовка"
      }
    ]
  },
  {
    "id": 11,
    "text": "Присекая всякие сомненья я поспешила удалиться. Пусть мне придеться влачит жалкое существование странницы. Это лучше чем быть марионеткой. Теперь его взгляд выражал горькую разочерованность, но я уже пересекла, осязая трепетный дух свободы. Власть этого человека надо мной отныне бесполезна. \nконцовка 4:свобода. ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вновь мой спутник незаметно исчез, оставляя одну со своими потаённными страхами. Спустившись вниз я стала свидительнецей необычной картины. Прямо из воды поднимались камни, покрытые мхом. Их поверхность предательски ,блестела тихие волны соблазнительно, облизывали углы. \"Разве дано иное?\",- подумала я. Движимая этим предубеждением я ступила, на каменную породу она каждый раз словно по-волшебству, поднимались вверх. Я уже начала совневаться в своей затее. Но, если это всего лишь сон то почему не могу проснуться? Просто открыть глаза? ",
    "answers": [
      {
        "id": 13,
        "text": "-Это очень сильно волнует меня. "
      }
    ]
  },
  {
    "id": 13,
    "text": "                                            Глава 4. \n                                          Поединок. \nЯ шла ,по каменнистой тропе возле неё ,пламенели фосфорицирующие круги. Наконец на просторе, возникли очериания крутых скал посеридине них находилась, широкая арена, окруженная каменными колоннами. Само её основания скрывалось в тёмных водах. Я почувствывала, небывалую тревогу ведь передо мною, была арена для поединка.Мне показалось, что у меня, поднилась температура кровь же в венах ,застыла. Мне не хотелось, даже знать последствий если я сорвусь,в низ. На лбу проступили капли пота. Однако я не собиралась так просто сдаваться ведь эта последняя ступень, отделяющая меня от долгожданной развязки. Стараясь, меньше размышлять о трагическом исходе, я переступила на последний камень. В следующую секунду он начал приподниматься вверх до тех пор пока не достиг уровня арены. Водная тольща пришла в движенья под моими ногами. Несколько капель взмыли вверх, образуя водяной мост. С лёгкостью мне удалось перебраться на широкую площадку. Солнце выглянуло из-за туч, освещая место битвы. Это являло собой устрашающие и всесте с тем привлекательное зрелеще. ",
    "answers": [
      {
        "id": 14,
        "text": "-Оглянуться. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Я вздрогнула столь внезапно было появленье незнакомки-моего двойняка. Она как двеикапли воды была мхожа со мной: те же чёрные, кудрявые волосы, фигура всё вплоть голубых глаз. Усмехнувшись, соперница приблизилась ко мне. Между нами существовала лишь одна разница. Цвет костюма у меня был светлый, а у неё темно-синий. Теперь многое решал выбор.",
    "answers": [
      {
        "id": 15,
        "text": "-Мне стоит прислушаться к себе."
      },
      {
        "id": 16,
        "text": "-Я должна атакавать без промедления."
      }
    ]
  },
  {
    "id": 15,
    "text": "Я прислушалась к себе. Ощутимый жар пробежался по моей коже,овеял лицо, голова налилась свинцовой тяжестью. Всё вокруг поплыло, но мне удалось совладать с собой. Я интуитивно ,отшатнулась кинувшись в сторону разум дал, мне ценную подсказку-необходимо любым способом скрыть намеренья. Я очутилась на самом краю двойник злорадно ухмыльнулся. Моя безумная выходка опередила ход её мыслей. Я сорвалась вниз, не боясь очутиться во власти водной стихии. Сиюминутно мелькнула удивлённая физиономия, скалистое подножье арены. Будто оживший монст океан проглотил наживку, добровольно отдавшуюся его власти. Холодные, мутные воды сомкнулись надо мной. Столб разноцветных брызг вырвался ,вверх гулкий всплеск пронзил, тихую гладь. Рука взметнулась к поверхности. Тревога уступила место смирению страх перед неминуемым пропал. Я четко видела цель, теперь не такую далёкую, какой она казалась мне с самого начала. Формую он походил на светящуюся сферу. Вымышленное было столь реальным, что вытянула вперёд кисть. Столб воздуха вырвал меня из холодных объятий пучины. Соперница различала смутные движенья под слоём воды. ",
    "answers": [
      {
        "id": 18,
        "text": "-Я четко вижу выход совсем близко. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Я атакавала, но все же неопытность подвела меня. Взмах руки вызвал разлом. Змеиватые трещины поползли по арене, разделяя нас. Вверх ,выстрелил столб брызг он временно, скрыл меня от моей соперницы. Мощные, зелёноватые струйки Неагарским водопадам поползли по площадке, сбивая меня с ног. Я еле удерживала равновесие, озущая себя некчемным, слабым существом. Костюм был ,чрезмерно неудобен ужасно, мешало нечто похожее на защитный жилет, а сапоги стесняли, движенья. Обернувшись, я подметила щели между колоннами за ними находились замысловатые арки. Занавеса пала, позади моей соперницы, виднелась стена огня. Я осязала нестерпимый жар, идущий от неё. Дыханья перехватило у меня закружилась голова. Со всех сторон ко мне подкрадывались воспоминанья. Исчезла арена,коллоны, проступили черты комноты, родной квартиры. Я поддалась зову настольгии. Сиюминутная вспышка фобии решила всё за меня. Я стояла ,среди гостинной атмосферу переполняло ,угнетение нечто зловещее притаилось, в тишине. На туалетном столике я увидела записку, написанную корявым подчерком. ",
    "answers": [
      {
        "id": 17,
        "text": "-Я обязана прочесть её. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Она содержало следующие посланье:\"если, тебе не безразлично самочувствие единственной дочери приезжай в больницу\". Читать дальше я была не в силах. Мои ноги подкосились. Произошло нечто по-настоящему страшное вследствии чего я попала в больницу. Диагноз оставался тайной за семью печатями. Автоматически я направилась к двери. Однако помещение в мгновенье ока пропало. Я обнаружила ,что полулежу на арене из глаз сочится, солёная влага. Надо мной возвышалась соперница. Нечтожная, раздавленная, униженная я безвольно склонило лицо с трудом, сдерживая рыданья. Слишком удрученная горем чтобы встать. Мне будто нож вонзили в сердце по самую рукоять без единой капли жалости. \nконцовка 5:проигравшая. ",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "В мгновенье ока я оказалась возле светящейся сферы. Длинный водянной столб срывался вниз Неагарским водопадам, что поддерживал меня. Было уже слишком поздно когда двойник метнулся к краю арены. ",
    "answers": [
      {
        "id": 19,
        "text": "-ослепительно-яркий свет поглотил мою фигуру. "
      }
    ]
  },
  {
    "id": 19,
    "text": "                                            Глава 5. \n                                           Развязка.\nПостепенно пространство обрело привычные черты. Я всегда до дрожи ,боялась высоты резкий ветер дунул, в спину. Я пала на колени вцепившись руками в землю. Внизу стелился туман, отливающий золотом. Лишь мостообразная арка отделяла меня от бездонной пропасти. Дыханья сбилось, потаённая, фобия мешала нормально дышать. Внезапно тёплая ладонь опустилась на моё плечо. Я подняла искаженное судорогой лицо. Предо мной стояла девушка нереальной красоты. Полы золотого платья развеивал ,лёгкий бриз вольсы светлым ареолом ,обрамляли её миловидное личико. Восхитительная, тюлевая ткань, цвета неба струилась по плечам.Она напомнила мне птицу :\"Фенекс\"-удивительное существо, возраждающиеся из пепла. С восхищением я рассматривала посланницу свыше молчаливую и одновременно горделивую. Спутница выпрямилась, приглашая следывать за ней. Я бесприкословно подчинилась. Марево рассеилось ,внизу струилась хрустальная вода арка опиралась, на каменные опоры. У меня закружилась голова фантастическая девушка в свою очередь замерла. Я была готова в буквальном смысле следывать за ней хоть на край света. Чары рассеились, предо мной ,возникло широкое зеркало, охватывающие огромное пространство. Моё сердце болезненно сжалось в предчувствии беды. Вглядевшись,увидела бледные стены, яркие лампочки, серьёзные лица врачей. Спутница молча благославила меня на дальнейший путь. Я задумалась ",
    "answers": [
      {
        "id": 20,
        "text": "-Я пойду одна. "
      },
      {
        "id": 21,
        "text": "-Я не могу войти туда без неё"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я пошла, одна и очутилась в обычном ,больничном коридоре всюду мелькали , белые халаты врачей. Дверь в конце коридора открылась я увидела саму себя , бледную девушку, лежащию на кровати. В душу закрались сомненья:\" получиться ли?\".Я хотела приблизиться, но нечто резко потянуло назад прочь из кабинета. Я не верила, боялось, внезапное озарение пробудило панику. Как бы отчаянно не пыталась не могла приблизиться. Голоса, внушавшие надежду умолкли. В итоге я не узнала мой истинный диагноз остался нерешенной разгадкой.\nконцовка 6: печальный удел. ",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я доверилась спутнице. Мысль, что мне не предстоит одной блуждать по коридорам приятно грела душу. Приняв решения мы вместе прошли сквозь зеркальное пространство. Будто призраки выплывали на встречу силуэты врачей, развеиваясь золотой пылью. Я порою кидала  взоры на девушку, шедшую рядом. Её лицо излучало надежду. Теперь мне многое стало ясным. Тот юноша в маске мой критик, толпа, разгуливавщая по лужайке, в зависимости от ситации адвакаты и наоборот. Соперница не кто иная как та, что выражает слабости моего характера. Наконец идущая рядом спутница собственная вера. Я проводила любопытным взорам медсестру, ставшую крупицами пыли. Длинный, однотонный коридор окончился дверью, ведущею в палату. ",
    "answers": [
      {
        "id": 22,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я вошла и ужаснулась увидев саму себя на кровати с разбросанными по наволочке волосами. Ко мне были прикреплены различные провода о функциях которых я могла лишь дагадываться. На тумбочке пищало подозрительное устройство мягкий голос спутницы не нарушил тишины. Я едва ,сдерживая слёзы, вопращающе глядела на неё, тихую, безмолвную хотелось крикнуть:\"Почему ты ничего не говоришь?!\" ибо это гнетущие затишье действывало мне на нервы. Сиюминутный домысел опередили голоса, принадлежащие родственникам. \n—Неужели ничего нельзя сделать?\n—Боюсь это исключительный случай. \nУслышав страшные слова я в изнеможении опустилась, на кровать, обхватив голову руками сквозь фаланги ,проникла солёная влага. Немая, мвидительница горя подошла ко мне сжав моё плечо произнесла:\n—Всё в твоих руках. \nКогда ладони разомкнулись её уже не было рядом, но внутри теплился горячий огонь. Я встала ,сев на колени, взяла себя за руку совершенно холодную. ",
    "answers": [
      {
        "id": 23,
        "text": "-Я буду игнорировать голоса. "
      }
    ]
  },
  {
    "id": 23,
    "text": "Фразы, принадлежащие доктору больно ранили меня. \n—Поймите, это генетическое заболевание. Может быть из пробабушек страдал летаргическим сном? \nПочва ушла из под ног. Сегодня должны отключить аппарат поддерживающий во мне жизнь. Я вновь крепко стиснула руку , осознавая всю опасность ситуации. Вот уже который год я лежу в этой больнице и как спящая красавица сплю, видя радужные сноведенья. Сначало ничего не было потом увидела лица родственников, склоненных надо мной. Ничего не выходило. Превозмогая слабость, коснувшись лбом бледной кожи я прибегла к слабой попытке. Я почувствывала тяжесть сладосных ведений, затягивающих меня назад будто тресина. Недвижные веки вздрогнули, размыкаясь. Светило науки выронил планшет моя блудная мать вскрикнула. Я, содрагаясь всем телам, очутилась в объятьях горячо любимой бабушки. Моё заплаканное личико покрыли тысячи поцелуев. \n—Ох, если бы я знала...могла предположить этого бы не случилось. Прости, меня моя бедная девочка. \nПовторяя, сбичатые слова она гладила мои волосы. Я осязала радостное биение своего сердца. Все же нет прекраснее чувства на свете просто ощущать себя живой. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]