[
  {
    "id": 1,
    "text": "Всё что вам надо знать,это то что действия проходят в секретной лаборатории. Ну а главный герой Игорь Аврийский,занимающий небольшую должность. В лабораторие произошла авария,ну а Игорю надо выбираться пока он может.\nКвест постепенно будет обновляться.",
    "answers": [
      {
        "id": 2,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1\nНачало",
    "answers": [
      {
        "id": 3,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 3,
    "text": "\"Проснись... Пора просыпаться...\" — говорит шепотом кто-то. Игорь просыпается в комнате охраны. Очевидно он ничего не помнит. Пытаясь собраться мыслями Игорь замечает,что в блоке в котором он находится слишком тихо. Игорь пришёл в себя,вытряхнул свой халат и начал действовать.",
    "answers": [
      {
        "id": 4,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 4,
    "text": "Игорь осмотрелся. Первое что он увидел это дверь,но она заперта снаружи. На вид она вся сломанная. Видимо кто-то или что-то пыталось попасть внутрь. Спасибо что дверь выдержала. Второе что он увидел это шкаф со всякими вещами.  Дальше стол с разбитым монитором. Над шкафом вентеляция. Ситуация так себе,но нельзя терять надежду.",
    "answers": [
      {
        "id": 5,
        "text": "Осмотреть дверь"
      },
      {
        "id": 6,
        "text": "Осмотреть шкаф"
      },
      {
        "id": 10,
        "text": "Осмотреть стол"
      },
      {
        "id": 16,
        "text": "Залесть на шкаф и открыть вентиляция",
        "need": [
          7
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Дверь на вид треснувшая и её можно выломать,но что-то тяжёлое держит её. На двери написано \"Спасайся!\" красной краской или... кровью? В любом случае через дверь не пройти. Жаль.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Шкаф был открыт. Первое что попалось в глаза это монтировка. Хороший инструмент. Второе какая-то записка с неровным почерком. Ещё и сама записка мятая. Дальше ключи от пожарной лестницы.",
    "answers": [
      {
        "id": 7,
        "text": "Взять монтировку"
      },
      {
        "id": 8,
        "text": "Прочитать записку"
      },
      {
        "id": 9,
        "text": "Взять ключи"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Отличная монтировка.",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Майк это очень срочное! На одном из блоков произошла авария. Вроде как подопытные сбежали. Убивают всех! Нам надо валить! Через пожарную лестницу можно выбраться к главным лифтам и мы на свободе! Только не говори яйцеголовым,лишний груз нам не нужен. Возьми самое необходимое и идём к Кафе,она не далеко. Если меня не будет 30 минут,значит я уже мёртв... Иди без меня,я знаю ты справишься!\n\nАндрей\n\n*корявые буквы*\n\nОКСПОР\n(Конец письма)\n\nВидимо сам Майк даже не дошёл... Что за подопытные? Почему я о них не знаю? Это ведь против наших правил! Так главное уйти из этого места. Чую здесь уже небезопасно. \nОкспор... Что-то знакомое... ",
    "answers": [
      {
        "id": 6,
        "text": "Назад\n"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ключи как будто машиной переехало,но думаю их можно всё ещё использовать.",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Первое Игорь увидел сломанный монитор,но сам ПК цел. Так же странный документ с пятнами крови. Под столом оказались выдвижные ящики. ",
    "answers": [
      {
        "id": 11,
        "text": "Осмотреть ПК и монитор"
      },
      {
        "id": 12,
        "text": "Прочитать документ"
      },
      {
        "id": 13,
        "text": "Осмотреть ящики"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "ПК в норме и всё ещё работоспособен,но к сожалению монитор в плохом состояние. Единственное что там видно так это папки с интересными названиями:\"Кровосос\",\"Маска\" и \"Ленточный\". На месте удара виднеется кровь.",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Эта информация касается охраны и главам лаборатории \"Микросел\".\n\nКак вы знаете наш босс потребовал новые проекты. И эти проект связанны с людьми. Это нарушает наш закон 1.4 о эксперементах с людьми,но босс дал разрешение. Есть вероятность что люди из псих-больницы могут сбежать и создать панику. От охраны требуется носить с собой винтовки,частые патрули и охрана учёных в блоке А. От глав распарежением всем персоналом в каждом блоке. В случае аварии действовать по инструкции: идти по...\n\n*часть листа вымазана кровью*\n\n...идите по блоку С,там будут запасные выходы или лифты. Если кто-то выбрался срочно доложить генерало Малясому. После этого начнётся очистка лаборатории,то есть её полное уничтожение. \n\nВсего лучшего\n\nГлава по безопасности Крейг Корбин\n(Конец документа)\n\nДела плохи. Видимо никто не выбрался,иначе я был бы уже мёртв. Нужно сваливать,пока есть возможность. Повезло что я в блоке С.\n",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ничего нет. Какой сюрприз!",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "...",
    "answers": [
      {
        "id": 15,
        "text": "..."
      }
    ]
  },
  {
    "id": 15,
    "text": "....",
    "answers": [
      {
        "id": 19,
        "text": "....."
      }
    ]
  },
  {
    "id": 16,
    "text": "\"Ура сводода из этой небольшой комнаты. Однако надо опасаться. Первое это психов. Второе шума. Малоли все в блоке со мной. А так же...\" — Игорь неожиданно падает из вентиляции. \nВот это приземление. Надо быть аккуратным.\nВключились динамики — \"Привет,друг\"\nИгорь потерял дал речи.",
    "answers": [
      {
        "id": 17,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 17,
    "text": "Надеюсь вам понравилось. Пишите в отзывах что стоит мне добавить в свой квест. Ну и подправьте меня,если я где то допустил ошибку. Новая глава выйдет примерно через неделю. Всем пока!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": ".",
    "answers": []
  },
  {
    "id": 19,
    "text": ".....",
    "answers": [
      {
        "id": 20,
        "text": "....."
      }
    ]
  },
  {
    "id": 20,
    "text": ".....",
    "answers": [
      {
        "id": 21,
        "text": "....."
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]