[
  {
    "id": 1,
    "text": "( Это мой первый квест.) Квест по игре S.T.A.L.K.E.R. Shadow of Chernobyl повторяющий сюжет этой игры. \n(v.0.1)\nАвтор- Stalker13\nПредлагайте в комментариях что добавить , что изменить. ",
    "answers": [
      {
        "id": 2,
        "text": "Пролог."
      }
    ]
  },
  {
    "id": 2,
    "text": "Шел сильный ливень.Яркая молния осветила темное ночное небо. По сильно потрескавшейся дороге ехал грузовик. Темно — серая громадина неспеша ехала в ночи. В кабине сидели двое мрачных человека один в один похожих друг на друга. Они были одеты в темные куртки , в черные перчатки и в синие джинсы. У них был холодный пустой взгляд который казалось , смотрел прямо в душу.  ",
    "answers": [
      {
        "id": 4,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 3,
    "text": "Вдруг в небе вспыхнула яркая огненная точка , устремившаяся прямо на грузовик.  Влетев в грузовик огненный шар взорвался. Грузовик поглощенный пламенем переворачиваясь полетел с дороги. ",
    "answers": [
      {
        "id": 5,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 4,
    "text": "В фургоне  лежала большая куча трупов. один из них , лежащий и как бы смотрящий вдаль , туда откуда ехал грузовик , от толчка опрокинулся и из под капюшона выглянул оголенный череп.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Утро.  Неизвестный одетый в комбенизон поверх которого был коричневый плащ ,  бежал к месту взрыва.  Подбежав ближе он увидел дымящийся грузовик возле которого лежали трупы людей.  Он подошел к трупам чтобы обыскать их. Подойдя к сталкеру в комбенизоне  \"Заря\"и наклонвшись над ним стал его обыскивать. Вдруг сталкер дернулся на пару секунд открыв глаза. -- О , а этот живой! — воскликнул неизвестный. -- Счастливчик. Хотя... кто знает что для тебя лучше. -- Пойдем к Сидоровичу, посмотрим что он за тебя даст. -- сказал неизвестный , взвалив сталкера на плечи.",
    "answers": [
      {
        "id": 6,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 6,
    "text": "Неизвестный вошел в бункер местного торговца -Сидорович ел жареную ножку в тот момент как неизвестный вошел. -- Что притащил? — поинтерисовался торговец сидя спиной к вошедшему. -- Тело с \" грузовика смерти\" , у него метка — проговорил неизвестный\n—- Правила знаешь? Выбрось его -- сказал торговец не поворачиваясь к сталкеру.\n—-Так ведь он живой! -- Воскликнул неизвестный.\n—- Ты врешь! Не может быть! -- вскочил торговец.\n—- Пусть меня Зона сожрет если вру -- ответил неизвестный.\n—- Давай его сюда! — отодвигая содержимое стола в угол сказал торговец . Неизвестный положил тело на стол. Сидорович начал шарить по карманам комбенизона.  В одном из карманов торговец нашел КПК и включил его. На экране высветилась надпись \"Убить Стрелка\".\nСидорович сказал -\" За это я дам тебе...\" Вдруг рука сталкера лежащего на столе выхватила КПК в руках Сидоровича и упала на грудь. На правой руке сталкера была выбита татуировка S.T.A.L.K.E.R. (Пролог закончен.)\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы очнулись в бункере местного торговца Сидоровича \n—Короче, Меченый, я тебя спас и в благородство играть не буду: выполнишь для меня пару заданий — и мы в расчете. Заодно посмотрим, как быстро у тебя башка после амнезии прояснится. А по твоей теме постараюсь разузнать. Хрен его знает, на кой ляд тебе этот Стрелок сдался, но я в чужие дела не лезу, хочешь убить, значит есть за что...- проговорил торговец.\n—-Значит, выбирай, как мы с тобой поступим либо я тебе сейчас мозги буду парить, как обычно всем новичкам это делаю, либо как с опытным сталкером – получишь задание и вперёд. ",
    "answers": [
      {
        "id": 9,
        "text": "Давай как с опытным"
      }
    ]
  },
  {
    "id": 8,
    "text": "—- Это твой личный ПДА. Полезная хреновина, которая помогает не сдохнуть в Зоне, а если и сдохнешь, то хоть другие будут знать, как и где, хе-хе-хе... — проговорил Сидорович.\nТак вот это задания. Тут все понятно. Вот это карта Зоны. Тут тоже все понятно. Это личные заметки. Вот это контакты. Показывают кто на расстоянии 50 метров от тебя находится. Ранги. Это статистика лучших сталкеров. Я обновляю ее переодически. Твоя личная статистика. Тут все понятно. Ну и энциклопедия Зоны тут также все просто.\n",
    "answers": [
      {
        "id": 9,
        "text": "Ну все понятно. Что дальше?"
      }
    ]
  },
  {
    "id": 9,
    "text": "—-Значит вот что Меченый. Тут мои ребята возвращались с задания и пропали. Один из них – Шустрый, нёс мне какую-то информацию... Но пропали совсем рядом под боком, потому-что мост прошли. Не знаю, что и думать. Решили, кому другому информацию скинуть или сидят водку глушат? Короче найди Шустрого живого или мёртвого – главное, чтоб флешка при нём была. Принесёшь её мне. Шустрый был из людей Волка, и поэтому спроси у него, что-нибудь может он знает. От тут в хуторе. Амуницией если что , снабдит-- обьяснил торговец",
    "answers": [
      {
        "id": 10,
        "text": "Понятно. Ну пока.",
        "var_add": [
          "kurtka",
          1
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "— Ну проветришься -- заходи — бросил торговец.\nВы вышли из бункера и оказались в деревне новичков — лагере куда собираются все новоприбывшие сталкеры. Деревня предостовляла собой улицу по обе стороны которой находились разрушенные дома. Слева от вас находится костер вокруг которого сидели сталкеры травящие анекдоты и рассказывающие байки. Возле костра были расположены 2 подвала.\nВозле одного дома стоял местный лидер лагеря-Волк",
    "answers": [
      {
        "id": 11,
        "text": "Подойти к лидеру лагеря"
      },
      {
        "id": 12,
        "text": "Осмотреть дома"
      },
      {
        "id": 13,
        "text": "Посидеть у костра"
      },
      {
        "id": 14,
        "text": "Осмотреть подвалы",
        "need_ever": false
      },
      {
        "id": 15,
        "text": "Рюкзак"
      },
      {
        "id": 58,
        "text": "Состояние"
      },
      {
        "id": 75,
        "text": "ПДА"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы подошли к местному лидеру лагеря — Волку.",
    "answers": [
      {
        "id": 40,
        "text": "Привет! Мне Шустрый нужен. Не подскажешь где его можно найти?"
      }
    ]
  },
  {
    "id": 12,
    "text": "Домов в деревне было 7. Все разрушенны. Возможно в них можно найти что-нибудь полезное.",
    "answers": [
      {
        "id": 60,
        "text": "Дом за Волком",
        "need": -60
      },
      {
        "id": 61,
        "text": "Дом слева от охраняющего южный вход",
        "need": -61
      },
      {
        "id": 62,
        "text": "Дом справа от охраняющего южный вход",
        "need": -62
      },
      {
        "id": 63,
        "text": "Дом слева от охраняющего северный вход",
        "need": -63
      },
      {
        "id": 64,
        "text": "Дом справа от охраняющего северный вход",
        "need": -64
      },
      {
        "id": 65,
        "text": "Дом южнее левого возле охраняющего южный вход",
        "need": -65
      },
      {
        "id": 66,
        "text": "Дом между справа от охраняющего северный и слева от охраняющего южный вход",
        "need": -66
      },
      {
        "id": 10,
        "text": "Уйти от домов."
      }
    ]
  },
  {
    "id": 13,
    "text": "Сталкеры сидящие у костра рассказывающие байки и травящие анекдоты",
    "answers": [
      {
        "id": 21,
        "text": "Послушать анекдот"
      },
      {
        "id": 27,
        "text": "Послушать историю"
      },
      {
        "id": 10,
        "text": "Отойти от костра"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы подошли к двум подвалам",
    "answers": [
      {
        "id": 16,
        "text": "Осмотреть первый подвал",
        "need": -35
      },
      {
        "id": 33,
        "text": "Осмотреть второй подвал",
        "need": -33
      },
      {
        "id": 10,
        "text": "Отойти от подвалов"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ваш рюкзак. В нем находится все ваше снаряжение.",
    "answers": [
      {
        "id": 17,
        "text": "Биноколь"
      },
      {
        "id": 18,
        "text": "Кожаная куртка\nИмеется:",
        "var_need": [
          "kurtka",
          1
        ],
        "var_show": [
          "kurtka"
        ]
      },
      {
        "id": 19,
        "text": "Мешочек с болтами"
      },
      {
        "id": 59,
        "text": "Консерва. \nИмеется:",
        "var_show": [
          "con"
        ],
        "var_need": [
          "con",
          1
        ]
      },
      {
        "id": 68,
        "text": "Колбаса\nИмеется",
        "var_need": [
          "col",
          1
        ],
        "var_show": [
          "col"
        ]
      },
      {
        "id": 69,
        "text": "Бинт\nИмеется",
        "var_need": [
          "band",
          1
        ],
        "var_show": [
          "band"
        ]
      },
      {
        "id": 67,
        "text": "Антирадиционные препараты",
        "var_need": [
          "antirad",
          1
        ],
        "var_show": [
          "antirad"
        ]
      },
      {
        "id": 71,
        "var_show": [
          "9х18"
        ],
        "text": "9х18 мм патрон",
        "var_need": [
          "9х18",
          1
        ]
      },
      {
        "id": 10,
        "text": "Назад",
        "need": -74
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы обыскали просторный подвал и нашли:",
    "answers": [
      {
        "id": 16,
        "text": "Консерва",
        "comment": true
      },
      {
        "id": 35,
        "text": "Взять",
        "var_add": [
          "con",
          1
        ],
        "need": -35
      }
    ]
  },
  {
    "id": 17,
    "text": "Армейский портативный бинокль. Имеется почти у каждого сталкера. Имеет регулируемую кратность, приблизительно на семь с половиной диоптрий. Полезен тем, что позволяет детально рассматривать местность и строения с большого расстояния. Также присутствует тепловизор, который определяет живые источники тепла и отношение к сталкеру.",
    "answers": [
      {
        "id": 15,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 18,
    "text": "Обычная плотная кожаная куртка, каких много. Слегка усиливает противопулевую и осколочную защиту. Неэффективна против аномальных и других воздействий.\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Состояние100%\nСтоимость 2500 Ru",
        "comment": true
      },
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Мешочек с обыкновенными шестигранными болтами. Болты нужны для обнаружения аномалий.\n",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Сталкеры, исследующие Зону в одиночку. Таких большинство, поскольку членство в группировке отбирает драгоценное время, тем самым уменьшая заработок; кроме того, некоторые просто по натуре своей склонны к одиночеству и независимости.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Заблудился сталкер, идет кричит: \n— ЛЮЮЮДИИИИ!!!! ААУУУ!!! ГДЕ ВЫЫЫЫ??!! ЭЙ КТО НИБУУУУУДЬ!!!! ААУУУУУ!!! ... \nВдруг сзади его стучат по плечу. Он оборачивается, а там здоровый такой кровосос, недовольный. \nКровосос: \" Ты чего орешь?!\" \nСталкер: \" Да вот.... того.... заблудился я.... думаю может услышит кто.......\" \nКровосос: \" Ну я услышал, легче стало?\"\n",
    "answers": [
      {
        "id": 27,
        "text": "Послушать историю"
      },
      {
        "id": 23,
        "text": "Еще анекдот"
      }
    ]
  },
  {
    "id": 22,
    "text": "\nК костру подходит Дельта-1. Садится около него и говорит:Я расскажу о монолите! Точнее о человеке который добрался до монолита.\nЕго звали Клыкач. В тот день он смог пробится к саркофагу. Ну где Монолит. Он пробился к кристалу и загадал: Хочу самый дорогой артефакт! Клыкача мигом свернуло в артефакт. Я назвал этот артефакт Живое сердце. Дело было так: когда я шёл в тёмную долину на меня напали демоны. Ну эти с групировки. Я ведь в групировке Долг, и они со мной воюют. Ну они меня зажали к складу. Патрон небыло. И я достал гранату. Фиг я им здамся! Разнесу их! Ну и вдруг вижу неизвесный артефакт. И тут я думаю: А вдруг повезёт, а вдруг в нём защита от пулистойкости. Ну я его повесил на пояс и вдруг рядом со мной появился призрак. \n—Привет тебе сталкер, я исполню любое твоё желание. \nНу я офигел и сказал: Хочу чтобы ты уничтожил моих преследоватилей. И тут на демонов напала химера. Всех убила. А меня не тронула. А я бегом убежал. Потом я пораспрашивал других сталкеров о этом артефакте. И они мне рассказали о Клыкаче. Вот так вот",
    "answers": [
      {
        "id": 13,
        "text": "Назад\n"
      }
    ]
  },
  {
    "id": 23,
    "text": "Сталкер с мобилой идет по зоне, отстреливая кровососов. Звонок .... \n— Алло, это БАНЯ? \n— Нет, это Д-Е-Т-А-Л-Я !!!\n",
    "answers": [
      {
        "id": 24,
        "text": "Еще анекдот."
      },
      {
        "id": 27,
        "text": "Послушать историю"
      }
    ]
  },
  {
    "id": 24,
    "text": "Идет сталкер по дороге видет впереди камень, а на нем написано: \nНАЛЕВО — аномалии. \nНАПРАВО — мутанты. \nПРЯМО — кабаки и девки. \nНу сталкер постоял подумал да и пошёл себе налево. \nИдёт и думает: \n— Если живым вернусь надо будет спросить у мужиков что за напасть такая новая кабаки и девки!",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "Пошарив некоторое время вы нашли:\n\n",
    "answers": [
      {
        "id": 25,
        "text": "Хлеб 2Х\nБинт 1Х",
        "comment": true
      },
      {
        "id": 31,
        "text": "var add\"bread\"2"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ну мне барыга Сидорович контракт на убийство одного бандита дал и я стал думать:как бы его убить. После недолгих раздумий я взял снайперскую винтовку с глушителем 2 гранаты, 2 ножа и пб. В общем снарядился я наёмником и пошёл в тёмную долину. Я засёк того бандита, выбрал подходящий холмик и прицелился в него. И чёрт двинул этим бандитом-он посмотрел в мою сторону. Я быстро выстрелил, но пуля нидостигла своей цели-бандит исчез за долю секунды. Через три секунды он стоял у меня за спиной. Ну я нервный и как вскинул нож и замахнулся на него, а он действовал со скоростью пули. Примерно через минуту я валялся в заброшеной деревне. Я поднялся, достал пб и стал искать быстрого бандюка. Он появился неожиданно:когда я проходил мимо разбитого уазика он выпрыгнул и ударил меня по руке. Я выронил пистолет и достал ножи. Происходил бой не в мою пользу. Когда он на долю секунды остановился и перебежал небольшую ямку я заметил что между нами гравиконцерт. Это такая аномалия каторая искажает пространство. Я смекнул это и кинул два ножа в бандита. Ножи попали в аномалию:один отбросило в лево, но второй полетел в бандита со сверхзвуковой скоростью и попал ему точно в глаз. Бандит скончался на месте и неудивительно. Представьте повреждение от ножа летящего со скоростью пули пулимёта. Я обыскал бандита. В его кармане был артефакт. Я его положил в карман и мои движения стали быстрыми. Артефакт досих пор лежит в моём кармане и меня стало очень трудно убить.\nВот такие вот артефакты бывают\n",
    "answers": [
      {
        "id": 22,
        "text": "Слушать еще историю"
      },
      {
        "id": 21,
        "text": "Слушать анекдот"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вот что-что, а вы таково не углядели...\nИдём мы через заводы, ночь, не видно не зги, а фонари как приманка для мостров. \nЧую кто-то что-то грызёт. А \"Шнурок\" говорит: — может пойдём, может подём?\nЯ ему: — Да погоди ты! Не бабка же там что-то мямлит.\nПодошли поближе, смотрю, а там светится что-то, и то что светится у того кто мямлит.\nГоворю: — Шнура, подойдём поближе.\nПодошли с другой стороны, а там кровосос пустышку вертит в руках, и своими щупальцами ещё её смакует.\n\"Шнурка\" заорал от страха, а кровосос чуть не подавился ей, начал пыхтеть и метаться по цеху.\nМы ноги в руки и безоглядки.....\nВот интересно? И куда же эта пустышка делась? ",
    "answers": [
      {
        "id": 26,
        "text": "Слушать еще"
      },
      {
        "id": 21,
        "text": "Слушать анекдот"
      }
    ]
  },
  {
    "id": 28,
    "text": "Обыскав старый маленький подвал с одной кроватью без матраса вы ничего полезного не нашли.",
    "answers": [
      {
        "id": 14,
        "text": "Выйти из подвала"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы взяли: хлебХ2 и энергетический напитокХ1",
    "answers": [
      {
        "id": 14,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 30,
    "text": "Обычная консерва какие сталкеры растащили с армейский складов. Срок годности еще не истёк.",
    "answers": [
      {
        "id": 15,
        "text": "Съесть"
      },
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "Мои задания",
    "answers": [
      {
        "id": 38,
        "text": "Убить Стрелка"
      },
      {
        "id": 39,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы осмотрели старый маленький подвал с кроватью без матраса но ничего полезного не нашли",
    "answers": [
      {
        "id": 14,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы взяли консерву и положили её в рюкзак",
    "answers": [
      {
        "id": 14,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы взяли: ",
    "answers": [
      {
        "id": 35,
        "text": "Консерва",
        "comment": true,
        "instant": false
      },
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вот это твой личный КПК. Пооезная хреновина помогающая выжить в Зоне. А если сдохнешь то все будут знать где и как , хе хе хе... --  усмехнулся Сидорович. \n—- Вот это твои задания , тут все понятно. Вот это твои заметки. Так же понятно. Вобщем тут и так все понятно. Это контакты. Показывают кто находится на расстоянии 50 метров от тебя.  Вот и все",
    "answers": [
      {
        "id": 9,
        "text": "Ну все понятно. Что дальше?"
      }
    ]
  },
  {
    "id": 37,
    "text": "Энциклопедия Зоны.",
    "answers": [
      {
        "id": 41,
        "text": "Группировки"
      },
      {
        "id": 42,
        "text": "Мутанты"
      },
      {
        "id": 43,
        "text": "Аномалии"
      },
      {
        "id": 44,
        "text": "Локации"
      },
      {
        "id": 45,
        "text": "Артефакты"
      },
      {
        "id": 76,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "...Очнулся в конуре у какого-то мужика, ничего не помню. При себе только КПК и фотография какого-то мужика. В КПК одна запись — убить Стрелка",
    "answers": [
      {
        "id": 38,
        "text": "Найти Стрелка",
        "comment": true
      },
      {
        "id": 38,
        "text": "Убить Стрелка",
        "comment": true
      }
    ]
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "Да , на группу Шустрого напали бандиты у вагончика который у моста и взяли в плен. Он только и успел \"SOS\" кинуть -- сказал Волк.\n.",
    "answers": [
      {
        "id": 70,
        "text": "А почему не поможите? Или своих не вызволяют?"
      }
    ]
  },
  {
    "id": 41,
    "text": "Группировки (а также кланы, иногда общества) — это сталкеры, сбивающиеся в крупные группы по идеологическим или другим причинам или просто для большей безопасности. Также, группировками являются некоторые государственные организации, например военные..",
    "answers": [
      {
        "id": 20,
        "text": "Одиночки"
      },
      {
        "id": 46,
        "text": "Бандиты"
      },
      {
        "id": 47,
        "text": "Военные"
      },
      {
        "id": 48,
        "text": "«Долг»"
      },
      {
        "id": 49,
        "text": "«Свобода»"
      },
      {
        "id": 50,
        "text": "Ученые"
      },
      {
        "id": 54,
        "text": "Наемники"
      },
      {
        "id": 55,
        "text": "«Монолит»"
      },
      {
        "id": 57,
        "text": "Зомбированные."
      },
      {
        "id": 37,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "Представители криминального мира, пришедшие в Зону по разным причинам: заработать на продаже артефактов ,скрыться от закона, купить или продать оружие. В Зоне много подобного элемента уровнем от шпаны до серьёзных уголовников. В большинстве своём объединены в банды. Хотя единой бандитской организации в Зоне до сих пор нет. Сильно докучают рядовым сталкерам.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Солдаты регулярных армейских частей, охраняют подходы к закрытой территории Зоны патрулируя периметр, расстреливая мутантов  и отлавливая мародёров. Армейский спецназ — элитные подразделения. Как правило, высаживаются в Зоне для проведения спасательных и специальных операций",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "Явно военизированная группировка, отличающаяся строгой дисциплиной: её члены живут фактически по уставу. Только представители «Долга» не торгуют уникальными порождениями Зоны с внешним миром: по слухам, все найденные этими людьми артефакты сдаются ученым . Каждый долговец считает своей главной целью защиту мира от воздействия Зоны. Большинство операций группировки связаны с истреблением монстров, поэтому рейды «Долга» нередко избавляют рядовых сталкеров от многих насущных проблем. Давно и яростно враждует с группировкой \"Свобода\"",
    "answers": [
      {
        "id": 41,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 49,
    "text": "Анархисты и сорвиголовы, объявившие себя борцами за свободу на территории Зоны, и поэтому постоянно конфликтующие с армейскими подразделениями, военными сталкерами и группировкой «Долг». «Свободовцы» считают, что информацию о происходящем в Зоне нельзя скрывать от человечества, таким образом оспаривая монополию правительственных организаций на владение здешними тайнами и чудесами.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "\nУченые — совокупность научных групп, действующих на территории Зоны Единой группировкой их назвать можно только условно, действуют отдельные группы учёных, посланных правительством для изучения. Не имеют центральной базы как таковой, но у них есть две мобильные исследовательские лаборатории. За пределы лабораторий они выходят только в сопровождении охраны. В Зоне ученых поддерживают военные , однако, прибыть они могут не всегда, поэтому ученые часто обращаются за помощью к сталкерам. С ними они поддерживают деловые отношения, несмотря на их нелегальное нахождение в Зоне, за качественно выполненную работу учёные хорошо платят, покупают артефакты и части тел мутантов по довольно высоким расценкам",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "Самая загадочная и скрытная группировка в Зоне, в существование которой многие даже не верят. Кое-кто постоянно пользуется услугами наёмников: профессионалы в своей области, они быстро расправятся с любым сталкером и даже могут полностью ликвидировать небольшую группировку. За свои услуги, судя по всему, берут немалые суммы в деньгах или артефактах. Расположение базы данной группировки до сих пор остаётся загадкой; очевидно, она находится где — то в глубине Зоны ",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": [
      {
        "id": 53,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  },
  {
    "id": 54,
    "text": "Самая загадочная и скрытная группировка в Зоне, в существование которой многие даже не верят. Кое-кто постоянно пользуется услугами наёмников: профессионалы в своей области, они быстро расправятся с любым сталкером и даже могут полностью ликвидировать небольшую группировку. За свои услуги, судя по всему, берут немалые суммы в деньгах или артефактах. Расположение базы данной группировки до сих пор остаётся загадкой; очевидно, она находится где — то в глубине Зоны",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "Группировка, скорее напоминающая религиозную секту. Её члены верят, что в центре Зоны покоится эволюционный кристалл – Монолит — неземного происхождения. Большинство сталкеров презирают адептов «Монолита», считая их помешанными. Со времени своего образования группа препятствует продвижению сталкеров к центру Зоны, мотивируя это недобрыми намерениями последних в отношении Монолита. По слухам, у «монолитовцев» есть крупная база где-то ближе к центру Зоны но точного её расположения не знает никто, кроме самих членов группировки.",
    "answers": [
      {
        "id": 56,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  },
  {
    "id": 57,
    "text": "\nТе, кто подвергся длительному воздействию излучателей на «Янтаре» или некоторых других секторах. Неосторожные сталкеры быстро сходят с ума, превращаясь в бродячие полутрупы. Их много бродит по Зоне, некоторые добираются даже до периметра. Так или иначе, помочь им уже невозможно: процесс разрушения личности необратим. Хотя зомбированные сталкеры ещё могут воспользоваться своим оружием, они довольно глупы. При встрече можно услышать, как они бубнят себе под нос обрывки фраз, — которые, впрочем, начисто лишены смысла. Со временем зомбированные сталкеры окончательно утрачивают все прежние навыки и превращаются в зомби. Как правило, они очень агрессивны и при значительном скоплении представляют серьёзную угрозу.\n\n",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "Ваше состояние:",
    "answers": [
      {
        "id": 58,
        "text": "Здоровье 100%",
        "comment": true
      },
      {
        "id": 58,
        "text": "Голод 0%",
        "comment": true
      },
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "Обычная консерва какие сталкеры растащили с армейских складов. Срок годности вроде еще не истёк\n",
    "answers": [
      {
        "id": 59,
        "text": "Стоимость : 30 Ru",
        "comment": true
      },
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы обыскали довольно целый дом и нашли:",
    "answers": [
      {
        "id": 60,
        "text": "БинтХ3",
        "comment": true
      },
      {
        "id": 12,
        "text": "Взять",
        "var_add": [
          "band",
          3
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы обыскали почти полностью разрушенный дом и нашли:",
    "answers": [
      {
        "id": 61,
        "text": "Колбаса",
        "comment": true
      },
      {
        "id": 12,
        "text": "Взять",
        "var_add": [
          "col",
          1
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы обыскали практически полностью разрушенный дом и нашли:",
    "answers": [
      {
        "id": 62,
        "text": "Антирадиоционные препаратыХ1",
        "var_add": [
          "antirad",
          1
        ],
        "comment": true
      },
      {
        "id": 12,
        "text": "Взять",
        "var_add": [
          "antirad",
          1
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы обыскали почти полностью сохранившийся дом и нашли:",
    "answers": [
      {
        "id": 63,
        "text": "9х18 mm патроны Х12",
        "comment": true
      },
      {
        "id": 12,
        "text": "Взять",
        "var_add": [
          "9х18",
          12
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы обыскали довольно хорошо сохранившийся дом и нашли:",
    "answers": [
      {
        "id": 64,
        "text": "Колбаса Х2",
        "comment": true
      },
      {
        "id": 12,
        "text": "Взять",
        "var_add": [
          "col",
          2
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы осмотрели почти полностью разрушенный дом без крыши и нашли:",
    "answers": [
      {
        "id": 65,
        "text": "Консерва",
        "comment": true
      },
      {
        "id": 12,
        "text": "Взять",
        "var_add": [
          "con",
          1
        ]
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы обыскали полуразрушенный дом и ничего не нашли",
    "answers": [
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "Набор таблеток с активными веществами, способствующими выведению радионуклидов из организма. Не способны защитить организм от наведённой радиации, но снижают уже полученную человеком дозу.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "Часто за неимением лучшего эта колбаса — смесь курятины и соевого заменителя — завтрак, обед и ужин сталкера.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 69,
    "text": "Обычный бинт. При помощи него можно перевязать кровоточащую рану.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 70,
    "text": "Врезать б тебе да толку , понимаешь у нас людей мало, да и они пистолет в руках держать не умеют — вздохнул Волк .   Может ты поможешь?- поднял бровь он ",
    "answers": [
      {
        "id": 72,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 71,
    "text": "Базовый патрон для пистолетов ПМм, ПБ1с, Фора-12Мк2. Простой сердечник, оболочечная пуля. Слабое бронебойное действие",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 72,
    "text": "Окей , я сообщю своим чтобы подождали тебя-- проговорил Волк. Он взял рацию и пробормотал несколько слов и убрал обратно. Держи эти вещи. Они помогут тебе в выживании.",
    "answers": [
      {
        "id": 73,
        "text": "Взять"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы получили:",
    "answers": [
      {
        "id": 73,
        "text": "ПМм",
        "comment": true
      },
      {
        "id": 73,
        "text": "9х18 мм патрон Х40",
        "comment": true
      },
      {
        "id": 73,
        "text": "Нож",
        "comment": true
      },
      {
        "id": 74,
        "text": "Выйти на дорогу",
        "var_add": [
          "pmm",
          1,
          "9х18",
          40,
          "knife",
          1
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "Продолжение находится в разработке. Пишите в комментариях что добавить , а что изменить в квесте. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  }
]