[
  {
    "id": 1,
    "text": "В один прекрасный день… хотя нет, дело на самом деле было вечером. Да и прекрасным его никто бы не назвал. В общем, нежданно-негаданно, но именно тогда в мир пришла Игра. Не во всеобщий, потому что там она была всегда. А именно в мой. И теперь я Временщик, один из многих Игроков в Отстойнике. Где нет друзей, лишь конкуренты.\n\nАвтор оригинальной книги: Дмитрий Билик.\nАвтор квеста: Алексей Волков \n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 19,
        "text": "Содержание "
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://zelluloza.ru/pics/uHaB3JgcQAjZOY31OJVyKMwFL000.jpg"
      },
      {
        "id": 21,
        "text": "Что нового"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1\n\nБольше всего в жизни я не любил куриную печень, изжогу и помогать людям. И дело не в том, что папа с мамой родили злыдня. Просто желание должно появиться самостоятельно, без лишнего давления.\n– Сережа, он, наверное, на котлован пошел! – подлила кипящего масла в чашу моего подогретого терпения соседка.\nВообще Машка была всего на три года старше, но как-то так сложилось, что я ее называл на вы, а она мне благосклонно тыкала. Еще бы, у нее в двадцать восемь два ребенка, послушный муж и своя, пусть и на отшибе, квартира. А у меня, кроме девяти пар отличающихся по цвету носков, особо ничего и не было.\nНо судьба-злодейка свела нас на одной лестничной площадке после смерти папиной бабушки. Та отписала на меня квартиру, и я вырвался из родительского гнезда, чтобы попасть в сети паука-Машки. Видимо, Вселенная как могла пыталась сохранить равновесие.\nИ подкаблучником меня назвать сложно. Особо ловкие барышни обычно слезали именно в том месте, где и садились. Я всегда довольно четко расставлял точки над ё. А вот с Машей прозевал. Раз помог коляску спустить, так уж, по-соседски. Потом заодно, когда в магазин шел, йогурт купил. И пошло-поехало.\nНадо сказать, что Машка была умна. Не перегибала палку, однако периодически озадачивала, как сегодня. Вот только подобные квесты у нее были всегда с эпитетом «легендарные» и заставляли нехило попотеть. \n– Хорошо, посмотрю, – кивнул я.\nОкно мгновенно захлопнулось. Все же на улице не май-месяц, а у нее в квартире грудничок. А я тяжело вздохнул и накинул капюшон.",
    "answers": [
      {
        "id": 3,
        "text": "Идти в магазин "
      }
    ]
  },
  {
    "id": 3,
    "text": "– Что, комсомольская помощь многодетным семьям? – ехидно спросил старичок на подъездной скамеечке в шапке-петушке с надписью «Спорт».\nЯ улыбнулся. Вообще Петр Сергеевич мне нравился. Старик был местной достопримечательностью. Некогда преподававший историю КПСС и еще какие-то несомненно важные предметы, он не смог вовремя переобуться. Страна перестроилась, а Петр Сергеевич нет. Так и пристрастился к зеленому змию, а со временем окончательно проиграл эту битву. Его тянула жена, семижильная, вечно злая женщина, для которой муженек стал вроде чемодана с оторванной ручкой. И тащить тяжело, и бросить жалко.\n– Типа того. Муж у нее в ночную, а Васёк гулять ушел. Уже полчаса как дома должен быть. Вот я по пути в магазин и вызвался посмотреть, где шарахается.\n– Благими намерениями вымощена дорога в ад, – мудро заметил Сергеич.\n– А то я не знаю. Вы чего тут сидите, мерзнете?\n– Товарища жду. Симпозиум решили устроить. Я отошел от подъезда и задумался. Котлован, значит?\nСобственно, находился он через дорогу от «Пятерки», куда я и направлялся. Некогда одна из амбициозных строительных фирм решила в нашем медвежьем углу построить современную и красивую многоэтажку. Выкупила частные дома, огородила территорию, начала рыть котлован. Да что-то у них не выгорело. Точнее, выгорело в прямом смысле. В одну из ночей полыхнул офис в центре города. Может, конкуренты, может, проводка, а может, все вместе. Вот и канула компания в Лету, оставив после себя лишь котлован. Надо ли говорить, кто сразу облюбовал местную достопримечательность?\nПонятно, что каждый мужчина – когда-то выживший мальчик. Но ребята с нашего района всеми силами стремились в своем нежном возрасте остаться навсегда. Полуразрушенный или недостроенный фонд вокруг им был только в помощь. Ладно, и правда заскочу на котлован на обратном пути. Васек пацан хороший, хоть и шебутной, не дай бог с ним что случится.\nМагаз с гордой надписью «Супермаркет» располагался на первом этаже пятиэтажки через дом. На самом что ни на есть отшибе. Рядом с ним объездная дорога, дальше частный сектор с глухим заунывным лаем и запахом топленых бань по выходным. Я успел докурить две сигареты подряд, пока дошел до крыльца. Внутри, у автомата с жвачкой, толкалась ребятня примерно нужного мне возраста.",
    "answers": [
      {
        "id": 4,
        "text": "Спросить насчет Васи"
      },
      {
        "id": 5,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 4,
    "text": "– Пацаны, Васька с восьмого дома не видели?\n– Васек? Коршунов что ли? – с явным недовольством поднял голову один из них.\n– Коршунов. Мать его ищет.\n– Нет, не видели.\nТьфу ты черт, так ведь и придется эту дорогу переходить и к котловану топать. Фонарь там всего один, да освещает лишь часть ямы. Ладно, на телефоне подсветка есть.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Побродив вдоль стоек с товарами, набрал корзинку нехитрой снеди: сосиски, три бутылки пива, макароны, майонез. Уже подходя к кассе, остановился у стойки с дезодорантами. Надо, кстати, взять. А то мой заканчивается. Ну… вроде, все.",
    "answers": [
      {
        "id": 6,
        "text": "Уйти из магазина"
      }
    ]
  },
  {
    "id": 6,
    "text": "На улице похолодало. Я, накинув капюшон и ухватив удобнее пакет-майку с продуктами, побрел к краю нашего мира. Несколько раз осмотревшись – вот где надо учить детей ПДД, в условиях, так сказать, близких к боевым. Без особых происшествий перешел дорогу и тяжело вздохнул. В унисон мне уличный светильник противно мигнул и потух. Ну просто замечательно.\nВключил фонарик на телефоне. Дальше пяти метров, конечно, ничего не видно. С полминуты попытался что-то разглядеть, однако ничего путного из этого не вышло. Чертыхнулся и убрал телефон за ненадобностью.\n– Вася! Вася!\nСпускаться вниз по промерзлой земле ой как не хотелось. Плюнуть бы да отправиться домой. Да что, в конце концов, я разве в ответе за чужих балбесов? Воспитывать надо лучше, а не добропорядочных соседей озадачивать. Дома сейчас тепло, хорошо. Приду, отварю макарон с сосисками, включу сериальчик и под пиво все это дело…\n– Я здесь!..\nТьфу ты черт. А ведь в моей голове так хорошо все уже выстроилось.\n– Вася, ты где?!\nПодсознание подсказало вполне известную рифму. А вот пацан молчал. Мне кажется, что сегодня воспитанием Васька придется заняться лично. С использованием «Витамина Р». В лучших традициях цирка дю Солей я стал спускаться, осыпая вниз твердые куски замерзшей глины. В одной вытянутой руке зажигалка, в другой пакет с позвякивающими бутылками. Мне бы еще трос и зрителей.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Хотя это я зря. За моим, пусть и неуклюжим, спуском наблюдали. Это мне стало ясно на полпути. Тогда я различил две фигуры на дне котлована – собственно, Ваську и незнакомца, стоящего рядом. Только педобира мне сейчас и не хватало. Учитывая, что я ни разу не боец, а оппонент немного превосходит меня в комплекции, могло обернуться неприятно.",
    "answers": [
      {
        "id": 8,
        "text": "Попросить незнакомца отойти "
      },
      {
        "id": 9,
        "text": "Ударить незнакомца"
      }
    ]
  },
  {
    "id": 8,
    "text": "– Мужик, тебе чего надо? – стараясь не выдавать волнение в голосе, крикнул я.\nТот молчал. Впрочем, как и пацан. Стоят, смотрят друг на друга, не шелохнутся. Хотелось бы, чтобы сейчас откуда-нибудь выпрыгнул шоумен с прибалтийскими корнями и крикнул: «Розыгрыш». Однако мечты так и оставались мечтами. Поэтому я сделал несколько шагов вперед.\n– Мужик, не доводи до греха.\nЯ оступился, но устоял на ногах. Бутылки жалобно звякнули, но даже это не возымело никакого действия. Все-таки придется устраивать гладиаторские бои. Сжал зажигалку, положил пакет на землю и решительно направился к незнакомцу.\nТолько теперь заметил, что этот любитель поговорить с маленькими мальчиками в темное время суток весьма странно одет. Длинный балахон с накинутым капюшоном без каких-либо лейблов и рисунков. Ну отлично. Поздравляю, Сергей Михайлович, сейчас вы познакомитесь с сектантом. А так хорошо вечер начинался…\n– Мужик, от пацана отойди, – сделал я последнее китайское предупреждение, уже отводя руку для удара.",
    "answers": [
      {
        "id": 9,
        "text": "Ударить незнакомца"
      }
    ]
  },
  {
    "id": 9,
    "text": "Отец меня не учил драться, размышляя, что умный человек всегда может договориться. А вот его лучший друг дядя Дима был иного мнения. Он и какой-никакой удар поставил, и высказывался более категорично. В духе: если пахнет дракой, ты сразу бей, а уже потом ищи правых и виноватых. Не сказать, чтобы я часто пользовался этой максимой, но она была мне максимально близка.\nТак или иначе, но, похоже, у незнакомца был свой дядя Дима. Потому что человек в балахоне резко развернулся и вытянул руку. Меня он не коснулся, но силу, прошедшую, сквозь его пальцы, я почувствовал. Тело отбросило на несколько метров, как безвольную тряпичную куклу. Спиной я приземлился на тот самый злосчастный пакет с продуктами. Разорвалась, судя по звуку, пачка макарон, в очередной раз звякнули, но не разбились бутылки, колом уперся в бок баллончик дезодоранта.\nЯ закряхтел, еще не вполне понимая, что произошло. Было просто больно. Спина и так не самая сильная часть моего тела. По роду работы постоянно приходиться разминать поясницу, чтобы не ныла. И только секунды через две до бившего тревогу мозга дошло – меня отбросили не касаясь.",
    "answers": [
      {
        "id": 10,
        "text": "Что за хрень?!"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вряд ли приближающийся незнакомец являлся джедаем. Светового меча я не наблюдал. Хотя это, может быть, пока. Но телекинезом он явно владел. Конечно, мне стало интересно, что за хрень происходит, однако тут в дело включился самый древний из инстинктов, отодвинув все на второй план.\nСвободной правой рукой я попытался опереться о землю, чтобы встать. Пока не получалось. Сначала скользнул по бутылке, потом по рассыпанным рожкам, следом уперся в баллончик… И тут внутри головы родилась не скажу что светлая, но вполне неплохая мысль. Дезодорант в правой руке, причем крышка от него отлетела в сторону, зажигалка в левой, приближающийся противник в каких-то двух метрах от меня.",
    "answers": [
      {
        "id": 11,
        "text": "Поджечь струю дезодоранта"
      }
    ]
  },
  {
    "id": 11,
    "text": "Выставил баллончик перед собой, выпуская струю довольно вонючего дезодоранта (что-то я промахнулся с запахом, в следующий раз возьму другой), и чиркнул перед ней зажигалкой. Да, телекинезом я не владею, но у нас тут свои файерболы.\nНа мгновение стало светло. Мне удалось разглядеть засыпанный мусором котлован, испуганное лицо Васьки, занявшийся огнем балахон незнакомца. Закусив губу и стараясь игнорировать боль, я отбросил подручные спассредства и оперся руками о землю.",
    "answers": [
      {
        "id": 12,
        "text": "Добить человека "
      }
    ]
  },
  {
    "id": 12,
    "text": "Поднялся со скоростью беременной сейшельской черепахи и кинулся на обидчика. Тот все еще хлопал по дымящемуся капюшону, потому ответить достойно не смог. Хорошенько размахнулся и ударил. Что называется, ваншот.\nНет, я никогда не отличался богатырской силой и на секцию бокса тоже не ходил. Но вот хук вышел на загляденье. Раздался неприятный хруст, и незнакомец упал на землю. А может и наоборот. Сначала грохнулся, а потом послышался приглушенный треск. Я постоял несколько секунд с поднятыми кулаками, готовый в случае чего добавить, однако сатанист лежал неподвижно. И даже не собирался вставать на ноги.\n– С ним все в порядке? – подал голос Васька.\n– Наверное, – пожал плечами я.",
    "answers": [
      {
        "id": 13,
        "text": "Проверить, в любом случае, стоит"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я неторопливо подошел и осторожно пощупал пульс. Производил манипуляции с понтом дела, потому что все уроки по ОБЖ в школе благополучно прогулял. Потрогал запястье, следом шею, вроде что-то есть. Хотя это вполне могло быть и мое сердцебиение. Коснулся головы, и пальцы стали влажными от крови. Ну замечательно, я ему башку проломил.\n– Он живой? – спросил Васька\n– Живой, живой, – ответил я, все меньше веря в то, что говорил.\nЯ выпрямился, стараясь взять себя в руки. Ну все, приплыли. Вот и стал ты Серега убийцей. Блин, как так-то? И что теперь? Куда надо сначала звонить? В полицию или скорую? Во-первых, нужно все же отвести Васька домой.\n– Пойдем. Мать там твоя извелась.\nВ состоянии прострации я подобрал остатки купленной еды – на удивление ни одна бутылка пива не разбилась, смотал пакет, у него порвалась ручка, и побрел наверх. Васек, сопя, семенил следом, осыпая под собой землю.\n– Дядя Сережа!\n– Чего еще?\n– А он.. исчез.\nЯ обернулся. И правда, тела не было. Либо незнакомец-телекинетик прикинулся зомбаком и закопался в землю, либо включил вторую космическую скорость и ломанул отсюда. Фуф, трупак с воза, Сереже легче. Вот только произошедшее сразу после этого значительно меня испугало.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы убили нейтрально настроенного к вам Игрока.\n— 100 единиц кармы. Вы тяготеете к Тьме.\nОпределено основное направление развития: Временщик.\nЗахвачен лик Спаситель.\nЗахвачено умение Проницательность.\nЗахвачено заклинание Свет.\n\nЯ смотрел на проплывающие перед глазами внизу строчки. Сережа, все в порядке, это просто шок. Ты не сходишь с ума. Сейчас придешь домой, попьешь пива. Если не пройдет, завтра съездишь в больничку.\n– Дядя Сережа, вы чего? – потянул меня за руку Вася.\n– Ничего, голова просто закружилась. Ударился, когда упал. Пойдем. Аккуратнее, куда через дорогу бежишь? Налево сначала посмотри, потом направо.\nЯ вдруг поймал себя на мысли, что веду себя ровно так же, как и мой отец. Каждый ребенок, наверное, думает в детстве: «вот вырасту, стану другим». А оказывается, что вольно или невольно мы копируем своих родителей.",
    "answers": [
      {
        "id": 15,
        "text": "Расспросить Васю"
      }
    ]
  },
  {
    "id": 15,
    "text": "– Вася, а ты как на котловане вместе с этим… незнакомцем оказался?\n– Он говорил, что волшебник. Самый настоящий. Сказал, что все обо мне знает, где живу, как маму с папой зовут… ну еще там всякое.\n– Что еще там всякое?\n– Только никому.\n– Могила, – пообещал я.\n– Мы весной на плотах катались. Ну таких пенопластовых. Сами делали. И я в воду грохнулся. Вымок весь. Костер разожгли тогда и здесь были, пока всю одежду не высушили. Мама даже не узнала. Вот.\n– И что, вот?\n– Ну кроме пацанов никто об этом не знал. Понимаете?\n– Эх, Вася, Вася. А ты не берешь в голову, что он просто мог вас видеть? Или пацаны твои растрепали. Подумай сам. Вычислить, где ты живешь и как зовут родителей тоже не великого ума дело. И ты из-за этого пошел с незнакомым мужиком на котлован вечером? Не глупо ли?\n– Глупо, – признался Вася, – мне потом тоже страшно стало. Просто у него… лицо такое знакомое было. И еще он волшебник. Всякие штуки делал. Ну вроде как заклинания что ли.\n– Он… что-нибудь тебе делал?\n– Нет. Он сказал, что нам надо ждать. Мы стояли и ждали. Потом вы пришли.\n– А если бы не пришел? К незнакомцам на пушечный выстрел нельзя подходить, особенно, когда ты один. А если этого снова увидишь… Убегай домой и звони в поли… нет, лучше мне. Ясно?\nПацан кивнул, а я потрепал его по плечу. В этой истории мне вообще многое оставалось непонятно. Чего хотел добиться этот сатанист-извращенец? Васька, как я понял, он и пальцем не тронул. Хотя… Сосед обмолвился, что они чего-то ждали. Может там, какой-нибудь полной луны в Сатурне? Осень, конечно, прошла, но обострения-то нет. Дурачков хватает.\nТолько что на счет «всякие штуки делал. Вроде как заклинания». Можно ли туда отнести телекинез? С другой стороны, с чего это я взяли, что это был именно он? Существуют же всякие школы бесконтактного боя. Может и этот недотепа один из них. Как-нибудь отвлек мое внимание и я… отлетел на несколько шагов. Звучит как бред, конечно. Но мой мозг отчаянно пытался найти логическое объяснение произошедшему. И это у него не очень-то получалось.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "– Вася, давай мы маме про этого дядю пока не скажем. Хорошо?\n– Конечно, не скажем, – легко согласился мой сосед, – а то мне еще как влетит. Мне и так влетит.\nСобеседник заметно погрустнел, поэтому оставшуюся часть пути вдоль двора мы преодолели молча. Тускло светящие фонари подсвечивали обледенелый асфальт, шли домой с работы нагруженные пакетами люди, крошился сверху колючий снежок. Ни Петра Сергеевича, ни его товарища по симпозиуму на скамеечке не обнаружилось. Наверное, уже остограммились и разбрелись по своим берлогам. Так даже лучше, меньше свидетелей. Тьфу, говорю, словно преступник. Прислонил магнитный ключ к домофону и пропустил Васю вперед. Дверь на третьем этаже нам открыли заранее. Видимо, ждали и слушали шаги в подъезде.\n– Василий, тебя где носило?\nМашка бы могла точно сейчас поконкурировать с Зевсом-громовержцем. По личному опыту я знал, раз родители называют тебя полным именем, вряд ли они испытывают глубокое уважение к собственному чаду. Тут, скорее, стоит ожидать беды. Вжавшаяся в плечи голова Васька подтверждала мое предположение.\n– Сережа, спасибо тебе огромное. Ты где его нашел, на котловане?\n– Да, с пацанами лазил, – кивнул я, пристально посмотрев на Васька. Тот медленно мигнул глазами, мол, все понял.\n– Сколько раз я говорила не ходить туда? Ну отец тебе устроит!\nНи на меня, ни на Васю последняя угроза не подействовала. Все знали, что супруг у Машки классический каблук, обожающий свою жену. Пацан характером явно пошел в мать. Ну пожурит сына, но никаких стояний на горохе и солдатских ремней с железной бляхой не будет.\n– А что это у тебя с пакетом? – подозрительно посмотрела Машка на сверток у меня в руках.\n– Да поскользнулся, упал. Ладно, спокойной вам ночи.\n– Спокойной. Сережа, спасибо еще раз.",
    "answers": [
      {
        "id": 17,
        "text": "Пойти в свою квартиру "
      }
    ]
  },
  {
    "id": 17,
    "text": "Я открыл дверь, проскользнул к себе в логово и включил свет. Неужели все-таки этот вечер подходит к концу? Событий в нем оказалось на неделю вперед. Я не заметил, что сижу на придверном коврике, как и был, в одежде. Нет, надо подниматься, готовить кушать, а то уже в животе урчит, и приводить свою голову в порядок.\nЗакинул пиво в холодильник, бросил грязный пакет с сосисками в раковину. Сполосну и можно отварить. А вот с макарохами засада, ими я щедро засыпал дно котлована. Посмотрел в шкафчиках – полпачки риса. Живем. Поставил кастрюлю воды на конфорку и оглядел себя. Несмотря на падение, штаны почти чистые. А вот руки…\nС ними было самое странное. Ладонь правой была покрыта грязью. Хотя я точно помнил, как дотронулся до мокрой раны. Такое хрен забудешь. Только теперь дошло, что и пакет должен был быть в каплях крови. Однако ничего подобного не наблюдалось. Следы падения – вот они, на лицо. А крови убиенного нет.\nХорошо, что говорилось в тех странных сообщениях? Что я убил какого-то Игрока. Опять бред. Если бы убил – никуда бы тот не исчез. Напротив, лежал бы Лениным и ждал экскурсий от МВД. Скорее всего, как раз я при падении немного ударился головой, вследствие чего возникли легкие галлюцинации. Надо как раз внимательно осмотреть собственную дурную башку – не поранился ли.\nЯ зашел в ванную комнату, включил воду и стал намыливать белые, замерзшие руки. Пальцы противно закололо. Ну ничего, все самое страшное позади. Мне нужно просто немного успокоиться и прийти в себя.\nМокрыми ладонями пригладил волосы и выпрямился, подойдя к крохотному, висящему над стиралкой, зеркалу. И чуть не закричал. Потому что оттуда на меня смотрел совершенно другой человек.\n\nКонец первой главы",
    "answers": [
      {
        "id": 18,
        "text": "Вторая глава"
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 18,
    "text": "Глава 2\n\nКак писал Булгаков: «бойтесь своих желаний, они имеют обыкновение сбываться». Я бы еще добавил, что в довольно извращенной форме, о которой и подумать было нельзя.\nС детства мне, как и каждому человеку с весьма средней внешностью, хотелось выглядеть чуть симпатичнее, чем оно было на самом деле. Природа и родители посредственно отнеслись к своим обязанностям. В отличие от красавиц-сестер, бешеным успехом у противоположного пола я не пользовался. Меня можно было бы назвать середнячком: узкий подбородок, длинный прямой нос, острые скулы. Типичный злодей-ботаник для голливудских фильмов.\nА тот, кто смотрел на меня из зеркала был.. симпатичным. Челюсть оказалась более массивной. На ее на фоне четко очерченные скулы выглядели вполне органично. Уши маленькие, в отличие от тех радиолокаторов, к которым я привык. Брови белесые, точно посеребренные, да и кожа, и волосы значительно светлее. Единственное, что осталось неизменным – мои карие глаза. Только благодаря им и удалось идентифицировать в отражении себя.\nНо ошибки быть не могло. Светловолосый крепыш в зеркале – это я. Нахмурился, почесал лоб, поправил еще раз чуть намоченные волосы. Похоже, что скорая понадобится не незнакомцу в котловане, а мне. Спокойствие, только спокойствие.\nНа кухню я вернулся, как пыльным мешком ударенный. Вода давно вскипела, но вместо риса я забросил туда только сосиски и открыл пиво. Дела. Нет, не так. Делаааа… И ведь страшно кому рассказать о том, что случилось. Сразу повезут в дурку. Если честно, я сейчас сам был не очень уверен в отсутствии душевной болезни.",
    "answers": [
      {
        "id": 20,
        "text": "Размышлять над произошедшем "
      }
    ]
  },
  {
    "id": 19,
    "text": "Содержание ",
    "answers": [
      {
        "id": 2,
        "text": "Первая глава "
      },
      {
        "id": 18,
        "text": "Вторая глава"
      },
      {
        "id": 33,
        "text": "Третья глава "
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 20,
    "text": "А что если произошло все, как в тех многочисленных фантастических книжках? Наступил апокалипсис, большинство людей превращается в зомби и лишь малая часть в Игроков? Включил крохотный кухонный телевизор, пощелкал по каналам. «Время», «Вести», «Новости», «Камеди», футбольчик – ничего необычного.",
    "answers": [
      {
        "id": 22,
        "text": "Выглянуть в окно "
      }
    ]
  },
  {
    "id": 21,
    "text": "Версия 0.3\nдобавлена третья глава \n\nВерсия 0.2.1\nубраны сцены курения и нецензурные выражения \n\nВерсия 0.2\nдобавлена вторая глава \n\nВерсия 0.1\nдобавлено меню, содержание и первая глава",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Выглянул в окно. Редкие прохожие, кутаясь в еще легкие зимы легкие курточки (всему виной слишком запоздалое похолодание), спешат домой. Никто никого не ест и не убивает. Родилась мысль, что меня закинуло в какую-нибудь параллельную вселенную. Я даже обошел квартиру. Но тоже мимо. Такая же совдеповская обстановка – диван, он же кровать, бабушкин старый стол с моим ноутом, чехословацкая стенка, последний привет от страны, которой уже не существует. Окна деревянные, обои поклеенные еще при жизни деда, шторы… Они явно не подходят к интерьеру и черт знает когда стирались. Не считая компа и телевизоров – один в крохотной трапезной, другой в спальне-зале-единственной комнате, со времен моей бабушки ничего не изменилось. Ну да, я лентяй и мой холостяцкий образ жизни тому только способствует.\nВернулся размышлять на кухню. Тем более первая бутылка пива закончилась, а сосиски сварились. Налил в тарелку майонеза, кетчупа и устроил задумчивую трапезу под аккомпанемент комментатора, сетовавшего, что нападающий не попал с десяти метров по пустым воротам. Голова была тяжелая и категорически отказывалась выдавать хоть какие-то дельные мысли. Тем более все усилия организма направились на переваривание пищи. Да и пиво действовало как хорошее седативное средство. Глаза слипались, нос стремился познакомиться со столом. Спать, надо спать. Не зря говорят, утро вечера мудренее...",
    "answers": [
      {
        "id": 23,
        "text": "Лечь спать "
      }
    ]
  },
  {
    "id": 23,
    "text": "Будильник на телефоне надрывался почти минуту, прежде чем я его отключил. Дошлепал в темноте до ванны с мыслями «чего только не приснится», включил свет и чуть не заорал. Тот светловолосый крепыш никуда не делся. Чуть испуганно смотрел из зеркала, но явно никуда не собирался. Значит, не сон. Намазал щетку пастой, сел на край ванны и стал размышлять, как жить дальше.\nУже дочистил правую сторону и вдруг завис. Как не заметил раньше этих полосок? Расположены они были по две – сверху и снизу. И испугали так же, как шестнадцатилетних школьниц на тесте беременности.\nПара сверху оказалась золотистого и зеленого цветов, а снизу красного и синего. Так, размышляем. Все началось с того, что я ударил вчера незнакомца. Некто в моей голове окрестил его Игроком. И думается, это не главный герой книги Достоевского. Может, каким-то образом мне удалось занять его место? Тогда все просто. Красная полоса – здоровье, синяя – мана, зеленая – бодрость, а золотистая? Вот хрен знает. Может, уровень моей неотразимости? Учитывая новую внешность, вполне вероятно.\nДочистил зубы и залез под душ. Вода шла чуть теплая, опять, скорее всего, рванула труба на нашем участке, но мне не привыкать. С детства всегда был закаленный. Вытерся, оделся и сел на кухне думу думать. По-хорошему, конечно, надо в больницу. Не знаю, всякие там томограммы мозга делать или еще чего. Может легко оказаться, что в моей голове какая-нибудь опухоль. И именно она пытается поссорить меня меня с реальностью. С другой стороны, рвани я сейчас проверяться – Мумиё точно не обрадуется. Николай Степанович, мой начальник, был худым и жилистым, да вдобавок обладал редкой фамилией Мумиев. Понятно, что за прозвищем далеко ходить не пришлось.",
    "answers": [
      {
        "id": 24,
        "text": "Попробовать отпроситься с работы "
      },
      {
        "id": 25,
        "text": "Идти на работу"
      }
    ]
  },
  {
    "id": 24,
    "text": "Немного подумал и набрал его номер.\n– Алло, – недовольно раздалось в трубке.\n– Николай Степанович…\n– Сергей, ничего не хочу слышать. У нас Федор с Алексеем фестивалят опять. Что бы ни произошло, с работы не отпущу. Сегодня фура с пивом приедет. И точки кто обслуживать будет?\n– Николай Степанович…\n– Температура, руку сломал? Нет? Значит, никаких отговорок. Сергей, не самому же мне по складу бегать?\nИ отключился. Что называется, не судьба. Таки придется выходить. Новость, что Федя с дядей Лешей ушли в запой, это, конечно, неприятная. Придется больше побегать. С другой стороны, работа такая, что и контингент специфический. Люди с высшим образованием в грузчики не идут. Я хотел сказать, нормальные люди.\nВ моем случае это был сознательный выбор. Отучиться пять лет на экономиста, чтобы потом работать ручками. Ох, надо было видеть лицо моего отца. Собственно, это первая и одна из самых важных причин. Мне уже купили военник, приготовили теплое место в одной крутой компании на должность подай-принеси, что называется «на вырост». А я пойди, да устройся сам непонятно куда. Это уже был второй пункт.\nКонечно, трудно хвастаться перед друзьями-приятелями, что я сам, без блата, устроился грузчиком, но мне было как-то плевать. В словосочетании взрослая и самостоятельная жизнь главный упор на слове «самостоятельная». И, в-третьих, оказалось, что платят там вполне сносно для нашего хоть и крупного, но все же провинциального города. У меня хватало на поесть, попить, купить немного одежды и сводить понравившуюся девушку в кино. \nА если честно, особых друзей у меня и не было. Так, пара знакомых с универа, с которыми раз в пару месяцев можно встретиться и попить пива. Послушать о их сексуальных подвигах или напротив, неудачах. Посочувствовать загруженности на работе. О моей они тактично предпочитали не упоминать.",
    "answers": [
      {
        "id": 25,
        "text": "Идти на работу"
      }
    ]
  },
  {
    "id": 25,
    "text": "Понятно, что грузчик – не та профессия, о которой мечтают в детстве. Никто не говорит: «Будешь хорошо учится – станешь вручную разгружать паллеты с пивом». Я и сам понимал, что со временем надо было куда-то расти. Но пока меня этот вопрос слабо волновал. А вот то, что необходимо валить на работу – сильно.\nПосмотрел в холодильник, кроме вчерашних сосисок и пары яиц, шаром покати. Хоть яичница с мясным продуктом категории Б вполне себе ничего, но если не есть ее каждый день. С детства запомнил, что завтрак должен быть разнообразным, а также содержать белки, жиры и углеводы. Под эти критерии подходило только одно блюдо и продавалось оно не так далеко от моего дома. Посмотрел на настенный хронометр в зале – уже полчаса как должны работать. Значит, успели поставить мясо и прожарить на несколько порций.\nПеред входной дверью волновался, как Леонов при выходе в открытый космос. Разноцветные линии не исчезли, да и руки поражали своей белизной. Что называется, привыкай к изменившейся реальности и своему новому телу. Точнее, его я ощущал как старое, однако глаза не врали.. Ладно, поговорю с Мумиё. Не на сегодня, так хоть на завтра отпрошусь.",
    "answers": [
      {
        "id": 26,
        "text": "Выидти в подъезд "
      }
    ]
  },
  {
    "id": 26,
    "text": "Лестница встретила молчаливо, даже Машка не высунулась на звук моей захлопнувшейся двери. На третьем этаже привычно засвербило в носу от запаха кошачьей мочи. Тут у нас жила одна самодостаточная и очень уж независимая женщина неопределенных лет. Насколько ненавидела людей, настолько любила кошек. Оставшуюся часть пути проскочил бегом, заметив, что зеленая полоска чуть дрогнула и поползла вниз. Нажал кнопку домофона и вырвался на свежий морозный воздух.\n– Понимаете в чем дело, любезнейший. В нашем народе выпеств… выпестве…. воспитали чувство ущербности. Втемяшили, что нам, чтобы быть великими, обязательно надо кого-то ненавидеть. Нужен общий враг, который нам, могучим и прекрасным, мешает жить… О, Сергей Михайлович, категорически приветствую.\nПетр Сергеевич взмахнул рукой, а я кивнул, на мгновение притормозив. Рядом с ним сидел, клевав носом, собеседник профессора. А если быть совсем точным – слушатель. Мужчина самой пренебрежительной наружности: в рваном тулупе, обвисших трико и старых ботинках с потрескавшейся кожей на носках. Как стало понятно, ведшие светский разговор, уже изрядно набрались. Но меня заинтересовали две вещи.\nВо-первых, это во сколько надо встать, чтобы в десятом часу успеть осоловеть? Правильно говорят: вижу цель – не вижу препятствий. Но было и во-вторых, для меня самое любопытное.\nНад головой профессора висела плашка.\n\nПетр Сергеевич\nученый\n???\nплотник\n???\n\nЗабавное дело. Точь-в-точь как в какой-то продвинутой игре. Посмотрел на мужика в тулупе.\n\n???\n???\nсантехник\n???\n\nИ все. О профессоре сказано чуть больше. Может, тут дело в том, что я его знаю. А этого вижу впервые?",
    "answers": [
      {
        "id": 27,
        "text": "Поговорить с Петром Сергеевичем"
      }
    ]
  },
  {
    "id": 27,
    "text": "– Петр Сергеевич, а вы не говорили, что плотник.\n– Какой я плотник? – отмахнулся профессор. – Вот папенька, Царство ему Небесное, тот краснодеревщик был от Бога. А я уже так, смастерить что или подлатать.\nЯ кивнул, набросил капюшон и стал огибать дом, чтобы выйти на улицу. В голову закралась самая опасная мысль сумасшедшего – а что, если я нормальный? Ну то есть, может, тот вчерашний тип и вправду передал мне какие-то сверхспособности? Пусть даже случайно, как обычно передают венерические заболевания. Нет, обтягивающее трико и длинный плащ я носить не буду. Но что, если и действительно я стал кем-то вроде Игрока. И смотрю теперь на мир через призму определенных условностей?\nСпешащие на работу люди лишь уверили меня в этой сумасбродной мысли. Над всеми висели знаки вопросов. Над кем-то всего в пару строчек, над другими чуть ли не в десяток. Но во всех была линия, которую я могу прочитать: кондитер, нумизмат, лидер, обувщик, татарин, учитель… Получалось, неведомая мне система показывает не только профессии, но национальности, определенные личностные параметры, хобби.\nС этими размышлениями я буквально пролетел три дома и выскочил на угол – тут находилась остановка и вообще движение было побойче. Однако, самое главное, вон в той замызганной на первый взгляд кафехе делал самую вкусную шаурму дядя Заур.",
    "answers": [
      {
        "id": 28,
        "text": "Поговорить с Зауром"
      }
    ]
  },
  {
    "id": 28,
    "text": "– Здравствуйте, – кивнул я.\n– Доброе утро, – поприветствовал пожилой обладатель частного бизнеса.\nНад его головой появилось: Заур, азербайджанец. Очень смешно, будто я и не знал.\n– Можно одну, с собой.\n– Зашел бы, я тебе чай налил, в сухомятку едите, потом с животом маетесь. Говорите, шаурма плохая.\nБормотал все это дядя Заур, намазывая лаваш соусом и быстрыми, ловкими движениями закидывая на него горячее мясо. Все, что я знал о хозяине забегаловки: приехал он в Россию очень давно, женился на русской женщине и имел свой небольшой, но крепкий бизнес. Помимо него здесь делали шаурму и шашлык еще двое ребят, но сам дядя Заур всегда был неподалеку. Иногда выпивал с знакомыми посетителями или задумчиво смолил сигаретку, скрестив руки на небольшом животике.\n– Возьмите, без сдачи, – протянул я ему деньги.\n– Кушай на здоровье, – пакет с шаурмой перекочевал в мои руки.",
    "answers": [
      {
        "id": 29,
        "text": "Съесть шаурму"
      }
    ]
  },
  {
    "id": 29,
    "text": "Горячее мясо в лаваше я схомячил быстро, даже не доходя до остановки. С тоской проводил взглядом свою отъезжающую маршрутку, теперь минут десять ждать, и отошел в сторону. Прикурил сигарету и блаженно затянулся.\nЕсли поразмыслить, все не так уж и плохо. Это с поправкой, что у меня порядок с головой. Соответственно, если я не представляю интерес для психиатров, то надо узнать, как пользоваться тем, что мне досталось. Насколько помню, надпись говорила что-то про умение Проницательность, заклинание Свет и лик Спаситель. Про последние два пункта неясно, как их активировать. Проницательность, как понял, была пассивной и работала постоянно.\nНеожиданно быстро подъехавшая маршрутка разрушила все планы по порабощению мира. Пришлось забираться внутрь. Рассчитываясь с водителем, обратил внимание, что помимо редких знаков вопроса над ним горит Лихач. Сразу плюхнулся на место и стал держаться за ручку впереди стоящего сиденья.\nМое новое умение нравилось все больше и больше. Потому что буквально через три перекрестка маршрутка с диким скрипом тормозных колодок остановилась, чуть не столкнувшись с поседевшим за пару секунд дедулей на «Гранте». И все пассажиры резко повалились вперед. Кроме меня. Лихач пытался еще дважды раз ускорить мою встречу с Богом, но тщетно. На остановке у Завода строительных материалов я выходил чуть испуганный, но вполне целый.\nВ быстрой езде водителя были и свои плюсы. Я думал, приеду впритык, теперь же оказалось, что до начала работы еще двадцать минут. Не торопясь перешел дорогу и почесал к нашей базе.\nОна представляла из себя пять одинаковых по размеру продуктовых складов с одной стороны и приткнувшегося к ним офиса с другой. Не бог весть что – небольшое частное предприятие обрусевшего немца. Тот здесь появлялся редко. Обычно, когда необходимо было забрать выручку или дать мощный втык. Впрочем, со вторым пунктом неплохо справлялся и Мумиев. Контингент, как я уже сказал – разный. Бывшие сидельцы, несколько спивающихся мужиков, пара гастарбайтеров, редко студенты. Ну и я.\nВ течение дня к парапету подъезжали газели, оформляли заявки, а потом, под бдительным надзором экспедиторов и Мумиё, мы загружали товаром машины для мелких ларьков. В другое время, обычно под вечер, приходили фуры с водой и пивом. Вот и сегодня должна была приехать фура. Не бог весть что, всего пять тонн, однако, как я понял, двое из нашего постоянного состава выпилились.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "– Здорово, – протянул мне руку Марат.\nОн уже переоделся, постелил несколько картонок на парапет, чтобы не отморозить задницу, и сидел на них. Заметив меня, улыбнулся, сверкнув двумя фиксами на верхних зубах и протянул руку.\n– Привет, – заинтересованно ответил на рукопожатие, смотря на данные о нем.\n\nГубайдуллин Марат, 32 года\n???\nВор\n???\n\nМарат сел еще на малолетке, а уже потом перевелся на взрослую зону. Вышел в двадцать три, женился, даже малой пацан у него подрастал. Но его таинственный помощник все равно мне обозначили как Вор. Хотя тут вряд ли дело в темном прошлом Марата. Закрыли его за грабеж. Значит, просто все дело в том, что он таскает по-тихому со склада. Понятно теперь, по поводу кого Мумиё разоряется, что выведет всех на чистую воду.\n– Сегодня фура из Самары, – сказал я ему.\n– Да, слышал. Бухнем, – кивнул Марат, обнажив свою «голливудскую улыбку», приобретенную на зоне.\nЯ кивнул. Брака, точнее «брака» хватало при любой поставке. Иногда шоферы и сами отдавали пару палеток на откуп. Лишь бы быстрее закончить рейс. В такие дни грузчики уходили домой слегка нетрезвые и довольные. С этим даже Мумиё ничего поделать не мог.\n– Дядя Леша с Федей уже бухают. Не выйдут сегодня.\n– Фигово, – кратко резюмировал Марат и недовольно скривился.\nЯ его понимал. Техники у нас никакой не было. Все измерялось предельно просто, в человеческих, а если подходить к процессу с юмором, в «ишачьих» силах. Поэтому две пары рук при разгрузке фуры – это существенно Учитывая, что вместе с отсутствующими нас было всего семеро.\n– Зато по времени переработаем, – сразу поделился своим нездоровым оптимизмом он, – лишняя копейка не помешает.\n– Угу. Пойду переоденусь.\nВыходя из каморки я столкнулся с Мумиё. По мне, несмотря на обидное прозвище, именно наш товаровед являлся здесь связующей нитью. Николай Степанович держал грузчиков в ежовых рукавицах. Убери его и поставь другого – вряд ли здесь будет кто-то работать. Придется набирать заново весь штат.\n– Здравствуй, Сергей.\nЭто была одна из его странностей. Он всех называл по полным именам, не взирая на возраст и выслугу. Точнее ее отсутствие. Товаровед пожал мне руку с видом гениального диагноста, пытаясь по взгляду определить степень моей болезни.\n– Как себя чувствуешь?\n– Да в голове немножко шумит, – соврал я, окидывая взором моего непосредственного начальника.\nКроме полного ФИО Проницательность выдала Макетчик. Интересно, какие там макеты строит Мумиё в свободное время?\n– Завтра поболеешь. А сегодня никак. Кстати, «Газель» от девятого магазина пришла. Пойдем загрузим. Там вода, пиво, энергетики, печенье. Марат, слышишь?\n– Пятнадцать минут еще до начала работы, – лениво отозвался мой прожженный коллега.\n– На пятнадцать минут тебя раньше отпущу.\n– Ага, это если фура под закрытие не придет, – бросил Марат, но с места сдвинулся.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Не знаю, можно ли гордиться этим, но грузчиком-наборщиком я был отличным. Это первое время, как устроился, выглядел уж совсем недотепой. Хотя, это в любой сфере так. Устраиваешься, вызываешь улыбку своей нубоватостью, а после к тебе постепенно приходит мастерство. Вот и если по-началу я постоянно суетился, мешался под ногами, то теперь любо-дорого смотреть. Ни одного лишнего движения.\n– «Живой Источник», шесть палеток, есть, – считал вслух Мумиё, – «Три богатыря», стекло, два… Есть. «Балтика», стекло, три упаковки.\nМы ловко разминулись с Маратом. Он заскочил на склад, а я напротив, вышел из него со своей ношей. Двадцать бутылок не так уж тяжелы, когда проложены снизу твердым картоном да пропаяны новеньким полиэтиленом. К сожалению, у нас подобной роскоши не было. Все пиво старой поставки, давненько стоит на складе. Картон рассохся, к тому же потекла одна из батарей и картон рассохся. Поэтому приходилось аккуратно придерживать со дна. Уж насколько я думал, что опытный, но и на старуху бывает проруха.\nЯ не понял, в какой момент упаковка развалилась. Но четыре бутылки выпали сквозь прореху в дне в ту самую секунду, когда нога уже была занесена над кузовом «Газели». Поднял голову и увидел сердитый взгляд Мумиё. Вот он открывает рот и…",
    "answers": [
      {
        "id": 32,
        "text": "∞"
      }
    ]
  },
  {
    "id": 32,
    "text": "Мы ловко разминулись с Маратом. Ощущение дежавю не покидало. Это уже было. Только что. Я вышел со склада, и ящик с пивом развалился у меня в руках. Точнее именно сейчас выйду и.... На каких-то рефлексах перекинул упаковку, перехватывая ее. Стекло жалобно звякнуло.\n– Сергей, аккуратнее.\n– Николай Степанович, тут дно никакое. Надо бы скотчем промотать.\n– Промотай. Марат, еще одна упаковка стекла. Потом пойдем на печенье.\nА я сидел на корточках, держа скотч, и завороженно смотрел на целую, неразбитую упаковку с пивом. Во-первых, я теперь знал, за что отвечает та золотистая полоска, которая уменьшилась на треть. Именно за использование того самого главного направления. А во-вторых… я умел откатывать время.\n\nКонец второй главы",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 33,
        "text": "Третья глава"
      }
    ]
  },
  {
    "id": 33,
    "text": "Глава 3\n\nСамое лучшее средство от деструктивной умственной деятельности – тяжелый физический труд. Если почитать историю любого тоталитарного режима – то узнаем простую вещь. Люди там много и тяжело работали, с утра до вечера. И на глупые мысли времени не оставалось.\nВот и мне посчастливилось лечить свою головушку подобным методом. Думать успевал только о том, что сейчас нести, да и то особо не размышляя. Ноги и руки сами знали что делать, доведя процесс до полного автоматизма.\nОбеда как такового не было. Та треклятая фура, которую мы ждали вечером, приехала в два часа. Пришлось вставать цепью, причем у основания ее был Марат. Он ловко пробил гвоздем несколько полторашек, опрокинул их, чтобы пиво не вытекло, и отставил в сторону. Явный брак.\nК половине седьмого мы не только успели выполнить всю работу, но почти все грузали выпили большую часть экспроприированного пива. Я отказался. У меня в голове такая каша, что алкоголь именно сейчас будет вреден. Да и называть этот странный напиток в пластиковых бутылках пивом язык не поворачивался. Вот вечером возьму нормального – разливного или хотя бы в стекле.",
    "answers": [
      {
        "id": 34,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 34,
    "text": "Чем был хорош Мумиё – свое слово он держал. Без четверти семь я пожал руку Марату, и мы разошлись в разные стороны. Он жил совсем неподалеку, что, наверное, и повлияло в первую степень на выбор работы, а я зашагал на остановку.\nВ лицо сыпало снежной крупой, по пути от базы до дороги света не было от слова совсем и никогда. Я шел неторопливо, боясь поскользнуться, и гонял в голове мысли, как китайские шарики для медитации. Основное направление развития Временщик. Что оно значило я понял – откат по времени. Именно за это и отвечала золотистая шкала. Судя по всему, подряд я мог выполнить три отката. Время – секунды три-четыре. Тут надо пробовать еще и еще. Вопрос лишь в том, как это сделать?\nЯ посмотрел вперед и мысленно приказал себе переместиться во времени. Конечно, ничего не произошло. В прошлый раз мной двигал страх. Я испугался и переместился.\nТряхнул головой. Какой-то бред. Случай в котловане, перемещение во времени. Потрогал лоб – никакого жара. Но это ненормально, точно. Вышел на небольшой освещенный пятачок под фонарем. Теперь до остановки было рукой подать. Шагнул на присыпанную колючим снегом тропинку и поскользнулся. Так резко, что даже руки из карманов не успел вытащить. Еще момент и позвонки хрустнули…",
    "answers": [
      {
        "id": 35,
        "text": "∞"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вышел на небольшой освещенный пятачок под фонарем. Теперь до остановки было рукой подать. Стоять! Аккуратно обошел раскатанный лед, присыпанный снегом. В крови еще плескался адреналин. Я только что переместился. Снова! Прошел по инерции несколько шагов. Посмотрел на часы.",
    "answers": [
      {
        "id": 36,
        "text": "∞"
      }
    ]
  },
  {
    "id": 36,
    "text": "И снова взглянул на хронометр. Время отката ровно три секунды. И золотистая полоска заполнена только на треть. Самое главное, как я смог переместиться? В этот раз просто захотел. Тогда почему не получилось прежде? Я дошел до остановки и сел на скамеечку. Сердце бешено стучало, кожа покрылась пупырышками. И не от холода, а от недавних впечатлений.\nПолучается, я могу достичь чего хочу. К примеру, немного научиться боксу, поставить хороший хук и стать чемпионом мира. А что, может получиться? Я знаю, куда ударит противник, и у меня будет три попытки, чтобы уйти от в сторону и отправить его в нокаут. А если он выстоит? Ладно, отметает вариант с мордобоем.\nФутболистом. Да, это было бы круто. На поле Дементьев Сергей, который может единственным движением обвести любого защитника мирового уровня. Потому что знает, куда тот сместиться. Хотя опять же – сделать подобное могу лишь три раза. А что потом? Замена, лавка, понижение в классе. Свои фантазии о карьере Криштиану Роналду я закончил во втором дивизионе зоны «Урал-Поволжье» в челнинском «Камазе». Нет, все не то. \nМожно стать пожарным и спасать жизни. Хотя, три секунды и три попытки – маловато. Была бы какая-нибудь возможность увеличить либо время отката, либо количество этой праны. Стоп, если я Игрок, то все вполне осуществимо. Есть же какие-то уровни, опыт, который надо набрать. Нужно только узнать как.",
    "answers": [
      {
        "id": 37,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 37,
    "text": "Остановил проезжающую маршрутку и сел в конец салона. Поймал себя на мысли, что небольшие комментарии над пассажирами уже воспринимаю как должное. Оно и понятно, к хорошему всегда быстро привыкаешь. Посмотрел – ничего интересного, разве парень у самого входа оказался Ловеласом.\nУставился в окно, наблюдая за мрачным пейзажем темного зимнего вечера. Каждый угол дома, каждую кочку, каждый поворот я знал наизусть. Мог даже не смотреть сквозь забрызганное грязью стекло. За несколько лет езды на работу мудрено не выучить. Однако именно сегодня казалось, что все вокруг преобразилось.\nЯ не узнавал дома на главных проспектах, старыми и потрепанными выглядели ларьки на одном из рыночков, кое-где поменялись вывески. Город одновременно остался узнаваем по каким-то словно рассыпанным осколкам, которые необходимо собрать вместе. И вместе с тем предстал в новом для меня обличье.",
    "answers": [
      {
        "id": 38,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 38,
    "text": "Создавалось ощущение, что я попал в Зазеркалье. Или будто два мира слились в один. Первый я знал, а второй только-только открывался. Например, станет ли кто-нибудь вешать вывеску на каком-то тарабарском языке посреди главной улицы? Я мог поклясться, что вчера ее не было. Или почему над городом так низко летают самолеты? И самолеты ли это?\nДостал наушники и включил моих любимых Роллингов, незаслуженно отодвинутых в сторону знаменитой четверкой из Ливерпуля. Ирония судьбы, но в рандомном варианте проигрывателя попалась «Paint It Black». Очень точно подходящая под разворачивающуюся за окном действительность.\nС другой стороны, все не так пессимистично. Да, творится какая-то непонятная хрень, которая чаще пугает. Но каждая закрытая дверь, как известно, открывает новую. Стоит лишь заставить себя ее увидеть.\nДо моей улицы оставалось еще минуты четыре, когда я заметил его! Обычный человек, как и множество других. Вот только плашка над его головой была ярче. Я заметил это даже с расстояния в тридцать метров. Человек посмотрел по сторонам, точно почувствовал, что за ним наблюдают, и зашел в дверь ближайшего бара.",
    "answers": [
      {
        "id": 39,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 39,
    "text": "– Стойте! Стойте! Моя остановка, я пропустил!\nМаршрутка, только начавшая отъезжать, резко тормознула. Под неодобрительные взгляды пассажиров я выбрался наружу и натянул капюшон. Чуть ли не подбежал к светофору и стал ждать свой свет. Лишь бы не показалось, лишь бы…\n– Милок, а на улицу Дружбы где остановка? – раздался голос рядом.\nЯ оглядел его обладательницу. Обычная бабка. В теплой старой шубейке, валенках, вязаных варежках и закутанная в две шали. И конечно же с сумкой-тележкой. Понимаю, все свое ношу с собой.",
    "answers": [
      {
        "id": 40,
        "text": "Помочь"
      }
    ]
  },
  {
    "id": 40,
    "text": "– Бабуль, так вам на ту сторону надо. Дружбы это туда, – махнул я рукой, указывая направление.\n– А остановка где? – заозиралась бабка.\n– На той стороне. Прямо перед светофором. Пойдемте, провожу.\n– Ой, мой хороший, проводи, проводи.\nОна схватила тележку и благосклонно подала мне руку. Как раз в этот миг загорелся наш свет. Я медленно брел с бабулькой через шоссе в плотном потоке обгоняющих пешеходов и не сводил взгляда с бара. Вроде, никто не выходил. Ну вот и ладно. Успели мы в самый последний момент, когда уже зеленый стал настойчиво мигать.\n– Ой, спасибо, милок, спасибо.\n\nВы помогли нейтрально настроенному обывателю.\n\n<plus> 10 единиц кармы. Текущий уровень -90. Вы тяготеете к Тьме.\n\nЯ смотрел на довольно быстро проплывшую перед глазами полупрозрачную строчку. Стоять бояться. Получается, если я еще проведу девять таких бабок, то выйду в ноль.\n– Бабуля, а может вам на ту сторону еще надо?\n– Зачем это?\n– Ну… так, помочь чтобы. Карму себе поднять.\n– Вот ведь, наркоман. А как нормальный выглядит, – мгновенно превратился божий одуванчик в фурию, – обдолбятся спайсов своих и пристают. Иди отсюда, иди, говорю.\nВот и помогай после этого людям. Я аккуратно обошел свои десять единиц кармы и направился к бару. Как там говорила Шапокляк? Хорошими делами прославиться нельзя? А вот шиш тебе. Надо лишь подумать, чего бы такого сделать. Кстати, а почему я так стремлюсь в плюс выйти? Для начала необходимо узнать зачем эта самая карма нужна.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я добрел до глухой железной двери, над которой висела вывеска «Харчевня». И все, больше никакой информации. Ни информационной таблички с часами работы, ни ярких картинок с блюдами русской кухни. Можно же нарисовать борщ, пельмени, заливное. Иначе как посетители узнают, что здесь вкусно кормят? Странное какое-то место. Не без дрожи я потянул дверь на себя.\nОсмотрел крохотный предбанник. Впереди, за деревянными перегородками со стеклом, оказался большой зал. Уж чем-чем, а харчевней это место можно было назвать в последнюю очередь. Скорее, ресторан. А если быть точнее, вроде какого-то привилегированного клуба. Кожаные изогнутые кресла в английском стиле, диваны, небольшие столики, барная стойка посреди зала с телевизором сверху. И самое главное, все посетители с теми самыми подсвеченными плашками.\nВот только информация о них настораживала: Вивисектор, Колдун, Гневливый, Наемник, Страж, Меченосец, Берсерк, Рисовальщица, Бегун, Броненосец, Трус, Архалус, Перебежчик. На Архалусе я удивленно остановил взгляд, потому что больше всего это существо напоминало канонического ангела – светлые свободные одежды, длинные волосы, два сложенных друг за другом крыла. Да и остальные привлекали внимание – потому что не все тут были людьми.",
    "answers": [
      {
        "id": 42,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 42,
    "text": "– Решил заглянуть к нам, корл?\nМощная фигура выросла слева от меня. Я вздрогнул и прочитал над появившимся гигантом: Квантовик.\n– Решил, – кивнул я.\n– Правила знаешь.\nОн то ли спросил, то ли просто сказал. Но все же своим видом показывал, что ждет какого-то ответа. Пришлось импровизировать.\n– Посуду не колотить и не буянить.\n– Вроде того, – улыбнулся собеседник. – Заходи\nКвантовик развеялся в воздухе, точно его сдуло ветром, и появился за столиком уже с той стороны перегородки. Делать нечего. Поверни я сейчас обратно, выглядело бы совсем глупо. А то ведь могут еще догнать и надавать по шее. Можно было откатить время. Вот только трех секунд тут явно не хватит.\nПризнаться, я никогда не боялся сцены. Потому что сроду на нее не выходил. Но теперь, когда на меня вдруг уставились около двух десятков пар глаз, ладошки и шея вспотели. Спасибо и на том, что большинство смотревших были людьми. Кстати, у дальнего столика сидел светловолосый крепыш с такой же светлой кожей, как и у меня. Точнее у незнакомца, поселившегося с недавних пор в зеркале. Именно этот светлокожий и кивнул первым, пришлось ответить.",
    "answers": [
      {
        "id": 43,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 43,
    "text": "Я проскользнул к одному из свободных столиков у входа и сел. Постепенно остальные перестали откровенно пялиться, кое-кто даже продолжил явно прерванный разговор. А ко мне подскочил Колдун-бармен, если верить информации, предоставленной Проницательностью.\n– Приветствую, корл. Пыль или рубли?\nС этими словами он подал раскрытое меню. Я взглянул в него, напротив блюд красовались значки 1 или 3 и какое-то странное изображение в виде песчаных горок.\n– Рубли, – ответил ему.\nБармен взмахнул меню и вместо непонятной валюты теперь появились вполне знакомые суммы. Хотя можно ориентироваться. Судя по ценам, ресторан средней руки, сюда можно даже с девушкой прийти. Не разоришься.\n– Можно пару минут? Я тут у вас в первый раз.\n– Конечно, – кивнул бармен и вернулся за стойку.\nСтранно тут все. Нет официантов что ли? Да, собственно, судя по полупустым столикам, здесь не особо и едят. Больше пьют. Ладно, не на то обращаю внимание.\nПоявилось время получше разглядеть представителей других рас или видов – черт знает, как их правильно именовать. Первым шел темнокожий как смоль человек с желтыми глазами и странными наростами на голове. Они напоминали собранные и покрытые лаком пучки волос. Только было их совсем мало. И судя по всему, они явно жесткие. Какие-то странные отростки – вроде подвижных рожек. Проницательность подсказывала, что этот тип весьма Гневливый.\nНеподалеку сидел архалус. Ангел спокойно попивал пиво, разговаривая с обычным человеком, насколько обычными могли быть сидящие здесь. Чуть поодаль совсем неподвижно сидело странное существо с человеческой головой и туловищем, но явно сделанными из непонятного матового сплава конечностями. Броненосец.\nИ всего одна девчонка. Высокая, стройная,с большими выразительными глазами и короткими каштановыми волосами. Вполне симпатичная, как по мне. Бросила на меня лишь мимолетный взгляд и вновь уткнулась в альбом, чиркая там карандашом. Рисовальщица.",
    "answers": [
      {
        "id": 44,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 44,
    "text": "Ладно, пора сделать вид, что происходящее здесь мне не в диковинку. Полистал меню. Про харчевню это владельцы явно зря. Если тут есть хотя бы половина тех блюд, что написана, они могли бы смело претендовать на мишленовскую звезду. Но экспериментировать не стал. Поднял руку, и бармен довольно быстро подошел ко мне.\n– Можно мне пельмени из баранины и ноль пять чешского?\n– Конечно.\nБармен забрал меню, вернулся за стойку, и тогда я увидел самую настоящую магию. Его руки сделали какой-то странный пас, и с пальцев сорвался сгусток света, напоминающий смятый листок. Тот взмыл вверх, покружил немного и улетел в сторону кухни. Колдун поймал мой удивленный взгляд и подмигнул. Да уж.\nЭто явно не непонятный телекинез тире бесконтактный бой. Именно о подобном в книжках и пишут. Причем, сделал все бармен с таким скучным и равнодушным лицом, словно ничего особенного не произошло. Хотя, может для него действительно ничего особенного. А почесал затылок и уперся взглядом в экран над стойкой.\nПо телевизору шли новости. Причем очень странные. Федеральные сменялись каким-то сообщениями от мелких городских студий даже не из нашего региона. И судя по всему, никто специально каналы не переключал.",
    "answers": [
      {
        "id": 45,
        "text": "Смотреть телевизор "
      }
    ]
  },
  {
    "id": 45,
    "text": "...\nВ Воронежской области зоологи бьют тревогу. Численность волков достигла критической отметки. Участились случаи нападения зверей на людей. Для пенсионерки Лидии Никитичны Соколовой встреча с волком чуть не стала последней.\n– Страшно, ой страшно было! Я к дому, значит, подхожу, а возле будки возится кто-то.\n…\nУже сутки ищут пропавшую восьмилетнюю девочку. Напомним, Вика Новосельцева утром отправилась на учебу. Но до школы так и не дошла.\nОго, так это же наш город. Ведущий знакомый. Точно, наш. Я вытянул шею, чтобы увидеть подробности, но обзор мне преградил тот беловолосый крепыш, что кивнул прежде.\n– Хайса, брат, – протянул он мне руку.\n– Хайса, – догадался я, что это приветствие.\n– Давно здесь?\n– В городе?\n– В этом мире, – усмехнулся он.\n– Да… давно.\n– А я месяц всего. И мне не нравится. Слишком тут душно, даже сейчас. Вроде на улице снег, но жарко.\nОн еще раз пристально посмотрел на меня, видно что-то прикидывая, после чего выдал.\n– Меня зовут Троуг. Я здесь минимум месяца на три. Набедокурил в Элизии, вот и решил отсидеться в безопасности. Если будет нужна помощь, найди меня. Второй дом справа от городского Вратаря. Корлы всегда держатся вместе... даже полукровки, – добавил после короткого, но многозначительного молчания.\nПожал еще раз руку и вышел. Я сразу стал пытаться найти логику в этом потоке информации. Он сказал, что в этом мире недавно. А приехал из какого-то Элизия. Это во-первых. И он, и я – корлы. Так меня обзывали охранник на входе и бармен. Учитывая, что мы с ним довольно похожи, скорее всего, это какая-то национальность. Хотя бред. Какие корлы? Я человек, и родители у меня люди. И бабушка с дедушкой. Стоп, а кто его знает? Еще вчера днем мне и в голову не могло прийти ничего подобного. Ладно, с этим разберемся позже.\nВ-третьих, он упомянул какого-то Вратаря. Это из нашего «Олимпийца», что ли? Получается, второй дом от стадиона? Так там рядом домов вообще нет. Нет, тут что-то другое, городской Вратарь!",
    "answers": [
      {
        "id": 46,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 46,
    "text": "Мои мысли развеялись столь стремительно, что я едва запомнил, о чем размышлял. Всему виной оказалась появившиеся словно из пустоты ароматная тарелка с пельменями и запотевший бокал пива. Нет, здесь обошлось без магии. Просто я так задумался, что не заметил официантку. Девочка-подросток, лет четырнадцати, с собранными в пучок волосами. Но самое главное – она была обычным человеком. С тусклой табличкой над головой, говорившей лишь, что помимо всего она Музыкант.\n– Приятного аппетита.\n– Спасибо.\nКак и всякий русский человек я относился к пельменям с бараниной с великим предубеждением. Забить и приготовить вкусного барашка – целое искусство. Я, к слову, не умел. В большинстве своем нас потчуют этим мясом с резким, отталкивающим запахом. И говорят притом, что мы, мол, ничего не понимаем.\nНо эти пельмени… После первого я боялся, что попросту захлебнусь желудочным соком. Жирные, посыпанные сверху зеленым лучком, они буквально таяли во рту. Я смог оторваться только лишь чтобы попить пива. И чуть не сошел с ума повторно.\nНельзя, категорически нельзя пить вкусное разливное пиво, сваренное качественно. Потому что после этот пенный напиток с резиновым вкусом, который продают у нас, совершенно невозможно брать в рот. Мне даже казалось, что там, за дверью, находится город Плзень, где самые настоящие чехи варят пиво. Ну не может оно быть таким вкусным.\nОтодвинулся я от пустой тарелки довольным и наетым как конь. Допил остатки пива и потянулся за деньгами. Вышло не особо бюджетно – четыреста рублей порцию пельменей и двести пятьдесят за ноль пять литров чешской амброзии. Но, черт возьми, они того стоили. Не знал, принято ли тут оставлять на чай, на всякий случай добавил и стал коситься в сторону выхода.",
    "answers": [
      {
        "id": 47,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 47,
    "text": "Однако стоило расправиться с ужином, как я понял, что чувствую себя здесь крайне неуютно. Как фермер в дырявом комбинезоне вдруг оказавшийся на венском балу. С каждой прошедшей минутой риск, что меня раскроют возрастал. Поэтому я сделал единственное правильное решение.Положил деньги на столик и тихонечко вышел. Благо, включая бармена, все были заняты просмотром очередного чернушного сюжета по телевизору.\nУже на улице вдохнул полной грудью. Тепло, приятно, даже засыпаемый в лицо снег какой-то родной. И ничего не душно, врет этот корл по имени Троуг. Я быстро дошел до перекрестка, повертел головой в поисках самой завалящей бабки, но не судьба. Перешел дорогу вхолостую, добрел до остановки и, о чудо, почти сразу подошла нужная маршрутка. Плюхнулся на свободное кресло, уже вовсе игнорируя надписи поверх людей. Как я задолбался за эти два дня.\nДо своей остановки даже слегка задремал, отчего чуть ее не пропустил. Выскочил уже на светофоре, провожаемый нерусской бранью водителя. Почти девять. Все этот дурацкий визит в бар.",
    "answers": [
      {
        "id": 48,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 48,
    "text": "Собственно, что я узнал? Существуют Игроки. Не я один такой красивый в белом пальто. Если верить корлу, есть также еще мир Элизий. А может, не только он. Учитывая, наличие разных рас, то множество миров было бы совсем логичным обоснованием. У Игроков какая-то своя валюта, которую они называют пылью. Вряд ли это та, что скопилась у меня на антресоли. Что еще?\nВ раздумьях я добрался до подъезда. На лавочках никого. Неудивительно, метет довольно сильно, да и ветер поднялся. Открыл домофонную дверь и чуть не столкнулся лоб в лоб с соседями сверху, супружеской парой.\n– Здравствуйте.\n– Здравствуй, Сережа. Коля, ну чего замер, пойдем.\nОднако застыл неподвижно не только пятидесятилетний дядя Коля, но и я. Потому что прямо передо мной стоял очередной Игрок.\n\nКонец третьей главы ",
    "answers": [
      {
        "id": 49,
        "text": "Четвертая глава "
      },
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 49,
    "text": "Глава 4\n\nОдин очень уважаемый классик писал, что все счастливые семьи похожи друг на друга, а каждая несчастливая семья несчастлива по-своему. Я был с этим категорически не согласен. Взять хотя бы Машку с ее матриархальным укладом. Она там и бог, и царь, муж в попу дует, но все счастливы. Или моих родителей, где слово отца всегда последнее. Пусть оно иногда неверное, но всегда железобетонное и возражению не подлежит. И нормально. Каким-то образом троих детей вырастили и тоже семья бездольной не казалась.\nУ дяди Коли с тетей Ниной главных на первый взгляд вообще не было. Они относились друг к другу с теплотой и уважением. И, страшно подумать, тоже не страдали. \nПоэтому уж куда там Льву Николаевичу, попортившему не одну девку в своей деревне, да сбежавшему под конец жизни от родной жены рассказывать о семейном счастье. Одна сплошная демагогия.",
    "answers": [
      {
        "id": 50,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 50,
    "text": "– Чего завис? – спросил дядя Коля, прерывая мои раздумья о влиянии авторитета классика литературы на стереотипы мышления при создании брака. – Я ненадолго. Сказал, что тебе помочь надо.\nОн поставил ящик с инструментами в коридоре и разулся. Я жестом пригласил его на кухню, где уже ждал горячий чай, а сам пристально следил за соседом. Выглядел дядя Коля… обычно. То есть, с ним не произошло никаких метаморфоз, как, например, со мной. Единственное, что выдавало в нем Игрока – ярко подсвеченная плашка над головой.\n\n???, Николай\nТень\n???\n???\n???\n???\n???\n???\n\nСудя по количеству вопросительных, Игроком он был непростым. Что ж, мне же даже лучше. Хотел больше информации – получай. Итак, начнем.",
    "answers": [
      {
        "id": 51,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 51,
    "text": "– А Николай это ваше ненастоящее имя? – поинтересовался я.\n– Отку… – он насторожился, но тут же сам кивнул себе головой, – Проницательность?\n– Ага.\n– Давай, рассказывай все с самого начала.\nЯ, собственно, не особо и сопротивлялся. Больше всего мне сейчас нужен человек, который поможет разложить все по полочкам. А для того, чтобы требовать от человека честности по отношению к тебе, нужно сущая мелочь – быть честным с ним. Тем более отношения с дядей Колей у нас были хорошие. Ну с тем, прошлым дядей Колей. Который сосед сверху и токарь на заводе. Или кто он там? А вот что сложится с Игроком Николаем предстояло только выяснить.\n– Ясно. Все примерно так, как он... – сосед вдруг осекся, будто сболтнул лишнего и тут же поправился, – Я хотел сказать, как же тебя угораздило.\nВпрочем, Игрок не требовал ответа, а лишь постучал костяшками пальцев по столу, разглядывая нехитрое убранство моей кухни. Мне даже на минуту стало неудобно покрытую копотью вытяжку и «накрахмаленный» жиром тюль. Ладно, ладно, в первый же свободный денек примусь за генеральную уборку. Наверное...\n– В общем слушай. И постарайся пока воспринимать все не сильно критически. Потому что для обывателя подобная информация, мягко говоря, необычна.",
    "answers": [
      {
        "id": 52,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 52,
    "text": "Я насторожился. Тот, прошлый дядя Коля был довольно косноязычен, а этот… Изъяснялся как весьма образованный человек минимум с классическим университетским образованием.\n– Допустим, что существует множество миров.\n– Сколько?\n– Бесчисленное множество. Никто не знает, сколько именно. И вряд ли когда-нибудь узнает. Она будто нанизаны на длинную нитки, что изгибается причудливым образом. Ближе к середине нити миров больше и более развиты. У каждого мира свои законы и негласные правила. Это тоже логично. Единственное, что связывает миры – Ищущие, ну или Игроки, как ты нас назвал.\n– Только они могут проходить через миры?\n– Только они и могут. Для обывателей, то есть обычных людей Врата закрыты.\n– Врата?\n– Путь в другие миры. Самый распространенный способ путешествия. И самый простой. Для этого необходимо лишь воспользоваться услугами Вратаря. Единственный момент – перемещаться можно лишь в пределах соседних миров.\n– Вратари?! – вскинулся я, вспомнив о словах своего нового знакомого Троуга, – и в нашем городе есть Вратарь?\n– Конечно, как и в любом крупном поселении или стратегически важном месте. С его помощью можно переместиться к остальным вратам этого мира или другого. Вопрос в стоимости. Валютой, как ты понял, является сухая магическая взвесь, которую по-другому называют Пыль.\n– А если я не хочу пользоваться услугами Вратарей? Существует ли способ самостоятельно переместиться в другой мир?\n– Лет пятьсот назад я бы категорично сказал тебе нет. Но в последние пара веков ходит все больше слухов об Игроках, которые используют своеобразные прорехи. Как – не спрашивай. Чего не знаю, того не знаю. Но, насколько я могу судить, Вратарей становится меньше. Может, придет день, когда они и не будут нужны.\n– Хорошо, расскажи про пыль. И какой с нее толк?\n– Пыль используют при изготовлении зелий, эликсиров, карт зачаровании оружия. Проще говоря, во всем, что каким-то образом связано с Ищущими. Завтра, мы, кстати, с утра пойдем в котлован на ее поиски.",
    "answers": [
      {
        "id": 53,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 53,
    "text": "– Дядя Коля… Николай.\n– Зови меня Охотник. Ищущие этого мира, да еще пары окрестных знают меня под этим именем.\n– Хорошо, Охотник. Какова цель всего этого? Если существуют Игроки, значит, есть какая-то Игра? А у любой игры существует конечная цель.\n– Каков смысл жизни?\nЯ замялся и пожали плечами.\n– Все, что имеет начало, имеет конец. Но я не могу тебе сказать, для чего все это. Как не могу объяснить, в чем смысл жизни. Я многие годы скитался по мирам в поисках ответа на этот вопрос. Убивал Ищущих и чуть не умирал сам. Но смысл нашел лишь в простом человеческом счастье. Женился и остался здесь.\n– Многие годы это сколько?\n– Многие годы это много, – усмехнулся Охотник, – намного больше, чем ты можешь себе представить.\n– И сколько же вам лет?\n– Скажем так, я прожил уже несколько десятков человеческих жизней. А может и сотен. Знаешь ли, раньше умирали довольно рано.\n– Вы бессмертный?\n– Все смертны. Особенно Ищущие. Нас многие хотят убить. Как игроки, так и обычных обыватели. Только в нескольких мирах, включая Отстойник, – он почему-то обвел руками мою кухню, – можно чувствовать себя в безопасности. В относительной безопасности. Но над нами время не так властно, как над другими. И болезни обходят Игроков стороной. Кстати, о времени, – посмотрел дядя Коля на часы, – зайду завтра, с утра, когда жена уйдет на работу. Будь готов.\n– Охотник… – я догнал его в коридоре, – мне сказали, что я захватил какое-то заклинание Свет. Вот только как им пользоваться?\n– Свет? – это слово почему-то сильно повеселило соседа, – надо успокоиться, закрыть глаза и заглянуть в себя. Тогда все узнаешь. И еще, про заклинания, умения, основное направление… Игроки этим не делятся. Даже друзья, если вдруг они у тебя появятся. Потому что есть большая вероятность привлечь к себе ненужное внимание.",
    "answers": [
      {
        "id": 54,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 54,
    "text": "Я закрыл за ним дверь и почесал затылок. Это он в конце прикололся что ли? Я ему на голубом глазу рассказал все, не мог мне раньше нюансы обозначить? Прошел в зал и сел на продавленный диван. Что значит «заглянуть в себя»? Помедитировать? Признаться, с этим у меня было не особо. Но попытка не пытка. Вряд ли будет хуже.",
    "answers": [
      {
        "id": 55,
        "text": "Заглянуть в себя"
      }
    ]
  },
  {
    "id": 55,
    "text": "Глубоко вдохнул, выдохнул и закрыл глаза. Шумели за окнами машины, кричал за стеной телевизор, просила кота кошка у соседки на третьем этаже. Какими духовными практиками можно заниматься в подобных условиях? Я усмехнулся про себя и хотел уже почти открыть глаза, когда вдруг понял, что из темноты проступают какие-то неведомые очертания.\nЭто было сродни полету через Вселенную. Я, крохотная и маленькая пылинка, и бесконечный космос вокруг. Мое сознание промчалось с такой скоростью, о которой не могли помыслить все ученые миры нашего мира, и вернулось в ту же точку откуда стартовало.\nКошка внизу уже явно вызывала Люцифера, а через стену продолжался бубнеж очередной политической программы, но это было неважно. Потому что перед моими глазами появилось нечто вроде справочного описания к Игроку.",
    "answers": [
      {
        "id": 56,
        "text": "Читать "
      }
    ]
  },
  {
    "id": 56,
    "text": "Дементьев Сергей Михайлович, 25 земных лет.\n\nЧеловек (15/16), Корл (1/16)\n\nРасовые особенности: повышенная морозоустойчивость, повышенная сопротивляемость к заклинаниям Воды и Мороза, ускоренное обучение ветки Красноречие.\n\nКарма: — 90. Вы склоняетесь к Тьме.\n\nСила 20\nИнтеллект 15\nСтойкость 20\nЛовкость 10\nВыносливость 15\nКрасноречие 8\nСкорость 12\n\nЗдоровье: 30\nМана: 25\nБодрость: 25\n\nЗаряд: 30\n\nНаправление развития: Временщик\nУмения: Проницательность.\nЗаклинания: Свет.\nЛик: Спаситель.",
    "answers": [
      {
        "id": 57,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 57,
    "text": "И что самое важное, все было своего рода кликабельно. Можно навести на любой компонент и посмотреть полную информацию. К примеру, Стойкость.\n\nВлияет на способность противостоять магии и применение заклинаний школ Трансформации, Разрушения, Мистицизма, Колдовства, Иллюзии и Восстановления.\n\nНу-ка, ну-ка.\n\nСвет (Иллюзии) – создание небольшого освещенного участка. Применение: на себя. Стоимость использования: 10 единиц маны. Время действия: 60 секунд.\n\nТеперь все встало на свои места. Кстати, та самая золотистая полоса – количество зарядов для отката времени. С остальным… с остальным надо будет разбираться по ходу.",
    "answers": [
      {
        "id": 58,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 58,
    "text": "Открыл глаза и будто взглянул на свою старую комнату по-новому. Так бывает, когда возвращаешься из долгого путешествия в родные пенаты. Только меня не было каких-то несколько секунд. Или…\nНеважно. Если следовать логике, сейчас маны хватает для создания заклинания. Надо хоть посмотреть, что это за фрукт такой и что с этим можно делать. Справа от меня всплыла иконка. Глазами переместил ее в самый край и активировал. Так. Рука сама собой вытянулась ладонью вперед, после чего вспыхнула как шестидесятиваттная лампочка, хотя температура тела не изменилась.\n\nНавык Иллюзий повышен до первого уровня.\n\nРовно через минуту заклинание прекратилось, и я еще какое-то время стоял на том же месте, привыкая к полумраку. Заклятье или заклинание, черт разберет как правильно, у меня, конечно, бомба. Можно с понтом и криком: «Всем выйти из сумрака» гопников в темных подворотнях пугать. Или устроиться на местную электростанцию с графиком две минуты в час. Хотя надо еще смотреть, как быстро восстанавливается мана. В общем и целом, выходило, все не так круто, как по-началу думалось.",
    "answers": [
      {
        "id": 59,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 59,
    "text": "Единственный плюс – если покачать это заклинание, то можно поднять уровень. Не знаю уж, сколько единиц надо поднять. Но будем пробовать. Активировал Свет еще раз, однако уже без результата – навык не повысился.. Мана стремится к нулю, цель поставлена. Ладно, еще почитаем.\n\nЛик Спаситель.\nДля активации ваша карма должна быть не менее <plus>1000.\n\nНичего себе! Я с моими минус девяносто молча курю в углу. Необходимо в ближайшее время размещать на сайте услуг тендер на перевод бабушек через оживленные магистрали. Или думать, как еще выйти в плюс. Сдается мне, тут за любое мало-мальское значимое дело будут давать поощрение. Надо лишь понять, это самое «значимое» для Игры. Да уж, тысяча очков, это ж каким святошей надо быть?",
    "answers": [
      {
        "id": 60,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 60,
    "text": "Остальной вечер я провел за чтением своей внутренней литературы. Точнее того, что выдала мне Система или Игра. Не знаю, как назвать данный гайд правильно. Заодно экономил на электричестве, используя Свет. Прокачал навык Иллюзий до четвертого уровня и довольный, как слон, выходящий из посудной лавки, лег спать. Ощущение было, что я иду абсолютно правильным путем.\n***\nБывает, что ты просыпаешься за несколько секунд до будильника без всякой видимой на то причины. Так случилось и сегодня, вот только сейчас моим раздражителем стал стук в дверь. Я разлепил глаза, осматривая знакомую комнату, хотя не до конца понимал, что именно заставило меня проснуться. И только когда в дверь несколько раз легонько ударили костяшками пальцев вскочил на ноги. Время восемь. Я обычно даже на работу только через полчаса встаю. Хотя догадываюсь, кто это может быть.",
    "answers": [
      {
        "id": 61,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 61,
    "text": "Интуиция не обманула. На пороге стоял Охотник-дядя Коля, свежевыбритый и вообще бодрый, что на моем фоне выглядело почти как издевательство. Более того, он пришел не с пустыми руками.\n– Пустишь или будем на пороге стоять?\n– Да, конечно, входите.\nЯ умчался в комнату натягивать джинсы и футболку, а когда вернулся, Охотник сидел на кухне. На плите грелся чайник, на столе лежал нож в ножнах. И рядом с ним простое закрывающееся зеркальце, которое обычно используют для боевого макияжа женщины.\n– Правша? – только и спросил сосед.\n– Да.\nВ руках Охотника с ловкостью фокусника появились тонкие ремни. Он перекинул их через мое левое плечо, стянул, после чего прикрепил к ним ножны так, что рукоять смотрела вниз.\n– Вытащи.\nЯ послушался. Нож был тяжелый, большой, клинок сантиметров двадцать, если не больше. С ним ощущалась некая сила.\n\nРассекатель плоти\nЛунная сталь\nЗачарован на причинение вреда физическим существам\nТолько для использования Игроками.\n\nА где там инфа об уроне, весе и каждой щербинке на лезвии, как во всех рпгшках? Непорядок.",
    "answers": [
      {
        "id": 62,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 62,
    "text": "– Советую носить именно таким образом. Обращаться умеешь?\n– Если только колбасу к коньяку покрошить, – пошутил я. Но заметив серьезное лицо Охотника, добавил, – нет, не умею.\n– Тогда без нужды не вытаскивай. Но пусть будет. Игрок без оружия, как голый мужик в женской бане. Чувствует себя не в своей тарелке.\n– Ну а стопорнут меня в метро. Или на улице. Как мне это им объяснить?\n– Не остановят. Оружие зачарованное. Видят его только Игроки. Для обывателей оно недоступно. Даже ощупывать начнут – ничего найдут. Перед ними предстанет лишь худой молодой человек. Вот для этого тебе и нужно зеркало.\n– У меня есть, в ванной.\n– Это другое. У меня старое, истинное, на основе серебра. Посмотри в него.\nЯ послушно нажал на кнопку и раскрыл миниатюрное зеркальце. И, как бы сказали лет сто назад, об… омлел. На меня смотрел тот самый человек, к которому я привык с детства и который исчез позавчера. Добродушный и худющий до невозможности Сережка Дементьев. И, кстати, дядя Коля, то есть Охотник, оказался прав. На плече не было никакого ножа. Мне для убедительности даже пришлось потрогать. Странно, чувствую, но не вижу.",
    "answers": [
      {
        "id": 63,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 63,
    "text": "– Серебро в какой-то степени блокирует способности, – объяснил Охотник, – поэтому через такие зеркала ты видишь себя таким, каков ты для остальных обывателей. Можешь взглянуть на привычные для игроков вещи с другой стороны.\n– Серебро, – усмехнулся я, – прям как против вампиров.\n– Их серебро не убивает, – серьезно ответил собеседник, – глупые сказки кинематографистов, только если голову отрубить…\nЗначит, тут еще и вампиры бывают? Такое себе заявление. Ходи теперь мимо темных подворотен, оглядывайся. Однако интересовало меня совершенно другое.\n– Почему вы мне помогаете? – посмотрел я на Охотника.\n– Потому что у меня нет выбора. Два Игрока в одном доме, более того, в одном подъезде… – он замолчал, отведя взгляд и покачав головой, – если ты по глупости обратишь внимание на себя, то заметят и меня. Поэтому в наших общих интересах в максимально короткие сроки превратить тебя в обычного, рядового Игрока. Который не удивляется пролетевшему порту или применяющему колдовство магу. Другой вариант – переехать. Но я это жене не объясню. Да и ты вряд ли хочешь отсюда уезжать.\n– А что если… если попросту убить меня?\n– Против правил Отстойника. Не скажу, что я законник до мозга костей, но излишней кровожадностью не страдаю. Да и в былые времена я не убивал Игроков только лишь ради собственного комфорта. \n– Что за Отстойник? Я уже слышал это название.\n– Ты завтракать будешь или мы пойдем? – не ответил на вопрос Охотник.\n– Пару бутербродов и готов.\n– Буду ждать внизу.",
    "answers": [
      {
        "id": 64,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 64,
    "text": "К моменту, когда я закончил с гигиеническими процедурами и псевдозавтраком (потому что моя мама бы точно не засчитала два бутерброда с маслом за полноценный прием пищи) прошло минут десять. Выскочил на улицу, боясь, как бы Охотник не плюнул на меня и не ушел. Но нет, стоит, препирается о чем-то с профессором. Точнее как препирается – интеллигенция давит интеллектом, а пролетариат вяло отбивается.\n– Самое важное в жизни – путь духовного развития, – вещал Петр Сергеевич, – обретение цельности своих взглядов и устремлений с желаниями души. Тогда и только тогда возможно стать подобным Богу не только по образу, но и по содержанию.\n– Блин, а жрать-то чего, пока эти, как их, цельности обретаешь? С голодухи так помрешь, блин, и все.\nВот по последним фразам я вдруг узнал дядю Колю. Будто не было никакого Охотника и мне все приснилось. Вот, оказывается, кто у нас актер без Оскара. Так что, без обид, ДиКаприо, твою статуэтку мы все же отберем в пользу наиболее нуждающегося.\n– О, блин, Серега, ты в магаз? Пойдем, мне тоже надо, блин.\n– Доброго дня, – чуть приподнял шапочку-петушок профессор в ответ на мой кивок.\n– Что самое смешное, а этот обыватель более чем прав, – вернулся привычный Охотник, как только мы отошли от подъезда. Я даже не успел проследить, когда произошла метаморфоза, – он в двух предложениях описал идеальный путь Игрока.",
    "answers": []
  }
]