[
  {
    "id": 1,
    "text": "\nАвтор:  autumn ♡\n\nЖанр: ♧ Фэнтезu, Романтика, Юмор ♧\n\nЭта история о добре и зле. О том что нужно уметь находить баланс между ними. \n\nПять простых подростков живут обычной жизнью. Ну как обычной. Трем девченкам мало приключений. Из за ошибки врачей у них появились \"деффекты\". Каждый из этой компании был избран и наделен еще более необычными способностями. Но кроме этого, для них открывается новая, неизведанная сторона жизни...\n\n__________________________\nPs. глав 5 точно накалякаю.\nPs. игровые персы тож будут добавляться примерно с 3 главы.\nPs. читайте от автора, там есть инфа.",
    "answers": [
      {
        "id": 107,
        "text": "От автора"
      },
      {
        "id": 6,
        "text": "Глава 1 \"Начало_Амулеты\""
      },
      {
        "id": 73,
        "text": "Глава 2 \"Сила_внутри_меня\""
      }
    ]
  },
  {
    "id": 2,
    "text": "Давным давно весь мир был поделен на добро и зло. Эти два царства враждовали друг с другом. Добру чего-то не хватало и они решили создать 2 амулета с суперсилами и возможностями. Первым был амулет воды. Обладатель его мог управлять водой, ровно как течет вода, так течет и время. И ему еще была дана сила управления временем. Но к сожалению разведчики зла прознали про это и сели за создание амулета ветра, что будет все счищать на своем пути. Также обладатель амулета ветра имел возможность становиться таким же невидимый и неосязаемый, как сам ветер. Зло не стало ждать и нанесло первый удар. Добру пришлось драться лишь с одним амулетом. Тогда зло решило усилить свои силы и создать еще один амулет. Это был амулет огня. Он также как огонь был опасен, но так же он превращался в мощный щит. Вот Зло выступило со своими двумя амулетами. Добро было разбито. Они тоже решили создать еще один амулет. Амулет должен был быть просто воплощением всего доброго. Амулет растений помогал управлять и выращивать их за секунду, а так же давал силы исцеления и удачи.\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "И начался новый бой. Он был самый ожесточенный. Многие люди и маги погибли тогда. Силы добра и зла заключили временное перемирие, но каждый народ готовился к новому сражению. За этим наблюдал могущественный и сильный маг Арлэкс, который считал, что в мире должно быть нечто среднее между добром и злом. И решил он создать амулет, который должен сам определять свою судьбу на протяжении многих веков. Это был амулет лисицы с огнеными волосами. Он давал дополнительные силы любому существу и лишь во имя добра мог отбирать то, что дал. Но никто не знал на что он еще способен. Война продолжилась и шла она столетиями. Тогда Арлэкс решил, что давать амулеты лишь знатным людям рискованно, поэтому решил забрать амулеты и наделить их силой выбора своего хозяина, дав амулетам возможность балансировать между добром и злом. Выкрав их он побежал на самую высокую башню...\n\n________________________________\nКотрандальмы-существа с крыльями и рандомными лицами животных",
    "answers": [
      {
        "id": 4,
        "text": "Спрятать в башне "
      },
      {
        "id": 5,
        "text": "Отдать Котрандальмам"
      }
    ]
  },
  {
    "id": 4,
    "text": "Спрятав в башне амулеты, Арлэкс побежал к скале и спрыгнул в ущелье, дабы захоронить эту тайну с собой. Но башня была не вечна. И спустя века разрушилась. Никто не смел пройти даже рядом с полуразрушенной башней. Ходили слухи что она была проклета, но спустя время все об этом забыли. Амулет солнца украл вор и передовал его по наследству. Ровно в 18 лет\n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Арлэкс побежал дальше и воззвал на помощь Котрандальмов. Он сел на одного Котрандальма и летит в их царство. Там его встречает их вожак Ваалокс. Арлэкс рассказал ему что случилось и попросил его о помощи. Он согласился ему помочь, но не обещал о сахранности груза. Арлэкс еще не знал, что Ваалокса подкупило злое царство. Но, несмотря на это, вожак очень уважал мудрого мага и решил ему помочь. Выслал он самых слабого на крыло Котрандальма и приказал лететь до тех пор, пока он не умрёт. Но все сложилось не так как было задумано............",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Выбор персонажа для прохождения",
    "answers": [
      {
        "id": 8,
        "text": "Кейси Ван Поло"
      },
      {
        "id": 9,
        "text": "Кетрин Робинс"
      },
      {
        "id": 10,
        "text": "Джейн Саллеван"
      }
    ]
  },
  {
    "id": 7,
    "text": "Недоступно",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Кейси Ван Поло-- говорят что у нее очень странная двойная фамилия\nКто-то считает, что ее родители решили выпендрится, чтобы их ребенок ходил с необычной фамилией, а кто-то, что ее семья была чемпионом по Поло. Ей 16. Она среднего роста, у нее темные русые волосы с красными прядями. Любимый её наряд — толстовка или худи с джинсами. Кейси очень любит рисовать, а также занимается метанием топоров. Она всегда приходит на помощь другу, несмотря ни на что. Когда же кто-либо включает музыку, она кричит: \"Я НЕ ТАНЦУЮ!\" Также она бесшабашная и справедливая. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Кетрин Робинс-- бесстрашная отличница, но не потому что не боиться не давать списывать (с этим у нее все норм), просто реально бестрашная и сумашедшая. Ей 16. Она небольшого роста, у нее светлые рыжеватые волосы и короткая стрижка. Любимый её наряд — футболка и легинсы или шорты. Она любит вышивку, а также занимается фихтованием. Кетрин обожает читать. Также она очень рассудительная и веселая. ",
    "answers": [
      {
        "id": 39,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Джейн Салливан-- милая и даже слишком добрая. В общем — наивная хитрюга. И наивная ко всем. С помощью всем лезет, хитрая. Себя не обделяет. Ей 15 с половинкой. Она не большого роста, у нее светло-русые волосы с мятным омбре. Ее любимый наряд — свитер и пышная юбка, либо легкое платице. Она любит рисовать, а так же занимается стрельбой и искусством ближнего боя (а казалось бы милая девочка). Очень заботливая и добрая. Любит физику.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Недоступно",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Котрандальм летел очень долго и совсем выбился из сил. Решив передохнуть, он приземлился на землю, дабы попить воды. Но пока он пил, амулет солнца украл вор. Ходят слухи, что он передавал амулет из поколение в поколение. Ровно в 18 лет.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я шла по затоптаному тротуару и думала об учебе. Нам объявили, что мы едем в какую-то древнюю крепость, построенную еще в эпоху Ренессанса. Поехать мне, или все же отправиться на скалы, через лес к приключениям. А может все же остаться дома?",
    "answers": [
      {
        "id": 14,
        "text": "Крепость"
      },
      {
        "id": 15,
        "text": "На скалы"
      },
      {
        "id": 16,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я решила отправиться в крепость. Все равно дома делать нечего, а на скалах в лесу и заблудиться можно. Уже через 10 минут мы выезжаем в крепость, а я еще даже не завтракала. ",
    "answers": [
      {
        "id": 17,
        "text": "Позавтракать"
      },
      {
        "id": 18,
        "text": "Идти в школу к автобусу"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я отправилась к скалам. Меня ждал нелегкий путь к ним. Я подошла к опушке леса и увидела маленький домик. Я постучалась. Никто не отвечал. Я постучала еще один раз. Вдруг мне послышался какой-то странный звук. Вскоре мне открыла девушка с каштановыми волосами и огненым омбре. На ее шее висела подвеска в форме солнца, от котого отходило странное свечение. \n— Да что тебе нужно?-спросила она\n— Мне нужен ночлег на одну ночь.- сказала я\n— Хорошо, заходи...\nЯ вошла в дом. Первое, что попалось на глаза, это старый потертый кожаный диван. Напротив него стоял не менее потрепанный стол. В доме было еще 3 комнаты. Самая маленькая — туалет с душем. И 2 побольше — спальни. \n— Ляжешь на диване.- сказала мне девушка\n— Спасибо! Меня зовут Кейси, а тебя?\n— Лис.- она ответила так резко, что я удивилась. \n— Может, я смогу чем-то помочь?- спросила я.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Разачаровавшись я решила пойти домой и пройти 4 часть моей любимой игры. Придя домой я свалилась на диван и лежала минут 5. В комнату вошла моя мама. И удивленно посмотрела на меня.\n— Ты почему не на автобусе? У вас же экскурсия в крепости.\n— Я не успела на него...- разачаровано проговорил я.\nВидимо я мешала ей своим присутствием поэтому она отправила меня гулять...",
    "answers": [
      {
        "id": 15,
        "text": "К скалам"
      }
    ]
  },
  {
    "id": 17,
    "text": "Позавтракав я посмотрела на время. И.... я уже опаздывала на целых 5 минут. Да уж, иногда желудок решает за меня. Пока я бежала на автобус, прошло еще минут 5. И соответственно, я не успела сесть в него. Чтож, тогда мне либо идти домой, либо все же к скалам.",
    "answers": [
      {
        "id": 21,
        "text": "Домой"
      },
      {
        "id": 15,
        "text": "К скалам"
      }
    ]
  },
  {
    "id": 18,
    "text": "Решив не мешкать я отправилась к школе. Голодной. Живот ворчал и отдавал звуки похожие на китовьи. Мой нос учуил запах готовой шаурмы. И мои ноги сами принесли меня к ней. Спустя внушительную очередь из 5 человек, я наконец взяла в руки свое счастье. Живот победно заурчал, я наелась. И как ушел голод, так пришло осознание того что я опаздываю уже на 10 минут. Когда я прибежала к школе автобус уже уехал и мне надо решить куда отправиться домой или к скалам?",
    "answers": [
      {
        "id": 21,
        "text": "Домой"
      },
      {
        "id": 15,
        "text": "К скалам"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вдруг она чуть улыбнулась.\n— Да.- сказала она.- Можешь. Но об этом завтра.\nЯ посмотрела в маленькое деревянное окошко, солнце кланилось к закату. Девушка куда-то исчезла и сказала мне её ждать. Где-то через час она пришла с глухарем в руках. Нет, не с глухарем, а с глухарищем! Я смотрела удивлеными глазами сначала на нее, потом на глухаря. Так продолжалось минуты 3. \n— Ты помогать с ужином будешь или нет?!\n— Да, конечно...- меня вывел из ступора этот вопрос.\nМы приступили к готовке. У нее все получалось так, как будто она делала это тысячу раз, ну в прочем это было заметно. Ну а я... это я. Хотя по отрубанию голов топором мне нет равных. Видно Лис это оценила. Она сказала выйти во двор и взять дров. Когда я вернулась, за нашим столом был нежданный гость. \n— Эм...я вернулась.\n— Оу..Кейси это мой друг Кот. — беззаботно ответила она.\n— Ммм... привет.\n— Привет.- ответил безучастно он.\nГлухарь уже был готов. Мы сели за стол и начали есть.",
    "answers": [
      {
        "id": 20,
        "text": "Спросить про подвеску"
      },
      {
        "id": 22,
        "text": "Доесть ужин"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Слушай Лис, а что это у тебя за подвеска такая?\nОторвавшись от еды. Она посмотрела на меня так будто собиралась убить. На момент она замялась.\n— Эм...это подарок моей семьи.- коротко ответила она.\n— Она очень красивая!\n— Спасибо!\nОстальное время мы ужинали в полном молчании. Я легла на прохладный кожаный диван и сразу же уснула. Прошло где то часов 5. Меня разбудили голоса. Я слышала совсем немного.\n— Кот, она заметила амулет!\n— И что?\n— Это значит............ что один из ................... принадлежит ей.\n— Не может ........ быть!\n— А я боюсь ..... может....\n— Тише ты, тише. Она может проснутся!",
    "answers": [
      {
        "id": 23,
        "text": "Полежать еще"
      },
      {
        "id": 24,
        "text": "Встать с кровати"
      }
    ]
  },
  {
    "id": 21,
    "text": "Разачаровавшись я решила пойти домой и пройти 4 часть моей любимой игры. Придя домой я свалилась на диван и лежала минут 5. В комнату вошла моя мама. И удивленно посмотрела на меня.\n— Ты почему не на автобусе? У вас же экскурсия в крепости.\n— Я не успела на него...- разачаровано проговорил я.\nВидимо я мешала ей своим присутствием поэтому она отправила меня гулять...",
    "answers": [
      {
        "id": 15,
        "text": "К скалам"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ужин я доедала молча решив не портить эту идилию. Я легла на прохладный кожаный диван и сразу же уснула. Прошло где то часов 5. Меня разбудили голоса. Я слышала совсем немного.\n— Кот, она заметила амулет!\n— И что?\n— Это значит............ что один из ................... принадлежит ей.\n— Не может ........ быть!\n— А я боюсь ..... может....\n— Тише ты, тише. Она может проснется!",
    "answers": [
      {
        "id": 23,
        "text": "Полежать ещё"
      },
      {
        "id": 24,
        "text": "Встать с кровати"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я решила полежать еще пару минут. Открыв глаза я увидела Лис, готовящую завтрак. Кот сидел возле стола и ждал свою порцию.\n— Ммм...Доброе утро!- потягиваясь сказала я\n— Доброе.- ответил Кот.\nЛис была в каком-то ступоре и, по видимому, ничего не услышала.\n— Эм..Лис, ты как там?\nВдруг она вздрогнула, как будто ее чем ошпарили.\n— Д...да..Доброе утро.\nЯ хотела спросить о задании, которое я должна отработать за ночлег и еду, но она позвала нас за стол. Во время еды мы молчали и никто не смел нарушить тишину. ",
    "answers": [
      {
        "id": 25,
        "text": "Спросить о свете от амулета"
      },
      {
        "id": 26,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я словно солдат встала с кровати. Уголком глаза я заметила как Лис с Котом переглинулись. Через секунду они уже были по разные стороны комнаты. Я увидела Лис, готовящую завтрак. Кот сидел возле стола и ждал свою порцию.\n— Ммм...Доброе утро!- потягиваясь сказала я\n— Доброе.- ответил Кот.\nЛис была в каком-то ступоре и, по видимому, ничего не услышала.\n— Эм..Лис, ты как там?\nВдруг она вздрогнула, как будто ее чем ошпарили.\n— Д...да..Доброе утро.\nЯ хотела спросить о задании, которое я должна отработать за ночлег и еду, но она позвала нас за стол. Во время еды мы молчали и никто не смел нарушить тишину. ",
    "answers": [
      {
        "id": 25,
        "text": "Спросить о свете от амулета"
      },
      {
        "id": 26,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Слушай Лис а что это за свечение вокруг твоей подвески?\n— Эмм...ну это так...устроено.. \n— Механизм такой...- ответила она\n— Ммм... понятно.\n— Так что за работу выполнить нужно?- спросила я\n— Да ничего особенного! Тебе лишь нужно выжить здесь и все. Этот лес 'хранит в себе опасности.- сказала Лис",
    "answers": [
      {
        "id": 27,
        "text": "Взять веревку"
      },
      {
        "id": 28,
        "text": "Взять топор"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я не посмела нарушить тишину. Мы продолжали завтракать в молчании. Вспомнив вопрос который я хотела задать, я стала искать свободную минутку в нашем синхронном пережевывании нашего завтрака. \n— Так что за работу выполнить нужно?- спросила я\n— Да ничего особенного! Тебе лишь нужно выжить здесь и все. Этот лес хранит в себе опасности.- сказала Лис",
    "answers": [
      {
        "id": 27,
        "text": "Взять веревку"
      },
      {
        "id": 28,
        "text": "Взять топор"
      }
    ]
  },
  {
    "id": 27,
    "text": "Взяв веревку я отправилась в лес. Впереди было что-то типа болота. Подняв руки вверх, я продолжала идти уже по болоту. Ноги утопали в жидкой вонючей грязи, запутывались в тине и торфе. Я чуть ли не упала, зацепившись за очередную гнилую ветку. Но вот берег начал подниматься. Выйдя с болота я решила......",
    "answers": [
      {
        "id": 31,
        "text": "Сделать передышку"
      },
      {
        "id": 32,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 28,
    "text": "Решив взять топор я отправилась в лес. Разрубая ветки на своем пути я продвигалась дальше по тропинки. Впереди было что-то типа болота. Подняв топор вверх, я продолжала идти уже по болоту. Ноги утопали в жидкой вонючей грязи, запутывались в тине и торфе. Я чуть ли не упала, зацепившись за очередную гнилую ветку. Но вот берег начал подниматься. Выйдя с болота я решила......",
    "answers": [
      {
        "id": 31,
        "text": "Сделать передышку"
      },
      {
        "id": 32,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я начала вспоминать. Так я пошла в лес, переначевала у Лис.... А точно Лис!\nИ вот картины сами всплывали в моей голове. \"Ладно если она хотела, чтобы я была дома, то пусть так и будет\". Я врубила Sally Face на ноутбуке и прошла 3 части. Когда я уже собиралась начать прохождение еще одной части, мне позвонили. \n''звонок''\n— Да, привет Кетрин.\n— Хорошо я скоро буду.\n— Да не кипишуй ты!\n— Ага пока!\nПо телефону Кетрин говорила очень странно и как будто запыхавшись. Она сказала что нам всем надо встретиться и обсудить кое-что. Я, решив не мешкать, надела на себя....",
    "answers": [
      {
        "id": 33,
        "text": "Голубую толстовку и джинсы"
      },
      {
        "id": 33,
        "text": "Лиловую худи и легинсы"
      },
      {
        "id": 33,
        "text": "Толстовка с надписью \"I'm a cat\" и джинсы"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы ударили вверх и задели люстру. Она упала вам на голову. И теперь в голову действительно что-то ударило. Вы умерли. Но с помощью тайной силы можете вернуться на шаг назад.",
    "answers": [
      {
        "id": 31,
        "text": "Вернуться в прошлое"
      }
    ]
  },
  {
    "id": 31,
    "text": "Позволив себе передышку, я решила переодеться в сухие вещи. Хрясь! Какая-то ветка хрустнула, вы повернулись на звук. За деревом стояла девушка с Котом.\n— Эм...\n— Ммм...Привет...Кот, я же говорила тише!- сказала она. Лис с Котом вышли из-за дерева. Мы шли в полном молчании около получаса. \n— Лис, так зачем вы следили за мной?\n— Потому что ты избрана! Но больше я ничего не скажу!\n— В общем ты должна уходить отсюда. — сказал Кот.\n— Что? Как? Всмысле?\n— Нет времени! — прикрикнула Лис.\n— Но Лис...Я же совсем незнаю......\nМеня вырубили чем-то тяжелым по голове. Судя по всему это было бревно. Голова жутко болела, а затылок пульсировал от удара. Я открыла глаза. Все плыло. Но я смогла сфокусировать взгляд и меня уже не качало в разные стороны. Я лежала на своей кровати. Вокруг все было так же как позавчера. Вдруг в голову как будто что-то ударило...",
    "answers": [
      {
        "id": 29,
        "text": "Вспомнить"
      },
      {
        "id": 30,
        "text": "Ударить в ответ"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я продолжила свой путь. И почти уже добравшись я услышала хруст ветки со стороны леса. За деревом стояла Лис с Котом.\n— Эм...\n— Ммм...Привет...Кот, я же говорила тише!- сказала она. Лис с Котом вышли из-за дерева. Мы шли в полном молчании около получаса. \n— Лис, так зачем вы следили за мной?\n— Потому что ты избрана! Но больше я ничего не скажу!\n— В общем ты должна уходить отсюда. — сказал Кот.\n— Что? Как? Всмысле?\n— Нет времени! — прикрикнула Лис.\n— Но Лис...Я же совсем незнаю......\nМеня вырубили чем-то тяжелым по голове. Судя по всему это было бревно. Голова жутко болела, а затылок пульсировал от удара. Я открыла глаза. Все плыло. Но я смогла сфокусировать взгляд и меня уже не качало в разные стороны. Я лежала на своей кровати. Вокруг все было так же как позавчера. Вдруг в голову как будто что-то ударило...",
    "answers": [
      {
        "id": 29,
        "text": "Вспомнить"
      },
      {
        "id": 30,
        "text": "Ударить в ответ"
      }
    ]
  },
  {
    "id": 33,
    "text": "Одевшись я вышла на улицу и побежала к подругам на наше место встречи.\nОни уже ждали меня там. Обнявшись они поприветствовали меня. Кетрин начала свой рассказ, ну а Джейн прыгала то-ли от счастья, то-ли от нетерпенья.\n— Как ты знаешь, мы с Джейн поехали в крепость и кое-что обнаружили.- она достала какую-то старую потертую сумку. \n— И что это?- спросила я у нее.\n— Незнаю, но без тебя мы решили ее не открывать.\n— Ну вот я пришла, открывайте.\nДевочки открыли маленькую сумку и вдруг она выросла. Джейн даже ойкнула слегка. В ней лежали 4 книги и 4 подвески, подобные той, что была у Лис. Я решила рассказать подругам об всем. ",
    "answers": [
      {
        "id": 34,
        "text": "Рассказать кратко"
      },
      {
        "id": 35,
        "text": "Рассказать со всеми красками"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ах ты! Подруга еще называется, могла бы все рассказать. Интересно же! А может это нам спасет жизнь!",
    "answers": [
      {
        "id": 35,
        "text": "Досказать важные вещи"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я решила рассказать все что знала и передать ношу с информацией друзьям. Выслушав меня они переваривали информацию. \n— Ладно, какие предположения, что это за книги?- спросила Кетрин, взяв в руки книги.\n— Незнаю...- Джейн не успела досказать свою мысль. Потому что в сумке что-то задергалось и завертелось. Мы были в небольшом ступоре. Как вдруг сумка на миг взлетела в воздух. Быстрее всего отреагировала Джейн.\nОна схватила сумку и очень крепко держала чтобы она не упархнула от нас. Вскоре сумка перестала рваться от нас подальше и успокоилась. Джейн положила её на траву и села рядом. Сумка снова задрожала, Кетрин уже была готова схватить её. Но вдруг неожиданно для нас из неё полил какой-то ясный свет. В воздух взлетела подвеска с каплей похожей на воду и куда-то исчезла. Девушки заглянули в сумку. Там лежали еще 3 амулета. Кетрин взяла один из них. Эта подвеска была в форме шторма или сильного ветра фиолетового цвета. Она попыталась надеть эту подвеску, но через секунду её откинуло на метр от того места, где они сидели. Джейн смотрела на неё выпученными глазами то-ли от страха, то-ли от неожиданности.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вдруг эта подвеска как будто приподнялась в воздух и растворилась в нем. Я непонимающим взглядом смотрела в эту точку. Кетрин же вместе с Джейн смотрели непонимающими глазами на меня. Я тоже перевела взгдяд на меня. И вдруг увидела что эта подвеска висит на моей шее. Меня подняло в вверх и меня начали пронзать миллион ветров и сдувать с места, но каким-то чудом я удержалась. Глаза моих подруг стали еще более непонимающими. Я опустилась на землю. Джейн захлопала глазами, а потом весело подпрыгула и захлопала в ладоши. И сказала.\n— Думаю что это те старинные амулеты о которых нам рассказывали на экскурсии.\n— Что? Какие амулеты? И почему вы так смотрели на меня как будто я испарилась, а потом снова появилась?\n— Ну Хотя бы потому что все так и было!- с усмешкой сказала Кетрин.\nДжейн продолжала рассматривать амулеты. Не зная, какой выбрать, она кивнула Кетрин. На что та лишь замотала головой сказав \" Что ей достаточно\". Джейн металась между \n2-мя амулетами. Выбрав светло-зеленый амулет она надела его. Она прижалась к земле. Как будто все силы жизни пронзали её на сквозь. А сильные веревки обвивали её тело. Очнувшись она встала, а на месте где она лежала появился цветок. ",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Кетрин надела красный амулет в форме сердца. Её как будто окружило огромное пламя и начало сжигать её изнутри. Она очнулась и посмотрела на красивый цветок выращенный Джейн. Вдруг он вспыхнул ярким пламеним. Джейн вскрикнула, а я попыталась его задуть, но как оказалось я не только задула огонь, но и сдула своих подруг. Кетрин была вся в ссадинах с одним порезом, Джейн же была без единой зарапинки. Видимо ей сопутствовала удача. Вместе мы подбежали к Кетрин. Я хотела подуть на её ранку. Но Джейн отстранила меня. Быстрым движением рук она как-бы перевязала порез. И в туже секунду кожа начала затягиваться. Кетрин посмотрела на Джейн недоумевающим взглядом. На что Джейн лишь пожала плечами.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Порез и ссадины Кетрин исчезли как будто их и не было. На месте где мы сидели были 3 книги. С рисунками. Внутри них было что-то типа заклинаний. Сразу же вспомнился Хогвартс. Мы даже проверили еще раз сумку на наличие письма. Но его там не оказалось. Договорившись взять по книге своего цвета и встретиться когда кто-то из нас поймет что это значит, мы направились по домам.\n_________________________________________\nКонец Главы 1 \"Начало_Амулеты\"",
    "answers": [
      {
        "id": 1,
        "text": " В начало"
      }
    ]
  },
  {
    "id": 39,
    "text": "Давным давно весь мир был поделен на добро и зло. Эти два царства враждовали друг с другом. Добру чего-то не хватало и они решили создать 2 амулета с суперсилами и возможностями. Первым был амулет воды. Обладатель его мог управлять водой, ровно как течет вода, так течет и время. И ему еще была дана сила управления временем. Но к сожалению разведчики зла прознали про это и сели за создание амулета ветра, что будет все счищать на своем пути. Также обладатель амулета ветра имел возможность становиться таким же невидимый и неосязаемый, как сам ветер. Зло не стало ждать и нанесло первый удар. Добру пришлось драться лишь с одним амулетом. Тогда зло решило усилить свои силы и создать еще один амулет. Это был амулет огня. Он также как огонь был опасен, но так же он превращался в мощный щит. Вот Зло выступило со своими двумя амулетами. Добро было разбито. Они тоже решили создать еще один амулет. Амулет должен был быть просто воплощением всего доброго. Амулет растений помогал управлять и выращивать их за секунду, а так же давал силы исцеления и удачи. И начался новый бой. Он был самый ожесточенный. Многие люди и маги погибли тогда. Силы добра и зла заключили временное перемирие, но каждый народ готовился к новому сражению. За этим наблюдал могущественный и сильный маг Арлэкс, который считал, что в мире должно быть нечто среднее между добром и злом. И решил он создать амулет, который должен сам определять свою судьбу на протяжении многих веков. Это был амулет лисицы с огнеными волосами. Он давал дополнительные силы любому существу и лишь во имя добра мог отбирать то, что дал. Но никто не знал на что он еще способен. Война продолжилась и шла она столетиями. Тогда Арлэкс решил, что давать амулеты лишь знатным людям рискованно, поэтому решил забрать амулеты и наделить их силой выбора своего хозяина, дав амулетам возможность балансировать между добром и злом. Выкрав их он побежал на самую высокую башню...",
    "answers": [
      {
        "id": 40,
        "text": "Спрятать в башне"
      },
      {
        "id": 41,
        "text": "Отдать Котрандальмам"
      }
    ]
  },
  {
    "id": 40,
    "text": "Спрятав в башне амулеты, Арлэкс побежал к скале и спрыгнул в ущелье, дабы захоронить эту тайну с собой. Но башня была не вечна. И спустя века разрушилась. Никто не смел пройти даже рядом с полуразрушенной башней. Ходили слухи что она была проклета, но спустя время все об этом забыли. ",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Арлэкс побежал дальше и воззвал на помощь Котрандальмов. Он сел на одного Котрандальма и летит в их царство. Там его встречает их вожак Ваалокс. Арлэкс рассказал ему что случилось и попросил его о помощи. Он согласился ему помочь, но не обещал о сохранности груза. Арлэкс еще не знал, что Ваалокса подкупило злое царство. Но, несмотря на это, вожак очень уважал мудрого мага и решил ему помочь. Выслал он самых слабых на крыло Котрандальма и приказал лететь до тех пор, пока он не умрёт. Но все сложилось не так как было задумано............",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Котрандальм летел очень долго и совсем выбился из сил. Решив передохнуть, он приземлился на землю, дабы попить воды. Но пока он пил, амулет солнца украл вор. Ходят слухи, что он передавал амулет из поколение в поколение. Ровно в 18 лет.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Я шла по тротуару в парке вместе с Джейн. Школьный день сильно нас измотал. Мы шли молча.\n— Слушай, Джейн, а ты поедешь на экскурсию?-спросила я.\n— Ну незнаю Кетрин. А вдруг там будут привидения!?- она начала показывать приведение и кричать.\n—Уууууу....Уууууу\nРядом с нами прошёл какой то прохожий. И очень странно на нас смотрел. Хотя я его понимаю. Еще никто не забывал выходки Джейн. Я показала ей на прохожего. На что мы весело рассмеялись. \n— Нам надо собираться. Экскурсия уже завтра!-сказала Джейн.\n— Ты права. Тогда пока!\n— Пока!\nТеперь я шла одна. Вокруг меня была умиротворяющая тишина. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я собрала все что мне понадобится. Звонок.\n— Привет!\n— Да я готова.\n— Хорошо я зайду за тобой!\n— Пока.\nВзяв с собой еду, я отправилась к Джейн. Она как всегда задерживалась.\nЯ уже думала, что она не выйдет. Как вдруг железная дверь открылась и оттуда вышла Джейн. Она подошла ко мне.\n— Извини, не могла подобрать удобные вещи.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Мы пошли к автобусу. По дороге прошли без происшествий. Хотя с учетом, что со мной была Джейн это было почти невозможно. Мы сели на свои места. А Джейн как обычно сказала что она сядет возле окна. Я не разрешала ей открыть вкусняшки, пока мы не выехали из нашего города. Деревья и кусты превращались в длинную, слегка прерывающаюся темно зеленую полосу. Автобус покачивался, как будто на волнах. Я уснула.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Когда я проснулась автобус все еще был в пути. Рядом сидела Джейн и шебуршилась в пакете с попкорном. Она заметила как я проснулась.\n— О профнулась! Будеф?- она так смешно говорила с набитым ртом. \n— Давай!\nВот автобус остановился. Мы вышли у небольшого деревянного домика. К нам вышла женщина в шортах чуть выше колена и рубашке.\n— Здраствуйте! Я ваш гид. Вы можете называть меня Клара.- сказала женщина. Судя как к ней обращаются она помощник младшего археолога.\n— Эта крепость была построена в 11 веке. Многие считали ее проклятой. Даже говорили что здесь есть какие то амулеты! Представляете! До чего у людей фантазия развита! Вы можете потрогать камни, они очень древние......\nЯ увидела как Джейн отходила дальше и дальше от экскурсии. Хм.. куда это она? Я пошла за ней.\n— Джейн! — окликнула я её.\nОна повернулась ко мне. Но из за моего крика создалось эхо. Стены и потолок крепости содрагнулись. Большой кусок камня летел прямо на Джейн! Её легкая улыбка сменилась ужасом в глазах. В них ясно читалось \"Спаси!\". Я кинула камень в коленную чашечку Джейн. Она подогнулась и Джейн кувырком откатилась в сторону от камня. Это было огромное облегчение. Камень упал с большим грохотом и раскололся. К моему удивлению никто даже не проверил что это за шум. ",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я перевела взгляд на Джейн. Она вся дрожала. По её щеке стекла слеза. А в её глазах был какая то пустота. Как будто она ещё не поняла что произошло.\n— Хей, Джейн...- я подбежала к ней и начала вытирать слезы.\n— Я..я... В-все нормально....- было видно что она пыталась улыбнуться, не смотря на ситуацию.\n— Я..Я же говорила что меня все пытаются убить...- она снова попыталась улыбнуться.\n— Не плачь. Не люблю когда ты плачешь! Нам ещё нужно рассказать все Кейси. Кто если не ты? ",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "\"Кто если не я\"- так всегда говорила Джейн. Я помогла ей встать и мы подошли к расколотому камню. Под обломками было какое-то свечение. Мы хотели рассмотреть это свечение, но, судя по всему, нас спохватились. Не желая потерять эту \"штуку\" в руках у учителя и гида, мы вышли из своего укрытия.",
    "answers": [
      {
        "id": 49,
        "text": "Вернуться к камню"
      },
      {
        "id": 50,
        "text": "Вернуться к гиду"
      }
    ]
  },
  {
    "id": 49,
    "text": "Мне было до жути интересно, что же это за камень? Я начала расматривать светящийся камень, как вдруг ко мне подошел гид. Вот блин. Она долго рассматривала его.\n— Хм.. интересная вещица! Где вы её нашли?\n— С потолка.- блин вот дура зачем я это сказала!\n— Я заберу его на экспертизу.\nОна ушла отдаляясь в закат.",
    "answers": [
      {
        "id": 51,
        "text": "Догнать гида"
      },
      {
        "id": 52,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 50,
    "text": "Ради безопасности найденного мы пришли к гиду. Нашей пропажи почти не заметили. Спустя время мы пришли к этой \"штуке\". Мне было до жути интересно, что же это за камень? Я начала расматривать светящийся камень, как вдруг ко мне подошел гид. Вот блин. Она долго рассматривала его.\n— Хм.. интересная вещица! Где вы её нашли?\n— С потолка.- блин вот дура зачем я это сказала!\n— Я заберу его на экспертизу.\nОна ушла отдаляясь в закат.",
    "answers": [
      {
        "id": 51,
        "text": "Догнать гида"
      },
      {
        "id": 52,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 51,
    "text": "Она шла так быстро и уверенно что я её еле догнала.\n— Хей.. подождите...! — пропыхтела я.\n— Что то случилось?\n— А можно взять этот камень?\n— Мне придётся тебе отказать. — ответила она. Ну да, как я могу быть такой наивной.\n— Ааа..... а можно присутствовать при экспертизе? Просто это так интересно! — не уступала я.\n— Правда?\n— Да знаете я даже мечтаю стать археологом!- опять соврала я.\n— Хм.. я могу попробовать уговорить начальство. Но ты должна ничего не трогать!\n— Хорошо. Я трогать ничего не буду.- и снова я вру.\n— Ладно. Я тебе сообщу если что.",
    "answers": [
      {
        "id": 53,
        "text": "К Джейн"
      },
      {
        "id": 54,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 52,
    "text": "Я непонимающими глазами смотрела на неё. Вдруг она остановилась, как будто подумала о чем то. Она обернулась и смотрела на меня в течение 5 минут. А потом направилась ко мне со \"шуткой\" в руках.\n— Знаешь, думаю ты можешь поучавствовать в этом.\n— П..правда?\n— Да...\n— Спасибо большое!\n— Хорошо. Встретимся завтра в лаборатории.\n— А во сколько?\n— Думаю где то в час.\n— Хорошо, я обязательно буду.\n— А я буду рада видеть тебя.\n— До свидания Клара.",
    "answers": [
      {
        "id": 53,
        "text": "К Джейн"
      },
      {
        "id": 54,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 53,
    "text": "У Джейн все было нормально. Ей повезло отделаться лишь испугом ну и парой (множеством) нервов.\n— Как себя чувствуешь?- спросила я.\n— Вроде нормик..!\n— Здорово! А у меня к тебе новости!\n— Какие?\nЯ рассказала о произошедшем накануне и мы стали придумывать план. Пусть Джейн и ничего не поняла. Мы все продумали и договорились завтра \"выступать на миссию\".",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "В мое временное жилище пробрался лучик солнца. Я поморщилась и нехотя встала с матраса. Вдруг в голову как будто что то стукнуло. Ну да, а как же! Кто то прошёл рядом с моей палаткой с чем то тяжелым. \n— Эй поосторожней!- вскрикнула я.\n— Прости..\nВдруг в мою палатку прасунул голову парень лет 16. У него были голубые глаза и пепельные волосы. \n— Извини еще раз, я не хотел...\nЕго глаза округлились и он покраснел. Я посмотрела на свою одежду. По велению Джейн я была в коротких шортах и топе.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Эмм...Прости еще раз... Я пойду...\nМожно было бы сказать что он ушел в закат или рассвет, но был полдень. О боже уже 12 часов мне надо через час к гиду. Что же мне надеть? А может так пойти?",
    "answers": [
      {
        "id": 56,
        "text": "Черная футболка и красные шорты"
      },
      {
        "id": 56,
        "text": "Легкое платье в горошек"
      },
      {
        "id": 58,
        "text": "Пойти так"
      },
      {
        "id": 56,
        "text": "Шорты и майка голубого цвета"
      }
    ]
  },
  {
    "id": 56,
    "text": "Да уж... Я оделась. Но я была очень смущенной. Приведя себя в порядок, я пошла к палатке гида. По дороге к палатке меня встречали пожирающие взгляды. В моей голове и пронеслось \" Хотьбы без сюрпризов\". Вроде дошла без происшествий. Заглянув в палатку гида я не обнаружила. Мне надо срочно его найти.",
    "answers": [
      {
        "id": 57,
        "text": "Вспомнить про парня"
      },
      {
        "id": 59,
        "text": "Пойти на склад"
      },
      {
        "id": 60,
        "text": "Ждать гида у палатки"
      }
    ]
  },
  {
    "id": 57,
    "text": "Так... Он вроде нес что то тяжелое. Кажется это что то было похоже на чемодан. Наверное это в лабораторию. Точно! Лаборатория! Как я сразу не догадалась. Ведь мы с гидом даже договорились встретиться там. Так ещё и с Джейн говорили. Как я могла забыть? Блин, Джейн, она же ждет меня у входа.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Хмм.. А чего мне стесняться? Я умылась и сделала высокий хвостик. Выйдя из палатки я пройдя лишь 3 метра, я обнаружила на себе удивленные взгляды и поспешила скрыться. Я забежала в палатку.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Хм... может он на складе? Я шла по извилистой тропинке которая медленно спускалась к складу. Два огромных амбала стояли на входе.",
    "answers": [
      {
        "id": 61,
        "text": "Прошмигнуть в палатку"
      },
      {
        "id": 62,
        "text": "Подойти к ним"
      }
    ]
  },
  {
    "id": 60,
    "text": "Да уж ждать пришлось долго. Я уже хотела уходить, как вдруг встретила того парня. \n— Привет. Слушай не знаешь где Клара?\n— Здраствуй. Она в лаборатории.\n— Спасибо!- и как же я сразу не догадалась. Ведь мы с гидом даже договорились встретиться там. Так ещё и с Джейн говорили. Как я могла забыть? Блин, Джейн, она же ждет меня у входа.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Один из моих коньков это \"невидимость\". Правда жаль, что она немного выдуманая. Я ловко проскользнула в палатку где находился склад. Она была вся темная и в ней было множество коробок и ящиков. Освещение было слабое, но вдруг я увидела ту светящийся сумку. Мне послышались голоса.\n— Никто не должен об этом знать!\n— Клара вы же понимаете что это ценный артефакт? Нужно обязательно провести исследования...\n— Я прекрасно понимаю что это оочень ценный артефакт и поэтому забираю его себе!\n— Ноо...\nПослышался легкий звон метала. И я услышала как что то падает. Я увидела того парня. Он был убит ей. \n— Хотя я согласна... Исследования я проведу, но только с теми девчонками!",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Интересно что это они тут делают? Я решила подойти к ним.\n— Хм.. Здравствуйте! А что вы тут делаете?- сказала я пытаясь сделаться максимально невинной и удивленной. Но дело в том что я действительно была удивлена. Один из них посмотрел на меня очень сурово. Как будто хочет меня убить, он посмотрел на меня с ног до головы оценивая. \n— Что тебе нужно девочка?\n— Я ищу своего гида Клару. Вы её не видели?- спросила я. Громилы испуганно переглинулись. Что то здесь было не так. Один из них ответил. \n— Она ушла в лабораторию...",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Я уже хотела закричать от испуга. Соленые слезы катились по мои щекам. Мне казалось, что я вдруг опустела. Вдруг я почувствовала что кто то схватил меня и потащил из палатки. Я не могла сопротивляться. Когда меня вытащили на свет я увидела того парня что я встретила у своей палатки. Но мне казалось он был убит Кларой.\n— Хей... тише...тише... успокойся... Все хорошо... \n— Но ты... но она же....\n— Это мой брат. Он работает... То есть, работал вместе с ней.\n— Я...\n— Ты очень испугалась. Верно?\nЯ молча кивнула. Вдруг у меня вспыхнули эмоции и мне захотелось обнять его. Его щеки залились не большим румянцем. Было видно что он смущен. Я взяла себя в руки.\n— Нам надо продумать дальнейшие действия.- вытирая слезы сказала я.\n— Ты должна пробраться в лабораторию.- сказал он решительно. Я рассказала ему все что знаю и мы решили идти к лаборатории.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Я решила позвонить Джейн чтобы она собрала все вещи.\n— Ало. Джейн собери все вещи. Хорошо?\n— Да я знаю, что планы были другие!\n— Собери мои и твои вещи и перенеси все в лес. Поближе к остановке.\n— Ничего не спрашивай.\n— Все пока! \nМы решили приступить к плану действий. Еще раз прокрутив план в голове, мы перешли к его выполнению.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Как ни в чем не бывало я зашла в лабораторию. Меня сразу же окликнули.\n— Здравствуй Кетрин! Как хорошо, что ты пришла.\n— Здраствуйте Клара. Я тоже рада что нахожусь здесь! — я старалась не выдать себя дрожащим голосом.\n— Пойдем со мной.\nМы подошли к металлическому столу.\nНа нем лежала сумка. Мне нужно было подать сигнал. Я увидела ведро, это был мой шанс подать сигнал. Как бы споткнувшись о ведро я упала. Ведро звякнуло и тоже упало. Есть, сигнал. Вход палатки развернулся и туда вошел Марк. \n— Здраствуйте Клара! Можно вас?- он подмигнул мне.\n— Здраствуй Марк. Что-то нужно?- спросила она. Вместе они отошли к входу палатки. Это был мой шанс схватить сумку и убежать. Не теряя времени я тихонько перекинула сумку через плечо и начала быстро пробираться к выходу из палатки. Слава богу я ничего не уронила. Я направилась прямиком к Джейн.",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Джеейн... Джеейн!\n— Кетрин. Я здесь.\n— Бежим, Джейн. Быстрей на автобус!\nВидимо она меня услышала. Через секунду мы уже бежали вместе. Автобус был прямо перед нами. Мы как бешенные запрыгнули в этот автобус. Джейн кинула вещи на пустое сиденье и подбежала к водителю.\n— Прошу быстрее поедем отсюда! За нами гониться маньяк. Прошу!- как-то примерно так сказала Джейн. Ну а дальше все по схеме. Слезы на щеках, милые выпрашивающие глазки. И \"выстрел\". Водитель согласился. Мы расположились на сиденьях. Пошел дождь, что было лишь на пользу. Мы стали ждать когда же мы приедем.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Дождь прекратился. Выглянуло солнышко. За окном пролетела вывеска \"Добро пожаловать в Сан-Дели\". Вот пролетели деревья и кусты. А вон остановка возле нашей школы. Чтож нужно собираться выходить. Я начала будить мирно спящую Джейн. \n— Джейн.. проснись... Джейн!\n— Еще минуточку!\n— Вставай мы приехали.\nДжейн нехотя проснулась и мы начали собирать вещи. Напоследок мы сказали спасибо водителю, а Джейн мило улыбнулась от чего он тоже расплылся в улыбке. Вместе с Джейн мы направились к нашему месту и я позвонила Кейси.\n— Ало. Привет Кейси.\n— Приходи скорее, у нас кое что для тебя есть.\n— Быстрее сказала!\n— На наше место. Пока!\nПо телефону Кейси была взволнованной. Нам нужно срочно поговорить об этом.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Мы уже ждали её там. Обнявшись мы поприветствовали Кейси. Я начала свой рассказ, ну а Джейн прыгала то-ли от счастья, то-ли от нетерпенья.\n— Как ты знаешь, мы с Джейн поехали в крепость и кое-что обнаружили.- я достала ту старую потертую сумку. \n— И что это?- спросила она у меня.\n— Не знаю, но без тебя мы решили ее не открывать.\n— Ну вот, я пришла. Открывайте.\nДевочки открыли маленькую сумку и вдруг она выросла. Джейн даже ойкнула слегка. В ней лежали 4 книги и 4 подвески. Кейси нам начала рассказывать о своих приключениях.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Мы выслушали её и пытались переварить информацию. \n— Ладно, какие предположения, что это за книги?- спросила я, взяв в руки книги.\n— Незнаю...- Джейн не успела досказать свою мысль. Потому что в сумке что-то задергалось и завертелось. Мы были в небольшом ступоре. Как вдруг сумка на миг взлетела в воздух. Быстрее всего отреагировала Джейн.\nОна схватила сумку и очень крепко держала, чтобы она не упархнула от нас. Вскоре сумка перестала рваться от нас подальше и успокоилась. Джейн положила её на траву и села рядом. Сумка снова задрожала, я уже была готова схватить её. Но вдруг неожиданно для нас из неё полил какой-то ясный свет. В воздух взлетела подвеска с каплей похожей на воду и куда-то исчезла. Девушки заглянули в сумку. Там лежали еще 3 амулета. Я взяла один из них. Эта подвеска была в форме шторма или сильного ветра фиолетового цвета. Я попыталась надеть эту подвеску, но через секунду меня с приличной силой откинуло на метр от того места, где мы сидели. Голова начала кружиться, а все тело ныло. Джейн смотрела на меня выпученными глазами то ли от страха, то ли от неожиданности.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вдруг эта подвеска как будто приподнялась в воздух и растворилась в нем. Я вместе с Джейн посмотрели на Кейси. На её шее висел этот амулет. Её подняло в вверх и что-то похожее на миллион ветров начало пронзать и сдувать её с места. Наши глаза стали еще более непонимающими. Кейси опустилась на землю. Джейн захлопала глазами, а потом весело подпрыгула и захлопала в ладоши. И сказала.\n— Думаю что это те старинные амулеты, о которых нам рассказывали на экскурсии.\n— Что? Какие амулеты? И почему вы так смотрели на меня как будто я испарилась, а потом снова появилась?- сказала Кейси со смешком\n— Ну, хотя бы потому что все так и было!- с усмешкой сказала я.\nДжейн продолжала рассматривать амулеты. Не зная, какой выбрать, она кивнула мне. На что я лишь замотала головой сказав \"Мне достаточно\". Джейн металась между \n2-мя амулетами. Выбрав светло-зеленый амулет она надела его. Она прижалась к земле. Как будто все силы земли пронзали её на сквозь. А сильные веревки обвивали её тело. Очнувшись она встала, а на месте где она лежала появился прекрасный и нежный цветок. ",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Я надела красный амулет в форме сердца. Меня как будто окружило огромное пламя и начало сжигать изнутри. Я очнулась и посмотрела на красивый цветок выращенный Джейн. Вдруг он вспыхнул ярким пламеним. Джейн вскрикнула, а Кейси попыталась его задуть, но как оказалось она не только задула огонь, но и сдула меня и Джейн. Я была вся в ссадинах и одном порезе, Джейн же была без единой царапинки. Видимо ей сопутствовала удача. Моё тело ужасно болело. Вместе они подбежали ко мне. Кейси хотела подуть на мою ранку. Но Джейн отстранила её. Быстрым движением рук она как-бы перевязала порез. И в туже секунду кожа начала затягиваться. Меня начало что-то согревать и боль прошла. Я посмотрела на Джейн недоумевающим взглядом. На что та лишь пожала плечами.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "Порез и ссадины исчезли как будто их и не было. На месте где мы сидели были 3 книги. С рисунками. Внутри них было что-то типа заклинаний. Сразу же вспомнился Хогвартс. Мы даже проверили еще раз сумку на наличие письма, но его там не оказалось. Договорившись взять по книге своего цвета и встретиться когда кто-то из нас поймет что это значит, мы направились по домам.\n_____________________________\nКонец Главы 1 \"Начало_Амулеты\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 73,
    "text": "Солнце уже стояло в зените, когда девочки разошлись по домам. Никто из них не знает и не понимает абсолютно ничего. И каждая из главных героинь задается вопросом \n\" Почему я?\" ..... Все они обладают определенными силами, совершенно не догадываясь на что способны.\nЧто же ждет наших героинь? В какую передрягу они попадут? И что за силы теперь им даны?",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "Давным давно весь мир был поделен на добро и зло. Эти два царства враждовали друг с другом. Добру чего-то не хватало и они решили создать 2 амулета с суперсилами и возможностями. Первым был амулет воды. Обладатель его мог управлять водой, ровно как течет вода, так течет и время. И ему еще была дана сила управления временем. Но к сожалению разведчики зла прознали про это и сели за создание амулета ветра, что будет все счищать на своем пути. Также обладатель амулета ветра имел возможность становиться таким же невидимый и неосязаемый, как сам ветер. Зло не стало ждать и нанесло первый удар. Добру пришлось драться лишь с одним амулетом. Тогда зло решило усилить свои силы и создать еще один амулет. Это был амулет огня. Он также как огонь был опасен, но так же он превращался в мощный щит. Вот Зло выступило со своими двумя амулетами. Добро было разбито. Они тоже решили создать еще один амулет. Амулет должен был быть просто воплощением всего доброго. Амулет растений помогал управлять и выращивать их за секунду, а так же давал силы исцеления и удачи. И начался новый бой. Он был самый ожесточенный. Многие люди и маги погибли тогда. Силы добра и зла заключили временное перемирие, но каждый народ готовился к новому сражению. За этим наблюдал могущественный и сильный маг Арлэкс, который считал, что в мире должно быть нечто среднее между добром и злом. И решил он создать амулет, который должен сам определять свою судьбу на протяжении многих веков. Это был амулет лисицы с огнеными волосами. Он давал дополнительные силы любому существу и лишь во имя добра мог отбирать то, что дал. Но никто не знал на что он еще способен. Война продолжилась и шла она столетиями. Тогда Арлэкс решил, что давать амулеты лишь знатным людям рискованно, поэтому решил забрать амулеты и наделить их силой выбора своего хозяина, дав амулетам возможность балансировать между добром и злом. Выкрав их он побежал на самую высокую башню...\n________________________________\nКотрандальмы-существа с крыльями и рандомными лицами животных",
    "answers": [
      {
        "id": 75,
        "text": "Спрятать в башне"
      },
      {
        "id": 76,
        "text": "Отдать Котрандальмам"
      }
    ]
  },
  {
    "id": 75,
    "text": "Спрятав в башне амулеты, Арлэкс побежал к скале и спрыгнул в ущелье, дабы захоронить эту тайну с собой. Но башня была не вечна. И спустя века разрушилась. Никто не смел пройти даже рядом с полуразрушенной башней. Ходили слухи что она была проклета, но спустя время все об этом забыли. ",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Арлэкс побежал дальше и воззвал на помощь Котрандальмов. Он сел на одного Котрандальма и летит в их царство. Там его встречает их вожак Ваалокс. Арлэкс рассказал ему что случилось и попросил его о помощи. Он согласился ему помочь, но не обещал о сахранности груза. Арлэкс еще не знал, что Ваалокса подкупило злое царство. Но, несмотря на это, вожак очень уважал мудрого мага и решил ему помочь. Выслал он самых слабых на крыло Котрандальма и приказал лететь до тех пор, пока он не умрёт. Но все сложилось не так как было задумано............",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Котрандальм летел очень долго и совсем выбился из сил. Решив передохнуть, он приземлился на землю, дабы попить воды. Но пока он пил, амулет солнца украл вор. Ходят слухи, что он передавал амулет из поколение в поколение. Ровно в 18 лет.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Солнечный луч пробрался через открытую штору. Мне было уже не уснуть, так что я решила собираться в школу. Позавтракать я все ровно не успею. Одевшись, я стала заплетаться. И вот, когда я закончила все свои дела, мне ужасно захотелось прилечь и ненадолго прикрыть глаза. И как обычно это бывает с не досыпанием, я уснула. Меня разбудил голос моей мамы. Она напомнила мне сколько сейчас время и что я опаздываю на 5 минут. А напоследок мама ещё хотела дать мне \"волшебного пендаля\". Так сказать, на удачу, которой мне кстати не хватает.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Школьный день проходит как обычно. Светлана Николаевна орет на всех, пацаны ржут на задних партах, а наша компашка из трех человек пишет какую-то страхолюдию. Хотя Кетрин назвала бы это алгеброй. Не понимаю ее любовь к ней и саму алгебру тоже. Звонок на перемену, и вся орава учеников бежит из кабинетов в столовую. Взяв поднос, я стала брать себе еду.",
    "answers": [
      {
        "id": 80,
        "text": "Салат с овощами"
      },
      {
        "id": 80,
        "text": "Куриный суп"
      },
      {
        "id": 80,
        "text": "Омлет"
      }
    ]
  },
  {
    "id": 80,
    "text": "После завтрака-обеда я пошла на следующий урок. Что же может быть лучше биологии, только физика! О боже этот божественный предмет начался. Я с головой ушла в написание конспекта. Была новая тема по которой должна быть контрольная работа. Думаю я её напишу на изи. Кетрин тоже пишет конспект. А Кейси просто сидит и слушает преподавателя. Вот прошло ещё три урока. Нужно идти домой. \n— Хей... Банда!\n— Что?- хором спросили Кейси и Кетрин.\n— Мы сегодня вместе домой?\n— Я не смогу, мне надо в МВА.- сказала Кейси.\n— Ну тогда мы пойдем вдвоем с Джейн.- ответила ей Кетрин.\n— Пока!- попрощалась Кейси.\n— Да, пока!- кивнула Кетрин.\n— Пока, увидимся!- помахала я.\n_____________________\nМВА- музыкальная волшебная академия.",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Мы шли по тротуару в парке вместе с Кетрин. Школьный день сильно нас измотал. Мы шли молча.\n— Слушай, Джейн, а ты поедешь на экскурсию?-спросила она.\n— Ну незнаю, Кетрин. А вдруг там будут привидения?!- я хотела её развеслелить и начала показывать приведение и кричать.\n—Уууууу....Уууууу\nРядом с нами прошёл какой то прохожий. И очень странно на нас смотрел. Кетрин показала мне на того прохожего. На что мы весело рассмеялись. \n— Нам надо собираться. Экскурсия уже завтра!-сказала я.\n— Ты права. Тогда пока!\n— Пока!\nТеперь я шла одна. Вокруг меня была умиротворяющая тишина. Мне нужно абсолютно все продумать к завтрашнему дню.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "И так я почти все собрала. Осталось только выбрать что надеть. Посмотрю по погоде. И так что у нас там. Всю неделю будет солнечно и жарко. И температура воздуха хорошая от <plus>25 до <plus>35. Мне нужно что то легкое. Что же выбрать? Удобное, стильное или легкое? ",
    "answers": [
      {
        "id": 83,
        "text": "Милый сарафан и футболка"
      },
      {
        "id": 83,
        "text": "Короткие шорты камуфляж и рубашка в клетку"
      },
      {
        "id": 83,
        "text": "Жакет металл и джинсовая юбка"
      }
    ]
  },
  {
    "id": 83,
    "text": "Так с выбором одежды мы вроде разобрались...\nЗвонок телефона\n— Привет!\n— Ты все? Готова к отъезду?\n— Слушай... Зайдешь за мной?\n— Хорошо, пока! Я тебя жду...\nНадо поторопиться с выбором обуви.\nИ так что же мы выберим? Удобно, стильно или что то легкое?",
    "answers": [
      {
        "id": 84,
        "text": "Милые туфельки с маленьким каблучком"
      },
      {
        "id": 84,
        "text": "Темно-зеленые ботинки"
      },
      {
        "id": 84,
        "text": "Белые кроссовки на платформе"
      }
    ]
  },
  {
    "id": 84,
    "text": "Все одежду подобрали можно и идти. Да уж как обычно. Снова опаздываю. \nЯ открыла железную дверь, а там уже стояла Кетрин. Я подошла к ней.\n— Извини меня, не могла подобрать удобные вещи.",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Я не очень люблю свою фартуну. И я без понятия как ничего не произошло по дороге. Мы стали садиться в автобус. А я как всегда выбрала место у окна. Мне нравиться наблюдать. За людьми, животными, птицами, природой, дорогой. Особенно когда быстро едешь. Все так быстро движется и превращается в длинную линию. Она то становиться темней то светлей. Прямо как с жизнью. Черная полоса потом белая. А потом.... Мне интересно, почему люди делят мир лишь на черное и белое. Вбивают всем в их головы что мир может быть лишь черным или белым. Но мне всегда казалось, что именно черного и белого почти нет. И всегда существовала граница серого. Где смешалось и черное и белое. Как же я люблю поразмышлять на подобные темы. Мой живот заурчал. Такс что там у нас принесла Кетрин. Ммм... попкорн. Я повернулась к Кетрин, но она спала. Видимо я сильно задумалась. Когда пакет с попкорном был уже на половину пуст, Кетрин проснулась. И я решила предложить ей попкорн.\n— О профнулась! Будеф?\n— Давай!- сказала она сонная.\nВот автобус остановился. Мы вышли у небольшого деревянного домика. К нам вышла женщина в шортах чуть выше колена и рубашке.\n— Здраствуйте! Я ваш гид. Вы можете называть меня Клара.- сказала женщина. Судя как к ней обращаются она помощник младшего археолога.\n— Эта крепость была построена в 11 веке. Многие считали ее проклятой. Даже говорили что здесь есть какие то амулеты! Представляете! До чего у людей фантазия развита! Вы можете потрогать камни, они очень древние......\nХмм... Мне кажется это странное место. Интересно, а что находилось в этой комнате.\n— Джейн!- окликнула меня Кетрин.\nЯ повернулась на звук. Как вдруг стены содрагнулись из за эха которое создала Кетрин криком. Я подняла голову на верх и увидела огромный камень летящий прямо на меня. В тот момент я уже была готова оставить жизнь. Как вдруг почувствовала сильную боль в колене, от чего я кубарем откатилась в сторону. ",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "А дальше.... Мне казалось я уже мертва и это лишь призрак вышел из моего тела. Как будто у меня не было эмоций. Только слезы на моих щеках. Я не могу понять. Жива ли я?\n— Хей, Джейн...- ко мне подбежала Кетрин и начала вытирать слезы.\n— Я..я...в..Все нормально....- я пыталась улыбнуться, несмотря на ситуацию.\n— Я..Я же говорила что меня все пытаются убить...- я снова попыталась улыбнуться.\n— Не плачь. Не люблю когда ты плачешь! Нам ещё нужно рассказать все Кейси. Кто если не ты? \nЯ так и не могла прийти в чувства. А камень который чуть ли не убил меня, раскололся и светится.",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Мне было интересно что это за камень. Но я ещё не отошла от моего несостоявшегося убийства. Интересно что здесь могло бы быть если бы Кетрин не сориентировалась и не кинула в меня камень. Я пошла к себе в палатку.",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "Ко мне зашла Кетрин\n— Как себя чувствуешь?- спросила она.\n— Вроде нормик..!\n— Здорово! А у меня к тебе новости!\n— Какие?- спросила я.\nКетрин рассказала мне о встрече с гидом и попросила о помощи. Нужно пробраться в лабораторию и забрать сумку. В ней наверное есть что то необычное. Мы продумали план и договорились \"выступать на миссию\".\nА напоследок я ей сказала что ночью жарко и лучше надеть что то легкое.",
    "answers": [
      {
        "id": 89,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 89,
    "text": "Солнце только встало. Надо же я проснулась раньше 12 часов. И сколько сейчас времени... 8:30? Да как такое вообще возможно? Сегодня у нас насыщенный день. Как я сегодня буду выглядеть.",
    "answers": [
      {
        "id": 90,
        "text": "Черные короткие шорты и топик"
      },
      {
        "id": 90,
        "text": "Белое платье в голубую полоску"
      },
      {
        "id": 91,
        "text": "Черные лосины и черная кофта с горлышком"
      },
      {
        "id": 92,
        "text": "Вязанное платье выше колена"
      }
    ]
  },
  {
    "id": 90,
    "text": "Одежду на сегодня я выбрала. \nНе плохо выглядит! Можно выходить на улицу. Я направилась к колодцу с водой. Когда я начала поднимать ведро с водой, моя нога соскользнула. Я чуть ли в него не упала, но меня\nкто то схватил за руку и тащит на верх. Вот когда ноги были уже на крае колодца, я снова подскользнулась. Но на этот раз я упала на своего спасителя. Им оказался молодой парень. У него были пепельные волосы и карие глаза. Я встала и подала ему руку. \n— Эмм.. Привет, спасибо что спас меня от колодца! Я Джейн! — мне нужно узнать хотя бы имя своего спасителя.\n— Эм.. Да незачто... Я Эрик!- он мило улыбнулся мне. На вид ему не более 18 лет.\n— Извени, мне нужно идти. Еще увидимся!\n— Да хорошо. Пока!\n— Пока!",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "Хмм... ну незнаю.... Мне кажется это слишком подозрительно. А вдруг нас расекречат раньше. Нет нужно выбрать что то другое.",
    "answers": [
      {
        "id": 89,
        "text": "Выбрать другое"
      }
    ]
  },
  {
    "id": 92,
    "text": "Вроде смотрится не плохо. И сидит хорошо. Интересно а как одеты другие люди. Я выглянула из палатки. Люди были одеты очень легко. Солнце грело так сильно что я моментально вспотела. Да уж, мой наряд не для такой жары. Я сняла вязанное платье.",
    "answers": [
      {
        "id": 89,
        "text": "Выбрать другое"
      }
    ]
  },
  {
    "id": 93,
    "text": "Я посмотрела на время. Хм...\n10 часов? Ого как быстро время летит. Да нашей миссии осталось ещё 2 часа. Интересно как это все будет происходить? Мне сразу представилась картина из боевика. \"Две умропомрочительные девушки стоят спина спиной к друг другу держа оружие в руках. Они одеты просто безупречно, черные обтягивающие вещи облегали их тела. Двигаясь словно ниндзи, одна из них схватила сумку. Но вдруг сработала оглушительная сигнализация. Несколько десятков вооруженных людей выбежали к ним. И вот началось самое интересное, бойня. Девушки ничуть не испугались они как Ангелы Смерти плавно и грациозно \"перелетая\" с одного места на другое убивали всех на своем пути\". Но к сожалению это не может быть реально. Мне нужно занять себя до полудня. Кажется я слышала о теннисном корте. Может сходить туда... ",
    "answers": [
      {
        "id": 94,
        "text": "На теннисный корт"
      }
    ]
  },
  {
    "id": 94,
    "text": "Дорога к теннисному корту пролегала среди палаток. Через минут 10 я была уже там. Теннисный корт был расположен на большой поляне, тут же играли в бадминтон. С одной стороны были видны палатки, а с другой был лес. Я подошла поближе и начала играть в теннис. В начале у меня получалось плоховато, но мне сказали что это очень хороший результат для новичка. Позже я устала хорошо подавать подачу. Ещё пол часа я играла в теннис, позже мне предложили поиграть бадминтон. Меня стали обучать игре. Со временем у меня стало хорошо получаться. Мой соперник был достаточно силен в этой игре. Он покинул валанчик и из за всех сил ударил по нему ракеткой. Я не смогла поймать его. Валанчик улетел куда то в лес.\n— Ну блин! Опять в лес?!\n— Я сбегаю и принесу его!- сказала я и побежала в лес. ",
    "answers": [
      {
        "id": 95,
        "text": "В лес"
      }
    ]
  },
  {
    "id": 95,
    "text": "И вот тишина. Снова такая умиротворяющая тишина. Ни одной души нет здесь. Я прохожу между кустами и деревьями, отодвигая ветки. Вдруг я услышала хруст. Я обернулась на звук и увидела парня. Он был в темной одежде и в капюшоне.\n— Ну привет! И что же ты тут делаешь совсем одна?- сказал он и скинул с себя капюшон. Видимо он думал что я закричу, испугаюсь или просто убегу с криками. Но меня не удивить его черными словно угли кошачьими ушами. Этот побочный эффект был у меня и моих подруг. \n— Привет... — видно его удивило что я ещё не убежала от страха. Он снова попытался меня удивить. У него появился такой же черный хвост. Его уши подергивались. Наконец он сказал.\n— Неужели ты не боишься меня?\n— А зачем мне тебя бояться? Ты не маньяк и не убийца..\n— Почему же? А может быть убийца!\n— Тогда бы я уже была мертва!\n— А ты вредная! Но разве тебя не пугают мои уши?\n— Зачем же мне бояться их?- я подошла к нему и почесала за ушком от чего он не произвольно замурчал.\n— Эй, хватит! Так почему тебя не удивляют мои уши?- снова спросил он. Видимо он не мог их спрятать. На его вопрос я лишь сказала.\n— Потому что!- и показала свои милые белые ушки. Они были белее облаков. По его выражению лица он был удивлен.\n— Так значит ты... тоже?\n— А ты что думал? Что единственный на этой планете ходишь с ушами?\n— Наверно...\n— Меня интересует вопрос. Ты можешь их спрятать?\n— Нет. Злая колдунья за мои косяки наложила заклятье и поэтому я не могу их прятать.\n— Хм.. интересная история! А теперь правду!- сказала я и начала надвигаться на него. \n— Зачем мне тебе говорить? Пусть это будет нашей тайной \"злючка\"!\n— Я не \"злючка\"! \n— До скорой встречи!- он накинул на себя капюшон и скрылся в неизвестном направлении. А на том месте где он стоял лежал тот валанчик. Я вышла из леса. Ко мне идут ребята. А точно уши! Спрятав уши, я протянула им валанчик. Так-с сколько время? Уже 12? Похоже я опаздываю. Я со всех ног побежала к палатке Кетрин.",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "Из моей головы не выходил тот парень. Он был жутко самоуверен в себе. И что он искал пугая людей? Смеха? Страха? Сочувствия? Сожаления? Наверное он ещё не встречал девушек которые могут прятать свои уши. Из раздумий меня вывел камень о который я споткнулась. Мое лицо уже было готово встретится с землей, а колени и ладони с болью. Но вдруг чья то рука остановила меня. И снова кто то спасает меня. Но кто на этот раз. \n— Эмм... Спасибо! Я Джейн, приятно познакомиться!- сказала я и посмотрела на него. Те же пепельные волосы... — Оу.. прости. Ты снова меня спас Эрик.\n— М.. Я не Эрик...\n— Ой прости... Но ты просто так на него похож...\n— Да.. Эрик мой брат близнец. Я Марк кстати!- сказал он, протянул мне руку.\n— Мм.. Да спасибо!- я сказав, пажала ему руку. \n— Слушай, а ты случайно не знаешь девушку премерно твоего возраста со светлыми волосами?\n— Ааа.. Кетрин! Да знаю. А что? Понравилась?- сказала я ухмыльнувшись. На мои слова он немного покраснел хоть и старалься не подавать виду.\n— Нууу....\n— С ней будет сложновато, но думаю ты ей тоже понравился. Может тебе стоит найти своего брата, он должен что нибудь посоветовать.\n— Хорошо. Спасибо за совет! Пока!- прокричал он убегая в неизвестном мне направлении.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Думаю стоит найти саму Кетрин. Интересно. Все же как мы будем осуществлять наш недо план? В чем будет Кетрин. А она понравилась Марку. Хмм... А из них получиться неплохая пара! На их свадьбе я обязательно буду свидетелем! И платье с Кетрин вместе выбирать будем. Стоп! Слишком далеко я зашла! Начнем с того что они должны стать парой! Стоп. Стоп. Стоп! Миссия! Точно! И так где может быть сейчас Кетрин?",
    "answers": [
      {
        "id": 98,
        "text": "В своей палатке"
      },
      {
        "id": 99,
        "text": "В лесу"
      }
    ]
  },
  {
    "id": 98,
    "text": "Хм... Может быть она у себя? Её палатка была не далеко от моей. Поэтому я быстро дошла. Палатка была цвета Хаки, как и большинство. Я зашла внутрь, отодвинув ткань заслонявшую вход. Хмм... Где же Кетрин? В палатке её не оказалось.",
    "answers": [
      {
        "id": 100,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 99,
    "text": "Хм... Может она пошла искать приключения на свою пятую точку? Я пошла по дорожке которая позже со временем начала превращаться в тропу. А потом и вовсе в чуть протоптоную тропинку. Повсюду были заросли. А вот и деревья. Я невольно вспомнила ту встречу с тем парнем в лесу. Но из за хруста ветки мои мысли снова вернулись в строй. И где же Кетрин? Я пошла к её палатке.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Я продолжала её ждать, как вдруг у меня зазвонил телефон. Это была Кетрин. \"Звонок\"\n— Але, Кетрин ты где?\n— Хорошо.\n— У нас же были другие планы.\n— Но..\n— Подожди, что?\nНа этом связь оборвалась. Ну если ей так надо собрать все наши вещи и отнести в лес? Почему бы и нет?!\nТак ладно мы только приехали и я вещи ещё не разбирала, ну а Кетрин взяла всего по минимуму. Спустя час я закончила. Вещи были уже в лесу. Интересно как долго мне нужно ждать Кетрин? Вокруг меня были лишь деревья.",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "Я стояла возле дерева, когда услышала крик.\n— Джеейн!\n— Кетрин. Я здесь.\n— Бежим, Джейн. Быстрей на автобус!\nЯ взяла вещи и вместе мы побежали к автобусу. Автобус был прямо перед нами. Мы как бешенные запрыгнули в этот сериал автобус. Я скинула все вещи на пустое сиденье и подбежала к водителю.\n— Мне кажется нам пора ехать. Я слышала что в этом лесу ходит маньяк!\n— Ну и что?- спросил меня водитель.\n— Он... Гей!- это единственное что пришло мне в голову. — Ну прошу! Ну а дальше все по схеме. Слезы на щеках, милые выпрашивающие глазки. И \"выстрел\". Водитель согласился. Мы расположились на сиденьях. Пошел дождь, что было лишь на пользу. Мы стали ждать когда же мы приедем.",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "Мои глаза закрылись и я уснула. Сквозь сон я слышала лишь свое имя. Меня разбудила Кетрин.\n— Джейн.. проснись... Джейн!\n— Еще минуточку!\n— Вставай мы приехали!\nЯ нехотя проснулась и мы начали собирать вещи. Напоследок мы сказали спасибо водителю и я улыбнулась от чего он тоже расплылся в улыбке. Вместе с Кетрин мы направились к нашему месту, где она позвонила Кейси.\n— Ало. Привет Кейси.\n— Приходи скорее, у нас кое что для тебя есть.\n— Быстрее сказала!\n— На наше место. Пока!",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "Мы уже ждали её там. Обнявшись мы поприветствовали Кейси. Я начала свой рассказ, прыгая то-ли от счастья, то-ли от нетерпенья.\n— Как ты знаешь, мы с Кетрин поехали в крепость и кое-что обнаружили.- я достала ту старую потертую сумку. \n— И что это?- спросила она у меня.\n— Не знаю, но без тебя мы решили ее не открывать.\n— Ну вот, я пришла. Открывайте.\nДевочки открыли маленькую сумку и вдруг она выросла. Я даже ойкнула слегка. В ней лежали 4 книги и 4 подвески. Кейси нам начала рассказывать о своих приключениях.",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "Мы выслушали её и пытались переварить информацию. \n— Ладно, какие предположения, что это за книги?- спросила Кетрин, взяв в руки книги.\n— Незнаю...- я не успела досказать свою мысль. Потому что в сумке что-то задергалось и завертелось. Мы были в небольшом ступоре. Как вдруг сумка на миг взлетела в воздух. Я быстрее всего отреагировала. И схватила сумку, очень крепко прижав, чтобы она не упархнула от нас. Вскоре сумка перестала рваться от нас подальше и успокоилась. Я положила её на траву и села рядом. Сумка снова задрожала, Кетрин уже была готова схватить её. Но вдруг неожиданно для нас из неё полил какой-то ясный свет. В воздух взлетела подвеска с каплей похожей на воду и куда-то исчезла. Девушки заглянули в сумку. Там лежали еще 3 амулета. Кетрин взяла один из них. Эта подвеска была в форме шторма или сильного ветра фиолетового цвета. Она попыталась надеть эту подвеску, но через секунду её с приличной силой откинуло на метр от того места, где мы сидели. Голова начала кружиться, а все тело ныло. Я смотрела на неё выпученными глазами то ли от страха, то ли от неожиданности.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вдруг эта подвеска как будто приподнялась в воздух и растворилась в нем. Кетрин и я посмотрели на Кейси. На её шее висел этот амулет. Её подняло в вверх и что-то похожее на миллион ветров начало пронзать и сдувать её с места. Наши глаза стали еще более непонимающими. Кейси опустилась на землю. Я захлопала глазами, а потом весело подпрыгула и захлопала в ладоши. И сказала.\n— Думаю что это те старинные амулеты, о которых нам рассказывали на экскурсии.\n— Что? Какие амулеты? И почему вы так смотрели на меня как будто я испарилась, а потом снова появилась?- сказала Кейси со смешком\n— Ну Хотя бы потому что все так и было!- с усмешкой сказала Кейт.\nЯ продолжала рассматривать амулеты. Не зная, какой выбрать, я кивнула Кетрин. На что та лишь замотала головой сказав \"Мне достаточно\". Я металась между \n2-мя амулетами. Выбрав светло-зеленый амулет я надела его. Что то прижало меня к земле. Как будто все силы земли пронзали меня на сквозь. А сильные веревки обвивают тело. Очнувшись я встала, а на месте где я лежала появился прекрасный и нежный цветок. ",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Кетрин надела красный амулет в форме сердца. Её как будто окружило огромное пламя и начало сжигать изнутри. Она очнулась и посмотрела на красивый цветок выращенный мной. Вдруг он вспыхнул ярким пламеним. Я вскрикнула, будто меня что то пронзило, а Кейси попыталась его задуть, но как оказалось она не только задула огонь, но и сдула Кетрин и меня. Она была вся в ссадинах и одном порезе, я же была без единой зарапинки. Видимо мне сопутствовала удача. Её тело ужасно болело. Вместе мы подбежали к ней. Кейси хотела подуть на её ранку. Но я отстранила её. Быстрым движением рук я как-бы перевязала порез. И в туже секунду кожа начала затягиваться. Я как будто знала, что делать. Она посмотрела на меня недоумевающим взглядом. На что я лишь пожала плечами.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "          ♤ Здравствуйте, дорогие читатели! ♤ \nЯ очень рада приветствовать вас на моем квесте \n\" Тайна Амулетов \". Это мой первый квест, так что не кидайтесь тапочками, а пишите вышу оценку в комментариях, чтобы я знала, что не безнадежна. О самом квесте:\nИстория в квесте происходит в наше время, но совершенно в другой вселенной. Здесь слова могут быть похожи, а могут отличаться или вовсе быть неподвластными объяснениям. В этом мире ученые пытаются избавить человечество от смерти, но для этого нужна спецальная группа крови. к счастью она есть не у всех. Нашим героям не повезло, ведь именно в их венах течет та самая группа крови. Под предлогом прививки от меланфоза, они вкалывают героям эту адскую смесь. От которой их трясет и кидает в разные стороны. И у них ничего не получается. Каждый 2,5 года, они выбирают нужных людей. Но когда люди спрашивают, что за? Они прячутся и продолжают свою работу. С каждым человеком у них получается лучше,но \"деффект\" тот же. Нашим героям судьба и не токое приготовила....\n\n______________________\nЖду ваших комментариев и оценок по 1 главе.\nГлавы достаточно быстрые, но пишутся они к сожалению не так быстро и легко.\n  ◇ Печенек от автора! ◇\n",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      }
    ]
  },
  {
    "id": 108,
    "text": "(По традиции)) Выбор персонажа",
    "answers": [
      {
        "id": 109,
        "text": "Кейси Ван Поло"
      },
      {
        "id": 110,
        "text": "Кетрин Робертс"
      },
      {
        "id": 111,
        "text": "Джейн Салеван"
      }
    ]
  },
  {
    "id": 109,
    "text": "Будет следующей. Ждите...",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 110,
    "text": "Пишется..",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 111,
    "text": "Дверь с грохотом захлопнулась за мной. Я стою на пороге и мягко говоря не врубаюсь в ситуацию! Только что я с 2-мя моими лучшими подругами получила какие-то таинственные амулеты, которые по видимому сами выбрали нас. Так к этому добавились еще и три книги. А что с этим делать никто не знает, в том числе и я! \nТак все! успокоилась....вдохнула...выдохнула...Но все же \"Почему я?\"",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "Я взяла свою сумку белого цвета и достала книгу. Она была коричневого цвета и вся в пыли, а по бокам были видны лианы и какой-то странный замок. Недолго думая я подула на книгу чтобы пыль слетела как в фантастических фильмах или мультиках, но этого соответственно не произошло. Так что мне пришлось надеть перчатку от пыли компании \"ООО.Green\". Пыль потихоньку стала сходить. И вот от последней пылинки не осталось и следа. Книга засветилась и как будто издала легкий смешок. Листья и лианы стали как по волшебства оживать. А в середине обложки было написано \"Харли\". Хм... похожа так звали прошлового владельца этой книги и амулета. Интересно сколько раз она выцараповала это имя, чтобы её кто то узнал?",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "Но для чего? Я сняла перчатку и дотронулась до книги. Харли... что это могло значить? Чуть выше было выцарапоно еще одно имя \"Тириус\". Хм.. странное имя. Наверное этот человек был ещё до эпохи Ренессанса, хотя может он ещё жил когда это случилось. Вдруг книга заискрилась и выцарапаные имена стали меняться. Сначала наш древний Тириус сменился на Харли. Позже я разглядела надпись \"Хранитель\". А ниже было написано.... моё имя...",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "Наверное раньше я бы испугалась и где то неделю не прикасалась к этой книге. Но не сейчас! Я провела по вызарапаному имени и как по волшебству замок исчез. Страницы книги замелькали с бешеной скоростью. Картинки и названия смешивались в одну непонятную дичь. Как только я дотронулась до какой то странички книга снова заискрилась и странички замелькали. Через секунду все остановилось на какой то страничке. Внизу было написано \"1\", так значит это первая страница. \nТак посмотрим что тут у нас.",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "Пустой лист? Не может этого быть! Я не верю своим глазам, что это все значит?! Я рассматривала страницу, как вдруг буквы стали проявляться, но не на странице, а в моей голове. На странице высвятилась картинка на ней был мужчина лет 35-ти. У него были каштановые волосы с вкрапинками седины. Лицо было сосредоточеное, а взгляд устремлен вперед. Его карие глаза смотрели вдумчиво. Темные брови украшал не большой шрам. Он был одет в коричневую куртку с теплыми шерстяными вставками. Кожаные штаны плотно облегают икры. На ногах были сапоги с заостренными носами, словно он был эльфом. За его спиной красовался могучий лук. Он был из темного дуба. И на нем было выцарапоны листья и имя \"Тириус\". Так значит это.....",
    "answers": [
      {
        "id": 116,
        "text": "Первый Хранитель?"
      }
    ]
  },
  {
    "id": 116,
    "text": "Неужели он так выглядел? А он здесь уже довольно старый! Картинка стала бледнеть и почти исчезла. Хей, стой. Я не хотела тебя обидеть! Вдруг стала проявляться другая картинка. Девушка лет 19-ти, короткие волосы до плеч, часть волос заплетена в неопрятный пучок. Милое, но серьезное, сосредоточенное, слегка пухлое личико. Темно-синие глаза смотрели будто бы на врага. Было чувство что она в любой момент была готова ринуться в бой. Тонкие брови спускались к переносице. Девушка была одета в раздельный костюм. На плечах были кожаные подплечники. Кожаный пояс облегал талию. Рукава до локтя и штаны до щиколоток были зеленого цвета. Мне даже показалось что они сделаны из растений или не показалось. Кожаные сапоги с заостренными носами такие же как и у Тириуса. Ну почти, еще они были украшены листьями. За её спиной был лук, на концах которого были сердца. А на самом луке в нескольких местах были цветы и имя \"Харли\". Но ведь теперь Харли хранитель. Значит следующая я.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "В моей голове никакак не укладывается, я следующая хранительница?! Картинка стала исчезать. Неужели сейчас мне покажут как я буду выглядеть? Я с ожиданием смотрела на листок. И где то минут 5 я тупо смотрела на пустой лист. Там так ничего и не появилось. Ну что ж облом. Получается это книга каких то заклинаний. Думаю она мне поможет. Нужно созвониться с девочками завтра. Я потянулась за своим телефоном и посмотрела на время 21:15. Как то мама долго. Надо ей набрать. Звонок:(М-мама Я-ну это я)\n[Я]- Ало. Мам?\n[М]- Ало. Да?\n[Я]- Привет. Слушай, а ты сейчас где?\n[М]- Как где? На работе.\n[Я]- Мне кажется ты засиделась на своей работе. Ты работаешь обычно до 18:30. \n[М]- Сегодня просто очень много дел.\n[Я]- Мам я тебя жду. Уже поздно.\n[М]- Все хорошо. Я скоро буду.\n[Я]- Ладно, жду тебя. Пока!\n[М]- Пока.\nМама как обычно первой сбросила. Я никогда не любила сбрасывать звонок первой мне всегда казалось что это как то неправильно. Посмотрев на книгу, я снова вспомнила что случилось. Что ж, думаю маме необязательно знать об этом. Я постелила постель. Моя мама очень любила белый цвет, и поэтому почти все в нашем доме было белым. Ну кроме телевизора. Как бы я хотела чтобы это бельё стало чуть красочней.\nЯ легла, накрывшись пушистым белым одеялом. И мгновенно уснула.",
    "answers": [
      {
        "id": 118,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 118,
    "text": "Будильник прозвенел не вовремя, прервав сон. Что ж я все ровно не вспомню о чем он. Я слышала, что если осознать во сне, что это сон, то можно управлять им.\nПоднявшись с кровати я стала как обычно играть в игру \"Вспомнить все\". Минут 5 посидев в одном положении, я встала. Такс, где мой телефон? Нужно умыться. Я встала с кровати и пошла в ванную. Да уж, я отнюдь не самая красивая по утрам. Хотяяя....\nЯ насыпала порошок для чистки зубов на ладонь и собрала его щеткой. Потом я умылась и заплела волосы в косу на бок. Вот теперь гораздо лучше. Я вышла из ванной и пошла на кухню. На телефоне была СМС-ка от мамы.\n\"Макароны в холодильнике\".\nДа что мне твои макароны? Я нажала на кнопку включения электрического чайника. Подойдя к кухонному шкафчику, я залезла на стул и открыла стеклянную дверцу. Взяв печеньки из песочного теста, я заварила себе зеленый чай со смородиной, лимоном и мятой. Мммм.... мята.\nОт мыслей меня отвлекло уведомление на телефоне. Скорее это был будильник.\"Позвонить насчет книги и амулетов\". Точно, чуть ли не забыла. Такс сколько сейчас времени? Я посмотрела на часы встроенные в телефон, 12:45 значит они точно уже проснулись.\n_________________________\nFV- видео сеть, данные шифруются и их невозможно взломать. Аналог Skype\nЧитается FlyVideo (Летающие видео)\nUK-социальная сеть чит. Юка (Наше Вк)\nSBM-музыкальная сеть, можно обмениваться музыкой, а также записывать не большие видеоролики. Аналагов у нас нет, чит. Sybary Music",
    "answers": [
      {
        "id": 119,
        "text": "Позвонить по FV"
      },
      {
        "id": 120,
        "text": "Посидеть в UK"
      },
      {
        "id": 121,
        "text": "Слушать музыку в SBM"
      }
    ]
  },
  {
    "id": 119,
    "text": "Я зашла в приложение FV и набрала номер. Сначала Кетрин, потом Кейси. Обе они ответили. И я перешла в функцию видео. \nКетрин-КР,Кеси-КВ,Джейн-ДЖ\nКР— Привета\nДЖ— Приветик\nКВ— Дратути\nКР— Зачем звонишь?\nКВ— Да, зачем?\nДЖ— Вообщем у меня есть догадка на счет книг. \nКВ— Какая?\nДЖ— Думаю нам нужно встретиться!\nКВ— И куда мы все пойдем?\nКР— На наше место?\nДЖ— Нет, на заброшенный парк развлечений.\nКР— Ну, ладно.\nКВ— Окей, пока.\nКР— Пока.\nДЖ— Пока!\nОни отключились. Нужно собираться. Я взяла книгу и положила ее в сумку. Так мне нужно переодеться. Доев свой завтрак-обед, я подошла к белому плотяному шкафу и открыла не большой ящичек. ",
    "answers": [
      {
        "id": 122,
        "text": "Ярко-желтый топ и шорты"
      },
      {
        "id": 122,
        "text": "Легкое мятное платье"
      }
    ]
  },
  {
    "id": 120,
    "text": "Я зашла на свою страницу в UK. И так у меня было как обычно много уведомлений и 2 сообщения. Думаю это от каких нибудь групп. Хотя нет не от групп! Одно сообщение от нашей беседы, а другое.... Ну конечно! От новой беседы... (=_=)\nЧто ж ладно. Первое сообщение Кейси:\n\"Банда, я создала беседу для нашей банды!\"\nЯ ответила: \"Привет, хорошо\"\nКетрин написала: \"Замечательно\"\nВторое сообщение в новой/бес. Кейси:\n\"Какую фотку поставить?\"\nЯ написала: \"Красивую\nКетрин ответила: \"Го, общую!\"\nЯ быстро написала: \"Го\". И вышла.",
    "answers": [
      {
        "id": 119,
        "text": "Позвонить по FV"
      }
    ]
  },
  {
    "id": 121,
    "text": "Почему бы немного не послушать музыку в SBM. И так с чего же начать? Хм... Вдруг на телефон пришло уведомление от UK. Так с одно сообщение и все? Может подождать. Как вдруг снова пришло уведомление от UK. Ладно так уж и быть, посмотрю что там у нас новенького.",
    "answers": [
      {
        "id": 120,
        "text": "Просмотреть СМС-ки"
      }
    ]
  },
  {
    "id": 122,
    "text": "И так нужно выходить....\n[?]- Замечательный выбор!\n[Я]- Что? Кто это сказал?\n[?]- Это я!\n[Я]- Кто вы? И где вы?\n[?]- Я слева от тебя!\n[Я]- Стоп, что? Кто ты?\n[?]- Ты что не открывала книгу?\n[Я]- Открывала конечно же!\n[?]- Тогда почему задаешь глупые вопросы!?\n[Я]- Я все ещё не врубаюсь кто ты!?\n[?]- Как кто? Хранитель книги! Я Харли!",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "И тут все встало на свои места. Ну почти...\n— Так значит ты типо моей помошницы?\n— Ну типо того.- ответила Харли.\n— А теперь ты мне все должна объяснить!- с уверенностью сказала я.\n— Ну для начала ты Хранитель Амулета.\n— Чего?- и вообще кто они такие.\n— Амулета! Кстати ты его скрыла?- спросила она.\n— Всмысле? Это как?- все еще не понимала я.\n— Ну нужно его спрятать!- раздраженно сказала она.\n— Но как?\n— Всмысле как? Ты же книгу читала?!\n— Ну почти...\n— Что чаще всего делают в вашем мире на всю жизнь?- спросила Харли\n— Татуировки.\n— Значит нужно сделать эту тутаировку!\n— Татуировку!\n— Неважно! Я всего лишь 5 минут в этом гребаном мире!- сказала мне Харли.(отсылка)\n— Окей я могу сделать тату, но есть одна проблема, мне 15 меня просто не пустят в тату салон и никто не сделает мне тату бесплатно!\n— Сделай сама! У тебя подруги ведь тоже хранители амулетов. Пусть нет хранителя амулета воды, но если взять штуку с помощью которой шьют то может что то получится?\n— Это называется игла. И для тату её у нас не используют.- объяснила ей я.\n— Ну сделай её сама! С помощью своих сил ты сможешь сделать себе тутаировку.\n— Татуировку! И как я это сделаю? Я ведь даже незнаю, что я могу!?\n— Ты можешь, поверь мне. Я смогла и ты сможешь.\n— Но как?- я в недоумевании смотрела на маленькую летающию Харли.",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "Она повернулась ко мне спиной и оголила плечо. \n— Но как?- с недоумением спросила я.\n— Ты должна попробовать.\n— Хорошо, тогда мы сделаем их вместе.\n— Ладно, тогда собирайся!\n— Я пойду.- смущенно добавила я. После минутного неловкого молчания я вышла. И пошла на место встречи.",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "Как вдруг что в моей сумке яростно заерзало. Я открыла её и достала книгу. В этот же миг она заискрилась и появилась Харли.\n— Могла бы сначала достать книгу из сумки!- возмущенно пропищала маленькая хранительница.\n— Вашу ж мать!- вскрикнула Кейси.\n— Емае!- сказала Кетрин.\n— Успокоитесь! Это мой хранитель книги.\n— Харвиума, очень приятно! Можно просто Харли!\n— Кетрин...\n— Кейси.\n— Вот и познакомились!\n— Подожди, хранитель чего?- переспросила меня Кетрин. Как вдруг книга Кейси заискрилась и появился как я поняла еще один хранитель книги. Он совсем отличался от Харли. Так как он уже больше походил на эльфа, чем Харли и Тириус. Огненно-рыжие волосы стояли дыбом, а голубые глаза презренно смотрели на окружающих. Одежда на нем была из кожи. А оружием служили 2 топорика. Он слегка удивился тому где оказался, но в следующую секунду его лицо вновь стало презирающим все и всех вокруг. Можно подумать, что это мрачноватый тип.",
    "answers": [
      {
        "id": 126,
        "text": "..."
      }
    ]
  },
  {
    "id": 126,
    "text": "— Что за дерьмовом мире я оказался?!- спросил он крайне не дружелюбно.\n— Успокойся Фредди! Все в том же...- непринужденно ответила ему Харли.\n— Эй! Не называй меня так!- прозвучал требовательный и обиженый голос.\n— Тогда сам представляйся хранителям амулетов!- нервно ответила Харли.\nВдруг книга Кетрин вспыхнула ярким пламенем. \n— Ой, простите!- прозвучал тонкий нежный голосок.\nВидимо это была хранительница книги огня. С одной стороны она была очень похожа на огонь. Черные как уголь волосы спускались на один глаз. На ней был красный костюм с желтыми краями. И когда она пусть даже чуть двигалась, то её обувь как будто вспыхивала задорнам огоньком. А с другой стороны лиловые глаза были скромны и загадочны, а робкий характер лишь украшал её опасную для некоторых силу. \n— Я не хотела вас напугать! Я Элисса, но можно просто Элис!- сказала она.\n— Привет Элис!- дружелюбно ответила я.\n— Дарова!- сказала Кейси.\nКетрин была в каком то ступоре.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "Это все было так неожиданно, что нибудь я в курсе кто такие эти хранители книг, я бы тоже была мягко говоря в шоке.\n— Вот и познакомились.- недовольно сказал \"Фредерик\".\n— Вообще то мы должны еще и научить их обращению с амулетами.- сказала Харли.\n— Всмысле?! Я не буду ни чьей нянькой!- возмущенно сказал Фредди. \n— Фредди, успокоишься ты наконец-то или нет!?\n— Нет...\n— Это был риторический вопрос \"дубина\"!- Харли с размаху влепила затрещину Фредди. Но рука бесцеремонно разрезала воздух. Фредди исчез. \n— Фредди меня так бесит твоя способнось к невидимости и неосязанию!- злостно выпалила Харли. Где то слева от Элис раздался хохот и Фредди появился, как не в чем не бывало.\n— Так когда мы приступим к обучению?- с интересом спросила я.\n— Прямо сейчас.- ответил Фредди. Мы поднялись с травы и поделились на группы, хранитель амулета и хранитель книги. Я отошла вместе с Харли к карусели. Карусель была ржавая, а краска украшавшая фасад облезла. На ней разве что можно было сидеть на лошадях и то с опаской, потому что все может обратиться за считанные секунды. Харли открыла книгу и стала \"шаманить\" руками. И подозвала меня к себе.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "— Смотри!- сказала мне Харли, указав на страницу #2. Сначала я ничего не видела, но потом написанное стало проявляться. Это было заклинание \"plant incrementum\". Чтож попробуем. Я взмахнула руками по инструкции и направила руки на землю. Прошло секунд 5, до того как это стало происходить. Сначала я увидела маленький росточек и хотела было уже остановиться, но что то меня остановило и я стала чувствовать не передаваемые словами силу. Это было просто невероятно! Я чувствовала каждую клеточку своего растения. Хотя мне казалось, что это не растение, а целый огромный организм. Его энергия была очень светлая и чистая, насколько я могу назвать эти чувства. Я лишь на секунду закрыла глаза и хотела расслабиться, как вдруг невидимая сила стала пронзать меня на сквозь.",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "Мне пришлось стиснуть зубы чтобы не чувствовать боль. Я открыла глаза и вместо маленького росточка в начале, выросло просто огромное растение. Расстояние от него до моего носа было всего сантиметров пять или семь. Я с удивлением посмотрела на Харли, она с удивлением посмотрела на меня. Я ничего не поняла, она тоже ничего не поняла, но сказала, что я молодец и этот результат очень хороший. ",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "Мы приступили к следующей моей способности, а точнее к новому заклинанию \"vitae\". Но для этого заклинания мне нужен был пациент. Но как позже оказалось, пациентом может быть не только человек или животное, а даже обыкновенноеЯ с удивлением посмотрела на Харли, она с удивлением посмотрела на меня. Я ничего не поняла, она тоже ничего не поняла, но сказала, что я молодец и этот результат очень дерево. Мы подошли к деревьям и стали их осматривать. Так как вчера был дождь, найти сломанные ветки деревьев не составило труда. Это было огромный дуб с впадинами. Кривой и какой то перекошенный, ветки были сломаны и висели надломленные, как будто сосульки, только очень не красивые. Я с недоумение посмотрела на Харли, она снова шаманила над книгой. Приблизившись к книге, я увидела такую же инструкцию, как и к первому заклинанию. Я взмахнула руками как было показано на рисунке, но ничего не произошло. Вдруг я почувствовала, что какая то игла кольнула меня. Открыв глаза, я увидела то дерево, но оно уже не просто криво стояло, я видела и слышала, что оно мне хочет, что то сказать. Но я ничего не понимала. Я приблизилась к дереву и дотронулась до него. Как вдруг я стала слышать, что оно говорит. Но к сожалению, только отрывками. Я услышала \"..бегите, бегите...\". Что это значит, но позже я поняла. От дикой боли головы после \"общения\" с деревом я упала на землю. И услышала глухой топот ног и хрустящие под тяжестью ветки. Кто то бежал на нас!",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "Я не знала кто это, но точно знала, что они направляются к нам. И от них исходила отнюдь не дружелюбная энергия. \n— Харли, что то не так!\n— Я тоже чувствую это! Нужно сообщить остальным.\nМы побежали к колесу обозрения, где тренировались Кейси и Кетрин.\n— За нами кто то гониться!- крикнула я из за всех сил.\n— Кто?!- спросила Кейси.\n— Они!- уверенно ответила Кетрин. Мы с недоумением посмотрели на Кетрин. \n— Нет времени объяснять! Но нам будет большая задница, если мы не убиремся от сюда!- сказала она. Мы с Кейси пусть ничего и не поняли, но Кетрин мы верили безоговорочно. Так что поспешили убраться отсюда. ",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "Мы спрятались на колесе обозрения. И я вспомнила все тупые фильмы где такие же тупые люди, как мы, спрятались на колесе обозрения. Мы сели на пол первой кабинки. Вдруг нас с силой затресло и мы стали перемещаться вверх. Кейси сидела с закрытыми глазами и делала какие то движения, чтобы ветер поднимал нас вверх. \n— Кетрин, кто за нами гониться?\n— Они! Это Клара и если ты услышала как много людей идут сюда, значит она идет с кем то. И я не думаю, что она пришла просто поговорить!- сказала Кетрин.\n— Но почему она пришла?\n— Потому что она охотится за амулетами. И если они попадут к ней в руки, может случиться все что угодно!\n— Но почему она не может сделать, что то хорошее?- ничего не понимая спросила я.\n— Потому что она убила Эрика!- твердо ответила Кетрин.\n— Эрика? Но... зачем?! Зачем она его убила?!- я уже не могла сдержать слез капающих из глаз.\n— Джейн, успокойся. Ты знала его?- спросила Кетрин.\n— Дд..да! Он спас меня!\n— Сожалею Джейн, но мы не можем о нем переживать. На нас идет большая беда и нам стоит теперь бояться за свою жизнь.",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "Я понимала что надо успокоиться и стала вытирать бесконечно текущие из глаз слезы. Нужно придумать как нам выбраться....\n— Я думаю, что Кейси лучше сразу отправиться в безопасное место. Потому что о Кейси, Клара еще не знает.- утвердительно сказала я.\n— Хорошо, я уйду. Но я хочу чтобы и вы пошли со мной. Я не хочу чтобы вы были в опасности!- с тревогой в голосе сказала Кейси.\n— Джейн, Кейси, вы можете узнать где они сейчас?- спросила нас Кетрин.\n— Я могу попробовать, но не обещаю результат.- ответила я.\n— Вот блять влипли! Я вообще не врубаюсь как я это сделала, но я попробую!\nЯ сосредоточилась, и направила свою энергию к земле. Мне казалось, что прошла вечность прежде тем, как я услышала что то. Это был голос Клары. Она очень много ругалась. От неё отходила очень темная магия. Мне даже показалось, что Клара не виновата во всем происходящим, что кто то подбирает её изнутри. Кто то очень плохой, но я не смогла пройти дальше. Так как из транса меня вывел шепот Кейси с Кетрин. \n— Что ты узнала?- открывая глаза, спросила я.\n— Я узнала, что они уже через 30 минут будут здесь. Они уже в городе.\n— Мне кажется, что она обладает определенными силами.\n— Какими?- одновременно спросили они. \n— Незнаю, вы меня отвлекли. Но думаю мы это скоро узнаем.- сказала я, почувствовав ту самую темную магию.",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "Она подходила все ближе и ближе. Но вдруг остановилась. И заговорил голосом, какой то сумашедшей. А не той Клары которую я знала.\n— Хеей, выходитее! Детки, давайте не будем спорить. Я знаю, что вы здеесь!- нараспев говорила она. Вдруг я почувствовала не магию, а технику. Да технику! Наверное это джипиес!\n— Девчонки, у неё джипиес!- шепотом сказала я.\n— Джипи что??\n— Джипиес!- ответила я\n— Тогда где то должен быть жучок.- сказала Кейси.\n— Может сумка? Кетрин, сумка, она у тебя?\n— Да. Но на ней что то написано! Мы не можем её выкинуть!\n— Может сфоткаем?- спросила Кейси.\n— Отличная идея! Только вот проблема, телефоны у нас не здесь.- ответила Кетрин.\n— А что если, мы нацарапаем надпись?- спросила я.\n— На чём и чем?\n— У меня есть мел, но нам нужна поверхность где мы сможем нарисовать надпись.- ответила я.\n— Точно у меня же есть браслет!- сказала Кейси.\n— А у меня ожерелье!\n— Что ж, у меня кольцо. И что дальше?- спросила Кетрин.\n— Напишем на них надпись, разделив на три части.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "— Каким образом?- непонимающе спросила Кетрин.\n— Смотри тут написано ву..вуа..\nЭмм... неважно. Оно выделено 4 цветами. Разделим эти цвета и напишем буквы одного цвета на браслете, ожерелье и кольце.- предложила я.\n— Ну хоть что то!- отозвалась Кейси.\n— Окей, но мы должны еще и выбраться от сюда.- сказала Кетрин.\nПока мы сидели и переписывали надпись, Клара и её дружки ходили кругами и грамили парк направо и налево. ",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "Но всех волнует один вопрос как мы выберемся от сюда??\n—И так, как мы выберимся отсюда? Есть идеи?- спросила я.\n— Хм.. Думаю может быть я смогу перенести вас в безопасное место?- спросила Кейси.\n— Боюсь, что это слишком рискованно. Ты можешь не удержать нас!- тревожилась Кетрин.\n— Но это наш единственный шанс!- ответила ей Кейси.\n— Как говорят \"Кто не рискует, тот не ест ириски\"!- улыбнулась я. И мы преступили к плану действий. Хотя планом это было назвать сложно, ведь это просто очень большой риск.",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "Сначала мы наблюдали как Кейси сконцентрируетя на своих силах. Потом она взмыла вверх и я увидела белое свечение в форме шара. Кетрин вместе со мной поднимались вверх, мы были внутри этого стремного шара.\nЧто ж не самое плохое событие за сегодня. Позже я стала видеть как это странное свечение стало слегка пропадать. Кейси очень нервничала, было видно, что это отнимает у неё много сил. Нам оставалось только надеется на скорейшее приземление на землю. Вот мы стали медленно опускаться вниз. Вот, осталось всего два метра до земли, как вдруг, Кейси стала дрожать. По её телу проходили судороги одна за другой! Я чувствовала её боль. Такую жгучию и одновременно резкую. Я положила руку к ней на плечо и направила свои силы. Я сразу почувствовала облегчение, ведь Кейси больше не дрожала. Но я потихоньку стала чувствовать, что мои действия отнимали у меня силы. Слава богу, что мы в это же время приземлились на землю.",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "Я приземлилась на ветку из за чего та чуть ли не хрустнула. В отличие от ветки на которую упала Кейси, она тут же издала звокий хруст, выдав наше местоположение. Клара с её дружками сразу же отреагировали и понеслось в нашу сторону. Так я ещё никогда не бегала! Они все нашлись и гнались за нами, а мы все бежали и бежали, бежали и бежали. Пока они не отстали от нас. Да уж.. ну и денек!\nМы собрались около дома Кетрин и стали обсуждать все, что с нами произошло. \n— Блять, сука это что за *****???- чуть ли не крича выпалила Кейси.\n— А я как будто то знаю?! Я сама в шоке!- ответила я. \n— Ребят, успокойтесь это была Клара. Ты её знаешь Джейн!- сказала спокойно Кетрин\n— Безусловно, я её знаю. Но почему она охотится за нами? Зачем она убила Эрика???\n— Во первых не за нами, а за амулетами! А во-вторых, я незнаю почему она убила его, но думаю это из за того, что он слишком много знал.- заключила Кетрин: а помочь нам может его брат.\n— Марк?- недоумевая спросила я.\n— Да, откуда ты его знаешь? А впрочем потом разберемся!\n— Мне кажется нам нужно по домам и все хорошенько обдумать!- сказа Кейси.\n— Да, думаю так и стоит поступить.\n— Пока.\n— Пока!\n— Дома покакаете!\nНа этом мы и разошлись. Что же нас ждет там впереди? Какие неизведанные тайны нас ожидают?! ",
    "answers": [
      {
        "id": 139,
        "text": "Конец 2 главы "
      }
    ]
  },
  {
    "id": 139,
    "text": "Эта глава получилась не такой длинной, как ожидалось. И квест получился в виде книги. У меня к вам вопрос. Хотелось бы вам романтики в квест. Если да, то с кем из героев первыми?",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 140,
    "text": "",
    "answers": []
  }
]