[
  {
    "id": 1,
    "text": "Хей, начнем с небольшого вступления. Это мой первый квест, надеюсь вы не судите строго. Ведь все с чего-то начинают. \n\nЧто на счет сюжета, вы гражданин небольшого городка по имени \"Вайлет-сити\", вам 22 года, ваше имя Ларри. Из-за разрушения политики в вашем городе вы решаетесь все продать и заселяетесь в отель, ведь на следующий день вы собираетесь уехать в \"сити-12\".\n\nЕще раз говорю, пишу первый раз, если мало текста то я дико извиняюсь перед вами.",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись, было утро. Шторы задвинуты, в комнате было темно. Все выглядело не очень приятно, но вы понимали что это не пяти звездочный отель. Вы знали что сегодня вы уезжаете из \"Валет-сити\".",
    "answers": [
      {
        "id": 3,
        "text": "Встать с кровати."
      }
    ]
  },
  {
    "id": 3,
    "text": "В комнате было нечего не видно, лишь маленький просвет между шторами мог осветить комнату.",
    "answers": [
      {
        "id": 4,
        "text": "Орентироватся на лучи солнца чтобы открыть шторы."
      }
    ]
  },
  {
    "id": 4,
    "text": "Открыв шторы вас ослепил яркий свет. После небольшого флеш-бека который вы поймали вы чувствовали себя лучше.",
    "answers": [
      {
        "id": 5,
        "text": "Сходить умытся."
      },
      {
        "id": 6,
        "text": "Пойти на кухню."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили идти к ванной, подойдя вы включили свет и зашли. Взяв зубную щетку и пасту вы почистили зубы и ваша улыбка блестела. \nВ животе журчало, вы хотели кушать.",
    "answers": [
      {
        "id": 6,
        "text": "Выйти из ванной и идти на кухню."
      }
    ]
  },
  {
    "id": 6,
    "text": "Включив свет на кухне вы зашли. Был электрический чайник, 2 куриных яйца, соль, заварка,  и кусочек хлеба. Вы решили приготовить себе завтрак. ",
    "answers": [
      {
        "id": 8,
        "text": "Сделать себе чаю и яичницу"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы вошли в коридор, быстро накинули куртку после чего вышли из номера 113 и начали спускаться вниз. Внизу стояла вахтерша, вы отдали ей ключи от номера и сказали чтобы вас выселили. Она сказала, что мы вас выселяем и вы можете идти. После чего вы вышли на улицу, так как машины у вас не было, вам пришлось вызвать такси. Набрав номер 8-800-555-35-35; вам ответил диспетчер, после чего вам выслали такси. Черный мерс с номерами х228уй. Такси подьехало.",
    "answers": [
      {
        "id": 9,
        "text": "Сести в такси."
      }
    ]
  },
  {
    "id": 8,
    "text": "Плотно перекусив вы пошли обратно в спальню где стоял шкаф с одеждой. Вам надо было быстрее одеваться и ехать в депо.",
    "answers": [
      {
        "id": 7,
        "text": "Подойти к шкафу, взять одежду и накинуть ее на себя. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Спросив цену до депо вам любезно ответили не больше 923рублей, вы начали торговатся после чего вас послали далеко и подальше, после чего вам пришлось заплатить 923рубля и поехать до депо.",
    "answers": [
      {
        "id": 10,
        "text": "Ждать пока вас довезут до депо."
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы приехали. Вошли в депо, там стоял охранник, он сказал:\nО-охранник \nВы-В\nо-Стоять!\nв-Что то не так?\nо-Извините за грубость, просто мне надо вас проверить. \nв-Хорошо, я не против.\nВас проверили, все было нормально, после чего вы прошли через все регистрационные пути и вышли на площадку. Сев на скамейку вы начали ожидать свой поезд в \"сити-12\".",
    "answers": [
      {
        "id": 11,
        "text": "Ожидать поезд."
      }
    ]
  },
  {
    "id": 11,
    "text": "Поезд приехал, вы зашли в него, у вас проверили билет. Вы прошли к своему месту и начали раскладывать вещи по местам в ожидании того что поезд тронется. ",
    "answers": [
      {
        "id": 12,
        "text": "Продолжать устраивается в поезде."
      }
    ]
  },
  {
    "id": 12,
    "text": "Разложив все на свои места. Поезд поехал, вы сидели у себя в комнатке. ",
    "answers": [
      {
        "id": 13,
        "text": "Сходить покушать."
      },
      {
        "id": 14,
        "text": "Глянуть время."
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы вышли из комнатки и пошли в вагон с баром.\nТам продовалось много разной еды.\n",
    "answers": [
      {
        "id": 15,
        "text": "Купить покушать."
      }
    ]
  },
  {
    "id": 14,
    "text": "На часах было 16:37. Живот вурчал.",
    "answers": [
      {
        "id": 13,
        "text": "Идти на перекус."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы по обедали и пошли обратно в комнатку. Там вы присели на койку и задумались.",
    "answers": [
      {
        "id": 16,
        "text": "Глядеть в окно."
      }
    ]
  },
  {
    "id": 16,
    "text": "Посмотрев в окно все якобы повторялось, те же леса, опять железная дорога, линии электропередачи. Для вас там не было ничего не обычного ведь вы и не подозревали что эти леса многое скрывают.",
    "answers": [
      {
        "id": 17,
        "text": "Продолжать наблюдать в окно."
      }
    ]
  },
  {
    "id": 17,
    "text": "В этих лесах вы увидели странное существо, не сказать что оно выглядит страшно, но пугающе. Вы подумав что в уже совсем свяхнулись,  ни стали ни о чем не задумываясть и достали гитару из сумки после чего начали играть себе о жизни.",
    "answers": [
      {
        "id": 18,
        "text": "Играть на гитаре"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы сидели и играли на гетаре напевая себе под нос:\nЯ приеду к тебе вскоре, Будет спать спокойно город В кленах и акациях. Я прижмусь к тебе щекою, Ты смахнешь слезу рукою — Демобилизация. Я прижмусь к тебе щекою, Ты смахнешь слезу рукою — Демобилизация.\n\n И пройдемся под луною Рядом с будущей женою, Каблучками цокая, Не боясь за то в награду Получить пяток наряду — Демобилизация. Не боясь за то в награду Получить пяток наряду — Демобилизация.\n",
    "answers": [
      {
        "id": 19,
        "text": "Убрать гитару.\n"
      }
    ]
  },
  {
    "id": 19,
    "text": "Убрав гитару вы немного подустали, вы решили прелечь на койку.",
    "answers": [
      {
        "id": 20,
        "text": "Прилеч на койку."
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы легли и задумались о чем то. \nНо мысли отдали покой и вы уснули в надежде что проснетесь уже в \"сити-18\".",
    "answers": [
      {
        "id": 21,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 21,
    "text": "После небольшого сна вы проснулись. Вы чувствовали бодрость. Глаза были не умыты. ",
    "answers": [
      {
        "id": 22,
        "text": "Идти в кабину с туалетом и раковиной."
      }
    ]
  },
  {
    "id": 22,
    "text": "Через вагоны вы идете к \"ванной\", по пути вас останавливает человек. \nВ-Вы\nЧ-человек\n\nч-Доброе утро.",
    "answers": [
      {
        "id": 23,
        "text": "в-И вам, что то хотели. *пройти дальше*"
      },
      {
        "id": 24,
        "text": "в-Мне сейчас не до вас, извините. *пройти дальше."
      }
    ]
  },
  {
    "id": 23,
    "text": "После небольшого диалога. \n\nч-Доброе утро.\nв-И вам, что то хотели?\nч-Да нет, нечего. Проходите дальше.",
    "answers": [
      {
        "id": 25,
        "text": "Пройти к кабинке с умывальником и туалетом"
      }
    ]
  },
  {
    "id": 24,
    "text": "после небольшого диалога.\n\nч-Доброе утро.\nв-Мне сейчас не до вас, извините.\nч- зачем такая грубость?",
    "answers": [
      {
        "id": 25,
        "text": "Извинится и пройти в кабинку с туалетом и умывальником."
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы зашли в ванную, там вы умылись. Вы стали чувствовать себя лучше чем обычно. ",
    "answers": [
      {
        "id": 26,
        "text": "Глянуть на время."
      },
      {
        "id": 27,
        "text": "Выйти из ванной."
      }
    ]
  },
  {
    "id": 26,
    "text": "На часах было 23:49. Вы понимали что вы приедете в 1:20. По крайней мере так вам говорили.",
    "answers": [
      {
        "id": 27,
        "text": "Выйти из вагона."
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы вышли из вагона. Человека который там стоял уже не было. Вы пошли к своей комнатке. По пути вы не увидели ни одного человека. Вы подумав что все в баре зашли к себе в комнатку и      опять упёрлись смотреть в окно.",
    "answers": [
      {
        "id": 28,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "Посмотрев в окно вы увидели те же леса, поля, озёра и эти линии электропередачи. Но для вас это была обычная картина. Поэтому вы решили занять себя чем-нибудь.",
    "answers": [
      {
        "id": 29,
        "text": "Читать книгу ужасов."
      },
      {
        "id": 30,
        "text": "Поспать"
      },
      {
        "id": 31,
        "text": "Поиграть на телефоне в шарик (олды поймут)"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы прочли книгу ужасов. Времени былл 1:20. Вы прибыли.",
    "answers": [
      {
        "id": 33,
        "text": "Выйти из вагона."
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы заснули, времени было полноч, вам оставалось спать около часа. Спустя час вы проснулись. Вы были на остановке сити-12. ",
    "answers": [
      {
        "id": 33,
        "text": "Выйти из вагона."
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы прошли 15 уровней после чего вас она взбесила и вы перестали играть.",
    "answers": [
      {
        "id": 32,
        "text": "Посмотреть время."
      }
    ]
  },
  {
    "id": 32,
    "text": "Время было 1:20, вы как раз доехали. ",
    "answers": [
      {
        "id": 33,
        "text": "Выйти из вагона."
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы вышли из вагона. Все выглядело более красиво. Стояли деревья. Красота, говорили вы про себя. Так вы прибыли в сити-12.\n\nКто хочет продолжение, о том как вы будете выбирать квартиру и жить в сити-12.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  }
]