[
  {
    "id": 1,
    "text": "Автор: пчола\nЖанр: романтика, в дальнейшем планируется немного фэнтези(это же фэнтези, да??) и возможно, что-то ещё :D. \nСтатус: заморожен!! \nКвест ориентирован на женскую аудиторию. \n\nКХМ КХМ\n\nХей, привет! Это мой первый квест, поэтому не судите строго, пожалуйста. \n\nСюжет: \nВы — молодая девушка, которой совсем недавно исполнилось девятнадцать лет. Она учится в престижном университете и он ей нравится, однако девушка университету не нравится... Ну, некоторые ученики её недолюбливают. \nТак как она учится далеко от дома, ей приходится переехать загород и вскоре та поселяется в частном двухэтажном доме, неподалёку от которого располагаются ещё несколько. Потом девушка знакомится с их хозяевами, и, возможно, находит вторую половинку.. Все остальные события раскроются по ходу прохождения квеста.\n\nЭто довольно банальная история. ",
    "answers": [
      {
        "id": 4,
        "text": ">>МЕНЮ\nЗдесь список глав. "
      },
      {
        "id": 2,
        "text": "Персонажи "
      },
      {
        "id": 3,
        "text": "Записи автора. Если вам не страшно, то заходите сюда :D"
      },
      {
        "id": 31,
        "text": "Группа вк\nТам в основном рисунки, но можете заглянуть и посмотреть на персонажей",
        "url": "https://vk.com/club161702642"
      }
    ]
  },
  {
    "id": 2,
    "text": "Здесь ты сможешь посмотреть небольшие анкеты персонажей. ",
    "answers": [
      {
        "id": 5,
        "text": "Мисаки Судзуки "
      },
      {
        "id": 6,
        "text": "Марк Эванс"
      },
      {
        "id": 7,
        "text": "Рей"
      },
      {
        "id": 8,
        "text": "Марианна Грей"
      },
      {
        "id": 9,
        "text": "Зуо"
      },
      {
        "id": 10,
        "text": "Крис Андерсон"
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 3,
    "text": "Квест создан: 24 февраля 2019 года.\n\n01.03.19.\nУх [собака женского пола] как же лень писать но хочется УХ\n\nЩас март? А какой это месяц...\nТак.\n09.03.19.\nЯ заболела, но зато есть больше времени на написание. Но мне все так же лень((0(\n\n20.03.19.\nАхаха скоро каникулы мама заставит меня гулять онет\n\n25.03.19.\nАААА Я ДОПИСАЛА КРИСА ААА\n\n01.04.19.\nЯ здьохь\n\n19.04.19.\nМне так лень, надеюсь на каникулах продолжу ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Начинай с пролога и до конца списка, ок? Конечно ок, тут же все очевидно. ",
    "answers": [
      {
        "id": 11,
        "text": "0. Пролог. "
      },
      {
        "id": 16,
        "text": "1. Чая нет! "
      },
      {
        "id": 77,
        "text": "2. Соседушки..",
        "need_ever": true
      },
      {
        "id": 1,
        "text": "2. Ночуем. НЕ ГОТОВО ",
        "need": 44
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Мисаки Судзуки.\n\nЗа эту девушку будешь играть ты и от её лица ведётся рассказ.\n\nВозраст: 19 лет.\nРост: 161 см.\nВес: 49 кг.\n\nВеселая и общительная девушка, довольно спокойная, но вспыльчивая. По лицу сложно понять, о чем та думает. ",
    "answers": [
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 6,
    "text": "Марк Эванс.\n\nВозраст: 19 лет.\nРост: 179 см.\nВес: 70 кг.\n\nХолоден по отношению к чужим людям, молчалив и может показаться волком в шкуре овечки. Но это не так.\nС друзьями общительный и добрый, отзывчивый, иногда вспыльчивый и эмоциональный.\nУ парня сложное прошлое. ",
    "answers": [
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 7,
    "text": "Рей.\n\nВозраст: 18 лет.\nРост: 169 см.\nВес: 52 кг.\n\nКажется постоянно злым и недовольным парнем, который не хочет ни с кем общаться, гулять и вообще поддерживать связь. Имеет узкий круг общения, который состоит из героини и некоторых других людей.\nИмеет секрет, который окажется шоком для всех.. ",
    "answers": [
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 8,
    "text": "Марианна Грей.\n\nВозраст: 19 лет.\nРост: 164 см.\nВес: 51 кг.\n\nМилая и обаятельная девушка, любит парней. Нет, вы не подумайте ничего плохого. :D\nАктивная и быстрая, весёлая. \nЛучшая подруга Мисаки, словно сестра. Обожает её и помогает практически во всем, что иногда бесит главную героиню, но она все равно продолжает любить Мари. \n",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Зуо.\n\nВозраст: 2086 лет. В человеческом мире — 20 лет.\nРост: 180 см.\nВес: 76 кг.\n\nХороший парень, что сказать. Является лучшим другом Мисаки и окружает её заботой и теплом. Искренне любит её и не пытается скрывать это.\nЗуо — открытый и эмоциональный человек, который ну очень любит над всеми издеваться, но любя. Если тот не знаком с человеком, то кажется загадочным и скрытным. \nА ещё он демон. Да. ",
    "answers": [
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 10,
    "text": "Крис Андерсон.\n\nВозраст: 19 лет.\nРост: 187 см.\nВес: 80 кг.\n\nИногда пошлый, но в основном добрый, как щенок. Не вспыльчивый. \nСильный и накачанный парень, но не до такой степени, что аж Джон Сина.\nНу очень любит пластыри и бинты, из-за чего Мисаки смеётся над ним, но любя.\nЯвляется другом детства главной героини и считает себя почти её братом. ",
    "answers": [
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 11,
    "text": "Ах, какая прекрасная погода.. Птички поют, солнышко светит, зелёная листва шелестит!\n\nЯ потянулась в кровати, не обращая внимания на будильник, ведь ничто не испортит мне настроение сегодня! Я съезжаю от родителей.\nМожет быть, жить одной намного сложнее, но в этом и есть много плюсов.. Никто не орёт про то, что надо помыть посуду и пропылесосить.\n\nЛадно, не об этом.\n\nМеня зовут Мисаки Судзуки и мне вчера исполнилось 19 лет. И вчера же, мне поступило сообщение о том, что меня приглашают в университет... Правда, он находится на другом конце города. Но! Но это ничего страшного. Чем дальше — тем лучше. Я уже нашла себе отличный дом, да и стоит недорого. Только вот, для одной меня там многовато места.. 2 этажа, все-таки, ух. ",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я встала с кровати и прямо в пижаме подошла к шкафу и вытащила из-за него подготовленный вчера вечером чемодан, только вот, я ещё ничего не сложила.. Пора выбрать одежду. \n\nЧто мне взять? ",
    "answers": [
      {
        "id": 13,
        "text": "Шорты, джинсы, майка, футболки и один топ, две пары кед. "
      },
      {
        "id": 13,
        "text": "Несколько платьев, сандалии и туфли, браслетики, юбки и блузки. "
      },
      {
        "id": 13,
        "text": "Брюки, рубашки, шляпа, очки, ботинки и туфли. "
      },
      {
        "id": 13,
        "text": "Пофиг, возьму сразу все! "
      }
    ]
  },
  {
    "id": 13,
    "text": "Хорошо, основное собрано, можно и позавтракать. Я вышла из комнаты и направилась на кухню.\nТам сидели родители.\nПапа читает газету, а мама пьёт кофе.\nЯ подошла к холодильнику и открыв его, стала выбирать, что мне съесть. ",
    "answers": [
      {
        "id": 17,
        "text": "Банановый йогурт и булочка с корицей"
      },
      {
        "id": 17,
        "text": "Блинчики с сиропом и зелёный чай "
      },
      {
        "id": 17,
        "text": "Бутерброд с ветчиной и чашечка кофе "
      },
      {
        "id": 17,
        "text": "Салатик и чёрный чай "
      }
    ]
  },
  {
    "id": 14,
    "text": "Я посмотрела на себя в зеркало и улыбнулась. Взяв в руку чемодан на колёсиках, я вышла в коридор и направилась к выходу из дома, где уже стояли родители, а за окном такси.\n\n— Пока, Мисаки.. Позвони нам, как только приедешь хорошо? — мама с волнением говорила мне это и смотрела в моё лицо.\n— Навещай нас иногда. — папа тоже был обеспокоен и держал в правой руке газету, сжимая и разжимая край страницы.\n— Да не волнуйтесь вы так, все будет просто отлично! — я широко заулыбалась и родители, кажется, немного успокоились.\nЯ вздохнула и медленно открыла дверь.\n— Ну, пока.. — я обняла папу и маму, а потом села в такси. Водитель поехал.\n\nВот и началась моя новая жизнь. Даже страшно как-то.. Неизвестность пугает. ",
    "answers": [
      {
        "id": 4,
        "text": "Это конец пролога. Вернитесь в меню. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Кек",
    "answers": []
  },
  {
    "id": 16,
    "text": "Вскоре я приехала на такси к моему новому дому. Дорога была длинной, но из-за того, что я поспала и слушала музыку, она показалась для меня довольно короткой.\n\nЯ вышла из машины и расплатилась с водителем, а потом взяла чемодан и сумку из багажника. Вздохнув, я обернулась.\n\nПередо мной открылся вид на несколько современных домов. Белые стены, серые и бежевые элементы — эти цвета придавали ощущение чистоты, когда находишься на территории домов.\nНа первом этаже были большие окна и железная дверь с тремя замками.. А сколько замков было внутри? Похоже, с безопасностью тут все нормально.\nЖелезные красивые заборы окружали дома, поэтому я на секунду почувствовала себя богачкой. О да.\nСправа от дома находилась веранда со столиком, стульями в центре и растениями в углу. Слева располагался небольшой, но очень красивый и зелёный сад, который тоже был окружён маленьким заборчиком. ",
    "answers": [
      {
        "id": 18,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 17,
    "text": "Я взяла свой завтрак и приземлилась на стул рядом с мамой.\n\n— Доброе утро, Мисаки. Ты готова к отъезду? — спросила мама.\n— Еще не до конца, а морально уже готова. — я мягко улыбнулась.\n— Мы будем скучать, доча. — папа тоже улыбнулся мне.\n\nЯ поговорила с родителями и съела свою еду, а потом помыла за собой посуду и направилась в комнату.\nБлин, я ещё в пижаме! Надо переодеться. Что мне надеть? ",
    "answers": [
      {
        "id": 14,
        "text": "Полосатая футболка и джинсовый комбинезон, кроссовки. "
      },
      {
        "id": 14,
        "text": "Толстовка и джинсы, кеды. "
      },
      {
        "id": 14,
        "text": "Юбка и водолазка, туфли на платформе. "
      },
      {
        "id": 14,
        "text": "Платье до колен, милые ботиночки. "
      }
    ]
  },
  {
    "id": 18,
    "text": "На втором этаже был балкон и одно большое окно, которое, вроде, находилось в моей комнате.\n\nДальше я не смогла разглядеть, так как все это находилось довольно далеко от меня.\nПохоже, пора войти.\n\nЯ открыла ворота главного забора ключом-картой. Загорелся зелёный огонёк и автоматические ворота начали медленно открываться.\nЯ прошла внутрь со своими вещами по каменной дорожке, а сзади двери стали закрываться.\n\n— Главное, чтобы не сломалось. — я произнесла вслух свою шальную мысль, а тем временем ворота еле слышно скрипнули. Я поморщилась и решила прогнать эти мысли из головы как можно быстрее. ",
    "answers": [
      {
        "id": 19,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я достала связку ключей и открыла все три замка, а потом зашла внутрь и закрыла за собой дверь.\nПеред собой я увидела просторный зал, который, наверное, был гостинной.\nПочти в центре, ближе к окну, стоял бежевый стол средних размеров, вокруг которого стояло 4 стула.\nНа широком подоконнике, на котором можно было бы посидеть, лежало две подушки и плед.\nНапротив этого окна стоял серый мягкий диван. Там я решила посидеть.\nЯ оставила свои вещи около дивана и плюхнулась на него, раскидывая руки в стороны. Вздохнув, я задремала. ",
    "answers": [
      {
        "id": 20,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я смотрела два сна, но они мне не запомнились.\nСпустя некоторое время я открыла глаза и увидела, что на часах показывает три часа дня. Я спала час? Я бы не сказала. Это было слишком быстро, хах.\n\nЯ встала с дивана и потянулась, а потом взяла свой чемодан и поднялась наверх по лестнице. На втором этаже было несколько комнат. Какую мне выбрать?",
    "answers": [
      {
        "id": 21,
        "text": "Огромная светлая комната с широким окном, мебель в бежево-белых оттенках. "
      },
      {
        "id": 21,
        "text": "Средняя комната с двумя небольшими окнами, мебель в черно-синих оттенках. "
      },
      {
        "id": 21,
        "text": "Маленькая комната с одним горизонтальным окном, мебель в зелено-жёлтых оттенках. "
      },
      {
        "id": 21,
        "text": "Большая комната в розово-сиренивых оттенках с двумя большими окнами. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Идеально. Отлично. Восхитительно!\n\nМожно сказать, что это комната моей мечты.\n\nЯ открыла шкаф и положила туда свою одежду и обувь, из сумки вытащила телефон и позвонила маме, как она и просила.\n\n— Алло? Мама, это я, Мисаки.\n— Доча, привет! Ну, как ты там, приехала уже? Все хорошо?\n— Да-да, мам, все классно. Мне кажется, что в этом доме поместилась бы вся наша семья.\n— Тогда мы переезжаем к тебе. — на том конце провода послышалось хихиканье мамы.\n— ЧО МАМ НЕТ НЕ НАДО\n— Да ладно, я же шучу..\n\nМы с мамой поболтали где-то две минуты и потом закончили. Я положила телефон на тумбочку и решила сделать чаю.\nЯ спустилась на уютную кухню и нашла сахар, а вот посуды и самого чая не было. Похоже, придётся идти к соседям. ",
    "answers": [
      {
        "id": 22,
        "text": "Выйти из дома "
      }
    ]
  },
  {
    "id": 22,
    "text": "Я направилась к выходу и вышла из дома, а потом огляделась.\nОколо меня было несколько домов.\nКуда пойти?\n\nОтсюда пойдут более сильные изменения в сюжете. ",
    "answers": [
      {
        "id": 23,
        "text": "Первый дом "
      },
      {
        "id": 24,
        "text": "Второй дом"
      },
      {
        "id": 25,
        "text": "Третий дом "
      }
    ]
  },
  {
    "id": 23,
    "text": "Я подошла к забору дома справа и позвонила в звонок.\nВскоре из дома вышел парень.",
    "answers": [
      {
        "id": 26,
        "text": "Рассмотреть парня"
      },
      {
        "id": 27,
        "text": "Ждать, пока тот подойдёт "
      }
    ]
  },
  {
    "id": 24,
    "text": "Я подошла к забору этого дома и позвонила в звонок, прямо после этого оттуда вынеслась девушка примерно моего возраста. \nПо её лицу было заметно, что та рада. Чему? Не ясно. ",
    "answers": [
      {
        "id": 48,
        "text": "Рассмотреть девушку"
      },
      {
        "id": 49,
        "text": "Ждать, пока она поднесется ко мне"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я подошла к забору дома слева и позвонила в звонок. Тишина. Я позвонила ещё раз, и только тогда дверь стала медленно, даже как то лениво и раздражённо открываться.\n\nОттуда выглянул парень, который, вроде, был моложе меня, но не намного. ",
    "answers": [
      {
        "id": 64,
        "text": "Рассмотреть парня "
      },
      {
        "id": 65,
        "text": "Ждать, пока тот доползет"
      }
    ]
  },
  {
    "id": 26,
    "text": "Он был явно выше меня.\nКоричневые вьющиеся волосы выросли почти до плеч, голубые глаза блестели. Он смотрел на меня совсем незаинтересованным взглядом.\n\nНа нем была надета широкая белая футболка, наполовину заправленная в чёрные джинсы. ",
    "answers": [
      {
        "id": 27,
        "text": "Ждать, пока тот подойдёт"
      }
    ]
  },
  {
    "id": 27,
    "text": "Парень наконец открыл ворота, а затем подошёл почти вплотную ко мне. Кажется, для него это обычное дело.\nТот стоял и пристально смотрел на меня, как бы ожидая моей фразы. ",
    "answers": [
      {
        "id": 28,
        "text": "- Эм.. Привет? "
      }
    ]
  },
  {
    "id": 28,
    "text": "— Кхм.. Здравствуй.. У тебя есть чай? Я просто заселилась только сегодня.\n— И что это меняет? Тебе надо было взять чай с собой сразу. У меня нет его. — сказал парень, как отрезал и уже собрался уходить.\n\nНу и за что он так со мной? ( ͡;° ͜ʖ ͡;°) ",
    "answers": [
      {
        "id": 29,
        "text": "Остановить его "
      },
      {
        "id": 30,
        "text": "Стоять и смотреть тому вслед, чуть не плача от такой грубости "
      }
    ]
  },
  {
    "id": 29,
    "text": "— А ну стоять! — я хотела прыгнуть на парня, но за секунду в мою голову пришла мысль о том, что это не очень хорошо скажется на наших дальнейших отношениях. Соседи, все-таки. Поэтому я не прыгнула, а схватила того за руку, чуть потягивая ее на себя.\n— Что? Что тебе от меня надо? Я имею полное право отказаться помогать тебе. — он зло посмотрел прямо в мои глаза, а потом чуть повернулся ко мне.\n— Ну пожалуйста, чувак. Покажи мне город, хотя бы. Если я не попью чай, то сдохну прямо тут. — я сделала выражение лица, а-ля ''Либо ты помогаешь мне, либо получаешь по хлебалу''.\nПарень лишь тяжело вздохнул и толкнул меня подальше от ворот, а потом вышел за мной сам, закрывая проход ключом-картой. ",
    "answers": [
      {
        "id": 32,
        "text": "Победно усмехнуться"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я не смогла ничего ответить на столь резкое обращение ко мне. Да уж, со мной так ещё не говорил...\n\nЯ стояла, прижав руки к груди. Моё лицо явно выражало злобу, но внутри я чувствовала себя подавленной.\n\nПарень же со спокойной душой ушёл в дом и закрыл за собой ворота. Он даже не обернулся...\nПохоже, с ним явно не получится сдружиться. Ну, пока.. Я добьюсь его доверия! ",
    "answers": [
      {
        "id": 37,
        "text": "Концовка ''Ну ты и неудачница''"
      }
    ]
  },
  {
    "id": 31,
    "text": "Кек",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Эй, не улыбайся так. Ты меня итак пугаешь. Мало ли, может ты сумасшедшая... — лицо парня смягчилось, но все ещё не выражало особого доверия.\n\nГде-то глубоко в голове я поблагодарила папу за мой характер, который позволил остановить парня.",
    "answers": [
      {
        "id": 33,
        "text": "Попросить, чтобы он показал город "
      },
      {
        "id": 34,
        "text": "Попросить его отвести тебя в магазин "
      }
    ]
  },
  {
    "id": 33,
    "text": "— Да не сумасшедшая я, боже... — я злобно посмотрела на парня.\n\n— Ладно-ладно. Следую правилу: не перечить сумасшедшим. — улыбнулся, сдерживая смех.\n\n— Я НЕ СУМАСШЕДШАЯ, ДЕБИЛ! — долбанула его по боку. Он выводит меня из себя.\nПарень даже не схватился за ударенное место и заржал, а я смотрела на свой болящий кулак и спрашивала в мыслях ''Что я только что ударила? Кусок железа?'' ",
    "answers": [
      {
        "id": 38,
        "text": "Проклинать его самыми плохими словами "
      }
    ]
  },
  {
    "id": 34,
    "text": "Я перестала так усмехаться и подняла голову, ещё раз смотря в лицо парня. Сейчас я могла заметить, что его черты довольно красивы.. Кхм, о чем я думаю? Учиться надо, а не за парнями бегать.\n\n— Проводишь меня до ближайшего магазина? — я слегка улыбнулась.\n\n— Ну да, а зачем я по твоему иду сейчас рядом? — он иронично посмотрел мне в глаза, из-за чего заставил меня почувствовать себя неуютно.\n\n— Спасибо.. — я опустила взгляд. ",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Слушай, а как тебя зовут? — через несколько минут я снова смотрела на парня, улыбаясь. — Соседи, все же.\n\n— Меня зовут Марк Эванс. А тебя? — спросил тот, смотря на дорогу.\n\n— Мисаки Судзуки. Приятно позна.. — я не успела это договорить, как Марк меня перебил. \n\n— Давай без официальностей, ладно? Не очень люблю такое. — косо глянул на меня.\n\n— Ну.. Ладно.\n\nВскоре мы дошли до магазина и я купила все необходимое, поблагодарив Эванса.\nЯ и Марк пришли обратно к домам и попрощались, а потом я ушла к себе домой. ",
    "answers": [
      {
        "id": 36,
        "text": "Концовка ''Только еда! Парни не нужны''"
      }
    ]
  },
  {
    "id": 36,
    "text": "Это конец первой главы и концовка ''Только еда! Парни не нужны''. ",
    "answers": [
      {
        "id": 4,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 37,
    "text": "Это конец первой главы и концовка ''Ну ты и неудачница''. ",
    "answers": [
      {
        "id": 4,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 38,
    "text": "Парень явно развеселился и теперь чуть улыбается.\n\n— Эй, малявка.. Да, теперь я буду тебя звать. — похоже, он хотел спросить моё имя, но придумал кое-что лучше него. — Меня зовут Марк Эванс.\n\n— Я не малявка, у меня имя есть. Меня зовут Мис.. — внезапно я не смогла говорить, так как Марк приложил свой палец к моим губам. Я возмутилась и начала болтать на каком-то эльфийском, из-за чего мои щеки чуть надувались.\n\nОн рассмеялся.\n\n— Тише. Будешь малявкой для меня, ок? — сказал тот, а я немного смутилась из-за последних слов ''для меня''.\n\n— Ну.. Ладно. Да.. Покажешь мне город? — я резко сменила тему. ",
    "answers": [
      {
        "id": 39,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Конечно. Не хочу, чтобы ты меня каждый день отвлекала от дел. О.. Я позволю это, если будешь приходить ко мне со словами ''Ах, ваше величество! Я — хрупкая и бесполезная девушка, снова нуждаюсь в вашей помощи!'' — кажется, в голове у Марка происходило целое театральное представление, поэтому я просто наблюдала за его актерскими выражениями лица. \nСлово про беполезность мне, конечно же, не понравилось, но я не захотела говорить об этом. Мало ли, чего Марк ляпнет ещё... ",
    "answers": [
      {
        "id": 40,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вскоре мы дошли до более оживленной улицы, где было множество магазинов и других зданий.\n\n— Ну, вот здесь мы.. То есть, я и остальные твои и мои соседи. Здесь мы покупаем все необходимое. И близко, и недорого. — Марк показал мне магазины. \n\n— Ага.. Ага, понятно. — я кивала парню, мол, все поняла.\n\nМы свернули на перекрёстке направо и я увидела кафе и рестораны.\n\n— Здесь я обычно ем, если лень готовить самому. Ах, если бы у меня была девушка и готовила для меня.. — Эванс посмотрел на меня и ухмыльнулся, когда я начала заливаться краской.\n\nВскоре мы обошли почти все недалёкие места, что моим ногам очень не понравилось. Они болели. Ох, надо бы ходить больше..\nОсталось купить в магазине продукты. ",
    "answers": [
      {
        "id": 41,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я и Марк вошли в магазин.\nЯ набрала все необходимые продукты и другие мелочи. Но собрав все это вместе, получилось два увесистых пакета.\nКак классно! Ноги болят, да ещё и это тащить. Боже, ненавижу свою неусмотрительность.\n\n— Давай я помогу. — парень с лёгкостью взял мои пакеты и пошёл на выход.\n\n— Эй, я и сама могу! — я быстро подбежала к Эвансу и отобрала пакеты, однако, чуть не упала и поставила их на пол.\n\n— Не можешь. — усмехнулся, а потом поднял продукты и пошёл дальше. Я решила, что если я понесу эти пакеты, то мы доберёмся до дома минимум за час. ",
    "answers": [
      {
        "id": 42,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 42,
    "text": "И правда, сейчас я чувствовала себя бесполезной. Я, раздосадованная своей беспомощностью, молча шла около Марка.\n\n— Ты чего? Это естественно. Мужчины сильнее женщин.. — он начал рассказывать мне все это.\n\n— Эй, эй, постой. Ладно, я все поняла, да. — я улыбнулась. ",
    "answers": [
      {
        "id": 43,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вскоре мы дошли до моего дома и я начала искать свой ключ от ворот, однако, не смогла найти.\n\n— Черт, где же он.. — я стала нервничать.\n\n— М-да.. Вот это я понимаю, неудачница. — парень саркастично посмеялся. — Ну, так уж и быть, переночуешь у меня..\n\n— Что!? Не буду я у тебя ночевать! — я слегка смутилась и отвернулась.\n\n— Ну-ну, а где ещё? На улице? ",
    "answers": [
      {
        "id": 44,
        "text": "Согласиться"
      },
      {
        "id": 45,
        "text": "Не соглашаться "
      }
    ]
  },
  {
    "id": 44,
    "text": "Я молча смотрела в землю, а потом резко подняла голову и зажмурилась.\n\n— Ладно! — почти крикнула я и открыла один глаз, а потом и второй. Что я увидела? Да ничего особенного. Снова довольное лицо Марка, которое, кажется, представляло жаркую ночь. Ну уж нет.. Мой глаз невольно подергался. Запрусь в комнате и никому не буду открывать!\n\nМы направились к дому Эванса. ",
    "answers": [
      {
        "id": 47,
        "text": "Концовка ''Только встретилась, а уже ночуешь'' "
      }
    ]
  },
  {
    "id": 45,
    "text": "Я показала ему язык, на что он слегка печально улыбнулся.\n\n— О, нашла! — я достала карточку со дна пакета и открыла ворота. — Спасибо за помощь, я пойду. Пока. — я взяла пакеты и кое как затащила их домой. Из окна я увидела, как Марк стоит и смотрит на дверь. Он явно был удивлён такому повороту событий. Вскоре он ушёл. \n\nЯ убрала продукты в холодильник и поела, а потом пошла в комнату. ",
    "answers": [
      {
        "id": 46,
        "text": "Концовка ''Я недоступна'' "
      }
    ]
  },
  {
    "id": 46,
    "text": "Это конец первой главы и концовка ''Я недоступна''. ",
    "answers": [
      {
        "id": 4,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 47,
    "text": "Это конец первой главы и концовка ''Только встретилась, а уже ночуешь''. ",
    "answers": [
      {
        "id": 4,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 48,
    "text": "Я осмотрела её с головы до ног, пока та неоднократно спотыкалась об шланг, валявшийся на её пути.\n\nНебрежно захваченные в пучок волосы были светло-желтого оттенка. Казалось, что они вот-вот расплетутся и упадут на плечи девушки.\nСиний джинсовый комбинезон, внутри которого была белая футболка с зелёными полосками. Левая лямка комбинезона скатывалась с плеча постоянно, однако девушка не уставала возвращать её обратно. \nБело-серые кроссовки смотрелись на тонких ногах девушки довольно грамоздко, но это придавало какой-то стиль остальной одежде.",
    "answers": [
      {
        "id": 49,
        "text": "Ждать, пока та поднесется "
      }
    ]
  },
  {
    "id": 49,
    "text": "Я смотрела на неё, а она на меня. Искра, буря... Кхм.\nВскоре светловолосая добежала и открыла ворота, буквально накидываясь на меня. Девушка схватила меня за плечи, из-за чего я невольно сделала шаг назад и отвела взгляд.\n\n— Ах, привет! Меня зовут Марианна Грей, можно просто Мари или Энн! Как нравится! Ты же новенькая, да? Я слышала от хозяина этих домов, что приедет новенькая! — девушка засыпала меня вопросами, а я стояла в ступоре. Я же просто за чаем пришла, что со мной не так...\n\n— Эй, эй, эй, попридержи коней! — ух ты, вышла рифма. — Я не могу ответить сразу на все вопросы! Я просто пришла за чаем. У тебя он есть?\n\n— Да, конечно есть! Пошли ко мне домой. — Грей схватила меня за руку и повела к ней домой, закрыв перед этим ворота. ",
    "answers": [
      {
        "id": 50,
        "text": "Идти за ней в недоумении"
      }
    ]
  },
  {
    "id": 50,
    "text": "Мы прошли внутрь.\nВ доме было довольно просторно и современно, но в то же время как-то уютно. Я вспомнила родительский дом и съежилась, но быстро пришла в себя.\n\n— Садись за стол, я сейчас сделаю тебе чай. — Мари, похоже, немного успокоилась и её движения стали более плавными. — А как тебя зовут?\n\nЯ села на стул.\n\n— Мисаки Судзуки. Да, я новенькая.. — нервно посмеялась.\n\n— Ты это, извини за то, что так накинулась на тебя. Просто я тут одна девушка.. И как-то некомфортно без подруг. Ты ведь станешь ей, да? — она поставила чашку с чаем и подвинула тарелку с печеньем ко мне. Мари села напротив и мягко улыбнулась.\n\n— Нас что, только две девушки!? — я поперхнулась напитком и чуть не упала в конвульсиях, задыхаясь.\n\n— Эй, осторожнее. Да, только две. А что, не нравится?~ — она усмехнулась. ",
    "answers": [
      {
        "id": 51,
        "text": "Нет, я конечно все понимаю, но блин................. "
      }
    ]
  },
  {
    "id": 51,
    "text": "Я более менее прокашлялась.\n\n— Ну, ладно, продержимся.. — я слабо улыбнулась, а она мне в ответ.\n\n— Слушай! Давай закатим вечеринку в честь твоего поселения. — Мари улыбнулась ещё шире. — У меня столько платьев, а надеть некуда.. О. — та подскочила со стула и через несколько секунд прикатила вешалку с платьями, где между ними затисалась.. Форма моего университета!?\n\n— Мари.. Ты учишься в университете ''Golden Rose''???? — меня нехило удивило это.\n\n— Ну, не учусь, а буду.. 1 сентября только через неделю. А что? Ты тоже учишься? — говоря последнюю фразу, Грей просияла.\n\n— ДА — я подпрыгнула со стула и полезла обниматься. Моя подруга тоже обняла меня в ответ и мы начали прыгать на месте.\n\n— Будет больше времени, чтобы общаться! Кстати, ты видела нашего соседа? Он такой красавчик!! Тащусь от него. Он тоже учится в нашем университете. — Энн витала где-то в облаках, когда рассказывала про соседушку. Казалось, у неё прямо сейчас потечёт мечтательная слюнка.\n\n— Еще нет, ты первая, кого я встретила тут.\n\n— Серьёзно? Тогда давай я тебя с ним познакомлю, быстро пошли! — она снова схватила меня за руку и вышла со мной из дома. Потом мы направились к участку за моим домом.\n\n— Крис, тут новенькая! — орала Марианна в домофон, а я вспомнила своего друга детства, которого звали также. Ох... Хочу в детство. Ловлю флешбеки. \n\nВскоре из-за двери показался светловолосый, почти белый парень с двумя синими пластырями на лице. И.. О боги! Крис! Святые медведи! \n\n— КРИС!? — я невольно оторвала руку от руки подруги и прижала ладони щекам, словно на картине ''Крик''. — Как ты тут оказался? \n",
    "answers": [
      {
        "id": 52,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 52,
    "text": "Парень сначала побледнел, потом покраснел, и только тогда осознал.\n\n— Ми.. Мисаки?? Что ТЫ тут делаешь, черт тебя побери? — Крис быстро подошёл ко мне и похлопал по голове, словно сестрёнку. Я улыбнулась.\n\n— Я переехала сюда, потому что живу далековато от универа.. Мари сказала, что ты тоже учишься там. — я посмотрела на Грей, а та стояла в полном недоумении. Меня это позабавило и изо рта вырвался нелепый смешок, который я поспешила приглушить. ",
    "answers": [
      {
        "id": 53,
        "text": "Рассказать историю"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Ну.. В общем, Мари, Крис — мой друг детства. Мы с ним знакомы ещё с 5 лет.\n\n— Да. Мисаки потерялась в лесу, потому что хотела собрать больше ягод, чем её родители. А потом я встретил её и мы пошли на выход, где её ждали мама и папа. — Крис расплывался в улыбке, вспоминая детство. — Раньше я часто ходил в лес и хорошо там ориентировался.\n\n— Эй, мог бы и преукрасить эту историю.. Что-то типо ''Мисаки потерялась в лесу из-за того, что родители отправили ее за ягодами, а потом пошёл дождь...'' — я начала придумывать историю, но Мари и Крис лишь косо посмотрели на меня. — Ладно, ладно, и так пойдёт. ",
    "answers": [
      {
        "id": 54,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Получается, вы уже давно знакомы? — Мари улыбнулась. — Это же ещё лучше! Плюс один повод для того, чтобы устроить вечеринку. — девушка, похоже, не собиралась оставлять в стороне свою идею.\n\n— Я за. — Крис усмехнулся.\n\n— Ну.. Я тоже. — сказала я как-то неуверенно. Но потом подумала: почему я всегда сижу дома? Хотя, эта вечеринка будет проходить итак у меня дома... Наверное. Не суть. Почему я никогда не веселюсь? Наверное, самое время! ",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Давайте сделаем её в субботу! — предложила я.\n\n— Может быть, в воскресенье? — сказал Крис.\n\n— А вдруг у кого-то в понедельник работа или учёба? Лучше суббота! — поддержала меня Мари.\n\n— Ну, раз вы так думаете, то суббота...\n\nМы обсудили вечеринку и решили расходиться по домам. ",
    "answers": [
      {
        "id": 56,
        "text": "Идти домой "
      },
      {
        "id": 57,
        "text": "Остаться с Крисом "
      }
    ]
  },
  {
    "id": 56,
    "text": "Я попрощалась с ними и пошла к себе домой, думая о предстоящей вечеринке... Только вот, мне надеть даже нечего.. До субботы придётся подготовиться. \nНу, а пока, отдыхаем! ",
    "answers": [
      {
        "id": 58,
        "text": "Концовка ''Ах, вечеринка..''"
      }
    ]
  },
  {
    "id": 57,
    "text": "Мы попрощались с Марианной, а я решила остаться с Крисом и поговорить с ним после долгого расставания.\n\n— Ну, как ты? И почему ты так внезапно уехал из города? — я присела на диванчик на крыльце дома, а Крис приземлился рядом.\n\n— Всё отлично. Я уехал из города по семейным обстоятельствам и ничего не сообщил тебе о моем обратном приезде, ибо хотел сделать сюрприз. Но его не особо получилось осуществить, потому что ты сама нашла меня. Я же говорил, что у тебя чуйка, как у пса. — он слегка отодвинулся, чтобы не получить от меня и посмеялся.\n\n— М.. Понятно.. Эй. ЭЙ. Я не пёс, ещё раз тебе это говорю! Я. Не. Пёс! Крис, боже мой! Ты не изменился даже за год! — я начала возмущаться, а он сидел рядом и смеялся. Неужели те старые добрые времена снова возвращаются? Если это правда, то я очень и очень рада. ",
    "answers": [
      {
        "id": 59,
        "text": "Болтать дальше"
      }
    ]
  },
  {
    "id": 58,
    "text": "Это конец первой главы и концовка ''Ах, вечеринка...''.",
    "answers": [
      {
        "id": 4,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 59,
    "text": "Мы болтали ещё много о чем.\n\n— Кстати, у меня есть для тебя подарок. — сказал Крис и ехидно улыбнулся, а я просияла.\n\n— Правда? Какой?\n\n— Сиди здесь смирно. — парень встал с дивана и ушёл в дом. Я осталась сидеть, находясь в приятном волнении. ",
    "answers": [
      {
        "id": 60,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 60,
    "text": "Через несколько секунд парень вернулся обратно и встал на одно колено, будто собирается сделать предложение.\n\n— Эй, встань нормально. — я рассмеялась.\n\n— Не хочу.. — усмехнулся и достал коробочку.\n\nЯ замолчала в ожидании, когда тот откроет её или протянет мне. Было так тихо, что я могла услышать собственное сердцебиение.\n\n— Мисаки... — он приблизил ко мне коробочку и стал её открывать. Когда тот её открыл, там оказался... ",
    "answers": [
      {
        "id": 61,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "Там оказался...\n\nСредний палец Криса.\n\nЯ нервно посмеялась, а потом этот смех сменился на совсем недобрый, а затем я вообще перестала смеяться и встала с дивана, смотря на Криса сверху вниз испепеляющим взглядом.\n\n— Ой, кто-то злится. — он выкинул коробку в сторону.\n\n— Я тебя ненавижу, боже! — я хотела подойди ближе к нему, но споткнулась об свои же гребанные шнурки и начала быстро падать вниз. Но для меня это падение казалось вечным.\n\nЗдесь бы хорошо вписалась мелодия ''Ave Maria'' и замедленная съемка моего падения... Кхм.\n\nВнезапно я приземлилась... ",
    "answers": [
      {
        "id": 62,
        "text": "На что-то мягкое... "
      }
    ]
  },
  {
    "id": 62,
    "text": "Я приземлилась на Криса! О господи.\n\nЯ валялась на нем, а он, кажется, смутился и не двигался. Наши лица были в нескольких сантиметрах друг от друга, но Андерсон(Крис) быстро сообразил и отпрянул, потом поднял меня и поставил на землю, попутно вставая сам.\n\nПовисло неловкое молчание, которое надо было быстро устранить.\n\n— Ну.. Погодка сегодня хорошая, правда? — я улыбалась, как дебил, и смотрела на небо. Ну, вернее, на крышу крыльца.\n\n— Мисаки, ты идиотка. — он рассмеялся.\n\n— Тогда ты тоже идиот! Кхм.. Ну, мне пора.. — я стала медленно уходить от дома.\n\n— Приходи как нибудь ещё. — сказал Крис. Я не видела его лица, но по интонации было слышно, как он хитро улыбался. Ему явно понравилась эта ситуация с падением. ",
    "answers": [
      {
        "id": 63,
        "text": "Концовка ''Весьма удачное падение''. "
      }
    ]
  },
  {
    "id": 63,
    "text": "Это конец первой главы и концовка ''Весьма удачное падение''. ",
    "answers": [
      {
        "id": 4,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 64,
    "text": "Парень был чуть выше меня.. Но не супер высоким.\nСветло-пепельные чуть вьющиеся волосы подходили ему.. И, похоже, это был его натуральный цвет.\nЧерты лица слегка похожи на женские, но грустно-раздраженное выражение лица покрывало это. \n\nЧёрная толстовка, похожая на мешок, доставала его колен. Синие джинсы тоже были ему длинноваты, но парень их согнул внизу, из-за чего щиколотка оголялась.\nСерые кроссовки, наверное, были новыми. ",
    "answers": [
      {
        "id": 65,
        "text": "Ждать, пока тот доползет "
      }
    ]
  },
  {
    "id": 65,
    "text": "Он подошёл ко мне, не открывая ворота.\nПарень положил руки в карманы и опустил голову вниз, но смотрел на меня изподлобья. Этот взгляд будто спрашивал меня ''Ну и чо ты припёрлась? Я тебе все равно не помогу''. ",
    "answers": [
      {
        "id": 66,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 66,
    "text": "Я нервно улыбнулась и начала:\n\n— Ээ.. Здравствуй.. У тебя есть чай? Или можешь проводить меня до маг.. — меня тут же перебили.\n\n— Нет! У меня ничего нет. И я не буду тебя провожать, сама разбирайся.\n\nЯ застыла от такого неожиданного отказа. Парень хмыкнул и резко развернулся, а потом пошёл обратно в дом так же нерасторопно. ",
    "answers": [
      {
        "id": 67,
        "text": "Просунуть руку между воротами и схватить парня за капюшон толстовки "
      },
      {
        "id": 68,
        "text": "Стоять и офигевать"
      }
    ]
  },
  {
    "id": 67,
    "text": "Я решительно просунула руку и резко схватила парня за капюшон, отчего он наклонился назад, размахивая руками. А потом тот упал на ворота.\nЭто было довольно забавно, поэтому у меня вырвался смешок.\n\n— Чт-что ты творишь, девка?! — светловолосый поднялся и открыл ворота, видимо, не для того, чтобы сопроводить меня до магазина, а для того, чтобы хорошенько расправиться со мной.\n\nЕго лицо не выражало никакого добра, а наоборот, показывало зло. ",
    "answers": [
      {
        "id": 70,
        "text": "Попятиться назад, как от дикого животного"
      }
    ]
  },
  {
    "id": 68,
    "text": "Я встала на месте, приложив руки к груди. Столь резкое обращение меня удивило и я почувствовала себя подавленной.\nЯ незаметно шмыгнула и пошла домой. ",
    "answers": [
      {
        "id": 69,
        "text": "Концовка ''Чо, отшили, да?'' "
      }
    ]
  },
  {
    "id": 69,
    "text": "Это конец первой главы и концовка ''Чо, отшили, да?''",
    "answers": [
      {
        "id": 4,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 70,
    "text": "Я сделала пару шагов назад.\n\n— Э, э! Спакуха, чувак. Хочешь, я тебе заплачу? — я достала несколько бумажек из кармана и закрыла ими лицо разъяренного парня.\n\n— Я не буду брать твои деньги, идиотка! Я вижу, ты от меня не отстанешь, да? Тогда я покажу тебе дорогу, но просто отвяжись от меня! — под конец он выдавил слова сквозь зубы. Видать, ему настолько неприятно помогать мне. Или не только мне?\n\nЯ вздохнула и кивнула. Тот просто опустил голову, засунул руки в карманы и пошёл налево. Я повернулась и поторопилась за ним.",
    "answers": [
      {
        "id": 71,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Эй, а почему ты ворота не закрыл? — поинтересовалась я.\n\n— Никто не зайдёт. — отрезал парень.\n\n— Почему ты так думаешь?\n\n— Потому что я делал так много раз. — все так же холодно ответил тот.\n\n— А может сегодня исключение?\n\n— Нет, не исключение! Хватит меня расспрашивать про всякую неважную фигню. — он посмотрел мне в глаза, будто пригрозил. Я затихла.",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": "Лишь спустя минуту я робко спросила:\n\n— ...А как тебя зовут? — я спросила это тихим голосом. Видать, он заметил это и отвёл взгляд, стыдясь своего поведения. Парень успокоился.\n\n— Рей. — светловолосый еле заметно улыбнулся, но потом снова сменил улыбку на ровную полосу.\n\n— А я.. Мисаки. — я тоже улыбнулась, но потом посмотрела вперёд, а вскоре ушла в свои мысли. ",
    "answers": [
      {
        "id": 73,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Извини меня. — Рей прервал мои размышления ни о чем и я подняла голову. Я промолчала.\n\n— Извини за то, что нагрубил и плохо относился к тебе. — парень вздохнул. — У меня такой характер.\n\n— Ничего страшного. Подружимся.. — я нервно посмеялась.\n\nВскоре мы дошли до магазина.\nНебольшое двухэтажное здание. В окнах были видны стеллажи с продуктами и остальными вещами. ",
    "answers": [
      {
        "id": 74,
        "text": "Войти внутрь"
      }
    ]
  },
  {
    "id": 74,
    "text": "Я зашла в магазин и я набрала всего необходимого.\nРей со мной не ходил, поэтому я была уверена, что он ушёл. Я спокойно стояла у кассы, где-то в голове напевая мелодию.\n\nЧерез некоторое время я вышла из магазина, и о боже! Я увидела стоящего Рея, сложившего руки на груди. Он задумался о чем-то, смотря в сторону.\n\nЯ окликнула парня.\n\n— Эй, зачем ты меня ждал?\n\nОн вздрогнул и обернулся ко мне.\n\n— Аа.. Вдруг, такая идиотка, как ты, не сможешь найти дорогу обратно. — Рей усмехнулся, а я недовольно цыкнула.\n\n— Ну тогда пошли. — я нервно улыбнулась и направилась к дому.",
    "answers": [
      {
        "id": 75,
        "text": "Идти "
      }
    ]
  },
  {
    "id": 75,
    "text": "Мы оба пришли к нашим домам и попрощались.\n\nЯ зашла в дом и разгрузила пакет, но нашла там кое-что интересное.\nКарточка с номером.\n\nВ магазине было много людей, но кто мне её подкинул? Мне, конечно, было интересно, кто это, но в то же время и страшно. Я решила оставить это на завтра.\n\nЯ поднялась наверх в комнату и начала читать книгу. ",
    "answers": [
      {
        "id": 76,
        "text": "Концовка \"Таинственный номер и подобревший Рей\" "
      }
    ]
  },
  {
    "id": 76,
    "text": "Это конец первой главы и концовка \"Таинственный номер и подобревший Рей\" ",
    "answers": [
      {
        "id": 4,
        "text": "В меню "
      }
    ]
  },
  {
    "id": 77,
    "text": "Тот день с чаем прошел довольно быстро, поэтому пришёл и второй.\n\nУтро.\n\nЯ проснулась в кровати и потянулась, зевая. Посмотрев в окно, я поняла, что светит солнышко и погода отличная.\n\nОго, за городом побольше тепла.\n\nЯ медленно встала с постели. Настроение было хорошее. Я открыла шкаф и сделала руки в боки, думая.\nЧто мне надеть? ",
    "answers": [
      {
        "id": 78,
        "text": "Шортики и майку"
      },
      {
        "id": 78,
        "text": "Платьишко"
      },
      {
        "id": 78,
        "text": "Джинсы и футболку "
      }
    ]
  },
  {
    "id": 78,
    "text": "Я оделась и спустилась вниз, на кухню. Ну, уже 11 часов, поесть хочется... Мой живот заурчал. Похоже, согласен.\n\nЯ ещё сонно подошла к холодильнику и дёрнула на себя, чтобы открыть.\nНа меня повеял холодок, но не обратив на это особого внимания, я стала выбирать себе завтрак. Готовить было лень. ",
    "answers": [
      {
        "id": 79,
        "text": "Бутерброд с ветчиной и помидоркой"
      },
      {
        "id": 79,
        "text": "Йогурт с вишней "
      },
      {
        "id": 79,
        "text": "Яблоко "
      },
      {
        "id": 79,
        "text": "Кусочек пирога "
      }
    ]
  },
  {
    "id": 79,
    "text": "Я достала свой завтрак и присела на стул, облакотившись локтями на стол.\n\nВскоре я доела и задвинула за собой стул. Я решила прогуляться.\n\nЯ вышла в коридор и выбрала обувь. ",
    "answers": [
      {
        "id": 83,
        "text": "Кроссовки "
      },
      {
        "id": 83,
        "text": "Кеды "
      },
      {
        "id": 83,
        "text": "Туфли с небольшим каблуком "
      },
      {
        "id": 83,
        "text": "Балетки "
      }
    ]
  },
  {
    "id": 80,
    "text": "Я достала ключ-карту из кармана и направилась к воротам.\n\nЯ вышла наружу и пошла к дому Марка.\nБыло недалеко, но кое-какой путь преодолеть надо было. Я шла по асфальту, пока рядом проехало пара машин. Да, тут не очень людно.. Но мне это нравится, даже очень. ",
    "answers": [
      {
        "id": 127,
        "text": "Дойти "
      }
    ]
  },
  {
    "id": 81,
    "text": "Я вздохнула и присела на скамейку около каменной дорожки, раскидывая руки в стороны.\n\nЯ погрузилась в свои мысли.\nКак там, мои родители? Надо позвонить.\nЯ хочу в детство. Там так хорошо.\nМама надоедает со словами \"Тебе пора найти молодого человека, Мисаки!\"\nДа и универ ещё. Как там? Я была в нем несколько раз, но не знаю, какого учиться в этом университете. Меня будут все любить? Нет, такого не может быть.\nЯ уже говорила, что хочу в детство, но не в то время, которое я проводила в школе. Там было плохо... Почему? Потому что.. \n\nМои размышления прервал тихий скрип ворот. Я подняла голову и увидела какого-то человека, стоявшего по ту сторону моего забора. ",
    "answers": [
      {
        "id": 86,
        "text": "О боги, какая знакомая рожа! ",
        "need": -24
      }
    ]
  },
  {
    "id": 82,
    "text": "",
    "answers": []
  },
  {
    "id": 83,
    "text": "Надев обувь, я открыла дверь звенящими ключами и вышла во двор, вдыхая свежий воздух.\n\nВчера я познакомилась с соседями. Может, сходить в гости? ",
    "answers": [
      {
        "id": 80,
        "text": "Конечно идти ",
        "need": 23
      },
      {
        "id": 1,
        "text": "Конечно идти НЕ ГОТОВО  ",
        "need": 24
      },
      {
        "id": 1,
        "text": "Конечно идти НЕ ГОТОВО ",
        "need": 25
      },
      {
        "id": 81,
        "text": "Не хочется что-то ",
        "need": -24
      }
    ]
  },
  {
    "id": 84,
    "text": "Я повернула голову направо и решила, что мне хочется пойти в ту сторону.\n\nЯ так и сделала. Направляясь по выбранному маршруту, я почти никого не встретила, поэтому напевала песенку себе под нос. \nЯ задумалась и смотрела на свои ноги, не обращая внимания на то, что происходит впереди. Потому что ничего и не могло произойти. Тут тихо и пусто.\nНу, я так думала...",
    "answers": [
      {
        "id": 85,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 85,
    "text": "Очнуться мне помог громкий шум передо мной и скрежет шин об асфальт.\nЯ резко подняла голову и поняла, что сейчас по мне проедет машина. Хоть она и пыталась остановиться, но было поздно.\nЯ сильно испугалась и встала, как вкопанная, сжав руки в кулаки. Ожидая смерти, я закрыла глаза и на меня нахлынули воспоминания и осознание того, что из-за моей невнимательности я стою перед машиной на дороге.\n\nВот.\n\nМашина так близко ко мне. Я чувствую себя абсолютно беспомощной.\n\nВдруг.. ",
    "answers": [
      {
        "id": 96,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": "Я буквально подпрыгнула со скамейки и бегом направилась к воротам, тут же открывая их и набрасываясь с объятиями.\n\n— Крис! Святые ежи, Крис! Это точно ты? — я радостно верещала. Мои ноги не стояли на земле, парень меня поднял вверх, тоже обнимая.\n\n— Да-да, Мисаки. Это я! Тот самый друг детства. Дай угадаю, ты сейчас спросишь, куда я пропал, да? — тот рассмеялся.\n\n— Ты с языка снял. Черт возьми, да! — я тоже рассмеялась и опустилась на асфальт.",
    "answers": [
      {
        "id": 87,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Кхм.. Ну, я уехал из города по семейным обстоятельствам и ничего не сообщил тебе о моем обратном приезде, ибо хотел сделать сюрприз. Но его не особо получилось осуществить, потому что ты сама нашла меня. Я же говорил, что у тебя чуйка, как у пса. — тот невольно сделал шаг назад с улыбкой, чтобы не получить леща от меня, но я лишь недовольно фыркнула, что удивило Криса.\n\n— Так.. Постой, а как ты меня нашёл? — я посмотрела на парня, а тот ехидно улыбнулся. ",
    "answers": [
      {
        "id": 88,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 88,
    "text": "— Ну, чуйка пса у меня тоже есть... Кхм. Собственно, я тут живу. Недалеко от тебя. — тот поднял руку и указал пальцем на недалёкий дом. — А недавно услышал от соседки, что к нам заселилась новенькая и её зовут Мисаки. Я не стал спрашивать, откуда она все знает, но.. Подумал, что Мисаки я знаю только одну. И девушка с таким же именем заселилась. Я решил проверить, не ты ли это. — вдруг Крис драматично закинул голову назад. — Ах, но я пришёл в ужас, когда узнал, что это и в правду ты.. Эта знакомая противная рожа! Фу. — тыкнул меня в щеку. ",
    "answers": [
      {
        "id": 89,
        "text": "Налететь на Криса "
      }
    ]
  },
  {
    "id": 89,
    "text": "— А ты все тот же говнюк. — я напрыгнула на парня, но тот остановил меня, схватив за плечо. У него такая сильная рука.. Ну, о чем я это думаю, боже? Не время ещё. Раньше была не такая большая... Да господи, Мисаки, успокойся, святые котлеты!\n\nПока я размышляла, то, наверняка, стояла с нелепым выражением лица, отчего парень начал ржать.\n\n— Чего ты так на меня смотришь? Неужто понравился? А? А? — он иронично улыбнулся, но я посмотрела на него грозным взглядом и тот сразу же погрустнел. — Неприступная ты девушка. Вроде красивая, умная, а парня нет.\n\n— Ты прям как моя мама. — я хмыкнула и прошла во двор. — Заходи, чай может попьём. А может и нет. — я оглянулась и загадочно посмотрела на Криса. Тот также взглянул на меня и мы рассмеялись.",
    "answers": [
      {
        "id": 90,
        "text": "Войти в дом "
      }
    ]
  },
  {
    "id": 90,
    "text": "Как только мы вошли, парень заговорил.\n\n— Ты только недавно вселилась, да? Пустовато. — осмотрел гостиную и плюхнулся на диван.\n\n— Ну, вчера.\n\n— Оу..\n\nЯ подошла к столу и налила нам обоим чай, а потом позвала Криса и мы приземлились на стулья.\n\n— А зачем ты, собственно, приехала сюда? — он попивал чай и поедал печенье.\n\n— От моего дома было далеко до университета, поэтому пришлось приехать сюда.\n\n— Понятно. А что за универ?\n\n— Golden Rose.\n\n— УХТЫ АКХемхехмккхмвкхм..... — Крис подавился, но через несколько секунд оправился. — То есть.. Ты будешь учиться там?.. Форма этого университета классная, не правда ли? — он хитро посмотрел на меня, сузив глаза.\n\n— Что.. Откуда ты знаешь.. Ты тоже там учишься?! — я неожиданно для самой себя встала со стула, ударившись коленкой об стол. Я тут же села обратно, потирая ушибленное место. ",
    "answers": [
      {
        "id": 91,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "— О да. — он откинулся на спинку стула.\n\n— А кто-нибудь из соседей ещё там учится?\n\n— Почти все. Кроме одного ублюдка... Кхм.\n\n— Ого.. Получается, мы будем практически вместе ездить туда? Не практически, а точно? Сюда приезжает специальный автобус.. О мой бог.\n\n— Да, все верно. — тот улыбался, пока я все ещё пыталась поверить в это.",
    "answers": [
      {
        "id": 92,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 92,
    "text": "— А что за ублюдок? — я смирилась с главным событием и перешла на остальные.\n\n— Ну.. Один парень. Его зовут Рей. Такой злой постоянно, мы с ним не в лучших отношениях. — нервно посмеялся. ",
    "answers": [
      {
        "id": 93,
        "text": "Дальше ",
        "need": 25
      },
      {
        "id": 94,
        "text": "Дальше",
        "need": -25
      }
    ]
  },
  {
    "id": 93,
    "text": "— Ааа.. Я с ним вчера познакомилась... — как-то отстраненно сказала я.\n\n— Чего? Больше не ходи к нему, ок? Он не может быть добреньким.\n\nЯ промолчала. Вчера он помог мне и даже извинился. Может, это его маска? Кто знает. Но лучше попытаюсь с ним не пересекаться. ",
    "answers": [
      {
        "id": 98,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 94,
    "text": "— Хах, правда? Я его ещё не видела.\n\n— Ну вот и хорошо. — как-то спокойнее сказал Крис.",
    "answers": [
      {
        "id": 98,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 95,
    "text": "Это был какой-то странный человек ",
    "answers": []
  },
  {
    "id": 96,
    "text": "Вдруг я стала падать. Нет, не из-за столкновения с машиной.\n\nЯ стала падать в сторону, ощущая на себе руки, а после и всю тяжесть тела.\n\nЯ резко открыла глаза и увидела перед собой Криса. Стоп.. Криса?\nОн спас меня? И он же сейчас на мне?\n\nЯ почти сразу вынырнула из под тушки парня. Да уж, в таких ситуациях я быстро реагирую, а только что готова была попрощаться с жизнью, стоя на месте. ",
    "answers": [
      {
        "id": 104,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 97,
    "text": "— Ну, я уехал из-за того, что моя мать нашла себе мужа.. Кстати, неплохой мужик, да. Вооот.. И мы переехали в его дом.. Потом я поступил в университет и переехал сюда, потому что каждый день ездить из одного города в другой — идея не очень.\n\n— Ахах, у меня практически такая же ситуация с универом. — я улыбнулась. — А девушка есть?\n\n— Там меня окружало много девушек, но ни одна мне не понравилась. — парень вздохнул.\n\n— Смотрю, тебе сложно угодить. — я нервно рассмеялась.\n\n— Есть такое.\n\n— Ого, ты этого даже не отрицаешь? — я сделала удивлённое лицо.\n\n— А что, это правда. — тот ухмыльнулся. ",
    "answers": [
      {
        "id": 99,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 98,
    "text": "— Кстати.. Мы обо мне, да обо мне. Расскажи что-нибудь о себе?\n\n— Хм.. Хорошо. — парень улыбнулся. — Тогда слушай. ",
    "answers": [
      {
        "id": 97,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 99,
    "text": "— Ну, ладно, мне пора наверное. Я забежал к тебе ненадолго, потом ещё увидимся. — тот встал и улыбнулся, а потом направился к выходу. Я тоже встала и проводила его, а потом зашла обратно в дом и решила принять ванну. ",
    "answers": [
      {
        "id": 100,
        "text": "Идти в ванную комнату"
      }
    ]
  },
  {
    "id": 100,
    "text": "Я зашла в ванную и закрыла дверь, а потом стала набирать водичку погорячее. ",
    "answers": [
      {
        "id": 101,
        "text": "Добавить пенку и уточку"
      },
      {
        "id": 101,
        "text": "Добавить лепестки роз "
      },
      {
        "id": 101,
        "text": "Добавить соль для ванны "
      }
    ]
  },
  {
    "id": 101,
    "text": "Так намного лучше. О, похоже воды достаточно. \nЯ закрыла кран и разделась, а потом зашла в воду и легла. Я невольно вздохнула.\n\n— Так хорошо. — я улыбнулась и прикрыла глаза. Вскоре я уснула. ",
    "answers": [
      {
        "id": 102,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 102,
    "text": "Я.. Проснулась. Я быстро вышла из ванной и посмотрела на часы в телефоне — час дня.\n\nЕщё нормально. Вода стала прохладной, я вовремя проснулась.",
    "answers": [
      {
        "id": 103,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 103,
    "text": "Я вышла и направилась вниз с новым намерением прогуляться.\n\nОткрыв дверь, я оказалась на крыльце, а потом и за пределами забора. Я решила исследовать местность. ",
    "answers": [
      {
        "id": 82,
        "text": "Пойти в кафе ",
        "need": 33
      },
      {
        "id": 84,
        "text": "Идти направо"
      }
    ]
  },
  {
    "id": 104,
    "text": "Крис понял, что находится на асфальте и быстро поднялся, оглядываясь. Парень отвёл меня на тротуар. \n\nМашина остановилась и из неё вышел взволнованный мужчина лет сорока, который направлялся, по всей видимости, к нам.\n\n— И-извините меня, пожалуйста! Вы в порядке? — мужчина беспокойно осмотрел меня и Криса, а потом вздохнул.\n\n— Нет, это Вы меня извините.. Я была на дороге, а не в положенном месте. Да, со мной все в порядке.. — я выдавила из себя дружелюбную улыбку, а Крис тоже улыбнулся.\n\n— Всё хорошо, можете спокойно ехать дальше. — парень посмотрел на мужчину, а тот улыбнулся нам и ещё раз извинился, потом пожелал удачи и уехал.",
    "answers": [
      {
        "id": 105,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 105,
    "text": "— Спасибо, Крис.. Я твоя должница. — я мягко улыбнулась ему.\n\n— Нет-нет, ты вовсе ничего мне не должна. Разве что.. Чмокнуть в щеку. — парень рассмеялся, а я поцеловала свою руку и легонько ударила парня ей по щеке.\n\n— Больше не получишь, дурак. — я тоже рассмеялась.\n\n— Эй, больно же.\n\n— Ничего, потерпишь.",
    "answers": [
      {
        "id": 106,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 106,
    "text": "— Кстати, куда ты шла? Аж по дороге. — парень был явно заинтересован, поэтому пристально смотрел на меня.\n\n— Да никуда, в общем.. Просто гуляла. — я не смотрела на парня.\n\n— Ну раз так, хочешь сходить со мной куда-нибудь? — Крис заулыбался, как маленький мальчик. Я не устояла и кивнула головой.\n\n— Этот твой трюк с улыбкой всегда прокатывает, боже. — я дружески ударила парня в плечо.\n\n— Поэтому я его всегда и использую. — он посмеялся. ",
    "answers": [
      {
        "id": 107,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 107,
    "text": "— Куда пойдём? — спросила я.\n\n— А куда ты хочешь?\n\n— Тут есть кафе или парк аттракционов поблизости?\n\n— Это все есть. Только вот, куда именно ты хочешь? — Крис усмехнулся.\n\n— В парк. Очень давно там не была... — я улыбнулась.\n\n— Хорошо. ",
    "answers": [
      {
        "id": 108,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 108,
    "text": "Мы прошли немного прямо, а потом свернули, и ещё раз свернули, после я увидела впереди колесо обозрения. Слышалась музыка.\n\n— Мы почти на месте. — Крис косо посмотрел на меня, а потом побежал. — Если перегонишь, получишь мороженое.\n\n— Крис.. Крис, э, э, погодь!! — я рванула за парнем. Обычно я не очень быстро бегаю, но мотивация под названием \"мороженое\" явно пробудила зверя.. Нет, зверька во мне. И я сравнялась с Крисом.",
    "answers": [
      {
        "id": 109,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 109,
    "text": "— Ух ты, ты начала заниматься спортом? — Крис явно удивился.\n\n— Нет, просто хочу мороженое. — я показала парню язык и обогнала его. Я уже у цели, о да! И кто тут мамочка? А?\n\nЯ добегаю до входа и пролетаю сквозь него, и не в силах остановиться тут же, пробегаю ещё несколько шагов и падаю на ближайшую пустую скамейку.\n\nКрис подошёл и сел рядом, смеясь.\n\n— Ты все то же прожорливое брюхо? Ладно, идём, куплю тебе мороженое.\n\n— Я же говорила тебе, не называть меня так. ",
    "answers": [
      {
        "id": 110,
        "text": "Идти к мороженщику"
      }
    ]
  },
  {
    "id": 110,
    "text": "Мы встали со скамейки и медленно поплелись к видневшемуся вдалеке мороженщику.\n\n— Слушай, а ты не хочешь стать черлидершей в нашем университете? Там как раз ищет набор. А я буду в баскетбольной команде. — Крис улыбнулся мне.\n\n— О, правда? Здорово. Но насчёт черлидинга не знаю.. Не уверена, что в хорошей форме для этого. — я нервно посмеялась.\n\n— Да все будет хорошо, я могу тебя тренировать. ",
    "answers": [
      {
        "id": 111,
        "text": "Я подумаю "
      }
    ]
  },
  {
    "id": 111,
    "text": "— Ну.. До первого сентября ещё много времени, так что я могу подумать.\n\n— Это да.\n\nМы подошли к мороженщику и стали выбирать мороженое. Какое мне выбрать? ",
    "answers": [
      {
        "id": 112,
        "text": "Банановое с карамельным топингом(нет, не допингом :D) "
      },
      {
        "id": 112,
        "text": "Фисташковое с фисташками сверху "
      },
      {
        "id": 112,
        "text": "Сливочное с шоколадной стружкой"
      },
      {
        "id": 112,
        "text": "Клубничное с цветной посыпкой"
      },
      {
        "id": 112,
        "text": "Шоколад. Ничего больше. Он итак идеален"
      }
    ]
  },
  {
    "id": 112,
    "text": "Я выбрала свое любимое, а Крис взял земляничное. Парень заплатил за мороженое и мы пошли вглубь парка.\n\n— Похоже, твои вкусы не поменялись. — сказал парень, поедая свою вкусняшку.\n\n— Ага, кто бы говорил.. — я косо посмотрела на мороженое парня, а потом мы рассмеялись.\n\n— Хочешь на американские горки? Хотя, думаю, сначала надо доесть..\n\n— Хочу. Давай сядем рядом на скамейку и доедим, как раз рядом урна.\n\nМы сели на скамью и спокойно доели мороженое, болтая о разных пустяках.",
    "answers": [
      {
        "id": 113,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Ну, можно идти? — Крис с самого детства любил американские горки, поэтому ему наверняка было невтерпёж.\n\n— Нет, я передумала.. — сказала я с огоньком в глазах, пытаясь удержать серьёзное выражение лица. Парень явно погрустнел и вздохнул.\n\n— Ну.. Как хочешь.. — Крис встал со скамейки, а я начала ржать, чуть ли не хватаясь за живот.\n\n— Э.. Эй, Мисаки, ты идиотка! — он завопил это почти на весь парк, поэтому прохожие подозрительно на нас посмотрели.\n\n— Да ладно тебе, ты бы видел свое лицо! — выдавливала я сквозь смех, но вскоре успокоилась. — Ладно, пошли уже. ",
    "answers": [
      {
        "id": 114,
        "text": "Спокойно идти и ловить флешбеки с его стремного расстроенного лица"
      }
    ]
  },
  {
    "id": 114,
    "text": "Мы оба прошли по аллее и вскоре увидели американские горки.\n\nОколо входа толпились люди, было шумно, но очередь была не очень большая. Мы купили билеты и сели на свои места.\n\n— Ты готова? — спросил у меня Крис. Да, это странно звучит, но пусть так будет...\n\n— Ещё как. — я явно была настроена по боевому. Хотя драться было не с кем, но чувство того, что мы сейчас будем кататься на этих горках придавало радости. ",
    "answers": [
      {
        "id": 115,
        "text": "Послышался скрежет и вагончики поехали "
      }
    ]
  },
  {
    "id": 115,
    "text": "Началось движение.\nСначала мы ехали медленно, забираясь на довольно высокую горку, а потом также медленно заползая на самую вершину, мгновенно стартанули вниз.\nЯ бы хотела заорать, но ветер, бьющий прямо в рот подвалял желание это сделать. ",
    "answers": [
      {
        "id": 116,
        "text": "Смотреть на орущего Криса и офигевать "
      }
    ]
  },
  {
    "id": 116,
    "text": "Я перевела взгляд на источник громкого крика рядом и чуть не начала смеяться с новой физиономии Криса, но опять же, мой рот сразу же пересохнет от потока воздуха.\n\nНу господи, даже я не ору, а он то че? Кхм.\n\nЯ крепко держалась одной рукой за поручень, а другой за свой ремень. Но это было плохой идеей и я наклонилась вбок, но Крис схватил меня за руку и потянул обратно. ",
    "answers": [
      {
        "id": 117,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 117,
    "text": "Я бы поблагодарила его, но увы! Вы знаете причину.\n\nМы сделали сальто вверх ногами и это было очень классно, однако у меня появилось ощущение, что меня начинает тошнить.",
    "answers": [
      {
        "id": 118,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 118,
    "text": "Дальше мы спокойно покатались и обошли ещё несколько аттракционов, а к вечеру уже стояли в очереди на колесо обозрения.\n\nРозовато-оранжевый закат освещал все ещё полный людьми парк, однако зная, что скоро стемнеет, я ощущала особую атмосферу. ",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 119,
    "text": "Мы с Крисом купили билеты и сели в пустую кабинку.\n\n— Спасибо за сегодня, Крис. — я улыбнулась.\n\n— Всегда пожалуйста. — тот тепло улыбнулся мне в ответ. Послышался тихий скрип и мы стали подниматься.\n\nПовисло молчание. ",
    "answers": [
      {
        "id": 120,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 120,
    "text": "Вдруг Крис встал.\n\n— Эй, сядь обратно. — я подняла взгляд на парня.\n\nОн промолчал и сел рядом со мной, усмехаясь.\n\n— Ты всегда обо мне заботишься. Но помни, что я не маленький ребёнок.\n\nЧто значат эти слова? Я вовсе не считаю Криса маленьким, а просто забочусь о нем, как о друге. Ох! Боже, что... Похоже, уже не как о друге. ",
    "answers": [
      {
        "id": 121,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 121,
    "text": "Мои рассуждения и споры в голове прервало нежное прикосновение к щеке и я перевела взгляд с окошка на парня, который медленно приблизился ко мне.\n\nЯ могла ощущать его дыхание и слышать в тишине биение сердца Криса. ",
    "answers": [
      {
        "id": 122,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 122,
    "text": "Я побледнела, посинела, покраснела и потом осознала.\n\nЯ быстро отпрянула назад и отвела взгляд, однако Крису это не помешало и тот поцеловал меня.\n\n— Мм! — я хотела отстраниться, но парень прижимал меня к себе обоими руками. Одну руку тот запустил мне в волосы, а другой держал за талию.\n\nЯ сначала вообще не поняла: какого лешего здесь творится? Крис, мать моя женщина, ты случайно не курил чего-то запретного? Ладно, ладно, не будем портить момент. ",
    "answers": [
      {
        "id": 123,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 123,
    "text": "Наша прогулка явно зашла далеко.\nНо мне нравится ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°)\n\nСпустя некоторое время парень отстранился от меня и улыбнулся, как ни в чем не бывало. Вот говнюк.\nЯ могла лишь смущённо смотреть в пол и ещё больше краснеть, вспоминая этот момент.",
    "answers": [
      {
        "id": 124,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 124,
    "text": "Все остальное время мы провели в тишине и вскоре вышли из кабинки, а потом направились домой.\n\n— Теперь ты можешь принимать меня, как парня, а не мальчишку? — голос Криса раздался в вечерней тишине. Он шёл, не опуская на меня взгляда. Я промолчала. ",
    "answers": [
      {
        "id": 125,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 125,
    "text": "Мы дошли и попрощались, а потом я зашла в свой дом и сразу побежала в комнату. Все произошло так быстро.\n\nЯ прыгнула на кровать лицом вниз в подушку и снова начала краснеть, пытаясь забыть наш поцелуй. Вскоре я уснула. В одежде. Да. Именно. ",
    "answers": [
      {
        "id": 126,
        "text": "Конец второй главы и концовка \"А ты ничо ( ͡° ͜ʖ ͡°)\". "
      }
    ]
  },
  {
    "id": 126,
    "text": "Это конец второй главы и концовка \"А ты ничо ( ͡° ͜ʖ ͡°)\". Вернись в меню. ",
    "answers": [
      {
        "id": 4,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 127,
    "text": "Я нажала на кнопку звонка и вскоре до меня донёсся глухой звук щелчка двери. Марк выглянул и улыбнулся, увидев меня.\n\n— Ну и что тебя привело сюда сегодня? — парень вышел и направился ко мне.\n\n— Может, прогуляемся? Мне одной скучно. — я нервно посмеялась.\nМарк подошёл и открыл ворота.\n\n— Ого, ты приглашаешь меня на свидание? — парень ехидно улыбнулся, а я закрыла глаза, пытаясь успокоиться.\n\n— Я же сказала, мне одной скучно. А здесь я никого больше не знаю.\n\n— Ну хорошо, хорошо. И куда ты предлагаешь идти? ",
    "answers": [
      {
        "id": 128,
        "text": "В кафе "
      },
      {
        "id": 129,
        "text": "Пойти в магазин "
      }
    ]
  },
  {
    "id": 128,
    "text": "",
    "answers": []
  },
  {
    "id": 129,
    "text": "",
    "answers": []
  }
]