[
  {
    "id": 1,
    "text": "Автор: Ани\nЖанр: Романтика, Драма, Постапокалипсис\n\n\nОписание:\nКаждое наше действие несёт с собой определенные последствия.\nИ не всегда действительно правильно то, что кажется красивым и верным.\n\nМир после апокалипсиса — всё такой же мир. Всё так же в нем есть место любви, ненависти, вражды. Особую пикантность этому придает появление мёртвых среди живых.\nНо даже в такое странное время можно кардинально поменять свою жизнь, предать и быть преданой, стать любимой игрушкой психопата и... полюбить врага.\n\n\n\"Vis adversus me inimici mei\" (пер. \"Силы помогите мне противостоять моим врагам\")",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 187,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Как я попала к Виктору в плен?\nВернее будет спросить как я стала его игрушкой.\n\nМеня зовут Ники. Мне 25 лет.\n5 лет назад самый жуткий фильм про зомби оказался для нас реальностью. Зомби и сейчас разгуливают по разрушенным городам, пригородам и деревням, но многие живые уже практически вне досягаемости для них, живут в беглых поселениях, огороженных каменной стеной. Такие поселения контролируют два враждующих легиона нашего необъятного края.",
    "answers": [
      {
        "id": 4,
        "text": "История о вражеском лагере"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b06/1902/f6/364ae9f86762.jpg"
      },
      {
        "id": 5,
        "text": "Далее",
        "need": [
          3,
          4
        ]
      },
      {
        "id": 3,
        "text": "История знакомства с Виктором"
      }
    ]
  },
  {
    "id": 3,
    "text": "\n***\nВиктор — главарь легиона. В его свите — одни головорезы, психи и бандиты. И такие же сумасшедшие учёные, как и он. На вид ему лет 28. Гениальность граничит с психопатией. Помните Джокера из Бэтмэна? Так вот, видимо, он был кумиром Виктора. Кто ещё на безумного гениального психа будет работать? \n***\n\n2 года назад, когда я ехала в город по шоссе из беглого поселения, моя машина заглохла на проселочной дороге.\n\nТак вот, зная, что делают они с девушками, я готовилась дать отпор единственным доступным мне способом — попытаться отбиться. Бежать не было смысла, их бы это еще больще раззадорило. В руке сжимая пистолет, я ждала их приближения...\n\n В общем, когда уже меня грузили в черный  грязный джип, я как смогла отбивалась. За дерзость я и приглянулась Виктору.\n За 2 года из серой мышки он воспитал во мне такую же чокнутую как и он сам, подружку безумному гению.",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/1902/b5/3de11ce5574a.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Начну не по порядку. \nВражеский легион — им управляют Коул и Блейк. Братья. \nСколько у них последователей я не знаю, кажется, чуть больше чем у нас...\nИх несколько лабораторий трудятся над антидотом и вакциной, в то время как Виктор решает создать армию модифицированных зомби. \nКажется, я за плохих парней.\n",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      },
      {
        "id": 65,
        "text": "Блейк"
      },
      {
        "id": 67,
        "text": "Коул"
      },
      {
        "id": 261,
        "text": "Дэн"
      }
    ]
  },
  {
    "id": 5,
    "text": "Так вот, есть в нашем штате небольшой нейтральный городок, мы его зовём калифорнийский, потому что по сути является пригородом Калифорнии. Там нет домов выше 3 этажей. Там есть одно привлекательное трехэтажное здание и маленькие узенькие улочки. С этого здания отлично прослеживается подъезд к лаборатории давно брошенной учёными, создавшими проблему человечеству. Зомби уныло гуляют вокруг.\n\nОба лидера вражеского легиона и их \"овчарки\" любят это место. И я часто там ошиваюсь. Правда встречи наши обычно проходят в перестрелках и взаимных оскорблениях с долей сарказма. Ух! Горячие парни!\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a32/1902/e7/2794ffef50f6.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Виктор завел себе свою лабораторию. В которой создаются усовершенствованные зомби. Пока готовы только 6 таких тварей. Их не убить пулей в голову. Только если им ее отрубить. Но есть и плюсы — они меня слушают и подчиняются. \n\nВ общих чертах — моя кровь сыграла свою роль в их ДНК , и они принимают меня за вожака стаи. \n\nДа, Виктор не в курсе. Приходится и мне вести свою игру, заботясь о собственной шкурке. Узнает, сюрприз будет, который стоит мне жизни. Хоть я и ходила в его любовницах, все же злить его не стоило.\n\nСобрав своих тварей и надев цепи, я решила, что пришло время познакомить мир с ними.\n",
    "answers": [
      {
        "id": 7,
        "text": "Калифорнийский городок - лучшее место!"
      },
      {
        "id": 8,
        "text": "На территории нашего лагеря. Помозолю глаза Вику"
      }
    ]
  },
  {
    "id": 7,
    "text": "Привезя моих \"щеночков\" в пикапе, я взяв по три цепи в каждую руку пошла искать с кем бы нам поиграть!\n\nК слову, выглядят мои подопечные как высокие крупные полуразложившейся трупы в странной броне из собственной окаменевшей кожи.\n\nПо пути подбив пару обычных ходячих, я шла вдоль пустынной улочки к тому зданию, которое пользовалось популярностью. Недалеко от этого здания  располагалась брошенная лаборатория и нам всем хотелось получить от нее ключ и флешку, на которой было что то ценное. Меня не посвящали, что именно. Окна углового помещения выходили как раз на подъезд к лаборатории. Легко просматривалось.\n\nУВидя знакомые черные джипы, я усмехнулась и приторно сладким голосом громко произнесла, ожидая что меня услышат:\n",
    "answers": [
      {
        "id": 9,
        "text": "- Котятки! Выходите поиграть! Я вас вижу!"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c10/1902/8c/a005d5edf07f.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "Взяв своих питомцев за звонкие цепи, по три в каждую руку, я повела их на прогулку на территории нашего лагеря.\n \nК слову, выглядят мои подопечные как высокие крупные полуразложившейся трупы в странной броне из собственной окаменевшей кожи.\n\nВиктор наблюдал как я строю из себя королеву зомби и пытаюсь их дрессировать.\n\nПодойдя ко мне, он притянул меня к себе за талию и жадно поцеловал в губы, ощущая его влажный язык я ответила ему взаимностью.\n— Милая, — произнес мой безумец вкрадчивым голосом, — ты же знаешь, что бывает с теми, кто меня пытается обвести вокруг пальца и ведёт за моей спиной свои игры?\n\nДа, я прекрасно знала, но продолжала упорно косить под преданную фанатку Джокера ..ой, Виктора. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a22/1903/96/098e5e02e7a8.png"
      }
    ]
  },
  {
    "id": 9,
    "text": "В окно второго этажа высунулась коротко стриженная голова Макса, он держал автомат на готове и..Пустил очередь из него по моей компании!\n—  Эй, я пришла вас познакомить, а вы меня так встречаете?\n\nЯ обиженно надула губки. Мои модифицированные зомбаки прикрыли меня своей полуразложившейся, но крепкой плотью.\n\n— Что тебе нужно, Ники? — послышался голос Коула и он заинтересованно смотрел на меня и моих защитников.\n— Они хотят поиграть с вами!\n— Привяжи их, и я обещаю поиграть с тобой лично! — ухмыляясь, показался в другом окне Блейк.\n— Ну же, котятки, неужели вы боитесь меня? — обиделась я.\n\nКоул пустил пару пуль в голову одному из моих красавцев и хмурясь спросил:\n— Почему они не дохнут?\n— Спустись, погладь их, и я шепну тебе на ушко их секрет, — заискивающе улыбнулась я.\n— Поднимись к нам лучше,  куколка, и я найду чем занять твой наглый ротик, — мерзко заржал Макс. Отвратительный тип.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Видя, что играть со мной не хотят, я пожала плечами, особо не рассчитывая на взаимность.\n\n У меня было кое что приготовлено для них — небольшой подарок — антидот против заражения людей этими тварями,  пара образцов и антидот, убивающий модифицированных.\n\n Отдать Коулу и Блейку? Вдруг в будущем Виктор перейдет все границы и окончательно съедет с катушек, так они смогут его остановить.\n \nГде-то в душе я понимала, что планы Виктора слишком безумные...",
    "answers": [
      {
        "id": 11,
        "text": "Да, пожалуй отдам.\n Пока людей Виктора нет рядом."
      },
      {
        "id": 12,
        "text": "Не отдавать образцы антидота. Вдруг я пожалею?"
      }
    ]
  },
  {
    "id": 11,
    "text": "Пока я раздумывала к кому мне обратиться лучше, я увидела, что из приоткрытой двери на меня смотрит Дэн. Добрый малый. Я ослепительно ему улыбнулась. Он помахал в ответ.\n\nНе понимаю, что этот добрый и приятный парень делал с ними. Но он всегда смотрит на меня с такой теплотой, будто мы родственники.\n\nПока я раздумывала кому передать антидоты, мои зомби неуклюже толкались возле меня и так и норовили разбрестись.\nМне приходилось постоянно их одергивать за цепь... И достать антидоты было проблематично.\nЧерез пару попыток, я достала заветную коробку из внутреннего кармана куртки.",
    "answers": [
      {
        "id": 13,
        "text": "Позвать Блейка"
      },
      {
        "id": 14,
        "text": "Окликнуть Коула"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a22/1903/96/098e5e02e7a8.png"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a22/1903/96/098e5e02e7a8.png"
      }
    ]
  },
  {
    "id": 12,
    "text": "Решив, что время ещё не пришло и , возможно, я пожалею о сделанном, я решила продолжить цирк.\n— Хотите покажу чему я их научила? — восторженно воскликнула я.\n— Ты бы лучше себя уму разуму научила, чем зомби — ухмыльнулся Блейк.\n\n И я увидя всеобщее внимание,  прыгнув как кинозвезда в толпу, в  сторону своих подопечных с ошейниками крикнула:\n— Ловите! \n\nВ общем, я элегантно шлёпнулась на дорогу, в то время пока мои ручные зомби бестолково топтались возле меня.\n\nМои зрители аплодировали и заливались смехом. \nДа уж, не на такое я рассчитывала.\nПокраснев, как помидор, я пыталась оправдаться, параллельно отряхиваясь:\n— Они ещё маленькие! Ещё не все команды понимают! \n\nИ с позором, краснея, поспешила удалиться с подопечными в сторону лагеря под смех моих врагов.",
    "answers": [
      {
        "id": 27,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Блейк, иди сюда,  у меня есть подарочек! -- хитро подмигнула я парню.\n— Раздевайся, уже иду! — подмигнул мне в ответ горячий брюнет с голубыми как небо глазами.\n\nНа удивление, спустились все, держа автоматы и пистолеты на готове. Коул бросил изучающий взгляд на моих питомцев и хмыкнул.\n\n— Стоять, всадники апокалипсиса! — обратилась я к своим питомцам и кинула цепи на асфальт.\n— Чем порадуешь нас, красотка?, — хищно ухмыльнулся Блейк.\n— Тем, что тебе и не снилось!\n— Тогда это наедине лучше — подмигнул мне брюнет.\n— Не сегодня, — улыбнувшись и с опаской я протянула Блейку заветную стальную коробку с образцами.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Коул, котик, Спустись ко мне, у меня для вас кое что есть интересное! — как можно дружелюбнее крикнула я.\n\nНа удивление, спустились все, держа автоматы и пистолеты на готове.\nКоул бросил изучающий взгляд на моих питомцев и хмыкнул.\n\n— Стоять, всадники апокалипсиса! — обратилась я к своим питомцам и кинула цепи на асфальт.\n— Нашла друзей по своему уровню интеллекта, — хищно улыбнулся Блейк и сплюнул.\n— Во всяком случае у них хоть какой то он присутствует, в отличие от вашего питомца Макса!\n\nМакс гневно сверкнул глазами и спросил своих боссов:\n — Почему нам просто ее не пристрелить?\n— Ещё успеем, — улыбнулся Коул.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Подойдя к ним я протянула Коулу холодную стальную коробку, в которой были образцы. \n\nНаши пальцы соприкоснулись и я, будто обжигаясь, быстро отдернула руку. Коул проникновенно посмотрел в мои глаза и мое сердце на секунду сбилось с ритма.\n— На случай, если мы с Виктором окончательно спятим. Остановить нас сможете только вы.\n— Не хочешь что-то в жизни поменять?\nКоул серьезно на меня смотрел.\n— Я..., — я запнулась, вспомнив, что в любой момент себя выдам. И добавила чуть помолчав:\n— Так веселее! \n\nРазвернувшись я:",
    "answers": [
      {
        "id": 16,
        "text": "Послать воздушный поцелуй и уйти"
      },
      {
        "id": 17,
        "text": "Развлечься"
      }
    ]
  },
  {
    "id": 16,
    "text": "Молча подняв цепи моих питомцев я обернулась к парням и отправила им воздушный поцелуй помахав рукой , затем поспешила покинуть поле зрения моих врагов.\n",
    "answers": [
      {
        "id": 27,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 17,
    "text": "Дойдя до моих ручных зомби, я обернулась и приказным тоном громко рявкнула:\n— Жрать!\n\nЗомби как обезумевшие бросились в сторону парней. \n\nРаздалась очередь из автомата Макса, пока Коул, Блейк и Дэн ни скрылись в дверях дома. Против неумирающих мертвых у них без катаны или мечей нет шансов. \n\nЗаливисто смеясь я подозвала питомцев и спешно покинула поле зрения парней.\n",
    "answers": [
      {
        "id": 27,
        "text": "На следующий день..."
      }
    ]
  },
  {
    "id": 18,
    "text": "Макс гневно сверкнул глазами и спросил своих боссов:\n — Почему нам просто ее не пристрелить?\n— Ещё успеем, — улыбнулся Коул.\n— На случай, если мы с Виктором окончательно спятим. Остановить нас сможете только вы.\n— А я думал, что слово \"разум\" тебе не знакомо, — прищурился Блейк, беря у меня из рук коробку.\n— Что внутри? — настороженно спросил Коул.\n— Сюрприз! — как можно лучезарнее улыбнулась я.\n\nОх...они слишком обаятельные. В их компании я начинаю смущаться и теряться.\n\nРазвернувшись, я:",
    "answers": [
      {
        "id": 17,
        "text": "Слегка развлекалась"
      },
      {
        "id": 16,
        "text": "Послать воздушный поцелуй и уйти"
      }
    ]
  },
  {
    "id": 19,
    "text": "Дойдя до моих ручных зомби, я обернулась и приказным тоном громко рявкнула:\n— Жрать!\n\nЗомби как обезумевшие бросились в сторону парней. \n\nРаздалась очередь из автомата Макса, пока Блейк, Коул и Дэн ни скрылись в дверях дома. Против неумирающих мертвых у них без катаны или мечей нет шансов. \n\nЗаливисто смеясь я подозвала питомцев и спешно покинула поле зрения парней.",
    "answers": []
  },
  {
    "id": 20,
    "text": "Виновато посмотрев на Коула, я одними губами произнесла \" прости\".\nДумаю, он все понял. \n\nКак и Блейк. Ух... Этот горячий парень определенно вызывает у меня восхищение и...кажется  мое сердце откликается на его импульсы.",
    "answers": [
      {
        "id": 103,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "К слову, Виктор относится ко мне как к своей собственности и порою, спокойно мог  в порыве импульсивности кого то ранить или убить из своих, если увидит, что тот оказал мне знак внимания — улыбнулся, придержал дверь или подмигнул.\n Даже если это был нервный тик. \n\nВиктор всегда придумывает для пленников и неверных извращённые методы пытки и интересные сюжеты смерти. Этакий затейник.\n\nЯ молчала и пыталась не выдавать своего страха, как загнанный зверь.\n\n Неужели он узнал, что я создала с помощью верных мне лаборантов антидот против обращения в зомби и антидот, убивающий модифицированных?! Но как? Ведь мне пришлось убить лаборанта, который над этим работал. Благо, руками Арчи.\n\nИли он узнал, что эти усовершенствованные твари слушаются только меня....?\n\nЯ вообразила себе свою участь и поежилась.\n",
    "answers": [
      {
        "id": 22,
        "text": "Арчи"
      },
      {
        "id": 23,
        "text": "Прикинуться дурочкой",
        "need": [
          22
        ],
        "need_sometimes": true
      },
      {
        "id": 24,
        "text": "Поиграть в любовь",
        "need": [
          22
        ],
        "need_sometimes": true
      },
      {
        "id": 25,
        "text": "О чем он?",
        "need": [
          22
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 22,
    "text": "\nАрчи — мой воздыхатель. Один раз имел доступ к моему телу и вот он уже на поводке. Ибо боится, что расплата за такую дозволенность последует от Вика страшная.\n\n О цене удовольствия даже общения со мной знают все. Поэтому меня старательно избегают. До абсурда.\n\nНо это не мешает мне держать всех в ежовых рукавицах и они беспрекословно выполняют мои повеления.",
    "answers": [
      {
        "id": 21,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "— О, милый, твои методы самые вкусные и опасные, жду не дождусь, когда мы вместе романтично кого нибудь отправим на тот свет!\n\nПрощебетала я и клюнула его в щеку.\n\n— Милая, оставь этих красавцев в лаборатории, я приготовил для тебя другой сюрприз, — хитро произнес Виктор и расхохотался смехом маньяка- психопата. \n\n— Я люблю сюрпризы! Что это?\n— Это новый сюжет твоей смерти, — взяв меня за подбородок он прищурился и будто пытался прочитать в моих глазах страх и ожидал, что я в чем-то сознаюсь.\n\nНа мгновение мне показалось, что он обо всем знает.  Я собиралась играть до конца. Поэтому невозмутимо смотрела ему в глаза.\n\n— Шутка, — добавил он чуть погодя, — В 9 в лаборатории. Жду.\nОставив меня одну в смятении он удалился. ",
    "answers": [
      {
        "id": 26,
        "text": "Позднее..."
      }
    ]
  },
  {
    "id": 24,
    "text": "— Вик, ты ведь знаешь, я люблю тебя, мой безумный гений, — восторженно произнесла я.\nИ кинув на асфальт цепи от моих подопечных, я кинулась к нему на шею.\n\nПрищурившись и слегка приобнимая меня, Виктор уточнил:\n— По прежнему верна и преданна мне?\n— Всегда!\n— Докажи мне свою любовь. Готова ли ты умереть для меня? \n\nНа минуту я оторопела...\nВик залился диким смехом.\n— Вечером тебя ждёт сюрприз. Одно важное мероприятие. Я жду тебя в 9 в лаборатории.\n\nЗатем бросив на меня горящий предвкушением взгляд, он прогулочным шагом направился в сторону лаборатории.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Вик, что ты имеешь в виду? — пытаясь не выдавать своего страха уточнила я.\n— А тебе есть что скрывать от меня? — пристально смотрел мне в глаза Виктор.\n— Н-нет...\n— Уверена, что ничего не хочешь мне сказать? — настаивал Виктор.\n— Лаборант приставал ко мне и Арчи его убил, — будничным тоном произнесла я и пожала плечами.\n— К черту его. У меня их ещё полная лаборатория, — обрадовался Виктор и коротко обронил, — в 9 в лаборатории.\n\nКинув подозрительный взгляд на менч и на зомби, которых я держала на цепи,  Вик помолчал и добавил тихо:\n— С тобой ничего не случится, пока я этого не захочу.\n\nРазвернувшись, он направился в сторону лаборатории весело насвистывая.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вечером Виктор дал мне задание отправиться в лабораторию калифорнийского городка, с целью заполучения злосчастного ключа от кабинета и флешки, с какой то важной почему-то для всех информацией.\n\n Будто от этого ключа и флешки зависела жизнь всего живого, что осталось на этой земле. \n\nЗная Вика, это скорее всего было проверкой меня на преданность. Что ж... Он меня приютил. Он меня оберегал...Ну, кхм... По своему, конечно.\n\nНайдя Арчи, я посвятила его в планы  завтрашнего похода в заброшенную лабораторию и вернулась в объятия Вика...",
    "answers": [
      {
        "id": 27,
        "text": "Позднее"
      }
    ]
  },
  {
    "id": 27,
    "text": "На следующий день, взяв с собой нескольких сопровождающих головорезов, я отправилась в брошенную лабораторию на поиски ключа и флешки по заданию Виктора. Рядом не было никого.\n\n\"Что же это за флешка то такая, что на ней? И ключ...? Виктор так проверяет мою преданность? Снова? И зачем тогда Коул и Блейк из вражеского легиона гоняются за этим же...\"\n Мои размышления прервал голос Арчи:\n— Так и будешь стоять или всю грязную работу нам выполнять?\n— Ч-что? — я оторопела от такой наглости.\nБлаго, Арчи не спятил и данная фраза предназначалась лысому парню.\n\nПопасть в лабораторию мы пытались вот уже битый месяц. К слову, открывалась она по скану сетчатки глаза. В живых никого не осталось из учёных. А глаз работников-зомби уже не имел той свежести и просто не сканировался. Ни наш легион, ни легион врагов попасть так и не мог.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "От безысходности, я прислонилась лбом к скану и уставилась прямо в него. Мгновение и затвор двери щёлкнул. Она распахнулась. \n\n— Ч-что? Как?! — я растерянно огляделась на сопровождающих. Они удивлённо смотрели на меня.\n— А ларчик просто открывался, — задумчиво произнес один из парней.\n\nАрчи бросив на меня подозрительный взгляд, прошел с тремя парнями вперёд, чтобы убрать бродящих зомби.\n\nДостав телефон, я открыла фотографию с ключом, чтобы понимать, что искать...\n \n",
    "answers": [
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/1902/ed/07f546956422.jpg"
      },
      {
        "id": 163,
        "text": "Осмотреть помещение за наполовину стеклянной дверью"
      },
      {
        "id": 164,
        "text": "В коридор",
        "need": [
          176
        ]
      },
      {
        "id": 165,
        "text": "Пройти в само лабораторное помещение"
      }
    ]
  },
  {
    "id": 29,
    "text": "Меня дважды просить не надо, собрав силы я выбежала на улицу, доставив парням удовольствие общаться с ходячими трупами самостоятельно.\n\nДраться с зомби я не могла, моя кожаная куртка и облегающее платье чуть ниже колена с откровенным декольте не давало мне такой возможности, хоть я и была в кедах.\n\nРешив не ждать, я взяла одну из машин, на которых мы прибыли, и поехала в калифорнийский городок.\n\nЗдание, излюбленное легионом Коула и Блейка меня так и манило.\nПробравшись внутрь я:\n",
    "answers": [
      {
        "id": 30,
        "text": "Подняться на третий этаж"
      },
      {
        "id": 31,
        "text": "Подняться на второй этаж"
      },
      {
        "id": 32,
        "text": "Осмотреть первый этаж"
      },
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b27/1902/99/c4168c1edb67.jpg"
      }
    ]
  },
  {
    "id": 30,
    "text": "Картина была не из приятных. Обшарпанные стены, длинный пустой коридор и двери сбоку, напротив окон. \nНа окнах были решетки. Что же, хоть что то их защищало. Кабинеты оказались заперты. Ничего интересного.",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a36/1902/49/eff40a930f90.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "Поднявшись на второй этаж, я дошла до конца коридора. Единственный этаж, где на окнах не было даже стекол.  \n\nДверь балкона вела на открытую металлическую лестницу. \n\nДверь кабинета в конце оказалась открытой, раньше здесь располагалась ветстанция, может что то интересное там есть? \n\nЗайдя в дальний кабинет, я разочаровано вздохнула. Он оказался совершенно пустым. \n\nВдруг в здании послышался какой то стук и чьи-то шаги гулко раздавались по коридорам. Кажется, я здесь не одна.",
    "answers": [
      {
        "id": 33,
        "text": "Посмотреть что там"
      }
    ]
  },
  {
    "id": 32,
    "text": "На первом этаже когда то располагалась ветаптека и кабинеты приема пушистых пациентов. Такое себе зрелище. В заброшенном виде смотреть было страшно. На окнах были решетки.\n",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "\nОсторожно выглянув за дверь я никого не увидела. Тихо, еле слышно, аккуратно ступая по коридору, я практически добралась до лестницы.\n\n Из  кабинета в другом конце коридора вышел короткостриженный крепкий парень с автоматом наперевес — Макс — \"овчарка\" Коула и Блейка.\n\nС ехидной улыбкой он быстро стал приближаться ко мне.\nКуда бежать?",
    "answers": [
      {
        "id": 34,
        "text": "Бежать на первый этаж"
      },
      {
        "id": 35,
        "text": "Бегом на третий!"
      },
      {
        "id": 36,
        "text": "Достать пистолет и выстрелить"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я ринулась к лестнице, кинулась вниз по ступенькам, перепрыгивая через одну и, буквально, полетела в руки Блейка.\n\n Подхватив меня за талию он моментально прижал меня к стене, сжимая в руках мои запястья. \n\nГлядя в глаза он развеселился:\n— Попалась, которая кусалась.\n— Сильно скучал?\n— Я покажу тебе позже, насколько сильно, — с наглой ухмылкой сообщил мне брюнет.\n— Свою овчарку держи на привязи, не хочу подхватить бешенство, — сверкнула я глазами, кивнув в сторону подоспевшего Макса. Я даже не пыталась вырваться.\n\n— Макс, ты слышал даму? — веселился Блейк, — она желает остаться наедине, уйди, ты нам мешаешь.\n— Мечтай! — зло прошипела я.\nКоул и Дэн подошли вовремя. ",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Не знаю почему мне пришла в голову мысль бежать сюда, но зная, как Макс меня ненавидит и желает собственноручно меня пристрелить, от страха я растерялась. \n\nЯ не знала, что он здесь не один.\n\n— Далеко собралась? — раздался спокойный голос Коула, который стоял на третьем этаже прямо у лестницы и с нескрываемым любопытством наблюдал за мной, держа в опущенной руке пистолет. \n\n— О, а я тебя ищу! — радостно воскликнула я, улыбаясь. — Усмири свою овчарку.\n\nЯ кинула опасливый взгляд в сторону подошедшего Макса, он злобно сверлил меня глазами и пережевывал зубочистку.\n— Однажды, я эту зубочистку воткну тебе в глаз. Бесишь. — гневно произнесла я.\n— Однажды, никого рядом не будет и я прострелю тебе голову, куколка, — процедил сквозь зубы мой оппонент.\n\nБлейк и Дэн стояли сзади на лестнице и улыбались.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": " У меня было меньше 20 секунд.\n Достав пистолет я только успела снять его с предохранителя и естественно я промазала. \n\nМакс с животным рыком кинулся на меня и повалил на пол, держа мои  запястья на полу над головой.\n Я в отчаянии пнула его ногой по его самолюбию и он ослабил хватку, но тут же схватился за автомат и...\n\n— Макс, стоять! — раздался властный тон Блейка.\n\nЯ не упустила возможности направить пистолет в грудь Макса и нажать на курок. \n\nВ общем, следить за количеством патронов это не мое...",
    "answers": [
      {
        "id": 37,
        "text": "И тут..."
      }
    ]
  },
  {
    "id": 37,
    "text": "Глухой щелчок только разозлил его и Блейку пришлось с силой оттащить от меня Макса и отшвырнуть того к стене.\n— Я не ясно сказал? — холодным тоном спросил его босс.\n\nМакс бросил на меня взгляд полный ненависти и сплюнул.\n\nКоул и Дэн как раз подошли под конец этого веселья.",
    "answers": [
      {
        "id": 39,
        "text": "Через некоторое время"
      }
    ]
  },
  {
    "id": 38,
    "text": "Заломив мне руки, меня посадили в иашину и привезли в свой лагерь в качестве пленницы, предварительно накинув на голову мешок. \n\nБросив меня на каменный пол, от мешка и веревок меня освободили.\nЯ смогла увидеть только изнутри место своего заключения. Меня кинули в подвальную камеру, похожую на тюремную. Прицепив железные оковы как в средневековье, меня поставили к стене.\n— Наслаждайся обществом своих новых подружек, — пожелал мне Блейк, обаятельно улыбнувшись, закрывая камеру.\n— Надумаешь отдать ключи и флешку, зови, мы рядом.\n\nОставшись одна в темной, сырой и холодной тюрьме я обдумывала план побега. ",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Птичка мне напела, что ты унесла с собой из лаборатории весьма ценные вещи, — прищурившись, спокойно сказал Коул.\n— Ворона по имени Макс? Так он бредит.\n— В этот раз птичка была дроном.\n\nЧерт. Я совсем забыла, что они любители отправлять своих летающих Дронов во все уголки нашего края. \n— Так глазки вас подвели, нет у меня ничего, — как можно искреннее произнесла я.\n",
    "answers": [
      {
        "id": 38,
        "text": "Я так просто не сдамся!"
      }
    ]
  },
  {
    "id": 40,
    "text": "В ногах что-то пробежало. Услышав тут же скрежет на стене я повернув голову застыла в ужасе. \n\nНа меня смотрели несколько  пар черных глаз бусинок, приближаясь ко мне их владельцы мерзко дёргали носом.\n\"Только не крысы!\" в ужасе пронеслось в моей голове.\n\n— Выпустите меня отсюда! — заорала я что есть силы.\nДэн обеспокоено выглянул из коридора и уточнил:\n— Если ты готова с нами сотрудничать, я тебя освобожу и отведу к лидерам.",
    "answers": [
      {
        "id": 41,
        "text": "Строить из себя партизана"
      },
      {
        "id": 42,
        "text": "Согласиться на сотрудничество"
      },
      {
        "id": 43,
        "text": "Попробовать договориться с Дэном"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я чувствовала как крысы и мыши изучающей подползли ко мне, я ощущала, как кто то цепляясь лапками повис на моем платье и крадётся  вверх. \nКрысы со всех сторон бежали ко мне с любопытством.\n\nСколько часов я здесь провела, сложно сказать, я нервно отпихивала этих мерзких тварей как могла, спустившись на корточки, прислонившись к стене, я ждала у кого терпение ы закончится первым. У меня или у моих врагов.\n\nБоже... Я так и умру? В окружении крыс от инфаркта или от бешенства, которым они меня заразят. ",
    "answers": [
      {
        "id": 44,
        "text": "Чуть позднее"
      },
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a13/1902/0f/253a482c656f.jpg"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я понимала, что просидеть я здесь могу слишком долго. Страх был лишь перед мышами. И Виктором. Он не примет меня обратно без флешки и ключа. Вернее...проживу я недолго и умру в страданиях. Он это мне обеспечит.\n\n— Дэн, — неуверенно позвала я своего охранника.\n— Как ты?, -отозвался он тут же.\n— Я хочу с ними поговорить.\n\nНаверху в кабинете главного штаба.\nЯ огляделась вокруг. Макс вальяжно развалился в кресле в углу, играя с ножом и злобно смотрел на меня. Мой конвоир Дэн прислонился к стене у двери и молча наблюдал.\n\n— Надумала? — Коул скрестив руки на груди облокотился на письменный стол из красного дерева и холодно смотрел в мою сторону.\nБлейк ухмыляясь наливал себе крепкий напиток.",
    "answers": [
      {
        "id": 56,
        "text": "Предложить сделку"
      },
      {
        "id": 57,
        "text": "Договориться с ними"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Дэн, ты ведь хороший парень, — взывала я к его доброте.\n— Ну..., — неуверено проговорил тот.\n— Выпусти меня. Выведи меня отсюда. Виктор тебя отблагодарит.\n\nЯ как можно обворожительнее ему улыбнулась.\n\nДэн молча стоял и смотрел на меня будто бы раздумывая над моим предложением.\n— Ники, я советую тебе быстрее отдать им все, и я обещаю, что ты окажешься на свободе.\n— Дэн, назови свою цену. Что ты хочешь? Мы тебе это дадим!\n\nЯ старалась найти к нему подход.\nОн единственный, кто никогда не наставлял на меня оружие.\n\nОн подошёл ко мне почти вплотную, заглянул в глаза. Взяв за подбородок он приблизил мое лицо к своему и тихо прошептал:\n— Делай так, как они тебе велят. Доверься мне.",
    "answers": [
      {
        "id": 42,
        "text": "Довериться ему"
      },
      {
        "id": 41,
        "text": "С какой стати мне доверять врагу?!"
      }
    ]
  },
  {
    "id": 44,
    "text": "Через какое то время спустился Коул и тепло поинтересовался:\n— Не скучно тебе тут?\n— В их компании приятней, чем в вашей, — заверила я его.\n— Послушай, нам нет нужды тебя здесь держать, отдай нам то, что нам нужно и мы тебя отпустим.\n— У меня нет ничего! Даже если бы и было, я бы не отдала!\n\nЯ не могла вернуться к Виктору ни с чем! Он улыбаясь перережет мне горло, если я где-то оступлюсь...\n\nДэн стоял чуть поодаль своего босса и ободряюще улыбался. Милый парень. \n\n— Днём они, кстати, более пассивны. А вот ночью в них просыпается голод, поэтому я настоятельно рекомендую тебе пойти нам на встречу до заката, — Коул проинформировал, кивнув на крыс,  и оставил меня в одиночестве.",
    "answers": [
      {
        "id": 45,
        "text": "Продолжать лелеять в себе партизана"
      },
      {
        "id": 49,
        "text": "Сдаться"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я стиснув зубы, продолжала бороться с наступлением крыс. В какой то момент мне стало уже все равно.\n\nКрысы забегали активнее, изредка попискивая, они кажется периодически дрались между собой. Надеюсь, они не решают, кто сожрёт меня первой.\n\nЧерез время Дэн освободил меня и повел наверх на разговор.\n",
    "answers": [
      {
        "id": 47,
        "text": "Путь партизана опасен, но не долог"
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  },
  {
    "id": 47,
    "text": "Пока Дэн меня вел в кабинет, я успела маленький ключик спрятать за щекой, так что он мне не особо мешал,  почти не создавая дефектов речи.\n\nНаверху в кабинете главного штаба.\nЯ огляделась вокруг. Макс вальяжно развалился в кресле в углу, играя с ножом и злобно смотрел на меня. Мой конвоир Дэн прислонился к стене у двери и молча наблюдал.\n\nБлейк хитро ухмыляясь смотрел на меня:\n— Не решилась?\n— Нет.\n— Тогда мне придется забрать это силой. По хорошему же ты не понимаешь.\n— Это ты не понимаешь нормального языка! — озлобилась я.\n— Снимай куртку, — лениво произнес Блейк.\n— Я конечно понимаю твое желание увидеть меня голой, но обойдешься!\n— Блейк, ты перегибаешь, — хмурясь, покачал головой Коул.",
    "answers": [
      {
        "id": 48,
        "text": "Они тут все совсем спятили?!"
      },
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d21/1902/54/edf7f622db88.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "Гневно сверкая глазами, я швырнула в него кожанку.\nПроверив ее на спрятанные сокровища, Блейк разочаровано кинул ее на кресло.\n— Будет лучше если ты добровольно отдашь , — не унимался брюнет.\n— Как ты собрался найти то, чего у меня нет? \nЯ отчаянно блефовала.\n— Мне придется тебя обыскать, — как то уж очень нахально он ухмыльнулся.",
    "answers": [
      {
        "id": 49,
        "text": "Отдать все добровольно"
      },
      {
        "id": 50,
        "text": "- Попробуй!"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я шумно вздохнула.\n\nМне ничего не оставалось сделать, как отдать им эти несчастные ключ с флешкой. Пускай подавится. Во всяком случае, меня никто не облапал, в попытках найти спрятанное.\n\n— Хорошо, но при одном условии.\n— Условия здесь ставим мы, — напомнил Коул.\n— Я отдам вам ключ и флешку, при условии, что вы разрешите мне остаться здесь.\n\nВ этот момент Макс заржал. Коул удивлённо поднял бровь и поинтересовался слегка растерянно:\n— А зачем ты нам здесь?\n— Я не могу вернуться обратно. Виктор убьет меня самым извращённым способом. А на свободе я даже с оружием далеко не уйду. Патроны не бесконечные.",
    "answers": [
      {
        "id": 52,
        "text": "Ох...зачем я все это делаю..."
      }
    ]
  },
  {
    "id": 50,
    "text": "— Попробуй! Рискни, — бросила я вызов обаятельному брюнету.\nБлейк медленно приблизился ко мне, словно пожирая глазами свою добычу и скомандовал:\n— Макс, Дэн, закройте дверь с той стороны.\nЕго товарищи покорно удалились.\nКоул молча наблюдал за действиями брата.\nБлейк присев передо мной, медленно провел руками по моим ногам,  от самых щиколоток до бедер, неприлично задирая платье. Нахально смотря мне в глаза он  ждал моей реакции. Одной рукой он сжимал мою талию, другая его рука скользила вверх, задержавшись на моей груди.\n— Я знаю, где женщины обычно прячут что то ценное, — подмигнул мне брюнет, намекая на мое нижнее белье.",
    "answers": [
      {
        "id": 51,
        "text": "Только не это..."
      }
    ]
  },
  {
    "id": 51,
    "text": "— Братец, достаточно, — Коул хмуро наблюдал за происходящим, но не выдержав подошёл и сжал плечо Блейка, намекая на завершение процесса.\n— Ну хоть кто то здесь джентльмененом пытается быть! — прошипела я.\n\nЯ стояла красная от унижения, боясь пошевелится. Но сердце предательски колотилось в груди, выдавая мое желание о продолжении такого наглого поведения.\n\nКазалось бы, я пережила крыс, унижение, как в тишине кабинета звонко раздался лязг ключа об мои зубы. \n\"Черт!\"\n\nКоул и Блейк победно переглянулись.\n",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Коул склонил голову на бок и заинтересовано посмотрел:\n— Чем ты можешь быть нам полезна? Что ты можешь предложить?",
    "answers": [
      {
        "id": 53,
        "text": "Образцы антидотов!",
        "need": [
          -11,
          -13,
          -14,
          -15,
          -18
        ],
        "need_sometimes": false
      },
      {
        "id": 54,
        "text": "План лаборатории, план лагеря, планы Виктора..."
      },
      {
        "id": 55,
        "text": " - А что бы ты хотел получить?"
      },
      {
        "id": 59,
        "text": "Я не убью вас."
      }
    ]
  },
  {
    "id": 53,
    "text": "Я вспомнила, что приготовила для них подарок, но так и не рискнула отдать. Похоже, сейчас самое время им предложить это.\n\n— Вик создаёт армию модифицированных зомби. А у меня есть антидот, который позволит их убить на расстоянии, если выстрелить ими в трупы.\n— Занятно, — проговорил Коул.\n— А еще антидот для укушенных. Нейтрализует вирус.\n\nЯ воодушевилась и почувствовала себя продавцом Орифлейм, расхваливающим свою продукцию.",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "— В обмен на план лаборатории, нашего штаба, всех паролей и ценной информации о нашем легионе, — спокойно произнесла я без раздумий.\n\nОх... Я предательница.\n— Что-нибудь еще? — поинтересовался Коул.\n— Планы Виктора..., — тихо произнесла я.\n— Я так и думал! Эта овечка с легкостью предаст хоть родную мать за собственную шкуру! — рассмеялся Макс.\nБлейк кинул на Макса недобрый взгляд, отчего тот сразу умолк.\n\n— Твоя ответственность, — злобно бросил брату Блейк и вышел, хлопнув дверью.\n\nВытащив из волос флешку я положила им на стол. Ключ изо рта я предварительно вытерла об себя. ",
    "answers": [
      {
        "id": 62,
        "text": "Некоторое время спустя"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я решила узнать у них, какую пользу я смогу им принести:\n— Чем я могу быть вам полезна?\nСкрестив руки на груди, я огородилась от внешнего мира и любопытно взирала на моих похитителей.\n\n— Нам нужна информация, чем больше, тем лучше. И расскажи, каких таких тварей готовит твой бешеный король?\n\nКоул, кажется, пошел мне на встречу.\n— Если я расскажу, мы договорились?\n— Да, можешь остаться. Дэн за тобой приглядит.\n\nВнутреннее напряжение спало.\nЯ вытащила флешку и ключик и из интересного места и положила им на стол.\n\nЧасть меня понимала, что я поступаю правильно.\n",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Пока Дэн меня вел в кабинет, я успела маленький ключик спрятать за щекой, так что он мне не особо мешал,  почти не создавая дефектов речи.\nЯ понимала, что вернуться к Виктору я не могу без флешки и ключа. Зная его, он скормит меня ходячим трупам. А если узнает, что я побывала в лагере врагов и отдала им \"смысл его жизни\", как зовёт он мою находку, то , пожалуй, смерть от крыс была бы самым приятным в данном случае вариантом.\n— Я отдам вам то, что вы хотите.  Но при одном условии.\n— Условия здесь ставим мы, — напомнил Коул.\n— Я отдам вам ключ и флешку, при условии, что вы разрешите мне остаться здесь.\nВ этот момент Макс заржал. Коул удивлённо поднял бровь и поинтересовался слегка растерянно:\n— А зачем ты нам здесь?\n— Я не могу вернуться обратно. Виктор убьет меня самым извращённым способом. А на свободе я даже с оружием далеко не уйду.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Дэн, — я осторожно окликнула своего надсмотрщика.\n\nОтведя меня наверх в кабинет главного штаба, я раздумывала, как предложить им то, что для меня будет оптимальным вариантом. Я не могла вернуться к Виктору, но и на свободе было бродить одной опасно. Без оружия я далеко не уйду. \nВ кабинете находились оба лидера — Блейк и Коул, а так же их верный \"послушный мальчик\" Макс и мой наблюдатель Дэн.\nЯ собиралась попросить разрешения остаться здесь. Но это означало предать Виктора...Хочу ли я этого?\n\nОбведя взглядом окружающих я:",
    "answers": [
      {
        "id": 60,
        "text": "Предать Виктора."
      },
      {
        "id": 178,
        "text": "Попросить о свободе"
      }
    ]
  },
  {
    "id": 58,
    "text": "Коул шумно вздохнул.\n— В обмен на план лаборатории, вашего штаба, всех паролей и ценной информации о вашем легионе, — спокойно произнес он после раздумий.\n— Твоя ответственность, — злобно бросил в сторону брата взгляд Блейк и вышел, хлопнув дверью.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Я надела свою самую лучшую улыбку и мило пообещала:\n — Когда Вик создаст свою армию модифицированных зомби, я пощажу вас!\n\nНа что я рассчитывала таким заявлением?!\nКабинет взорвался от дикого хохота парней.\n\nЯ покраснела. Может предложить им что-то другое?",
    "answers": [
      {
        "id": 52,
        "text": "Сделала вид, что это была шутка"
      }
    ]
  },
  {
    "id": 60,
    "text": "Я шумно вздохнула.\nМне ничего не оставалось сделать, как отдать им эти несчастные ключ с флешкой.\n\n— Хорошо, но при одном условии.\n— Условия здесь ставим мы, — напомнил Коул.\n— Я отдам вам ключ и флешку, при условии, что вы разрешите мне остаться здесь.\n— В обмен на план лаборатории, вашего штаба, всех паролей и ценной информации о вашем легионе, которпч нам нужна, — спокойно произнес Коул.\n— И учти, шаг влево, шаг вправо — и я тебя прикончу, — пообещал мне Макс.\n\nВытащив из волос флешку я положила им на стол. Ключ изо рта я предварительно вытерла об себя. \n\n— Absolvo te! — Подмигнул мне Коул.\n— Что это значит?\n — Отпускаю твои грехи, — улыбнулся он.\nОт чего мои щеки покрыл легкий румянец. Да что со мной? Почему я так хочу остаться здесь...",
    "answers": [
      {
        "id": 62,
        "text": "Немного погодя"
      }
    ]
  },
  {
    "id": 61,
    "text": "Я надела свою самую лучшую улыбку и мило пообещала:\n — Когда Вик создаст свою армию модифицированных зомби, я пощажу вас!\n\nНа что я рассчитывала таким заявлением?!\nКабинет взорвался от дикого хохота парней.\n\nЯ покраснела. Может предложить им что-то другое?",
    "answers": [
      {
        "id": 46,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 62,
    "text": "Лидеры вражеского легиона решили, что мое пребывание у них может принести им некоторую пользу. Отпускать меня никто никуда не собирался, естественно. Что ж, я поплатилась за свою несговорчивость.\n\nОстаток ночи мы провели с Коулом, Дэном и Максом в кабинете, обсуждая где и что находится на территории моего бывшего лагеря...\nЯ пыталась максимально подробно  и изящно нарисовать план территории, Макс изредка вставлял колкие словечки в мой адрес, Коул на него прикрикивал, Дэн виновато улыбался и оправдывал Макса отсутствием воспитания.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Весь следующий день я провела в компании лидеров в кабинете штаба, рассказывая им про армию модифицированных зомби и антидоты.\nЯ  старательно рисовала планы местности, лаборатории и лагеоя в целом.\n\nС некоторой опаской они доверяли моим словам, но мне не было смысла им врать.  \n\nКогда же мы закончили, Дэн проводил меня в мою новую обитель.\n— Ники, я надеюсь, ты не попробуешь сбежать. Не рискуй. У тебя не выйдет. Да и лидеры этого не любят.\n— Я...да, спасибо.\n\nВ какой-то то момент я ощутила свою вину за предательство Виктора и даже пару раз подумывала о том, чтобы сбежать к моему безумцу. Я скучала.\n\nВечером, я принимала ванну и размышляла о том, что как поступить. Часть меня рвалась обратно. Другая часть, остаток прежней меня, еще до встречи с Виком, просила остаться здесь...",
    "answers": [
      {
        "id": 64,
        "text": "Вернуться к Виктору. Мне здесь не место."
      },
      {
        "id": 66,
        "text": "Выбросить прошлое из головы"
      }
    ]
  },
  {
    "id": 64,
    "text": "Я понимала, что вернуться к Вику, без флешки и ключа, которые мне пришлось отдать, это будет чистым безумием.\n\nЯ решила, что обязательно предоставится удобный случай, когда я смогу воплотить свой план.\nНесмотря на мое желание остаться здесь, другая часть меня рвалась к привычному.\nЛюблю ли я этого психопата? Не знаю.\n\nМне бы только его увидеть... Я знаю его любимое место, где он любит находится, но кто меня выпустит одну?\n\nВ размышлениях, я не заметила, как уснула...",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Один из лидеров вражеского легиона.\nБлейк же импульсивный и обаятельный падонок, несмотря на свой отвратительный характер и любовь к пошлым шуткам, он весьма предан своей идее.\n27 лет, 6 из которых он провел в отряде снайперов.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 65,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c03/1902/7a/68fe2bb91e49.jpg"
      }
    ]
  },
  {
    "id": 66,
    "text": "\nМне не спалось.\n\nЧасы показывали полночь.. мне было неспокойно и я размышляла о том, как почернуласб моя судьба, давпя шанс начать сначала.\n\nЯ решила:\n",
    "answers": [
      {
        "id": 68,
        "text": "Попытаться уснуть"
      },
      {
        "id": 69,
        "text": "Поговорить с Блейком"
      }
    ]
  },
  {
    "id": 67,
    "text": "Один из лидеров оппозиции — старший из братьев — Коул.\nОн весьма спокоен, рассудителен и немного занудствует со своими правилами. ",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 67,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c04/1902/4d/dff0ffe53c1a.jpg"
      }
    ]
  },
  {
    "id": 68,
    "text": "Я ворочалась в кровати и размышляла о том, почему они так легко и спокойно меня оставили здесь и уже ре в качестве пленницы, а в качестве гостя. \n\nЯ помню, однажды мы с Виком обсуждали план действий, если вдруг я окажусь в плену.\n\nСогласно плану, я должна была заверить лидеров другого легиона в своей продажности. Я должна была завоевать их сердца и информацию, и вернуться к Вику. \n\nНо вот какая-то часть меня обиатно возвращаться не хотела.\n",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Мне не спалось, пройдя по коридору я почему то остановилась возле комнаты Блейка. Осторожно постучала, в надежде, что его тут вовсе нет.\n\nНе успела я отругать себя за безрассудство, дверь открылась.\n — Слушаю, — сухо произнес он.\n\nЯ не знала, что сказать. Наверное, мы стояли в молчании минуту, но она тянулась, как час.\n— Извини что потревожила, — я ощущала себя дурой и развернулась, чтобы уйти.\n — Стоять!\nЯ испуганно оглянулась.\nБлейк пристально смотрел на меня, раздумывая что со мной делать.\n\nЖестом пригласил зайти. В комнате царил минимализм.\n\n— Ну, раздевайся.\n— Другого я и не ожидала, — хмыкнула я.\n— Зачем ты здесь в таком случае?\n— Поговорить...\n— Ночью в моей спальне только тактильное общение.",
    "answers": [
      {
        "id": 70,
        "text": "Хм..."
      }
    ]
  },
  {
    "id": 70,
    "text": "Властный голос Блейка действовал на меня опьяняюще.\n\nУверенно подошёл и накрыл мои губы горячим жадным поцелуем.\nОбхватив за талию, он прижал меня к своему крепкому телу, другой держал за затылок. \nЯ отстранилась, пошатнулась и упала спиной на кровать.\n\nБлейк как дикий дверь издав глухой рык, оказался сверху. Ощущая горячее крепкое тело желанного брюнета, я поддалась искушению и под натиском его рук, которые блуждали по моему телу, я все же...\n",
    "answers": [
      {
        "id": 71,
        "text": "Кажется, я начинаю влюбляться..",
        "need": [
          13,
          50
        ],
        "need_sometimes": true
      },
      {
        "id": 72,
        "text": "Я сдалась в его власть",
        "need": [
          13
        ],
        "need_sometimes": true
      },
      {
        "id": 73,
        "text": "Отстраниться и сбежать",
        "need": [
          13
        ],
        "need_sometimes": true
      },
      {
        "id": 74,
        "text": "Грубо оттолкнуть",
        "need": [
          -13,
          -50
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 71,
    "text": "...я осталась с ним до утра. Крепко сжимая меня в своих руках, он дал волю своему внутреннему зверю, который наконец то добрался до своей добычи..\nНаши тела и пальцы переплетались.. Его тяжелое и горячее дыхание действовало на меня дурманяще.\nОпьянённые желанием мы далю волю нашей животной страсти.\n\nМое тело поддавалось каждому его прикосновению...\n\n\nЯ выгибалась в экстазе...\n\n***\nУтром, проснувшись, я потянулась. \nОщущая, как Блейк во сне недовольно бурчит и притягивает меня поближе, я улыбнулась новому дню и снова погрузилась в сладкий сон.\n",
    "answers": [
      {
        "id": 76,
        "text": "Следующий день"
      }
    ]
  },
  {
    "id": 72,
    "text": "...я осталась с ним до утра, крепко сжимая меня в своих руках, он дал волю своему внутреннему зверю, который наконец то добрался до своей добычи...\nЕго горячее тело, прерывистое дыхание..его такие сильные руки..\n\n\nЕсли бы потребовалось предать Вика снова, ради того, что я ощущаю сейчас, я бы делала это снова и снова.\n\nУтром, проснувшись, я потянулась. \nОщущая, как Блейк во сне недовольно бурчит и притягивает меня поближе, я улыбнулась новому дню и снога погрузилась в сладкий сон.\n",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "Я не была готова к такому быстрому повороту событий, или же что то пугало меня в нем...но, сегодня я не собиралась давать ему возможность получить то, что он хочет. \n\nСлегка оттолкнув Блейк, пока он пребывал в замешательстве, я вскочила с кровати и поспешила покинуть эту обитель разврата. ",
    "answers": [
      {
        "id": 76,
        "text": "Сдедующим днем"
      }
    ]
  },
  {
    "id": 74,
    "text": "Испуганно оттолкнула этого дикого парня, понимая, что игрушкой я больше быть ни для кого не хочу.\n\nОн с нескрываемым раздражением и обидой посмотрел на меня, а я не упустила возможности выбраться из его рук и быстро сбежала к себе..",
    "answers": [
      {
        "id": 76,
        "text": "Надеюсь, я не пожалею..."
      }
    ]
  },
  {
    "id": 75,
    "text": "— Тебе послышалось, глупая, — вещала рыжая.\n— Воображение разыгралось, голоса мерещатся? — вторила ей подруга.\nЯ с раздражением смотрела на них, не желая вступать в перепалку.\nНо девицы не унимались, все больше распаляясь на оскорбления.\n— У меня нет на вас времени, — отмахнулась я и собиралась уйти.\n\nНо они откровенно смеялись:\n— Виктор наигрался, теперь прибежала к нашим?  — пыталась съязвить рыжая.\n— А с тобой никто не играется, бедолага? — ответила я ей тем же.\n— Ну, во всяком случае, я не бегаю из одной кровати в другую! Особенно к врагам! — фыркнула рыжая дрянь.\n\nОх, зря ты, деточка... Ох, зря.\n\"Держись, Ника!\" просила я саму себя.",
    "answers": [
      {
        "id": 85,
        "text": "Применить силу и не дать себя в обиду"
      },
      {
        "id": 86,
        "text": "Быть выше этого, промолчать и уйти"
      }
    ]
  },
  {
    "id": 76,
    "text": "На следующий день все были заняты, а я гуляла по территории лагеря с приставленным ко мне надсмотрщиком в виде милого парня Дэна. \n\nБлиже к вечеру, Дэн отвёл меня в тир, где я упражнялась в навыках стрельбы по мишеням и оставил меня одну. \nЗдесь то Коул и нашел меня:\n— Не скучаешь?\n— Нет, что ты. Дэн меня развлекает, как может, — хмыкнула я. \n — Вечером я рано освобожусь. Я бы хотел пройтись с тобой.\n — А тебе можно отказывать? — уточнила я.\n— Это просто предложение, Ники. Однако, настоятельное, — по его взгляду было видно, что лучше согласиться.\n\nПока я раздумывала над его предложением, уставившись в лёгкой улыбке на него, Коул наклонился и прильнул губами к моим в нежном лёгком поцелуе.\n\nНежный чувственный поцелуй разбудил в моем животе сотню бабочек.\n\nЯ оторопела...\n\nДа что же это такое?!",
    "answers": [
      {
        "id": 79,
        "text": "Поцеловать в ответ"
      },
      {
        "id": 80,
        "text": "Отказаться от прогулки"
      }
    ]
  },
  {
    "id": 77,
    "text": "Ближе к вечеру, ко мне постучался Коул.\n— Готова? — с тепллй улыбкой поинтересовался он.\n— Я ждала тебя.\n— Предлагаю съездить в супермаркет за вином, отобрать пару бутылок у зомби и отдохнуть на террасе моей комнаты.\n— Где ты был раньше с этой идеей?\nЯ подхватила его идею и мы направились в город вдвоём.\n\nВ одном из пустых супермаркетов города, нам все же удалось отыскать желанный напиток. Рядом с ним я ощущала такое спокойствие и умиротворение... Что меня это даже пугало.\n\nТем же вечером...\nМы смотрели на звёзды, и болтали о тайнах вселенной и души человека, сидя на мягких креслах-мешках на террасе его комнаты, держа бокалы вина в руках...\nЕго философский настрой меня убаюкивал. Помните, эти ночные посиделки на кухне с близкими друзьями и прекрасным напитком?\nЯ ощущала то же самое. \n\nВ момент когда я поняла, что с вечеринки надо уходить вовремя, я начала собираться. Коул, встав рядом со мной, притянул меня к себе и глядя в глаза попросил:\n— Останься сегодня со мной.",
    "answers": [
      {
        "id": 81,
        "text": "Остаться"
      },
      {
        "id": 82,
        "text": "Извиниться и уйти"
      }
    ]
  },
  {
    "id": 78,
    "text": "Сославшись на дикую усталость, я не желая обидеть благодушного покровителя, отправилась к себе в комнату.\n\nЯ понимала, что у нас с Виктором был всегда запасной план, согласно которому я сейчас и действовала. Я не знада насколько этот  план сейчас актуален. И я не знала, как мне быть дальше. Мне искренне не хотелось разбивать их сердца и злоупотреблять их доверием и душой... Но...\n",
    "answers": [
      {
        "id": 84,
        "text": "Далее",
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 79,
    "text": "— Что это было? — смущённо пробормотала я\n— Надеялся тебя уговорить, — улыбнулся лидер легиона.\n\nВ тот же момент я накрыла его губы в ответном поцелуе.\n\nОбняв меня за талию он, продолжая меня целовать, посадил на железную стойку тира. Кажется, отрываться от меня он вовсе не собирался. \n\nЕго руки крепко сжимали мое бедро и талию... Мое тело поддавалось и требовало продолжения.\n\nКоул вдруг отстранился. В его глазах плясал огонек желания...\n— Мне надо идти, — смущённо буркнула я.\n— Не надо, ты уже там, где должна быть.\n\nНас прервала хлопнувшая дверь. Пока Коул отвлекся, я спрыгнула со стойки и поспешила убежать.\nОн поймал меня за запястье и повторил свой вопрос:\n— Что насчёт вечера?",
    "answers": [
      {
        "id": 77,
        "text": "Согласиться на встречу"
      },
      {
        "id": 78,
        "text": "Извини, я не могу.."
      }
    ]
  },
  {
    "id": 80,
    "text": "— Я с удовольствием составила бы тебе компанию сегодня, но я неважно себя чувствую, — виновато улыбнулась я.\n— Я тебя понял. Значит, в другой раз.\n\nСославшись на дикую усталость, я не желая обидеть благодушного покровителя, решила отправиться к себе в комнату. Он проводил меня подозрительным взглядом до того момента, пока я не скрылась из поля его зрения.\n\nСтранно все это. Зная, что еще недавно я была врагом номер один, они оба ведут себя со мной слишком тепло...\n",
    "answers": [
      {
        "id": 83,
        "text": "Вспомнить слова Вика.."
      }
    ]
  },
  {
    "id": 81,
    "text": "Плавно переместившись с террасы в комнату Коул, у меня закружилась голова от волшебного и трепетного отношения лидера ко мне....\nАккуратно разместившись на огромном диване, он целовал меня как робкий мальчишка, который боялся, что его оттолкнут.\n\nЯ ощущала каждым миллиметром своего тела, его нежные и горячие поцелуи... Его руки скользили по моим бёдрам и груди...\n\nСо мной еще никто и никогда не был настолько нежен и внимателен. Он будто чувствовал мое тело лучше кого бы то ни было...\n\n***\nУтром, проснувшись, я тепло улыбнулась, ощущая, как по телу разливается теплота от воспоминаний прошедшей ночи...",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Мягко улыбнувшись, я сообщила, что в мои планы продолжение банкета не входит.\nНе дожидаясь, что Коул возжелает остановить меня, я спешно отправилась в свою комнату. Вспоминая о договоренности с Виктором, если я попаду в плен...",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "...\n\"— Детка, если ты окажешься в плену, — вкрадчиво объяснял мне Вик, — ты потеряешь мое доверие. Для меня ты станешь никем. Сумей повернуть все в свою пользу и надеть на них намордники.\n\n...\n— А иначе, я убью тебя! Ты будешь умирать в страданиях и боли! \n\n...\n— Вернешься ко мне только с информацией! Я люблю тебя, детка! Вместе, мы построим свою империю! \n— Армия модифицированных, а ты моя королева ходячих мертвых!\n\n...\nИ его злорадный смех и горящие безумием глаза.\"\n\nЯ поежилась...",
    "answers": [
      {
        "id": 78,
        "text": "Брр..."
      }
    ]
  },
  {
    "id": 84,
    "text": "Дни в моем новом легионе проходили мягко говоря не очень. Дэн повсюду бродил за мной тенью. И я обратила внимание, как жители этого лагеря смотрят на меня с нескрываемой ненавистью и отвращением. С некоторыми из них мы встречались ранее при не самым дружеских обстоятельствах.\nЯ каждой частичкой души ощущала, как они судачат обо мне.\nВесь легион меня ненавидел. \nВернее оба. \nНовость о моем присутствии здесь  быстро добежала и до Виктора. Он рвал и метал.\n\nВыходя из здания штаба, где был основной контингент лагеря, две девицы громко обсуждали. \nМеня. За моей спиной.\n\n— Вы что-то сказали?\nЯ развернулась к ним и выжидающе посмотрела.\n— Не реагируй, Ники, — пытался отвлечь меня Дэн, который как тень ходил за мной.",
    "answers": [
      {
        "id": 75,
        "text": "Серьезно? Промолчать?!"
      }
    ]
  },
  {
    "id": 85,
    "text": "Я взбесилась, кинулась на рыжую, и рукояткой пистолета ударила ее по лицу. Отчего у той пошла кровь из носа.\n\nНе заметив, что за нами издалека наблюдали оба лидера этого легиона.\n\nОттаскивал меня подоспевший Блейк, крепко сжимая в объятьях сзади. \n\nПодбежавший Коул командовал девицам:\n — Вы — в медчасть.\n— Ты, — глядя на меня свирепо, — в кабинет. \n",
    "answers": [
      {
        "id": 87,
        "text": "7 минут спустя..."
      }
    ]
  },
  {
    "id": 86,
    "text": "Переведя взгляд от этих глупышек, я увидела вдалеке Коула и Блейка. которые оживлённо что-то обсуждали.\nЯ решила, что быть втянутой в ссоры с местными дамочками ниже моего достоинства.\nФыркнув, я взяла под руку Дэна и отправилась в противоположную сторону от штаба.\n— Ты молодец, — похвалил меня Дэн, — я думал, не сдержишься.\n— Ещё немного и не смогла бы, — вздохнула я.\n— Я рад, что ты с нами. Правда. Я уверен, что ты нам очень поможешь.\n— Спасибо. \n\nМы шли по территории лагеря в сторону кафе и просто разговаривали о всякой ерунде.\nЯ подумала, что я о нем так ничего и не узнала. Несмотря на свою доброту ко мне, он по прежнему оставался темной лошадкой для меня. И я все никак не решалась задать ему вопросы, которые меня волновали.",
    "answers": [
      {
        "id": 160,
        "text": "- Почему ты так добр ко мне?"
      },
      {
        "id": 177,
        "text": "- Как ты здесь оказался? "
      },
      {
        "id": 180,
        "text": "- Почему лидеры так легко и спокойно разрешили мне остаться здесь?"
      },
      {
        "id": 181,
        "text": "Далее",
        "need": [
          160,
          177,
          180
        ]
      }
    ]
  },
  {
    "id": 87,
    "text": "— У нас здесь так себя не ведут. Если мы разрешили тебе остаться здесь, ты должна жить по нашим законам и правилам.\n\nКоул отчитывал меня как девчонку.\n— В моем легионе меня все боялись и уважали. Никто не смел со мной так разговаривать, — я пыталась защититься перед его гневом.\n— Если ты хочешь заслужить уважение, то делай это без применения силы, а мозгами! Покажи, что ты умная девочка.\n— Мой брат помешан на правилах и такой зануда, — усмехнулся Блейк.\n\nКоул не обращая внимания продолжал...\n\n—  Но...я здесь одна! Я пытаюсь себя защитить.\n— Перестань видеть в каждом врагов! Коул повысил голос и казалось, не понимал, насколько мне было тяжело в легионе, который по прежнему считал меня чужой.",
    "answers": [
      {
        "id": 88,
        "text": "На мои глаза постепенно наворачивались слёзы..."
      }
    ]
  },
  {
    "id": 88,
    "text": "— Они ее спровоцировали, — встал на мою защиту Дэн, который слышал весь диалог с девицами.\n— К тому же, это было твое желание остаться. Не делай так, чтобы я пожалел, — осуждающе смотрел на меня Коул.\n\nЯ готова была расплакаться.\n— Значит, ты уже пожалел? —  задала я вопрос.\n— Пока нет.\n\nЯ чувствовала, что вот вот разревусь. Я хотела сбежать отсюда.\n— Значит, мне не место здесь. \n\n Молча положив оружие на стол, которое мне дали, я развернулась и фурией вылетела из штаба.\n\n Слезы застилали глаза. ",
    "answers": [
      {
        "id": 89,
        "text": "На улице..."
      }
    ]
  },
  {
    "id": 89,
    "text": "Догнал меня Блейк, развернул и прижал к себе.\n— Он зануда. Я не дам тебе уйти. \n— Почему?\n— А ты как думаешь? — прищурившись спросил Блейк.\n— Я не думаю, поэтому и спрашиваю.\n— То, что ты не думаешь, это и так понятно. Ты мне нужна.\nИ поцеловал в макушку.\n\nВ обнимку мы так стояли какое то время, он гладил меня по голове и успокаивал.\n— Поедем кататься? — предложил мне брюнет, — я покажу тебе красивые места, озеро.\nНе успела я ответить, к нам подошёл Коул.\n— Блейк, оставь нас.",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "Блейк не спуская с него свирепого взгляда отошёл на небольшое расстояние, но слышать он не мог.\n\n— Я не должен был так говорить с тобой. Ты не оставила мне выбора.\n— Выбор есть всегда. Ты должен понимать, я жила по другим правилам.\n— Теперь ты со мной...вернее с нами, — осекся Коул.\n\nЯ вопросительно посмотрела на него.\n— Я не хочу, чтобы ты уходила. \n— А чего ты хочешь?\n— Останься... — как то беспомощно произнес он.\n— И все?\n— Я...\n Он хотел что то ещё сказать, но Блейк решил, что поболтали мы достаточно. И в этот момент я ощутила с какой теплотой они относятся ко мне. Оба.\n",
    "answers": [
      {
        "id": 91,
        "text": "Вик. Я пойду до конца. Я вернусь и все исправлю."
      },
      {
        "id": 93,
        "text": "Я поняла, что мое место здесь"
      }
    ]
  },
  {
    "id": 91,
    "text": "Я решила остаться в лагере и не тратить время зря. Лелея план предательства тех, кто меня приютил, я размышляла о том, как попасть в штаб, в кабинет, где хранится вся важная информация.\n\nЗаигравшись в двойного агента, я понимала, что сдала Вика с потрохами парням, а их сдам Вику. И тогда оба легиона будут желать меня убить. Что ж, я рискну. Зная Вика, он с лёгкостью меня простит за ценную информацию.\n\nДа и сердцу не прикажешь. Блудная дочь идёт домой!\n\nПару дней я вела себя как ни в чем не бывало. Дэн ходил за мной хвостом. Это  раздражало. Я старалась не попадаться на глаза лидерам.\n\nИзучив кого и когда ставят на охрану штаба, я решила, что с вечера можно остаться внутри, спрятавшись в какой-нибудь подсобке. А справиться с двумя или тремя, я уж как-нибудь смогу. По отдельности, разумеется. \n\nНо риск быть схваченой был все же велик...",
    "answers": [
      {
        "id": 154,
        "text": "С вечера остаться в штабе и спрятаться"
      },
      {
        "id": 219,
        "text": "Дождаться ночи и пробраться в штаб"
      }
    ]
  },
  {
    "id": 92,
    "text": "Я обернулась к Блейку и виновато проговорила:\n — Я останусь лучше, извини..\nБлейк разочаровано взглянул на меня и развернувшись, отправился в штаб. \n\nМы с Коулом немного побродили по территории лагеря, тепло беседуя.\n\n Ближе к ночи я замёрзла, он накинул на меня свою куртку и трепетно обнял, будто боясь сломать...\n— Знаешь, когда мы были врагами, меня забавляло твое внезапное и эффектное появление каждый раз,— тепло улыбался Коул.\n\n— Правда? Значит, я не зря старалась!\n— Сегодня, когда я тебя обидел и ты решила уйти, я понял, что могу тебя потерять. А я этого не хочу. Ты мне небезразлична. Я хочу, чтобы твоя новая жизнь здесь, со мной, была наполнена добрыми эмоциями...\n\n",
    "answers": [
      {
        "id": 97,
        "text": "Вот он - мой happy end..."
      }
    ]
  },
  {
    "id": 93,
    "text": "Сейчас, оборачиваясь назад, я увидела, что жизнь может состоять не только из боли и унижений, приказов и манипуляций безумного гения..\n\nСудьба каждый раз подкидывает нам все новые и новые возможности, открывая в нас самих то, что было запрятано далеко в душе... Каждый раз мы открываемся с разных сторон.",
    "answers": [
      {
        "id": 106,
        "text": "Подойти к Блейку"
      },
      {
        "id": 107,
        "text": "Подойти к Коулу"
      }
    ]
  },
  {
    "id": 94,
    "text": ".\n\"— Детка, если ты окажешься в плену, — вкрадчиво объяснял мне Вик, — ты потеряешь мое доверие. Для меня ты станешь никем. Сумей повернуть все в свою пользу и надеть на них намордники.\n...\n— А иначе, я убью тебя! Ты будешь умирать в страданиях и боли! \n...\n— Вернешься ко мне только с информацией! Я люблю тебя, детка! Вместе, мы построим свою империю! \n— Армия модифицированных, а ты моя королева ходячих мертвых!\n...\nИ его злорадный смех и горящие безумием глаза.\"\n\nЯ поежилась...\n\nВ тот момент, когда я возвращалась из штаба к себе, я не к месту вспоминала слова Вика.",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Прмьббддддббд",
    "answers": []
  },
  {
    "id": 96,
    "text": "иролддд— ",
    "answers": []
  },
  {
    "id": 97,
    "text": "Он все говорил и говорил...Я не выдержала и накрыла его губы поцелуем. Хватит слов. В ответ он только крепче меня прижал и я закуталась в его объятия.",
    "answers": []
  },
  {
    "id": 98,
    "text": " С того момента прошло чуть больше двух лет. Я не жалею, что однажды предала Виктора и я счастлива, что несмотря на то, что происходило в нашем разрушенном мире,  я смогла найти свою любовь, свою семью и своего...мужа. \nПовернувшись к Коулу, я тихонько пробормотала:\n— Кейси. Назовем ее Кейси.\nОн сонно притянул меня к себе и прошептал:\n— Имя выбираешь ты. Все равно она и моя дочь тоже.\nКейси легонько толкнулась в животе.\n",
    "answers": []
  },
  {
    "id": 99,
    "text": "\nДмитрий прищурившись об",
    "answers": [
      {
        "id": 101,
        "text": "Может есть шанс?"
      }
    ]
  },
  {
    "id": 100,
    "text": "О\n Мгновение и...",
    "answers": []
  },
  {
    "id": 101,
    "text": "— Здалился к себе. Оставив меня в слабой надежде на то, что мы ещё будем вместе",
    "answers": [
      {
        "id": 104,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 102,
    "text": "...е увижу...",
    "answers": [
      {
        "id": 105,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 103,
    "text": "",
    "answers": []
  },
  {
    "id": 104,
    "text": "",
    "answers": []
  },
  {
    "id": 105,
    "text": "",
    "answers": []
  },
  {
    "id": 106,
    "text": "Я и так слишком много совершила ошибок. И сейчас я больше всего хочу это исправить.\n\nЯ подошла к Блейку и поцеловала его в губы, а затем крепко прижалась, ощущая, как его сердце бьётся в такт моему. Он гладил меня по голове и ещё крепче прижимал к себе.\n— Какой план у нас дальше? — решительно спросила я брюнета.\n— Ну, если ты будешь умницей, мы с тобой им поделимся, — Блейк подмигнул мне хитро и улыбнулся.\n— Жду вас в кабинете штаба через два часа. Кое-что обсудим.\n\nКоул поспешил оставить нас, прикрывая свою ревность и разочарование маской деловитости.",
    "answers": [
      {
        "id": 108,
        "text": "Я ощущала прилив нежности вселенской"
      }
    ]
  },
  {
    "id": 107,
    "text": "Я и так слишком много совершила ошибок. И сейчас я больше всего хочу это исправить.\n\nЯ подошла к Коулу и поцеловала его в губы, а затем крепко прижалась, ощущая, как его сердце бьётся в такт моему. Он гладил меня по голове и ещё крепче прижимал к себе.\n— Какой план у нас дальше? — решительно спросила я объект моей любви.\n— Дальше — не выпускать тебя из моих рук, — Коул тепло мне улыбнулся.\n\n— Жду в кабинете штаба через два часа тебя, братец. Кое-что обсудим.\nБлейк кивнул головой в сторону и поспешил оставить нас, прикрывая свою ревность и разочарование маской ледяного царя.",
    "answers": [
      {
        "id": 162,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "***\nПоследние несколько дней я поселилась в комнате Блейка.\n\nМы не могли оторваться друг от друга. Не могли насытится и наслаждались каждой секундой, каждым моментом. За это время, я открыла для себя его другую сторону — такого ласкового и нежного...зверя. Теперь уже моего зверя.\n\n\nМне так нравится, когда он укутывает меня после ванны в плед. Как гладит мои плечи, когда лежит рядом, как обнимает меня. \nА еще я люблю то, как он смотрит на меня, с желанием и трепетом... Будто я его бриллиант.\nВечером мы устроившись на диване лежали и смотрели старый фильм.",
    "answers": [
      {
        "id": 246,
        "text": "Посмотреть в окно",
        "need": [
          -232,
          -233,
          -247,
          -242,
          -244
        ]
      },
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "Через несколько прекрасных дней в компании дорогого моему сердцу человека, судьба решила разбавить нашу идиллию жизненными реалиями.\n\nКоул назначил совещание.\nСобрав самых важных персон и доверенных лиц, кабинет значительно оживился. 15 человек заинтересовано взирали на своих лидеров.\n\nКоул окинув присутствующих оценивающим взглядом вещал:\n— Виктор готовит армию усовершенствованных бойцов. Зомби и Бог знает кого еще. Сколько их там сейчас?\n— Ну, я думаю около пары сотен уже...- неуверенно начала я.\n— Нам нужно все это уничтожить. И Виктора в том числе. Второй катастрофы этот мир не переживет.\n— Вот это мне нравится! — воодушевился предстоящей войной Макс.\n— Я давно говорил, что пора перейти к решительным действиям, — вторил ему какой-то лысый громила.",
    "answers": [
      {
        "id": 110,
        "text": "Не собрание, а фарс какой-то!"
      }
    ]
  },
  {
    "id": 110,
    "text": " Гул голосов пронесся по кабинету.\n— Согласно плану, расположению  зданий и лаборатории легиона Виктора, который нам обрисовала Ники, мы..\n\nНе успел договорить Коул, как его перебила та самая рыжая дрянь:\n— Коул, и ты ей веришь? Вы ей верите?! \n— Она же такая же как Виктор! — поддержал ее Макс, — заведет нас в ловушку и...\nМакс резко хлопнул в ладоши, намекая на явно плохой финал для всех.",
    "answers": [
      {
        "id": 111,
        "text": "Уф...врезать бы ему!",
        "need": 106
      },
      {
        "id": 190,
        "text": "Уф. Ну и свинья этот Макс!",
        "need": 107
      }
    ]
  },
  {
    "id": 111,
    "text": "Братья переглянулись.\n— Если кто-то ещё хоть одно плохое слово скажет в сторону Ники — будет иметь дело со мной, —  окидывая холодным взглядом присутствующих сказал гневным тоном Блейк.\nВ кабинете наступила гробовая тишина.\nГлядя на Блейка, я облизнула губы и улыбнулась.",
    "answers": [
      {
        "id": 112,
        "text": "Предложить безумную идею"
      },
      {
        "id": 113,
        "text": "Молчать и наблюдать"
      },
      {
        "id": 114,
        "text": "Предложить разумный план"
      }
    ]
  },
  {
    "id": 112,
    "text": "— У меня есть отличная идея..-  робко начала я \n— Какая? — заинтересовался Коул.\n— Предлагаю забрать модифицированных зомби.\n— Все равно я могу ими управлять. А если направить их силу и мощь куда следует, можно и людей Виктора убрать, а потом и лабораторию сжечь, попутно забрав все оставшиеся там антидоты. Только я должна попасть туда одна.\n\nЯ ощущала, как 15 пар глаз были устремлены на меня. ",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "Я стояла чуть в стороне и наблюдала за оживлённым обсуждением плана по предстоящему захвату и уничтожению лаборатории.\nУ меня было время разглядеть окружающих. \nВсе были поглощены разговором, только взгляд Дэна был каким-то отстранённым. Поймав его взгляд на себе, я ободряюще ему улыбнулась. \nДэн отвёл глаза. \nКхм... Что-то этого доброго парня беспокоит.",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Есть один туннель, — задумчиво произнесла я, вспоминая о подземных коридорах лаборатории.\n— Продолжай, — заинтересовано склонив голову разрешил Коул.\n— Я помню о подземных коридорах. Есть один ход, который ведёт в помещение, где в клетках держат крыс для опытов.\nТеперь уже другие участники собрания заинтересовано слушали меня.\n",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "\nЯ соскучилась по власти. По тем ощущениям которые давал мне мой бывший легион. Страх, уважением, силу, власть над людьми...\n\nМне так не хватает этого. \n\nРассказывая про армию ручных зомби, мои глаза загорелись, а губы пересохли от радостного волнения.\n",
    "answers": [
      {
        "id": 116,
        "text": "Продолжать"
      }
    ]
  },
  {
    "id": 116,
    "text": "Моя идея воспринята была, мягко говоря, без восторга.\n\nРыжая закатила истерику, Макс закатил глаза.\nКто-то кричал, что я безумная, кто-то молча сокрушался. Обстановка стала гораздо...кхм...веселее.\n\nЗато мне в который раз удалось удивить Блейка и Коула.\n\n— Нет! — строго сказал Коул, — Это абсурд. Лаборатория должна быть уничтожена со всем содержимым. Антидот наши учёные уже разработали. \n— А всё остальное не должно существовать, — поддержал его какой то парень.",
    "answers": [
      {
        "id": 117,
        "text": "Рассказать подробнее"
      },
      {
        "id": 118,
        "text": "Отказаться от идеи"
      }
    ]
  },
  {
    "id": 117,
    "text": "— Что бы ты там ни придумала — сразу нет! — Предостерёг меня Коул.\n— Выслушай меня! — взмолилась я.\n— Нет!\n— А мне интересно послушать, какие ещё безумные мысли посещают твою хорошенькую головку, — веселился Блейк.\nКоул кинул на него недовольный взгляд, но промолчал.\nВсе затихли.\n— Я предлагаю, чтобы меня укусил зомби, — начала я.\nОх, что тут началось. Лучше бы и не предлагала.",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "Я грустно вздохнула, оставляя свои мечты о своей собственной армии и решила, что решают только они.\nЯ понимала, что даже если бы я и постаралась воплотить свой план, я бы одна не справилась. ",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "Кабинет взорвался от хохота и обсуждения моего безумства.\nКоул и Блейк во всю веселились. Я чувствовала себя глупо.\n— Пожалуй, это лучший план действий, который я когда либо слышал, — утирал слезы от смеха Коул.\n— Я не договорила! — от отчаяния я топнула ногой. \nНикто меня уже не слышал. Видимо вид у меня был настолько растерянный, что Блейк заметив это, осадил остальных.",
    "answers": [
      {
        "id": 120,
        "text": "Продолжить делиться идеей",
        "need": 106
      },
      {
        "id": 192,
        "text": "Продолжить",
        "need": 107
      }
    ]
  },
  {
    "id": 120,
    "text": "Смех утих.\n— Укус зомби. До момента превращения должно пройти не более часа. Перед воротами в легион Виктора, я буду стоять одна. Он любит меня, все ещё, я уверена. И не даст мне так просто погибнуть. А значит, я попаду в лабораторию быстро. \n\nБлейк понял, что я говорю серьезно. И в его глазах я увидела ревность и кажется.... страх.\n— Нет. И это не обсуждается, — отрезал мой брюнет.\nПо голосу Блейка я поняла, что он боится за меня.\n— Хорошо. Но я сделаю это все равно. С вами или без вас.\nЯ была спокойна и уверена как никогда.\n— Я, конечно, не против тебя приковать к батарее, но не по такому поводу, — ухмыльнулся мой брюнет.",
    "answers": [
      {
        "id": 125,
        "text": "Ближе к ночи..."
      }
    ]
  },
  {
    "id": 121,
    "text": "Скорее всего, я ошибаюсь. Дэн слишком добрый малый, он не мог вести двойную игру. Только не он. И лидеры в нем уверены.\nНо, что если...\nМеня мучали сомнения.",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "Посмотрев на Дэна, я обворожительно ему улыбнулась.\nВ голове созрел план.\nНемного флирта, и усыпив бдительность Дэна, я смогу забрать его пистолет и ключи от машины. Что ж. Пришло время действовать.\n\nПереодевшись в новое, я подошла к Дэну, красуясь перед ним. Он одобрительно улыбнулся.\n\nПриблизившись к нему, я игриво провела рукой по его торсу, и в ту же секунду, когда я схватила его оружие, он молниеносно схватил меня за запястье.\n— Ну и зачем? Хорошо ведь ладили. Чего задумала?\n— Пусти меня!\n— Неа. Ты и так столько глупостей уже наделала, так что хватит.",
    "answers": [
      {
        "id": 238,
        "text": "Послушать Дэна"
      },
      {
        "id": 221,
        "text": "Попытаться еще раз"
      }
    ]
  },
  {
    "id": 123,
    "text": "",
    "answers": []
  },
  {
    "id": 124,
    "text": "Я рассказала о подземных коридорах, как их можно использовать, как в них попасть. Рассказала об охране и упомянула о ловушках. Я боялась ошибиться и обречь людей на ад...\nНа удивление, мою идею поддержал даже Макс.\nСовместно мы продумали план действий и главы отрядов пошли инструктировать своих бойцов. \nНадеюсь, сюрпризов не будет.",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "Ночью мне не спалось, и я сидела в штабе тихонько попивая чай на диванчике первого этажа возле окна. В полной  тишине и темноте. Размышляя о том, сохранился ли антидот ещё в лаборатории Вика. Лаборатории же моего нового легиона находились в другом городе.\nЯ услышала, как скрипнула входная дверь. \nДэн прошел мимо меня не заметив моего присутствия.\nЧерез некоторое время я услышала, как он с кем-то сердито говорит по телефону.",
    "answers": [
      {
        "id": 126,
        "text": "Подойти ближе и подслушать"
      },
      {
        "id": 127,
        "text": "Остаться сидеть. Зачем подслушивать чужие разговоры?"
      }
    ]
  },
  {
    "id": 126,
    "text": "— Да...да, я понял. Через два дня. Через подземки. Увозите все оттуда. \n— .....\n— Я за ней присматриваю\n—....\n— Да, босс. Согласно плану. \n\n\"Босс... Забавно. Ни разу не слышала, чтобы Дэн звал кого-то из братьев боссами..\" размышляла я.\nИ тут я внезапно похолодела. ",
    "answers": [
      {
        "id": 128,
        "text": "Неожиданное осознание"
      }
    ]
  },
  {
    "id": 127,
    "text": "Я решила не выдавать своего присутствия. Каким бы хорошим ни был Дэн, он в любом случае обязан будет принять меры. \nМне, хоть я и была здесь как гость, строго запрещалось находится в штабе без ведома лидеров.\nТихо допив чай, я проскользнула мимо охраны и отправилась к себе.\n\nНа следующее утро я была в своей комнате, когда ко мне зашёл Дэн. Чем изрядно удивил.\n— Не надо тебе ехать с нами, Ники.\n— О чем ты?\n— Просто...Не иди с нами, ладно? Сиди здесь. \n— Я не понимаю, Дэн, почему? Я должна быть рядом с вами.\n— Нет, поверь. Тебя там быть не должно...Я...я не хочу, чтобы ты пострадала...\n\nДэн был настолько робким и тихим, будто что-то хотел ещё сказать, но не решался.\nВнезапно он развернулся и быстрым шагом удалился, оставив меня в недоумении.\n\nХм... похоже парень сам влюбился в меня. ",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "\"Но этого не может быть. Это ведь Дэн. Он такой улыбчивый и тихий парень. Так был добр ко мне всегда, как к родной... Стоп! Слишком добр. \nНо этого не может быть! Неужели Виктор?!\"\nЯ не могла уложить это в голове.\n\nКоул и Блейк ему так доверяют.\n И если бы Дэн работал на Вика, я бы знала об этом.\n",
    "answers": [
      {
        "id": 121,
        "text": "Дэн разговаривал с кем-то из наших лидеров"
      },
      {
        "id": 129,
        "text": "Дэн предатель и он говорил с Виктором"
      },
      {
        "id": 130,
        "text": "Есть кто-то еще?"
      }
    ]
  },
  {
    "id": 129,
    "text": "Значит ли это, что он Предостерёг Вика?\nТак вот значит почему именно он наблюдает за мной.\n\nОн такой милый парень..тихий и добрый. Или потому и тихий, что ненадежный? Значит, он с самого начала был одним из нас...вернее них. \n\nПрокручивая в голове моменты, где я могла упустить эту важную деталь, я боялась оклеветать человека.\n",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "Может есть кто-то, кто остаётся в стороне? \nЯ чувствовала, как мысли вихрем кружили в голове и я не могла понять, какая из них верная. Все так запутанно. \nЕсть ли кто-то ещё, некий серый кардинал. Но кто? И какое отношение он имеет к происходящему. ",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": " Я не знала, что мне делать с этой информацией.\nРассказать лидерам, что я слышала ? Но вдруг я ошиблась? Вдруг все не так... Да и ночью в штабе меня быть не должно.\nКак я объясню свое присутствие здесь.\n\nИли не рассказывать? Но что если я не уберегу дорогих моему сердцу людей...\nЯ не хочу быть виновной в смерти пол сотни людей. В глупой ненужной гибели, которую можно было избежать.",
    "answers": [
      {
        "id": 132,
        "text": "Подняться к себе",
        "need": 106
      },
      {
        "id": 191,
        "text": "Подняться к себе",
        "need": 107
      }
    ]
  },
  {
    "id": 132,
    "text": "На следующее утро я была в своей комнате, когда ко мне зашёл Дэн. Чем изрядно удивил.\n— Не надо тебе ехать с нами, Ники.\n— О чем ты?\n— Просто...Не иди с нами, ладно? Сиди здесь. \n— Я не понимаю, Дэн, почему? Я должна быть рядом с вами.\n— Нет, поверь. Тебя там быть не должно...Я...я не хочу, чтобы ты пострадала...\n\nДэн был настолько робким и тихим, будто что-то хотел ещё сказать, но не решался.\nВнезапно он развернулся и быстрым шагом удалился, оставив меня в недоумении.\n\nХм... похоже парень сам влюбился в меня. ",
    "answers": [
      {
        "id": 133,
        "text": "Рассказать Блейку о ночном разговоре и предупреждении"
      },
      {
        "id": 134,
        "text": "Дэн просто проявил заботу"
      }
    ]
  },
  {
    "id": 133,
    "text": "Найдя Блейка, я рассказала ему о случившемся. На сто брюнет уверенно заявил:\n— Дэн хороший парень, проверенный.\n\n— Да, но как же его разновор по телефону?\n— Я это выясню сегодня.\nОн провел прохладными пальцами по моей щеке и наклонившись, поцеловал меня.\n— Не выходи из комнаты. Я разберусь со всем и вернусь. Жди.\n\nВесь день я места себе не находила. Вдруг я оклеветала хорошего парня?\n\nЗа то время пока Блейка не было, я успела почитать какую-то книгу по психиатрии, вздремнуть, принять ванну.\nБлиже к вечеру он вернулся подавленный.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "Поразмыслив об этом некоторое время, я решила, что ничего особенного. Все таки не мое это дело, что Дэн обсуждал со своими боссами. Все ведь идёт по плану. \nК тому же, так мило проявил заботу.\n\nБлиже к ночи, мы получили инструкции от лидеров легиона, и 35 человек отправились в лабораторию.\nРазделившись на группы, мы с Блейком, Коулом, Максом и Дэном отправились по подземному каменному коридору, который находился под лабораторией Вика.\n\nОдни участники нашествия остались ждать у черного входа на поверхности. \nДругие, получив иные важные указания, занимались наблюдением и ожидали нашей команды.\n\nЯ молилась, чтобы все прошло успешно.\nДойдя до заветной двери, мы без труда ее смогли открыть с помощью отмычек.\n",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "***\nЧерез некоторое время после моего сообщения Блейку, Дэна вызвали в кабинет. \nПрослушали его телефонные разговоры, проверили звонки.\n\nДэн все отрицал.\n\nЕго швырнули в камеру подвала, в которой держали меня. \nКажется, не обошлось и без пыток. Но Блейк об этом умолчал.\n\nПо его хмурому виду, я поняла, что смогла все же предотвратить непоправимое.\n\n—Дэн подручный Виктора, он во всем сознался, — мрачно сказал Блейк, — Естественно не без помощи. \n\nЯ его молча обняла.\n— А за то, что ходишь по штабу в запрещённое время, будешь наказана.\n \nЯ покраснела от смущения.",
    "answers": [
      {
        "id": 136,
        "text": "- Что теперь будет с Дэном?"
      },
      {
        "id": 161,
        "text": "- Он работал на Виктора? Как давно?"
      }
    ]
  },
  {
    "id": 136,
    "text": "Блейк немного помолчал и мягко произнес:\n— Маленькая моя, не надо тебе этого знать.\n— Но я хочу знать. Он был так добр ко мне все это время.\n— Не удивительно, — хмыкнул Блейк.\n— О чем ты?\n— О том, что вы из одного лагеря. Были.\n— Что теперь ему грозит?\n— Малыш, никто не любит предателей. Забудь о Дэне. Его нет больше с нами.\n\nБлейк нахмурился и своим взглядом ясно дал понять, что участь Дэна уже решена.\n\n***\nКак выяснилось позднее,  в  ходе разборок и в разгар пыток, Макс перестарался и не выдержав выстрелил, лишив жизни этого милого предателя. Ох... И тут меня вдруг забил озноб. Предательство...\nЯ заплакала. А ведь на его месте могла быть и я...",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "План действий мы переиграли.\n\nС момента, когда легион братьев устранил угрозу в виде Виктора и его последователей, прошел ровно день.\nБлейк мне рассказал, как все проходило, умолчав лишь те детали, которые могли меня ранить.\n\nВ то время, как Вик вывозил все из лаборатории, наши люди успели остановить на пол пути и поймать Виктора. Без моего участия.\n\nМеня с собой не взяли. Блейк не хотел, чтобы я видела Виктора, опасаясь за мои чувства. Какие уж тут чувства! Я бы не простила себе, если бы с Блейком что-то случилось. Этот человек стал для меня всем, моим светом, моим якорем, моим ресурсов, моим смыслом...Моей любовью.\n\nОт одной только мысли, что все могло сложиться по другому, у меня на глазах наворачиваются горькие слёзы.\n\n Страдал ли Виктор перед смертью, я не знаю... Надеюсь, получил он сполна.\n\n",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      },
      {
        "id": 185,
        "text": "Далее",
        "need": -79
      }
    ]
  },
  {
    "id": 138,
    "text": "Вечером, сидя втроем в уютной гостиной штаба перед камином, я ощутила, что я наконец обрела свою семью.\nКоул предавался философии, Блейк его подкалывал. Я тепло улыбалась обоим.\n\nКазалось, что идиллию ничто не может больше нарушить.\n\n— Малыш, я знаю одно прекрасное место, прокатимся? \nБлейк улыбаясь посмотрел на меня.\nБросив взгляд в сторону Коула, я увидела тоску в его глазах...\n\nЧто ответить?",
    "answers": [
      {
        "id": 139,
        "text": "Принять приглашение и прокатиться",
        "need": -79
      },
      {
        "id": 141,
        "text": "Предложить Блейку просто погулять"
      },
      {
        "id": 142,
        "text": "Спросить Коула",
        "need": 79
      }
    ]
  },
  {
    "id": 139,
    "text": "Приняв приглашение Блейка прокатиться, мы в дороге смеялись и обсуждали куда бы мы могли поехать, если бы прямо сейчас бросили все.\n— Я бы махнул в Норвегию, — заговорщицки подмигнул мне Блейк, сидя за рулём Крайслера.\n— Я с тобой, — воодушевилась я.\n— Поехали.\n— Прямо сейчас? — в шутку удивилась я, ожидая далёкой перспективы.\n— Именно. Только брату сообщу, чтобы к ужину нас не ждал, — весело произнес Блейк.\nЯ молчала и улыбалась. Мне было все равно куда, важно, что с ним рядом.\n\nИ чем дальше мы ехали, тем больше я понимала, что мы действительно не вернёмся. \n\nБлейк молча взял меня за руку и крепко сжал. ",
    "answers": [
      {
        "id": 140,
        "text": "2 года спустя..."
      }
    ]
  },
  {
    "id": 140,
    "text": "— Ну что любимая, — веселился мой чертовски обаятельный брюнет, держа в одной руке кружку горячего кофе, а второй крепко обнимал меня за талию.\n— Неси мой автомат, — подмигнул мне Блейк, — и пакуй чемоданы.Следующая остановка — Бали!\n\nЯ спустившись на второй этаж роскошного особняка в Норвегии, расположенного на скалистом крутом склоне, радостно предвкушала стрельбу по случайно забредшим впервые на эту местность двум одиноким зомби и предстоящему путешествию на моря-океаны. \n\nПожалуй, мы оба заслужили счастье и наслаждались друг другом каждый день и каждую минуту.\n— Я тебя люблю! — услышала я заветные слова и расплылась в счастливой улыбке.\n— И я тебя...сильно, — тихо ответила я, подавай ему автомат.\n",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 141,
    "text": "Отправившись за ворота лагеря, мы отъехали на значительное расстояние от  легиона. Любуясь местными красотами, мы с Блейк бродили по пустынному парку Двух Ветров. \n\nЗдесь очень красивое  озеро. Дикая природа. Не зря столько ехали! И, главное, никаких ходячих мертвецов.\nРомантика!\n\nРешив его напугать, пока он разговаривал по телефону, я отойдя на приличное расстояние спряталась за огромным деревом.\n\nВнезапно мое плечо кто-то легонько тронул. Вздрогнув от неожиданности я в состоянии шока уставилась на пару мертвых глаз. Мгновение и...\n\n...Я лежала на земле с рваной раной плеча от укуса ходячего трупа, Блейк держал мою голову на коленях и гладил меня по голове, понимая, что это наши последние минуты вместе.",
    "answers": [
      {
        "id": 143,
        "text": "Далее"
      },
      {
        "id": 141,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b20/1903/ed/32f64861ae44.jpg"
      }
    ]
  },
  {
    "id": 142,
    "text": "\n— Коул. Все в порядке? — осторожно поинтересовалась я.\n— Так вы теперь вместе?\nВзгляд Коула был отстраненный, но не сулил теплого разговора.\n\nЯ виновато улыбнулась.\nЯ не знала, как ему ответить, вспоминая, как водила за нос обоих... Я  играла чувствами двух парней. За что и поплатилась...\n\nКоул тихо обронил:\n— А я думал та ночь что-то значила для тебя. \nБлейк удивлённо посмотрел на брата, потом перевел взгляд на меня:\n— О чем ты, братец?\n\nЯ не знала куда себя деть от стыда...\n— Угадай! — вздохнул Коул и печально ухмыльнулся.\n",
    "answers": [
      {
        "id": 144,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 143,
    "text": "— А знаешь..- посиневшими губами шептала я, корчась от обжигающего холода внутри меня, — я тогда хотела отдать тебе антидот..я хранила его в нашем лагере..\nЯ видела, как Блейк отвернувшись крепко закусил губу.\n— Я люблю тебя, Ники...\n— Ты знаешь, что делать...у нас мало... вре..мени, — еле слышно говорила я, запинаясь. \n— Я не могу..., — произнес мой брюнет и я видела с каким трудом ему удается держаться.\n\nЯ дрожащей рукой взяла его пистолет и вложила ему в руку. \n— Не медли, родной.\n\nЩёлкнул предохранитель. Блейк с болью в глазах последний раз взглянул на меня. Я видела, как скатилась по его щеке скупая мужская слеза. Он наспех смахнул ее.\n— Я люблю тебя, красотка.\n— И я..лю..блю..те..\nЯ чувствовала, как мое горло сдавливают хрипы, разум по тихоньку покидает меня.\n\nОн приставил к моей голове дуло пистолета. Нажал на курок.\n\nЯ уже не видела, как он качал мое мертвое тело и плакал.\n\n Я никогда не видела, что мужчины могут ТАК горько плакать. И хорошо, что уже не увижу...",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 144,
    "text": "Мой такой близкий, но уже чужой, брюнет ледяным тоном процедил сквозь зубы:\n— Я был о тебе другого мнения, красотка.\n— Прости меня...Это было давно!\n\nЯ лепетала что-то о затуманенном разуме, но мои слова он уже не слышал. Молча развернувшись Блейк вышел из гостиной. Я разревелась от бессилия все изменить.\n\n— Зачем ты так? — с горечью в голосе и со слезами на глазах я обратила взор к Коулу.\n— Мой брат заслуживает правды, — пожал плечами тот.\n\nЯ не знала, что сказать. И стоило ли оправдывать себя...\n",
    "answers": [
      {
        "id": 145,
        "text": "Найти Блейка"
      }
    ]
  },
  {
    "id": 145,
    "text": "Найдя Блейка позднее в тире, я молила его:\n— Дай мне шанс всё исправить! Это было ошибкой.\n— Не слишком ли много шансов тебе одной?\n— Блейк, я люблю тебя...\n— Похоже предательство у тебя в крови, Ники. \n\nПомолчав он холодно добавил:\n— Я собственник. И делиться своим ни с кем не намерен. Но со временем, я попробую тебя простить.\n\nЯ обняла его, в надежде, что он не оттолкнет. Мой любимый человек лишь слегка поцеловал меня в макушку, отстранился и поспешно удалился, оставив меня наедине со своими мыслями. В душе  теплилась  слабая надежда на то, что мы ещё будем вместе...",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 146,
    "text": "Оказавшись внутри помещений, я не менее, чем лидеры была удивлена пустотой, которая окружала нас и давила на со всех сторон.\n— Ты уверена, красотка, что это именно та лаборатория?\nС усмешкой спросил Блейк.\n— Д-да...- промямлила я растерянно.\n\nКоул и Блейк огляделись.\nВ такой пустоте и тишине, кащалось, что вот-вот и пролетит перекати-поле и завоет где-то одинокий кайот.\n\n— Они знали, что мы придем, — тихо произнес Коул.\n\nВ ту же секунду погас свет, дверь подземного хода хлопнула и послышался звук засова.\n\nВ тот же момент послышались шаги и какая-то возня. Свет включился.\nМы стояли в окружении головорезов Виктора и их предводителя.",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      },
      {
        "id": 146,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d30/1903/34/98a8e6120e53.jpg"
      }
    ]
  },
  {
    "id": 147,
    "text": "Блейк хмыкнул:\n— Удивительно, как я тебе поверил, дорогая.\nЯ ощутила как почва уходит у меня из под ног...Но я ведь...\n— О, Ники, как я рад! — Вик распростёр свои объятия, — Иди к папочке!\nЯ испуганно отшатнулась и растерянно пробормотала, повернувшись к Блейку и Коулу:\n— Это не я...\n\nВо взгляде Блейка я уловила уже даже не холод. Это был лёд. И разочарование.\n\nВнезапно Макс вышел из-за наших спин и направился к Вику.\n— Ты хорошо сработал, парень, — хлопнул его по плечу довольный Виктор.\n\n— Макс?! — недоуменно воскликнули в один голос братья.\nМакс отвел глаза и молчал.\n\n\n2 часа спустя.\n***\nЧто происходило дальше, я сейчас помню уже смутно.\nСейчас, пока память ещё жива, но разум по тихоньку меня покидает, вспоминать становится все труднее...\nХотя и прошло всего пару часов,  мое время уже истекает...\n\n***",
    "answers": [
      {
        "id": 148,
        "text": "Двумя часами раннее..."
      }
    ]
  },
  {
    "id": 148,
    "text": "Я знала, что Виктор церемониться не станет. Я ожидала чего угодно, пыток, издевательств, извращённых сюжетов для нашей смерти, но то, что сделал Вик... Наверное, все слишком быстро произошло.",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "— Какие люди и без охраны, — во все зубы улыбался Виктор, с фальшивой дружелюбностью.\n— Вик..., — растерянно пробормотала я.\n— Да, моя блудная дочь!\nОн светился от радости и предвкушения расправы над нами. \n— А кто это тут у нас?\nОн перевел взгляд на лидеров, потом на меня и, громко и твердо уже без улыбки произнес всего одно слово:\n\n— Выбирай.\n\nЯ знала, куда он клонит. Мое сердце разрывалось на части от осознания того, что на моих глазах я потеряю двух близких мне людей. И я потеряю свою любовь, мужчину, которого я полюбила  всей душой.\nЯ беспомощно смотрела на Блейка и в моих глазах застыли слезы. Он же был спокоен и молчал. Только смотрел на меня с ноткой боли и отчаяния.\n",
    "answers": [
      {
        "id": 152,
        "text": "- Вик, не заставляй меня... Я прошу..."
      },
      {
        "id": 150,
        "text": "- Убей лучше меня! Не трогай их."
      }
    ]
  },
  {
    "id": 150,
    "text": "— Вик! Убей лучше меня, не трогай их, прошу! Ради всего, что между нами было!\n Я слезно молила Виктора и взывала к его чувствам.\n\n— Детка-а-а, ну какая же ты глупая! — протянул Вик устало.\n—..?\n— Для тебя у меня приготовлено кое-что особенное!\n\nВик радостно рассмеялся.\n\nБратья стояли молча и мрачно смотрели на Вика.\n\nВик резко направил дуло пистолета в голову Блейка.\n— Вик, прошу! Забери мою жизнь, но не Его!\n\nПсихопат улыбаясь весело приказал:\n— Смотри!\n\nЯ посмотрела в глаза Блейку, он лишь улыбнулся и одними губами успел сказать:\n—... люблю...\nВик спустил курок. Оглушительный выстрел.\nТут же резко перевел дуло пистолета на его Коула и нажал курок еще раз. Снова оглушительный звук выстрела.\n\n\n",
    "answers": [
      {
        "id": 183,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "Я просила пощадить Блейка, отпустить.\nНа что Вик только расхохотался.\nЯ посмотрела в глаза Блейку, он лишь улыбнулся и одними губами успел сказать:\n—... люблю...\nРаздался выстрел. \nВик, наведя ствол на человека, который стал смыслом моей жизни, нажал на курок.\nЯ кинулась на колени к упавшему навзничь мёртвому телу моего дорогого человека. Я руками обхватила его голову и прижала к себе...\n— Зачем?! — я кричала Вику в рыданиях, утирая слезы рукавом и размазывая тушь по лицу. Я вышла, как раненый зверь, на глазах которого злые охотники перебили всю его семью...\nМой мир рухнул.",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "— Вик...\nВиктор молча ждал, нервно сжимая в руке пистолет.\n\n— Не заставляй меня, я прошу, — я разревелась и упала на колени на грязный каменный пол.\n\nВик отрицательный покачал головой.\n— Я выберу сам, если ты не хочешь.\nПожав плечами он навел дуло пистолета на голову Блейка.\n\n— Нет! Прекрати! Я сделаю всё, что ты скажешь, только не трогай его...их..\nСквозь рыдания я молила безумца.\n\n— Детка, ты прекрасно знаешь правила.\nВик улыбался.\n\n— Всё, что скажешь... прошу... — продолжала молить я.\n— Смотри! \nПриказал Вик.\n\nЯ посмотрела в глаза Блейку, он лишь улыбнулся и одними губами успел сказать:\n—... люблю...\nВик спустил курок. Оглушительный выстрел.\nТут же резко перевел дуло пистолета на Коула и нажал курок еще раз. Снова оглушительный звук выстрела.",
    "answers": [
      {
        "id": 183,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "Следом он навел пистолет и пустил пулю в голову Коула.\n...\n— Вик, ради всего, что было между нами...\n— Помнишь, я обещал интересный сюжет твоей смерти?\nМногообещающе посмотрел на меня психопат.\n\n***\nМеня кинули в камеру лаборатории, для тестирования нового гена модифицированных зомби. \nПосле введения инъекции гена мутации, мое восприятие времени ухудшилось. Дальше, кажется, я перестала реагировать на внешний мир...\n",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 154,
    "text": "Вечером, стараясь быть неприметной, я облюбовала для себя кладовку в штабе. С наступлением полуночи, под самое закрытие штаба и смены караула, я проскользнула в здание и заперлась в кладовке.\n\nВ ожидании, когда завершат обход, я просидела около часа. Зная расположения камер и угол их действия, я тихо по стеночке кралась к кабинету.\n\nДойдя до заветной двери, я с помощью шпильки для волос стала ковыряться в замке.\n— Ну, давай же, давай, — торопила я сама себя.\nВнезапно замок щёлкнул. Отворив дверь, я на цыпочках подошла к столу.",
    "answers": [
      {
        "id": 250,
        "text": "Включить планшет"
      },
      {
        "id": 251,
        "text": "Осмотреть ящики стола"
      },
      {
        "id": 252,
        "text": "Обратить внимание на сейф"
      },
      {
        "id": 265,
        "text": "Открыть ноутбук"
      }
    ]
  },
  {
    "id": 155,
    "text": "Я решила, что под столом у меня точно больше шансов. Наспех вытащив флешку, я закрвла крышку ноутбука.\n\nСпрятавшись, я затаилась.\nКто-то спокойно вошёл в кабинет не включая свет. Подошёл к столу.\n\nПошуршал бумагами на столе, что-то забрал и быстрым шагом удалился отсюда, закрыв дверь на ключ.\n\nДождавшись , когда шаги стихнут, я решила, что лезть придется обратно уже через окно. Тихо подойдя к окну, я приоткрыла штору. Да уж...\n\nВыглянув на улицу, я пыталась оценить свои силы. Второй этаж. Благо, что окна были с захлопывающимся механизмом и не требовали поворота ручки.\n\nКое-как вылезла, зацепившись за подоконник, дотянулась до выступа в стене. Так и спускалась...\n\nДо комнаты добралась без приключений. Дуракам везёт! Вернее дурочкам, вроде меня. \n",
    "answers": [
      {
        "id": 157,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "Схватив ноутбук, я кинулась к двери,  стараясь не шуметь. Отойдя от прохода я дожидалась, когда кто-то зайдет в кабинет.\nДверь отворилась. Я мгновенно обрушила ноутбук на голову ночного посетителя.\n— Какого..., — удивлённо и злобно прошипел Коул.\nНе дожидаясь его действий я повторно приложила ноутбуком по голове, глухой стук тела о деревянный пол. Я удостоверилась, что парень отключился.\nВытащив у него из кобуры ствол, я миновала охрану ударом рукоятки, и выбежала на улицу.\n\nСев в машину, я мчалась в лагерь Виктора в надежде, что увидев меня, он смилостивится. Ведь у меня было кое-что любопытное для него.\n\nЧерез четверть часа.\nУже внутри своего родного легиона, Виктор гневно сверкал глазами и держал меня за горло, слегка отрывая от пола.\n— Прости...меня...- хрипела я. ",
    "answers": [
      {
        "id": 159,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "На следующее утро, когда я продумывала план побега (днём сбежать было легче, особенно от Дэна) ко мне зашёл Блейк.\n\n— Поехали, — угрюмо скомандовал брюнет, — у нас есть задание.\n— И тебе доброе утро.\nЯ в недоумении посмотрела на него.\n— Что за задание?\n— Увидишь, без тебя не обойтись, — холодно сказал Блейк.\n\nМоя интуиция подсказывала мне, что ничего хорошего этот день мне не сулит.\nСев в машину с парнем, я пыталась расспросить его.\n— Так что за задание? Куда мы едем и почему вдвоем?\n— Потерпи, красотка. Скоро сама все увидишь, — как-то странно ухмыльнулся парень.\nОставшуюся дорогу мы ехали молча.\n\nПриехав к заброшенному зданию, возле которого толкалось около полусотни живых мертвецов я вопросительно посмотрела на Блейка.\n— Что мы тут делаем? — у меня было плохое предчувствие.\n\nЗомби медленно плелись к нам.",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "Обернувшись ко мне, он вручил мне пистолет.\nЯ молча взяла его в ожидании объяснения действий.\nНо Блейк просто приказал:\n— Выходи. \nНаправив на меня свое оружие и холодный взгляд, в котором читалось презрение, он кивнул в сторону двери автомобиля.\n— Это жестоко...— со слезами на глазах проговорила я, — я могу все объяснить.\n— Это не требуется. Никто тебе больше не верит.\nНа моих глазах выступили слезы и пришло осознание, что я натворила.\n\n— Красотка, ты не учла одного — прослушки в твоей куртке.\n\nПомолчав, он усмехнулся:\n— Там одна пуля. Потрать ее с умом.\n",
    "answers": [
      {
        "id": 253,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 159,
    "text": "Отпустив меня и швырнув на пол, он вдруг присел и прижал меня к себе.\n— Вернулась, блудная дочь, — безумным взглядом он будто пожирал меня.\nКрепкий поцелуй не заставил себя ждать.\n— Показывай, какие дары ты принесла своему папочке, — зло улыбался он.\nЯ выложила всю красоту на стол, он кинулся проверять флешку.\nПо мере просмотра, злость на его лице сменилась на восторг.\n\nЧто ж... кажется, я прощена. \n— Спасибо, детка, это то, что нужно, — поднял меня на руки Вик, и шепча разные приятности и глупости на ушко, он отнес меня в нашу комнату.\n— Я люблю тебя, — заверила я его, — и наш план прекрасно сработал! \n\nИ тут уже как сумасшедшая засмеялась я.",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 160,
    "text": "— Почему ты так добр ко мне все это время был, Дэн? — заинтересованно спросила я парня.\n\nДэн помолчав немного ответил:\n— Я знаю, что ты хороший человек, Ники. Но так сложились обстоятельства, которые вынуждают вести тебе себя безрассудно порой. Однажды ты все поймешь. Я никогда не желал тебе зла и я дал слово, что буду за тобой присматривать.\n\n— Почему ты считаешь меня хорошей?\n— Ты ни разу никого не убила, а зомби не в счёт. Несмотря на то, что у тебя были все козыри в руках.\n\nЯ была удивлена его хорошим отношением.",
    "answers": [
      {
        "id": 86,
        "text": "Назад",
        "need": 86
      }
    ]
  },
  {
    "id": 161,
    "text": "— Неужели он и правда был предателем? — ужаснулась я.\n— Именно.\n— Но почему? Как давно? Что он сказал?\n\nЯ до сих пор не хотела в это верить. Слишком добрый парень.\n\n— Он продался Виктору, еще год назад. Был его шпионом. Они готовили грандиозный план. Но теперь это уже не имеет значения. Дэн его сдал. Вся информация у нас. \n\nЯ молча слушала, отказываясь верить.\nВидя мое замешательство, Блейк добавил:\n— Не засоряй свою хорошенькую головку этой ерундой.",
    "answers": [
      {
        "id": 189,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": ".***\nПоследние несколько дней я поселилась в комнате Коула.\nМы могли с ним вместе смотреть на звёзды, сидя на террасе в обнимку.\n\nМы не могли оторваться друг от друга. Не могли насытится и наслаждались каждой секундой, каждым моментом. За это время, я открыла для себя мир его глазами. Такой спокойный и рассудительный. Философский подход ко всему.\n\n\nМне так нравится, когда он укутывает меня после ванны в плед. Как гладит мои плечи, когда лежит рядом, как обнимает меня. \nА еще я люблю то, как он смотрит на меня, с желанием и трепетом... Будто я его бриллиант.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      },
      {
        "id": 245,
        "text": "Задуматься",
        "need": [
          -234,
          -236
        ]
      }
    ]
  },
  {
    "id": 163,
    "text": "Открыв наполовину стеклянную дверь, я увидела небольшое помещение, похожее на подсобку. Только здесь в маленьком шкафчике хранились разные ампулы, флаконы, пробирки...\nРядом находился рабочий стол. Видимо здесь сидел старший лаборант когда-то.",
    "answers": [
      {
        "id": 166,
        "text": "Осмотреть ящики письменного стола"
      },
      {
        "id": 167,
        "text": "Узнать содержимое тумбы",
        "need": 172
      },
      {
        "id": 168,
        "text": "Осмотреть шкафчик с колбами и пробирками"
      },
      {
        "id": 169,
        "text": "Порыться в бумагах"
      },
      {
        "id": 174,
        "text": "Проверить под столом, на полу"
      },
      {
        "id": 163,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d19/1903/9e/b6964c86549d.jpg"
      },
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 164,
    "text": "Я вышла поспешно в коридор, чудом не врезавшись в мертвеца. В последнее мгновение увернулась от его зубов и, резко вытащив пистолет, особо не думая, я прострелила ему голову. \n— А ты умна! — процедил сквозь зубы Арчи,  возникший за моей спиной, — Сейчас тут их окажется толпа. Беги!",
    "answers": [
      {
        "id": 29,
        "text": "Бежать!"
      },
      {
        "id": 164,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/1903/e8/2fad946ae24d.jpg"
      }
    ]
  },
  {
    "id": 165,
    "text": "Дойдя до конца коридора, я оказалась в нужном мне помещении.\n\nРаспахнув двери, я огляделась и тяжело вздохнула.\n\" Ну, и где это все искать прикажете? \nНеужели вот в этом самом непримечательном лабораторном помещении маленького городка, 6 лет назад была совершена дикая ошибка, которая стоила жизни миллионов...хотя уже миллиардов людей\".\n\n\nС чего начать поиски?",
    "answers": [
      {
        "id": 170,
        "text": "Осмотреть дальние стеллажи и шкафы"
      },
      {
        "id": 171,
        "text": "Проверить ящики столов"
      },
      {
        "id": 172,
        "text": "Осмотреть висящие на вешалке халаты"
      },
      {
        "id": 165,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a00/1903/c0/67ba65464636.jpg"
      },
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 166,
    "text": "Половина из ящиков были заперты на ключ. Чёрт! \n\nОставшиеся два я проверила на наличие нужных мне вещей... Что ж. И тут неудача.\n Я слышала, как по коридору ходят мои люди и о чём-то грубо переговариваются.\n\nБез этих ценных вещей мне нельзя возвращаться. Если это так дорого Вику и вражескому легиону, значит я смогу заставить их играть по моим правилам, как только это найду. А знать Вику о находке вовсе не обязательно.\n ",
    "answers": [
      {
        "id": 163,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 167,
    "text": "Что ж... Флешка найдена. Осталось ключ. Где он может быть?\n\nПрисев на корточки, я стала проверять каждый ящик, резко открывая один за другим. Все содержимое ящиков я вытряхивала на пол, в ожидании услышать звон падающего ключика.\n\nНа мгновение задумавшись, я уставилась на шкафчик с колбами.\nПереведя взгляд вниз, в угол комнатушки, мне показалось, там что-то слабо блеснуло.",
    "answers": [
      {
        "id": 175,
        "text": "Проверить пыльный угол"
      },
      {
        "id": 163,
        "text": "Мне просто показалось"
      }
    ]
  },
  {
    "id": 168,
    "text": "Подойдя к шкафчикам с колбами, пробирками и какими-то флакончиками, я с интересом стала их разглядывать, представляя, что в них содержится и для чего.\n\nЗа последние пару лет с Виктором, я научилась прощитывать все наперед и брать с собой все то, что может пригодится.\nНо это явно не относится к содержимому шкафчиков.",
    "answers": [
      {
        "id": 163,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 169,
    "text": "Пожалуй, из любопытства я решила заглянуть в документы. Множество различных непонятных формул... Какие-то договора. Какие-то распечатки со знаком \" Секретно\". \n\nВряд ли мне это чем-то может помочь.\n Без ключа и флешки я отсюда не уйду.",
    "answers": [
      {
        "id": 163,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 170,
    "text": "Пройдя к дальним шкафам в конце помещения, где проводились исследования, я подошла к пыльным шкафам, дверцы которых были открыты настежь.\n\n— Есть успехи?\nОкликнул меня лысый парень.\nЯ отрицательно покачала головой.\n— Я помогу.\nОн решительно направился ко мне.\n— Я уже здесь все проверила.\nЯ поспешно его заверила, намекая, что помощь мне не нужна.\n\nОн пожав плечами, пнув ногой какие-то колбы на полу, вышел в коридор.\nВздохнув, я стала рыскать по стеллажам в поисках...\n\n\nЧерез какое-то время я начала сомневаться, что в этой лаборатории хоть что-то можно найти, мне казалось, что все самое ценное, выжившие сотрудники забрали с собой.",
    "answers": [
      {
        "id": 165,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 171,
    "text": "Ну это просто издевательство. Здесь в поисках можно провести целый день.\n\nНо отступать все равно нельзя. Я должна первее Арчи найти нужные мне вещи.\nНачав с первого стола, я обратила внимание, что половина колб были разлиты, на столах царил хаос. Будто кто-то впопыхах что-то тоже искал. Или прятал.\n Я представляла, что тут творилось 6 лет назад. Какой был хаос, беготня. Им не удалось скрыть от государства то, что происходило здесь. Видимо, собирались они в спешке, когдс поняли, что все вышло из под контроля.\n\nМне на минуту стало так грустно...\nЧто больше не будет прежней жизни, бытовых проблем. Лишь вопрос борьбы, выживания и смерти.",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": "Окинув взглядов вешалку, я обратила внимание на белые халаты лаборантов, которые висели чуть поодаль. Проверяя каждый карман каждого халата, я в конце концов наткнулась на тот, на котором красовался бейдж \" Заведующий лабораторными исследованиями старший научный сотрудник Райан Допкинс\". \nИнтересно, что в карманах...\n\nРукой нащупав что-то мелкое и металлическое, я вытащила в руке флешку.  Думаю, это она. По описанию похожа, тот же узор и те же буквы на ней. Хм. Слишком большое везение.\n\n Но видимо сегодня удача на моей стороне.\n\nОглянувшись, я решила, что надёжнее будет прицепить ее к себе. Взяв скотч в ящике стола, я оторвала клочок и воплотила свою идею.\nСпрятала флешку в волосах, прицепив скотчем к небольшой пряди волос. Так надёжнее.",
    "answers": [
      {
        "id": 165,
        "text": "Я отправилась на поиски ключа"
      }
    ]
  },
  {
    "id": 173,
    "text": "Города опустели. Люди в панике бросали все и бежали. Многих в пути настигала гибель. Вернее...гибель и существование в другом обличии.\n\nЯ поежилась.\n\nОт раздумий меня отвлекло чьё-то шарканье.\nОбернувшись я увидела, как в мою сторону ползет верхняя часть зомби..\nСпокойно подойдя к этой твари, я ногой несколько раз ударив, проломила ему голову. \nЯ уже привыкла к этим тварям. \n\nПриступив к обыску столов, я снова погрузилась в свои мысли.\n\nВезде оказалось пусто.",
    "answers": [
      {
        "id": 165,
        "text": "Хм.."
      }
    ]
  },
  {
    "id": 174,
    "text": "Я уже отчаялась, и решив, что остается проверить только под столом, я наклонилась, включила фонарик на телефоне и посветила им.\n\nЧто ж...Здесь тоже пусто. Ну, за исключением большого слоя пыли.",
    "answers": [
      {
        "id": 163,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 175,
    "text": "Встав, я направилась к пыльному уголку каморки.\n\nСкрипнула дверь и я машинально схватилась за пистолет.\nАрчи заглянул и недовольно спросил:\n — Куколка, что ты так долго возишься? Нашла что-то?\n\n— Нет еще, — солгала зачем-то я.\nАрчи сверкнув недобро глазами вышел в коридор. Послышались тяжёлые шаги в сторону лабораторного помещения. Кажется, он тоже занимается поиском... Кхм. Я думала, мне доверяют.",
    "answers": [
      {
        "id": 176,
        "text": "Присесть на корточки, осматривая уголок"
      }
    ]
  },
  {
    "id": 176,
    "text": "Присев возле клубов пыли в углу, я посветила фонариком телефона.\nДа, я была права. Это он!\n\nОсторожно взяв в руку, я решила, что лучше будет спрятать его в нижнее белье. \nПротерев ключ как смогла, я положила его ближе к своему телу.\nЗа этим занятием меня застал тихо подошедший Арчи.\n— Скажешь, что ключ ты тоже не нашла?\nОт неожиданности я вздрогнула.\n\nОн стоял и мерзко улыбался, сжимая в руке оружие.\n— С ключом повезло больше, — пришлось признаться мне.\n— Пошли! — скомандовал он.\n",
    "answers": [
      {
        "id": 28,
        "text": "В коридор"
      }
    ]
  },
  {
    "id": 177,
    "text": "— Дэн\n— Да?\n— Как давно ты здесь? И как ты здесь оказался?\nДэн запнулся слегка и сбился с шага.\nПовернувшись ко мне он удивлённо посмотрел на меня.\n— Я здесь 3 года. Когда с семьёй выбирались из обезумевшего города, наша машина заглохла, сестрёнка бежала рядом со мной, и в какой-то момент я не уследил. На нее прыгнул зомби и...\nБыло видно, как этот рассказ дается Дэну с трудом.\n—... у нее были такие же красивые глаза, как у тебя.\n\nС печальной улыбкой парень смотрел на меня.\n— Я не смог ее спасти, а отца при мне разорвали на части толпа этих тварей. На выезде из города, меня подобрали Блейк и Коул. Я им жизнью обязан.\n\nЯ смотрела в его полные грусти глаза и понимала, что он несмотря ни на что сохранил свою доброту  и моральные ценности.\n\nНа мгновение мне захотелось его обнять.",
    "answers": [
      {
        "id": 86,
        "text": "Назад",
        "need": 86
      }
    ]
  },
  {
    "id": 178,
    "text": "— Я... Я хочу иметь возможность уйти. Если я отдам вам флешку и ключ, обещайте, что отпустите меня.\n— Ники, — робко произнес Дэн, — без оружия и телефона, ты далеко от лагеря не уйдешь.\n\n— Верно, красотка. Оставайся с нами, мы о тебе позаботимся, — подмигнул мне Блейк.\nИ переведя взгляд на улыбающегося Макса он добавил:\n— Правда, Макс?\nНа что тот расхохотался.\nЯ поежилась, представляя, что со мной тут будет. \nВыбора у меня особо нет. Я понимала, что Дэн прав. Может, он сможет меня защитить здесь? \n",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 179,
    "text": "Я просяще смотрела на моего компаньона.\n— Блейк собирался тебя... убрать. Как только ты всё расскажешь. \n\n— Ох...\n— Коулу ты нужна была живой. По не менее приятной причине.\n\nВот оно значит как. В мою душу пробралась тоска и разочарование.\n— Однако, — чуть помолчав, продолжил Дэн, — Я вижу, как они на тебя смотрят. Что-то их заставило передумать.\n— О чем ты?\n— Блейк еще никогда не свирепствовал так, когда кто-то нелестно отзывался о тебе, — спокойно продолжал Дэн, — А Коулу ты нравилась всегда.\n— Но ведь...\n— Ники, они оба в тебе души не чают.\n\nОкрыленная, я только счастливо улыбнулась и ощутила прилив энергии, словно в моей душе разливается снова теплота и радость.\n\n",
    "answers": [
      {
        "id": 86,
        "text": "Назад",
        "need": 86
      }
    ]
  },
  {
    "id": 180,
    "text": "— Дэн, скажи мне одну вещь, — начала я.\n— Смотря какую, — улыбнулся он.\nЯ собралась с мыслями и задала вопрос, который меня тревожил с момента, как я захотела остаться здесь.\n— Почему они разрешили мне остаться здесь как гостю? Не заперли в подвале, не убили.\n\nЯ выпалила это на одном дыхании и выжидающе посмотрела на Дэна.\nДэн покачал головой и промолчал.\n— Ну скажи, — канючила я, — ты ведь знаешь!\n— Знаю, но тебе не понравится ответ.\n\n— Вот как...\nВнутри меня все похолодело от одной только мысли о том, что всё может оказаться не так, как я себе придумала.",
    "answers": [
      {
        "id": 179,
        "text": "- И все же, расскажи!"
      }
    ]
  },
  {
    "id": 181,
    "text": "Мы еще какое-то время побродили по саду и разошлись. Я направилась в кафе, минуя разговаривающих лидеров легиона, которые при виде меня прервали свою оживлённую беседу и проводили хмурым взглядом.\n\n\"Больно надо вас подслушивать\", фыркнула я мысленно.\n\nЗайдя в кафе, я взяла себе кофе и булочку.\nМои размышления о том, ищет ли меня Виктор, прервал подошедший Дэн.\n— Ники, извини, телефон мы тебе вернуть не можем, оружие тоже. Из лагеря тебя никто не выпустит, — виновато произнес он, присаживаясь рядом.\n\n— Я уже поняла, что вы черезчур гостеприимны с гостями. Ведь такой у меня здесь статус теперь?\n— Ну, да...- неуверенно улыбнулся мне парень.\n— Спасибо, что даешь свободу и личное пространство. Если бы ты со мной еще и в туалет ходил, я бы не пережила.\nЯ хмыкнула и отвернулась к окну.",
    "answers": [
      {
        "id": 216,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "Прогуливаясь по территории лагеря, я увидела, как подъехал Дэн.\nДождалась, пока он выйдет из машины, и окликнув, я поприветствовала его. В ответ Дэн помахал мне рукой и остановился:\n — Как дела, Ники?\n— Гуляю вот. Хочешь пройтись?\n\nДэн кивнул и мы отправились блуждать вдвоем по небольшому садику. \n\nПрежде, чем вернуться домой, я успела задать ему интересующие меня вопросы.",
    "answers": [
      {
        "id": 160,
        "text": "- Почему ты так добр ко мне?"
      },
      {
        "id": 177,
        "text": "- Как ты здесь оказался? Как ты заслужил доверие Коула и Блейка?"
      },
      {
        "id": 179,
        "text": "- Расскажи о себе"
      },
      {
        "id": 180,
        "text": "- Почему лидеры так легко и спокойно разрешили мне остаться здесь?"
      },
      {
        "id": 109,
        "text": "Далее",
        "need": [
          160,
          177,
          179,
          180
        ]
      }
    ]
  },
  {
    "id": 183,
    "text": "Я кинулась к упавшему навзничь мёртвому телу моего любимого человека. Который стал смыслом моей жизни, моим якорем,  моим огоньком, моим светом, моим всем...\nРуками обхватив его голову, я упала на колени и прижала мертаое тело к себе...\n— Зачем?! — я кричала Вику в рыданиях, утирая слезы рукавом и размазывая тушь по лицу. Я выла, как раненый зверь, на глазах которого злые охотники перебили всю его семью...\nМой мир рухнул.\n",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "— Убей меня...\n\n— Нет, детка. Я же обещал тебе интересный сюжет твоей смерти! — веселился психопат.\n\nНо мне было уже все равно... Я видела сквозь туман... сквозь пелену слёз и мне было наплевать, что готовил Вик для меня.\n\n\n*** \nТак я и оказалась здесь...в лабораторной камере, где учёные Вика тестируют ген модифицированных зомби. Я чувствую, как горят мои вены после введения инъекции этого гена.\nКажется, до превращения осталось менее 20 минут... Время остановилось. Меня бил озноб. \nЯ прокручивала в голове все, что происходило 2 часа назад, как погиб мой человек...Как погиб его брат. Как прятал глаза Макс...как потом не стало улыбчивого парня Дэна...\n\nДальше, я, кажется, перестала реагировать на внешний мир...\n\nЯ закрыла глаза и провалилась в небытие...\n",
    "answers": [
      {
        "id": 1,
        "text": "The end..."
      }
    ]
  },
  {
    "id": 185,
    "text": "Блейк зашел в свою спальню, в которой я ждала его после их собрания в штабе.\n\n— Красотка, у меня есть для тебя подарок, — хитро прищурившись с улыбкой сказал брюнет.\n— Какой? — воодушевилась тут же я.\n— Идём, покажу. \nОн, взяв небольшой шарф, аккуратно завязал мне глаза.\nПоднял меня на руки и, кажется, мы спустились на улицу.\nОн осторожно поставил меня на ноги возле выхода из дома и строго приказал:\n — Стой, не шевелись и не подглядывай! \nИ куда-то ушел.\nСтояла я так минут 5, не больше.\nПослышалось какое-то шарканье и возня неподалёку.\n\n",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 186,
    "text": "— Открывай глаза! — раздался голос Блейка.\nСняв повязку я зажмурилась от яркого дневного света и не поверила глазам!\n— Мои \"щеночки\" !!! — радостно завопила я.\nПодбежав к Блейку, я запрыгнула на него обхватив ногами и обвила его шею руками. И впилась в его губы горячим поцелуем.\n\nМои ручные зомби, которых я тренировала. Все шесть \"щеночков\". Я безмерно была рада, что Блейк подумал обо мне и решил побаловать меня кусочком власти. Пускай и над зомби.\n\n— Остальные были уничтожены и сожжены вместе с лабораторией, — развел руками мой брюнет, после того, как я его отпустила.\n\nАнтидоты, монстры, прошлое...все сгорело.\nЗато на горизонте показалось спокойное, счастливое  настоящее и будущее.\n— Я люблю тебя, — тихо произнес Блейк и крепко обнял.\n— И я люблю тебя, — ответила я, еще крепче прижимаясь к нему.",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      },
      {
        "id": 186,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/1903/0c/1f8683320d47.jpg"
      }
    ]
  },
  {
    "id": 187,
    "text": "Здравствуйте.\n\nКонцовок здесь в сумме более 8. И все они зависят только от вас. От тех решений, которые вы принимаете. И от характера героев ;)\n\nС удовольствием почитаю конструктивную критику, указания на недостатки, недочёты, логику и т.д. (возможно, где-то с чем-то ошиблась). И стоит ли мне вообще еще что-нибудь создавать :)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 188,
    "text": "— Да, это может нам пригодится, — согласился Коул, серьезно глядя на меня.\n— Только он у меня в лаборатории Виктора, — я растерянно проглворила, осозновая, как нелепо всё складывается.\nКоул улыбнулся вдруг. \n— Да, конечно, сходи за ним тогда и принеси.\n\nИ тут уже остальные заулыбались.\nЧёрт! А ведь почти договорились.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 189,
    "text": "Как выяснилось позднее,  в  ходе разборок и в разгар пыток, Макс перестарался и не выдержав выстрелил, лишив жизни этого милого предателя. \n\nОх... И тут меня вдруг забил озноб. Предательство...\nЯ заплакала. А ведь на его месте могла быть и я...",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "Братья переглянулись.\n\n— Господа, еще одно плохое слово в адрес моей девушки, и я за себя не ручаюсь, — спокойным, но суровым тоном сказал Коул.\n\nЯ невольно улыбнулась.\n\nВ кабинете наступила гробовая тишина.\nГлядя на Коула, я чувствовала прилив нежности и благодарности.",
    "answers": [
      {
        "id": 114,
        "text": "Предложить разумную идею"
      },
      {
        "id": 112,
        "text": "Предложить безумную идею"
      }
    ]
  },
  {
    "id": 191,
    "text": "На следующее утро я была в своей комнате, когда ко мне зашёл Дэн. Чем изрядно удивил.\n— Не надо тебе ехать с нами, Ники.\n— О чем ты?\n— Просто...Не иди с нами, ладно? Сиди здесь. \n— Я не понимаю, Дэн, почему? Я должна быть рядом с вами.\n— Нет, поверь. Тебя там быть не должно...Я...я не хочу, чтобы ты пострадала...\n\nДэн был настолько робким и тихим, будто что-то хотел ещё сказать, но не решался.\nВнезапно он развернулся и быстрым шагом удалился, оставив меня в недоумении.",
    "answers": [
      {
        "id": 193,
        "text": "Рассказать Коулу о подслушанном разговоре Дэна"
      },
      {
        "id": 194,
        "text": "Дэн хороший парень и свой человек. Он обращался так к Блейку, тот любит когда его ставят на пьедестал"
      }
    ]
  },
  {
    "id": 192,
    "text": "Смех утих.\n— Укус зомби. До момента превращения должно пройти не более часа. Перед воротами в легион Виктора, я буду стоять одна. Он любит меня все ещё, я уверена. И не даст мне так просто погибнуть. А значит, я попаду в лабораторию быстро. \n\nКоул понял, что я говорю серьезно. И в его глазах я увидела ревность и кажется.... страх.\n— Нет. И это не обсуждается, — отрезал он.\nПо голосу Коула я поняла, что он боится за меня.\n— Хорошо. Но я сделаю это все равно. С вами или без вас.\n\nЯ была спокойна и уверена как никогда.\n— Ники, не вынуждай меня запирать тебя в подсобке, — покачал головой Коул.",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 193,
    "text": "Найдя любимого, я рассказала ему о случившемся.\n— Дэн хороший парень, проверенный. Заверил меня Коул.\n— Да, но как же его разговор по телефону?\n— Я это выясню сегодня.\nОн провел ладонью по моей щеке и наклонившись, поцеловал меня.\n— Спасибо, что рассказала мне все\n Я проверю его. \n\nВесь день я места себе не находила. Вдруг я оклеветала хорошего парня?\n\nЗа то время пока Коула не было, я успела почитать какую-то книгу по психиатрии, вздремнуть, принять ванну.\nБлиже к вечеру он вернулся подавленный.",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "Поразмыслив об этом некоторое время, я решила, что ничего особенного я не услышала. Все таки не мое это дело, что Дэн обсуждал со своими боссами. Все ведь идёт по плану. \nК тому же, так мило проявил заботу.\n\nБлиже к ночи, мы получили инструкции от лидеров легиона, и 35 человек отправились в лабораторию.\nРазделившись на группы, мы с Коулом, Блейком, Максом и Дэном отправились по подземному каменному коридору, который находился под лабораторией Вика.\n\nОдни участники нашествия остались ждать у черного входа на поверхности. \nДругие, получив иные важные указания, занимались наблюдением и ожидали нашей команды.\n\nЯ молилась, чтобы все прошло успешно.\nДойдя до заветной двери, мы без труда ее смогли открыть с помощью отмычек.\n",
    "answers": [
      {
        "id": 196,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 195,
    "text": "***\nЧерез некоторое время после моего сообщения Коулу, тот вызвал Дэна в кабинет. \nПарни прослушали его телефонные разговоры, проверили звонки.\n\nДэн все отрицал.\n\nПо настоянию Макса, Дэна швырнули в камеру подвала, в которой держали меня. \nКажется, не обошлось и без пыток. Но Коул об этом тактично умолчал.\n\nПо его хмурому виду, я поняла, что смогла все же предотвратить непоправимое.\n\n—Вынужден признать, ты оказалась права. Ты умница. Дэн подручный Виктора, он во всем признался, — грустно сказал Коул.\n\nЯ его молча обняла.\n— А вот по штабу по ночам больше не вздумай ходить. Я по ночам там ставлю в качестве охраны совсем отбитых парней.\n\nКоул покачал головой и цокнул языком, глядя на меня.\n— Вот и что мне с тобой такой непослушной делать?\n — Любить, кормить, и никому не отдавать! — подсказала я ему.\n",
    "answers": [
      {
        "id": 197,
        "text": "- Что грозит теперь предателю?"
      },
      {
        "id": 198,
        "text": "- И давно он с Виктором?"
      }
    ]
  },
  {
    "id": 196,
    "text": "Оказавшись внутри помещений, я не менее, чем лидеры была удивлена пустотой, которая окружала нас и давила на со всех сторон.\n— Ты не говорила, что здесь ничего нет. Мы точно в той лаборатории?\nОбеспокоено спросил Коул\n— Д-да...- промямлила я растерянно.\n\nКоул и Блейк огляделись.\nВ такой пустоте и тишине, кащалось, что вот-вот и пролетит перекати-поле и завоет где-то одинокий кайот.\n\n— Они знали, что мы придем, — тихо произнес Коул.\n\nВ ту же секунду погас свет, дверь подземного хода хлопнула и послышался звук засова.\n\nВ тот же момент послышались шаги и какая-то возня. Свет включился.\nМы стояли в окружении головорезов Виктора и их предводителя.",
    "answers": [
      {
        "id": 210,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 197,
    "text": "Коул задумчиво произнес:\n— Не думаю, что он вообще сам всего этого хотел. Дэн был хороший парень.\n— Он был так добр ко мне все это время. Стоп. Почему был?\n— Макс вспылил. И странно, что ты не знала о Дэне, — осторожно подбирая слова сказал Коул.\n— О чем ты?\n— О том, что вы из одного лагеря были.\n— Что теперь ему грозит?\n— Макс о нем позаботиться. Он спец по таким делам. \n\nКоул притянул меня к себе и погладил по голове, проведя по волосам кончиками пальцев.\n— Теперь все это неважно. Я боялся за тебя.\n— Почему?\n— Я опасался, что ты..., — тут он замялся, не решаясь озвучить.\n\nЯ поняла его без слов. Он не хотел, чтобы предателем оказалась я...\n\n***\nКак выяснилось позднее,  в  ходе разборок и в разгар пыток, Макс перестарался и не выдержав выстрелил, лишив жизни этого милого предателя. Ох... И тут меня вдруг забил озноб. Предательство...\nЯ заплакала. А ведь на его месте могла быть и я...",
    "answers": [
      {
        "id": 199,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 198,
    "text": "— Неужели он и правда был предателем? — ужаснулась я.\n— Именно.\n— Но почему? Как давно? Что он сказал?\n\nЯ до сих пор не хотела в это верить. Слишком добрый парень.\n\n— Он продался Виктору, еще год назад. Был его шпионом. Они готовили грандиозный план. Но теперь это уже не имеет значения. Дэн его сдал. Вся информация у нас. \n\nЯ молча слушала, отказываясь верить.\nВидя мое замешательство, Коул добавил:\n— Я не хочу чтобы ты переживала и думала об этом.",
    "answers": [
      {
        "id": 199,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 199,
    "text": "План действий мы переиграли.\n\nС момента, когда легион братьев устранил угрозу в виде Виктора и его последователей, прошел ровно день.\nКоул мне рассказал, как все проходило, умолчав лишь те детали, которые могли меня ранить.\n\nВ то время, как Вик вывозил все из лаборатории, наши люди успели остановить на пол пути и поймать Виктора. Без моего участия.\n\nМеня с собой не взяли. Коул не хотел, чтобы я видела Виктора, опасаясь за мои чувства. Какие уж тут чувства! Я бы не простила себе, если бы с моим любимым что-то случилось. Коул стал для меня всем, моим светом, моим якорем, моим  ресурсом, моим смыслом...Моей любовью.\n\nОт одной только мысли, что все могло сложиться по другому, у меня на глазах наворачиваются горькие слёзы.\n\n Страдал ли Виктор перед смертью, я не знаю... Надеюсь, получил он сполна.\n\n",
    "answers": [
      {
        "id": 201,
        "text": "Далее"
      },
      {
        "id": 200,
        "text": "Далее",
        "need": [
          -71,
          -72
        ]
      }
    ]
  },
  {
    "id": 200,
    "text": "Коул зашел в свою спальню, в которой я ждала его после их собрания в штабе.\n\n— Ника, у меня есть для тебя кое-что, —  с улыбкой сказал он.\n— Какой? — воодушевилась тут же я.\n— Идём, покажу. \nОн, взяв небольшой шарф, аккуратно завязал мне глаза.\nПоднял меня на руки и, кажется, мы спустились на улицу.\nОн осторожно поставил меня на ноги возле выхода из дома и попросил:\n — Не уходи никуда и не подглядывай! \n\nИ куда-то ушел.\nСтояла я так минут 5, не больше.\nПослышалось какое-то шарканье и возня неподалёку.\n\n",
    "answers": [
      {
        "id": 205,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "Вечером, сидя втроем в уютной гостиной штаба перед камином, я ощутила, что я наконец обрела свою семью.\nКоул предавался философии, Блейк его подкалывал. Я тепло улыбалась обоим.\n\nКазалось, что идиллию ничто не может больше нарушить.\n\n— Ники, что насчёт посмотреть на закат? \nКоул улыбаясь смотрел на меня.\nБросив взгляд в сторону Блейка, я увидела огонь ревности в его глазах...\n\nЧто ответить?",
    "answers": [
      {
        "id": 202,
        "text": "Согласиться посмотреть на закат",
        "need": 85
      },
      {
        "id": 203,
        "text": "- Я хочу в парк!"
      },
      {
        "id": 204,
        "text": "Спросить Блейка все ли в порядке?",
        "need": [
          71,
          72
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 202,
    "text": "Мы с Коулом немного побродили по территории лагеря, прошлись по саду тепло беседуя и любуясь ярким оранжевым закатом.\n\n Ближе к ночи я замёрзла, он накинул на меня свою куртку и трепетно обнял, будто боясь сломать...\n— Знаешь, когда мы были врагами, меня забавляло твое внезапное и эффектное появление каждый раз, — тепло улыбался Коул.\n— Правда? Значит, я не зря старалась, — рассмеялась я.\n— В тот день, когда я тебя обидел и ты решила уйти, я понял, что могу тебя потерять. А я этого не хочу. Ты мне небезразлична. Я хочу, чтобы твоя новая жизнь здесь, со мной, была наполнена добрыми эмоциями.\n\nОн все говорил и говорил...Я не выдержала и накрыла его губы поцелуем. Хватит слов. В ответ он только крепче меня прижал и я закуталась в его объятия.",
    "answers": [
      {
        "id": 206,
        "text": "2 года спустя"
      }
    ]
  },
  {
    "id": 203,
    "text": "Отправившись за ворота лагеря, мы отъехали на значительное расстояние от  легиона. Любуясь местными красотами, мы с Коулом бродили по пустынному парку Всех Ветров. \n\nЗдесь очень красивое  озеро. Дикая природа. Не зря столько ехали! И, главное, никаких ходячих мертвецов.\nРомантика!\n\nРешив его напугать, пока он разговаривал по телефону, я отойдя на приличное расстояние спряталась за огромным деревом.\n\nВнезапно мое плечо кто-то легонько тронул. Вздрогнув от неожиданности я в состоянии шока уставилась на пару мертвых глаз. Мгновение и...\n\n...Я лежала на земле с рваной раной плеча от укуса ходячего трупа, Коул держал мою голову на коленях и гладил меня по голове, понимая, что это наши последние минуты вместе.",
    "answers": [
      {
        "id": 207,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 204,
    "text": "\n— Блейк, все в порядке? — осторожно поинтересовалась я.\n— Так вы теперь вместе?- Брюнет хитро улыбался. \nОх, не нравится мне его взгляд.\n\nЯ виновато улыбнулась.\nЯ не знала, как ему ответить, вспоминая, как водила за нос обоих... Я  играла чувствами двух парней. \n\nЗа что и поплатилась...\n\nБлейк прищурившись обронил:\n— А я думал та ночь что-то значит для тебя. \nКоул удивлённо посмотрел на брата, потом перевел взгляд на меня:\n— О чем речь?\n\nЯ не знала куда себя деть от стыда...\n— Угадай! — веселился Блейк.\n",
    "answers": [
      {
        "id": 208,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 205,
    "text": "— Можешь смотреть! — раздался голос Коула.\nСняв повязку я зажмурилась от яркого дневного света и не поверила глазам!\n— Мои \"щеночки\" !!! — радостно завопила я.\nПодбежав к Коулу, я запрыгнула на него обхватив ногами и обвила его шею руками. Впилась в его губы горячим поцелуем.\n\nМои ручные зомби, которых я тренировала. Все шесть \"щеночков\". Я безмерно была рада, что Коул подумал обо мне и решил побаловать меня кусочком власти. Пускай и над зомби.\n\n— Остальные были уничтожены и сожжены вместе с лабораторией, — развел руками он, после того, как я его отпустила.\n\nАнтидоты, монстры, прошлое...все сгорело.\nЗато на горизонте показалось спокойное, счастливое  настоящее и будущее.\n— Я люблю тебя, ты моё всё, — тихо произнес Коул и крепко обнял.\n— И я люблю тебя, — ответила я, еще крепче прижимаясь к нему.",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      },
      {
        "id": 205,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/1903/0c/1f8683320d47.jpg"
      }
    ]
  },
  {
    "id": 206,
    "text": "***\n С того момента прошло чуть больше двух лет. Я не жалею, что однажды предала Виктора и я счастлива, что несмотря на то, что происходило в нашем разрушенном мире,  я смогла найти свою любовь, свою семью и своего...мужа. \n\nУтром, проснувшись, я повернулась к Коулу и тихонько пробормотала:\n— Кейси. Назовем ее Кейси.\nОн сонно притянул меня к себе и прошептал:\n— Имя выбираешь ты. Все равно она и моя дочь тоже.\n\nКейси легонько толкнулась в животе.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 207,
    "text": "— А знаешь..- посиневшими губами шептала я, корчась от обжигающего холода внутри меня, — я тогда хотела отдать тебе антидот..я хранила его в нашем лагере..\nЯ видела, как Коул отвернувшись крепко закусил губу.\n— Я люблю тебя, Ники...\n— Ты знаешь, что делать...у нас мало... вре..мени, — еле слышно говорила я, запинаясь. \n— Я не могу..., — произнес мой брюнет и я видела с каким трудом ему удается держаться.\n\nЯ дрожащей рукой взяла его пистолет и вложила ему в руку. \n— Не медли, родной.\n\nЩёлкнул предохранитель. Коул с болью в глазах последний раз взглянул на меня. Я видела, как скатилась по его щеке скупая мужская слеза. Он наспех смахнул ее.\n— Я люблю тебя, красотка.\n— И я..лю..блю..те..\nЯ чувствовала, как мое горло сдавливают хрипы, разум по тихоньку покидает меня.\n\nОн приставил к моей голове дуло пистолета. Нажал на курок.\n\nЯ уже не видела, как он качал мое мертвое тело и плакал.\n\n Я никогда не видела, что мужчины могут ТАК горько плакать. И хорошо, что уже не увижу...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 208,
    "text": "Мой близкий человек лишь потер ладонями лицо и тихо сказал:\n— Я бы хотел, чтобы ты научилась думать прежде, чем что-то делать.\n— Прости меня...\n\nЯ лепетала что-то о затуманенном разуме, но мои слова он уже не слышал. Молча развернувшись, Коул вышел из гостиной. Я разревелась от бессилия все изменить.\n\n— Зачем ты так? — с горечью в голосе и со слезами на глазах я посмотрела на Блейка.\n— Мой брат заслуживает правды, — подмигнул мне тот.\n\nЯ не знала, что сказать. И стоило ли оправдывать себя...\nЯ влепила ему звонкую пощёчину и стремительно выскочила из комнаты.\n",
    "answers": [
      {
        "id": 209,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 209,
    "text": "Осторожно постучав, я зашла в кабинет, где находился Коул.\nОн вопросительно уставился на меня.\n\n— Дай мне шанс всё исправить! Это было ошибкой.\n— Я не готов сейчас с тобой обсуждать это.\n— Коул, я полюбила тебя. Никто ничего для меня не значит так, как ты.\n\n\nПомолчав он сказал:\n— Мне нужно время. Я попробую тебя простить.\n\nЯ подошла к нему и обняла его, в надежде, что он не оттолкнет. Мой любимый человек лишь слегка поцеловал меня в макушку, отстранился и поспешно удалился, оставив меня наедине со своими мыслями. В душе теплилась  слабая надежда на то, что мы ещё будем вместе...\n\nЖаль, время нельзя повернуть вспять.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 210,
    "text": "Блейк хмыкнул:\n— Удивительно, как мы тебе поверили.\n\nЯ ощутила как почва уходит у меня из под ног...Но я ведь...\n— О, Ники, как я рад! — Вик распростёр свои объятия, — Иди к папочке!\nЯ испуганно отшатнулась и растерянно пробормотала, повернувшись к Блейку и Коулу:\n— Это не я...\n\nВо взгляде Коула я уловила  разочарование.\n\nМакс вышел из-за наших спин и направился к Вику.\n— Ты хорошо сработал, парень, — хлопнул его по плечу довольный Виктор.\n\n— Макс?! — недоуменно воскликнули в один голос братья.\nМакс отвел глаза и молчал.\n\n\n2 часа спустя.\n***\nЧто происходило дальше, я сейчас помню уже смутно.\nСейчас, пока память ещё жива, но разум по тихоньку меня покидает, вспоминать становится все труднее...\nХотя и прошло всего пару часов,  мое время уже истекает...\n\n***",
    "answers": [
      {
        "id": 211,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 211,
    "text": "Я знала, что Виктор церемониться не станет. Я ожидала чего угодно, пыток, издевательств, извращённых сюжетов для нашей смерти, но то, что сделал Вик... Наверное, все слишком быстро произошло.",
    "answers": [
      {
        "id": 212,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 212,
    "text": "— Какие люди и без охраны, — во все зубы улыбался Виктор, с фальшивой дружелюбностью.\n— Вик..., — растерянно пробормотала я.\n— Да, моя блудная дочь!\nОн светился от радости и предвкушения расправы над нами. \n— А кто это тут у нас?\nОн перевел взгляд на лидеров, потом на меня и, громко и твердо уже без улыбки произнес всего одно слово:\n\n— Выбирай.\n\nЯ знала, куда он клонит. Мое сердце разрывалось на части от осознания того, что на моих глазах я потеряю двух близких мне людей. И я потеряю свою любовь, мужчину, которого я полюбила  всей душой.\nЯ беспомощно смотрела на Коула и в моих глазах застыли слезы. Он же был спокоен и молчал. Только смотрел на меня с ноткой боли и отчаяния.\n",
    "answers": [
      {
        "id": 213,
        "text": "- Убей лучше меня! Не трогай его!"
      },
      {
        "id": 214,
        "text": "- Не заставляй меня..."
      }
    ]
  },
  {
    "id": 213,
    "text": "— Вик! Убей лучше меня, не трогай их, прошу! Ради всего, что между нами было!\n Я слезно молила Виктора и взывала к его чувствам.\n\n— Детка-а-а, ну какая же ты глупая! — протянул Вик устало.\n—..?\n— Для тебя у меня приготовлено кое-что особенное!\n\nВик радостно рассмеялся.\n\nКоул и Блейк стояли молча и мрачно смотрели на Вика.\n\nВик резко направил дуло пистолета в голову Коула.\n— Вик, прошу! Забери мою жизнь, но не Его!\n\nПсихопат улыбаясь весело приказал:\n— Смотри!\n\nЯ посмотрела в глаза Коула, он лишь улыбнулся и одними губами успел сказать:\n—... люблю...\nВик спустил курок. Оглушительный выстрел.\nТут же резко перевел дуло пистолета на его брата и нажал курок еще раз. Снова оглушительный звук выстрела. \n\n\n",
    "answers": [
      {
        "id": 215,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 214,
    "text": "— Вик...\nВиктор молча ждал, нервно сжимая в руке пистолет.\n\n— Не заставляй меня, я прошу, — я разревелась и упала на колени на грязный каменный пол.\n\nВик отрицательный покачал головой.\n— Я выберу сам, если ты не хочешь.\nПожав плечами он навел дуло пистолета в голову Коула.\n\n— Нет! Прекрати! Я сделаю всё, что ты скажешь, только не трогай его...их..\nСквозь рыдания я молила безумца.\n\n— Детка, ты прекрасно знаешь правила.\nВик улыбался.\n\n— Всё, что скажешь... прошу... — продолжала молить я.\n— Смотри! \nПриказал Вик.\n\nЯ посмотрела в глаза Коула, он лишь улыбнулся и одними губами успел сказать:\n—... люблю...\nВик спустил курок. Оглушительный выстрел.\nТут же резко перевел дуло пистолета на его брата и нажал курок еще раз. Снова оглушительный звук выстрела.",
    "answers": [
      {
        "id": 215,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 215,
    "text": "Я кинулась к упавшему навзничь мёртвому телу моего любимого человека. Который стал смыслом моей жизни, моим якорем,  моим огоньком, моим светом, моим всем...\nРуками обхватив его голову, я упала на колени и прижала мертвое тело к себе...\n— Зачем?! — я кричала Вику в рыданиях, утирая слезы рукавом и размазывая тушь по лицу. Я выла, как раненый зверь, на глазах которого злые охотники перебили всю его семью...\nМой мир рухнул.\n",
    "answers": [
      {
        "id": 217,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 216,
    "text": "— Ники, я хочу помочь тебе. \n— Вот как? А я хочу в город. Мне здесь даже нечего надеть! \nЯ скривилась, давая понять, что излишний присмотр за мной меня нервирует.\n— Они пока не могут полностью доверять тебе. А вот в город мы с тобой сьездим, если хочешь.\n\nДэн смотрел на меня с такой добротой и заботой, что я невольно улыбнулась ему.\nОн положил свою руку на мою и легонько сжал ее.\n\nТолько я должна уже определиться, чего я хочу на самом деле. \nКоул и Блейк все же поступили со мной благодушно.\n\nПоездка в город была мне на руку. Однако вернуться к Виктору ни с чем, но со словами:\" Привет, я вернулась, встречай меня, я тут сначала предала тебя, флешку и ключ отдала, а потом соскучилась и пришла обратно\" — это было бы просто самоубийством. Но... я знаю Вика. Хоть он и непредсказуем, думаю, я смогла бы добиться прощения.",
    "answers": [
      {
        "id": 218,
        "text": "План побега к Виктору"
      },
      {
        "id": 222,
        "text": "Остаться здесь"
      }
    ]
  },
  {
    "id": 217,
    "text": "— Убей меня...\n\n— Нет, детка. Я же обещал тебе интересный сюжет твоей смерти! — веселился психопат.\n\nНо мне было уже все равно... Я видела сквозь туман... сквозь пелену слёз и мне было наплевать, что готовил Вик для меня.\n\n\n*** \nТак я и оказалась здесь...в лабораторной камере, где учёные Вика тестируют ген модифицированных зомби. Я чувствую, как горят мои вены после введения инъекции этого гена.\nКажется, до превращения осталось менее 20 минут... Время остановилось. Меня бил озноб. \nЯ прокручивала в голове все, что происходило 2 часа назад, как погиб мой человек...Как погиб его брат. Как прятал глаза Макс...Как последний раз Дэн посмотрел на меня...\n\nДальше, я, кажется, перестала реагировать на внешний мир...\n\nЯ закрыла глаза и провалилась в небытие...\n",
    "answers": [
      {
        "id": 1,
        "text": "The end"
      }
    ]
  },
  {
    "id": 218,
    "text": "Что ж. Отлично. Надеюсь, Виктор будет рад моему возвращению. Сомнительно, конечно, но думаю, что ничего человеческое этому психопату не чуждо. Ведь он любит меня, я уверена. Просто по своему любит.\n\nПоразмыслив, я пришла к выводу, что у меня есть всего два варианта. Вернуться к нему с чем-то ценным и важным, но для этого придется рискнуть жизнью и проникнуть в штаб, который охраняется самыми отбитыми  парнями.\n\nЛибо воспользоваться поездкой в город с Дэном и ускользнуть там от него.\nОх... Я не знаю, как быть. Будучи под защитой Вика, рисковать было проще.",
    "answers": [
      {
        "id": 91,
        "text": "Проникнуть в штаб, найти информацию для Виктора и сбежать"
      },
      {
        "id": 222,
        "text": "Воспользоваться поездкой в город с Дэном и удрать"
      }
    ]
  },
  {
    "id": 219,
    "text": "Дождавшись ночи, я пробралась в штаб. Для того, чтобы пробовать пришлось оглушить одного охранника, а потом и второго. Третий где-то совершал обход, а значит, у меня бвло не более 10 минут.\nПрокравшись в кабинет штаба, чтобы заполучить то, что понравилось бы Виктору, я потратила время на открытие кабинета отмычкой.\nМне приглянулся ноутбук, оставленный опрометчиво на столе. Взглядом зацепила планшет...\n",
    "answers": [
      {
        "id": 249,
        "text": "Открыть ноутбук"
      },
      {
        "id": 250,
        "text": "Включить планшет"
      },
      {
        "id": 251,
        "text": "Осмотреть ящики стола"
      },
      {
        "id": 252,
        "text": "Обратить внимание на сейф"
      }
    ]
  },
  {
    "id": 220,
    "text": ".",
    "answers": [
      {
        "id": 264,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 249,
        "text": "Открыть ноутбук"
      },
      {
        "id": 250,
        "text": "Включить планшет"
      },
      {
        "id": 251,
        "text": "Осмотреть ящики стола"
      },
      {
        "id": 252,
        "text": "Обратить внимание на сейф"
      }
    ]
  },
  {
    "id": 221,
    "text": "Я так просто не оставлю свои попытки.\nЯ широко улыбнулась моему сопровождающему.\n\nПри повторной попытке украсть его пистолет, он заломил мне руку за спину и осуждающе покачал головой.\n— Ники, не заставляй меня применять силу. Я не люблю этого. Ты всегда можешь меня спокойно попросить.\n— И ты отвезёшь меня к Вику?\n— Если ты так хочешь. Ты ведь не оставишь свои попытки. Только это глупо.\n— Почему?\nДэн пожал плечами.\n— Вик не прощает так просто. Ты его предала. Ты сбегаешь от тех, кто разрешил тебе остаться, вместо того, чтобы убить тебя. И ты снова бежишь туда, что пробуждает не лучшие твои качества.\n— Не надо нравоучений!\n",
    "answers": [
      {
        "id": 263,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 222,
    "text": "\nКак только Дэн нашел свободную машину, мы направились в город. Магазины с одеждой были наполнены товаром. Они больше никого не интересовали. Вопрос выживания стоял на первом месте.\n\n Мы быстро добрались до брошенного торгового центра. В нем одиноко блуждали ходячие. Юркнув в открытый отдел одежды, Дэн закрыл за нами дверь и остался у входа.\n\nРазглядывая то, что висело на вешалках, я искала себе подходящий наряд. \n\n— Как тебе такое?\nВ очередной раз приложив к себе новую вещь, я спрашивала Дэна.\n Он Либо отрицательно качал головой, либо кивал одобрительно.\n\nОтобрав несколько образов я раздумывала какой взять",
    "answers": [
      {
        "id": 224,
        "text": "Милый образ"
      },
      {
        "id": 225,
        "text": "Простой и комфортный"
      },
      {
        "id": 226,
        "text": "Агрессивный и дерзкий"
      }
    ]
  },
  {
    "id": 223,
    "text": "Выбрав для себя новую одежду, я осталась довольна.\n— Можем возвращаться в лагерь.\n— Ты выглядишь очень женственно, — улыбнулся Дэн.\n— Спасибо.\nКогда мы вернулись в лагерь, уже начинало темнеть. По приезду, выйдя из машины с Дэном, мы весело обсуждали пристрастия в кулинарии.\n\nВ дверях штаба я натолкнулась на Блейка.\n— О том, что ты покидаешь территорию лагеря необходимо предупреждать, — ледяным тоном сказал он.\n— А если я иду пописать, тоже надо?\n— Дэн, свободен, — бросил он коротко парню и тот грустно удалился в сторону жилого дома.\n— А с тобой я разберусь позже, — оскалился Блейк и пошел за Дэном.\n\nОставшись в растерянности, я зачем-то отправилась следом за ним.\nБлейк это заметил и поинтересовался:\n— Ты что-то хотела?\n— Поговорить, — пролепетала я.\nПарень вздохнул и жестом пригласил в сторону своей комнаты.\n",
    "answers": [
      {
        "id": 230,
        "text": "Далее",
        "need": [
          71,
          72
        ],
        "need_sometimes": true
      },
      {
        "id": 239,
        "text": "Далее",
        "need": [
          -71,
          -72
        ],
        "need_sometimes": false
      }
    ]
  },
  {
    "id": 224,
    "text": "Несмотря на то, что каблуки я себе больше позволить не могла, по причине того, что теперь в этом мире приходилось очень много бегать. И всегда должна быть готовой к тому, что из-за угла на тебя выскочит либо зомби, либо головорез из вражеского легиона.\n\nПлатья я по прежнему ношу. Это любимая часть гардероба.\nПрактичные кеды, хоть я и хотела белые, но выбирать теперь уж особо не приходится...\n\nНадеть это?",
    "answers": [
      {
        "id": 223,
        "text": "Да",
        "need": [
          -218
        ]
      },
      {
        "id": 224,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a02/1903/08/aae9714f835f.jpg"
      },
      {
        "id": 222,
        "text": "Нет"
      },
      {
        "id": 122,
        "text": "Да",
        "need": [
          222,
          218
        ]
      }
    ]
  },
  {
    "id": 225,
    "text": "Я держала в руках удобную тонкую кофту и легинсы под кожу.\n\nУдобно, практично, неброско. И сбежать от зомби и сбежать от навязчивых поклонников. В этом мне будет легко и комфортно.",
    "answers": [
      {
        "id": 223,
        "text": "Да",
        "need": [
          -218
        ]
      },
      {
        "id": 222,
        "text": "Нет"
      },
      {
        "id": 225,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a18/1903/15/a438f2c77193.jpg"
      },
      {
        "id": 122,
        "text": "Да",
        "need": [
          222,
          218
        ]
      }
    ]
  },
  {
    "id": 226,
    "text": "Хм...\nЯ не сторонница шапок и агрессивных браслетов, но что-то меня зацепило в этих вещах. Примерив этот образ, мне понравилось, как я смотрюсь. Дерзко и  комфортно. \n\nЖаль, что каблуки теперь непозволительная роскошь. Разве что по лагерю ходить. Но сейчас надевать их нельзя.  Поэтому снова кеды. \nНадеть это?",
    "answers": [
      {
        "id": 223,
        "text": "Да",
        "need": [
          -218
        ]
      },
      {
        "id": 226,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d38/1903/11/04a145be8a62.jpg"
      },
      {
        "id": 222,
        "text": "Нет"
      },
      {
        "id": 122,
        "text": "Да",
        "need": [
          222,
          218
        ]
      }
    ]
  },
  {
    "id": 227,
    "text": "дддддддд",
    "answers": []
  },
  {
    "id": 228,
    "text": "оооооооо",
    "answers": []
  },
  {
    "id": 229,
    "text": "yyyyyyyyyy",
    "answers": []
  },
  {
    "id": 230,
    "text": "— Снова намекаешь на тактильное общение? \nБлейк усмехнулся. Я стояла и выжидающе смотрела на него.\nВ ту же секунду, он резко подошел и обхватив рукой мою талию крепко сжал.\n— Ой...- машинально пискнула я.\n— Я не люблю беспокоиться о людях. А ты заставляешь меня это делать.\n— Но я...\n— Дэн славный парень, но ни разу не боец.\n— Блейк... Ты беспокоился? — удивлённо хлопала глазами я.\n— И повторять я тоже не люблю. Неужели не ясно, что ты мне небезразлична? \n\nОн взял меня нежно за подбородок и пристально смотрел в глаза...",
    "answers": [
      {
        "id": 231,
        "text": "Поцеловать его"
      },
      {
        "id": 232,
        "text": "Не отводить взгляд"
      },
      {
        "id": 233,
        "text": "Отвести взгляд"
      }
    ]
  },
  {
    "id": 231,
    "text": "От того, что он находится в такой неприличной близости от меня, у меня пробежали мурашки по спине. Один только его вид заставляет меня смущаться и путаться в мыслях.\n\nЯ не могла выносить его изучающего и требовательного взгляда и потянулась к нему, закрыв глаза, я слегка прикоснулась губами к его губам.\n\nПару секунд и он ответил на поцелуй, страстно, ярко, играя с моим языком, будто весь остальной мир не существовал.\n\nОтстранившись, я понимала, что несмотря на тот огонёк, который разгорается в моей душе, я ничего о нем не знаю совершенно...",
    "answers": [
      {
        "id": 240,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 232,
    "text": "От того, как он находится в такой близости от меня, у меня пробежали мурашки по спине. Один только его холодный вид заставляет меня смущаться и путаться в мыслях.\n\nНо есть в нём что-то такое притягательное, внутренняя сила и властность, которая сбивает меня с толку.",
    "answers": [
      {
        "id": 247,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 233,
    "text": "Не выдержав его настойчивого взгляда, я отвела глаза.\n— Что ты хотела обсудить?\n— Да...как-то.. ничего особенного, — я замялась, не сумев придумать причину.\nВ его обществе я почему-то всегда терялась и ощущала себя маленькой овечкой под наблюдением серого волка.\nНо он будил во мне самые яркие чувства.\n— Пошли, пройдемся, — усмехнулся Блейк и отпустив меня, направился к выходу из дома.\nВначале мы молча и медленно брели по вечерней оживлённой территории лагеря и я задумалась, что я ничего об этом парне не знаю совершенно.",
    "answers": [
      {
        "id": 234,
        "text": "Далее",
        "need": 242
      },
      {
        "id": 242,
        "text": "- Расскажи мне о себе"
      }
    ]
  },
  {
    "id": 234,
    "text": "После прогулки Блейк проводил меня до комнаты и уже с теплотой в голосе пожелал:\n— Доброй ночи.\n— Доброй! — неловко бросила я и поспешила скрыться за дверью комнаты.\n\nНа следующее утро, завтракая в кафе лагеря, я уставившись в одну точку, молча пила чай, погруженная в свои мысли. Через время ко мне присоединился Коул, с ароматным напитком кофе.\n— Не возражаешь?\n— Что ты, — заверила его я.\n— Видел, ты о чем-то задумалась.\n— Да, я вспоминала время, до того, как все случилось, когда мне надо было ходить на работу, оплачивать счета.\n\nКоул молчал.\n",
    "answers": [
      {
        "id": 237,
        "text": "Далее",
        "need": [
          235,
          236
        ],
        "need_sometimes": true
      },
      {
        "id": 236,
        "text": "- Чем ты занимался до того, как все произошло?"
      }
    ]
  },
  {
    "id": 235,
    "text": "",
    "answers": [
      {
        "id": 234,
        "text": "Назад",
        "need": 234
      },
      {
        "id": 241,
        "text": "Назад",
        "need": 241
      }
    ]
  },
  {
    "id": 236,
    "text": "Я решила продолжить:\n— Я работала учителем младших классов, я педагог по образованию. Мне теперь кажется, что мне не нравилась моя реальность. А чем ты занимался раньше?\n— Истребителем управлял, — улыбнулся Коул, — это ощущение полета и манёвров, ни с чем нельзя сравнить. \n— Ого...Интересное занятие. А почему ты.. почему ты не с военными?\n— Их не осталось практически. Та армия, что есть сейчас — ее силы брошены на сдержание и устранение распространения инфекции.\n— Лаборатории по всему миру пытаются создать вакцину и антидот. Но наши ученые отличились, с которых все началось, и пока никто не может предложить решение проблемы, — продолжал Коул.\n\nМы еще немного поболтали, а наш диалог плавно перетек в обсуждение инноваций и мы далеко ушли от темы.\n",
    "answers": [
      {
        "id": 234,
        "text": "Назад",
        "need": 234
      },
      {
        "id": 241,
        "text": "Назад",
        "need": 241
      }
    ]
  },
  {
    "id": 237,
    "text": "Вечером я решила заглянуть в гостиную штаба.\nПостучавшись, я толкнула дверь и вошла. Не вовремя.\nНа повышенных тонах о чём-то спорили братья. \nМое появление остановило их грызню и они обратили внимание на меня.\n— Я ошиблась дверью, — пискнула я и уже было развернулась бежать.\n— Стоять, — скомандовал брюнет.\nЯ робко осталась.\n— Что ты хотела, Ники? — устало потер лицо Коул.\n— Не хочу вам мешать.\n— Мы закончили, — отрезал Блейк и уже ледяным тоном произнес, обращаясь к Коулу:\n— Поступай, как знаешь. Я в этом не участвую.\n\nБрюнет посмотрел на меня и в его глазах скользнул огонёк ревности.\n— Остаёшься тут или поедешь со мной? \n— Куда ты?\n— Кататься.",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 238,
    "text": "Дэн тяжело вздохнув, отпустил мою руку и покачал головой.\n— Ну вот зачем, Ники? Я же говорил, доверяй мне. А уж если сбежать хочешь, то придумала бы план получше.\nПарень дружелюбно улыбнулся.\nМне было рядом с ним так уютно и тепло, что я решила, что сбегать от такого охранника, было бы странно.\n— К Виктору хочешь? \n— Не знаю уже, я думала, что план сработает, — обреченно сказала я.\n— Если хочешь, я отвезу тебя. Вик приказал за тобой присматривать здесь.\n— Ч-что? Вик? В каком смысле?\nЯ открыла рот от неожиданности.\n— Мы с тобой похожи, Ники.\n— Ты работаешь на Вика?\nЯ не могла поверить в такое.\n— И на него в том числе. Хотя Блейк и Коул мне доверяют. А ты веришь мне?",
    "answers": [
      {
        "id": 254,
        "text": "Попросить рассказать подробнее для начала"
      },
      {
        "id": 257,
        "text": "Попросить отвезти к Виктору"
      },
      {
        "id": 256,
        "text": "Довериться Дэну"
      }
    ]
  },
  {
    "id": 239,
    "text": "Блейк недовольно пробурчал:\n— Так и будем стоять? \n— Да, мне и тут неплохо, уютненько.\nЯ кивнула головой и оглядела коридор.\nВот еще чего. В его комнату идти, с ним...\nВ ту же секунду, он подошел и обхватив рукой мою талию крепко сжал.\n— Ой...- машинально пискнула я.\n— Я не люблю беспокоиться о людях. А ты заставляешь меня это делать.\n— Но я...\n— Дэн славный парень, но ни разу не боец.\n— Блейк... Ты беспокоился? — удивлённо хлопала глазами я.\n— И повторять я тоже не люблю. Неужели не ясно, что ты мне небезразлична? \n\nОн взял меня нежно за подбородок и пристально смотрел в глаза...",
    "answers": [
      {
        "id": 231,
        "text": "Поцеловать его"
      },
      {
        "id": 232,
        "text": "Не отводить взгляд"
      },
      {
        "id": 233,
        "text": "Отвести взгляд"
      }
    ]
  },
  {
    "id": 240,
    "text": "Пока мы, стоя в коридоре, обнимались, к нам быстрым шагом направлялся Макс. \n\n— Блейк, там это, как его, надо идти, я тебя искал везде.\n— Позвонить не думал? — недовольно спросил Блейк и отпустил меня.\n— Позже обязательно продолжим, — подмигнув мне, он удалился в компании короткостриженного парня.\n\n— Ну уж нет, — решительно, но тихо не согласилась я.\n\nПочему-то в его присутствии я теряла самообладание и ощущала себя мышкой, с которой играется кот.\nУвидев приближающуюся охрану, которпя патрулировала лагерь, я глянула на часы.\n— Куколка, а тебе разве не надо быть в кровати?\nГадко хихикнув, сказал парень с автоматом.\n— А то могу уложить запросто.\nОт его пошлого намёка мне стало не по себе и я побежала в свою комнату под смех озабоченных придурков.\n\nЗакрывшись на ключ, я решила, что на сегодня мне общения с противоположным полом хватило. Расстелив постель, я легла и моментально провалилась в сон.",
    "answers": [
      {
        "id": 241,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 241,
    "text": "\nНа следующее утро, завтракая в кафе лагеря, я уставившись в одну точку, молча пила чай, погруженная в свои мысли. Через время ко мне присоединился Коул с ароматным напитком кофе.\n— Не возражаешь?\n— Что ты, — заверила его я.\n— Видел, ты о чем-то задумалась.\n— Да, я вспоминала время, до того, как все случилось, когда мне надо было ходить на работу, оплачивать счета.\n\nКоул молчал.",
    "answers": [
      {
        "id": 237,
        "text": "Далее",
        "need": [
          235,
          236
        ],
        "need_sometimes": true
      },
      {
        "id": 236,
        "text": "- Чем ты занимался до того, как все произошло?"
      }
    ]
  },
  {
    "id": 242,
    "text": "Я решила нарушить тишину и осторожно спросила Блейка:\n — Чем ты занимался раньше? До того, как...Как произошла катастрофа в мире.\n— Я был снайпером. Работал на службу внешней разведки. Меня всегда увлекало оружие. Отличный рычаг давления на любого.\n— Почему ты пошел именно туда?\n— Как говорится, \" si vis pacem, param bellum\". Хочешь мира — готовься к войне.\n— Это латынь?\n— Да, я изучал ее долгое время. Мне нравится. Я и брата научил. Правда одной фразе \" Аbsolvo te\". Для его нынешнего статуса это смотрится впечатляюще. Прощать грехи.\n\nРассмеялся Блейк и видно было, что его все это забавляет.",
    "answers": [
      {
        "id": 244,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 243,
    "text": "",
    "answers": [
      {
        "id": 233,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 244,
    "text": "Я удивилась тому, что несмотря на несносный характер, Блейк был весьма разносторонней личностью.\n— А почему ты сейчас не остался с военными? — любопытствовала я.\n— Я смотрю ты любишь допросы с пристрастием, — веселился парень.\nНо отвечать он явно не собирался на этот вопрос.\nЯ улыбнулась ему.\n\n— А ты, красотка, чем занималась раньше?\n— Только не смейся, — попросила его я.\n— Не могу обещать, — подмигнул мне брюнет.\n— Я после университета пошла работать учителем младших классов.\n\nИ тут Блейк взорвался хохотом.\n\n— Так вот почему ты присоединилась к Виктору, увидела в нем несмышленого малыша?\nЯ развела руками, в свое оправдание не нашла, что ответить.\nТак мы и болтали до самой ночи, пока я не замерзла и не начала зевать.\n",
    "answers": [
      {
        "id": 233,
        "text": "Назад",
        "need": 239
      },
      {
        "id": 108,
        "text": "Назад",
        "need": 108
      }
    ]
  },
  {
    "id": 245,
    "text": "Коул, поднявшись на локте, спросил:\n— О чем задумалась?\n— Вспомнила время, до того, как все случилось, когда мне надо было ходить на работу, заниматься домашними делами, куда-то бежать...\n\nКоул молчал.\nЯ решила продолжить:\n— Я работала учителем младших классов. Мне теперь кажется, что мне не нравилась моя реальность. А чем ты занимался раньше?\n— Истребителем управлял, — улыбнулся Коул, — это ощущение полета и манёвров, ни с чем нельзя сравнить. \n— Ого...Интересное занятие. А почему ты.. почему ты не с военными сейчас?\n— Их не осталось практически. Та армия, что есть сейчас — ее силы брошены на сдержание и устранение распространения инфекции.\n— Лаборатории по всему миру пытаются создать вакцину и антидот. Но наши ученые отличились, с которых все началось, и пока никто не может предложить решение проблемы, — продолжал он.\n\nДалее, наш диалог плавно перетек а обсуждение инноваций и мы далеко ушли от темы и мы еще какое-то вреия просто болтали...\n",
    "answers": [
      {
        "id": 162,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 246,
    "text": "Посмотрев в окно, я восхитилась:\n — Редко когда удается замечать такую красоту! Посмотри!\nБлейк нехотя подошёл к окну и глянул на садящееся солнце.\n\n— Когда солнце на горизонте и вот-вот сядет, надо успеть загадать желание, — задумчиво сказал мой брюнет.\n— И сбудется?\n— Загадай и увидишь.\n\nЯ замолчала, стараясь сформулировать желание. \nМы стояли молча еше какое-то время.\n",
    "answers": [
      {
        "id": 242,
        "text": "Нарушить тишину"
      },
      {
        "id": 246,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c33/1903/63/7cedb4ace2a8.jpg"
      }
    ]
  },
  {
    "id": 247,
    "text": "Я не отводила глаза и в ответ смотрела пристально в глаза Блейка.\n— Что ты хотела обсудить?\n— Да...как-то.. ничего особенного, — я замялась, не сумев придумать причину.\nВ его обществе я почему-то всегда терялась и ощущала себя маленькой овечкой под наблюдением серого волка.\nНо он будил во мне самые яркие чувства.\n— Пошли, пройдемся, — усмехнулся Блейк и отпустив меня, направился к выходу из дома.\nВначале мы молча и медленно брели по вечерней оживлённой территории лагеря и я задумалась, что я ничего об этом парне не знаю совершенно.",
    "answers": [
      {
        "id": 234,
        "text": "Далее",
        "need": 242
      },
      {
        "id": 242,
        "text": "- Расскажи мне о себе"
      }
    ]
  },
  {
    "id": 248,
    "text": "За  дверью послышались шаги. Я осторожно закрыла все папки и глянула на время, через которое все будет скопировано.\n\"Черт! Еще полторы минуты!\"\nБыло отчётливо слышно, как шаги приближались к кабинету.\n\nОхранник обход совершает? Тогда мне нечего опасаться. Но, что если это кто-то из лидеров...\n\nОкинув взглядом помещение, я поняла, что прятаться тут негде.\n\nРазве что под столом. Либо идти на крайние меры. Что так, что так, есть риск быть пойманной.",
    "answers": [
      {
        "id": 155,
        "text": "Спрятаться под столом"
      },
      {
        "id": 156,
        "text": "Встать за дверью и оглушить чем-то тяжёлым"
      },
      {
        "id": 248,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d31/1903/7c/eeb884031aa8.jpg"
      }
    ]
  },
  {
    "id": 249,
    "text": "Подключив к ноутбуку припасенную ранее флешку, я схватила дрожащей рукой \"мышку\" и стала щёлкать по папкам на рабочем столе.\n\nОбнаружила кое-что любопытное, про испытание лаборатории, какие-то отчёты, я все это стала перекидывать на электронный носитель.куратно подняв крышку ноутбука, он внезапно ожил сам. На синем экране, как ни странно, окошко с паролем не показалось.\n\"Вот это удача!\" — удивилась я мысленно.\n",
    "answers": [
      {
        "id": 266,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 250,
    "text": "Взяв планшет в руки, я поняла, что на нем стоит пароль.\n\"Супер! Из меня просто великолепный шпион!\" — расстроена думала я.\n— И на что я только рассчитывала...- ругала сама себя.\nИ правда, кто хранит важную информацию без пароля?!\n\nПовертев в руках планшет еще немного, я решила не тратить время на это. Если что, захвачу его с собой.",
    "answers": [
      {
        "id": 154,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 251,
    "text": "Открыв первый ящик, я с разочарованием тут же его закрыла.\n\nВторой ящик оказался так же пустым.\n— Он что, издевается? Для чего ему стол тогда? Где он все хранит?\nВозмущалась я, в отчаянии оглядывая письменный стол.\n\"Скорее всего, все на планшете и ноутбуке, но где же тогда он спрятал ключ и флешку?\"\n\nЯ даже не знала, что вообще мне искать, и зачем я сюда поперлась...\n\nБезрассудность — мой конёк.",
    "answers": [
      {
        "id": 154,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 252,
    "text": "Сейф... Ну, конечно, где же еще все самое интересное прятать.\n\nЯ уже ненавидела все эти инновационные технологии и штучки, которые мешали мне заполучить желаемое.",
    "answers": [
      {
        "id": 154,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 253,
    "text": "\nНе дожидаясь моего выхода, он открыв дверь, с силой вышвырнул меня из Крайслера.\nЗомби уже с интересом бежали в нашу сторону. \n— Пожалуйста, не поступай со мной так! — крикнула я, стуча в окно отьезжающего автомобиля...\n\nРазвернувшись лицом к приближающейся толпе любителей плоти, я приставила пистолет к виску. \n\nЛучше сразу смерть, чем быть заживо сожраной этими тварями. Я понимала, что предателей никто не прощает. Вздохнув, я нажала на курок. Глухой щелчок. Патронов нет.\n— Нет...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 254,
    "text": "— Пока не знаю, — ответила я в замешательстве, — ты двойной шпион?\n— Тройной, — улыбался дружелюбно Дэн.\n— Не смешно!\n— А я и не смеюсь, Ники.\n— И что это значит?\n— Это значит, что я хочу, чтобы ты доверяла мне.\nЯ молча уставилась на него и ожидала объяснений.\nДэн вздохнув, вдруг посерьезнел.\n— Знаешь что-то о ЦРУ? \n— Немного...- недоумевала я.\n— Ну, вот. Я раскрыт.\nДэн засмеялся и обезоруживающе улыбнулся, подняв руки, будто сдается.\n— Ты шутишь?!\n— Я никогда тебе не врал.\nДэн ждал моей реакции.\n\nЯ была ошеломлена такой новостью. Он создавал впечатление такого правильного, надёжного и милого парня, а тут ЦРУ!\n\n— Я понимаю твое удивление, Ники. Оба легиона — это моё задание. Пришлось внедриться и войти в доверие.",
    "answers": [
      {
        "id": 259,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 255,
    "text": "Я промолчала.\n— Ники...-, заглянул мне в глаза Дэн.\n— Отвези меня к Виктору, — попросила я.\n",
    "answers": []
  },
  {
    "id": 256,
    "text": "— Д-да, — пробормотала я ошарашено.\nМы еще немного неловко постояли в тишине.\n— Так вот почему ты так добр ко мне. По приказу, — задумчиво проговорила я.\n— Вот тут не угадала, — Дэн дружелюбно улыбался.\n— Ты вежлив от природы?\n— И снова мимо. Еще попытка будет?\nЯ пожала плечами.\n— Ники, с того момента, как я тебя увидел, с самой первой встречи, ты...Я...я не умею говорить таких слов...\n\nДэн как-то смутился.\n— Что, Дэн? Я не понимаю.\n— Ты необыкновенная! — выпалил Дэн на одном дыхании.\n",
    "answers": [
      {
        "id": 257,
        "text": "Мне это не интересно"
      },
      {
        "id": 258,
        "text": "Проявить взаимность"
      }
    ]
  },
  {
    "id": 257,
    "text": "Я потупила глазки.\n\n— Дэн, ты хороший парень, и ты мне приятен. Но, мое сердце занято ты знаешь кем. Я не хочу больше интрижек на стороне.\nДэн заметно погрустнел, но отнёсся с пониманием.\n— К Виктору? — сухо спросил он.\nЯ уверенно кивнула.\n\nОстаток пути ехали молча.\nВозле ворот легиона Виктора Дэн спокойно сказал:\n— Я открылся перед тобой. И я все равно уеду сейчас.\n— Я не раскрою твою тайну, — заверила я Дэна.\n— Береги себя, Ники.\n— И ты.\nЯ улыбнулась ему и помахала ручкой на прощанье.",
    "answers": [
      {
        "id": 262,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 258,
    "text": "Его улыбка, его забота и доброта ко мне растопили мое сердце и я невольно улыбнулась от того, что я ощущаю, находясь рядом с этим парнем.\n\nНе дожидаясь ответа, Дэн подошел ближе и робко поцеловал меня в уголок рта, едва коснувшись.\nУ меня перехватило дыхание.\nЯ потянулась к нему и поцеловала его в ответ.\n— И что теперь делать будем?\nЗадав вопрос, я даже сама растерялась.\n— Ничего. Мы уедем. Все, что требовалось, я выяснил и добыл. Мне здесь больше нельзя оставаться.\n— О чем ты?!\n— О выполненном задании. Виктор, Коул и Блейк не при чем.Ты веришь мне?",
    "answers": [
      {
        "id": 260,
        "text": "Когда едем?"
      }
    ]
  },
  {
    "id": 259,
    "text": "Теперь я уже пребывала в полноценном шоке!\n— И...и что теперь?\n— Ничего. Я же просил тебя доверять мне. Я рядом. Не бойся ничего. \nНо я хочу, чтобы ты была в безопасности. А потому, я прошу тебя уехать со мной. Свое задание я выполнил.\n— Уехать? Но куда?\n— ЦРУ меня обеспечит домом на другом континенте. ",
    "answers": [
      {
        "id": 238,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 260,
    "text": "— И когда поедем?\n— Уже, — мягко улыбнулся Дэн и взяв меня за руку, повел из торгового центра.\n\nСев в машину, я ни капли не сомневалась в своем выборе. \n— Ты не пожалеешь, — заверил меня Дэн.\nВ ответ я поцеловала его нежно в губы.\n\n***\n\nТри месяца спустя мы грелись на солнышке во Вьетнаме.\nЭто было последнее задание Дэна и ЦРУ действительно обеспечило нас безопасностью и спокойной жизнью.\nИ вот уже на протяжении нескольких месяцев наше с Дэном утро начинается с прекрасного. \nЗакутавшись поуютнее в Дэна, мне не хотелось вылезать из его объятий, даже если на этот континент попадут зомби!\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 261,
    "text": "Дэн — добрый, спокойный и тихий парень.\nОчень дружелюбный и предпочитает решение конфликтов без применения насилия. \nОдин из доверенных лиц Коула.\nНо, похоже, он не так прост...",
    "answers": [
      {
        "id": 261,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c17/1903/65/3f3b8af3a3a6.jpg"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 262,
    "text": "Виктор меня встретил с присущей ему артистичностью.\n— Де-е-етка, ты заставила папочку волноваться, — игриво протянул он.\n— Сердишься?\n— Ты сумасшедшая, раз пришла сюда, сама, — Виктор безумно смеялся.\n— От тебя научилась, — буркнула я.\nВик подошёл и горячо обнял меня и прошептал:\n — Я всегда знал, что ты вернёшься. Ты же без меня не сможешь.\nЯ улыбнулась, крепко прижимаясь к этому самовлюблённому психу.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 263,
    "text": "— Ники, ты не сможешь убежать от себя. От своей неопределенности и поиска выгоды не в тех местах.\n— Кто бы говорил!\nЯ злилась на этого парня. Какого черта он мне лекции о правилах поведения читает. Кто он вообще такой!\nДэн грустно вздохнул и взглядом указал на улицу.\n— Я уеду. Теперь ты сама по себе. Дальше как знаешь.\n\nМне нечего было ему сказать.\n— Я оставил мне свой пистолет и направился к машине.\nОбернувшись, он лишь сказал:\n— Ники, за все ошибки рано или поздно придется платить. Будь умницей.\nСев машину, он уехал в противоложную сторону от лагеря.\nЯ, сжимая в руке пистолет, смотрела в след удаляющейся машине и думала над тем, как распутывать клубок интриг и предательств, сплетённых мною же.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 264,
    "text": "",
    "answers": []
  },
  {
    "id": 265,
    "text": "Открыв крышку ноутбука, предательского синего экрана с окошком для пароля не последовало.\n— Вот это удача всех удач, — удивилась я.\nВставив предварительно найденную флешку, я принялась рыскать по папкам и перекидывать чертежи, отчеты исследований, формулы и отчеты о тестировании на электронный носитель.\n",
    "answers": [
      {
        "id": 248,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 266,
    "text": "За дверью раздался громкий топот ног и чьи-то крики.\nУ меня не было времени завершать процесс копирования, и, все, что я успевала сделать, так это убраться подальше отсюда.\n\nОткрыв аккуратно дверь, я наткнулась на злобный взгляд Макса с автоматом.\nНе успев дернуться, он схватил меня за волосы и потащил в знакомыц мне уде подвал с камерой.\n\nКинув в камеру, он нецензурно меня обозвал и стал набирать Коула.\n— Коул, тут это, дамочка твоя, в кабинете твоем рылась. Парней мне помяла. В общем, забирай, иначе я чесслово, прострелю ей башку.\n\nЯ сидела тихо на холодном полу, собираясь с мыслями.\n\" Какого черта...надо было спрятаться в кладовке...\", — сокрушалась я мысленно, уверенная, что даде в такой ситуации я смогу отвертеться.\n\nЧерез некоторое время подошел встревоженный Коул.\n\n— Объяснишь?\n— Я...- начала я и осеклась. К нам подошли те охранники, которых мне пришлось хорошо приложить по голове.\nКоул отвел глаза и тихо что-то сказал Максу.\n\n",
    "answers": [
      {
        "id": 267,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 267,
    "text": "— Коул, послушай, это я же все объясню!\nВзмолилась я. Но Коул предпочел больше не слушать меня и лишь громче приказал Максу:\n— Ты знаешь, что делать. \n\nМакс кивнув Коулу. Тот бросил на меня короткий взгляд, нахмурился и поспешил уйти.\nМакс открыл камеру и зашёл, направив на меня автомат.\n— Как давно я этого ждал — радостно улыбнулся бритоголовый парень в предвкушении.\n\nПередёрнув затвор, Макс пустил очередь уже по мне...",
    "answers": [
      {
        "id": 1,
        "text": "В Начало"
      }
    ]
  },
  {
    "id": 268,
    "text": "",
    "answers": []
  }
]