[
  {
    "id": 1,
    "text": "—----------------------------------------------------------------------------->\nВ этой истории вы будете следить за тем как    четверо человек соберутся ехать на Чернобыльскую атомную электро станцию.\n—----------------------------------------------------------------------------->\n—Когда это произошло?\n—Что сейчас с этим городом?\n—Существует ли он?\n—Есть ли там живность?\n—Остались ли там люди?\n—Существует ли там паранормальное?\n—Здесь вы об этом и узнаете. \n—----------------------------------------------------------------------------->\nЕсли что это моя вторая книга, первую вы также можете прочитать, но она получилась не очень. Все на ваше желание.\n—----------------------------------------------------------------------------->\nПриятного чтения мои друзья.\n—----------------------------------------------------------------------------->\nТак же напоминаю что я делаю маленькие но очень интересные книги. Эта одна из них.\n—----------------------------------------------------------------------------->\nСписок глав.\n↓↓↓↓↓↓↓↓↓↓\nГлава 1-Начало.\nГлава 2-Приезд\nГлава 3-Мы уже сдесь\nГлава 4-Что это было?\nГлава 5-Мы покинули это место.\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать 1 главу."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c834103/v834103643/25acd/4nERRaHhS5g.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "—Утро. Новый день, все было прекрасно. \n—Но вот, спустя мнгновения, произошло то, чего ни кто не мог ожидать.\n—Взрыв Чернобыльской АЭС (ЧАЭС) произошла в ночь с 25 на 26 апреля 1986 г. на 4-ом энеpгоблоке. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "—У людей началась паника, все знали что от этого не уйти, ведь не каждому могло повезти что его не накроет радиационным излучением. Правительство не сразу рассказало про эту трагедию, это и было их ошибкой.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "—На место происшествия приехали все спасательные службы, каждый вносил свой вклад в это дело. Но каждый был излучен и падал покидая этот мир. Это заразу нельзя было излечить. Город пал, а в Аэс осталась дыра, через которую проходила радиация..",
    "answers": [
      {
        "id": 5,
        "text": "Начать главу 2 приезд."
      }
    ]
  },
  {
    "id": 5,
    "text": "—Прошло 30 лет с пустя проишествие. Там пропала радиация, все зарасло растениями. Люди уже не так сильно боялись то место. Но все же, ходили легенды что там живут люди и по сей день.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Ну вот, четверо подростков собираются посетить то место чтобы узнать живут ли там люди.. \n—Их звали, Лаура, Джереми, Джонни и Кейси. Ну и вот они собрались ехать туда.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Их дневник нашли в Чернобыле 2018 года в мае. И эта история разлетелась по всему миру. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Сейчас я вас познакомлю с этим дневником.",
    "answers": [
      {
        "id": 9,
        "text": "Далее. Начать главу 3, мы уже сдесь."
      }
    ]
  },
  {
    "id": 9,
    "text": " 2016г. 9 сентября.\n\"Привет читатель моего дневничка :)\nЯ Лаура, сейчас мы с моими друзьями собираемся ехать в Чернобыль, точнее уже едем. Наш путь будет около пяти дней, за это время наверное я не буду ничего писать, ведь не каждому интересен наш путь. На этом на сегодня все\"",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "2016г. 12 сентября.\n\"Мы уже едем как три дня, еды у нас полно. Главное что по пути ее можно купить в магазине. А сейчас 19:56, мы устали но мы будем там уже через 2 дня. Думаю там мы и встретимся :)\"",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "2016г. 14 сентября.\n\"Вот мы и тут, вышли мз машины, уде идем пешком. Перед нами забор, мы нашли залаз и попали внутрь. Сказать, нечего не сказать.. Лес, и дорога.. Сам город мы не видели, и понимали что он дальше.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "2016г. 15 сентября.\n\"Мы прошли через эти леса, тут даже был склад машин, но на них слишком сильно пиликала эта штука, Джереми не сказал ее название. \nМы в городе. Здесь все в зараслях, мы нашли небольшую квартирку и решили там переначивать. ",
    "answers": [
      {
        "id": 13,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 13,
    "text": "2016г. 16 сентября.\n\"Утро, мы проснулись. Что я могу сказать, сдесь есть живность, ведь ночью кто-то мешал мне спать, было похоже на птицу..\nДень, мы перебираемся в дома за городом чтобы посмотреть что нам там могли оставить сталкеры :).\nВечер. Мы решили остаться в одном из домиков которые там были, Джонни сказал что это лучший вариант.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "2016г. 18 сентября. \n\" Вчера не было ничего интересного, я не фиксировала этот день.\nУтро, мы проснулись, солнце светило мне в глаза. Я проснулась и чувствовала себя бодрой. Мы решили отправиться к колесу обозрения, точнее, в парк аттракционов.\nДень, мы уже в парке, слишком быстро дошли, ну это не было проблемой. Гуляли мы тут до вечера, красота... неимоверная.\nВечер, уже идем обратно в квартиры, там нам больше понравилось. ",
    "answers": [
      {
        "id": 15,
        "text": "Начать главу 4, Кто это был?"
      }
    ]
  },
  {
    "id": 15,
    "text": "2016г. 19 сентября.\n\"Ну что, я проснулась, то что было ночью неописуемо, кто то ходил по зданию. Мы если честно очень испугались, ведь в это время мы не спали с играли в карты. Не знаю кто это был, но, надеюсь нам привиделось.\nДень, сейчас мы бродим по зданию и ищем этого неизвестного, ведь если нам нн показалось то это все равно был человек.\nНаверное...\nКейси пропал, мы его не можем найти уже минут тридцать, сейчас идем по второму этажу.\nС*ка вот урод, он выскочил на нас пока мы шли, Джереми чуть его не убил за такие шутки, но зато он рассказал что видел того человека.\"",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 16,
    "text": "2016г. 21 сентября.\n\"Мы нашли этого человека, он завел с нами разговор на тему откуда он.\nн-неизвестный\nм-мы\n\nН-Сдесь живут люди, ну как сдесь..\nМ-Не очень поняли, всмысле?\nН-Ну тут рядом есть деревня... В. ней живет около 50 человек.. Питаемся мы едой которую выращиваем на этой земле, ведь это наш дом.. \nМ-И вы живы??\nН-Половина из нас умерла от отравления.. Но мы держимся ведь любим свой дом.\nМы ничего не сказав ушли и между нами завязался разговор на счет этого сумасшедшего. Поговорив мы поняли, что радиации тут слишком много, вот почему этот человек такой странный.\"",
    "answers": [
      {
        "id": 17,
        "text": "Далее. Мы покинули это место."
      }
    ]
  },
  {
    "id": 17,
    "text": "2016г. 27 сентября.\n\"Блин, я забыла про дневник, сегодня мы уезжаем, все живы, здоровы это главное.\"",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "На этом их дневник оборвался. Спустя время нашли их владельца, Лауру. Так и закончилось их путешествие.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Даты: Чернобыль взорвался: 1986 год.\nПутешествие ребят: 2016г 9 сентября               по 27 сентября.\nДействия квеста:1086г по 2018г.\n\nДата создания квеста: 2019 год, 26 февраля.",
    "answers": [
      {
        "id": 20,
        "text": "Доп информация про меня."
      }
    ]
  },
  {
    "id": 20,
    "text": "Автор: Free4ch.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 21,
    "text": "Хз",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]