[
  {
    "id": 1,
    "text": "Кто вы? Как вас зовут? Какое ваше семейное положение? Кто ваш отец и ваша мать? Вы не помните. Вы находитесь в маленьком городке где-то, не понятно где. Ваша задача вспомнить всё, вернуться к прошлой жизни или начать все, с чистого листа.\nКвест разделён на несколько концовок. От вашего выбора появляется данная или иная концовка. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      },
      {
        "id": 3,
        "text": "\nБлагодарность "
      },
      {
        "id": 9,
        "text": "Биография главврача "
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Я не помню ничего, может это что-то из-за стресса или чего-то ещё, может это наследственное?\", пытаясь вспомнить, разговаривал про себя герой. Если бы кто-то бы услышал этот разговор, то он бы позвонил в психушку. Но у героя стоит выбор идти в больницу или остаться в городе. ",
    "answers": [
      {
        "id": 4,
        "text": "Пойти в больницу "
      },
      {
        "id": 5,
        "text": "Остаться в городе "
      }
    ]
  },
  {
    "id": 3,
    "text": "Благодарность Дмитрию Ярданову (likvidator) за идею для квеста ",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы пошли в больницу, и вам выписали талон. После осмотра врача вас направили в психиатрическую больницу города Петроминскова. Вы вспомнили, что этот город находится в Ростоманской области. Ваш основной адрес проживания — город Ростоман. Пора заходить в психушку. ",
    "answers": [
      {
        "id": 6,
        "text": "Зайти "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы остались в городе и, возможно это правильный выбор. Рядом стоит полицейский участок и больница. Врачи курят, а полицейские, подобно клишированным едят пончики. И тут в многновенье вы вспоминаете.\nБольница...... Главврача арестовывают за взятку..... Я в халате........\nВы же врач! Но не в этом городе! А что вы тут делаете вам пока неизвестно. ",
    "answers": [
      {
        "id": 13,
        "text": "Погулять по городу "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы зашли в больницу, вам дали новое имя и фамилию. Ваше имя — Игорь Лукичев. Никаких ассоциации с прошлой жизни, видимо это имя не дало. Ваш сосед по комнате предложил верёвку с мылом, да и покончить эту жизнь к чертям. \"Ваш выбор\", грубым голосом сказал сосед. ",
    "answers": [
      {
        "id": 7,
        "text": "Не делать этого "
      },
      {
        "id": 8,
        "text": "Покончить жизнь самоубийством"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы выбрали разумный вариант, и не сделали поспешных действий. \"Психушка — не приговор\" , оптимистично сказали себе вы. А ваш сосед, страдая бредовым психозом стал вам твердить про пришельцев, астероидов, которые вот — вот уничтожат нашу землю. Когда он разговаривал, Игорь вспомнил как он был врачом, психиатром.Ваш главврач был той ещё коррупционной крысой. Друзей в больнице особо не было. Да и служебного романа Игорь не вспоминает. \n\"Вот как иронично получается\", сказал Лукичев. Надо выбираться отсюда. ",
    "answers": [
      {
        "id": 10,
        "text": "Придумать план побега "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы затянули верёвку, встали на табуретку, выпили самогон соседа. Через секунду вас не было в живых. Персонал ничем не удивился. Для них это обычное дело в какой-то раз зафиксировать констатацию смерти от механической асфиксии.\nПлохая концовка. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "Игорь Анатольевич Брыксов 1978 года рождения. В школе был поставлен на учёт за употребление наркотиков. Поступил на Ростоманский Медецинский университет на факультет Терапевта. Легко сделал карьеру в Ростоманской больнице, став заведующим больницы.\nВ последнее время его подозревают в коррупции. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 10,
    "text": "Ваш план был простой : украсть ключ от гражданской одежды, прокрасться мимо охранника ночью, дверь должна быть открыта. Или же отсидеть в больнице? Начать новую жизнь, забыть про старую? Лукичев сел в раздумье. ",
    "answers": [
      {
        "id": 11,
        "text": "Убежать "
      },
      {
        "id": 12,
        "text": "Отсидеть в психушке "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы сбежали из больницы, переоделись в гражданскую одежду и начали отправляться на поиски ответов. Вы вышли где-то в неблагополучном районе. И вы стали лёгкой наживой какого-то придурка, который хотел только деньги.\nПлохая концовка.\n",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть концовку "
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы вышли из психиатрической больницы, пошли на Журналистикий факультет, окончили диплом с отличием и стали журналистом газеты \"Ростоманская правда\", все идёт хорошо, своя квартира, хорошая зарплата, новая жена, 2 ребёнка. И как-то Игорь забил на поиски ответов своей жизни. А может оно и к лучшему?\nНейтральная концовка. ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть концовку "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы неловко спрашиваете, что это за город. Этот населённый пункт находится в Ростоманской области. И пока он сказал название города вы погрязли в воспоминаниях.\nВрач... Город Ростоман.... Жена......... Двое детей........... \"Точно! Как я мог об этом забыть!\" Вы убежали к окраине. Это вам ничего не дало. Денег на автобус не было. К вам подошёл один неопрятный человек.\n—Эй ты, дело есть!\n—Что надо? Робким голосом спросил я.\n—Доставишь кое-что в одно место? Деньжат дам много. \nУ вас в кармане есть нож. ",
    "answers": [
      {
        "id": 14,
        "text": "Убить и ограбить человека "
      },
      {
        "id": 15,
        "text": "Выполнить задание человека "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы хладнокровно зарезали человека, забрали у него все деньги. Глухой ночью никто вас не заметил, помыв руки от крови в ближайшей реке, вы начали искать билеты. Но все пункты были закрыты. Отоспавшись на теплотрассе, вы проснулись с большой болью в спине. На украденные деньги вы купили билет. Автобус отправляется через два часа. Вы решили оглянуться вокруг здания. Вы увидели семью из трёх человек, которые не могут поднять на лестницу коляску с ребёнком. Это напомнило о ваших детях. Вы говорили про себя, что вы их найдёте, хотя в глубине души вы думали, что их не найдёте. Возле здания вы увидели милую бабушку, лет семидесяти, разговаривающая по телефону с кем-то. Автобус в Ростоман отправляется. Вы нервно садитесь в него. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы пришли на место назначения и........ Удар по голове...... Обыскивание вещей....... И он ничего не находит, кроме ножа. Этим ножом вас и убивают.\nМедики констатировали смерть от второго удара в сердце. Когда рядом увидели наркотики, то полицейские все списали на наркоразборки. Убийцу так и не нашли.\nПлохая концовка. ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть концовку "
      }
    ]
  },
  {
    "id": 16,
    "text": "Автобус приехал. Настало время искать свою семью. У счастью, вы вспомнили где у вас находится больница. Вы нашли того самого главврача, он с усмешкой дал вам историю вашей болезни. Вы не ожидали такого поворота.\n—Тоесть вы знали, что я болен?\n—Да, конечно. Посмотри всё в истории болезни.\n",
    "answers": [
      {
        "id": 17,
        "text": "Просмотреть историю болезни "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы посмотрели историю болезни. Вас могли отправить в психбольницу. Главврач предложил вам отправиться в психбольницу. У вас остался в куртке нож. ",
    "answers": [
      {
        "id": 18,
        "text": "Остаться в психбольнице"
      },
      {
        "id": 19,
        "text": "Убить друга "
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы остались в психбольнице. Вы просидели 2 месяца, а потом вышли. Вам дали на проживание 7 миллионов рублей,хотя официально вам должны были дать 300 тысяч. На выходе стоял главврач с улыбкой и женщина с двумя друзьями. Это ваша жена и дети. На ваши деньги вы построили бизнес, который пошёл в гору, купили коттедж и зажили красиво.\n(Хорошая концовка) ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть концовку "
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы замахнулись.... ",
    "answers": [
      {
        "id": 20,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы замахнулись ножом в главврача. Но не могли его убить. Главврач взял скальпель и попал в сердце, точнее в желудочек.\nПлохая концовка. ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть концовку "
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]