[
  {
    "id": 1,
    "text": "Вы выживаете в тоталитарном государстве. Ключевое слово — выживаете. Выбиритесь отсюда. Квест имеет много концовок и их выбор зависит от ваших решений. От банальной смерти и до работы пограничником в этой стране. \n",
    "answers": [
      {
        "id": 2,
        "text": "Да начни уже "
      },
      {
        "id": 3,
        "text": "Режим государства "
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы закуриваете сигарету \" Вождевские\". Вы никогда не удивлялись такому объёму агитации на этой пачке. Вам надоело платить за квартиру 70 % зарплаты (по закону), церковную десятину и 15 % налогов. Вам надо срочно выбираться. В чтобы выбраться, надо где-то взять деньги... ",
    "answers": [
      {
        "id": 4,
        "text": "Взять микрозайм "
      },
      {
        "id": 5,
        "text": "Ограбить банк "
      }
    ]
  },
  {
    "id": 3,
    "text": "Государство называется Поклов. Странное название. Но так зовут президента страны и уже понятна политика государства. Нет друзей, одни враги — типичное тоталитарное государство. Коррупция очень высокая. Как и цены с налогами. Агитация на высоте. Агитаторам платят черызвычайно много. У президента нет конкурентов уже свыше 26 лет правления. Либо их \"случайно\" находят мёртвыми, либо они снимают свою кандидатуру. Все общественные места очень плохо обустроены. 70 % бюджета уходит на агитацию. Её очень много. Даже на еде, пачках сигарет, алкоголе её очень много. Правительство прослушивает все — от смс до звонков. Как жить в таком государстве? Подумайте сами, может ответ найдёте...\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы взяли займ на 50000 рублей под 95% в день. И чудо! Объявление, которое вывезет вас за границу, за 50000 рублей! Но можно облегчить страдания и купить пистолет, чтобы застрелится. ",
    "answers": [
      {
        "id": 6,
        "text": "Позвонить по объявлению "
      },
      {
        "id": 7,
        "text": "Купить пистолет "
      }
    ]
  },
  {
    "id": 5,
    "text": "У вас был только старый армейский нож. План вы придумали на ходу: вы убиваете ножом охранника, забираете у него пистолет и пугаете сотрудников, а они вам дадут деньги. ",
    "answers": [
      {
        "id": 9,
        "text": "Зайти в банк "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы позвонили по номеру. Вам предложили нелегально пересечь границу. Вам предлагают два варианта : пересечь границу на грузовике или нейтрализовать пограничников. Вам выдадут оружие. ",
    "answers": [
      {
        "id": 15,
        "text": "Попытаться пересечь границу "
      },
      {
        "id": 16,
        "text": "Нейтрализовать пограничников "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы купили пистолет. И 20 патронов 9x18 мм. На всякий случай. Но сейчас время покончить с этим. ",
    "answers": [
      {
        "id": 8,
        "text": "Закончить страдания "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы прошли квест на плохую концовку. Вы можете переиграть его на более лучшую или худшую концовку. ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть на другую концовку "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы зашли в банк. Вам повезло, в банке почти пусто. Только злая бабушка, которая не может обналичить вклад на внушительную сумму. И подросток, который сломал свою карту и восстанавливает её. Пора начинать. ",
    "answers": [
      {
        "id": 10,
        "text": "Начать ограбление "
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы взяли нож, подвели к горлу охранника, запугав этим персонал. Но во время ограбления вы задались вопросом:\"А зачем мне его убивать? Мне не нужны жертвы. Только деньги. Только эти гребанные деньги! Чтобы свалить к чертям отсюда! А он обычный работяга. Наверное жена, дети есть. А я его убью. Нет, надо найти другой путь. Или убить? Я не могу долго думать!\" ",
    "answers": [
      {
        "id": 11,
        "text": "Убить охранника "
      },
      {
        "id": 12,
        "text": "Оставить охранника в живых "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы убили охранника,запугав персонал банка ещё больше. Вы взяли электрошокер в его кармане и жестом пистолета заставляете ложить деньги в вашу сумку. \"Странно, что никто не нажал на тревожную кнопку\", подумали вы. На вас достиг такой прилив адреналина в крови, что вы добежали до дома за 7 минут. Открыв сумку, вы принялись пересчитывать деньги. 12 миллионов рублей ровно. Вы уже хотели искать того, кто вас перевезет, но у вас появились мысль построить бизнес. Надо всего лишь строить разные здания, и сдружится с чиновником, которому будем отдавать 40 % доходов, а смету повысть на 200%. Это очень маленькое завышение сметы в этом государстве, но мы будем очень востребованы.\nИли же уехать подальше от сюда? ",
    "answers": [
      {
        "id": 13,
        "text": "Найти того, кто бы увёз вас за границу "
      },
      {
        "id": 14,
        "text": "Построить бизнес "
      }
    ]
  },
  {
    "id": 12,
    "text": "Охранник резко выхватил электрошокер и ударил нашего героя. Кто он? Какие у него были мотивы ограбить банк? Его это не волновало. После разряда по герою, охранник выхватил пистолет и застрелил героя. Он моментально умер. Медики шутили, что ему повезло, пуля не попала в сердце, прожил на секунду дольше.\nПлохая концовка. ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть концовку "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы нашли того, кто вас переведет за границу. Он потребовал 7 миллионов, и это вас устроило. Вас перевезли на мелкий остров, с населением 8 тысяч человек. Вы устроились на работу пляжным спасателем и зажили красиво. Работа вам нравилось, платили достаточно, налоги приемлемые. Это разве не мечта, которая может исполнится в реальности?\nХорошая концовка ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть концовку "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы легко нашли чиновника, который смог реализовать наш бизнес план. Дело пошло быстро в гору, и вам стало откровенно пофиг на людей. Коррупция, прогнившая система, это стало для вас приемлемым. Да и скоро вы предлагали некую \"премиум работу\",где качество выше, чем обычная постройка. Хотя на деньги, которые вы предлагали за эту работу можно было озолотить весь город, вы делали все в таком же режиме, но всем казалось, что это качественнее, чем обычно. У вас не было конкурентов, сначала за вами был мелкий чиновник, затем мэр города и так до президента.\nНейтральная концовка ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть концовку "
      }
    ]
  },
  {
    "id": 15,
    "text": "Грузовик подъехал к границе. Пограничники легко вас нашли и арестовали за попытку пересечь границу. Вас осудили на 19 лет лишения свободы.\nПлохая концовка. ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть концовку "
      }
    ]
  },
  {
    "id": 16,
    "text": "Вам предложили на выбор два оружия : Кольт с 25 патронами на 9x18 или снайперская винтовка с тремя патронами. Выбор за вами. ",
    "answers": [
      {
        "id": 17,
        "text": "Выбрать Кольт "
      },
      {
        "id": 18,
        "text": "Выбрать снайперскую винтовку "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы выбрали Кольт, вас довезли около 50 метров до границы. Вы спокойно нейтрализовали всех пограничников. Но вы увидели человека очень похожего на вас. Вы осмотрели его паспорт и он не женат. Осмотев его карман, вы нашли квитанцию на зарплату. Она очень огромная. Может быть стать работать и получать зарплату за него? А убитого обвинить в атаке. ",
    "answers": [
      {
        "id": 19,
        "text": "Пересечь границу "
      },
      {
        "id": 20,
        "text": "Работать за пограничника"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вас отвезли и вы готовы стрелять. ",
    "answers": [
      {
        "id": 21,
        "text": "Стрелять "
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы пересекли границу. В другой стране вам не получалось получить работу, поэтому вы решили пойти в армию на горячую точку. И погибли там. Был обстрел из миномётов...\nПлохая концовка ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть концовку "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы начали работать за пограничника. Никто ничего не заметил. Вы получали солидную зарплату, купили дом и зажили хорошо. Вам стало пофиг на государство и их режим правления.\nНейтральная концовка ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть концовку "
      }
    ]
  },
  {
    "id": 21,
    "text": "Ваша точность оставляет лучшего. Три патрона, по пуле каждому. Попали по двум, а по одному промахнулись. Он тебя и убил.\nПлохая концовка ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть концовку "
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]