[
  {
    "id": 1,
    "text": "Жанр: боевик, фантастика, драма, постапокалипсис.\nАвтор: Teppish (Тина Кобушко)\n\n\"Рано или поздно мы всё вернем. Война проиграна, но это не означает конец...\" — так звучали наивные мысли переживших апокалипсис людей. Так было раньше, пять лет назад, когда это только случилось. А сейчас люди, что каждый день боролись с восставшими роботами за свою жизнь, и вовсе утратили надежду вернуть былые времена. \n\nЭто обычная группа выживших из США, такая же, как тысячи других. У них только одна цель — выжить. Однако в их жизни происходит ещё один удар, который снова переворачивает их относительно размеренную жизнь вверх дном... Как и всю жизнь главного героя.\n\nКакой же выбор сделать? Какой же путь будет верным? Именно это вам и предстоит решить...\n",
    "answers": [
      {
        "id": 193,
        "text": "Начать квест"
      },
      {
        "id": 148,
        "text": "Достижения"
      },
      {
        "id": 3,
        "text": "От Автора"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b37/1903/2c/7567f5426e5f.png"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c855228/v855228991/6ff20/elTKtKZd4yY.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": " — Ну что, GPS-навигатор, долго нам ещё идти? — послышался позади звонкий девичий голос.\n\nЛука улыбнулся не оборачиваясь. Берти любила подобные шутки, это словно стало частью её, насмехаться над вещами \"прошлого\" мира, как и для Луки радоваться его новым находкам. \n\nОн сообщил:\n  — Ещё тринадцать миль. До заката точно будем на месте.\n  — Ты уж позаботься об этом, а то я ещё одной ночи без сна не переживу. Уж лучше сразу сдаться тварям, — воскликнул Леон, парень лет на пять младше Луки, что шел в самом хвосте группы, отчего ему приходилось повышать голос, чтобы докричаться.\n  — Хватит орать, — тут же сурово вставил бывший военный, а так же лидер группы, Джоэл Дарк. — У них же не только тепловые детекторы, парень...\n  — Эй, а у нас развилка! — перебила его Берти, указывая на то, куда уже несколько секунд смотрел Лука. — Куда пойдем?\n\nПарень ещё раз внимательно посмотрел на обе дороги и, не заметив особой разницы, решил:",
    "answers": [
      {
        "id": 4,
        "text": "[Пойти налево]"
      },
      {
        "id": 27,
        "text": "[Пойти прямо]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Привет, дорогие Читатели! Очень рада, что Вы посетили этот квест! \n\nМеня зовут Тина и я не новичок в редакторских и писательских делах, однако это мой первый квест — очень интересно услышать Ваше мнение о нём. \n\nВыслушаю конструктивную критику. Если вдруг будут какие-то замечания касательно грамматики — говорите, это дело исправимое, всё сделаем и подретушируем.\n\nЕсли есть вопросы касательно прохождения — с радостью отвечу.\n\nСо мной можно связаться ВК: Тина Кобушко.\n\nИскренне Ваша Teppish ♡",
    "answers": [
      {
        "id": 142,
        "text": "Связь с автором ☆",
        "url": "https://m.vk.com/id537741946"
      },
      {
        "id": 1,
        "text": "[Вернуться на первую страницу]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Путь, уводивший сильно влево, весь зарос густой сухой травой. Похоже, что когда-то это была проселочная дорога, хотя теперь сложно было сказать. С тех пор, как дороги перестали ремонтировать, да и вообще, пользоваться, отличить обычное шоссе от скоростной трассы стало практически невозможно.\n\nЛеон недоверчиво скривился, но не стал перечить. В конце концов, они и ищут именно небольшую ферму. Так почему бы этой дороге их туда не привести? \n\nОни шли на протяжении получаса, пока не заметили, что редкие ряды деревьев окончательно сменились открытой местностью. Это огромный минус штата Иллинойс — поля и равнины. Ведь пока они здесь, ничто не скрывает их от детекторов и датчиков. Не сговариваясь группа ускорила шаг.\n\n\"Ничего, в скором времени мы покинем это адское место. На севере их должно быть намного меньше\", — думал Лука.\n\nНекоторое время шли молча, каждый был погружен в свои мысли. Хотя, когда вдалеке показались верхушки одиночных небоскребов, не было сомнений, что их общие худшие предположения оправдались — гримаса ужаса застыла на лицах.",
    "answers": [
      {
        "id": 22,
        "text": "[Смотреть на высотки]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Когда все относительно удобно устроились под одиноким деревом, единственным за весь их путь по шоссе, и снова задумались о чем-то своём, Лука захотел поговорить с каждым, чтобы снять видимое напряжение...",
    "answers": [
      {
        "id": 7,
        "text": "[Поговорить с Джоэлом]",
        "need": [
          -7
        ]
      },
      {
        "id": 9,
        "text": "[Поговорить с Берти]",
        "need": [
          -9
        ]
      },
      {
        "id": 10,
        "text": "[Поговорить с Леоном]",
        "need": [
          -10
        ]
      },
      {
        "id": 212,
        "text": "[Остаться одному]",
        "need": [
          -212
        ]
      },
      {
        "id": 11,
        "text": "[Продолжить путь]",
        "need": [
          212,
          7,
          9,
          10
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Лука сидел прислонившись к дереву. Жара стояла невыносимая не смотря на середину марта — неужели даже не смотря на исчезновение людей, остановку губительных на природу действий, глобальное потепление продолжается? Или во всем виновато атомное оружие?",
    "answers": [
      {
        "id": 176,
        "text": "[Поговорить с Джоэлом]"
      },
      {
        "id": 177,
        "text": "[Поговорить с Берти]"
      },
      {
        "id": 178,
        "text": "[Поговорить с Леоном]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Джоэлу было не больше пятидесяти, но он уже почти полностью поседел. Глубокие морщины обрамляли обветренное долгими путешествиями лицо, а бровь рассекал длинный розовый шрам, доставшийся ему ещё до начала апокалипсиса.  На широких плечах была накинута старая, но на удивление чистая военная куртка — не смотря на то, что правительства и армии больше нет, Джоэл отказывался носить что-то кроме своей формы.\n\n\"Я был военным, им и остаюсь\", — строго приговаривал он каждый раз, когда кто-то затевал об этом разговор.\n\nЛука всегда уважительно относился к Джоэлу Дарку, не смотря на строгость и консервативность. Ему нравился его спокойный нрав, такой схожий с ним самим.\n\nСейчас мужчина чинил специальное отслеживающее устройство, которое помогало предвидеть присутствие любых признаков армии Искусственного Интеллекта.",
    "answers": [
      {
        "id": 18,
        "text": "[Поговорить про карту]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Проверка",
    "answers": []
  },
  {
    "id": 9,
    "text": "Девушка сидела на куске сухой пожелтевшей травы и грелась на солнышке. Её светло-русые волосы рассыпались по плечам, а лицо было расслабленно — удивительно редкое зрелище для нынешнего неспокойного времени. \n\nСейчас она выглядела ещё более юной, чем есть на самом деле, и Лука неосознанно залюбовался её почти детскими, но такими притягательными губами, скулами, шеей... Было похоже на то, что она спит,  однако когда парень подошел ближе, Берти с любопытством открыла голубые глаза. \n\n  — Не волнуйся, Лука, — улыбнулась она, заметив озадаченный вид парня. — Я не спала. Можем поболтать.",
    "answers": [
      {
        "id": 19,
        "text": "[Поговорить о прошлом]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Леон был занят тем, что сосредоточенно чистил меч. \n\nВ самом начале апокалипсиса ребята поняли, что никакое огнестрельное оружие не поможет окончательно избавиться от титановых роботов, у них для этого слишком мощная броня — таких можно зарубить лишь вручную соответствующим оружием.\n\nЕго каштановые длинноватые волосы прилипли от пота ко лбу, а в ястребино-серых глазах не было и намека на дружелюбие. Заметив Луку он не прекратил работу, а лишь нехотя на него поглядывал, словно затаив обиду, известную, однако, только ему самому. \n\nЛука и Леон вполне могли бы стать друзьями, но было слишком много факторов и причин, почему этого так и не произошло. Одна из них сидела неподалеку на траве, подставив солнцу лицо. Берти даже не догадывалась, что за ней наблюдают сразу двое парней.\n\n  — Ты что-то хотел? — спросил Леон, наконец откладывая свой меч. ",
    "answers": [
      {
        "id": 17,
        "text": "[Спросить про Берти]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Немного передохнув и перекусив, группа продолжила путь. День уже клонился к вечеру, так что жара немного спала. До заката оставалось ещё часов пять — если точно следовали графику, проблем не должно было возникнуть.\n\nПо мере передвижению по тропе, к всеобщему удивлению, дорога всё больше расширялась, а небоскребы Рокфорда становились ближе.\nДжоэл неодобрительно бурчал себе под нос, а Леон, который сейчас возглавлял шествие, то и дело нервно тянулся рукой к своему мечу — ему всё больше и больше не нравилась выбраная ими дорога. ",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "И действительно, на карте не было и слова о дополнительных дорогах. Была лишь четкая линия прямо, та самая дорога, по которой они шли последний час. \n\nВ реальной жизни дорог было целых три: одна прямо, вторая налево и, соответственно, направо. На вид дороги совершенно ничем не отличались, хотя над той, что вела прямо, сверкали на солнце высотки Рокфорда. \n\nС одной стороны, можно туда пойти, ведь на карте четко видно, что она ведет в обход города.\nС другой, возможно, будет лучше идти по дорогам уходящим сильно в сторону. Чем дальше от городов, тем безопаснее — факт проверенный годами.",
    "answers": [
      {
        "id": 13,
        "text": "[Продолжать идти прямо]"
      },
      {
        "id": 14,
        "text": "[Пойти направо]"
      },
      {
        "id": 15,
        "text": "[Пойти налево]"
      },
      {
        "id": 12,
        "text": "Внимание! Важный выбор, который влияет на развитие сюжета...",
        "comment": true
      }
    ]
  },
  {
    "id": 13,
    "text": "Лука решил доверится не инстинктам, а здравому смыслу. Глупо было сворачивать с дороги неизвестно куда. Он точно знал точку назначения и, скорее всего, именно путь прямо поможет им прийти на место.\n\nИ он не ошибся. Дорога действительно начала уходить в сторону, а меньше чем через два часа они дошли небольшой заброшенной фермы.\n\n  — Отличная работа, — похлопал его по плечу Джоэл. В это же время он достал из сумки самодельное устройство, очень похожее на наушники, что были прикреплены к небольшому струнному инструменту — по его словам, с помощью ультразвука он распознавал есть ли поблизости \"твари\" или нет.  Надев это всё на себя, военный указательным пальцем осторожно коснулся струны.\n\n  — Чисто, — заключил он через полминуты.",
    "answers": [
      {
        "id": 16,
        "text": "[Осмотреть местность]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Лука решил перестраховаться и свернул направо. Он помнил своё последнее пребывание в городе — это была одна из вылазок с людьми из лагеря пять лет назад. Они искали остальных выживших, чтобы помочь, а наткнулись на целую стаю дронов-разведчиков — опасных роботообразных тварей с отравлеными шипами. Раньше это были обычные роботы-прислужники: отсылали почту, передавали рекламу или выгуливали собак. Но после перепрограммирования они превратились в ужасных роботов-убийц созданых для уничтожения остатков человеческого населения.\n\nВ итоге, из шести парней выжил только один Лука. Он до сих пор помнил то чувство, когда ты один в большом городе наполненом тварями... Когда ты не успеваешь убраться оттуда до наступления темноты, то проводишь всю ночь трясясь от страха и молясь за свою жизнь, хотя до этого никогда не верил в Бога.",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "  — Очень похоже на тебя, щенок, — фыркнул Леон и выхватил карту. — Надеюсь, твоя привычка ходить \"налево\" на этот раз нас не подведет. \n\nЛука сжал зубы так, как только мог. Больше всего ему сейчас хотелось со всего размаху впечатать кулак в это самодовольное лицо...\n\n  — Ты всегда судишь людей по себе, а? — Берти уверенно вступила на дорожку, к радости Луки, так и не обернувшись на Леона.\n\n\"Так тебе и надо, придурок\", — усмехнулся он, быстрым шагом следуя за ней.",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ферма действительно была небольшая. Посреди окруженной низким забором территории стоял двухэтажный дом хозяина. К дому прилягал небольшой гараж, который, очевидно, достроили немного позже основной постройки — это выдавал цвет кирпича. По другою сторону стояло несколько хлевов, где ранее обитали животные.\n\n\"Если здесь безопасно, можно было бы остаться на несколько дней\", — подумал Лука.\n\n  — Я хочу осмотреть хлева и гараж. Может, там будет оружие, ну или хотя бы детали для него, — сказал Джоэл, пряча устройство в портфель.\n\n  — Тогда я пойду в дом. Нужно найти припасы и расчистить комнаты для ночлега, — сообщил Леон.",
    "answers": [
      {
        "id": 20,
        "text": "[Пойти с Леоном в дом]"
      },
      {
        "id": 21,
        "text": "[Пойти с Джоэлом в хлев]"
      }
    ]
  },
  {
    "id": 17,
    "text": "  — Да так, ничего, — Лука уже готов был развернуться и уйти, как вдруг заметил, что Леон снова бросил краткий взгляд на девушку. — Слушай, а вы с Берти давно знакомы? — слетело у него с языка. \n\nУ Леона округлились глаза. Он ожидал чего угодно, но только не этого вопроса.\n\n  — Чего? — тупо переспросил он.\n  — В том лагере, где мы встретились, вы были уже вместе. И, по словам Джоэла, он вас встретил тоже вдвоем. \n\nЛеон расплылся в улыбке. Наконец-то он нашел способ поддеть товарища, да ещё и с помощью его собственного вопроса.\n\n  — Мы знакомы ещё с самого детсада, — кивнул он на девушку. — Там были вместе, в младшей и средней школе. К тому же, мы были соседями, вот и оказались по одну сторону барикад, — улыбнулся он ещё шире, словно имел такой большой козырь, что вряд ли его можно переплюнуть.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "  — Дорога ведет вокруг города, так что мы в безопасности, — сообщил Лука, протягивая ему карту.\n\n  — Мы уже нигде не в безопасности, — отмахнулся в ответ Дарк и устало добавил: — Оставь её себе, насмотрелся уже.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "  — Отлично, — Лука сел рядом, чувствуя спиной прожигающий взгляд Леона. Не удивительно — красота Берти завораживла всё вокруг, даже саму природу. Рядом с ней не боялись петь птицы,  шуршала от ветра трава... А может, просто с ней заново начинаешь слышать?\n\n  — О чем задумался? — спросила она.  Кажется, ей действительно интересно.\n  — Я? — смутился парень. — Ну... Как бы сложились наши жизни без этого всего, — парень кивнул на дорогу, словно подразумевал что-то совсем другое.\n\nДевушка рассмеялсь:\n  — Ты бы уже закончил свой медицинкий, а мы с Леоном — школу. Через два месяца был бы выпускной и всё такое. Дико звучит, не так ли?\n\nИмпровизация была удачной. Тема по душе девушке.\n\n  — Ты бы была хорошим журналистом, — задумчиво произнес Лука. — Или историком.\n  — Мы все теперь отчасти историки, — сказала она напоследок и снова закрыла глаза. — Я немного полежу, ладно? Продолжим этот разговор позже.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "\"Уж лучше самому пойти с ним на разведку, чем оставить наедине с Берти\", — подумал Лука и подошел к Леону. Тот лишь разочаровано на него взглянул — наверняка уже понапридумывал тысячу способов, чтобы заставить её смеяться...\n\n  — Тогда я пойду с Джоэлом, — Берти улыбнулась. Встретившись взглядом с девушкой, Лука заметил едва мелькнувшее в её глазах облегчение. Неужели она тоже не хотела идти с Леоном, догадываясь о его намерениях, а Лука её только что спас? \n\n\"Или у кого-то бурная фантазия\", — ещё раз подумал про себя парень.\n\n  — Пошли уже, — хмуро кивнул на дом Леон. Он взял у Джоэла отслеживающее устройство и вошел в дом. Как бы Луке не было неприятно общество парня, он был вынужден последовать за ним.",
    "answers": [
      {
        "id": 23,
        "text": "[Войти в дом]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Луку не радовала перспектива оставлять Берти наедине с Леоном, но это было лучше, чем самому идти с ним. В конце концов, ребята были друзьями с самого детства, а возможности пообщаться наедине представлялись им не так часто.\n\nЛеон удивленно посмотрел на Луку и направился к девушке.\n\n  — Отлично, малышка, тогда ты со мной, — подмигнул он ей, а она смущенно отвела взгляд. Перед тем, как войти в дом, она оглянулась на Луку, но он не смог понять что означало выражение её лица.\n\n  — Пошли, парень, — Джоэл кивнул на постройку. ",
    "answers": [
      {
        "id": 65,
        "text": "[Войти в хлев]"
      },
      {
        "id": 213,
        "text": "[Войти в гараж]"
      }
    ]
  },
  {
    "id": 22,
    "text": "  — Куда ты нас привел, пацан?! — мгновенно отреагировал Джоэл и ощитинился. — Ты же утверждал, что мы далеко от городов, черт тебя дери?\n\nЛука сам застыл как вкопаный. Конечно, он вел всех строго придерживаясь карты. Не могло быть и речи о том, чтобы приближаться к городам!\n\n  — Спокойно, это, наверное, Рокфорд, — выдохнула Берти. — Точнее, его развалины... Сами понимаете. \n\nКонечно, они понимали. В самый первый день на все большие города посыпались спутники — бомбардировка устроеная Искусственым Интеллектом, новым суперкомпьютером, который взбунтовался против людей, мгновенно стерла с лица земли половину населения. \n\nНа четвертый день следовали последние разработки людей, в том числе и атомное оружие. Восток Канады, запад США, Россия, подверглись бомбардировке, про остальные страны Лука ничего не знал. Знал лишь, что родной Сиэтл превратился в пепел, но первоначально отказываясь в это верить, целый год шел домой через полстраны...\n\nВ тех же местах, что не удалось ликвидировать, восстала вся техника и превратилась в кровожадных монстров. В любом случае, всем, кто хотел жить, пути в города были заказаны.\n\n  — Думаю, нам нужен привал, — сказал Леон, обращаясь к группе. — Заодно и подумаем, что делать дальше.\n\nЛидер группы хмуро кивнул.",
    "answers": [
      {
        "id": 5,
        "text": "[Скинуть рюкзак на землю]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Дверь громко скрипнула и отворилась настижь, стоило едва к ней прикоснуться. Леон, который успел одолжить у Джоэла отслеживающийй прибор, начал сканировать помещение.\n\nЛука огляделся: дом выглядел большим только снаружи. Внутри первый этаж был ненамного больше любого среднестатистического в Сиэтле, откуда парень был родом. Слева — кухня, справа — гостинная и туалет. А напротив прихожей, где стояли парни, распологалась узкая деревянная лестница на второй этаж.\n\n  — Чисто, — сообщил наконец Леон и проследовал внутрь. — Я пойду отсканирую второй этаж, а ты пошарь в поисках провизии.",
    "answers": [
      {
        "id": 24,
        "text": "[Исследовать кухню]"
      },
      {
        "id": 25,
        "text": "[Исследовать гостинную]"
      },
      {
        "id": 26,
        "text": "[Исследовать туалет]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Старые деревянные шкафчики были неряшливо, на скорую руку окрашены в белый цвет. Повсюду валялись чашки и кастрюли, вывернутые ящики...\n\n\"Похоже, кто-то тут побывал до нас\", — мелькнуло в голове у Луки, но это не заставило его отчаяться. В ровно такой же степени следы бардака могли остаться от торопливо сбегающей с насиженного места семьи фермера. \n\n\"Возможно, он подумал, что везде будет безопаснее, чем в родном доме...\" — Лука не винил его, нет. Он сам спасся только потому, что не успел приехать на каникулы домой. В колледже как раз шли экзамены, когда это началось. Всё произошло так быстро... Но осознание того, что его родной город, как и семья, были безжалостно стерты с лица земли, до сих пор приходит с трудом. Первое время они все ему снились: маленькие сестры, мамина улыбка... А потом он просыпался от крика. Со временем всё это прошло, но воспоминания останутся навсегда.\n\nЕму очень повезло, что его тогда нашли люди из лагеря для беженцев. Они помогли ему выжить и научили выживать самому...\n\nЛука всё-таки нашел две консервы и бутылку воды. Наверное, фермер не успел всё взять с собой. Интересно, что с ним стало?",
    "answers": [
      {
        "id": 24,
        "text": "[Исследовать кухню]",
        "need": [
          -23
        ]
      },
      {
        "id": 25,
        "text": "[Исследовать гостинную]"
      },
      {
        "id": 26,
        "text": "[Исследовать туалет]"
      },
      {
        "id": 28,
        "text": "[Услышать подозрительный шум]",
        "need": [
          24,
          25,
          26
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "В гостинной Лука не обнаружил ничего кроме старого дивана, такого же старого и потертого ковра и вдребезги разбитого телевизора. \n\n\"Хорошая попытка, фермер. Однако телевизор был совершенно ни в чем не виновен, он лишь передавал то, что ему было велено\", — Лука грустно улыбнулся. Он вспомнил ту паршивую пропаганду, что вел Искусственный Интеллект. Роботы пытались согнать людей в одну кучу, чтобы заново ударить по ним бомбами.",
    "answers": [
      {
        "id": 24,
        "text": "[Исследовать кухню]"
      },
      {
        "id": 25,
        "text": "[Исследовать гостинную]",
        "need": [
          -25
        ]
      },
      {
        "id": 26,
        "text": "[Исследовать туалет]"
      },
      {
        "id": 28,
        "text": "[Услышать подозрительный шум]",
        "need": [
          24,
          25,
          26
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Небольшая ванная и унитаз. Треснувшее пыльное зеркало. \n\nЛука смотрел на свое отражение, которое увидел впервые за несколько месяцев, и не мог себя узнать. Светлые волосы отросли почти по плечи, карие глаза запали от постоянного недосыпа. Губы обветрились.\n\nПоследний порыв — проверить есть ли тут аптечка, но, увы, за зеркалом обнаружились лишь пустые баночки для таблеток. Ну и пыль, куда без неё.",
    "answers": [
      {
        "id": 24,
        "text": "[Исследовать кухню]"
      },
      {
        "id": 25,
        "text": "[Исследовать гостинную]"
      },
      {
        "id": 26,
        "text": "[Исследовать туалет]",
        "need": [
          -26
        ]
      },
      {
        "id": 28,
        "text": "[Услышать подозрительный шум]",
        "need": [
          24,
          25,
          26
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "  — Эта дорога ведет в сторону развалин Чикаго. Нам там нечего делать, — спокойно шепнула ему на ухо подошедшая сзади Берти. Лука удивился откуда она знает, однако заметив заросший густой растительностью указатель, незаметный сразу, кивнул. К тому же, карта тоже говорила об этом...",
    "answers": [
      {
        "id": 4,
        "text": "[Пойти налево]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Лука застыл посреди прихожей и прислушался. Что за шум? То ли крик, то ли плач... Женский?\n\n  — Берти! — воскликнул парень вслух и схватился за оружие. Нет-нет-нет, только не это!\n\nОн не раздумывая помчался к выходу, чувствуя позади себя шаги. Похоже, Леон тоже это слышал.",
    "answers": [
      {
        "id": 29,
        "text": "[Выскочить во двор]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Парни выбежали на улицу, но в мгновение ока последние надежды на позитивный исход безвозвратно их покинули.\n\nПосреди двора, спина к спине, строяли Джоэл и Берти, отбиваясь от двух дюжин \"дронов-разведчиков\", созданых специально для окончательной ликвидации человеческого населения. Ребята попали в западню. Те, кто мало знаком с манерой дронов вести бой, могут сразу распрощаться с жизнью, но даже для самых опытных две дюжины — это слишком.\n\n\"Мы же забрали отслеживающий прибор... — подумал Лука и чертыхнулся. — Они не смогли вовремя увидеть опасность...\"\n\n  — Аааа, — закричал Леон рядом, пытаясь привлечь на себя внимание нескольких дронов. — Я здесь! Жрите меня, меня!!!\n\nЛука же, не останавливаясь, бежал. Он знал, что кричать бессмыслено — эти твари не меняют цели, когда на охоте. Перед собой он видел лишь сосредоточенное лицо Берти, яростно машущей тяжелым мечом над головой.   ",
    "answers": [
      {
        "id": 30,
        "text": "[Выхватить меч и ударить по первому же роботу]"
      }
    ]
  },
  {
    "id": 30,
    "text": "  — Лука! — Берти засияла, заметив парня на поле боя. Он кидался на каждую пролетающую мимо дрянь, каждого, кто приближался слишком близко...\n\n  — Остеригайтесь шипов, помните?! — сквозь зубы гаркнул Джоэл, ударяя по очередному дрону кувалдой. Лука и Берти не ответили, но поняли о чем идет речь.\n\n  — На тебе, на тебе, на!!! — Леон в прыжке прибил к земле одну из тварей. ",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Бой продолжался целую вечность. Команда работала слаженно и сосредоточено — семь месяцев проведенных вместе не прошли даром.\nКогда последний дрон, искрясь, очутился на земле, ребята осели на землю, тяжело дыша.\n\n  — Хорошая тренировка, — рассмеялся Джоэл, стирая с губы кровь. Один из роботов всё-таки зацепил его металлическим боком. — Чувствую себя как в старые добрые времена, на службе...\n\nЛука улыбнулся, ища глазами взгляд Берти, однако она его не поднимала. Девушка стояла чуть в стороне от группы, уставившись в землю, и тяжело дышала.",
    "answers": [
      {
        "id": 32,
        "text": "[Подойти к девушке]"
      }
    ]
  },
  {
    "id": 32,
    "text": "  — Бертс, ты как? — парень поднялся и направился к девушке, не замечая подвоха. Он не успел дойти всего пару метров, когда она начала оседать. Сначала на колени, потом полностью. Парень в последнюю секунду успел спасти её от сильного удара головой. Причина падения стала очевидной, когда он увидел спину — паршивый дрон, гадкая тварь, намертво присосалась к ней под правой лопаткой...\n\n\"Нет, только не это, пожалуйта... — пронеслось у него в голове. — Пусть это будет сон...\"\n\n  — Что случилось? — рядом очутились встревоженные Леон и Джоэл. Увидев обмякшую Берти на руках у Луки, а затем причину её падения, они оба изменились в лице. Осознание ужасной правды отразилось на их лицах.\n  — Несем её в дом, живо! — скомандовал Джоэл и схватил девушку за ноги. \nЛеон же неподвижно стоял, не в силах пошевелиться.\n  — Не-ет, — прошептал он, глядя вслед быстро уходящей команде.",
    "answers": [
      {
        "id": 33,
        "text": "[Войти в дом]"
      }
    ]
  },
  {
    "id": 33,
    "text": "Они положили её на пол, на куртку Джоэла. Руки Луки тряслись, когда он начал резать одежду прямо на девушке. Действовать надо было немедленно, если он не хотел потерять её навсегда...",
    "answers": [
      {
        "id": 35,
        "text": "[Реанимировать]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Они так и не узнали, кого она любила. Её ясно-голубые глаза закрылись и она никогда не сможет хотя бы намекнуть... В них никогда не отразится солнце и не засияят прекрасными искорками.\n\n  — Леон, отойди от неё, — устало произнес Джоэл, нарушая долгое молчание. Он попытался прикоснутся к его плечу, но тот лишь дернулся и резко вскочил.\n\n  — Не трогай меня! — гаркнул он на Дарка. — Не смей мне указыкать, что делать, жалкий безчувственный сухарь! Ты что, не понимаешь, что только что случилось? — он нервно захохотал. — Она умерла! Берти БОЛЬШЕ НЕТ! Или она для тебя никогда ничего не значила? Она для тебя была лишь рядовым солдатом?",
    "answers": [
      {
        "id": 37,
        "text": "[Медленно встать и отойти к стене]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Кожа вокруг того места, куда присосался монстр, уже начала чернеть — плохой знак, очень плохой. Яд, который с каждой секундой впрыскивал в неё дрон-разведчик, был смертельно ядовит. \n\n  — Я... Не могу, — прошептал Лука, качая головой. На глаза выступили слезы. — Если бы рука... Или нога... Можно было бы ампутировать, но...\n\nОн понял, что это конец. Он видел уже такое. Видел несколько раз в том самом лагере, где впервые её увидел... Где впервые она ему улыбнулась.\n\nОт этого нет лекарств. Нет средств для борьбы.",
    "answers": [
      {
        "id": 36,
        "text": "[Выжить самому]"
      }
    ]
  },
  {
    "id": 36,
    "text": "  — Берти... — за спиной Луки возник Леон. — Нет, Берти, нет! — он кинулся к неподвижно лежащей девушке. — Ты чего сидишь, а? — он повернулся к Луке. — Сделай же что-нибудь! Сними с неё эту дрянь!\n\n  — Леон, не подходи к ней, — предупредил Джоэл.  — От любого твоего неверного движения дрон взорвется. Разнесет всё на три метра вокруг.\n\n  — Вы что, психи? — Леон был явно в шоке, глядя, как Лука рыдает, качая головой, а Джоэл смотрит так, словно она уже мертва. — Нужно что-то сделать! Нужно ей помочь! Нужно... Берти, милая, не оставляй меня! Я же тебя люблю! \n\nЭто был крик боли. Крик отчаяния. Лука сидел, раскачиваясь и качая головой — он никогда не видел Леона в таком состоянии. \n\n  — Я тоже тебя люблю, Берти, — прошептал Лука почти ничего не видя от слез. Ему тоже было больно. Эта боль сковывала и выворачивала. Но с ней ничего нельзя было сделать...\n\n  — Ле... Он... — внезапно прошептала девушка.\n\n  — Что? — Леон, который был совсем рядом с её лицом, ждал её слов.\n\n  — Леон... Прости меня, — прошептала она немного громче. — Я люблю...",
    "answers": [
      {
        "id": 34,
        "text": "[Её сердце остановилось]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Лука не мог этого больше слушать. В голове была полная каша. Он не понимал, как вообще ещё стоит на ногах после пережитого потрясения.\n\n  — А ты куда пошел?! — Леон дернул Луку за плечо и со всей силы впечатал кулак в его лицо. \nПеред глазами всё плыло, но парень даже не сопротивляется. Пусть будет так. Пусть он его побьет, выпотрошит и пожарит. Какой смысл дальше жить? Какой во всём смысл...\n\n  — Я думал, что ненавижу тебя, но нет, — сказал Леон, сжимая его шею обеими руками и прикупоривая к стене. Он был выше Луки и угрожающе над ним нависал. — Я тебя презираю. Ты жалкий лицемер, который всё что делает в жизни — врет. Врет про то, что он хороший парень. Про то, что хороший врач. Научился он премудростям в лагере! Тьфу, — сплюнул Леон.   — Врет про любовь! Не делай вид, что тебе жаль — ты её не любишь. Если бы любил — боролся бы за её жизнь!",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "  — Леон, успокойся, — Джоэл хочет подойти ближе, но парень выхватил меч и приставил к его горлу.  — Я предупреждаю, Джоэл. Ещё один шаг... И я за себя не ручаюсь, — угрожающе холодно проговорил он.\n\nЛидер отошел на несколько шагов назад, поднимая вверх руки. Он понял, что нужно перетерпеть этот приступ ярости. Подождать, пока закончится.\n\n  — Я заберу её и уйду, — внезапно продолжил Леон. Говорил он отчужденно и холодно... — И не смейте меня преследовать. Я устал так жить — прятаться по углам, бездействовать, когда вокруг творится всё это! Я устал сидеть и ждать, когда кто-то разберется со всеми этими тварями... Я сам с ними покончу. И вы меня не остановите.\n\nЛука мог бы, но у него просто не было сил. Он находился на пол пути в Междумирье — между небом и землей. Он не мог ни дышать, ни смотреть, ни плакать. Ему было больно. Морально, ни физически. Он хотел умереть.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "По приказу Леона Джоэл собрал половину оставшихся у них припасов в рюкзак, в то время как сам парень прижимал клинок к горлу Луки.\n\n  — В другой бы раз, я бы был этому безумно рад, — сообщил он ему. — Но не сегодня, — прошептал он бывшему напарнику и свободной рукой забрал у Джоэла портфель.\n\nДалее он быстро подхватил на руки Берти и выскочил на улицу, в темноту. Лука медленно сполз на холодный пол, не глядя ему вслед.\nОн смотрел себе под ноги, стараясь принять, что только что произошло. Они никогда не были близки с Леоном, однако Лука чувствовал себя так, словно потерпел предательство родного брата. ",
    "answers": [
      {
        "id": 40,
        "text": "[Вспомнить о Берти]"
      }
    ]
  },
  {
    "id": 40,
    "text": "О Берти думать было сложно. Он был в таком шоке от произошедшего, что не успел осознать, что её действительно больше нет. Даже слова Леона не внушили ему правду, они скорее звучали как бред, как монолог сумасшедшего из старых фильмов. \n\nОсознание пришло только сейчас. Берти правда ему нравилась. Её улыбка, вечный неиссякаемый позитив. Это её слова и мысли заставляли группу двигаться дальше и верить, что впереди есть надежда на покой. Именно она скрепляла вместе таких разных людей, которые наверняка никогда бы не общались в другой, прежней жизни. \n\nА сейчас даже это пропало. Всё, ради чего стоило жить, что заставляло двигаться дальше, действительно пропало.",
    "answers": [
      {
        "id": 41,
        "text": "[Помолиться]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Раньше Лука не верил в Бога. Он был одним из тех, кто верил, что если бы он был, никогда бы не допустил такого хаоса. Он не допустил бы несправедливости, войн и ухода хороших людей. Но сейчас это уже не имело значения...\n\nОн вспомнил молитву за упокой. Не всю, отдельные слова, что читала его мать после смерти бабушки. Она повторяла это каждый раз, когда они ходили в церковь много лет назад. \nА, может, Леон действительно был прав. Может, он, Лука, действительно жалкий лицемер... Другой бы никогда не допустил, чтобы у него из-под носа выкрали тело любимой. Даже после её смерти он не стал за неё бороться...\n\nИз последних сил парень попытался встать, но у него мало что выходило. Он был как зомби, который еле стоит на ногах.\n\n  — Не будь самоубийцей, парень, — Джоэл положил руку на его плечо. — Ночью там делать нечего. Если мы днем наткнулись на тварей, что уж говорить про сейчас.",
    "answers": [
      {
        "id": 42,
        "text": "[Вырваться и выскочить на улицу]"
      },
      {
        "id": 43,
        "text": "[Повиноваться]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Непроглядная тьма, затхлый воздух, потухшие звезды — вот что увидел Лука, когда выбежал на улицу. \n\n  — Нет... — прошептал он. \n\nНо кто-то крепко ухватил его за плечи и затащил обратно в дом. ",
    "answers": [
      {
        "id": 44,
        "text": "[Повиноваться]"
      }
    ]
  },
  {
    "id": 43,
    "text": "\"Не найду... не найду их\" — эта мысль заставила его остановится. Ночью просыпаются все кому не лень и отправляются на охоту... Нельзя вести себя так безрассудно. \n\n\"Отправлюсь утром. Леон не мог уйти далеко...\"",
    "answers": [
      {
        "id": 45,
        "text": "[Без сил осесть на пол]"
      }
    ]
  },
  {
    "id": 44,
    "text": "  — Отправишься утром, если тебе так угодно. Держать не буду, — сурово отрезал Джоэл, закрывая дверь на засов. — Ты сейчас не в состоянии принимать здравые решиения, так что ляг лучше поспи, — устало добавил он, глядя в опустевшие глаза парня.\n\n  — Поспать?.. — Лука начал злиться, однако решил, что в словах лидера есть смысл. Скорее всего, Леон не ушел далеко. Он же сам прекрасно понимает, что бродить ночью небезопасно.",
    "answers": [
      {
        "id": 45,
        "text": "[Без сил осесть на пол]"
      }
    ]
  },
  {
    "id": 45,
    "text": " Это была одна из худших ночей в жизни Луки. Он почти не спал, а если и застыпал — каждый раз просыпался от собственного крика. Он кричал от боли утраты единственного человека, который придавал смысл его паршивой жизни.\n\n  — Вот и утро, — хмуро заметил Джоэл, на рассвете. Он провел эту ночь на старом диване — наверх подняться не захотел. Парень не был уверен, что это из-за него, наверное всё-таки из-за себя. Ведь если бы он, Лука, вдруг захотел бы выйти, входная дверь осталась бы открытой. Этого нельзя было допустить.\n\n  — Я решил... — прошептал он. — Я...",
    "answers": [
      {
        "id": 46,
        "text": "- ... хочу найти Леона. Я хочу найти и похоронить Берти как положено. "
      },
      {
        "id": 47,
        "text": "- ... хочу покинуть это проклятое место как можно скорее. Я хочу забыть всё что произошло, если это возможно..."
      }
    ]
  },
  {
    "id": 46,
    "text": "Леон не мог далеко уйти. Он наверняка решил похоронить Берти. Это не могло произойти ночью, значит обязательно будет с утра. Но где? Хороший вопрос. Он точно не мог остаться на ферме, а значит может быть где угодно...\n\n  — Это глупо, парень, — безэмоционально произнес Джоэл. — Скорее всего он уже нежилец. Сам понимаешь, патруль может быть за каждым поворотом, а прибора у него нет, — он жадно запихнул в рот сардину. \n\nОт этих слов у Луки испортился аппетит. Слова Леона и впрямь были отчасти правдивы, военный — черствый сухарь. \n\nА вот то, что сказал Джоэл, точно не могло быть правдой — Леон не из тех, кто погибнет так просто. Особенно, если он говорил правду про борьбу с роботами... Он не сдастся. Лука это точно знал.\n\n  — Если не собираешься идти со мной, пойду один,  — отрезал Лука поднимаясь из-за стола.\n\n  — Ладно-ладно, — устало произнес Джоэл. — Я отправлюсь с тобой. \n\nЛука почувствовал мгновенный прилив благодарности. Несмотря на то, что они никогда не были близки, в глубине души он знал, что безчувственность — это маска военного. Что ему тоже небезразлична Берти, что он никогда не стал бы уходить не попрощавшись по-настоящиму. ",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Джоэл понимающе на него посмотрел, но всё же был удивлен словам парня. Лука был не из тех, кто бежит от проблем. Он был отважным парнем, который смотрит страху в лицо и всегда поступает по чести — именно это качество ему и нравилось в нём. Ведь сам Джоэл иногда грешил своей трусостью, особенно в юности...\n\n  — Ты уверен? — всё таки переспросил военный.",
    "answers": [
      {
        "id": 62,
        "text": "- Да. Я хочу уйти как можно скорее и как можно дальше..."
      },
      {
        "id": 46,
        "text": "- Нет... Я не могу уйти, не попрощавшись как положено."
      }
    ]
  },
  {
    "id": 48,
    "text": "Они, собрав всё своё имущество, которое так и не успели распаковать вчера, отправились на поиски. Продвигались медленно, Джоэл почти каждый угол проверял с помощью специального отслеживающего прибора. \n\nОни искали два часа, слишком долго по расчетам Луки. Однако это не было напрасно — немного в стороне от фермы, под большим зеленым деревом, они нашли небольшой холм из свежей земли. \n\n  — Берти... — Лука упал на колени перед могилой. Он не плакал, не бился в истерике. Он просто положил руки на холм и склонил голову вниз. — Прости меня...\n\nОни стояли там неизвестно сколько. Светило ясное солнце, продолжали петь птицы. Лука был поражен, что слышит их пение...\n\n\"Я думал, что после её ухода никогда больше вас не услышу\", — подумал он, подставляя солнцу лицо, как любила делать она.\n\n  — Лука, — нарушил молчание Джоэл. — Посмотри.",
    "answers": [
      {
        "id": 49,
        "text": "[Обернуться на напарника]"
      }
    ]
  },
  {
    "id": 49,
    "text": "Лидер держал в руках свернутый листок бумаги. Он протягивал его парню.\n\n  — Не ищите меня — так будет лучше. То, что я собираюсь сделать, может быть опасно и я не хочу вас втягивать. Берегите себя. Л., — прочитал Лука. ",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "6 месяцев спустя...\n_________\n\nОни почти дошли до Аляски, когда это снова произошло. Давно они не попадали в такую передрягу, даже почти забыли как это.\nДжоэл и Лука всегда выбирали самые маленькие, самые незаметные тропы, когда шли. Всегда четко следовали карте и ни на шаг не отходили от обслуживающего прибора. Всё как раньше, только на этот раз, ещё более внимательно.\n\nОни уже почти поверили, что действительно стало лучше, так давно они не видели \"тварей\". Что легенды про то, что на севере безопаснее — правда. Что наконец-то можно обустроиться на одном месте и жить себе там до самой старости. В тишине. В безопасности. Ладно, хотя бы в отностительной безопасности...\n\nИ тут их мечты снова рухнули. Засада была настолько сильной, что не было надежды на спасение.\n\n  — Шестнадцать дронов и \"Страж\", — сухо сообщил Джоэл Луке, словно бы тот сам ничего не видел. — Настало время прощаться, сынок.\nЛука покачал головой — он не собирался сдаваться, не смотря на то, что все попытки были обречены.",
    "answers": [
      {
        "id": 51,
        "text": "[Начать битву]"
      }
    ]
  },
  {
    "id": 51,
    "text": "И они начали драку. Она была ожесточенной и не обошлось без крови — один из дронов чудом не встадил отравленый шип Джоэлу в ногу — его спасли считанные сантиметры брюк. И всё же нога была оцарапана...\n\n  — Дьявол, — зарычал военный, но стал лишь сильнее налягать на меч. \n\nИ тут ярчайшая вспышка света ослепила парней и всё вокруг. Затем раздался ужасный грохот — затряслась земля.\n\nВ ушах у Луки зашумело, а кровь в висках бешено застучала. ",
    "answers": [
      {
        "id": 52,
        "text": "[Зажмуриться и упасть на пол]"
      }
    ]
  },
  {
    "id": 52,
    "text": "Неизвестно сколько они пролежали, поджав ноги под грудь и зажав уши. Лука не мог понять жив он или мертв, да и вообще, что это за реальность? Может быть, он вообще спит? Никогда за всю историю их длинного пути не происходило ничего подобного. ",
    "answers": [
      {
        "id": 53,
        "text": "[Осторожно открыть глаза]"
      }
    ]
  },
  {
    "id": 53,
    "text": "Лука медленно открыл глаза и попытался сесть. Голова немного кружилась, а во рту пересохло. \nНо самое странное было вовсе не это. \n\nРядом с ним всё так же недоуменно сидел Джоэл и смотрел прямо перед собой.\n\n  — Твари... — прошептал он. — Что с ними?\nЛука не знал, что ему ответить. Он смотрел на роботов, которые застыли ровно в тех позах, в которых были до вспышки. Некоторые были разбиты вдребези от удара о землю. На дисплейной панели ближайшего парень заметил помехи.\n\n  — Они что, деактивированы? — предположил он.\n\n  — Похоже на то, — Джоэл торопливо поднялся и, проскользнув мимо двух из них, к гиганту \"Стражу\". Так они прозвали роботов-прислужников, которые позже были перепрограммированы в машины для убийств. \nДжоэл постучал кулаком по платиновому корпусу и удостоверившись, что тот на него не нападет, победно улыбнулся.\n\n  — Легкое шипение — помехи. А так и правда деактивирован. ",
    "answers": [
      {
        "id": 54,
        "text": "[Подняться]"
      }
    ]
  },
  {
    "id": 54,
    "text": "  — Нужно сматываться, пока они не пришли в себя, — Лука подхватил рюкзак и двинулся, лавируя между роботами. — Темнеет.\n\nДжоэл кивнул не отрывая взгляда от гиганта.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Это был самый первый раз, когда они увидели эту чертовщину, но далеко не последний. Все чаще и чаще они начали находить большое количество деактивированых роботов.\n\nНа дисплейных панелях были помехи и странный набор символики, понятный, наверное, только тем, для кого это было послано. А, может, и правда один лишь набор цифр — Джоэл ничего не смог сказать на этот счет. Буквально спустя неделю в новом городке парни обнаружили целую кучу деактивированых роботов, а на панелях вместо помех был текст: \"Во имя расы человеческой вступайте в ряды армии Либерти Америки!\" И координаты в придачу. \n\nДжоэл и Лука переглянулись. ",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "  — Либерти... — задумчиво произнес Лука. — Не думаешь ли ты?..\n\n— Леон всё-таки внес свою лепту в это дело? — нахмурился Джоэл. — Свободная Америка? Или Либерти Робертс? \n\n  — Полное имя Берти — Либерти? — удивился парень. \n\n  — Так и есть, — кивнул военный. — Правда, она всегда предпочитала \"Берти\". Странно, что Леон, если это действительно он, сделал его именем революции. \n\nОни помолчали.\n\n  — Мы уже почти у цели... — Лука застыл, глядя на бескрайние просторы Тихого океана. \n\n  — Парень, ты чего, — удивился Джоэл, — действительно думаешь последовать туда? По этим координатам? — он громко рассмеялся. ",
    "answers": [
      {
        "id": 57,
        "text": "[Кивнуть]"
      },
      {
        "id": 58,
        "text": "[Покачать головой]"
      }
    ]
  },
  {
    "id": 57,
    "text": "Лука кивнул.\n\n  — А ты не думал о том, что это может быть ловушка? Эти твари невероятно хитры, и нам приходилось это видеть множество раз. Кто знает, может они устали гоняться за нами поодиночке и просто зазывают прямо себе в пасть. \n\n  — Но если это правда повстанцы? — Лука круто развернулся. — Если это так, то они неплохо подготовлены, раз смогли взломать Искусственный Интеллект. А ещё им наверняка нужна помощь медиков, таких как я. У меня может наконец-то появится цель... Нормальная цель.\n\nДжоэл тяжело вздохнул.",
    "answers": [
      {
        "id": 59,
        "text": "[Посмотреть на него с грустью]"
      }
    ]
  },
  {
    "id": 58,
    "text": "Лука покачал головой. Да, глупо было даже думать о том, чтобы куда-то идти. Они же уже всё решили, много раз обговаривали. Они идут на север, на Аляску, чтобы скокойно дожить свой срок...\n\n  — Ты же понимаешь, что это может быть ловушка. И что эти твари невероятно хитры — нам приходилось это видеть множество раз. Кто знает, может они устали гоняться за нами поодиночке и просто зазывают прямо себе в пасть. Как в самом начале войны с помощью телевидения. Наверняка это такой ход, — заключил Джоэл.\n\n  — Ты прав, — согласился Лука. — Мы больше года шли к Аляске и я не собираюсь отступать. Тем более, когда нам двоим дали второй шанс, — он кивнул на отключеных роботов.\n\n  — Мудрое решение, — Джоэл по-дружески хлопнул его по плечу. ",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "  — Если ты захочешь сделать так, парень, отговоривать не буду, — сказал он неожиданно серьезно. Примерно таким же он был в последний раз, в тот самый день, когда от них ушел Леон. Только, наверное, ещё немного более растроганым. \n\nЛуке хотелось верить, что это потому, что старик правда привязался к нему, как к родному сыну, ведь ему хотелось считать его другом, наставником и отцом, которого у него никогда не было прежде. — Однако, на этот раз наши дороги разойдутся, — завершил наконец Джоэл и поднял глаза. Лука задумчиво смотрел на спутника с которым провел вместе почти два года, и не хотел свыкаться с той мыслью, что это конец.\n\n  — В таком случае, я отправлюсь с утра, — кивнул Лука на робота. — Судя по всему, расположение базы или чем бы оно там ни было,  где-то в Северной Каролине. Если повезет с погодой, до зимы доберусь.\n\nНа улице как раз была середина сентября. С океана уже дул прохладный ветер, однако солнце всё ещё отдавало то приятное тепло, на которое было способно — самая хорошая погода для передвижения.\n\n  — Кажется, судьба у тебя такая, сынок, — усмехнулся Джоэл, — путешествовать.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Лука ушел ранним утром без лишних сопливых прощаний. Он пообещал побратиму, что как сможет, сразу подаст ему весточку — может даже с помощью роботов, если это вообще возможно. А сам Джоэл, в отместку, пообещал время от времени выбираться и проверять наличие этой самой весточки, даже пошутил, что отловит гадину и посадит себе на поводок вместо сторожевого пса. Лука шутку заценил...\n\nОн шел по тропе, привычно используя отслеживающий прибор, который ему подарил Джоэл для долгой успешной дороги. Лука шел, веря в то, что возможно что-то изменить. Он верил, что сможет быть полезным и умрет во имя революции, если будет нужно. Умрет во имя революции, что носит имя его возлюбленной...",
    "answers": [
      {
        "id": 1,
        "text": "[Завершить квест]"
      }
    ]
  },
  {
    "id": 61,
    "text": "Через некоторое время они нашли небольшой дом на берегу океана. Два друга-отшельника на самом краю мира добились того, чего давно хотели — спокойствия. Джоэл ловил рыбу, Лука стаскивал в дом всё, что могло пригодиться для комфортной жизни.\n\nЛишь изредка по ночам ему виделась Берти — милая, смеющаяся. Девушка каждый раз подставляла лицо под лучи солнца и улыбалась так, как могла улыбаться только ему.\n\n  — Буть счастлив, — шептала она. — И никогда не грусти из-за меня...",
    "answers": [
      {
        "id": 1,
        "text": "[Завершить квест]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Пообедав консервами и собрав нераспакованые вечером вещи, они отправились в путь.\n\nОднако побег от реальности не принес Луке долгожданного покоя. Даже когда спустя пять месяцев пути они почти дошли до Аляски, он не был этому рад — каждую ночь его мучали ужасные кошмары, где умирает его семья, разрываясь на тысячу кусочков, где от ужасной боли от укола корчится Берти... Они плачут, тянут к нему руки и умоляют помочь. Он бежит к ним, бежит на всей скорости, но чем сильнее старается, тем дальше от них его уносит...",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Одним утром, когда парни ночевали в домике на берегу Тихого океана, Лука оставит напарнику записку и бесследно исчез. Он не взял ни воду, ни еду. Он словно загонял себя в угол — хотел покончить со всем этим любым способом.\nИ такая возможность появилась довольно скоро. Спустя час пути по дороге, он наткнулся на дюжину дронов-патрульных. \n\n\"Какая удача\", — подумал Лука, сжимая в руке меч. В крови бурлил адреналин, а на лбу выступил пот.  \"Я как раз вас и искал...\"",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "В одиночку у него не было шансов против них — Лука это знал. Но всё равно дрался, был их со всей силы, злясь за то, что отняли у него смысл жизни.\n\n— Сдохните! Ненавижу!!! — орал он, своими криками подзывая к себе ещё больше тварей. — Как же я вас... Ненавижу...\n\nА потом он сдался. Просто уронил меч на землю и упал следом. \nДроны слетелись на него, как пчелы на мёд. Жалили, цепляясь за все незащищенные участки тела.\n\nПроникая в кровь, яд туманил разум — интересный факт, который узнаешь только когда ты с ног до головы изжален тварями.\n\n  — Зачем ты так, Лука, — сказала Берти, склоняясь над парнем. Её светлые волосы переливались в лучах солнца, а в глазах блестели слезы.\n\n— Я хочу... Защитить тебя, — шептал Лука ей в ответ, хватая ртом воздух. Он уже начал задыхаться. — Хотя бы на том свете...\n\nБерти улыбалась и гладила его по голове.\n\n— Глупышка, — шептала она ему. — Мне уже не нужна твоя защита.\n\n— Значит я просто хочу быть рядом...\n\nПодобно ей он не закончил фразу. В пустых, широко открытых глазах, слепо глядящих в небо, застыли слезы, которые никогда уже не покатятся по щекам...",
    "answers": [
      {
        "id": 1,
        "text": "[Завершить квест]"
      }
    ]
  },
  {
    "id": 65,
    "text": "Хлев был довольно большим, наверное, даже больше того дома, где провел свое детство Лука. Запах навоза, который на удивление хорошо сохранился, напомнил те беззаботные дни в деревне у бабушки, которые он проводил вместе с младшими сестрами. А ещё лагерь для беженцев, где люди пробовали разводить кур и свиней.\nЖаль, что теперь это всё уничтожено, а люди мертвы... Самое главное правило выживания, которое он освоил с тех пор — держись небольшими группами, а то тебя легко найдут с помошью тепловых детекторов или ещё какой-то фигни и уничтожат, словно крыс.",
    "answers": [
      {
        "id": 66,
        "text": "[Осмотреть стойла]"
      }
    ]
  },
  {
    "id": 66,
    "text": "Здесь не было ничего особенного во всех смыслах. Лука ожидал увидеть скелеты мервых лошадей, но обнаружил только пересохшую траву и старый навоз.\n\n\"Наверное, когда фермер бежал, он выпустил на волю всё своё хозяйство\" — подумал Лука.\n\n  — Ты тоже ничего не нашел? — спросил Джоэл с детектором в руках. Лука покачал головой. — Тогда пошли в гараж, — сказал военный и вышел из хлева.",
    "answers": [
      {
        "id": 67,
        "text": "[Войти в гараж]"
      }
    ]
  },
  {
    "id": 67,
    "text": "Гараж был заперт, так что Луке пришлось выломать замок. Затхлый воздух неприятно ударил по голове, и парень слегка отшатнулся. \n\n  — Спокойно, парень, — усмехнулся Джоэл. — Не будь как девчонка, — мужчина спокойно вошел внутрь. \n\nОглядев все уголки, напарники обнаружили множество полезных деталей для создания бомб и ещё одного отслеживающиго устройства.",
    "answers": [
      {
        "id": 68,
        "text": "[Услышать подозрительный шум]"
      }
    ]
  },
  {
    "id": 68,
    "text": "Лука застыл посреди гаража и прислушался. Что за шум? То ли крик, то ли плач... Женский?\n\n  — Берти! — воскликнул парень вслух и схватился за оружие. Нет-нет-нет, только не это!\n\nОн не раздумывая помчался к выходу, чувствуя позади себя шаги. Похоже, Джоэл тоже это слышал.",
    "answers": [
      {
        "id": 69,
        "text": "[Выбежать на улицу]"
      }
    ]
  },
  {
    "id": 69,
    "text": "Парни выбежали на улицу, но в мгновение ока последние надежды на позитивный исход безвозвратно их покинули.\n\nПосреди двора, спина к спине, строяли Леон и Берти, отбиваясь от двух дюжин \"дронов-разведчиков\", созданых специально для окончательной ликвидации человеческого населения. Ребята попали в ловушку. Те, кто мало знаком с манерой дронов вести бой, могут сразу распрощаться с жизнью, но даже для самых опытных две дюжины — это слишком.\n\n\"Мы же забрали отслеживающий прибор... — подумал Лука и чертыхнулся. — Они не смогли вовремя увидеть опасность...\"\n\nПарень бежал. Он знал, что отвлекать внимание бессмысленно — эти твари не меняют цели, когда они на охоте. Перед собой он видел лишь сосредоточенное лицо Берти, яростно машущей тяжелым мечом над головой.   ",
    "answers": [
      {
        "id": 70,
        "text": "[Выхватить меч и ударить по первому же роботу]"
      }
    ]
  },
  {
    "id": 70,
    "text": "  — Лука! — Берти засияла, заметив парня на поле боя. Он яростно кидался на каждую пролетающую мимо дрянь, каждого, кто приближался слишком близко...\n\n  — Остеригайтесь шипов, помните?!— сквозь зубы гаркнул Джоэл, ударяя по ближайшему дрону кувалдой. Лука и Берти не ответили, но поняли о чем идет речь.\n\n  — На тебе, на тебе, на!!! — Леон в прыжке прибил к земле одну из тварей. ",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Бой продолжался целую вечность. Команда работала слаженно и сосредоточено — семь месяцев проведенных вместе не прошли даром.\nКогда последний дрон, искрясь, очутился на земле, ребята осели на землю, тяжело дыша.\n\n  — Хорошая тренировка, — рассмеялся Джоэл, стирая с губы кровь. Один из роботов всё-таки зацепил его металическим боком. — Чувствую себя как в старые добрые времена на службе...\nЛука улыбнулся, ища глазами взгляд Берти, однако она его не поднимала. Девушка стояла чуть в стороне от группы, уставившись в землю, и тяжело дышала.",
    "answers": [
      {
        "id": 72,
        "text": "[Наблюдать]"
      }
    ]
  },
  {
    "id": 72,
    "text": "  — Бертс, ты как? — Леон поднялся и направился к девушке, как и все не замечая подвоха. Он не успел дойти всего пару метров, когда она начала падать. Сначала на колени, потом полностью. Парень лишь в последнюю секунду успел спасти её от сильного удара головой. Причина падения стала очевидной, когда он увидел спину — паршивый дрон, гадкая тварь, намертво присосалась к ней под правой лопаткой. \n\n\"Нет, только не это, пожалуйта... — пронеслось у Леона в голове. — Пусть это будет сон...\"\n\n  — Что случилось? — рядом очутились встревоженные Лука и Джоэл. Увидев обмякшую Берти на руках у Леона, а затем причину её падения, они оба изменились в лице. Осознание ужасной правды отразилось на их лицах.\n\n  — Несем её в дом, живо! — скомандовал Джоэл и схватил девушку под руки. \n\nЛеон же неподвижно стоял не в силах пошевелиться.\n\n  — Не-ет, — прошептал он, глядя как команда уносит её в дом.",
    "answers": [
      {
        "id": 73,
        "text": "[Войти в дом]"
      }
    ]
  },
  {
    "id": 73,
    "text": "Они положили её на пол, на куртку Джоэла. Руки Луки тряслись, когда он начал резать одежду прямо на девушке. Действовать надо было немедленно, если он не хотел потерять её навсегда...",
    "answers": [
      {
        "id": 74,
        "text": "[Реанимировать]"
      }
    ]
  },
  {
    "id": 74,
    "text": "Кожа вокруг того места, куда присосался монстр, уже начала чернеть — плохой знак, очень плохой. Яд, который с каждой секундой впрыскивал в неё дрон-разведчик, был смертельно ядовит. \n\n  — Я... Не могу, — прошептал Лука, качая головой. На глаза выступили слезы. — Если бы рука... Или нога... Можно было бы ампутировать, но...\n\nОн понял, что это конец. Он видел уже такое. Видел несколько раз в том самом лагере, где впервые её увидел... Где впервые она ему улыбнулась.\n\nОт этого нет лекарств. Нет средств для борьбы.",
    "answers": [
      {
        "id": 75,
        "text": "[Выжить самому]"
      }
    ]
  },
  {
    "id": 75,
    "text": "  — Берти... — за спиной Луки возник Леон. — Неет, Берти, нет! — он кинулся к неподвижно лежащей девушке. — Не покидай меня, милая! Ты же только что сказала, что любишь меня... И я так тебя люблю!\n\nЛука сидел и осознавал то, что происходит. Милая Берти, единственная на свете девушка, которая ему небезразлична... Признась в любви Леону?\n\n  — Ты чего сидишь, а? — он повернулся к Луке. — Сделай же что-нибудь! Сними с неё эту дрянь!\n\n  — Леон, не подходи к ней, — предупредил Джоэл.    — От любого твоего неверного движения дрон взорвется. Разнесет всё на три метра вокруг.\n\n  — Вы что, психи? — Леон был явно в шоке, глядя, как Лука отрешенно смотрит на девушку, качая головой, а Джоэл так, словно она уже мертва. — Нужно что-то сделать! Нужно ей помочь! Нужно... Берти, милая, не оставляй меня! Не оставляй!\nЭто был крик боли. Крик отчаяния. Лука сидел, качая головой — он никогда не видел Леона в таком состоянии. \n\n  — Берти... — прошептал Лука и по его щеке потекла одинокая слеза. Ему тоже было больно. Эта боль сковывала и выворачивала. Но с ней ничего нельзя было сделать и он не знал почему — потому что её смерть неизбежна или потому что она призналась, что любит другого? Не надо было оставлять их наедине... Это он её убил!\n\n  — Лу...Ка... — внезапно прошептала девушка.\n\n  — Что? — Лука склонился к её лицу.\n\n  — Лука... Прости меня, — прошептала она немного громче. — Прости за всё...",
    "answers": [
      {
        "id": 76,
        "text": "[Её сердце остановилось]"
      }
    ]
  },
  {
    "id": 76,
    "text": "Она так и не уточнила за что просила прощение. Лука понимал... Она знала, какие чувства он к ней испытывал и не хотела сделать ему больно. Хотя от понимания этого становилось ещё больнее...\n\n  — Отойдите от неё, — устало произнес Джоэл, нарушая долгое молчание. Он попытался прикоснутся к плечу Леона, но тот лишь дернулся и резко вскочил.\n\n  — Не трогай меня! — гаркнул он на Дарка. — Не смей мне указыкать что делать, жалкий безчувственный сухарь! Ты что, не понимаешь, что только что случилось? — он нервно захохотал. — Она умерла! Берти БОЛЬШЕ НЕТ! Или она для тебя никогда ничего не значила? Она для тебя была лишь рядовым солдатом?",
    "answers": [
      {
        "id": 77,
        "text": "[Медленно встать и отойти к стене]"
      }
    ]
  },
  {
    "id": 77,
    "text": "Лука бессильно осел на пол, прислонившись к стене. Казалось, его сердце перестало биться, всё вокруг остановилось, замерло, погибло... Всё посерело и в одночасье потеряло смысл. Мир поплыл от наступающих на глаза слез...\n\n  — Нет! Нет-нет... Нет! — шептал Леон всё ещё держа за плечи девушку. — Почему, Берти? Не может быть... Не со мной... — он схватился за голову и вскочил с места. Его серые глаза почернели от боли и злобы, он стоял раскачиваясь на месте словно прокаженый. Затем его взгляд упал на неподвижного Луку. ",
    "answers": [
      {
        "id": 78,
        "text": "[Посмотреть на Леона]"
      }
    ]
  },
  {
    "id": 78,
    "text": "  — Ты, — его голос звучал сипло и тихо, но отчетливо в наступившей тишине, — мразь. Ты — мразь, — повторил он громче и отчетливей, быстрым шагом пересек комнату и припал на колени рядом с Лукой. Его руки застыли в нескольких сантиметрах от его горла, словно он сомневался — задушить парня или нет.\n\n  — Я? — прошептал Лука, качая головой. Ещё одна слеза брызнула на пол. — Как ты можешь так гово...\n\n  — Молчать, шавка! — сквозь зубы рявкнул Леон.   — Семь месяцев я слышал одно и то же от неё... Семь месяцев: \"Лука такой добрый! Это так благородно, что он учился на врача\". Или: \"Спасать жизни — его призвание\", — Леон злобно рассмеялся. \n\nУ Луки начали синеть губы, но он не издал и звука. Пусть он убьет его, пусть... Тогда всё будет кончено.\n\nНо в этот момент Леон неожиданно выпустил горло парня.\n\n  — Ишь чего захотел! — его бывший напарник широко раскрыл глаза. — Я не дам тебе сдохнуть, сука! Ты будешь жить долго! Ты будешь помнить, как не спас... Как убил её!",
    "answers": [
      {
        "id": 79,
        "text": "[Вдохнуть побольше воздуха]"
      }
    ]
  },
  {
    "id": 79,
    "text": "Лука тяжело дышал, жадно глотая ртом воздух, но не отводил взгляд от Леона. То что он говорил — неправда, слова были сказаны сгоряча... Ведь он ничего не мог сделать.\n\n  — Я... Не мог... — его голос звучал так, словно принадлежал умирающиму старику. \n\n  — Всё ты мог! — отрезал Леон.\n\n  — Бомба бы... Активировалась. Подорвала бы её и всё вокруг, — на последнем издыхании прошептал Лука. — Сам же знаешь...\n\n  — Но ведь...\n\n  — Нет, — зашелся в кашле Лука. Говорить было больно, словно горло резали изнутри. — Если бы нога... Или рука — ампутация бы спасла её. Но не... Иначе.\n\nНа несколько минут комната погрузилась в мертвое молчание.\n\n  — Я их так ненавижу... Этих тварей, — неожиданно произнес Леон. — Бездушные железные коробки порождающие только боль. Не в первый раз говорю и буду говорить — всё, что сделано человеком — дрянь!\n\n  — Но не она, — прошептал Лука.\nЛеон улыбнулся. Он медленно поднялся на ноги и протянул руку Луке.",
    "answers": [
      {
        "id": 80,
        "text": "[Схватиться за руку]"
      },
      {
        "id": 81,
        "text": "[Проигнорировать]"
      }
    ]
  },
  {
    "id": 80,
    "text": "Лука из-за всех сил напряг мышцы и протянул руку в ответ. Леон помог ему встать, и они обернулись к стоящиму возле противоположной стены Джоэлу.\n\n  — Браво, парни, — хмуро сказал он. — Наконец-то вы поняли кто тут настоящий враг. А я то уже начал волноваться.\n\n  — Заткнись по хорошему, Джоэл, — угрожающе посоветовал Леон. — Я не собираюсь больше плясать под твою дудку. Я не собираюсь больше прятаться по углам и бояться, что меня сожрут на соседней улице. Хватит! Я хочу бороться с этой заразой и меня никто не остановит, — его слова звучали твердо как никогда.",
    "answers": [
      {
        "id": 82,
        "text": "[Встать на сторону Леона]"
      },
      {
        "id": 83,
        "text": "[Встать на сторону Джоэла]"
      }
    ]
  },
  {
    "id": 81,
    "text": "Лука не обратил внимание на руку и поднялся сам. Леон пожал плечами и отвернулся — упрямый как и он парень ему нравился всё больше.\n\nВместе они повернулись к стоящиму возле противоположной стороны Джоэлу.\n\n  — Браво, парни, — хмуро сказал он. — Наконец-то вы поняли кто тут настоящий враг. А я то уже начал волноваться.\n\n  — Заткнись по хорошему, Джоэл, — угрожающе посоветовал Леон. — Я не собираюсь больше плясать под твою дудку. Я не собираюсь больше прятаться по углам и бояться, что меня сожрут на соседней улице. Хватит! Я хочу бороться с этой заразой и меня никто не остановит, — его слова звучали твердо как никогда.",
    "answers": [
      {
        "id": 82,
        "text": "[Встать на сторону Леона]"
      },
      {
        "id": 83,
        "text": "[Встать на сторону Джоэла]"
      }
    ]
  },
  {
    "id": 82,
    "text": "  — Я согласен с Леоном, — сказал Лука Джоэлу. — Я тоже устал от бега. Мы каждый божий день трясемся и преследуем призрачную надежду, что надется то место, где нет этих тварей. Но такого места нет! — он сжал кулаки. — Лучше я сдохну борясь с этой заразой, чем прячась и молясь, чтобы сегодня меня не затронули! Мы уже пытались и вот что из этого вышло! — он кивнул на лежащую неподалеку Берти.\n\nДжоэл некоторое время хмуро переводил взгляд с одного на другого и молчал. \n\n  — Отлично, — наконец ответил он. — Тогда, боюсь, наши дороги разойдуться. \n\n  — Пусть так, — кивнул Леон. ",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "  — Успокойся, — Лука хмуро глянул на Леона. — Очень легко бросаться такими словами, а воплотить в жизнь? Хороши твои слова, революционер. Вот только уверен — идей никаких нет.\n\nЛеон сжал зубы в зверином оскале.\n  — Вот как ты заговорил? — гаркнул он, делая шаг вперед. — А я уж было подумал, что мы впервые в жизни на одной волне... Моя ошибка, — он сплюнул в сторону.\n\n  — Видимо, ты ошибся, — холодно согласился Лука.\n\n  — Завтра утром я ухожу на север, в строну Аляски, — перебил их Джоэл. — Я не собираюсь подрывать планы из-за чьих-то плохо продуманных идей.\n\n  — Согласен, — Лука всё так же буравил взглядом Леона. Наконец, парень отвел взгляд первым.\n\n  — Отлично, — Леон отошел в сторону. — Значит завтра наши пути разойдутся...",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "На следующее утро они похоронили Берти под неподалеку посаженым деревом. Каждый из присутствующих был по-своему опечален. Каждый скорбил и перебирал в голове самые светлые воспоминания о девушке, хотя у Луки всё что связано с Берти было светлым...\n\n  — Покойся с миром, ягодка, — прошептал он сквозь слезы, которые незаметно стер рукавом. \nДжоэл положил на могилу букет полевых цветов, а Леон одобрительно на него посмотрел.\n\n  — Не поминайте лихом, — сказал напоследок бывший лидер группы. — Даст Бог — свидимся, — он пожал руки обоим парням и широко улыбнулся. \n\nКогда он ушел, оставив при этом отслеживающие устройство (из найденых в гараже деталей пообещал сделать себе новое), Лука и Леон переглянулись. Их ждал долгий путь полный неизвестных трудностей и приключений. Оставалось решить, куда нужно было идти...",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "6 месяцев спустя\n—-------\n  — Ну что, всё готово, — сообщил Кристофер, невисокий чернокожий мужчина, перед тем как нажать кнопку.\n  — Ты уверен, что всё выйдет? — переспросил Лука, скресчивая руки на груди. Он испытывал легкую дрожь от предвкушения и пытался её безрезультатно унять.\n  — Ну, в прошлый раз же вышло. Уверен, что и это послание тоже будет получено.\n\nЗа их спинами послышался шум.\n\n  — Что у вас тут? — в небольшую комнату, где говорили парни, вошел Леон.\n  — Крис хочет отправить весточку Джоэлу, — объясняет Лука другу.\n  — Значит я вовремя, — улыбается он. — Прекрасно...\n\n\"Джоэл, приходи по этим координатам...\" — гласило сообщение, что ребята хотели отправить другу. Система работала просто — сообщение высвечивалось на любых деактивированных роботах по всей Америке. Но, разумеется, было зашифровано, чтобы не привлекать лишнее внимание.\n\n\"Пока что передатчик работает только так, — сказал Крис за несколько часов до этого разговора, — но я ещё буду дорабатывать\".\nСистема деактивации, которая работала благодаря определенной частоте сигнала, из-за которой любой робот выходит из строя, кстати, тоже была изобретением Криса.",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "  — Сообщение было отправлено ровно в 18:31, констатирует Кристофер. — Упс, — вздыхает он немного опечалено, — опаздываем на ужин, ребят.\n\n  — Это того стоит, — улыбается Лука, похлопывая парней по плечам. \n\nОни вышли из комнатки, которая оказалась автомастерской-лабораторией в старом гараже. На улице стояла замечательная погода — Лука подставил лицо солнечным лучам, как любил делать один очень дорогой ему человек, и улыбнулся.\n\n  — Вы опаздываете на ужин, — сказала Стефани, возникшая словно из ниоткуда. \n\n  — Как и ты, — сообщил Кристофер и поцеловал её.\n\nКрис и Стефс были одними из немногих, кого парни повстречали на востоке. В прибрежных городках, как оказалось, пряталось довольно много людей, среди которых были ученые, которые всё это время разрабатывали план борьбы с Искусственным Интеллектом. Кристофер Томсон и его жена были одними из них. В поселении \"Свободная Америка\" или \"Либерти Америка\" на данный момент вместе с парнями находилось семьдесят три человека.",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "  — Вы идите, а я вас догоню, — сказал Лука, а сам решил прогуляться к воде — Атлантический океан был невероятно красив в это время года.\nКогда все разошлись, парень наконец-то смог побыть один и подумать о своем. \n\nЛука сел у самой воды.\n\nОн думал о том, что они делают, и о том, что семьдесят три человека — несказанно мало от когда-то населявших землю семи миллиардов людей.\n\n\"Но есть же и другие\", — эта мысль предавала ему уверености...\n—---\n  — Конечно, есть, — улыбнулась Берти, стоящая рядом. Она уже долгое время наблюдала за парнем и искренне радовалась, что он наконец-то обрел покой. — И совсем скоро вы их встретите...",
    "answers": [
      {
        "id": 1,
        "text": "[Завершить квест]"
      }
    ]
  },
  {
    "id": 88,
    "text": "Под высоким деревом, на солнечной стороне, парни похоронили девушку. Они вели себя тихо и удивительно синхронно, словно она была рядом и всё ещё держала их вместе. Хотя на самом деле каждый из них понимал, что скорее всего это самый последний день, когда они собрались...\n\n  — Берти... — Лука упал на колени перед могилой. Он не плакал, не бился в истерике. Он просто положил руки на холм и склонил голову вниз. — Прости меня...\n\n\"Прости нас всех, что не спасли...\"\nОни стояли там неизвестно сколько. Светило ясное солнце, продолжали петь птицы. Лука был поражен, что слышит их пение...\n\n\"Я думал, что после её ухода никогда больше вас не услышу\" — подумал он, подставляя солнцу лицо, как любила делать она.\n\n  — Прощай, Берти, — прошептал Джоэл. Он стоял в одной футболке, ведь отдал свою любимую куртку, чтобы завернуть в неё девушку.\n\"Он не черствый сухарь\" — подумал Лука. \"Просто его жизнь так закалила...\"\n\n  — Надеюсь, ты найдешь здесь свой покой, ягодка, — заключил Леон тихо. — Прощай...",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Однако на этот раз всё получилось совсем не так, как задумал парень. Дорога попетляла и повернула совешенно в другом направлении.\nСпустя несколько часов ходьбы Лука начал думать, что они вернулись туда, откуда пришли днём — вон и указатель про Чикаго... Или это уже другой?\n\n  — Дьявол, — чертыхнулся Джоэл. — Уже скоро темнеть станет, а мы черт знает где!\n\n  — Ну что, доволен? — Леон сжал зубы от злости.   — Ты хоть понимаешь, что остаться ночью без крова — верная смерть?! Не будь здесь Берти, я...\n\n  — Спокойно, — вмешалась девушка, недовольно поглядывая на Леона. — Дайте сюда карту.\n\nПарень с наиграно обиженым видом протянул ей потертый листок. Несколько минут ушло на то, чтобы девушка вчиталась.\n\n  — У меня есть две новости, ребят. Одна хорошая, а вторая — плохая, — наконец изрекла она хмуро. — С какой начать?",
    "answers": [
      {
        "id": 90,
        "text": "  - С хорошей."
      },
      {
        "id": 91,
        "text": "  - С плохой."
      }
    ]
  },
  {
    "id": 90,
    "text": " — Мы не ходим кругами, это уже другая дорога — сообщила она качая головой и не отрывая взгляд от карты.",
    "answers": [
      {
        "id": 216,
        "text": "- А плохая?"
      }
    ]
  },
  {
    "id": 91,
    "text": "  — Похоже, эта дорога ведет прямиком в Чикаго, — девушка нахмурилась. ",
    "answers": [
      {
        "id": 217,
        "text": "- А хорошая?"
      }
    ]
  },
  {
    "id": 92,
    "text": "Вся команда стояла и пыталась отойти от сказанного. У Луки сердце ушло в пятки — случилось то, чего он боялся больше всего и парень совершенно не видел выхода из этой ситуации.\n\n  — Я тебя убью! — Леон бросил сумки и в мгновение ока завалил парня на землю. — Ты понимаешь, что через час закат, или нет?! Мы все покойники, слышишь! Покойники, куда бы не пошли... И всё из-за тебя!",
    "answers": [
      {
        "id": 93,
        "text": "[Попытаться спихнуть его с себя]"
      },
      {
        "id": 144,
        "text": "[Не шевелиться]"
      }
    ]
  },
  {
    "id": 93,
    "text": "Лука из-за всех сил попытался спихнуть с себя парня, но силы были явно не равны. Хорошо, что на помощь пришли остальные члены группы и стянули озверевшего Леона, а то неизвестно чем бы это всё закончилось... \n\n  — Ты совсем рехнулся, парень?! — Джоэл был в ярости. — Решил вернуться в детский сад? К маменьке? Ещё одна подобная выходка и я тебя туда отправлю раньше тварей! — военный тряс Леона за ворот футболки.",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "А тем временем Берти подошла к лежащиму на земле Луке и помогла сесть.\n\n  — У тебя кровь, — сообщила она и в её ясно-голубых глазах мелькнул испуг. — Надо обработать!\n\nЛука коснулся брови — и правда, течет.\n\n  — Это мелочи, Берти. Не заморачивайся.\n\n  — Я сама тебе всё обработаю! — сказала она так, словно это была такая важная миссия, как спасение всего человечиства, и никто не сможет выполнить её лучше чем она сама. Даже сам медик... Лука улыбнулся — ему нравилась её детская наивность и забота. ",
    "answers": [
      {
        "id": 119,
        "text": "[Противиться]"
      },
      {
        "id": 121,
        "text": "[Повиноваться]"
      }
    ]
  },
  {
    "id": 95,
    "text": "  — А мы вам не мешаем? — молодые люди дернулись, услышав язвительный голос Леона. Парень был зол.\n\nСтранно, но они оба совершенно забыли о присутствии других членов команды.\nБерти, которая когда обрабатывала рану, склонилась слишком близко к его лицу, поспешно отстранилась. Леон выглядел жутко недовольным.\n\n  — Вот пластырь, — шепнула она тихо и вложила в руку Луке. — Кровь остановилась, но заклеить надо...\n\nИ она отошла подальше. Как оказалось, Леон тоже получил незначительную травму, которая требовала обработки.\n\nДжоэл смотрел на ребят и качал головой.\n\"Совсем ещё птенцы\" — думал он. \"Как бы они уже отрастили крылья...\"",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "  — У нас не осталось выбора, — сказал Джоэл группе спустя некоторое время. — Уже темнеет, никуда добраться мы уже не успеем. Предлагаю обосноваться тут — лучшего места всё равно не найдем. \n\n  — Но ночью твари будут рыскать повсюду... — начала Берти, однако осеклась, увидев краем глаза гримасу боли на лице у Луки. Парень винил себя за неправильный выбор дороги — больше всего на свете он не хотел подвергать опасности Берти. \n\n  — Джоэл прав, — фыркнул Леон. — Этот придурок и так завел нас черт знает куда. Мы потеряли день пути! Я — за то, чтобы остаться.",
    "answers": [
      {
        "id": 97,
        "text": "[Согласится с планом парней]"
      },
      {
        "id": 98,
        "text": "[Предложить другой вариант]"
      }
    ]
  },
  {
    "id": 97,
    "text": "  — Ладно, кивнул Лука и нахмурился, глядя в пол. Леон всё больше и больше начинает выводить, но всё равно его слова звучат разумно. Это только вина Луки, что они здесь, а это место — лучшее, что можно предложить для ночлега.\n\nОн поднял глаза вверх и тут же встретился взглядом с Берти. Парень попытался ей ободряюще улыбнуться, однако получилась жалкая гримаса, так что он поспешно отвернулся.",
    "answers": [
      {
        "id": 99,
        "text": "[Помочь разбить лагерь]"
      }
    ]
  },
  {
    "id": 98,
    "text": "Лука стоял и боролся сам с собой. Он понимал, что остаться здесь — далеко не лучший вариант, однако придумать свой было куда сложнее...\n",
    "answers": [
      {
        "id": 122,
        "text": "[Предложить пойти в сторону города. Может быть, на окраине найдется небольшой магазин, в котором можно было бы забарикадироваться на ночь]"
      },
      {
        "id": 123,
        "text": "[Предложить вернуться по дороге назад. Чем дальше от города - тем безопаснее]"
      }
    ]
  },
  {
    "id": 99,
    "text": "Неподалеку располагалась довольно удобная яма — там и решили поставить палатки, чтобы укрыться от ночных холодных ветров. Если днем температура была как летом, то ночью понижалась почти до самого нуля — надо было думать не только о том, как защититься от тварей, но и как не умереть от холода.\n\nСпустя четверть часа парни установили две небольшие двуспальные палатки. \n\nНа улицу как раз опустились сумерки. Каждый снова занимался своими делами — Джоэл сканировал местность с помощью отслеживающего устройства, Леон чистил оружие...",
    "answers": [
      {
        "id": 100,
        "text": "[Услышать шаги позади]"
      }
    ]
  },
  {
    "id": 100,
    "text": "  — Привет, — сказала Берти тихо. — Я тут подумала — почему бы нам не делить одну палатку? Всё равно придется разбиться на пары и ты... То есть, с тобой я лажу лучше всего, так что... — даже во тьме Лука заметил, как заливаются румянцем её щеки. От такого милого зрелища, его губы сами по себе расплылись в улыбке.\n\n\"Какая же она красивая\" — подумал парень.",
    "answers": [
      {
        "id": 125,
        "text": "[Принять предложение]"
      },
      {
        "id": 126,
        "text": "[Отказаться]"
      }
    ]
  },
  {
    "id": 101,
    "text": "Не было смысла говорить, какой вид приобрел Леон, когда узнал, что Лука и Берти будут ночевать вместе. \n\n  — Отлично, — сказал он с таким видом, словно только что съел лимон целиком. — Надо бы решить кто когда будет дежурить. Я предлагаю выставить Луку до двух ночи. В наказание за то, что мы оказались в этом месте по его милости.\n\n\"Вот и переночевал в палатке\" — подумал Лука, но лишь согласно кивнул. Глаза уже слипались от тяжелой дороги и он уже не представлял, как будет сидеть без сна ближайшие шесть часов, но...\n\n  — До двух ночи — это слишком долго, — сказала Берти. — Мы шли целый день, Леон, ты не думаешь что...\n\n  — Берти права, парень, — вмешался хмурый Джоэл. — А если он заснет на дежурстве? Пусть сидит до полуночи, а потом я его сменю. \n\n  — Тогда я выйду в четыре утра, — кивнула Берти.\n\n  — Ладно, — фыркнул Леон. — Договорились.",
    "answers": [
      {
        "id": 102,
        "text": "[Взять меч и сесть у палатки]"
      }
    ]
  },
  {
    "id": 102,
    "text": "Сидя вот так на дежурстве, Лука осознал, что не помнит, когда в последний раз ночевал под открытым небом... Зато вспомнилось посиделки у костра в детстве. Он и его маленькие сестры сидели, укутавшись в одеяла, и слушали увлекательные рассказы дедушки про жизнь, где в его детстве только начали появляться айфоны, а почту всё ещё разносили люди — детям казалось это такой дикостью, что они смеялись и говорили, что дед — большой шутник. \n\nИ ещё он вспомнил один подобный случай в бывшем лагере беженцев, спустя некоторое время после встречи с командой. Короткий период беззботного времени вместе. Казалось, это было только вчера...",
    "answers": [
      {
        "id": 143,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "Было безумно холодно, так что Лука решил размяться и заодно обойти лагерь. Всё было довольно тихо, однако парень решил перестраховаться и взял отслеживающий прибор — приспособление похожее на небольшой струнный инструмент приделаный к наушникам. Но не успел им даже воспользаваться, как увидел в траве блестящий круглый силуэт... ",
    "answers": [
      {
        "id": 105,
        "text": "[Выхватить меч]"
      }
    ]
  },
  {
    "id": 104,
    "text": "Было довольно холодно, так что Лука решил не двигаться лишний раз. Было довольно тихо, но чтобы перестраховаться, он решил достать отслеживающий прибор — приспособление похожее на небольшой струнный инструмент приделаный к наушникам. Но не успел им даже воспользаваться, как увидел в траве блестящий круглый силуэт... ",
    "answers": [
      {
        "id": 105,
        "text": "[Выхватить меч]"
      }
    ]
  },
  {
    "id": 105,
    "text": "Доля секунды и дрон-разведчик, что затаился в траве, кинулся в сторону Луки.\n\n\"Бамс!!!\" — парень в прыжке прибил тварь к земле, но тяжело дышал, готовясь в настоящей битве — эти твари никогда не приходят в  одиночку...\n\n  — Эй! Вставайте! — Лука начал трясти палатки.    — У нас гости!\n\nИ тут на парня кинулись сразу три дрона.\n\n  — Вот дьявол! — Джоэл, что вылез из палатки первым, не ожидал увидеть такое столпотворение — две дюжины дронов уже поджидали сонных ребят во всей красе. У Луки опустилось сердце — \nте, кто мало знаком с их манерой вести бой могут сразу распрощаться с жизнью, но даже для самых опытных две дюжины — это слишком.\n\n  — Лука, сзади!!! — послышался душераздирающий девичий крик. Он и спас парня от смертельного удара в шею — дрон незаметно подкрался и уже готов был прикончить невнимательного парня...\n\nЕщё один минус — у ребят не было хорошего ночного зрения, которое было у роботов. И это легко могло их потянуть ко дну...",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Это был конец — стало ясно и без слов. Через несколько минут боя Джоэл вскрикнул от боли — ядовитый шип дрона впился ему в бедро, а сразу после этого и в спину...\n\nЛеон закричал от ярости. \n\n  — Ах вы твари! Ненавижу!!! Сдохните, сдохните!!! — он одним ударом меча завалил сразу двоих, но даже этого было мало... Третья, незаметная сразу тварь, вонзилась ему прямо в грудь и он упал на землю в конвульсиях — Лука подумал, что при ударе было задето сердце...\n\nУвидя смерть ребят, он уже всё понял. Понял, что ему надо делать. Понял, что уже ничего не имеет значения кроме...",
    "answers": [
      {
        "id": 109,
        "text": "[Прикрыть своим телом Берти]"
      },
      {
        "id": 110,
        "text": "[Схватить Берти за руку и бежать без оглядки]"
      },
      {
        "id": 111,
        "text": "[Бросить Берти и бежать самому]"
      }
    ]
  },
  {
    "id": 107,
    "text": "Здесь будут располагаться Ваши открытые концовки.",
    "answers": [
      {
        "id": 118,
        "text": "1. \"Жить ради него\"",
        "need": 118,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "2. \"Во имя революции\"",
        "need": 60,
        "need_ever": true
      },
      {
        "id": 61,
        "text": "3. \"Тихое место\"",
        "need": 61,
        "need_ever": true
      },
      {
        "id": 111,
        "text": "4. \"Судьба эгоиста\"",
        "need": 111,
        "need_ever": true
      },
      {
        "id": 64,
        "text": "5. \"Рядом на том свете\"",
        "need": 64,
        "need_ever": true
      },
      {
        "id": 87,
        "text": "6. \"Друг для врага\"",
        "need": 87,
        "need_ever": true
      },
      {
        "id": 167,
        "text": "7. \"Он - наше продолжение\"",
        "need": 167,
        "need_ever": true
      },
      {
        "id": 107,
        "text": "На данный момент в игре можно открыть 7 концовок. Найдите для себя счастливый финал и помните: всё развивается как и сама жизнь...\nУдачного прохождения!",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Вернуться на первую страницу]"
      },
      {
        "id": 148,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 108,
    "text": "Однако уже через час непрерывной ходьбы стало ясно, что Леон был не так уж и не прав в своём замечании. \n\nЛуке всё сильнее и сильнее казалось, что они идут по кругу... Вот и заросший травой указатель. \n\"Чикаго\", — гласила табличка.\n\n  — Чикаго? — вслух прочитала Берти. Она сказала это слишком весело буднично, словно не до конца осознавая то, что происходит.\n\n  — Что ты сказала? — Леон, который шел в конце группы, быстрым шагом выдвинулся вперед. — Это же тот знак, что мы видели несколько часов назад...\n\n  — Нет, — прошептал Лука и отступил в сторону. Из-за деревьев показались верхушки зданий. Очень высоких зданий... — Не может быть...",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "Лука завалил девушку на землю и прикрыл собой. Два дрона в мгновение ока впились ему в спину. Он закусил губу в кровь, чтобы не закричать от боли, ведь это бы ещё сильнее её напугало...\n\n  — Нет!!! — вскрикнула девушка, глядя, как мучается парень. — Нет, Лука! Зачем... — из её глаз полились слезы.\n\n\"Даже грустной она выглядит прекрасно...\" — подумал Лука и улыбнулся.\n\n  — Тшшш, — прошептал он. — Они... Не должны тебя учуять... — в горле послышалось какое-то бульканье и рот парня наполнился кровью. Наверное, отравленые дротики повредили легкие... Впрочем, теперь это не имело значения.\n\n\"Главное — спасти её\" — думал Лука и попытался сохранять ободряющий вид. \n\n  — Милый, — прошептала Берти сквозь слезы, убирая прядь его волос с потного лица. — Зачем... Ты же умираешь... Как я буду без тебя... — она задыхалась от горя.\n\n  — Будешь жить, как жила раньше, — струйка крови потекла по бороде парня, но он не обращал внимания. — Будешь жить... И радоваться жизни...\n\n  — Без тебя это невозможно!.. — девушка покачала головой. — Я же люблю тебя, люблю! Я давно хотела сказать... Но... — она зарыдала ещё сильнее.\n\n  — Я тоже тебя люблю. Именно поэтому, ты должна жить и быть счастлива...",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "Нужно было действовать быстро — Лука так и сделал. Желание спасти было сильнее даже страха смерти, так что он схватил Берти за руку и побежал через поле...\n\nОднако очень быстро парень понял, что вдвоем им не спастись. Что дроны уже на хвосте, а он выронил по дороге оружие...",
    "answers": [
      {
        "id": 109,
        "text": "[Прикрыть Берти собой]"
      }
    ]
  },
  {
    "id": 111,
    "text": "Он бежал так быстро, на что были только способны его ноги. Бросил все вещи позади — рюкзак, друзей и даже оружие. И, естественно, это не могло обернуться никак иначе кроме как...\nТри дрона со всего размаху врезались ему в спину. Парень повалился на землю.\n\n  — Неет, — взвыл Лука, подумав о том, что он не хотел, чтобы всё закончилось именно так. Он бы всё отдал лишь бы вернуть сегодняшнее утро. — Нееет...\n\nОн знал, что это конец. Яд, который закачивают дроны, довольно быстро лишает тебя сначала возможности двигаться, а потом и жизни вовсе. \n\n  — Трусость наказуема, — сказал ангел, стоящий перед ним. Красивая девушка с длинными русыми волосами широко улыбалась.\n\n  — Берти? — прошептал Лука, не в силах поверить.\n\nДевушка не ответила. Засиял белый свет и поглотил всё вокруг, это последнее, что увидел Лука...",
    "answers": [
      {
        "id": 1,
        "text": "[Завершить квест]"
      }
    ]
  },
  {
    "id": 112,
    "text": "\"Если бы можно было вернуться хотя бы на день раньше с теми знаниями, что имеешь сейчас, всё могло быть совсем иначе... \" — подумал Лука и в его глазах всё начало темнеть. \"Но, увы, это невозможно...\"\n\nДевушка лежала прикрытая Лукой и не могла пошевелиться. Понимание того, что её любимый умирает, а она ничего не может сделать, убивало её саму — медленно, мучительно, жестоко...\n\n  — Просто... Живи... — из последних сил выдохнул Лука. Это были его самые последние слова сказаные в этой жизни...",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "6 месяцев спустя\n—---\nБерти Робертс сидела за столом и нарезала овощи. Сегодня была её очередь готовить еду на всех, так что она старательно выполняла свою работу и у неё выходило на удивление хорошо.\n\n  — Как дела, милая? — Стефани Томсон как раз вошла на небольшую кухоньку, где находилась девушка. — Помощь не нужна?\n\nБерти тепло улыбнулась женщине. \n\n  — Спасибо, но я уже заканчиваю, — она бросила зеленый лук в огромную кастрюлю с супом.\n\n  — Вот это аромат! Жду не дождусь обеда! — восхитилась Стефани, а потом добавила: — Через пять минут общий сбор. Мой муженёк наконец-то закончил работу над деактиватором! Будет первое испытание.\n\n  — Как раз закончу, — ещё шире улыбнулась ей Берти.",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "Стефани была одна из многих других выживших, кого Берти повстречала на востоке. В прибрежных городках, как оказалось, пряталось довольно много людей, среди которых были ученые, что всё это время разрабатывали план борьбы с Искусственным Интеллектом. Кристофер Томсон, муж Стефани, был одним из них. В поселении \"Новая Америка\" на данный момент, вместе с Берти, находилось семьдесят два человека.",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "Девушка закончила работу и вышла из домика. Не смотря на середину сентября, на улице светило яркое солнце, и она, по привычке, подставила лицо его теплым лучам. \n\nА вот и место сбора — старый расчищенный бывший ангар, который теперь приобрел вид огромного зала для собраний, что к приходу Берти был полностью переполнен.\n\n  — Эй, Бертс! — ей помахали откуда-то из первых рядов. \n\n\"Это Мардж\" — подумала девушка. Мардж, и её брата Калеба, Берти встретила переходя бывшую Канадскую границу. Они как раз шли с севера на юг, так что разбили надежды девушки на то, что там безопасно. Зато рассказали информацию о том, что на побережье Атлантического океана прячутся люди.",
    "answers": [
      {
        "id": 116,
        "text": "[Сесть рядом с Мардж]"
      }
    ]
  },
  {
    "id": 116,
    "text": "Как только девушка села, собрание началось. \n\n  — Система деактивации работает благодаря определенной частоте сигнала, из-за которой любой робот выходит из строя, — объяснил Кристофер Томсон, чернокожий и невысокий мужчина, залу. — А сейчас я вам это продемонстрирую.\n\nВ зал тут же зашли два хорошо сложенных парня с клеткой в руках. В клетке сидел дрон-разведчик.\n\nОт одного его вида у Берти сжалось сердце, а из всего зала послышались крики. \n\n  — Спокойно, — сказал Крис и направил на клетку странный прибор с антеной и кнопкой. Как только клетка удобно расположилась на столе рядом с ним, он её нажал.\n\nВ ушах зашумело, немного закружилась голова — так почувствовала себя Берти после этого жеста. Однако на робота прибор произвел совершенно другое впечатление.\n\nЗал ахнул — дрон, который ещё секунду назад вырывался из клетки, сейчас безжизненно покоился на её дне. ",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "Ещё через секунду послышались аплодисменты. Зал ликовал! \n\n  — Это значит, что мы ещё всё можем вернуть! — Мардж от счастья обняла подругу.\n\"Не всё\" — подумала девушка, но улыбнулась и обняла её в ответ.\n\n  — Изобретение будет ещё дорабатываться, — сообщил залу Кристофер. — И я верю, что в скором времени мы сможем выступить против них.\n\nКогда собрание закончилось, все покинули ангар и вышли на улицу. Отовсюду слышался смех — люди получили надежду. А ни это ли надо людям для жизни?\n\nВозле главного входа Мардж и Берти встретил Калеб.\n\n  — Пройдемся перед обедом? — предложил он.\n\n  — Я — пас, — вежливо улыбнулась Берти. — Хочу побыть одна и немного подумать.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "Девушка устроилась сама на берегу океана. Он был прекрасен в это время года и успокаивал девушку.\n\n  — Я живу, — сказала она вслух. — Я живу и пытаюсь быть счастливой, как ты и велел, — добавила она тише. На глазах выступили слезы. — Но без тебя это непросто...\n—---\n  — Я знаю, милая моя, — сказал Лука девушке, прекрасно зная, что она его не услышит. — Но пройдет время, и ты снова станешь счастливой как раньше. Всё будет хорошо...\n—---\nОна подняла взгляд, словно почувствовала чье-то присутствие. Впрочем, это был всего лишь ветер. \n\n\"Что-то я засиделась\" — подумала она. \"Пора на обед\". А затем поднялась с песка и пошла прочь, ни разу не оглянувшись назад...",
    "answers": [
      {
        "id": 1,
        "text": "[Завершить квест]"
      }
    ]
  },
  {
    "id": 119,
    "text": "А тем временем девушка уже успела неизвестно откуда достать спирт и ватку с пластырем.\n\n  — Не надо переводить на меня медикаменты. Их и так мало... — начал Лука, но с девушкой спорить было бесполезно — уже через секунду Берти бережно приложила ватку ко лбу.",
    "answers": [
      {
        "id": 121,
        "text": "[Повиноваться]"
      }
    ]
  },
  {
    "id": 120,
    "text": "Лука молча брел в своих мыслях, в хвосте группы. Как бы не хотелось, ему тоже передалось нехорошее предчувствие от напарников. Одна только Берти, шедшая прямо перед ним, не теряла позитивного настроя. Она всегда была такой — даже в самые неприятные моменты не изменяла своим привычкам.\n\n  — Ещё одна развилка, черт бы меня побрал, — раздался голос Леона далеко впереди. Лука и не заметил, как сильно отстал — до парня было не менее тридцати футов. — В карте о ней ничерта не сказано, — добавил шатен сухо. — И куда теперь идти?\n\nДжоэл, который был ближе всех к Леону, уже склонился над картой и хмуро покачал головой.\n\n  — Лука, — позвал он, но парень еще до этого начал передвижение. Он быстрым шагом покинул строй и, всунув Берти в руки своё оружие, направился к карте. Он не был картежником, но из всей группы, наверное, лучше всего разбирался во всех этих маленьких записях. ",
    "answers": [
      {
        "id": 12,
        "text": "[Увидеть развилку]"
      }
    ]
  },
  {
    "id": 121,
    "text": "  — Щипит? — спросила она, но Лука ответить не мог. Он лишь заворожено смотрел, как в её волосах играют солнечные блики, как в глазах отражаются его собственные большие глаза...",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "  — Да ты прямо кладязь дурных идей! — сплюнул Леон на землю. — Идти в сторону города? На ночь глядя? Если хочешь расстаться с жизнью — катись!\n\nДжоэл ничего не ответил, но по его серьезному взгляду стало ясно, что вариант отвергнут.",
    "answers": [
      {
        "id": 97,
        "text": "[Согласиться с планом парней]"
      },
      {
        "id": 123,
        "text": "[Предложить вернуться по дороге назад. Чем дальше от города - тем безопаснее]"
      }
    ]
  },
  {
    "id": 123,
    "text": "Лука всё больше и больше думал о безопасности Берти. Тем более, на девушке лица нет — она явно боится оставаться здесь, хотя сама никогда не признает.\n\nКогда парень предложил эту идею, вся команда переглянулась.\n\n  — Нам всё равно придется возвращаться назад завтра. Пока не наступила полная темнота, мы можем повернуть назад, — сказал Лука.\n\n  — Ладно, — согласился Джоэл устало. — Думаю, это имеет смысл. ",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "  — Всё в порядке, я как раз тоже хотел предложить тебе... — парень был смещен даже сильнее девушки, ведь до сих пор был удивлен, что подошла она именно к нему. Он приврал ей про то, что подошел бы — скромный Лука бы не осмелился вот так попытатся вторгнуться в её личное пространство.\n  — Вот и отлично! — засияла девушка. — Тогда я пойду наведу уют в палатке, напарник! — и девушка скрылась в одной из них.",
    "answers": []
  },
  {
    "id": 125,
    "text": "  — Всё в порядке, я как раз тоже хотел предложить тебе... — парень был смущен даже сильнее девушки, ведь до сих пор был удивлен, что подошла она именно к нему. Он приврал ей про то, что подошел бы — скромный Лука бы не осмелился вот так попытатся вторгнуться в её личное пространство.\n\n  — Вот и отлично! — засияла девушка. — Тогда я пойду наведу уют в палатке, напарник! — и девушка скрылась в одной из них.",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "  — Извини, но... Я уже договорился с Джоэлом, — кивнул парень на лидера и покраснел от лжи. Конечно, он ни с нем не договаривался, а просто сказал первое, что пришло в голову от волнения.\nИ только сейчас он понял какую ошибку совершил...\n\n  — А, — отозвалась девушка, как показалось Луке, немного разочаровано. — Тогда мне придется ночевать с Леоном...\n\n\"Вот дьявол!\" — сказал про себя парень любимое ругательство Джоэла. Ему ничего не оставалось, что наблюдать за тем, как девушка залазит в одну из палаток...",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "Не было смысла говорить, какой вид приобрел Леон, когда узнал, что будет делить палатку с девушкой.\n\n  — Отлично, — самодовольно произнес он, косясь на Луку. — Кстати, надо бы решить кто когда будет дежурить. Предлагаю выставить Луку до двух ночи. В наказание за то, что мы оказались в этом месте по его милости.\n\n\"Вот гад!\" — подумал Лука. Ужасно захотелось вцепиться ему в глотку... Но он лишь согласно кивнул. Глаза уже слипались от тяжелой дороги и он уже не представлял, как будет сидеть без сна ближайшие шесть часов, но...\n\n  — До двух ночи — это слишком долго, — сказала Берти. — Мы шли целый день, Леон, ты не думаешь что...\n\n  — Берти права, парень, — вмешался хмурый Джоэл. — А если он заснет на дежурстве? Пусть сидит до полуночи, а потом я его сменю. \n\n  — Тогда я выйду в четыре утра, — кивнула Берти.\n\n  — Ладно, — фыркнул Леон. — Договорились.",
    "answers": [
      {
        "id": 102,
        "text": "[Взять меч и сесть у палатки]"
      }
    ]
  },
  {
    "id": 128,
    "text": "Они шли чуть больше четверти часа, пока на землю не опустилась полная темнота. Мертвую тишину нарушал только стрекот сверчка, а с каждой минутой становилось всё холоднее и холоднее...\n\n  — Думаю, надо сделать привал... А то я сейчас умру прямо на месте... — начала Берти, но, к её удивлению, Джоэл резко её перебил:\n  — Тихо! Кажется я что-то слышу! — лидер выхватил оружие и обернулся назад, в ту сторону, откуда они шли. И дейстительно, прислушавшись, команда расслышала именно то, из-за чего они и избегали городов...\n\n\"Дроны\", — пронеслось в голове у Луки и он выхватил меч следом.",
    "answers": [
      {
        "id": 129,
        "text": "[Застыть в ожидании]"
      }
    ]
  },
  {
    "id": 129,
    "text": "  — Вот дьявол! — вскрикнул Джоэл заметив в метре от себя серебряный блик, а уже через несколько секунд ребят окружили две дюжины. \n\nУ Луки опустилось сердце в пятки. Те, кто мало знаком с манерой дронов вести бой — могут сразу распрощаться с жизнью, но даже для самых опытных две дюжины — это слишком. Ещё один минус то, что у ребят не было хорошего ночного зрения, которое было у роботов. И это легко могло их потянуть ко дну.\n\n  — Сдохните, твари! — Леон со всего размаху впечатал двух роботов в асфальт. Всё происходило словно в замедленой съемке: вот Джоэл убил ещё двух, Берти с перепугаными глазами...\n\n  — Лука, позади!!! — послышался душераздирающий девичий крик. Кричала Берти, она и спасла парня от смертельного удара в шею — дрон незаметно подкрался сзади и уже готов был прикончить невнимательного Луку...\n\nОтскакивая в сторону, он споткнулся о брошеный на землю рюкзак и на всей скорости полетел на землю головой вниз... Послышался характерный удар, и парень почувствовал что-то густое и темлое на своем лице. В мгновение ока оно залило все глаза, голова невероятно болела и кружилась, но он до последнего пытался оставаться в сознании. Друзьям нужна его помощь... Очень нужна...",
    "answers": [
      {
        "id": 130,
        "text": "[Бороться]"
      },
      {
        "id": 131,
        "text": "[Сдаться]"
      }
    ]
  },
  {
    "id": 130,
    "text": "\"Я не должен, не должен...\" — подумал он и попытался встать, хотя его попытки не увенчались успехом. Вокруг исчезли все звуки, он почти ничего не видел... Кроме лица. Берти, его милая спасительница, склонилась прямо над ним и тормошила, что-то крича.\n\n\"Я должен встать... Помочь!\" — думал Лука, но уже не мог шевелиться. Её лицо было так близко, длинные волосы свисали с плеч и он чувствовал едва уловимый аромат её любимых лавандовых духов — единственной вещи, которая напоминала ей о доме... В голове Луки мелькнуло смутное воспоминание — тот день, когда он почувствовал их впервые. Но парень уже провалился в забытье...",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "Вокруг исчезли все звуки, он почти ничего не видел... Кроме лица. Берти, его милая спасительница, склонилась прямо над ним и тормошила что-то крича.\n\n\"Я не могу... Не могу встать...\" — думал Лука и уже не мог шевелиться. Её лицо было так близко, длинные волосы свисали с плеч, и он чувствовал едва уловимый аромат её любимых лавандовых духов — единственной вещи, которая напоминала ей о доме... В голове Луки мелькнуло смутное воспоминание — тот день, когда он почувствовал их впервые. Но парень уже провалился в забытье...",
    "answers": [
      {
        "id": 132,
        "text": "[Увидеть флеэшбэк]"
      }
    ]
  },
  {
    "id": 132,
    "text": "Секретное воспоминание \"Первая встреча\"\n—---\nСпустя четыре года после начала апокалипсиса...\n—---\nЛука сидел в медицинском кабинете доктора Фачинелли. Сегодня парень был дежурным в приемной, ожидая прихода больных. За два месяца пребывания в этом лагере беженцев он уже совершенно освоился и чувствовал себя на правах хозяина — его познания в медицине позволили практически сразу выбиться из рядового беженца в довольно престижную должность главного помощника врача.  \n\nЛука сидел в мягком уютном кресле и думал о том, что весь тот долгий и тяжелый путь из самого Вашингтона стоил того, чтобы попасть в Атланту, где находилось самое большое из известных поселений выживших. Границы здесь надежно охраняются, а скотоводство и садоводство обеспечивают надежный запас провизии. Что ещё нужно для комфортной жизни?\n\nПосле нескольких часов ожидания парень решил размять ноги и встал. \n\n\"Почему бы не осмотреть кабинет?\" — подумал он. \"Возможно, найду чем себя развлечь...\"",
    "answers": [
      {
        "id": 133,
        "text": "[Осмотреть письменный стол]"
      },
      {
        "id": 134,
        "text": "[Осмотреть старую картину]"
      },
      {
        "id": 135,
        "text": "[Осмотреть стойку с книгами и документами]"
      }
    ]
  },
  {
    "id": 133,
    "text": "Письменный стол, за которым сидел парень, принадлежал доктору Фачинелли, так что и вещи находящиеся на столе, соответсвенно, были его.\n\nБольшое окно надо столом помогало ясно увидеть всё, что на нем находилось: стопку старых бумаг, чашку недопитого чая и небольшую синюю рамку с фотографией — именно она и привлекла внимание Луки.\n\nСтекло треснуло, однако парень мог разглядеть счастливую семью. Маленькая рыжеволосая девочка сидела на руках у смеюшихся родителей: красивой и такой же рыжеволосой женщины, и доктора Фачинелли. \n\n\"Его семья не пережила первые дни, — вспомнил Лука. — Жена работала в офисе, так что, очевидно, так оттуда и не вернулась...\"\n\nПереводя взгляд на девочку, парня пронзила внезапная и довольно сильная грусть. Малышка напомнила ему младших сестер, которых тоже так и не удалось спасти... \n\n\"Обиднее всего, когда умирают невинные дети. Они не заслуживают платить за грехи родителей...\"",
    "answers": [
      {
        "id": 133,
        "text": "[Осмотреть письменный стол]",
        "need": [
          -133
        ]
      },
      {
        "id": 134,
        "text": "[Осмотреть старую картину]"
      },
      {
        "id": 135,
        "text": "[Осмотреть стойку с книгами и документами]"
      },
      {
        "id": 136,
        "text": "[Услышать стук в дверь]",
        "need": [
          133,
          134,
          135
        ]
      }
    ]
  },
  {
    "id": 134,
    "text": "Это была хорошая копия известной когда-то картины \"Последний день Помпеи\" Карла Брюллова. Парень улыбнулся — его мама, историк исскуства, им бы гордилась.\n\n\"На картине изображены события в Помпеях во время катастрофического извержения Везувия. Небосвод покрыт тёмными грозовыми тучами, на горизонте сияет кроваво-красное зарево, небесную тьму прорезают длинные и острые молнии. От подземных толчков рушатся здания. Люди пытаются спастись от разбушевавшейся стихии, вокруг слышны их крики, стоны и мольбы. Трагедия обнажает их чувства, показывает суть человеческих душ...\" — вспомнил парень рассказ матери, когда они вместе летали в Санкт-Петербург. Парень был ещё мальчишкой,  но именно эта картина ему особенно запомнилась. \n\n  — Почему они так наигранно убегают? — спросил он у матери тогда. — Им грозит смертельная опасность, а они так красиво убегают...\n\n  — А вдруг это были их истинные чувства? — с улыбкой спросила мама. — Мы же не переживали апокалипсис, так что не можем сказать, что чувствуют люди в тот момент.\n\n\"Они бегут, мама. Они бегут и прячутся, как крысы, а не строят из себя кого-то... Теперь я знаю, мам...\" — подумал Лука.",
    "answers": [
      {
        "id": 134,
        "text": "[Осмотреть старую картину]",
        "need": [
          -134
        ]
      },
      {
        "id": 135,
        "text": "[Осмотреть стойку с книгами и документами]"
      },
      {
        "id": 133,
        "text": "[Осмотреть письменный стол]"
      },
      {
        "id": 136,
        "text": "[Услышать стук в дверь]",
        "need": [
          133,
          134,
          135
        ]
      }
    ]
  },
  {
    "id": 135,
    "text": "Здесь были всякие медицинские справочники и карты всех, кто когда-либо посещал медпункт. \nПарень вспомнил, как всё то время, что провел на первом курсе в колледже, только и занимался, что бухгалтерией — такому новичку, как он, не доверяли сделать элементаруную перевязку...\n\nОднако когда мир перевернулся, именно его познания и стали причиной того, что он выжил. Узнавая, что он медик, все его попутчики старались любой ценой сохранить ему жизнь.\n\n\"А ещё всё благодаря доктору Шефферд. Именно она научила меня большей части того, что я знаю, — вспомнил Лука свой первый лагерь и женщину, что заменила ему мать с учителем вместе взятых. — Благодаря ей я действительно могу помогать людям...\"",
    "answers": [
      {
        "id": 133,
        "text": "[Осмотреть письменный стол]"
      },
      {
        "id": 134,
        "text": "[Осмотреть старую картину]"
      },
      {
        "id": 135,
        "text": "[Осмотреть стойку с книгами и документами]",
        "need": [
          -135
        ]
      },
      {
        "id": 136,
        "text": "[Услышать стук в дверь]",
        "need": [
          133,
          134,
          135
        ]
      }
    ]
  },
  {
    "id": 136,
    "text": "  — Войдите, — парень торопливо вернулся за стол и пригладил волосы. Кажется, к нему пришли первые посетители за сегодняшний день.\n\nДверь незамедлительно открылась и в комнату вошли двое — парень и девушка. А если точнее, то она вошла, а он, повиснув на ней, доковылял к стоящей возле стойки с брошурами старой раскладушке.\n\nЭта картина немного удивила парня и он не стразу разглядел их лица. Однако когда девушка подняла свое и улыбнулась, заставив что-то внутри парня перевернуться, он понял какая красавица стоит прямо перед ним.\n\n  — Здравствуйте, — вежливо сказала она. Её светлые волосы легкими волнами струились по плечам, а ясно-голубые глаза с интересом изучали медика. Она была ненамного младше Луки, лет семнадцать-восемнадцать, но выглядела очень уверенной в себе. — Нам нужна ваша помощь. Моего друга ранили, когда мы сюда добирались. Нужно срочно что-то предпринять, пока не началось заражение.",
    "answers": [
      {
        "id": 137,
        "text": "[Перевести взгляд на раненого]"
      }
    ]
  },
  {
    "id": 137,
    "text": "Парень с длинноватыми каштановыми волосами сидел на раскладушке и недоверчиво поглядывал на Луку. Ястребино-серые глаза то и дело перескакивали на лицо девушки, что заставило героя задуматься об их отношениях.\n\n\"Брат или парень?\" — мелькнуло в голове у медика, но он поспешил её отогнать. Какая глупость — задумыватся об этом на работе... Так что Лука спокойно подошел к парню и принялся за осмотр. \n\n  — Огнестрел, — нахмурился он, глядя на рану. \n\n  — Пуля прошла на вылет, — сказал больной отстраненно. Неизвестно почему, но Лука сразу ему не понравился, так что тот не стремился проникаться к медику доверием. В отличии от пришедшей с ним девушки...\n\n  — Подстрелил наш бывший напарник. Борьба за припасы. Жадный был сукин сын, — пожала плечами она. — Впрочем, его почти сразу настигла карма — присосались дроны, а их яд, знаешь ли, смертоносен...\n\nВо время разговора она случайно перешла на \"ты\" и, осознав ошибку, мгновенно покраснела.\n\n  — То есть... Я хотела сказать \"знаете ли\"... — начала она, но вместо того, чтобы ответить что-либо, Лука лишь улыбнулся от умиления.",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "  — Ничего страшного, — сказал он, улыбаясь ещё шире. — Буду рад, если мы и впредь будем общаться на \"ты\". А то я чувствую себя старым профессором перед студенткой, — смущенно закончил он.\n\n  — Отлично! — расплылась в улыбке девушка. — Меня зовут Берти, а это Леон, — она кивнула на раненого парня. — Рада знакомству!\n\n  — Лука, — кивнул парень, и они с Берти несколько долгих секунд не отводили друг от друга взгляд.\n\n  — Господин медик, не поторопитесь ли вы наложить мне повязку, — язвительно произнес Леон, напоминая о своем присутствии.",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "Как бы неприятно не было Луке ухаживать за неблагодарным и крайне неприятным пациентом, его подбадривала та мысль, что благодаря этому придурку он познакомился с такой замечательной девушкой, как Берти. Думая о ней, он и не заметил, что закончил свою работу... \n\n  — Спасибо большое, за помощь! — радостно воскликнула она. Девушка всё время улыбалась, от неё исходила удивительная энергия, так что казалось, что она светится изнутри.\n\n  — Увидимся позже, — пролепетал Лука, смущенно пытаясь скрыть восхищение. \n\nА когда девушка уже выходила из кабинета и прошла слишком близко от его лица, он почувствовал запах, который никогда не забудет и который очень ей подходил —  лаванда. От девушки пахло лавандой, хотя он тогда ещё этого не знал...\n—---\n  — Лука, Лука! Пожалуйста, очнись! \n\n\"Странно, — подумал Лука, глядя на выходящих из кабинета Леона и Берти. — Они же уходят, а голос её. Почему?\"\n\nИ тут его осенило.",
    "answers": [
      {
        "id": 140,
        "text": "[Прийти в себя]"
      }
    ]
  },
  {
    "id": 140,
    "text": "Берти лежала на Луке и крепко прижимала его к земле. По её испачканому пылью лицу катились непрерывные потоки слез. Но даже не смотря на это девушка оставалось прекрасной...\n\nКогда она увидела, что парень пришел в себя, её лицо разгладилось. \n\n  — Лука! — воскликнула она радостно. — Жив... Жив!!! — и её губы в порыве коснулись его разгоряченных губ. \n\nЛука широко открыл глаза и прислушался: на фоне был слышен шум борьбы. Леон и Джоэл сосредоточенно бились с тварями, а это значит, что он был в отключке не более минуты... А по ощущениям целую вечность.\n\nИ тут он заметил Берти. Голова соображала медленно, однако он отчетливо осознал, что только что произошло.\n\n\"Она только что...\"\n\n— Осторожно!!! — он сам не знал, как у него получилось закричать.\n\nДва серебристых дрона на всей скорости летели в спину девушки, и действовать надо было быстро.",
    "answers": [
      {
        "id": 109,
        "text": "[Закрыть Берти собой]"
      },
      {
        "id": 141,
        "text": "[Без сил застыть на месте]"
      },
      {
        "id": 146,
        "text": "[Кто-то внезапно заслоняет Берти и Луку]",
        "need": 145
      }
    ]
  },
  {
    "id": 141,
    "text": "Лука смотрел прямо перед собой, но не мог пошевелиться. Берти услышала крик, но не успела вовремя отреагировать... Два дрона с отвратительным хрустом врезались ей в спину. \nЕё большие голубые глаза округлились от ужаса, а рот остался приоткрыт в немом изумлении. Она застыла, словно фарфоровая кукла, и если бы не кровь, выступившая у неё на губах, Лука бы точно подумал, что это так...\n\n  — Нет... — прошептал он и медленно скинул девушку с себя. Она так и осталась лежать неподвижно, а в глазах уже перестали потухать живые искорки...\n\nЛука оглянулся — рядом из последних сил бился Джоэл, Леон уже лежал повержаный на земле с дроном в груди...\n\n  — Нет... — ещё раз повторил Лука. — Почему?.. — совсем неслышно.\n\nИ Лука побежал.",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "Привет от автора)",
    "answers": [
      {
        "id": 1,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "Очнувшись спустя какое-то время, Лука понял, что продрог до костей. Ночь действительно была ледяная, и парень почувствовал, что за эти два часа практически отморозил себе стопы.",
    "answers": [
      {
        "id": 103,
        "text": "[Обойти лагерь]"
      },
      {
        "id": 104,
        "text": "[Оставаться на месте]"
      }
    ]
  },
  {
    "id": 144,
    "text": "Лука лежал и старался не дышать. Он знал, что Леон прав, что он, Лука, поступил как скотина и заслуживает наказания. Так что он ждал, пока парень быстро нанесет ему несколько ударов, но...\n\n  — Ты совсем рехнулся?! — Джоэл был в ярости. — Решил вернуться в детский сад? К маменьке? Ещё одна подобная выходка и я тебя туда отпрявлю раньше тварей! — военный тряс Леона за ворот футболки.",
    "answers": [
      {
        "id": 145,
        "text": "[Встать на сторону Леона]"
      },
      {
        "id": 94,
        "text": "[Ничего не говорить]"
      }
    ]
  },
  {
    "id": 145,
    "text": "  — Всё нормально, Джоэл, — Лука медленно встал, у него немного кружилась голова после падения. — Я сам виноват, спровоцировал. Так что либо выясняй отношения со мной, либо давай продолжать путь.\n\nДжоэл некоторое время переводил серьезный взгляд с одного парня на другого. В какой-то момент у провинившихся встретились взгляды и Лука отметил, что Леон смотрит на него удивленно и... Признательно? Неужели ему не кажется?",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "Всего секунда. Мгновение.\n\nЛука не успел сообразить что произошло и почему. Он просто смотрел, а на его глаза наворачивались слезы, ведь Леон только что заслонил их своей спиной. В парня в эту же секунду на всей скорости вонзились дроны...\n\"Нет!\" — подумал Леон и это всё что он мог сделать. \n\nНа мгновение глаза его побратима широко распахнулись от ужаса. Крик застыл в горле, а на губах выступила кровь... Видимо, были задеты легкие, но Лука не мог об этом сейчас думать...\n\n  — Что такое? — испугано прошептала Берти, а Лука смотрел, как Леон медленно оседает на землю, поверх ребят. — Боже! — Берти испуганно попыталась обернуться, но у неё ничего не получилось, ведь парень крепко прижал её своим телом к Луке.\n\n  — Просто... не шевелись... — выдохнул Леон хрипло, его рот уже полностью наполнился кровью — парень почти задыхался.\n\n  — Боже... — выдохнула Берти. — Это ты, Леон?! Тебя что?..\n\n  — Послушай меня... придурок, — перебил её он, обращаясь к ошеломленному Луке. — Послушай очень и очень... Внимательно. Слышишь!?",
    "answers": [
      {
        "id": 155,
        "text": "[Кивнуть]"
      }
    ]
  },
  {
    "id": 147,
    "text": "Секретное воспоминание \"Начало\"\n—---\nВторой день после начала апокалипсиса...\n—---\nЛука глубоко вздохнул и судорожно открыл глаза. Дрожь от кошмара всё ещё не проходила, блестели слезы, а в горле застыл так и непрозвучавший крик ужаса... Странно, но уже спустя несколько секунд он начисто забыл, что именно его так напугало. \n\n\"Не нужно было смотреть тот страшный фантастический сериал с Тэмом вчера вечером... — подумал Лука. — Хотя, разве мы его вчера смотрели?\"\n\nПостепенно в голове начало проясняться, а к парню возвращатся память. Комната перед глазами начала принимать ясные очертания.\n\"Нет!\" — он резко сел, осознавая, что находится вовсе не в своей комнате общежития, а на грязном полу аэропорта. \n\n\"Вчера я приехал сюда, чтобы улететь в Сиэтл к семье, но все рейсы отменили... — вспомнил парень. — Отменили по каким-то странным обстоятельствам, которые никто не объяснил...\" ",
    "answers": [
      {
        "id": 149,
        "text": "[Медленно встать и осмотреться]"
      }
    ]
  },
  {
    "id": 148,
    "text": "Вашему вниманию предоставлены:",
    "answers": [
      {
        "id": 107,
        "text": "Концовки"
      },
      {
        "id": 175,
        "text": "\"Секреты\""
      },
      {
        "id": 1,
        "text": "[Вернуться на первую страницу]"
      }
    ]
  },
  {
    "id": 149,
    "text": "Зал ожиданий аэропорта был погружен в ночной мрак. Где-то вдали горел тусклый огонек — единственный источник освещения. \n\nПомещение было полностью заполнено спящими людьми — кто-то устроился в кресле, а кто на полу, облакотившись о чемодан — народу было так много, что сидячих мест хватило не на всех. Эти люди, как и Лука, ждали что вот-вот объявят время следующего рейса и задержались здесь целыми семьями — неподалеку от парня как раз раположилась такая семья: двое деток лежали с двух сторон от своих родителей, цепляясь за одежду своими маленькими ручками. \n\nСнова заснуть у парня так и не получилось. Странное беспокойство так и выедало изнутри...\nЕму ничего не оставалось, как забросить на плечи рюкзак и пойти найти чего-то горячего. На дворе стояла только середина марта — по ночам было ещё довольно прохладно. Так что Лука направился в ближайшее круглосуточное кафе.",
    "answers": [
      {
        "id": 150,
        "text": "[Выйти из зала]"
      }
    ]
  },
  {
    "id": 150,
    "text": "Странно было то, что на месте так никого и не оказалось. Робот-бармен куда-то исчез, и даже более того, за весь неблизкий путь к бару Лука не встретил ни одного дрона-прислужника: не было ни уборщиков, ни разносчиков сообщений, ни обычно исправно работающих телевизоров, вечно крутящих свою бессмысленную рекламу.\nДаже сейчас, прямо напротив Луки, висел экран, показывающий лишь помехи. \n\n\"Да что ж это такое творится?\" — парень был в явном недоумении. Всё вокруг казалось подозрительным и необычным, однако возвращаться в зал ожиданий Луке не хотелось. Так что он решил всё-таки дождаться прислугу и заказать себе кофе.",
    "answers": [
      {
        "id": 151,
        "text": "[Осмотреть экран с помехами]"
      },
      {
        "id": 152,
        "text": "[Осмотреть мини-бар]"
      },
      {
        "id": 153,
        "text": "[Проверить телефон]"
      }
    ]
  },
  {
    "id": 151,
    "text": "Глядя на экран парень вспомнил, что выбегая из комнаты общежития, как раз раздражался тому, что постоянно пропадал сигнал. Его любимый сериал прерывался отвратительным шипением, пока и вовсе не исчез.\n\nЛука даже вышел из дома раньше, думая о том, что за всю свою довольно зоурядную жизнь не мог вспомнить, чтобы шоу вот так прерывалось посреди эфира. И это ещё при том, что погода была хорошая и неветреная.\n\nКак потом оказалось, сигнал пропал повсеместно — на улицах погасли бигборды, не было доступа в интернет! А потом ещё и отмена рейсов в аэропорту... ",
    "answers": [
      {
        "id": 151,
        "text": "[Осмотреть экран с помехами]",
        "need": [
          -151
        ]
      },
      {
        "id": 152,
        "text": "[Осмотреть мини-бар]"
      },
      {
        "id": 153,
        "text": "[Проверить телефон]"
      },
      {
        "id": 154,
        "text": "[Услышать шум колес]",
        "need": [
          151,
          152,
          153
        ]
      }
    ]
  },
  {
    "id": 152,
    "text": "Идеальные ряды дорогого алкоголя, подсветка, тихая музыка где-то в глубине зала... В любой другой день это бы ввело его в состояние умиротворения, но не сегодня. Лука просто не мог оставаться спокойным, когда вокруг творится неразбериха и никто не торопится ничего объяснять. ",
    "answers": [
      {
        "id": 151,
        "text": "[Осмотреть экран с помехами]"
      },
      {
        "id": 152,
        "text": "[Осмотреть мини-бар]",
        "need": [
          -152
        ]
      },
      {
        "id": 153,
        "text": "[Проверить телефон]"
      },
      {
        "id": 154,
        "text": "[Услышать шум колес]",
        "need": [
          151,
          152,
          153
        ]
      }
    ]
  },
  {
    "id": 153,
    "text": "Парень машинально проверил телефон на наличие связи, но бесполезно — она как исчезла вчера днем, так и не появилась. Что за странные ремонтные работы затеяли эти службы?\n\n\"Я так и не связался с Шэлли и Эмми\", — вспомнил Лука о своих сестрах. Парень хотел позвонить им перед выходом, но так и не успел этого сделать. Он очень беспокоился, ведь не помнил когда связывался с ними в последний раз... Интересно, у них тоже происходит эта ерунда со связью и сигналом? А если да, то успокоила ли их мама?\n\n\"Сейчас ночь со среды на четверг. Она наверняка была на работе...\" \n\nПарню ничего не оставалось делать, как нервно покачиваться на стуле у барной стойки.",
    "answers": [
      {
        "id": 151,
        "text": "[Осмотреть экран с помехами]"
      },
      {
        "id": 152,
        "text": "[Осмотреть мини-бар]"
      },
      {
        "id": 153,
        "text": "[Проверить телефон]",
        "need": [
          -153
        ]
      },
      {
        "id": 154,
        "text": "[Услышать шум колес]",
        "need": [
          151,
          152,
          153
        ]
      }
    ]
  },
  {
    "id": 154,
    "text": "И тут он услышал звук скольжения колес по бетону, где-то в коридоре. Мини-бар находился немного в стороне от главного холла — даже днем он был местом, где можно было находиться вдали от суеты и спокойно дожидаться своего рейса. \n\n\"А вот и бармен, — подумал Лука и ободрился. — Может, даже получится разузнать у него что-то об обстановке\".",
    "answers": [
      {
        "id": 179,
        "text": "[Увидеть в дверном проеме фигуру]"
      }
    ]
  },
  {
    "id": 155,
    "text": "Лука несмело кивнул. Он дрожал от осознания того, что только что произошло, и не смел перечить или перебивать... У его побратима осталось слишком мало времени...\n\n  — Отныне твоя главная цель —  забота о ней, — твердо прорычал он, глядя Луке прямо в глаза. Рука Леона слабо уцепилась за его воротник, она дрожала то ли от злости, то ли от предверия конца... — Он должна жить, слышишь?! Или я... С того света вернусь... За тобой... — он зашелся в кашле, а в этот момент очередной дрон, который их заметил, вонзился ему в поясницу. \n\n  — Нет!!! — вскрикнула Берти, ощущая толчок. — Боже, нет!!! \n\n  — Ты... должен дать клятву, — шептал Леон на последнем издыхании. Он из последних сил удерживал себя в сознании, надеясь услышать последние обещание...\n\n — Я клянусь, — Лука без раздумий вцепился в дрожащую руку побратима. По его щекам катились слезы — он не хотел верить, но страшная правда прожигала его изнутри. Герой просто не мог принять, что этот молодой парень, самый отважный человек, которого ему приходилось знать, вот так уйдет...\n\n  — Знаешь... — Леон грустно улыбнулся. — Мы могли бы поладить. Но я люблю её...\n\n  — Леон... — прошептала Берти, задыхаясь от слез.\n\n  — Люблю... Поэтому... Будь счастлива.",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "6 месяцев спустя\n—---\nАтлантический океан был прекрасен. Берти лежала на всё ещё теплом песке и думала о том, что хотела бы провести здесь всю оставшуюся жизнь. Ей так спокойно, она впервые за несколько лет чувствовала себя дома... Это удивительное и ни с чем несравнимое чувство.\n\n  — Не пугайся, милая, — девушка открыла глаза, услышав знакомый голос, и улыбнулась. В лучах розового заката она была как никогда прекрасной, и Лука рассплылся в ответной улыбке, глядя на неё.\n\n  — Уже пора? — как ни в чем не бывало спросила она. \n\n  — Увы, да, — кивнул парень, садясь рядом. — Собрание будет уже через десять минут, я и так откладывал сколько мог. К тому же, нам сегодня предстоит нелегкий разговор с Джоэлом, — парень нежно коснулся живота Берти. Несколько дней назад они узнали, что станут родителями, но всё никак не было возможности сказать об этом дедушке. \n\n\"Дедушка — это звание принадлежит Джоэлу по праву\",— сказала Берти тем утром, и Лука безоговорочно согласился.\n\n  — Он будет на седьмом небе, — девушка засияла. — Я уверена в этом. \n\n  — Конечно, — Лука встал сам и помог подняться жене. — Поэтому и нужно возвращаться.",
    "answers": [
      {
        "id": 157,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "Ребята вернулись в поселение за несколько минут. У ворот их встретила молодая улыбчивая женщина.\n\n  — Поторопитесь, а то вот-вот начнется. Крис наконец-то закончил работу над проектом! — сообщила она.\n\nСтефани Томсон была одна из многих других выживших, кого ребята повстречали на востоке. В прибрежных городках, как оказалось, пряталось довольно много людей, среди которых были ученые, что всё это время разрабатывали план борьбы с Искусственным Интеллектом. Кристофер Томсон, муж Стефани, был одними из них. В поселении \"Новая Америка\" на данный момент находилось семьдесят четыре человека.",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "  — Конечно, мы туда и идем, — Лука подхватил Берти на руки и, подмигнув Стефани, что есть мочи побежал. \n\n  — Пусти, пусти! — хохотала девушка, хотя на самом деле не хотела отпускать его больше всего на свете. \n\n  — А вот и вы! — Джоэл встретил их возле ангара, который сейчас служил как место для собраний. — Я уж было начал волноваться!\n\nРебята лишь переглянулись. Потом, все разговоры можно отложить на потом...",
    "answers": [
      {
        "id": 159,
        "text": "[Войти в ангар]"
      }
    ]
  },
  {
    "id": 159,
    "text": "Как только они сели, собрание началось. \n\n  — Система деактивации работает благодаря определенной частоте сигнала, из-за которой любой робот выходит из строя, — объяснил Кристофер Томсон, чернокожий и невысокий мужчина, залу. — А сейчас я вам это продемонстрирую.\n\nВ зал тут же зашли два хорошо сложенных парня с клеткой в руках. В клетке сидел дрон-разведчик.\n\nОт одного его вида у Берти сжалось сердце, а из всего зала послышались крики. \n\n  — Спокойно, — сказал Крис и направил на клетку странный прибор с антеной и кнопкой. Как только клетка удобно расположилась на столе рядом с ним, он её нажал.\n\nВ ушах зашумело, немного закружилась голова — так почувствовала себя Берти после этого жеста. Однако на робота прибор произвел совершенно другое впечатление.\n\nЗал ахнул — дрон, который ещё секунду назад вырывался из клетки, сейчас безжизненно покоился на её дне. ",
    "answers": [
      {
        "id": 160,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "Ещё через секунду послышались аплодисменты. Зал ликовал! \n\n  — Это значит, что мы ещё всё можем вернуть, — улыбнулся Берти Лука.\n\n\"Не всё\", — грустно подумала девушка, но нашла в себе силы радостно улыбнуться в ответ.\n\n  — Изобретение будет ещё дорабатываться, — сообщил залу Кристофер. — И я верю, что в скором времени мы сможем выступить против них.\n\nКогда собрание закончилось, все покинули ангар и вышли на улицу. Отовсюду слышался смех — люди получили надежду. А ни это ли надо людям для жизни?",
    "answers": [
      {
        "id": 161,
        "text": "[Прикоснуться рукой к щеке Луки] "
      },
      {
        "id": 162,
        "text": "[Улыбнуться Джоэлу]"
      }
    ]
  },
  {
    "id": 161,
    "text": "Девушка нежно коснулась рукой щеки любимого и заглянула ему в глаза. Кажется, он правда верил, что всё ещё можно изменить.\n\n  — Мы построим новый мир, — шепнул он ей тихо. — Где наш малыш не будет знать что такое Искусственный Интеллект... \n\n  — Это будет хороший мир, — согласно кивнула она.",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "Джоэл качал головой. Он не выглядел скептиком, скорее был удивлен проделанным успехам. \n\n  — Ну что, получил что хотел? — спросила девушка, зная, что мужчина тяжело мирился с новой жизнью без борьбы и движения. Не смотря на то, что он всегда стремился к спокойной жизни, Джоэл до сих пор к ней привыкал. \n\n  — Кажется, — пожал плечами он. — Теперь мы знаем, что можно действовать и отсюда.",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "Они вышли из ангара и отправились на ужин. Уже почти стемнело и намечалась вечеринка в честь события, однако Берти выглядела как никогда взволнованной. Они постоянно переглядывались с Лукой, и Джоэл просто не мог не заметить этого странного поведения.\n\n  — Вы что-то хотите мне сказать? — невозмутимо спросил прямолинейный мужчина.\n\nЛука улыбнулся. Ничего нельзя было от него утаить. \n\n  — Берти? — парень одобрительно посмотрел на смущенную жену. В полумраке свечей она выглядела ещё более бледной чем обычно, но держалась решительно.\n\n  — Ты... Станешь дедушкой, — наконец выпалила она и улыбнулась.\n\nНесколько секунд военный смотрел прямо перед собой, словно гадал: не послышалось ли ему это признание? Однако немного погодя он изменился почти до неузнаваемости: лицо вытянулось, глаза округилились... Мужчина неуверенно заклипал ресницами. \n\n  — Что ты сейчас сказала, дорогая? — озадачено переспросил он.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "  — Я беременна, Джоэл. У нас с Лукой будет малыш! — засияла Берти и, не удержавишись, кинулась на шею Дарку. \n\nДжоэл качал головой. Он не был уверен, но ему показалось, что на миг в глаза что-то попало, так что он торопливо потер их рукой. Второй рукой мужчина бережно обнял дочку.\n\n  — Это... Прекрасная новость, — прошептал он, до сих пор с трудом её осознавая...\n\nБерти — беременна. Он же помнил эту девочку в самые первые дни катастрофы, помнил её большие по-детски наивные глаза... Это было так недавно!",
    "answers": [
      {
        "id": 165,
        "text": "[Притянуть её к себе крепче]"
      },
      {
        "id": 166,
        "text": "[Обнять Луку]"
      }
    ]
  },
  {
    "id": 165,
    "text": "  — Моя маленькая девочка, — улыбнулся он, поглаживая Берти по голове и притягивая её к себе крепче. Девушка не выдержала столь трогательного момента и заплакала, а мужчина тем временем переглядывался с Лукой.\n\n  — Поздравляю, сынок, — кивнул Джоэл, глядя на него и протянул руку для того, чтобы принять и его в круг объятий.\n\n\"Они такие молодые, но как никто заслуживают счастья. А когда у нас есть надежда, есть будущее, значит всё будет хорошо...\" \n\nЛука несколько секунд смотрел прямо перед собой, словно сомневаясь, не привиделся ли ему этот жест. Джоэл всегда был скуп на эмоции, особенно по отношению к нему. Но...",
    "answers": [
      {
        "id": 167,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "  — Поздравляю, сынок, — кивнул Джоэл, глядя на него и протянул руку для того, чтобы принять и его в круг объятий.\n\nБерти же не выдержала столь трогательного момента и заплакала.\n\n\"Они такие молодые, но как никто заслуживают счастья. А когда у нас есть надежда, есть будущее, значит всё будет хорошо...\" \n\nЛука несколько секунд смотрел прямо перед собой, словно сомневаясь, не привиделся ли ему этот жест. Джоэл всегда был скуп на эмоции, особенно по отношению к нему. Но...",
    "answers": [
      {
        "id": 167,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "И вот они стояли немного в стороне от веселой вечеринки — втроем... Хотя нет, уже вчетвером, обнявшись, и чувствовали себя как никогда живыми.\n—---\n\"Я счастлива\" — думала Берти. \"Я хочу, чтобы все тоже были счасливы\". \n—---\n\"Я сделаю всё, чтобы любимой и нашему малышу было хорошо, — думал Лука. — Чтобы он вырос в мире...\"\n—---\n\"Они всегда будут под моей опекой и я никогда не дам их в обиду. Никогда...\" — мыслил Джоэл.\n—---\nЛеон Лука Джоэл Джонс родился 13 февраля 2069 года. Он был счастлив и окружен любовью родителей и лучшего деда на свете. Всё было хорошо...",
    "answers": [
      {
        "id": 1,
        "text": "[Завершить квест]"
      }
    ]
  },
  {
    "id": 168,
    "text": "  — Похоже, на этот раз, всё возможно, — мрачно изрек Джоэл, срывая густую растительность со знака. — Это не тот, что мы видели... Хуже. Это знак, который оповещает о въезде в город. Добро пожаловать в Чикаго, господа! — воскликнул он хмуро, переводя взгляд с одного члена команды на другого. ",
    "answers": [
      {
        "id": 169,
        "text": "[Предложить немедленно повернуть обратно]"
      },
      {
        "id": 170,
        "text": "[Предложить запереться в ближайшем магазине и переждать там ночь]"
      }
    ]
  },
  {
    "id": 169,
    "text": "  — Нам нужно немедленно уходить, — самые страшные образы замелькали в голове у парня. — Мы все умрем ещё до заката, если останемся здесь...\n\n  — Отличное замечание, черт возьми! — Леон одним шагом преодолел разделяющее их расстояние и схватил парня за ворот футболки.  —  Однако ты, придурок, оснанешся здесь. Я устал от твоих выходок и не собираюсь больше иметь с тобой хоть что-то общее!!! — он со всей силы толкнул его, и Лука полетел на землю. ",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "  — Да ты прямо кладязь дурных идей! — сплюнул Леон на землю. — Идти в сторону города? На ночь глядя? Если хочешь расстаться с жизнью — катись!\n\nДжоэл ничего не ответил, но по его серьезному взгляду стало ясно, что вариант отвергнут.",
    "answers": [
      {
        "id": 169,
        "text": "[Предложить немедленно повернуть обратно]"
      }
    ]
  },
  {
    "id": 171,
    "text": "  — Ты что, с ума сошел?! — тривожный голос Берти доносился словно из-под воды. Лука был удивлен, ведь он не так уж и сильно ударился головой — его спас массивный рюкзак за спиной. — Ведешь себя как придурок, Леон! Если такой умный, сам в следующий раз указывай дорогу, а не скидывай ответственность на других! — в её голубых глазах запылал огонь, девушка была в ярости.\n\n  — Если следующий раз будет, Берти! — зло кинул ей в ответ Леон, брызгая слюной. — Мы прямо возле города! Они в любой момент могут...\nНо он не успел договорить, ведь Джоэл, одним ударом кулака в челюсть, сшиб его в кювет.\n\n  — Хватит, — отрезал военный. — Лука прав — нужно немедленно уходить. А вы только тратите драгоценное время на перепалки — до заката всего несколько часов!",
    "answers": [
      {
        "id": 172,
        "text": "[Осторожно встать на ноги]"
      }
    ]
  },
  {
    "id": 172,
    "text": "Лука несмело поднялся — голова немного кружилась, но в остальном всё было в порядке. Берти держала его за руку и ободряюще улыбалась — от этого парню с каждой секундой становилось легче и теплее на душе. \n\n\"Мы уйдем отсюда и она будет в безопасности\", — решил парень и направился вслед за командой, по той же дороге, обратно к развилке... \n\nСтранно, но эта перепалка заставила его вспомнить самое начало всего этого кошмара. Тогда люди и не подозревали, что самым опасным местом для их жизни станет то, где скапливается как можно больше народу... Они не знали, что причиной всех бед станет их лучший друг и помощник — Искусственный Интеллект. А ещё они были в панике, страх парализовывал их, толкая на такие поступки, которые ранее те никогда бы не совершили...",
    "answers": [
      {
        "id": 173,
        "text": "[Не думать о плохом]"
      },
      {
        "id": 147,
        "text": "[Проникнуться воспоминаниями]"
      }
    ]
  },
  {
    "id": 173,
    "text": "Через несколько часов они снова вышли к той же развилке, однако на этот раз Джоэл не позволил кому-либо выбирать куда идти.\n\n  — Идём прямо, — отрезал он. — Карта показывает, что эта дорога приведет нас к небольшой ферме. То что для нас и нужно.",
    "answers": [
      {
        "id": 174,
        "text": "[Пойти прямо]"
      }
    ]
  },
  {
    "id": 174,
    "text": "И он не ошибся. Дорога действительно начала уходить в сторону, а меньше чем через два часа они пришли к небольшой заброшенной ферме.\n\n  — Вот что значит \"профи\", — Леон испепеляюще глянул на Луку. В это же время Джоэл достал из сумки самодельное устройство, очень похожее на наушники, что были прикреплены к небольшому струнному инструменту. По его словам, с помощью ультразвука он распознавал есть ли поблизости \"твари\" или нет. Надев это всё на себя, военный указательным пальцем осторожно коснался струны.\n\n  — Чисто, — заключил он через полминуты.",
    "answers": [
      {
        "id": 16,
        "text": "[Осмотреть местность]"
      }
    ]
  },
  {
    "id": 175,
    "text": "На протяжении прохождения у вас есть возможность открыть \"секреты\", некие флэшбэки из жизни героев, которые позволят узнать о них больше...",
    "answers": [
      {
        "id": 147,
        "text": "Воспоминание \"Начало\"",
        "need": 147,
        "need_ever": true
      },
      {
        "id": 132,
        "text": "Воспоминание \"Первая встреча\"",
        "need": 132,
        "need_ever": true
      },
      {
        "id": 175,
        "text": "На данный момент вы можете открыть 2 флэшбэка. Они хорошенько затеряны, так что... Удачного прохождения!",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Вернуться на первую страницу]"
      },
      {
        "id": 148,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 176,
    "text": "Джоэлу было не больше пятидесяти, но он уже почти полностью поседел. Глубокие морщины обрамляли обветренное долгими путешествиями лицо, а бровь рассекал длинный розовый шрам, доставшийся ему ещё до начала апокалипсиса.  На широких плечах была накинута старая, но на удивление чистая военная куртка — не смотря на то что правительства и армии больше нет, Джоэл отказывался носить что-то кроме своей формы.\n\"Я был военным, им и остаюсь\" — строго приговаривал он каждый раз, когда кто-то затевал об этом разговор.\nЛука всегда уважительно относился к Джоэлу Дарку, не смотря на строгость и консервативность. Ему нравился его спокойный нрав, такой схожий с ним самим.\nСейчас мужчина чинил специальное отслеживающее устройство, которое помогало предвидеть присутствие любых признаков армии Искусственного Интеллекта.",
    "answers": [
      {
        "id": 194,
        "text": "[Спросить про карту]"
      }
    ]
  },
  {
    "id": 177,
    "text": "Девушка сидела на куске сухой пожелтевшей травы и грелась на солнышке. Её светло-русые волосы рассыпались по плечам, а лицо было расслабленно — удивительно редкое зрелище для нынешнего неспокойного времени. Сейчас она выглядела ещё более юной, чем есть на самом деле, и Лука неосознанно залюбовался её почти детскими, но такими притягательными губами, скулами, шеей... Было похоже на то, что она спит,  однако когда парень подошел ближе, Берти с любопытством открыла голубые глаза. \n  — Не волнуйся, Лука, — улыбнулась она, заметив озадаченный вид парня. — Я не спала. Можем поболтать.",
    "answers": [
      {
        "id": 203,
        "text": "[Поговорить о прошлом]"
      }
    ]
  },
  {
    "id": 178,
    "text": "",
    "answers": []
  },
  {
    "id": 179,
    "text": "И вот Лука заметил робота. Бармен медленно катился в его сторону — скрип колес в абсолютной тишине ощущался непривычно, но парень успокаивал себя тем, что в этом нет ничего удивительного. Просто глубокая ночь, все спят, и от этого все шумы словно бы громче становятся...  Всё дело именно в этом. А по поводу рейсов — наверняка какие-то воздушные бури, ничего серьезного... Сейчас он обо всем спросит.\n\nНо, к большому удивлению Луки, робот не встал на свое привычное место у стойки, а проехал мимо! \n\n  — Эй, куда ты? — парень от неожиданности вскочил со стула. — Мне нужен кофе, приятель! Куда это ты намылился? \n\nРобот-бармен его проигнорировал, словно вовсе не видел клиента. Неслыханное невежество! Роботы никогда себя так не вели...",
    "answers": [
      {
        "id": 180,
        "text": "[Погнаться за злополучным роботом]"
      }
    ]
  },
  {
    "id": 180,
    "text": "Робот целенаправленно ехал вглубь бара, так что Луке ничего не оставалось, кроме как последовать за ним. Парень сунул телефон в карман и побежал, чтобы догнать бармена, который уже успел прилично отъехать в сторону.\n\n  — Эй, я вообще-то к тебе обращаюсь! — Лука перегнал робота и встал прямо перед ним, перегородив дорогу. — Как ты можешь игнорировать человека? Я вообще-то пятнадцать минут тебя ждал, а сейчас ты просто уезжаешь?\n\nРобот остановился, словно обдумывая информацию. На его дисплее на секунду загорелись песочные часы — он вошел в режим загрузки. А потом... А потом экран вспыхнул красным, робот направил свои руки-клешни на Луку и поехал прямо на него!",
    "answers": [
      {
        "id": 181,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 181,
    "text": "Нужно было действовать быстро. Парень понимал, что от этого выбора может зависить его безопасность!",
    "answers": [
      {
        "id": 182,
        "text": "[Отскочить в сторону]"
      },
      {
        "id": 183,
        "text": "[Напрыгнуть на робота]"
      },
      {
        "id": 184,
        "text": "[Застыть на месте]"
      }
    ]
  },
  {
    "id": 182,
    "text": "Лука, не помня себя от неожиданности, отскочил в сторону и, не удержав равновесия, грохнулся на землю, больно ударившись рукой. Робот на него не наехал, однако проехав несколько метров, развернулся в сторону парня и снова начал набирать скорость...",
    "answers": [
      {
        "id": 185,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 183,
    "text": "Лука не придумал ничего лучше, чем оттолкнуться ногами и напрыгнуть на бармена... К несчастью, парень сильно ударился ногами о титановый корпус и повалился на землю. Робот же, проехав ещё несколько метров вперед, резко развернулся в сторону парня и снова начал набирать скорость...",
    "answers": [
      {
        "id": 185,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "Лука застыл в оцепенении, явно не ожидая такого напора со стороны прислужника — это и было его ошибкой. Робот на скорости сбил парня с ног и тот повалился на землю, сильно ударившись спиной.\n\nПроехав несколько метров, робот развернулся и снова начал набирать скорость...",
    "answers": [
      {
        "id": 185,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 185,
    "text": "Робот приближался слишком быстро, а ещё не пришедший в себя от шока и удара Лука не мог даже пошевелиться. \n\n  — Нет! — крикнул он, отползая на спине в сторону барной стойки, но до неё было слишком далеко... \n\nА клешни бармена уже нависли над его шеей и в мгновение ока сомкнулись... — Помогите!!! — из последних сил закричал парень, пока его голос не оборвался. По залу прокатилось громкое эхо, однако всё было бесполезно — вокруг совершенно никого не было. Парню некому было помочь...",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 186,
    "text": "Лука уже почти потерял сознание. Перед глазами пролетала жизнь...\n\n\"Как же так? — думал он. — Почему он это делает? Что происходит? Почему?..\"\n\nА потом снова вспомнил о сестрах, о малышках, которых так и не увидел. Которых так и не увидит... Белый свет...",
    "answers": [
      {
        "id": 187,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 187,
    "text": "  — Вот он!!! — раздался голос, как показалось парню, из самого рая. \n\n\"Неужели, они меня ждали? Или искали?\" — мелькнуло у него в голове. \n\n  — Стреляй, Кларк! — крикнул женский голос громче. — Давай, черт тебя дери!!!\n\nИ тут раздался невероятной силы грохот. Пулеметная дробь прокатилась по телу бармена, но он так и не выпустил шею Луки.\n\n  — Не выходит! — проорал мужской голос.\n  — Да тварь его сейчас убъет! — женский голос звучал яросно и испугано одновременно.\n  — Возьми этот долбаный кий, проломи ему голову!..\n\nЭто были последние слова, которые услышал Лука перед тем, как отключиться...",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 188,
    "text": "Перед его глазами огни. Вспышки света, которые проносятся с невероятной скоростью. Мелькают лица людей...\n\n  — Очнулся, — сказал кто-то недалеко от его правого уха. Это был парень, голос которого он слышал в раю... Или это был не рай? Лука совершенно запутался. — Да-а, — протянул военный, а то что он военный, Лука понял по его форме. — Ты не видел, как я проломил его корпус? Жаль, то ещё зрелище. И, знаешь, это уже пятый случай!\n\nЛуку полунесли-полувели по широкому коридору в сторону выхода из аэропорта. Парень был слишком слаб, чтобы что-то говорить, но ему нужно было спросить...\n\n  — Что... Происходит? — голос принадлежал не ему, а девяностолетниму умирающиму старику, по крайней мере, таким он прозвучал. Лука мгновенно зашелся в кашле.\n\n  — Хотелось бы нам знать, — обернулась на них девушка в такой же военной форме, что шла впереди с ещё двумя офицерами. — Целую ночь спасаем людей от нападения слетевшей с катушек техники.\n\n  — А ещё были потеряны все виды связи с начальством. Даже резервная... — добавил военный, шедший рядом.\n\n  — Кларк, это секретная информация! — девушка кинула на него взгляд, от которого по телу Луки тут же побежали мурашки.",
    "answers": [
      {
        "id": 189,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 189,
    "text": "  — Райли, какой смысл что-то скрывать? Мы уже пятнадцать часов работаем без прямых приказов. \n\nА затем добавил совсем тихо: — Кто знает, может, и не получим, — его голос прозвучал как никогда мрачно.\n\nВ этот момент они как раз вышли на улицу. Луку окатил ледяной ветер — свою куртку он оставил на стуле в баре, а в футболке было ещё довольно прохладно...\n\n  — Куда мы? — выдавил он, глядя на разговорчивого военного.\n  — К нам, на базу. Отведем в безопасное место, где тебе окажут помощь. Там есть врач...\n\nЛука не стал уточнять, что и сам врач, сам может оказать себе первую помощь. А лишь сказал:\n  — Нет... Как же... Остальные люди? — он откашлялся, вспоминая семью с двумя маленькими детками. — Люди в зале ожидания.\n  — Томсон, ты там проверил? — военная Райли обратилась к стоящиму рядом офицеру.\n  — Никак нет, — он удивленно округлил глаза. — Мы же как раз наткнулись на этого штатского, когда шли туда.\n  — Дьявол! — Райли резко остановилась. — Нужно вернуться! Они же не знают об этой чертовщине... Нельзя их там оставлять.\n  — Я и Томсон пойдем за группой, а вы идите в штаб. На улицах может быть опаснее, чем внутри, так что...",
    "answers": [
      {
        "id": 190,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "  — Приказы здесь отдаю я, Кларк, поэтому это вы идете в штаб, а я иду за группой, — отрезала Райли. — Томсон со мной. Роук за главного. И только посмей ослушаться, Кларк! — она вручила парню пистолет, а сама взяла какое-то подобие меча. \n\n  — Ведьма, — только и смог буркнуть Кларк, однако Лука заметил его обеспокоеный взгляд, направленый вслед уходящим побратимам.\n\nНаконец, убедившись, что они скрылись в дверях здания, раздался звучный бас:\n  — За мной, — чернокожий военный, что шел впереди рядом с Райли, отдал приказ. И они продолжили идти... Однако...",
    "answers": [
      {
        "id": 191,
        "text": "[Услышать шум]"
      }
    ]
  },
  {
    "id": 191,
    "text": "Что-то было не так. Они оглянулись и увидели какое-то движение в темном непроглядном небе. Какой-то объект с невероятной скоростью приближался к зданию аэропорта...\n\n  — Не может... — начал военный слева от Луки.\n  — Ложись!!! — перебил его чей-то голос.\n\nДалее Луку опять прижало к земле, которая затряслась. Ярчайшая вспышка света ослепила всё вокруг...\n\nДалее всё происходило словно в замедленной съемке. \n\nОн не слышал голоса. Он видел вспышки пылающего огня, военного Кларка, который размахивал руками и выкрикивал что-то глядя в сторону того места, что только что было зданием аэропорта... Его крик был криком боли.",
    "answers": [
      {
        "id": 192,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 192,
    "text": "И тогда Лука понял, что ничего не будет как прежде. Что это всё не просто так. Он не знал что именно, но...\n\n  — Райли... — наконец звуки вернулись и он услышал тихий плач Кларка, который сидел на асфальте и держался за голову.\nА ещё он услышал скрежет...\n  — Смотрите! — сказал безымянный военный слева. Он указывал куда-то в сторону взлетной полосы. На их глазах самолеты запускали свои двигатели, готовясь отправится в путь без пилотов! В нескольких метрах от группы завелся мотор автомобиля...\n  — Уходим, уходим!!! — чернокожий, который был за главного, вскочил с земли и попытался поднять свою команду. Лука не помнил, как у него хватило сил встать, бежать. Ничего из этого у него не осталось в памяти.\n\nЕдинственная истина, которую стоило принять — это было только начало. \n\nА ещё то, что ни один их этих замечательных парней не прожил даже недели со дня катастрофы. Потому что в этом мире, жестоком мире, дьявольском мире... В этом мире выживают только чертовски везучие и те, кто этого явно этого не заслуживает.\n\nМногие из них ещё ждали Луку на его пути. Но ждало ли везение?",
    "answers": [
      {
        "id": 173,
        "text": "[Завершить флэшбэк] "
      }
    ]
  },
  {
    "id": 193,
    "text": "\n♤ Жизнь стала редким явлением. Большинство людей не живет, а существует. \nОскар Уайльд\n\n♤ Человек умирает столько раз, сколько раз он теряет дорогих ему людей...\n\n—---\n\nЛука склонился над старой, но проверенной временами картой. Он уже не помнил как давно та попала в его руки, но считал её одной из самых ценных своих находок. Ведь в мире, где жил парень, вещь вроде карты по ценности приравнивалась к медикаментам или, может, к кожаным ботинкам сорок третьего размера — найти было практически невозможно. \n\nТам, где высокие технологии больше не на твоей стороне, и всё что связано с \"глобальной сетью\" может моментально прикончить, больше нет места человеческим вещам, как и человечеству в целом. \n\nЛука это уже давно понял и не стремился что-то изменить. Просто был рад, что пока жив, и что его ботинки в практически новом состоянии. ",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "  — Дорога ведет вокруг города, так что мы в безопасности, — сообщил Лука, протягивая ему карту.\n  — Мы уже нигде не в безопасности, — отмахнулся в ответ Дарк и устало добавил: — Оставь её себе, насмотрелся уже.",
    "answers": [
      {
        "id": 195,
        "text": "[Поговорить с Берти]"
      },
      {
        "id": 196,
        "text": "[Поговорить с Леоном]"
      }
    ]
  },
  {
    "id": 195,
    "text": "Девушка сидела на куске сухой пожелтевшей травы и грелась на солнышке. Её светло-русые волосы рассыпались по плечам, а лицо было расслабленно — удивительно редкое зрелище для нынешнего неспокойного времени. Сейчас она выглядела ещё более юной, чем есть на самом деле, и Лука неосознанно залюбовался её почти детскими, но такими притягательными губами, скулами, шеей... Было похоже на то, что она спит,  однако когда парень подошел ближе, Берти с любопытством открыла голубые глаза. \n  — Не волнуйся, Лука, — улыбнулась она, заметив озадаченный вид парня. — Я не спала. Можем поболтать.",
    "answers": [
      {
        "id": 197,
        "text": "[Поговорить о прошлом]"
      }
    ]
  },
  {
    "id": 196,
    "text": "Леон был занят тем, что сосредоточенно чистил меч. \nВ самом начале апокалипсиса ребята поняли, что никакое огнестрельное оружие не поможет окончательно избавиться от стальных роботов, у них для этого сильно мощная броня — таких можено зарубить лишь вручную. \nЕго каштановые длинноватые волосы прилипли от пота ко лбу, а в ястребино-серых глазах не было и намека на дружелюбие. Заметив Луку он не прекратил работу, а лишь нехотя на него поглядывал, словно затаив обиду, известную, однако, только ему самому. \nЛука и Леон вполне могли бы стать друзьями, но было слишком много факторов и причин, почему этого так и не произошло. \nОдна из них сидела неподалеку на траве, подставив солнцу лицо. Берти даже не догадывалась, что за ней наблюдают сразу двое парней.\n  — Ты что-то хотел? — спросил Леон, наконец откладывая свой меч. ",
    "answers": [
      {
        "id": 200,
        "text": "[Спросить про Берти]"
      }
    ]
  },
  {
    "id": 197,
    "text": "  — Отлично, — Лука сел рядом, чувствуя спиной прожигающий взгляд Леона. Не удивительно — красота Берти завораживает всё вокруг, даже саму природу. Рядом с ней не боятся петь птицы,  шуршит от ветра трава... А, может, просто с ней заново начинаешь слышать?\n  — О чем задумался? — спрашивает она.  Кажется, ей действительно интересно.\n  — Я? — смутился парень. — Ну... Как бы сложились наши жизни без этого всего, — парень кивнул на дорогу, словно подразумевал что-то совсем другое.\nДевушка рассмеялсь:\n  — Ты бы уже закончил свой медицинкий, а мы с Леоном — школу. Через два месяца был бы выпускной и всё такое. Дико звучит, не так ли?\nИмпровизация была удачной. Тема по душе девушке.\n  — Ты бы была хорошим журналистом, — задумчиво произнес Лука. — Или историком.\n  — Мы все теперь отчасти историки, — сказала она напоследок и снова закрыла глаза. — Я немного полежу, ладно? Продолжим этот разговор позже.",
    "answers": [
      {
        "id": 198,
        "text": "[Поговорить с Леоном]"
      }
    ]
  },
  {
    "id": 198,
    "text": "Леон был занят тем, что сосредоточенно чистил меч. \nВ самом начале апокалипсиса ребята поняли, что никакое огнестрельное оружие не поможет окончательно избавиться от стальных роботов, у них для этого сильно мощная броня — таких можено зарубить лишь вручную. \nЕго каштановые длинноватые волосы прилипли от пота ко лбу, а в ястребино-серых глазах не было и намека на дружелюбие. Заметив Луку он не прекратил работу, а лишь нехотя на него поглядывал, словно затаив обиду, известную, однако, только ему самому. \nЛука и Леон вполне могли бы стать друзьями, но было слишком много факторов и причин, почему этого так и не произошло. \nОдна из них сидела неподалеку на траве, подставив солнцу лицо. Берти даже не догадывалась, что за ней наблюдают сразу двое парней.\n  — Ты что-то хотел? — спросил Леон, наконец откладывая свой меч. ",
    "answers": [
      {
        "id": 199,
        "text": "[Спросить про Берти]"
      }
    ]
  },
  {
    "id": 199,
    "text": "  — Да так, ничего, — Лука уже готов был развернуться и уйти, как вдруг заметил, что Леон снова бросил краткий взгляд на девушку. — Слушай, а вы с Берти давно знакомы? — слетело у него с языка. \nУ Леона округлились глаза. Он ожидал чего угодно, но только не этого вопроса.\n  — Чего? — тупо переспросил он.\n  — В том лагере, где мы встретились, вы были уже вместе. И, по словам Джоэла, он вас встретил тоже вдвоем. \nЛеон расплылся в улыбке. Наконец-то он нашел способ поддеть товарища, да ещё и с помощью его собственного вопроса.\n  — Мы знакомы ещё с самого детсада, — кивнул он на девушку. — Там были вместе, в младшей и средней школе. К тому же, мы были соседями, вот и оказались по одну сторону барикад, — улыбается он ещё шире, словно имеет такой большой козырь, что вряд ли его можно переплюнуть.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "  — Да так, ничего, — Лука уже готов был развернуться и уйти, как вдруг заметил, что Леон снова бросил краткий взгляд на девушку. — Слушай, а вы с Берти давно знакомы? — слетело у него с языка. \nУ Леона округлились глаза. Он ожидал чего угодно, но только не этого вопроса.\n  — Чего? — тупо переспросил он.\n  — В том лагере, где мы встретились, вы были уже вместе. И, по словам Джоэла, он вас встретил тоже вдвоем. \nЛеон расплылся в улыбке. Наконец-то он нашел способ поддеть товарища, да ещё и с помощью его собственного вопроса.\n  — Мы знакомы ещё с самого детсада, — кивнул он на девушку. — Там были вместе, в младшей и средней школе. К тому же, мы были соседями, вот и оказались по одну сторону барикад, — улыбается он ещё шире, словно имеет такой большой козырь, что вряд ли его можно переплюнуть.",
    "answers": [
      {
        "id": 201,
        "text": "[Поговорить с Берти]"
      }
    ]
  },
  {
    "id": 201,
    "text": "Девушка сидела на куске сухой пожелтевшей травы и грелась на солнышке. Её светло-русые волосы рассыпались по плечам, а лицо было расслабленно — удивительно редкое зрелище для нынешнего неспокойного времени. Сейчас она выглядела ещё более юной, чем есть на самом деле, и Лука неосознанно залюбовался её почти детскими, но такими притягательными губами, скулами, шеей... Было похоже на то, что она спит,  однако когда парень подошел ближе, Берти с любопытством открыла голубые глаза. \n  — Не волнуйся, Лука, — улыбнулась она, заметив озадаченный вид парня. — Я не спала. Можем поболтать.",
    "answers": [
      {
        "id": 202,
        "text": "[Поговорить о прошлом]"
      }
    ]
  },
  {
    "id": 202,
    "text": "  — Отлично, — Лука сел рядом, чувствуя спиной прожигающий взгляд Леона. Не удивительно — красота Берти завораживает всё вокруг, даже саму природу. Рядом с ней не боятся петь птицы,  шуршит от ветра трава... А, может, просто с ней заново начинаешь слышать?\n  — О чем задумался? — спрашивает она.  Кажется, ей действительно интересно.\n  — Я? — смутился парень. — Ну... Как бы сложились наши жизни без этого всего, — парень кивнул на дорогу, словно подразумевал что-то совсем другое.\nДевушка рассмеялсь:\n  — Ты бы уже закончил свой медицинкий, а мы с Леоном — школу. Через два месяца был бы выпускной и всё такое. Дико звучит, не так ли?\nИмпровизация была удачной. Тема по душе девушке.\n  — Ты бы была хорошим журналистом, — задумчиво произнес Лука. — Или историком.\n  — Мы все теперь отчасти историки, — сказала она напоследок и снова закрыла глаза. — Я немного полежу, ладно? Продолжим этот разговор позже.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 203,
    "text": "  — Отлично, — Лука сел рядом, чувствуя спиной прожигающий взгляд Леона. Не удивительно — красота Берти завораживает всё вокруг, даже саму природу. Рядом с ней не боятся петь птицы,  шуршит от ветра трава... А, может, просто с ней заново начинаешь слышать?\n  — О чем задумался? — спрашивает она.  Кажется, ей действительно интересно.\n  — Я? — смутился парень. — Ну... Как бы сложились наши жизни без этого всего, — парень кивнул на дорогу, словно подразумевал что-то совсем другое.\nДевушка рассмеялсь:\n  — Ты бы уже закончил свой медицинкий, а мы с Леоном — школу. Через два месяца был бы выпускной и всё такое. Дико звучит, не так ли?\nИмпровизация была удачной. Тема по душе девушке.\n  — Ты бы была хорошим журналистом, — задумчиво произнес Лука. — Или историком.\n  — Мы все теперь отчасти историки, — сказала она напоследок и снова закрыла глаза. — Я немного полежу, ладно? Продолжим этот разговор позже.",
    "answers": [
      {
        "id": 204,
        "text": "[Поговорить с Джоэлом]"
      },
      {
        "id": 205,
        "text": "[Поговорить с Леоном]"
      }
    ]
  },
  {
    "id": 204,
    "text": "Джоэлу было не больше пятидесяти, но он уже почти полностью поседел. Глубокие морщины обрамляли обветренное долгими путешествиями лицо, а бровь рассекал длинный розовый шрам, доставшийся ему ещё до начала апокалипсиса.  На широких плечах была накинута старая, но на удивление чистая военная куртка — не смотря на то что правительства и армии больше нет, Джоэл отказывался носить что-то кроме своей формы.\n\"Я был военным, им и остаюсь\" — строго приговаривал он каждый раз, когда кто-то затевал об этом разговор.\nЛука всегда уважительно относился к Джоэлу Дарку, не смотря на строгость и консервативность. Ему нравился его спокойный нрав, такой схожий с ним самим.\nСейчас мужчина чинил специальное отслеживающее устройство, которое помогало предвидеть присутствие любых признаков армии Искусственного Интеллекта.",
    "answers": [
      {
        "id": 206,
        "text": "[Спросить про карту]"
      }
    ]
  },
  {
    "id": 205,
    "text": "Леон был занят тем, что сосредоточенно чистил меч. \nВ самом начале апокалипсиса ребята поняли, что никакое огнестрельное оружие не поможет окончательно избавиться от стальных роботов, у них для этого сильно мощная броня — таких можено зарубить лишь вручную. \nЕго каштановые длинноватые волосы прилипли от пота ко лбу, а в ястребино-серых глазах не было и намека на дружелюбие. Заметив Луку он не прекратил работу, а лишь нехотя на него поглядывал, словно затаив обиду, известную, однако, только ему самому. \nЛука и Леон вполне могли бы стать друзьями, но было слишком много факторов и причин, почему этого так и не произошло. \nОдна из них сидела неподалеку на траве, подставив солнцу лицо. Берти даже не догадывалась, что за ней наблюдают сразу двое парней.\n  — Ты что-то хотел? — спросил Леон, наконец откладывая свой меч. ",
    "answers": [
      {
        "id": 209,
        "text": "[Спросить про Берти]"
      }
    ]
  },
  {
    "id": 206,
    "text": "  — Дорога ведет вокруг города, так что мы в безопасности, — сообщил Лука, протягивая ему карту.\n  — Мы уже нигде не в безопасности, — отмахнулся в ответ Дарк и устало добавил: — Оставь её себе, насмотрелся уже.",
    "answers": [
      {
        "id": 207,
        "text": "[Поговорить с Леоном]"
      }
    ]
  },
  {
    "id": 207,
    "text": "Леон был занят тем, что сосредоточенно чистил меч. \nВ самом начале апокалипсиса ребята поняли, что никакое огнестрельное оружие не поможет окончательно избавиться от стальных роботов, у них для этого сильно мощная броня — таких можено зарубить лишь вручную. \nЕго каштановые длинноватые волосы прилипли от пота ко лбу, а в ястребино-серых глазах не было и намека на дружелюбие. Заметив Луку он не прекратил работу, а лишь нехотя на него поглядывал, словно затаив обиду, известную, однако, только ему самому. \nЛука и Леон вполне могли бы стать друзьями, но было слишком много факторов и причин, почему этого так и не произошло. \nОдна из них сидела неподалеку на траве, подставив солнцу лицо. Берти даже не догадывалась, что за ней наблюдают сразу двое парней.\n  — Ты что-то хотел? — спросил Леон, наконец откладывая свой меч. ",
    "answers": [
      {
        "id": 208,
        "text": "[Спросить про Берти]"
      }
    ]
  },
  {
    "id": 208,
    "text": "  — Да так, ничего, — Лука уже готов был развернуться и уйти, как вдруг заметил, что Леон снова бросил краткий взгляд на девушку. — Слушай, а вы с Берти давно знакомы? — слетело у него с языка. \nУ Леона округлились глаза. Он ожидал чего угодно, но только не этого вопроса.\n  — Чего? — тупо переспросил он.\n  — В том лагере, где мы встретились, вы были уже вместе. И, по словам Джоэла, он вас встретил тоже вдвоем. \nЛеон расплылся в улыбке. Наконец-то он нашел способ поддеть товарища, да ещё и с помощью его собственного вопроса.\n  — Мы знакомы ещё с самого детсада, — кивнул он на девушку. — Там были вместе, в младшей и средней школе. К тому же, мы были соседями, вот и оказались по одну сторону барикад, — улыбается он ещё шире, словно имеет такой большой козырь, что вряд ли его можно переплюнуть.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 209,
    "text": "  — Да так, ничего, — Лука уже готов был развернуться и уйти, как вдруг заметил, что Леон снова бросил краткий взгляд на девушку. — Слушай, а вы с Берти давно знакомы? — слетело у него с языка. \nУ Леона округлились глаза. Он ожидал чего угодно, но только не этого вопроса.\n  — Чего? — тупо переспросил он.\n  — В том лагере, где мы встретились, вы были уже вместе. И, по словам Джоэла, он вас встретил тоже вдвоем. \nЛеон расплылся в улыбке. Наконец-то он нашел способ поддеть товарища, да ещё и с помощью его собственного вопроса.\n  — Мы знакомы ещё с самого детсада, — кивнул он на девушку. — Там были вместе, в младшей и средней школе. К тому же, мы были соседями, вот и оказались по одну сторону барикад, — улыбается он ещё шире, словно имеет такой большой козырь, что вряд ли его можно переплюнуть.",
    "answers": [
      {
        "id": 210,
        "text": "[Поговорить с Джоэлом]"
      }
    ]
  },
  {
    "id": 210,
    "text": "Джоэлу было не больше пятидесяти, но он уже почти полностью поседел. Глубокие морщины обрамляли обветренное долгими путешествиями лицо, а бровь рассекал длинный розовый шрам, доставшийся ему ещё до начала апокалипсиса.  На широких плечах была накинута старая, но на удивление чистая военная куртка — не смотря на то что правительства и армии больше нет, Джоэл отказывался носить что-то кроме своей формы.\n\"Я был военным, им и остаюсь\" — строго приговаривал он каждый раз, когда кто-то затевал об этом разговор.\nЛука всегда уважительно относился к Джоэлу Дарку, не смотря на строгость и консервативность. Ему нравился его спокойный нрав, такой схожий с ним самим.\nСейчас мужчина чинил специальное отслеживающее устройство, которое помогало предвидеть присутствие любых признаков армии Искусственного Интеллекта.",
    "answers": [
      {
        "id": 211,
        "text": "[Спросить про карту]"
      }
    ]
  },
  {
    "id": 211,
    "text": "  — Дорога ведет вокруг города, так что мы в безопасности, — сообщил Лука, протягивая ему карту.\n  — Мы уже нигде не в безопасности, — отмахнулся в ответ Дарк и устало добавил: — Оставь её себе, насмотрелся уже.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 212,
    "text": "Лука сидел прислонившись к дереву. Жара в марте стояла невыносимая — неужели даже не смотря на исчезновение людей, остановку губительных для природы действий, глобальное потепление продолжается? Или во всем виновато атомное оружие?",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 213,
    "text": "Гараж был заперт, так что Луке пришлось выломать замок. Затхлый воздух неприятно ударил по голове, и парень слегка отшатнулся. \n\n  — Спокойно, парень, — усмехнулся Джоэл. — Не будь как девчонка, — мужчина спокойно вошел внутрь. \n\nОглядев все уголки, напарники обнаружили множество полезных деталей для создания бомб и ещё одного отслеживающиго устройства.",
    "answers": [
      {
        "id": 214,
        "text": "[Войти в хлев]"
      }
    ]
  },
  {
    "id": 214,
    "text": "Хлев был довольно большим, наверное, даже больше того дома, где провел свое детство Лука. Запах навоза, который на удивление хорошо сохранился, напомнил те беззаботные дни в деревне у бабушки, которые он проводил вместе с младшими сестрами. А ещё лагерь для беженцев, где люди пробовали разводить кур и свиней.\nЖаль, что теперь это всё уничтожено, а люди мертвы... Самое главное правило выживания, которое он освоил с тех пор — держись небольшими группами, а то тебя легко найдут с помощью тепловых детекторов или ещё какой-то фигни и уничтожат, словно крыс.",
    "answers": [
      {
        "id": 215,
        "text": "[Осмотреть стойла]"
      }
    ]
  },
  {
    "id": 215,
    "text": "Здесь не было ничего особенного во всех смыслах. Лука ожидал увидеть скелеты мервых лошадей, но обнаружил только пересохшую траву и старый навоз.\n\n\"Наверное, когда фермер бежал, он выпустил на волю всё своё хозяйство\", — подумал Лука.\n\n  — Ты тоже ничего не нашел? — спросил Джоэл с детектором в руках. Лука покачал головой. ",
    "answers": [
      {
        "id": 68,
        "text": "[Услышать подозрительный шум]"
      }
    ]
  },
  {
    "id": 216,
    "text": "  — Похоже, эта дорога ведет прямиком в Чикаго, — девушка нахмурилась. ",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 217,
    "text": "  — Мы не ходим кругами, это уже другая дорога — сообщила она качая головой и не отрывая взгляд от карты.",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 218,
    "text": "",
    "answers": []
  }
]