[
  {
    "id": 1,
    "text": "<s>r\n Приветсвую, тебя читатель. Я очень рад, что ты выбрал мою книгу. На данный момент эта книга, первая в моем списке. Надеюсь,  она тебе очень понравится. <s>r\n<s>r\n   История расскажет тебе об удивительных приключениях главного героя.  . Ему 18 лет. Он является студентом 2 курса, механического факультета. Любит проводить свободное время за просиживанием времени у компьютера. Из-за случайной ситуации Сережа(по ходу сюжета имя поменяется :) )  переместился в совершенно другой мир, где его ожидает много и много разных приятных и не очень ситуаций. Ему предстоит пройти через множество испытаний, которая ему приготовила судьба, таких как сражения на мечах, психологическое противостояние, много новых знакомств, друзья,враги и много чего другого.<s>r\n\n<s>r\nПсевдоним автора: Sin<s>r\nИстория еще не закончена... \n",
    "answers": [
      {
        "id": 2,
        "text": "               Приступить к прочтению книги. "
      }
    ]
  },
  {
    "id": 2,
    "text": "                       Глава 1: Начало всех начал. \n \n\nНа улице было довольно жарко.  В голове только и крутились мысли, о том, что мне совсем не хочется учиться. Подумав об этом, Сережа поднялся с кровати. \n На дворе был август месяц. На улице довольно жарко. Солнце так и норовилось сжечь своими лучами всех людей. \n \n\"Доброе утро.  \" — Тихо сказала мама. \n \" Ага. \" — Ответил ей я.\n Я очень сильно не хотел сегодня идти в ВУЗ, мне просто нужно было взять мой новый пропуск для, того чтобы я мог проходить в это дурацкое место, под названием \" Общага \". \n",
    "answers": [
      {
        "id": 3,
        "text": "Встать с кровати. "
      },
      {
        "id": 4,
        "text": "Продолжить валяться. "
      }
    ]
  },
  {
    "id": 3,
    "text": "\"Такс такс... \" — сказал мой отец. \n \" Заправь кровать, парниша, а за тем иди в машину я тебя довезу. \" — тоже он. \n В животе не приятно бурчало. \n \" Паап, а как же завтрак? \" — с небольшим недопониманием ответил я. \n \" Время видел? Я на работу опаздываю, нечего было спать пол дня \" — Повысив голос, сказал мне отец. \nТут в разговор влезла мама:\n\"Сережа, может ты лучше хорошо покушаешь, и доедешь на автобусе, чтобы лишний раз папа не спешил, боясь опоздать? \" — тихо сказала мама. ",
    "answers": [
      {
        "id": 5,
        "text": "Хорошо мам. (Остаться дома.) "
      },
      {
        "id": 6,
        "text": "Нет, идти по такой жаре, настоящий ад. (Поехать с отцом.) "
      }
    ]
  },
  {
    "id": 4,
    "text": "Я решил, что вставать еще слишком рано, мои глаза сами по себе закрывались, мгновение и я уже дремал. \n   Мой сон потревожил телефоный звонок. И почему я не поставил его на беззвучный режим подумал тогда я. Это была моя кураторша, она сказала мне, что сегодня я должен явиться в университет, чтобы получить пропуск на следующий семестр, без него я не смогу обучаться. Я бы с удовольствием его не получал. С ленью подумал я. \n  Придется вставать. ",
    "answers": [
      {
        "id": 13,
        "text": "Встать с кровати. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Итак, мой папа, как мне показалось довольно пошел в машину. Хм. На самом деле ему было действительно не по пути, ехать со мной до университета. \n \" Чего встал, иди садись за стол. \" пробубнив сказал мне мама, и тут же расстворилась где-то в квартире. \n\nЯ вяло направился к столу. Сначало, я конечно же,  помыл руки. Итак, сев за стол я принялся пить чай, и ковырять вилкой яичницу. \n\nСпустя минут 10-15 у меня зазвенел телефон. Я не люблю кого-то игнорировать. Поэтому я, подскочив, пошел за телефоном и ответил на звонок это был мой друг Сеня. \n\"Здарова, Серый\"- весело сказал он. \n\"Привет\" — пробормотал я. \n\"Ты хотел вроде сегодня сгонять в вуз?\" — спросил он. \n\"Д-да.. Есть такое. \" — с недоверием сказал я. \n\" Круто. Смотри какая тема, я сейчас как раз забрал мотик с сервиса. \"",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить.."
      }
    ]
  },
  {
    "id": 6,
    "text": "Я решил, что поеду с папой. \n\"Ладно сейчас, я заправлю кровать быстро соберусь и буду у машины 5 минут не больше \"- очень быстро произнес я и принялся выполнять задуманное. \n   Очень быстро и небрежно я заправил кровать, затем пошел умываться.После всего я наскоро одел свои джинсы с футболкой и мигом двинул к выходу. Итак.. Через мгновенье я стоял у машины. Папа выглядел устало, наверное ему надоело ждать или быть может он торопился на работу. На самом деле ехать ему было совсем не по пути. \n  Впрочем я мог и пойти пешком... ",
    "answers": [
      {
        "id": 16,
        "text": "Сесть в машину. "
      },
      {
        "id": 14,
        "text": "Пойти пешком. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Сеня был тот еще гонщик, за рулем мотоцикла, он ездил года... два может три.<s>r\n\"И?\" — спросил я Сеню.<s>r\n\"Что ты икаешь, поехали вместе?\" — вопросительно ответил Арсений.<s>r\n\"Знаешь...Ну... ну я незнаю\" — ответил я. <s>r\nПрям как девченка ломаюсь, подумал я в тот момент. Ну, а как, а как иначе то. Я сам незнаю стоит ли ехать или нет. Я конечно был уверен, что ездит то он хорошо, плюс доехать с ветерком еще один из плюсов. Минусов впринципе, как таковых не было.<s>r\n\"Так, короче ты едешь со мной и все.Ничего незнаю. \" — уверенно сказал мне Сеня.<s>r\n\"Ладно. Через сколько мне выходить?\" — пробормотал я.<s>r\n\"Минут через 15-20\"<s>r\n\"Хорошо\"<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Убрать за собой со стола. И начать одеваться."
      }
    ]
  },
  {
    "id": 8,
    "text": " По-быстрому убрав все со стола в посудомойку, я направился одеваться. Итак, если мы едем на мотоцикле нужно одеться соответствуеще. В моем гардеробе не так много вещей, учитывая, что я не особо любил куда либо ходить, гулять и тому подобное, я больше любил сидеть за компьютером.<s>r\nХорошо более менее, мне подойдет...<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Одеть: Синие джинсы, футболку."
      },
      {
        "id": 10,
        "text": "Одеть: Черные джинсы, майку."
      },
      {
        "id": 10,
        "text": "Одеть: Шорты и майку."
      }
    ]
  },
  {
    "id": 9,
    "text": "\"Да, ма. Я тебя слышу, что такое? \" — более грубо сказал я. <s>r\n\"Ты уже получил пропуск?\"<s>r\n\"Да\"<s>r\n\"Ты сейчас домой пойдешь?\"<s>r\n\"Уже иду, ты что-то хотела?\" — любопытно сказал я.<s>r\n\"Да, купи хлеб, дома кончился.\" — строго сказала мама.<s>r\n\"Хорошо. куплю, как раз у меня мелочь где-то завалялась\" — расстеряно ответил я маме.<s>r\n\"Но... слушай... сейчас по телевизору сказали что в магазине который рядом с нашим домом, какой-то толи терракт, толи, что я так и непоняла, вообщем здание оцепили, людей выводят на улицу, из-за этого также ларек с хлебом не работает как я поняла.\" — с испугом сказала мама.<s>r\n\"Сейчас смотрю стою, полиции нету, какие-то странные люди в черных костюмах.\"- тоже она.<s>r\n\"Да не верю. Ноо хорошего в другой магазин, так в другой зайду в магазин за 2-3 квартала до нашей.\" — пробубнил недовольно я.<s>r\n   Терракт? Выводят людей? Это очень интересно какого лешего? С улыбкой на лице об этом думал я. Не большой торговый центр, который находился рядом с моим домом состоящий из 2х этажей, преимущественно из продуктовых магазинов, а также там было пару магазинов с одеждой. Зачем кому-то захватывать его... Не понимаю. Или как минимум оцеплять зону.. Мне было действительно интересно. Я в том гипермаркете не так часто бывал, он назывался Стелайрс. Хм... Может не послушать совет мамы? Пробраться туда хотя бы из далека глянуть, что там мне было очень любопытно здание оцеплено люди, но не полицейские, в черных костюмах, прям как агенты из голивудских фильмах наверное... Решено я пойду туда.",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить путь.."
      }
    ]
  },
  {
    "id": 10,
    "text": " Итак. Отлично я оделся. Я подошел к зеркалу. \nМой прикид довольно не плохо смотрится, во всяком случае, мне всеравно, ведь я иду не на какую-то встречу и тому подобное к чему мне все эти формальности. \n Я направился в сторону выхода из квартиры. \n\"Уже уходишь?\" — спросила мама. \n\"Да мам, Сеня меня подкинет\" — буркнул я, не меняя траектории. \n\"На мотоцикле?\" — с каким-то волнением спросила она. Или мне так показалось? \n\"Да.\" — твердо сказал я. ",
    "answers": [
      {
        "id": 11,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 11,
    "text": "\"Будь осторожней Сереж\"\n\"Это не от меня зависит\" — довольным голосом сказал я. Все же мне не показалось, она волновалось. Не понимаю, нам ехать буквально минут 30, что может произойти. \n   Я дошел до двери, надел свои любимые кеды, черного цвета, взял рюкзак и вышел в подьезд. Далее я начал спускаться по лестнице с 4 этажа, на котором я жил. \n   Между 2-ым и 3-им я встретил нашу соседку, Анну Петровну. Пожилая женщина лет 67 жила в однушке, ее старший сын уехал учиться в Германию, изредка посещал ее. А младший сын пошел по стопам его отца, он украл, что-то у прохожего и сел в тюрьму, после того, как его посадили Анна Петровна, как буд-то отгородилась от мира сего. Но на самом деле она была очень доброй. Просто.. Незнаю... \n\"Доброго вам дня, Анна Петровна\" — спокойно сказал я. \n\"Привет, Сережа. Ты случаем не видел моего кота Финю? \" — расстеряно обратилась она ко мне. \n\"Нет, я вот только вышел из дома, наверное впервые за неделю\" — усмехнулся я и пошел во двор. ",
    "answers": [
      {
        "id": 12,
        "text": "Выйти во двор. "
      }
    ]
  },
  {
    "id": 12,
    "text": "   После того, как я вышел из подъезда, буквально через 2-3 минуты подъехал  Сенька. Кстати, на улице было не выносимо жарко. \n\"Давно стоишь?\" — не разборчиво сказал он. \n\"Я плохо тебя слышу в этом шлеме\" — я указал пальцем на его моднячий шлем. \nОн растегнул его и повешал на ручку мотоцикла. \n\"Я говорю, ты давно стоишь тут? \" — прикрикнул Сеня. \n\"Да... Нет я вот только вышел\" — неуверенно сказал я. \n   На улице было довольно жарко, я чувствовал как с меня текли первые капельки пота. Я конечно люблю лето, каникулы все дела... Можно ночами на пролет ничего не делать и делать одновременно все. \n\"Чего задумался сесть не хочешь? \" с улыбкой спросил Сеня и протянул мне шлем, который был закреплен на заднем сидении. \nИ когда он только успел его достать.. Наверное я действительно, надолго задумался, впрочем не важно, я взял шлем, одел его и ловким движением рук и ног оказался на мотоцикле. ",
    "answers": [
      {
        "id": 18,
        "text": "В дорогу.. "
      }
    ]
  },
  {
    "id": 13,
    "text": "Взглянув на часы, я понял, что слегка припозднился, нужно было скорее собираться и бежать к вузу. \n   Завтрак на столе был совсем хододным. Я быстро покушал, убрал за собой посуду, умылся, затем оделся и направился к выходу из квартиры. \n  В подъезде как всегда было довольно тихо, когда я вышел из него мне в лицо ударили лучи солнца, ослепляющие и очень горячие. \n  Сейчас бы в прохладный душ... Подумал я и поспешил к университету, идти до него минут 50.. А может и больше главное успеть. ",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Я шел очень быстро из-за чего уже спустя минут так.. 10 я был довольно мокрый от пота, от меня довольно не приятно пахло. Впрочем,  всеравно, мне нужно всеголишь забрать пропуск и можно смело идти домой.. \n   Эх как жаль, что кончается лето.. Скоро опять учеба.Сессия.. И тому подобное, грустно размышлял я. \n   Я дошел до светафора. \n\"Красный, черт.. \" — очень тихо произнес я, себе под нос. \n ",
    "answers": [
      {
        "id": 15,
        "text": "Ожидать разрешающего сигнала светофора. "
      }
    ]
  },
  {
    "id": 15,
    "text": "После того, как загорелся зеленый, я зашагал на противоположную сторону. \n  Зря я не встал раньше, возможно отец бы подвез меня, но моя лень. Иду сейчас под этим палящим солнцем. С другой стороны, свежий воздух... Да.. Единственный плюс. \n   Спустя какое-то время я подходил к университету. Осталось преодолеть совсем малость. Парк.. Мостик, с которого я как-то шандарахнулся в детстве... Не суть. \n   Ну вот, я стою у входа в Вуз. Я увидел Сеню моего друга, он сидел на мотоцикле, скорей всего он тоже приезжал за пропуском. Я махнул рукой в его сторону и помчался дальше. Он же,  в ответ помахал и мне. ",
    "answers": [
      {
        "id": 19,
        "text": "Отправиться в здание. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Я сел в машину. \n\"Пристегнись\" — мягко сказал папа.  \n   Я выполнил его просьбу. Мы тронулись. Ехали мы всю дорооу молча. Незнаю почему, может мне стоило пойти пешком, впрочем я уже в машине, так что ладно..  Я и не заметил как мы подъехали к универу. В дороге я думал о чем-то своем. \n\"Приехали\" — пробормотал папа. \n\"Да, я вижу. \" — грустно сказал я. \n Я вышел из машины и махнул папе рукой на прощание. ",
    "answers": [
      {
        "id": 19,
        "text": "Направиться в вуз. "
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Знаешь что, за такое можно получить в глаз, вообще-то.\" — грубо ответил я. \n   Нет ну, а что не так чтоли подумал я. \n\"Боже ну и ладно, извините меня, что обидела ваше величество\" — злобно ответила Света и направилась в сторону выхода. \n\"Здоровайся нормально и все\" — пробубнил я. \nНет ну, а что я не прав чтоли? Ну как-то привет чмо, мы не такие и хорошие друзья, чтобы вот так она говорила, может она действительно просто хотела, так скажемссс... Развеселить меня. Вообщем в любом случае у нее это плохо вышло... \n   Я направился в сторону окошечка для выдачи пропусков. ",
    "answers": [
      {
        "id": 22,
        "text": "Подойти к окну выдачи пропусков. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Мы ехали довольно быстро, но это всеравно не спасало меня, от адской жары. Мне хотелось сейчас прыгнуть в лед и пролежать до тех пор, пока лед не расстает. \n   Мы остановились на перекресте, горел красный сигнал светофора. Сеня повернулся ко мне и спросил:\n\"Ты как?\"\n\"Впорядке, а что\" — еле сказал я. \n\"Ну... Я просто сейчас помру от такой жары\"-  умирающе, сказал Сеня. \n\"Если это было намеком, на то, чтобы ты ехал быстрее, то я обеими руками за.\" — довольно сказал я. \nКогда загорелся зеленый, Сеня рванул с такой скоростью, что я чуть было не упал. Мда. Если бы меня переехала машина, может мне бы не пришлось идти за этим дурацким пропуском.\n  Мы домчались до вуза. Я спустился с байка, снял шлем и протянул его Сене. После того как он его взял он сказал:\n\"Мне нужно съездить в одно место, домой пешком извини. \"\n\"Конечно, конечно. Я не напрашиваюсь.\" — улыбнувшись ответил я. ",
    "answers": [
      {
        "id": 19,
        "text": "Пойти в вуз. "
      }
    ]
  },
  {
    "id": 19,
    "text": "   Я зашел в здание. Мне нужно попасть на второй этаж. \n   Здесь было довольно прохладно. Это не может меня не радовать. Я медленно поднимаясь по ступенькам доковылял на своих двух до второго этажа. Теперь моя задача подойти к окну пропусков, оно вон там справа. В голове вертелись мысли, что мне нужно сказать... \n\"Привет, чмо!\" — послышался женский голос. \nЯ обернулся и увидел свою одноклассницу, с которой я раньше учился. Ее зовут Света, училась она очень хорошо на 4 и 5, она была очень умной и я постоянно просил ее чтобы она давала мне списать. \n\"Эм... Что?\" — смущенно сказал я. \nНет как бы я все понимаю... Но Привет чмо... что это щас вообще было, как-то мне не ловко стало. \n\"Да ладно, чего ты так напрягся Сереж, я просто не знала, что тебе сказать и нашла неординарный вариант так сказать\" — захихикала она. \n\"Знаешь что.... ",
    "answers": [
      {
        "id": 17,
        "text": "За такое можно получить в глаз\". "
      },
      {
        "id": 20,
        "text": "Это действительно не обычно с твоей стороны. В таком случае привет дурында.\""
      },
      {
        "id": 21,
        "text": "Молча пойти за пропуском. "
      }
    ]
  },
  {
    "id": 20,
    "text": "\"Знаешь, что...  Это действительно не обычно с твоей стороны, в таком случае привет дурында\" — с ухмылкой сказал я. \n\"Довольно не приятно\" — конфузно произнесла Света и направилась в сторону выхода. \n\"Эй, ты что обиделась?\"- обратился я к ней. \n\"Нет\" — с какой-то обидой ответила она. \n\"Блин, сама ведь начала, извини если обидел, но ты тоже хороша. \" — пробубнил я. \n\"Да ничего, прости меня и ты, тупая была идея\"- с тоской выронила она. \n   Ну разговор у нас как-то не вышел... Ладно я направляюсь к окну, нужно забрать этот пропуск. ",
    "answers": [
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я не обратил на нее внимание, и пошел дальше. Может мне стоило и поговорить с ней, так сказать по смеяться. Она была довольна красива, я бы сказал даже очень. Фигура ее была на 5 с плюсом по пяти бальной шкале. Подтянутая грудь... Попа... Ее глаза цветом с небо голубые голубые... Волосы средней длины, чуть ниже плечь коричневого цвета.. Ладно не суть.... У меня как-то не особо было настроение. Я отправился за пропуском. ",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Такс...  Все я на месте передомной очередь, придется маленько подождать. <s>r\n   Спустя минут 10 я уже стоял у окошечка. <s>r\n\"Имя, Фамилия\"- грубым тоном сказала женщина, которая сидит по ту сторону окна. <s>r\n\"Сергей Авдеев\"- не довольно крикнул я. <s>r\n  Могла бы и повежлевей быть подумал я. Я стоял еще минут 5 ноги уже начали затекать как вдруг она даеи мне ручку и тетрадку нужно было поставить росспись. Я по-быстрому все сделал и забрал свой заветный пропуск. <s>r\n   Отлично. Дело сделано, думаю пора домой. Я не спеша направился в сторону выхода. <s>r\n   На улице все также, было жарко, я уже успел привыкнуть к той прохладе в здании. Эх.. Придется ковылять пешком до дома. Спустя какое-то время минут эдак...15.. У меня в кармане зазвенел телефон.. Это была моя мама.<s>r\n\"Да, аллё\" — тревожно произнес я.\n\"Алло, Сереж\" — ласковым голосом сказала мама.",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить... "
      }
    ]
  },
  {
    "id": 23,
    "text": "На улице стало чуть по-прохладней, я довольно ускорил шаг, чтобы по-быстрее добраться до магазина и купить хлеб, а дальше уже решить, как действовать либо сначало занести хлеб домой, либо сразу пойти к Стелайрсу.<s>r\n<s>r\n  Итак, до дома мне осталось буквально минут 15-20. Я иду по улице Механизаторов, это довольно тихий, спальный район средняя квартира стоила, наверное, где-то в районе тысяч 500...  *яркая вспышка, которая слепит ГГ* \nОх черт, что за яркая вспышка, очень сильно режет глаза, как ни странно она где-то в район того самого Стелайриса. Торгового центра, так сказать. \n   \"Ладно, нужно что-то решать с хлебом\" — подумал Сергей и отправился в магазин за углом. \nКак ни странно люди как буд-то ее не видели, все шли по улице даже не оглядываясь в ту сторону. \n  Я зашел в магазин купил хлеб. После того как я его купил, мне нужно было решить, идти домой.... Или же отправиться к торговому центру, который оцепили, мне действительно было интересно, что это там такое. ",
    "answers": [
      {
        "id": 24,
        "text": "Отправиться к торговому центру(проигнорировать просьбу матери поскорее вернуться домой.) "
      },
      {
        "id": 25,
        "text": "Отправиться в сторону дома. "
      }
    ]
  },
  {
    "id": 24,
    "text": "   Я очень сильно хотел глянуть хотя бы одним глазком в чем там дело, плюс еще эта вспышка не обычная... \n  Минут 15 я шел размышляя о том, что меня может там ждать.. Даже незнаю. Любопытство потихоньку сьедало меня. \n   Через минуты 2 у меня зазвонил телефон, это была мама, черт.. \n\"Алло да мам,\"- ласково, как буд-то подлизываясь сказал я. \n\"Ты где пропал?\" — не довольно спросила мама. \n\"Я приду позже\" — ответил я. \n\"Ты купил хлеб?\" — озадачливо спросила она.. \nЯ подумал, мало ли, я не смогу его принести домой, ну кто знает, что там будет, вообщем незнаю. Но почему-то я ответил,  что не купил хлеб, может оно и к лучшему. \n\"Нет мам, мне не хватило мелочи. \"\n\"До поздна не гуляй\" — сказала мама.\n\"Ок\" — пробубнил я.  Звонок окончен. \n",
    "answers": [
      {
        "id": 29,
        "text": "Идти дальше. "
      }
    ]
  },
  {
    "id": 25,
    "text": "   Все же я решил, не беспокоить мою маму и сначало отнести хлеб.\n   Спустя какое-то время я уже входил в мой двор, здесь была какая-то напряженная обстановка, не такая, как обычно, могло ли это быть связанно как -то с торговым центром? Честно не знаю. Люди судорожно ходили везде, где только можно, обычно тут от силы видно 2-3 людей, и то один из них дворник, а второй это я. \n   Я зашел в подъезд, хоть тут то было тихо, на лесничной площадке я увидел красивого кота цветом ночи. Говорят, что если черный кот перейдет дорогу, то это плохой знак. В таком случае, мне повезло, котик спокойно лежал на подоконнике и лучи солнышка его согревали. Вот бы мне так, а не вот это все подумал я и направился к себе в квартиру. ",
    "answers": [
      {
        "id": 26,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 26,
    "text": "   Мгновенье и я уже открывал ключем дверь, в квартире был довольно приятный запах, когда я вошел.  Буквально чернз пару секунд меня окрикнула мама:\n\"Хлеб купил\"\n\"Да, купил\" — нервозно крикнул я. \n\"Садись за стол, еще горячее\"- крикнула мне мама. \n   Я разделся, зашел в ванну и помыл руки. После этого я выполнил, то что сказала мама. Когда я зашел на кухню мама мыла посуду. \n\"Мам, а что там такое с этим торговым центром?\" — спросил я. \n\"Да... Я незнаю.. К нам пришла соседка, Анна Петровна, она своего кота искала Финю и так слово за словом она говорит, мол, видела новости, центр торговый оцепили, какая-то там угроза, она ушла и я новости включила и... как-то так... \" — ответила мама. \n\"Понятно\" — с любопытством ответил я. \n   Я сел за стол, на чистом столе лежало две тарелки, с красивыми узорами виноградинок, в первой тарелке был, налит суп, во второй была гречка, я сильно хотел есть, поэтому буквально за минут 10 тарелки были опустошены и убраны в раковину. \n",
    "answers": [
      {
        "id": 27,
        "text": "Продолжить... "
      }
    ]
  },
  {
    "id": 27,
    "text": "  Я решил, что я пойду к Стелайрсу, но нужно было уйти под предлогом... К примеру:\"я пошел погулять\".  \n  Спустя время я уже стоял на улице.. Как-то легко меня пустила мама, даже не заподозрив подвоха, это мне было как раз на руку. ",
    "answers": [
      {
        "id": 28,
        "text": "Отправиться в сторону торгового центра Стелайрс. "
      }
    ]
  },
  {
    "id": 28,
    "text": "  Людей на улице становилось, все больше, как праздник словно и все решили выйти на улицу, посмотреть, что да как. \n  Не мог не радовать тот факт, что на улице стало прохладнее, солнце уже не так припекало мои волосы, кожу легонько обдувал ветерок. Уже вечерело, солнце потихоньку уходило в закат.... Был довольно красивый вид.... ",
    "answers": [
      {
        "id": 29,
        "text": "Отправиться "
      }
    ]
  },
  {
    "id": 29,
    "text": "   Наконец-то я дошел к тому месту, здесь было ооочень много людей, все смотрели за людьми в черном они оцепили не только весь торговый центр, а также пару улиц, хм.... Воот почему так много людей было во дворах рядом с моим домом. Наверное им просто на всего путь домой перегорожен... Хм. \n   Я подошел ближе к огорождению.. Я увидел,  как один из людей в черном разговаривал с женщиной, которая выглядела, очень нервно. Я решил послушать о чем они говорят и подошел немного ближе. \n\"Всмысле вход закрыт. По какой такой причине я не могу пойти домой, это не законно! Мой дом вон там стоит смотрите я быстро пробегу!  — нервно сказала женщина и указала на дом. Он действительно был очень близко, рукой подать. Мужчина даже не обернулся, чтобы взглянуть на дом, который указала женщина. \n\"Вы глухой или что? У меня ребенок дома один 5 лет! Я вышла в магазин за хлебом понимаете?!\" — закричала она на мужчину. \n\"Девушка, в скором времени вы попадете домой, но сейчас это не возможно, по определенным причинам.\" — строго сказал человек в черном. ",
    "answers": [
      {
        "id": 30,
        "text": "Подойти еще ближе. "
      }
    ]
  },
  {
    "id": 30,
    "text": "\"На каком основании вы вообще позаграждали тут все?\" — более тише сказала она. \nМужчина помолчал помолчал, словно незнал, что сказать и выдал:\n\"Газ, газ девушка, во всем районе\" — заявил он.          \n   Незнаю почему, но он соврал, мне так показалось. Если газ почему не выводят людей из дома? Почему в новостях ничего не говорилось про него... Да и вообще. Где вся полиция, СМИ там..незнаю медики в конце концов.... Очень мутно все это. Я сгорал от любопытства, мне очень хотелось попасть во внутрь здания торгового центра, почему именно туда, наверное потомучто самое больше скопление людей в черном именно там.. Мои мысли прервала та женщина, что ругалась с охранником. Она резко рванула за загрождение, и помчалась, в сторону дома. Резко она упала на землю, в нее попало, каким-то дротиком... Сразу же от куда-то взялись 3 человека в черном и тут же ее куда-то унесли, словно ничего и не произошло... ",
    "answers": [
      {
        "id": 31,
        "text": "Дальше.. "
      }
    ]
  },
  {
    "id": 31,
    "text": "   Толпа тут же словно сорвалась с цепи, начались нарастания какой-то паники выкрики в сторону людей в черном.\n Толпа ликовала были слышны громкие крики: *\nКакого хрена?! Вы совсем оборзели там, что за беспредел!! Куда вы ее не понесли?*\n   Я не особо мог расслышать все, потомучто на общем фоне было плохо слышно, все стали двигаться ближе к огорождению, кто-то также пытался прорваться, но охрана здания усилилась на улицу вышло человек 30 — 50 людей в черном...  Людей заламывали и били электрошком чтобы они не пытались зайти за ограду. \n   Я заметил, что толпа рьянно рвалась вперед,  охраны,  почти,  не хватало, один из них по рации сказал: \"Срочно к главному входу подкрепление, все резервы\".\nЯ подумал, что это был мой шанс прорваться под шумок. Но это было опасно, нет ну по сути, а что они мне могут сделать.... Хотя они даже на полицейских не были,  то похожи хрен его знает, что от них можно ожидать... ",
    "answers": [
      {
        "id": 32,
        "text": "Попробовать прорваться, пока толпа отвлекает на себя внимание. "
      },
      {
        "id": 33,
        "text": "Поискать другой вариант.. "
      }
    ]
  },
  {
    "id": 32,
    "text": "Мой час настал, подумал я, мгновенье и я уже был за оградой. Адреналин начинал нарастать я незнал куда бежать, по всюду охрана. Я просто побежал сломя голову к запасному выходу.. \n   Из главного выхода появилась огромная толпа \"черных\" черт... Это я не просчитал, один из них заметил меня и очень быстро побежал в мою сторону.. Вот блин..... ",
    "answers": [
      {
        "id": 40,
        "text": "Попробовать ударить, чтобы выйграть время. "
      },
      {
        "id": 44,
        "text": "Уклониться и попытаться все же добежать до запасного выхода. "
      }
    ]
  },
  {
    "id": 33,
    "text": "   И все же я решил совладать собой... Один из \"черных\" сказал, чтобы выслали подкрепление, я не могу знать сколько их там будет... Но в любом случае должно же оно от куда-то прийти, покинуть свой пост так сказать, нужно поискать менее людное место от куда я могу забраться за ограду, скорей всего там либо никого не будет, либо будет очень мало охраны. ",
    "answers": [
      {
        "id": 34,
        "text": "Дальше.. "
      }
    ]
  },
  {
    "id": 34,
    "text": " Я решил обойти здание со всех сторон, я пошел по левой стороне.. Тут действительно меньше охраны всего 3-4 человека, но тут нету, так сказать массовки, можно конечно попробовать рискнуть и  побежать к парковке там как раз стоит довольно много машин, можно за них спрятать, но стоит ли так рисковать?  ",
    "answers": [
      {
        "id": 35,
        "text": "Рискнуть.. "
      },
      {
        "id": 36,
        "text": "Поискать более выгодный вариант... "
      }
    ]
  },
  {
    "id": 35,
    "text": "   Наверное я был слишком рисковым парнем. Кто не рискует тот не ест, как говорится... Вот только кто рискует, тот долго не живет... \n\n   Воспользовавшись моментом, пока один из охраников сдвинулся ближе к центральном входу, я рванул со всех ног к парковке на левой стороне.. \nЯ ловко, словно лет 10 занимался каким-то паркуром, перемахнул через заграждение, тот охраник, который сдвинулся, к центральному входу увидел меня... \n\"Еще бы\" — подумал я. \n Я бежал со всех ног, мало кто знает, что будет если они меня словят. Тот охраник тоже зря время не терял, и уже почти подбежал ко мне, я даже незнаю.. ",
    "answers": [
      {
        "id": 40,
        "text": "Попытаться ударить его, чтобы выйграть время и отбежать к парковке. "
      },
      {
        "id": 41,
        "text": "Уклониться и бежать дальше.. "
      }
    ]
  },
  {
    "id": 36,
    "text": "   Я не такой рисковый парень, максимум, как я мог рискнуть, это перебежать дорогу на красный... Ну или сесть в такси, заплатить и не поехать.. Вообщем я решил походить еще вокруг здания, в поисках лучшего варианта. ",
    "answers": [
      {
        "id": 37,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 37,
    "text": "Так ничего лучше я и не придумал... Кругом есть охранники, я вернулся туда с чего начал.. ",
    "answers": [
      {
        "id": 38,
        "text": "Продолжить... "
      }
    ]
  },
  {
    "id": 38,
    "text": "Я решил обойти здание со всех сторон, я пошел по левой стороне.. Тут действительно меньше охраны всего 3-4 человека, но тут нету, так сказать массовки, можно конечно попробовать рискнуть и  побежать к парковке там как раз стоит довольно много машин, можно за них спрятать, но стоит ли так рисковать? ",
    "answers": [
      {
        "id": 35,
        "text": "Рискнуть.. "
      }
    ]
  },
  {
    "id": 39,
    "text": "   В комнату вошел человек в черном. \n\"Ну... Рассказывай\"- с какой-то злобой выронил он. \n\"Что?\"- ответил, как-то пискляво и не уверенно я. \n\"Как, что? Зачем пытался попасть сюда?\"- с недоумением спросил он. \n\"М-мне б-было интересно, что з-з-здесь такое.\" — не уверенно, очень тихо произнес я. \n\"Узнал!?\" — строго, строго, сказал он. \n\"Можно я пойду домой пожалуйста?\" — более уверенным тоном сказал я. \n\"Пойдешь позже,  сейчас — нет\" — сказал, буд-то отрезал, человек в черном. \nНа каком основании, они меня тут удерживают, это вне закона! Опять же, что-то странное. Что жутко интересно. \n\"Я буду жаловаться на вас!\" — крикнул я. \n\"Ваше право молодой человек. Но имейте ввиду, это вы проникли на закрытую территорию, а не я. \"- мягко сказал тот тип, и поспешил удалиться. ",
    "answers": [
      {
        "id": 46,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 40,
    "text": "   Я был совсем безбашенным в тот момент, я драться-то особо не умел.. Да играл в мортал комбат видел пару атак.. Но мне это не помогло.. \n\n   Когда охраник меня настиг, я сильным ударом руки хотел зацепить его, чтобы он попятился назад и в этот момент сделать ему резкую подножку, чтобы он потерял равновесие и шлепнулся на пол. Но моим планам не суждено было сбыться, я совсем не подумал, что он может быть проффесионалом..\n \n*ловким движением руки, человек в черном уклоняется от удара Сергея и делает контр атаку, апперкот прямо в челюсть*\n  \nЯ моментально упал на ноги. Тут же подоспел второй охраник они меня скрутили и воткнули мне ампулу с непонятным содерджим... Как я понял... Это было снотворное ибо после этого я сразу отключился... ",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить... "
      }
    ]
  },
  {
    "id": 41,
    "text": "   Я очень ловко уклонился от атаки амбала, мне повезло он был не так ловок, как я тем самым, дав мне немного времени, чтобы проскочить. \n\n   Я прибежал к парковке тут, довольно много машин, но \"черные\" уже в курсе, что я тут, нужно срочно выбираться в голове мелькнула мысль: \" и зачем я только в это вляпался..  \". \n\n *гг высовывает голову из укрытия*\n\n   Черт 2 охраника уже почти рядом, нужно срочно, что-то предпринять. \n",
    "answers": [
      {
        "id": 43,
        "text": "Прятаться дальше в этом месте, надеясь, что они незнают где ГГ. "
      },
      {
        "id": 45,
        "text": "Попытаться поменять укрытие. "
      }
    ]
  },
  {
    "id": 42,
    "text": "  Спустя, какое-то время я пробыл в бессознательном состоянии.. Лишь изредка выходя из него, я видед перед собой тусклый свет, который не приятно попадал в глаза, когда меня куда-то тащили эти амбалы..  \n   Я очнулся в какой-то комнате, я бы мог предположить, что это была подсобка.. Осмотревшись вокруг, я увидел, что мои руки связаны веревками, \"зачем?\" подумал я... Не уж то меня пытать собираются.... В этой комнатке также стоял маленький столик, на нем лежало множество бумаг, я не мог посмотреть что, на них написано, так как на столе был полной беспорядок, среди него мне увиделись ножницы.. Отлично можно попытаться освободиться.. ",
    "answers": [
      {
        "id": 39,
        "text": "За дверьми послышались шаги.. "
      }
    ]
  },
  {
    "id": 43,
    "text": "   Я решил, что нужно попробовать сыграть с ними в прятки, да и кто знает, может они и во все не по мою душу сюда шли, нет конечно же этот бред, они идут прямо сюда  — думал я. \n\n   Хорошо, отставить панику, они же наверняка не знают за какой именно из этих машин я.  Вдруг резко где-то сзади меня настиг тупой удар по голове... Кто же знал, что от куда-то возьмется третий.... ",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 44,
    "text": "  Маневр удался, так-то. Не зря, не зря я уклонился, это дало мне немного времени пока он развернется, я рванул словно боинг, к запасному выходу. \n\n  Буквально секунд 5-10 спустя я уже стоял у эвакуационного выхода. Я дергаю дверь со всей силы... И..  Не поддается... Еще сильнее..  Нееет. Я пытаюсь вложить в нее все свои силы, кажись она все же закрыта.. \n\n Не успел я придумать другой план действий, как тут же резким ударом по голове,  чем-то тупым я упал в бессознательном состоянии... ",
    "answers": [
      {
        "id": 42,
        "text": "Дальше.. "
      }
    ]
  },
  {
    "id": 45,
    "text": "   Решено, не стоит ждать чуда, надо подыскать новое укрытие....  Отлично я вижу запасной выход из Стелайриса.. Срочно к нему те двое уже наверняка рядом. \n \nРезко рванувши к выходу я не учел тот факт.... Что....  Оказывается к ним уже присоеденился 3 охраник.. Когда я встал из-за укрытия и рванул к запасному выходу я как раз наткнулся прям на него, он ловко поставил мне подножку и я упал на землю... Дальше мне воткнули, что-то вроде снотворного, как я понял мгновенье и я вырубился.... ",
    "answers": [
      {
        "id": 42,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 46,
    "text": "   Тупоголовый амбал подумал я.Короче надо отсюда как-то сваливать. От меня до стола было примерно 3-4 метра, не более. \n   Я стал прыгать, как делают это актеры в фильмах, обычно все заканчивается тем, что они падают на пол и стул ломается.. Мне же в этом плане повезло мой стул был не из дерева и максимум, что я мог сломать это  руку... -с каким-то разочарованием подумал я. \nВсе же нужно попробовать, пытаясь подобраться к столу я лишь скользил по полу назад. Черт...  Что же делать. Я подумал, что я могу попытаться еще и еще, но все мои попытки были без успешны.. ",
    "answers": [
      {
        "id": 47,
        "text": "Придумать новый план действий.. "
      }
    ]
  },
  {
    "id": 47,
    "text": "  Спустя 5 минут мне в голову закралась такая мысль, я могу попытаться упасть со стула, а дальше методом переката к столу, докатиться до него и опрокинуть дальше дело ловкости.. Подобрать ножницы с пола, освободиться и свалить от сюда, попутно узнав, что здесь происходит... \n   Все, решено.... Я упал на пол, да грохот был довольно громкий, надеюсь меня не услышали, ну или хотябы сделают вид, что не услышали, мне же нужна хоть какая-то фора.\n   Спустя много мучительных ёрзаний я оказался у стола, как же мне повезло, что он ели стоял на ножках, мне удалось его уронить на пол.. \n\"Ну такой грохот они не могли, не услышать\" — прошептал я, себе под нос. \n   Мне опять сказочно повезло ножницы лежали буквально на расстоянии вытянутой ладони от моих рук, я ловко ухватился указательным пальцем за ушко ножниц, освободил сначало руки за тем ноги.. \n",
    "answers": [
      {
        "id": 48,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 48,
    "text": "   За дверью послышались шаги.. Это плохо я тут же подметил, что на двери была щеколда, я тут же помчался и закрыл ее. \n  Не успел я отойти от заветной двери, как ручка повернулась с неким усилием, но попытки оказались не удачными, для того, кто бы там не был. \n\"Ах ты мелкий, черт,  а ну живо открывай, иначе твои зубы будет вставлять тебе стоматолог\" — послышалось мне по ту сторону двери. \n   Ее тут же начали пинать, чтобы выбить ну и наверное осуществить свой план. \n  Я тут подумал... Зубы мне еще пригодятся, нужно что-то живо предпринять, учитывая, что у меня в руках были только ножницы, у меня были очень и очень скверные шансы, остаться с моими зубами... ",
    "answers": [
      {
        "id": 49,
        "text": "Далее.. "
      }
    ]
  },
  {
    "id": 49,
    "text": "   Я начал осматривать все вокруг, стул.. стол... бумага на полу.. Я мог взять стул и попробовать ударить охраника им, но мне кажется идея была скверное, в последнее мгновенье в моем поле виденья возникла вентиляция, кстати мне повезло по размерам я думаю как раз в нее бы влез.  Мое телосложение было как раз кстати, среднее не дрыщь не толстяк... Что-то между.. \n   Я быстро поднял стол и пододвинул его в тот угол где была спасительная решетка... Я незнал как ее снять с петель... Ничего лучше я не придумал, как со всего размаху ударить по ней. ",
    "answers": [
      {
        "id": 50,
        "text": "Размахнуться рукой и выбить решетку. "
      }
    ]
  },
  {
    "id": 50,
    "text": "   Как хорошо, что она была сделана из пластмассы в миг я ее разрушил, дверь в этот же момент была выбита, я не оборачиваясь назад ловко запрыгнул в вент. систему.  \n   Взади только и слышались крики:\n\"Ах ты мерзавец, гнида, тварь\" и тому подобное. Я также услышал, как один из них говорил что-то про вентеляцию. ",
    "answers": [
      {
        "id": 51,
        "text": "Ползти далее. "
      }
    ]
  },
  {
    "id": 51,
    "text": "   Я полз по алюминеевой вент системе.. Тут было довольно прохладненько, щас бы еще заболеть подумал я. \n   Спустя минуты 2 снизу от меня показалась такая же подсобка, в ней была та самая женщина, которая спешила домой к ребенку, я мог попытаться ее освободить.... Но.... Нужно думать головой, врядли бы она стала лезть сюда со мной, мне кажется она бы начала открывать двери, вообщем одним словом разбираться с людьми в черном, мол какого... Х... Вы меня тут заперли и тому подобное.. ",
    "answers": [
      {
        "id": 52,
        "text": "Ползти дальше. "
      }
    ]
  },
  {
    "id": 52,
    "text": " Я лез дальше по вентеляции, тут было довольно сыро и холодно, тут бы еще крыс для полного счастья не хватало подумал я.\n  Вдруг мне послышались какие-то звуки воды, как буд-то она где-то ну.. Не текла, скорее бежала, как ручей, с довольно сильным напором воды. Ладно не суть может прорвало трубу где, это же не мои проблемы... Хотя знаете, может ради этого тут все огородили так... Хотя...  вопрос,  зачем? ... Зачем из-за этого людей заламывать на глазах толпы.. Сажать в подсобки.. Любопытство взяла свое, я решил повернуть на звуки воды, на развилке. \n   Я дополз до решетки, через нее я увидел ярко-голубое свечение и часть комнаты, а что было в другой стороне мне разглядеть не удавалось. Черт.. ",
    "answers": [
      {
        "id": 53,
        "text": "Попробовать проползти дальше. "
      }
    ]
  },
  {
    "id": 53,
    "text": "  Я хотел взглянуть хотябы глазком, а что это там так удивительно светилось.. \n  *звуки хруста*\nМигом труба вентеляции треснула из нее я свалился прям на чашечки коленок, с довольно большой высоты.. \n\"Аяя\" — громко всхлипнул я. \nТут же опомнившись от резкой боли я понял, что зря я крикнул. \nБуквально тут же открылась дверь и показались двп человека в черном и сразу же бросили свой взгляд на меня. \n\"Какого хрена ты тут делашь?!\" — заорал на меня один из них. \nЯ тут же вскочил на ноги, через боль. \nЯ заметил, что их взгляд был совсем не на мне. \n\"А это еще, что за штука?\" — с любопытсвом спросил один из них другого. \nЯ резко обернулся, готовый к любому повороту событий. ",
    "answers": [
      {
        "id": 54,
        "text": "Обернуться. "
      }
    ]
  },
  {
    "id": 54,
    "text": " Передо мной стояла большая штука из камней, из нее шло много разных штук: провода, железяки какие-то трубки. Она была похожа на огромный равносторонний треугольник, что самое странное, внутри бежала вода сверху вниз, и очень, очень ярко светилась, ииии..  как она не разливалась я не понял, она бежала сверху вниз, но на полу не было не капли.. Что за бред подумал я. Мои размышления прервали те твое. \n  \"А ну, иди сюда! \" — пригрозил мне один из них. ",
    "answers": [
      {
        "id": 55,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 55,
    "text": " Мне не очень то и хотелось, чтобы меня поймали, когда два амбала выдвинулись в мою сторону, я попятился назад. \n\"Сказали, идти к ним, в итоге сами пошли на меня. Вот юмористы\"- промелькнула мысль у меня в голове. \n\nЯ робко шага назад, разминуашись с треугольником, я понял, что те двое начинают меня окружать с двух сторон деваться было почти не куда. \n\n\"Парень, мы тебе ничего не сделаем, ты с нами зачем в игры играешь?\" — прикрикнул один из них. \n Я понимая, что вот вот они меня настигнут, решил, что в лево и в право  бежать не вариант, поймают. Оставалось только попробовать пробежать под струей воды.. Да немного промокну, ну и? Зато, не буду сидеть, в какой-то клетке, наподобие подсобки. ",
    "answers": [
      {
        "id": 56,
        "text": "Резко рвануть к выходу через треугольник из камней.. "
      }
    ]
  },
  {
    "id": 56,
    "text": "   Охрана и опомнится не успела как я рванул с места. Когда я приблизился к треугольнику, из которого ярко-ярко светилась вода, я прыгнул прямо, чтобы как можно быстрее одолеть препятствие ввиде воды. \n В глазах виднелась дверь, в момент прыжка, но резко все начало плыть, я как будто застрял в воде, я не мог пошевелиться, осматриваясь по сторонам, в глазах все плыло, было очень мутно видно, громкий звук воды, сильно резал мои уши, я закрыл руками уши и глаза, я очень испугался и не понимал, что здесь происходит.. \n  Спустя какой-то промежуток времени, боль в ушах и глазах стихла, у меня возникло ощущение, что я лечу, затем резкая боль в области спины. Я открыл глаза.... ",
    "answers": [
      {
        "id": 57,
        "text": "Новая глава.. "
      }
    ]
  },
  {
    "id": 57,
    "text": "                        Глава 2: Перерождение \n\n   Адский болела спина, открыв глаза я увидел, что вокруг меня трава, деревья.. Яркое солнышко..  \n  Стоп... Что? Как я тут.. Эээ.. Здесь оказался. Ничего не понимаю... У меня было ооочень и очень много мыслей в голове, что она болела еще сильнее, я итак пережил, хрен его знает что, а тут еще не пойми где я оказался. \n  Мои страдания были прерваны, двумя незнакомцами, которые спешно подошли ко мне. \n\"Лазутчик?\" — громко произнес один из них, и достал не пойми от куда... Кинжал? \n Ну и ну... Видок у них был тот еще.. Я бы сказал какие-то рыцари чтоли... У одного на голове был шлем закрывающий всю голову, оставляя только лицо, которое было полностью открыто. Не удобное наверное, подумал я. \n\"Отвечай, чего молчишь!\" — грубым голосом пробасил один из них. \nКстати второй также был одет как и первый, только у него был лук за спиной, а так они оба были в стальном шлеме, ботинки их были тоже из стали вообщем одежда полностью из стали. \n\"Эээ, ну.. Здраствуйте. \" — неуверенным голосом сказал я. ",
    "answers": [
      {
        "id": 58,
        "text": "Что происходит? И почему.. А где я вообще. "
      }
    ]
  },
  {
    "id": 58,
    "text": "   \"Что происходит, почему вы так одеты, г.г.где я вообще, как это прлизошло?\" — пытался я узнать у незнакомцев. \n\"Видать сильно ты с дерева шандарахнулся, либо под дурака косишь, чтобы втереться в доверие\"- ласково сказал один из рыцарей, пожалуй назову их рыцари выглядят они именно так, ну... По моим представлениям. \n\"Вообще-то я... Забежал в треугольник, который.. Был в подсобке, а потом как-то оказался тут, что за треугольник, мне у вас надо спрашивать, я очнулся тут, и вы тут как тут.\"- удивленно спросил я. \n\"Портал?\"- быстро выронил я и улыбнулся. \nНет я конечно понимаю, что порталы это вообще миф,  легенда, не правда и выдумка, но а как объяснить то, что я еще 5 минут назад сидел связанным в сырой подсобке,  а теперь я тут. \n\"Видать и правда сильно шандарахнулся, слова какие-то говорит, не уклюжие, на лазутчика он не похож, да и на местного не особо, давай-ка отведем его к нам. А там пусть король решает.\" — спросил один другого, того, что с луком. \n\"Ребят, я конечно понимаю все, но.. Давайте нормально говорите, а то король.. . Так и скажите, начальник ваш. \" — твердо сказал я. ",
    "answers": [
      {
        "id": 59,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 59,
    "text": "\"Так, давай помолчи и за нами топай, заведем тебя еще к лекарю\" — сказал грубо один из незнакомцев. \n\"Хм.. Идти за вами, хорошо, а если вы меня опять свяжите?\" — недоверчиво буркнул себе под нос я. \n\"Если бы мы хотели тебя связать, связали бы уже давно да оглушили, чтобы не ворочался, ты мне лучше скажи как тебя зовут?\"\n  Нет ну раз они в роли каких-то рыцарей, то и я буду! \n\"Джек, Джек Харрисон!\"- сказал я. \nПочему Джек? Имя нравилось, всегда хотел быть Джеки,  а Форс просто в голову пришло, хах. Нормально. Подумал я\n\"Ну, чтож Джек Форс, я Гвэн, а это Морэц\" — сказал, тот, что с луком и после этого указал на своего напарника. \n\"Ладно, я ребят не глупый, можно ваши имена, настоящие, если мы будем так и дальше идти и нагло врать друг другу разговор у нас не задасться.\"",
    "answers": [
      {
        "id": 60,
        "text": "Идти за рыцарями дальше.. "
      }
    ]
  },
  {
    "id": 60,
    "text": "\"А чем тебе наши имена не понравились, скажи — ка мне Джек, не упал бы ты с дерева, я бы подумал, что ты нарываешься, хотя по другому это не назовешь. \" — грубо сказал Морэц. \n\"Меня например Сергей зовут, на самом деле\" — сказал я. \n\"Так, ладно парень кончай дурака валять.\" — Отрезал меня Гвэн. \n\"А в чем дело?\" — с некоторой осторожностью спросил я их. \nВ ответ лишь молчание... Здорово, поигнорьте меня теперь.. \n   Я шел и размышлял.. Как я тут оказался, что произошло.. Моя голова просто лопалась от мыслей. Также ноющая боль отдавала в спину... Ноги были, как ватные, истощение? Незнаю. \n  Спустя пару минут мне уже совсем не хотелось, что-то пытаться выяснить, как только я пытался говорить у меня все сильнее болела голова. Это было очень странно на самом деле. ",
    "answers": [
      {
        "id": 61,
        "text": "Топать дальше.. "
      }
    ]
  },
  {
    "id": 61,
    "text": "   На горизонте, в далеке появились башни прям,  как у замков, серьезно.. Вот это поворот.. И мы идем как раз туда.. Может там и в правду сидит какой-нибудь дядечка в золоте, с короной и скипитром и называется царем батюшкой.. Вот это конечно да.. Прям как квест игра какая-то.. — все также думал я. \n  А мы все шли да шли и шли... \n \"Слушай, мой тебе совет, не старайся включать дурачка, если ты шпион, а то тебе быстро голову отрубят\" нервно произнес Морэц. \n \"Да не шпион я не какой, я просто хотел узнать из-за чего оцепили район, и не более того... Может вы проще покажите дорогу домой и я уйду?\" — быстро произнес я, в ответ Морэцу. \nОни все также шли модча, спустя мгновенье, мы входили, в этот... Эм.. Ну замок так сказать, в эту крепость.. Незнаю, как правильно сказать. ",
    "answers": [
      {
        "id": 62,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 62,
    "text": "  Люди здесь были одеты, как-то странно, как в средневековье каком-то,  на стенах крепости.. Стража, луки арболеты, мечи, копья... Кажется я стал потихоньку догадываться, что тут происходит... \n   Сейчас я покажусь странным, но может я как-то переместился во времени? Да я могу показаться странным,  но может это так... Либо это какой-то... Эм... Ну фильм чтоли... Я незнаю, действительно незнаю, но как только я пытался думать о том, что случилось у меня адский болела голова, как только я пытался у кого-то, что-то выяснять моя голова просто громко кричала от боли. Но это было вприрципе терпимо по началу, буквально несколько секунд. Хорошо подумаю, позже об этом. Я смотрел пару сериальчиков про перемещение во времени. Попробую подыграть этим людям. ",
    "answers": [
      {
        "id": 63,
        "text": "Продолжить идти.. "
      }
    ]
  },
  {
    "id": 63,
    "text": "  На улице было... Ну, довольно таки людно, мы шли сквозь маленькие улочки, люди были одеты кто в чем, кто в ярких нарядах, кто в оборванной одежде, будто рабочий какой-то... \n\n  Тут вдруг я увидел, как шла какая-то, девушка.  Лет,  наверное, 20 незнаю, ее волосы были светло коричневые. На ней было голубое одеяние, ввиде платья, которое было до самого пола, но не задевая его, прозрачная ткань в районе кистей просвечивала руки.\nНу шее было ожерелье с ярким красным камнем, на голове маленькая серебрянная коронка. Она, как раз двигалась в нашу сторону. Хм.\n\n  Морэц и Гвэн отставив правую ногу не далеко назад от левой сделали поклон в ее сторону. \n\"Здраствуйте, принцесса.\" — Ласково сказал Гвэн. \nОна не понимающе посмотрела на меня, направила свой взгляд в сторону рыцарей взялась за платье обеими руками, и маленько присела, приклонив при этом голову. И не спеша удалилась\n  Пройдя пару метров, Морэц толкнул меня в плечо и сказал:\n\"Тебя манерам не учили юнец?\"\n\"А.. Эм... Что, что я такое сделал?\"- не уверенно сказал я, Морэцу. \n\"Ты должен был вежливо поздороваться с принцессой, чтобы показать свое уважение, королевской семье.\" — умеренным темпом произнес Гвэн. \n\"Я незнаю эту девушку, с чего бы мне ей кланяться в ноги и тому подобное, не буду я этого делать. \" — ответил я им обоим. \n\"Хорошенько выпороть бы тебя кнутом, где твое воспитание, мне бы за это отец, таких, таких отвешал бы.\"- сказал грубо Морэц. \n   Дальше мы шли молча.. \n\n  \n\n",
    "answers": [
      {
        "id": 64,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 64,
    "text": "   Когда мы подошли ко входу во дворец, нас встретили стражники, открыли двери и подошли к нам. \n\"Это кто?\" — нахмурив брови спросил один из них? \n\"Джек Форс, отведем к королю, спросим, что делать с ним.\" — ответил Гвэн.\n\"Оружие? При себе имеется?\" — обратился ко мне тот стражник. \n\"Нету\" — холодно ответил я. \nНас впустили в замок. Он был довольно большим, все освещлось свечами, которые были кругом. В высоту замок был довольно большим,  как 7-8ми этажка.. Подумал я и пошел дальше.. \n   Мы дошли до лесенки, нас встретил человек, одетый в халат.. Ну... Как дворецкий незнаю, прислуга может. Он сделал поклон в нашу сторону и спросил: \n\"Чем могу быть любезен?\"\nЯ же прислушившись к совету парней, которые вели меня, не ловко поклонился. Правда вышло у меня это стремно, как мне показалось. Прислуга улыбнулся.\n\"Мы направляемся, в покои короля.\" — сказал Морэц, слуге. \n\"Как пожалуете, я вас отведу.\" — сказал нам дворецкий и направился вверх по лестнице. ",
    "answers": [
      {
        "id": 65,
        "text": "Идти за слугой"
      },
      {
        "id": 66,
        "text": "Спросить почему он улыбнулся? "
      }
    ]
  },
  {
    "id": 65,
    "text": "   Мы медленно, поднялись на второй этаж, он был красивее первого, здесь стояло пару стражников. Самое интересное, по середине зала был огромный, просто огромный стол людей 50-100 сюда бы хватило, как минимум. Вообще я только в фильмах видел такое. \n  Мы поднялись по лесенкам еще на этаж, и прямо по пути стояла дверь, довольно большая, слева и справа от нее стояли стражники. Их вид был не такой, как у всех. Шлема стражников полностью закрывали их лица, оставляя лишь зазор для глаз и носа, броня была полностью из стали доспех, шел полностью от плеч и до ног, в районе пояса он переходил в ткань, выглядела она как юбка, наверное чтобы легче двигаться. На ногах были тоже стальные... Штаны?.. Поножи скорее.. Обувь была похожа на огромные сапоги, тоже сталь. Из оружия щит, и меч, ну или сабля, незнаю. \nНе успев подойти, Морэц произнёс:\n\"Джек, перед тем, как начнется разговор, сделай поклон, покажи уважение царю. Если этого не сделать, это может быть воспринято, как грубый тон, не воспитанность, да и вообще решит, что ты варвар какой-нибудь, чужеземец...\"\nЯ кивнул Морэцу и мы подошли к дверям. ",
    "answers": [
      {
        "id": 67,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 66,
    "text": "\"А почему вы как-то странно отреагировали на мой поклон, это же, как уважительный признак. Наверное..\" почесав затылок, сказал я. \n\"Никто не кланится слуге короля.\" — перебив меня, сказал Гвэн. ",
    "answers": [
      {
        "id": 65,
        "text": "Идти дальще.. "
      }
    ]
  },
  {
    "id": 67,
    "text": "   Стражники мгновенно скрестили оружие, Гвэн сказал им, чтобы нас пропустили. Через секунду мы уже стояли по ту сторону двери... \n\n   Передо мной стояла такая картина, огромная комната, украшеная разными вещами где-то мечи, где — то щиты красивые столики, миниатюрненькие такие...  и камушки драгоценные, переливаясь разными цветами сверкали.. Янтарь наверное показалось так мне. Они были везде, по всей огромной комнате. Чуть дальще от нас сидел, как я понял король. На огромном золотом.... Эм... Троне? Наверное по их понятиям это был трон. На голове у него была корона из серебра наверное, я так подумал,  потому что она была серебрянная. Хм.\n   Рядом с ним стоял стражник он был тоже, достаточно хорошо экипирован, шлем полностью закрывал лицо оставляя разрез для глаз и рта, остальное одеяние было полностью кольчужным. \n   Так же рядом была его как я понял, служанка, она стояла с опущенным вниз лицом. Одеяние было полностью черным, это было платье. Хм траур?.. \nМы шли дальше с рыцарями и со слугой по коврой дорожке.. Коврик , кстати,  был красным... ",
    "answers": [
      {
        "id": 68,
        "text": "Подойти к трону и остановиться. "
      }
    ]
  },
  {
    "id": 68,
    "text": "   Спустя пару секунд мы четверо стояли рядом с королем, слуга произнес:\n\"Встретил их внизу, сказаль... Что ищут вас. \"\n\"Иди.\" — холодно сказал король. \n\"Нуу.. Зачем.ссс..  Явились? \" — мягко спросил он нас. \nМорэц вышел чуть вперед, поклонился королю и затем ответил:\n\"Ваше величество, мы находились на патруле увидели как парень свалился с дерева. Подбежали, лазутчик подумали, но нет говорит. Сами видите одет как-то не по — нашему... Говорит, тоже что-то на своем.. Незналь.. Что с ним делать. Решиль..  сюда привести к вам. \"\n\"В покои? \" — любопытно поинтересовался он. \n\"Виноваты, нужно было быстрее решать мало ли, он не один, если лазутчик, выследят ж.. \" — ответил Морэц. \n\"Ну.. Понятно.\" — легко ответил человек на троне. \n  Он бросил свой взгляд в мою сторону, посмотрел на меня, оценил... И выдал:\n\"Подойди поближе\"",
    "answers": [
      {
        "id": 69,
        "text": "Подойти. "
      }
    ]
  },
  {
    "id": 69,
    "text": "\"Эм.мм.  з-зЗдраствуйте\" — не уверенно выдал я. \nНа меня косо посмотрели все, кто находился в комнате. \nМорэц сзади меня громко кашлянул, буд-то намекая, на что-то. \n  Я тут же опомнившись поклонился королю. Даа.. Это было не особо уверенно, но надеюсь, что он принял мой поклон.\n  В этот раз уже кашлянул Гвэн, но тут я уже незнал, что от меня требуется.. \n\"Ваше величество?\" — с улыбкой спросил меня король. \n\"Ой.. Да, точно. Ззздраствуйте, Ваше Величество.\" — нервно сказал я, и тут же выполнил поклон еще раз. \n  Мне  казалось, что я сейчас провалюсь сквозь землю. \n\"Так-то лучше, видать и в правду не из наших земель.\" — спокойно произнес человек на троне. \n\"Ну, чтож.... Расскажи кто такой, от куда ты родом, что забыл тут, почему сидел на дереве... Ах да. Забыл представиться, я Король этой крепости, Роцфелла. Мое имя Газарлан Мирный \" — все также уверенно, сказал король. \n\"Нуу.у.у я...  Студент почти второго курса, механического факультета, жил не тужил, а потом бац портал, я тут, сам в непонятках че да как?\" — быстро, заплетаясь в словах выдал я. \nГоловная боль снова вернулась, голова адский начала трещать. Буд-то намекая на что-то, мол не надо им знать про тебя. \n\"Хм.. Ну слова явно ты говоришь дикие, не понятные, а представиться?\" — поинтересовался Газарлан. \n\"Меня зовут... ",
    "answers": [
      {
        "id": 70,
        "text": "Джек Форс. "
      },
      {
        "id": 71,
        "text": "Сергей Авдеев. "
      }
    ]
  },
  {
    "id": 70,
    "text": "\"Д.д.джек.. Джек... Мм.. Форс\" — с неуверенностью произнес я. Я решил оставить себе это имя, не нужно им знать кто я такой. \n\"Отлично\"- сказал король. ",
    "answers": [
      {
        "id": 72,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 71,
    "text": "\"Сергей Авдеев\" — громко ответил я, почуствовав резкую головую боль. \n\"Ваше Величество, обманывает он. Врет все. Он сказал Джек его зовут.. Джек Форс. Видимо сильно упал. Голову отбил\" — ответил Гвэн. \n\"Хм.. Ну хорошо Джек так Джек.\" — быстро произнес король. ",
    "answers": [
      {
        "id": 72,
        "text": "Далее.. "
      }
    ]
  },
  {
    "id": 72,
    "text": "\"Хм.. Знаешь, я думаю врядли ты, какой лазутчик шпион.. Да и по глазам вижу, не такой ты, с душой что ли... Ладно.. Морэц отведи его в к лекарю, пусть посмотрит, что да как. Пристрой его где-нибудь на пару ночей, а там решим\" — обратился король к Морэцу. Тот кивнул в ответ.\n\"Заходи позже ко мне поговорим\" — также сказал он, но уже мне. \nГвэн поспешно удалился, а Морэц подошел ко мне и сказал идти за ним. ",
    "answers": [
      {
        "id": 73,
        "text": "Идти за Морэцом. "
      }
    ]
  },
  {
    "id": 73,
    "text": "Мы вышли из зала, где стоял трон. Спешно спустились по лесницам и вышли на улицу. \n   На улице уже вечерело. Горстка людей спешно метались по улицам, в далеке виднелся закат солнца, становилось довольно прохладно. Я не спеша шагал за Морэцом, внимательно разглядывая, что где находится... \n \"Ты понравился королю.\" — обратился ко мне Морэц.\n\"С чего ты так решил?\" — устало спросил я его. \n\"Ну знаешь, он не велел тебя изгнать за крепость, не бросил в темницу, в конце концов не вышвырнул за шкирку из дворца, за твои манеры. \" — спокойно сказал он. \n\"Ну это же дико, я же тут гость так сказать, гость из будующего\" — усмехнулся я. \n\"Из будущего? Это как?\" — весело ответил Морэц. \n\"Ну.. Знаешь.. Я было стать думал, что меня разыгрывают, но мне стало не вериться, что это просто розыгрышь.\" — устало буркнул я себе под нос. Голова опять же дала о себе знать. ",
    "answers": [
      {
        "id": 74,
        "text": "Идти дальше. "
      }
    ]
  },
  {
    "id": 74,
    "text": "Солнце уже почти ушло за горизон, мы с Морэцом подошли, к.. К сараю сказал бы я.. Но в принципе, учитывая обстоятельства... Это.. Был маленький уютненький домик. Один этажик.. С двумя окошечками. \n  Пару секунд спустя, мы уже стояли у входа в домик. Морэц постучался и послышался хриплый голосок. \n\"Входи!\"\nМгновенье и мы стояли внутри. \n  Тут было довольно уютненько, все помещение освещалось тусклым светом исходящим от свечей,  которые стояли почти по всюду. \n   По центру комнаты стоял стол, на нем стояли... Чернила... Хм ни разу не писал пером с чернилами. За столом сидела женщина пожилого возраста, как мне показалось. Она сидела в каких-то тряпках, что-то серое из одежды на теле, и коричневая юбка на ногах. Так же на ее ногах были шерстяные носки, которые скрывались, под теплыми башмаками. На голове у женщины была повязка, наверное чтобы волосы не мешались подумал я. ",
    "answers": [
      {
        "id": 75,
        "text": "Далее.. "
      }
    ]
  },
  {
    "id": 75,
    "text": "\"Ну.. Говорите с чем пришли в столь позднее время.\" — обратилась к нам женщина. \n\"Да вот, паренек, с дерева упал. Незнаю, бредит он, что-то, может по смотришь его.. Эбби. \" — попросил Морэц лекаря. \nЯ подошел к столу и сел на стул. Женщина поднялась со своего места и подошла к шкафу, открыла его и достала от туда, какую-то вещь, затем подошла ко мне. \n\"Ну рассказывай, за девченкой какой следил или выглядывал кого?\" — добрым и ласковым голосом поинтересовалась она. Ее уголки губ чуть, сдвинулись в сторону.  Морэц удалился из домика. \n\"Да..а.а.а нет.....  Просто..\" — не уверенно произнес я. Я вообще незнал, что говорить ведь я сам не особо понимал, что тут происходит.. Как только я пытался говорить о чем-то, что произошло, у меня тут же болела голова, буд-то говоря \" не стоит дружок \" не хотелось, чтобы это ощущение возвращалось вновь и вновь. \n",
    "answers": [
      {
        "id": 76,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 76,
    "text": "\"Значит все же за девахой следил\" — нежно сказала она. И принялась макать тряпку в банку, которую она достала с полки. Затем вытирать меня не понятной мне жидкостью. \n\"Это что?\" — поинтересовался я у женщины в сером. \n\"Да травы обычные от ушибов всяких, ссадин, универсальное средство и обеззарараживает и заживляет и молодит.\" — громко произнесла она и засмеялась. Я же в ответ широко улыбнулся. \n\"Как вас хоть зовут мОлодец?\" — спросила она меня.\n\"Ну.. Я Джек, Джек Форс нынче.\" — твердо ответил я. Я решил оставить себе это имя раз все так получилось. Да и нравилось оно мне. Головная боль тут же, маленько отступила. Наверное это знак, с некой насмешкой подумал я. \n   В это время она уже заканчивала протирать мою голову отваром. \n\"Меня зовут Эбби. Я лечу людей в здешних местах.  Я одна из немногих врачей тут, в округе   Роцфелла. \" — как-то грустно сказала она. ",
    "answers": [
      {
        "id": 77,
        "text": "Далее.. "
      }
    ]
  },
  {
    "id": 77,
    "text": "\"А где остальные?\" — любопытно спросил я. \n\"Ну, а как ты думаешь.. Войны, интриги. Шпионаж и другое... Лекари везде нужны. Да и учиться тут почти не у кого. Позабирали всех на войну за границами. Территорий королевства..\" — ответила она. \n\"Сейчас вроде, дикари особо не нападают на наше королевство по слухам... Но лет 10 тому назад... Постоянные войны за земли...\" — грустно сказала она. \n\"Я устала от разговоров зайди позже,  проверим твое самочуствие. \" — нервно сказала она. \n   Я послушался Эбби и вышел на улицу. ",
    "answers": [
      {
        "id": 78,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 78,
    "text": "Морэц стоял рядом со входом. Он взглянув на меня, сказал следующее:\n\"Я тут по размышлял, король велел пристроить тебя куда-нибудь, знаю я тут одного старика, дом свой сдает, сам живет с женой, а дом бесхозный. Туда то я тебя и отправлю\"\n\"Хорошо. Что за это надо сделать?\" \n\"Заплатить рубиями.\"\n\"Ну... У меня  нету\"\n\"Это ожидаемо\" — усмехнулся Морэц. \n\"И что делать?\" — тревожно спросил я. \n\"Я заплачу не беспокойся, король же поручил мне это.\" — твердо сказал он.\n\"Тогда пойдем.\" — сгорая от любопытства, каков будет дом, громко сказал я. \n\"Ну идем.\" — поддержал меня Морэц. ",
    "answers": [
      {
        "id": 79,
        "text": "Идти за Морэцом. "
      }
    ]
  },
  {
    "id": 79,
    "text": "  Медленно передвигаясь по дворам крепости, я успевал разглядывать разные мелочи. К примеру, на улице почти не осталось людей. Ну да. Так себе мелочь — подумал я. Время то позднее. Изредка нам попадались и люди и стража. Люди в основном шли, не куда не торопясь, как на прогулке. Стража же ходила с факелами по два человека. Удивительно этот мир действительно напоминает мне средневековье, да это впринципе так и есть.  — довольно подумал я. \n   Домики здесь были, как каменные, так и деревянные, я так понял в каменных жили богачи, в деревянных нищие наверное, я мог и ошибаться. \n — Не советую тебе ночью гулять по крепости — задумчиво сказал Морэц. \n— Почему? \n— Да.. Заблудишься еще, ищи потом тебя.\n— Хм. В заперти будете держать? \n— Нет, просто, хотя бы днем погуляй тут.  — с насмешкой сказал Морэц. \n",
    "answers": [
      {
        "id": 80,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 80,
    "text": "  Мы поднялись на не большой холмик, повиднелись огромные стены крепости и парочка домов рядом. Выгляделт они довольно не плохо, почти все каменные. \n— Пришли — сказал Морэц.  \n Я промолчал. Мы подошли к одному из домов, он состоял из дерева. \n— Довольно позднее время, не приятно получиться, тревожить старика. — буркнул он. \n— Нуу... Да.  — съязвил я. \n  Морэц постучал в дверь спустя... Минуту, может две. Дверь открылась, я увидел старика в белой одежде, буд-то пижама. \n— Зачем явились в столь позднее время странники? — как-то нервно сказал старик. \n— Слушай Финн, помниться ты сдавал жилье, это еще актуально.\n— Аа..  Морэц,  ты чтоли? Ну да, еще сдаю пока. \n— Отлично тут парню нужен домик на пару дней, вот держи на первое время. \nМорэц протянул ему мешок с рубиями. \n— Ну хорошо, держи ключи тогда. — мягко сказал Финн\nСтарик взял мешок,  пропал не надолго и вернулся уже с ключами. \n\n",
    "answers": [
      {
        "id": 81,
        "text": "Дальше.. "
      }
    ]
  },
  {
    "id": 81,
    "text": " После того, как мы забрали ключи, мы прошли пару метров и все на том же холме подошли к деревянному дому. \n— Ну вот, твой домишко. На первое время. — с ухмылкой на лице сказал Морэц. \n— Иии, что мне делать? — растерянно сказал я.\n— Ну для начала поспи иди, дом осмотри... Завтра посмотрим уже, проведаю тебя.\n— Ладно — холодно ответил я. И двинулся в сторону дома. \n— Кстати забыл добавить. — послышался голос сзади. \nЯ обернулся — что такое?\n— Я велю тебе отнести вещи, переоденишься, тут так не ходят, сильно отличаешься, как не здешний. \nХорошо... Подумал я и отправился в сторону моего дома. ",
    "answers": [
      {
        "id": 84,
        "text": "Зайти в дом. "
      },
      {
        "id": 83,
        "text": "Постоять на крыльце.. "
      }
    ]
  },
  {
    "id": 82,
    "text": "— Самое обидное, что как только я пытался, что-то начать рассказывать о том, как я сюда попал, от куда я... Ну или хотя бы, хотя бы... Что-то выяснить начинала трещать голова.. Хорошо что старушка Эбби меня помазала своим отваром, думаю он, слегка убрал головную боль.. \n   Пол ночи я лежал в размышлениях и лишь ближе к утру провалился в сон.. На мгновенье перед этим я вспомнил, что в попыхах даже и дверь не закрыл, хотя какая разница.. Убивать меня не кому, да и не зачем, грабить меня впринципе... Ну такое смысла нет, плюнул вообщем я на закрытие дверей и провалился в сон... \n",
    "answers": [
      {
        "id": 85,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 83,
    "text": "  Я решил, что нужно немного постоять на крыльце дома.. Так сказать подышать свежим воздухом... \n   -Хм.. Довольно таки прохладно, интересно, что приподнесет мне завтрашний день.. Странно все это — подумал я. \n\n   Мой взгляд упал в сторону королевского замка.. На одном из этажей я увидел фигуру, той самой девушки.. Как говорили рыцари, которые вели меня принцессы. Хм.. Она стояла у окна и смотрела куда-то... Плохо было видно, надеюсь она не на меня смотрит.. Подумал я.\n— Ладно пора заходить в дом — не довольно зашагал я в сторону дверей, оставив свои слова где-то позади. ",
    "answers": [
      {
        "id": 84,
        "text": "Войти в дом. "
      }
    ]
  },
  {
    "id": 84,
    "text": "   Я быстро открыл двери и вошел в дом, как буд-то делаю это не впервой.. \n\n   Тут было довольно тесно, кровать стояла посреди комнаты, рядом с ней, стояло что-то в виде тумбочки, правда она была настолько древней, что еле-еле стояла на ножках. Справа у стены стоял шкаф, желания особого туда заглядывать не имелось я решил, подождет до завтра. \n   В доме было всего 3 комнаты, первую я уже описал, другие я решил осмотреть позже, так как денек выдался тот еще. \n\n  Не раздеваясь, я увалился на кровать, даже не расправив ее перед этим... \n\n Мои мысли не давали мне покоя я все думал.. \n  — Как такое произошло, я буд-то попал в какой-то портал, чтоли...  Просто хотел скрыться от охраны и бац.. Все.. Мне тут конечно очень нравиться, ну покайнемере сейчас, атмосфера такая.... Средневековья,  чтоли... Незнаю я вообщем. Но блин... Я совсем не хочу тут оставаться, у меня все же есть семья.. Там.. В моем мире, так сказать.. ",
    "answers": [
      {
        "id": 82,
        "text": "Продолжать.. "
      }
    ]
  },
  {
    "id": 85,
    "text": "   Спал я часа 4 наверное, а может и меньше... Мой крепкий сон прервал стук в дверь. \n\nЯ решил не обращать внимания.. \n\n—Джееек!? — послышался женский голос. \n—Не сейчас, не сейчас, я только отключился, дайте мне поспать — Говорил я находясь в полусне. \n Я думал от меня отвяжутся, но не тут то было, резкий, холодный как лед поток воды, прервал мой сон. Я подскочил как угорелый с кровати, не успевши опомнится, что произошло я заорал:\n—Какого дьявола?! Ты совсем... — Тут я увидел перед собой милую девушку, стоящую пере до мной. Она была одета в зеленоватую, рубашку, на ногах у нее были.. Что-то вроде шорт, коричневого оттенка.  Ее волосы были шоколадного цвета, длинной  чуть ниже плеч.  Она смотрела на меня своими большими голубыми глазами.. Я же смотрел на нее с недопониманием и осуждением.. \n—Совсем офигела чтоли? — добавил я.  Мне хотелось рвать и метать. \n—Вообще-то я вещи принесла.. Да и вообще просыпаться надо было. — злобно ответила она\n",
    "answers": [
      {
        "id": 86,
        "text": "-А ноомально будить можно?! "
      }
    ]
  },
  {
    "id": 86,
    "text": "—А нормально будить можно?!  — воскликнул я. \n—Мне сказали, чтобы к обеду ты был на тренировочном поле. \n—Можно было нормально попросить наверное. \n—Я постучалась вошла и сказала тебе вставать\n—Не припомню я такого -ответил я. Может я был в полу сне и не слышал, что она там говорила? Подумал я. \nОна бросила вещи на пол и поспешно удалилась и на прощание сказала:\n—Меня попросили отвести тебя, но я решила, что ты сам справишься, а то ишь че кричит он. \nГоворила она с какой-то злобой. \n—Мдааа. Облила значит меня водой, кинула вещи на пол.. Так еще и надулась и ушла мдаааа.. Отличнейшее начало дня.. Ищи теперь эту площадку еще.. — нервно подумал я. \nЯ подобрал одежду с пола.. Разделся до нижнего белья и стал одеваться... \n—Ну посмотрим, что принесла мне эта деваха. — В слух сказал я.\n  Коричневая кожанная куртка без рукавов, завязывалась она на шнурки хм. Выглядела кстати довольно прикольно. \n",
    "answers": [
      {
        "id": 87,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 87,
    "text": "Черная кофта плотно закрывающая горло... Стиль прям по мне я гляжу. Штаны зеленоватого оттенка, довольно эластичные, наверное в них будет удобненько на площадке.. Сапоги.. Коричневые такие длинные они закрывали мне икры на половину.. \n   Быстро одевшись, я подошел к зеркалу, которое было на шкафу.. \n\n  Я присмотрелся.. Мои черные волосы, короткие, цвета ночи.. Темно коричневые глаза.. Очень сочитались с одеждой, смотрелось круто... Прям, как буд-то так и задумано.  \n—пора выходить думаю... Незнаю сколько сейчас времени. — подумал я и вышел из дома. ",
    "answers": [
      {
        "id": 88,
        "text": "Искать тренировочное поле.. "
      }
    ]
  },
  {
    "id": 88,
    "text": "   Жаркое солнце довольно сильно обжигало меня.  На улице было довольно людно, каждый занимался своим делом. Так, как я жил на не большом холмике мне хорошо открывался вид на крепость в целом. Из далека я увидел рынок, там было довольно людно. \n—Надо бы как-нибудь заглянуть туда, посмотреть хоть, что там такое... -подумал я. \n  Не довольной походкой от такого утра, я шел к центру. \n    По дороге я увидел ту самую девушку, что облила меня холодной водой. Не приятно подумал я. Заметив меня, она подошла. \n—Заблудился значит да? — хихикнула она ",
    "answers": [
      {
        "id": 89,
        "text": "-Вовсе я и не заблудился. "
      },
      {
        "id": 90,
        "text": "-Конечно я заблудился, незнаю я тут, как и куда мне идти, помогла бы, прежде чем злорадствовать. "
      }
    ]
  },
  {
    "id": 89,
    "text": "—Ах вот как. Ну дерзай — съязвила она и поспешно удалилась. \n    Класс. Еще бы с этой сумасшедшей говорить. Возможно стоило спросить ее дорогу. Ай.. Да ладно пофиг. Мы не гордые и сами справимся без помощи, какой-то там девки. \n   Я блуждал около часа. Я обошел стены вдоль и поперек. Но так и не нашел ничего подходящего под описания тренировчного поля. \n   Спустя еще какое-то время я все же его нашел, кто же знал, что поле то, с обратной стороны дворца. ",
    "answers": [
      {
        "id": 91,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 90,
    "text": "—Конечно я заблудился, незнаю я тут, как и куда мне идти, помогла бы, прежде чем злорадствовать. — не довольно пробубнил я. \n—Лия. — сказала она. \n—Что?- спросил я ее.\n—Лия, меня зовут Лия. \n—Хорошо. \n—Всмысле хорошо?! А тебя как зовут?  — грубо прикрикнула она. \n—Джек, Джек Форс. — уверенным голосом отозвался я. \n—Джек Форс. Хорошо. Я так поняла ты новенький? Морэц сказал, чтобы я тебя отвела на поле. Значит не здешний. \n—Угу. -буркнул я. \n  Через мгновенье мы подошли, к тренировочному полю. Ну судя по тому, что там сражались на деревянных мечах. ",
    "answers": [
      {
        "id": 91,
        "text": "Продолжить... "
      }
    ]
  },
  {
    "id": 91,
    "text": "Ко мне подошел, высоковатый, накачанный, и огромный странник. \n—Ха. Странник, я уже прям их словами заговорил. — подумал я. \n   Это был Морэц. ",
    "answers": [
      {
        "id": 91,
        "text": "- Я вижу ты уже познакомился с Лией. \n- Ну... Да. Как видишь - не довольно буркнул я. \n Лия улыбнулась и поспешно удалилась. \n- Ну... Что идем? - весело сказал Морэц. ",
        "comment": true,
        "need": [
          90
        ]
      },
      {
        "id": 91,
        "text": "-Почему так долго?  - Обратился ко мне Морэц. \n",
        "comment": true,
        "need": [
          89
        ]
      },
      {
        "id": 94,
        "text": "-Ну пошли",
        "need": [
          90
        ]
      },
      {
        "id": 92,
        "text": "Оправдать себя.. ",
        "need": [
          89
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": "—Я.я. я....  Утром какая-то сумасшедсшая вылила на меня ведро ледяной воды, потом сказала идти сюда, я ее конечно встретил по дороге, она могла показать, где это место..... Нооо... Черт, нормально бы разбудила. Я бы с ней пошел. — нервозно крикнул я. \n\n—Жестоко, но я думаю у нее были причины на это? — усмехнулся он, глядя на меня. \n—Нет. Я спал никому не мешал, как вдруг... \n—Меньше спать надо, пора вообщем тренировать тебя, пошли. \n Он развернулся и подошел к стойке с оружием.",
    "answers": [
      {
        "id": 93,
        "text": "Идти за ним. "
      }
    ]
  },
  {
    "id": 93,
    "text": "    Морэц поглядел на меня и затяжно сказал:\n—Ну.... Что смотришь выбирай. \n—Что выбирать? — с недоуменьем произнес я. \n—Чем махаться будешь, надеюсь боец из тебя лучше, чем шутник — хладнокровно ответил он. \n   Нет ну знаете ли, я конечно хотел когда-нибудь научиться драться на мечах, фехтовать, так сказать... Но блин. Я не хочу, чтобы меня щас дубасили.... ",
    "answers": [
      {
        "id": 95,
        "text": "Подойти к стойке. "
      }
    ]
  },
  {
    "id": 94,
    "text": "Мы подошли к стойке где были, различного рода деревянные мечи, палки... Щиты. ",
    "answers": [
      {
        "id": 93,
        "text": "Продолжить... "
      }
    ]
  },
  {
    "id": 95,
    "text": "   Хм, надо бы подумать, что выбрать... ",
    "answers": [
      {
        "id": 96,
        "text": "Длинный деревянный меч (двуруч. ) "
      },
      {
        "id": 97,
        "text": "Лук со стрелами. ",
        "need": [
          -97
        ]
      },
      {
        "id": 100,
        "text": "Короткий меч (одноруч.) "
      },
      {
        "id": 98,
        "text": "Щит <plus> одноручный меч.",
        "need": [
          -98
        ]
      }
    ]
  },
  {
    "id": 96,
    "text": " Незнаю, чем мне привлек двуручный меч, но я решил взять его, хоть и совсем не умел им пользоваться. Он оказался довольно легким, незнаю может из-за того, что он деревянный... \n   После того, как меч оказался у меня в руках, Морэц пошел в центр поля, я поковылял за ним. \n\n—Хороший выбор, настоящий двуручный меч хоть и тяжелый, но латы ломает в раз, не важно какого они качества и из какой стали. \n—Ты готов? — обернувшись ко мне, спросил Морэц. \n",
    "answers": [
      {
        "id": 99,
        "text": "Да я готов. "
      },
      {
        "id": 102,
        "text": "Нет. Дай мне секунду времени. "
      }
    ]
  },
  {
    "id": 97,
    "text": "Я потянулся за луком, с неудоумевающем взглядом Морэц взглянул на меня и выдал:\n—Серьёзно? Слушай, давай-ка ты на досуге как-нибудь поучишься стрелять, я тут тебя на навыки боя проверю, а не на зоркость твоих очей. — холодно произнес Морэц. ",
    "answers": [
      {
        "id": 95,
        "text": "Выбрать, что-то другое.. "
      }
    ]
  },
  {
    "id": 98,
    "text": "—Ты уверен? — спросил меня Морэц. \n—Нет — не довольно сказал я. \n—Мой личный опыт подсказывает, в бою, если ты несешь щит, он либо тебя спасет, либо убьет. Он тяжелый с ним слишком сложно управляться, просто стоять в обороне не выйдет. ",
    "answers": [
      {
        "id": 95,
        "text": "Положить на место. "
      },
      {
        "id": 101,
        "text": "Взять щит и меч. "
      }
    ]
  },
  {
    "id": 99,
    "text": "   После этих слов, он тут же подлетел ко мне и замахнулся своим двуручным мечом. По инерции я попятился назад и попытался блокировать его удар. \n  Вышло это конечно, неуклюже, я получил двуручкой по пальцам, мой меч упал на землю, точнее я его сам отпустил когда получил по костяшкам правой руки.\n—Ай! — всхлипнул я. \n—Чего ты, пальцы то береч нужно! — крикнул Морэц. \nКонечно, надо, но я ведь не хрена не умею! Хоть бы показал, как защищаться — не довольно  подумал я. ",
    "answers": [
      {
        "id": 105,
        "text": "Продолжить.. "
      }
    ]
  },
  {
    "id": 100,
    "text": "   Я схватился за одноручный меч, Морэц одобрительно кивнул мне и пошел к центру поля, я побрел за ним вслед. \n   Спустя пару секунд он обернулся и встал в стойку, схватился двумя руками за свой двуручный меч и уже вот-вот был готов атаковать.  \n   Я же, схватившись за меч двумя руками приготовился к тому, что сейчас будет больно. \n—Уже вижу, что не держал меч в руках ни разу — крикнул мне Морэц. \n—Ну, да. \n  Морэц быстро рванул в мою сторону и замахнулся на меня мечом. Я чуть шагнул назад и приготовился защищаться. ",
    "answers": [
      {
        "id": 104,
        "text": "Продолжить... "
      }
    ]
  },
  {
    "id": 101,
    "text": "   Я конечно был не мастер, однозначно, но все же я схватился за щит и меч. Они были довольно легки, так как из дерева. \n  Морэц сказал, ну как хорошо, начинаем и тут же с размаху направил свой двуручный меч на меня. \n   Я, конечно, был не мастер, но удар отбить смог, по инерции, щитом который был у меня каким-то образом в левой руке, наверное на автомате, подумал я. ",
    "answers": [
      {
        "id": 107,
        "text": "Продолжить... "
      }
    ]
  },
  {
    "id": 102,
    "text": "—Нет. Дай мне немного времени, привыкну к мечу т..а. \n Я не успел договорить,  Морэц быстрым,  резким ударом своим двуручным мечом попал мне чуть ниже бедра. Адская, жгучая боль по всей верхней части, правой ноги, дала о себе знать и я упал на пятую точку.. ",
    "answers": [
      {
        "id": 103,
        "text": "Ты охренел? "
      },
      {
        "id": 103,
        "text": "Вот с... Собака. Ты,  что сделал больно так-то. "
      },
      {
        "id": 103,
        "text": "-Хах. Подловил. "
      }
    ]
  },
  {
    "id": 103,
    "text": "  Морэц улыбнулся и тихо засмеялся. Спустя мгновение он выдал:\n—А ты думал? Думал, что противник будет тебя спрашивать?\nНе долго думая я съязвил:\n—Мог бы и подождать чуть чуть. \n   \n  Он протянул мне руку, давая возможность ухватиться за нее и встать. Ухватившись за руку я резко поднялся, боль в верхней части дала о себе знать, но я решил не подавать виду, было терпимо. \n—Продолжаем? — довольно спросил Морэц. ",
    "answers": [
      {
        "id": 99,
        "text": "Сейчас, я надеру тебе зад. "
      },
      {
        "id": 99,
        "text": "Я вижу тебе нравится калечить меня. "
      },
      {
        "id": 99,
        "text": "Нападай уже. "
      }
    ]
  },
  {
    "id": 104,
    "text": "   Меч был довольно легкий, и я с легкостью парировал первую атаку, сместившись в правы бок я отбил двуручный меч Морэца, сделав маневр своего меча снизу вверх. Думаю, выглядело эпично. Ладно не время думать он готовится нанести второй удар. \n  Морэц тут же, без промедления, размахнулся мечом второй раз, эту атаку я не успел отбить, меч сильно ударил мне в подбородок от сильного удара, я свалился на ноги и схватился за челюсть... ",
    "answers": [
      {
        "id": 106,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 105,
    "text": "",
    "answers": []
  },
  {
    "id": 106,
    "text": "\"Чего ты уставился?\" — спросил меня Морэц\nЯ буркнул что-то себе под нос и начал вставать.\n*чего я уставился, у меня как бы нету знаний а ты меня хреначишь, вот говнюк.*- быстро подумал я и разозлился на Морэца.\n   После того, как я встал мы продолжили тренировку. ",
    "answers": []
  },
  {
    "id": 107,
    "text": "Морэц, не дав мне собраться с мыслями, тут же замахнулся еще раз, я, насмотревшись разных фильмов, как это делали, чуваки с щитами, парировал его атаку щитом, кстати довольно больно было костяшки он хоть и прочный, но отбивает в руку сильно.Так вот, как я отбил его атаку и тут же со всей дури, махнул правой рукой, в которой у меня находился меч, в сторону своего противника. ",
    "answers": [
      {
        "id": 108,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 108,
    "text": "Морэц хоть и был опытным воином, ну как я считаю, однако он не успел предугадать мой маневр и я попал ему прям в плечо.\n  Его лицо слегка покосилось и он сделал ответный маневр и ударил меня своим холодным оружием в живот, кольнул, как иголкой.\n  Я заорал, на Морэца и побежал на него размахивая щитом и мечом.. ",
    "answers": []
  }
]