[
  {
    "id": 1,
    "text": "жанр: романтика, элементы эротики\n\nэто книга, для тех кто любит почитать\n\nНа что ты готова ради любви?! Чтобы добиться человека которого ты любишь.. Как поступить если этот человек не свободен и у вас большая разница в возрасте?!\nИстория про девушку по имени Элизабет, не очень добрую и хорошую девушку... \nОна живет по своим правилам, если чего то хочется -добейся любой ценой...\n\nСразу приношу извинения за ошибки, не кидайтесь больно тапками :))",
    "answers": [
      {
        "id": 2,
        "text": "далее"
      }
    ]
  },
  {
    "id": 2,
    "text": "Меня зовут Элизабет Свон и мне 17 лет.\nНеделю назад я закончила школу и теперь стал вопрос что делать дальше... В какой универ идти, на кого учиться. Чем я хочу заниматься. Да и вообще чего я хочу от этой жизни.. Я лишь знаю кого я хочу, но об этом чуть позже...\nУ меня нет друзей. И тому виной то что я не самый хороший человек... \"Стерва\" так называют меня. Была одна подруга, которая терпела мой характер и принимала меня такой какая я есть. Но несколько месяцев назад она застукала меня целующуюся со своим парнем, так что теперь для нее я тоже стерва. И я не знаю почему я так поступила, он мне даже не нравился... Есть друг Мэт.. Ну как друг.. Он считает меня подругой, я же просто пользуюсь его наивностью.. Он для меня что то вроде бесплатного такси, ему я звоню когда меня надо куда то отвезти или привезти.\nДа, мой моральный компас сломан полностью..\nМне не кому было объяснять что хорошо, что плохо.. И я росла предоставленная сама себе.\nЯ живу с мамой, но ее трудно назвать матерью, это просто женщина которая меня родила. Ей всегда не было до меня дела. Единственное что ее волновало это ее многочисленные мужчины..\nИ так, расскажу немного подробней об этой женщине\n\n\n",
    "answers": [
      {
        "id": 3,
        "text": "далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Зовут ее Анабель Свон, ей 34 года. Да она родила меня довольно рано.. Она очень красивая. Все свое свободное время она проводит в спортзалах и это дает свои плоды, у нее красивая подтянутая фигура. Да и сама она очень красивая.. Зеленые глаза, длинные светлые волосы. Салоны красоты так же ее любимое место... Самое интересное, что она ни где не работает и не помню чтоб вообще когда то где то работала.. Но у нее всегда есть деньги и она тратит до фига на себя любимую.. Мне всегда было интересно неужели ее многочисленные мужчины ее так содержат. К слову их она меняет чуть ли не каждый месяц..\nНа меня же она никогда не тратилась. Вещи я носила ее, те которые она отдавала, после покупки новых. Либо покупала сама. В свободное от школы время я подрабатывала в магазине хоз товаров. Если же она что то покупала мне, то потом только и говорила о том что я должна быть благодарна. С Анабель мы практически не разговаривали, мы были просто как сожители.\nПочему я ее называю по имени, потому что так сказала она..\nЧто на счет отца, то она мне никогда не рассказывала о нем. Единственное что я знаю, что он погиб и что я похожа на него.. Анабель каждый раз когда была пьяна напоминала мне это, типа \"как же ты похожа на отца, иди к себе в комнату .. не могу видеть твою рожу\". \nК слову тут и догадаться было не сложно. Ведь с Анабель мы совершенно не похожи. \nЯ выше ее, мой рост 174. У меня длинные темные волосы, большие голубые глаза. Пухлые губы и аккуратный носик. Так же у меня очень красивая фигура. Я стройная, с тонкой талией и красивыми грудью и попой",
    "answers": [
      {
        "id": 4,
        "text": "далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Сегодня я проснулась в 9 утра, в магазин идти не надо, у меня выходной. Я сходила в душ, привела себя в порядок и стала спускаться вниз на кухню.\nЖивем мы в небольшом двухэтажном доме. На верху две спальни и ванная с туалетом. Внизу кухня, большая гостиная и туалет.\nНа кухне был он... Тот единственный человек который занимает все мои мысли...\nДаниэль... И он парень моей мамы...\nДа вы скажете, что это ужасно. Но я ничего не могу с собой сделать. Я влюбилась в него как только увидела... Высокий, широкоплеч, с идеальной фигурой, отменным накаченым прессом, большими и сильными руками. Кареглазый брюнет... Безумно красивый... Ему 33.\nС Анабель они встречаются уже 2 месяца, они ходят в один спорт зал, где и познакомиоись. \nКак же я ее ненавижу!!! Все бы отдала чтобы он был моим!!!\n—Доброе утро Лизи -сказал он с улыбкой\n—Доброе утро, ты у нас ночевал?\n—Да. И я взял на себя смелость приготовить завтрак. От сюда сразу на работу поеду. -с улыбкой сказал он и поставил на стол 2 тарелки яичницы с беконом \n—Где Анабель? -спросила я \n—Уехала, она на маникюр вроде записывалась\n—Ясно -сказала я и пошла наливать себе кофе.\nКогда я проходила мимо я нежно провела рукой по его спине, от плеча до плеча. Он вздрогнул\n—Что ты делаешь??? \n—О чем ты? -спросила я и села напротив него\n—Элизабет... \n—Почему ты с ней встречаешься? Она ужасный человек. Что ты в ней нашел? -стала говорить я глядя ему в глаза \n—Элизабет это твоя мать. Тебе не стоит..\n—Что не стоит? -перебила его я -Я ее хорошо знаю и она ужасна. Но ты ведь нормальный, ты хороший. Что ты в ней нашел???\n—Лизи, я понимаю что тебе не приятно что у твоей матери отношения. Со мной она мало уделяет внимания тебе\n—Она всегда мне уделяла мало времени. Дело не в ней, а в тебе \n—А что во мне?\n—Я люблю тебя -спокойно сказалая глядя ему в глаза\n—Что??? Лизи ты сама не знаешь что говоришь.  Мне лучше уйти -Сказал он и встал чтобы уйти, но я встала перед ним, не давая пройти\n—Я знаю что я говорю Даниэль. Я люблю тебя. Чем я хуже Анабель? \nДаниэль стоял молча, отвернув от меня лицо\n—Посмотри на меня, Я тебе не нравлюсь? -я взяла его лицо руками и повернула в мою сторону\nОн убрал мои руки\n—Элизабет тебе 17. И я встречаюсь с твоей матерью... Матерью!!! Понимаешь??? -строго сказал он повыся голос\n—Через 2 месяца 18\n—И что? Мне 33. Я старый для тебя. Ты очень красивая девушка Элизабет. Ты обязательно найдешь себе парня своего возраста и у тебя будет все хорошо\n—Мне больше ни кто не нужен, только ты\n—Я не могу больше продолжать этот разговор. Мне надо на работу, пока Элизабет\nС этими словами он ушел. Я села и взялась за голову, запустив пальцы себе в волосы.\nМне не нужны другие парни. Я правда красивая девушка и за мной бегают много парней. Но ни один из них мне не интересен. Мне не нужны мои сверстники, они мне не интересны. Мне нужен только Даниэль. И я его добьюсь любой ценой...\n",
    "answers": [
      {
        "id": 5,
        "text": "далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я пошла в гостиную и села смотреть телевизор. Вскоре вернулась Анабель, на меня она как обычно даже не обратила внимание. Она зашла в гостиную, молча села на диван, закинула ноги на кофейный столик и переключила фильм который я смотрела на свою передачу про моду. Так же не замечая меня. Я встала и пошла на верх к себе в комнату. Только я сделала шаг на ступеньку, как послышался стук в дверь. Я пошла ее открыть. Там стоял какой то мужчина в костюме, лет 45 и держал дипломат \n—Здравствуйте мисс Элизабет, я к вам\n—Ко мне??? Чего вы хотите??? -недоуменно спросила я\n—Да к вам, Меня зовут Грегори Торбс и я вам сейчас все объясню, разрешите войти?\n—Лизи кто пришел? Если это не ко мне, то гони их -выкрикнула Анабель и вышла в коридор \n—Здравствуйте мисс Свон, я пришел к вашей дочери -сказал мужчина\n—И она не будет с вами разговаривать -выкрикнула она -Лизи немедленно закрой дверь\nОна была зла и сильно нервничала. Я стояла возле двери и не могла понять что происходит\n—Вы не можете запретить мне с ней поговрить. Мистер Джонс умер и я приехал огласить его завещание -сказал Грегори и зашел в дом\n—Убирайся из моего дома -выкрикнула Анабель\n—Из вашего? -удивленно спросил -на сколько я помню этот дом купил мистер Джонс и он оформлен на Элизабет -он посмотрел на меня -И если вы мисс Свон не против, то я пройду\nМысли в голове путались... Какое завещание, что за мистер Джонс. Дом оформлен на меня. Я вообще ничего не понимаю. Я закивала\n—Да, да проходите -пробормотала я и указала в сторону гостиной\nНе обращая внимание на крики моей \"мамы\" мы прошли в гостиную и сели на диван",
    "answers": [
      {
        "id": 6,
        "text": "далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Во первых хочу сказать что я рад наконец с вами лично встретиться, хоть и при столь грустных обстоятельствах. Вы очень похожи на отца\n—Вы знали моего отца??? -спросила я\n—Да, я знал его пока он был еще жив. С вашим дедушкой мы давние друзья\n—С моим дедушкой??? \n—Да, позвольте я сам все вам расскажу\nЯ кивнула\n—Итак я представляю интересы вашего дедушки. Его звали Генри Джонс. У него был единственный сын, Сэмюэль Джонс, он же ваш отец. Он разбился в автокотострофе когда вы только появились на свет. Вы его единственная любимая внучка, а так же его наследница\n—Любимая внучка??? Вы точно меня ни с кем не спутали??? Я его даже ни разу в глаза не видела!!! О чем я говорю... Я даже о его существовании не знала!!!\n—Дело в том, что Генри не радовали его отношения с вашей матерью. И он настоял чтоб Сэмюэль с ней расстался. Вскоре его сын погиб и у него не осталось ни кого кроме вас. Он приехал к вашей матери и просил разрещение видеться с вами. Она ему отказала и угрожала что вызовет полицию если он приблизится. И что уедет с вами. Он понимал что девушка молодая и ей будет трудно одной с ребенком и он заключил с ней договор. Он выделял каждый месяц ей деньги на ваше содержание, купил вам этот дом. Чтоб вы остались в этом городе. Чтоб хоть видеть вас из далека. По договору ему запрезалось к вам приближаться.\n—Это все правда? -спросила я гладя на Анабель\n—Лизи \n—Отвечай -закричала я\n—Да, это правда. Но -холодно сказала она,но я ее перебила\n—Тоесть ты запрещала моему дедушке видеться со мной??? Единственному человеку которому было не плевать на меня!!! Да как ты могла??!!! Какая же ты стерва!!!! Ты всю жизнь принижала меня упрекая что я сижу на твоей шее, хотя все эти деньги перечислял мой дедушка для меня.  Какая же ты сука!!!! Но знаешь что??? Ты больше ни копейки не получишь и вылетишь с этого дома!!! -кричала я\n—Лизи я твоя мать\n—Ты дала мне жизнь, но ты мне не мать!!!! Ты сама говорила чтоб я так тебя не называла, помнишь!? Ты лицемерная, коварная тварь!!! Уверена что и в отце тебя привлекли только деньги!!! Но теперь всему этому придет конец!!! И я больше не желаю тебя видеть!!! -кричала я\n—Лизи я приказываю тебе замолчать \n—Ты больше ничего мне не сможешь запретить -зло проговорила я\n—Вы на машине? Мы можем уехать от сюда и поговорить в другом месте? -обратилась я к Грегори\n—Конечно, поедем в дом вашего дедушки. Теперь он ваш\nМы встали и пошли к выходу. Анабель что то кричала в след но я ее не слушала",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "По дороге Грегори рассказывал каким был прекрасным человеком мой дедушка и что он меня очень сильно любил. И как ему было тяжело держаться от меня в далеке. От него мне остался его особняк с прислугой, машины, сеть отелей и огромный денежный фонд. Был какой то еще бизнес, но он его выгодно продал, чтоб обеспечить роскошью мою жизнь и будущую жизнь моего потомства.\nМы подъехали к большим кованым воротам, которые открыли охранники. Дальше я увидела огромный трехъэтажный особняк.\n—Это теперь все мое? -с удивлением спросила я\n—Да мисс. Вы не переживайте. Я так же продолжу работать у вас и помогать вам во всем. Оплатой прислуги и прочими расходами по дому буду заниматься я. Это распоряжение вашего дедушки\nМы приехали и я вошла в особняк. Внутри он кажется еще больше. Ягуляла по нему около 2 часов. После нашла его кабынет, там везде были мои фотографии снятые издалека. \nНа заднем дворе был огромный бассейн. \nБлин у меня нет ни вещей с собой ни купальника. Надо будет завтра заняться шопингом.",
    "answers": [
      {
        "id": 8,
        "text": "далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "На улице стало немного темнеть. Я решила все же поплавать в бассейне. Я разделась до нижнего белья. И подошла поближе к воде. С одной стороны было глубоко, с другой я смогу стоять, что меня порадовало. Плавать то я не умею. \n—Извините мисс, к воротам подъехал мужчина, говорит ему нужно с вами поговорить. Зовут Даниэль... -говорил дворецкий, но я его перебила\n—Даниэль??? Пропустите его!!! Я буду ждать тут -быстро сказала я\n—Слушаюсь\nВскоре я увидела как к бассейну приближается Даниэль\n—Оу, Элизабет ты не одета -смущенно сказал он увидя меня и отвернулся\n—Я решила поплавать, но купальника у меня нет. Так что решила что мне здесь стеснятся не кого.  Посмотри на меня и говори зачем приехал -спокойно сказала я\n—Ты можешт одеться? -спросил он не поворачиваясь\n—Нет. Посмотри на меня и говори зачем пришел либо разворачивайся и уходи -так же спокойно сказала я\nОн повернулся и посмотрел на меня. \n—Меня твоя мать попросила приехать и убедить тебя поговорить с ней. Она переживает за тебя, места себе не находит -не громко сказал он и мне было видно как ему тяжело давалось говорить и смотреть в мою сторону\n—Ты умеешь плавать Даниэль???\n—Я?! Да, но при чем тут... \n—А я не умею -сказала я снимая с себя нижнее белье -спаси меня \nИ с этими словами прыгнула в воду, где глубоко. Несколько секунд под водой и я почувствовала как меня хватают сильные руки и помогают всплыть наверх. Даниэль помог мне всплыть на поверхность, я закашляла и стала хватать губами воздух. Он подплыл к краю где можно стоять и повернул меня к себе\n—Зачем ты это сделала??? -закричал он\n—Ты бы отказался со мной поплавать -спокойно сказала я глядя ему в глаза\nИ только сейчас он вспомнил что я совершенно голая отвел глаза и хотел пойти к лесенки чтобы вылезти. Но я ему не дала, я обвила руками его шею, а ногами обхватила его тело\n—Что ты делаешь Лизи, отпусти -сказал он не глядя \n—Посмотри на меня\n—Лизи\n—Посмотри на меня\nОн посмотрел мне в глаза\n—Я знаю что я нравлюсь тебе, поэтому ты никогда нн смотришь на меня. И не говори что это не так. Я слышу как бьется твое сердце. Вижу дрожь на твоем теле -с этими словами я провела рукой по его руке -почему ты сам не можешь признать это?\n—Элизабет тебе 17 -тяжело дыша сказал он\n—Почти 18. И что? Это всего лишь цифры Даниэль. Что за глупые стереотипы!? Кто решает какие нормы в разнице в возрасте правильные!? Когда то девушек отдавали замуж после первой крови и за стариков. У чувств нет возраста Даниэль\n—Я так не могу\n—Я тебе нравлюсь?\nОн отвернул лицо в сторону\n—Лизи...\nЯ перебила его и повернула его лицо к себе \n—Ответь -сказала я глядя ему в глаза\n—Ты очень красива Элизабет, ты не можешь не нравится -тихо сказал Даниэль\n—Это не ответ\n—Да.. -прошептал он тяжело дыша -Но Лизи, это ничего не значит. Я стар для тебя и я встречаюсь с твоей матерью\nЯ отпустила руки и ноги и вышла с бассейна, после обмоталась полотенцем и посмотрела на Даниэля который тоже уже вышел из воды.\n—Останешься со мной до утра и завтра я поеду к матери и поговорю с ней о чем она хочет -сказала я спокойным голосом\n—Элизабет это шантаж\n—Откажешься и можешь ехать дальше вытирать ей слезы и сопли\n—Лизи \nЯ медленно подошла к нему\n—Подари мне этот вечер и ночь, останься со мной и утром я поговорю с ней -почти шепотом сказала я \nДаниэль тяжело вдохнул и выдохнул, после чего кивнул\n—Пойдем, тебе надо переодеться.\nЯ подняла свою одежду и мы пошли в дом",
    "answers": [
      {
        "id": 9,
        "text": "далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Мы зашли в комнату моего дедушки, я подошла к шкафу и открыла его\n—Думаю тебе там что нибудь подойдет -сказала я и пошла к двери\nДаниэль подошел, взял с шкафа рубашку и брюки. Я открыла и захлопнула дверь. Он решил что я вышла и стал снимать с себя мокрую одежду. \n—У тебя красивое тело -сказала я стоя у двери\n—Элизабет??? -выкрикнул он и стал натягивать брюки -я думал ты ушла -он повернулся ко мне \nЯ стала медленно подходить к нему и став рядом скинула с себя полотенце\n—Элизабет, что ты делаешь? -сказал он и отвернулся\n—Я хочу чтобы ты был первым -прошептала я и взяла его лицо руками, заставляя его посмотреть на меня\n—Ты не понимаешь о чем говоришь, оденься пожалуйста -тихо сказал он, после чего наклонился и подняв полотенце, прикрыл меня им\n—Я все понимаю и твердо знаю чего хочу. А чего хочешь ты? \n—Я хочу чтобы ты оделась -тяжело дыша сказал он\n—Посмотри мне в глаза и скажи что не хочешь меня и я оденусь и уйду \n—Элизабет тебе 17, я не буду тебя портить \n—К черту возраст! Это всего лишь цифры! К черту правила, стереотипы и нормы общества!!! Жизнь слишком коротка чтобы тратить ее на мысли о том что хорошо или плохо. Мы сейчас тут, только ты и я и это главное \n—Почему я Лизи? Тебе нужен парень твоего возраста \n—Опять возраст. Мне ни кто не нужен! Я никогда ни к кому ничего не чувствовала, ни каких эмоций или ощущений. Я не чувствовала себя живой. И только когда я увидела тебя мое сердце забилось чаще, а дыхание стало катастрофически не хватать! Мне нужен лишь ты! Я хочу ощущать тепло твоего тела, хочу ощущать твои прикосновения, хочу чтобы ты был во мне\n—Этого не будет Элизабет\n—Если не станешь ты, то я сейчас отправлюсь в бар и напьюсь. А затем отдамся первому кто возьмет меня\n—Да что ты несешь??? Опять шантаж!? -нервно ухмыльнулся -Да что с тобой не как. ты ведешь себя не адекватно! Я не буду поддаваться и вестись на твои игры. Это твоя жизнь, хочешь чтобы левый мужик тебя поимел, вперед.. Это твое решение, не впутывай в это меня\n—Хорошо -я отошла к двери и стала надевать нижнее белье и шорты с майкой\n—Я не хочу тебя шантажировать. Я вижу что наши желания одинаковы. Я вижу что ты хочешь того же что и я, но ты ни как не можещь переступить через свою \"правильность\". Я лишь хочу чтоб ты забыл обо всем этом и в этот вечер, в эту ночь делал то чего ты действительно хочешь. Никто об этом не узнает. Ни кто не будет осуждать. Я хочу тебя и знаю что ты тоже хочешь меня. Я вижу как ты смотришь на меня, как ты дышешь, как сильно бьется сердце в твоей груди, и я знаю что я не ошибаюсь. Тебе лишь нужно отключить мысли и отдаться своим желаниям. Я буду в баре, передумаешь забери меня.. -я сказала название бара и вышла с комнаты\nЯ спустилась на первый этаж и хотела уже выйти на улицу, как почувствовала сильные руки на своей талии. Один сильный рывок и меня развернули. Я оказалась лицом к Даниэлю который смотрел на меня с блеском в глазах\n",
    "answers": [
      {
        "id": 10,
        "text": "далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Ты ни куда не пойдешь -зло и тяжело дыша сказал он\n—Ты будешь моим? -спокойно спросила я\n—Да \nПосле он впился своими губами в мои. Меня как будто стало затягивать в водоворот.. Все кружилось и земля уходила из под ног. Такой нежный, такой сладкий. Наши языки сплелись, он прижимал мое тело к себе сильно и одновременно так нежно. Он поднял меня на руки и закинул мои ноги к себе на талию, после чего понес меня на верх. Я показала ближайшую спальню и он занес меня туда. После чего аккуратно положил на кровать и стал стягивать с меня одежду.\nКогда я была уже совершенно голая, он осмелился посмотреть на мое тело, он разглялывал его около минуты, как будто хотел запомнить каждый его изгиб. После скинул с себя штаны и навис надо мной. Он вновь впился в мои губы, в чувственном нежном поцелуе. Эта близость дурманила меня. Все чего я так сильно желала сейчас исполняется. Мой любимый мужчина, сейчас он только мой. Он нежно целовал мои губы опускаясь к шее и плечу. Его ласки упоительны, я будто опьянела от его нежности. Затем он стал медленно и аккуратно входить в меня. Я немного скривилась, но я не чувствовала боли. Лишь трепет и радость что он теперь во мне. Он стал медленно двигаться, с моих губ сорвались стоны. Наши сердца бились в одном ритме, а тела двигались в один такт.\nОн нежно гладил мои бедра осыпая мое лицо, шею и грудь поцелуями. Дикий восторг и наслождение овладели мной, я извивалась под ним и мурлыкала как котенок, от чего видела довольную улыбку на его лице. Еще несколько движений, пик блаженства, стон и ощушение теплой жидкости на моем животе. \nОн вытер мой живот. Но не спешил с меня вставать. Он навис надо мной прижимаясь своим телом и посмотрел в мои глаза задумчивым взглядом. Он смотрел пристально, будто желая найти в них ответы на свои вопросы. Потом он снова нежно поцеловал меня, после чего лег рядом на спину. Я же легла ему на грудь. Несколькко минут мы лежали молча, я слушала как бешено стучит его сердце. И рукой гладила его грудь и живот, выводя пальчиками каждый его кубик.",
    "answers": [
      {
        "id": 11,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я приподнялась немного и посмотрела в его глаза, он смотрел в потолок и был задумчив, его рука нежно гладила мои волосы.\n—О чем думаешь? -тихо спросила я\n—Так, не о чем... Не бери в голову -тихо сказал он посмотрев мне в глаза, после чего поцеловал меня в лобик\nЯ привстала и села на него сверху\n—Я хочу ещё -сказала я и стала тереться об него\n—Тебе может быть больно -спокойно сказал он не сводя глаз с меня и положив руки мне на бедра\n—Мне все равно на боль, я не чувствую ее. Я хочу чтоб ты смотрел на мое лицо, в мои глаза — почти шепотом проговорила я\nПосле он вновь был во мне. Небольшая боль от которой я немного поморщилась и зажмурилась. Открыв глаза я встретилась с вглядом Даниэля, который пристально томным взглядом смотрел на меня.\nЯ начала медленно двигаться вверх и вниз, тихие стоны стали срываться с моим губ. От удовольствия хотелось закрыть глаза, но я справлялась с этим желанием. И не отводила глаз от его лица. Я извивалась на нем, то поднимаясь, то опускаясь. От удовольствия прикусывая нижнюю губу. \nДаниэль потянулся ко мне и хотел поцеловать, но я положила лодонь на его грудь и оттолкнула. Я смотрела в его глаза которые начинали гореть животным блеском. Мои движения стали быстрей, а стоны громче. Он смотрел на меня и я видела как в его глазах бушует страсть. Я взяла его руку и облизнула его  палец, после чего взяла его в рот и обхватив губами потихоньку вытащила.\nОн схватил меня за талию и одним рывком уложил меня на лопатки и навис надо мной, устроившись между моими коленями. Теперь он не был нежен, он был резким и жестким. Он сильно впился в мои губы в жаждущем поцелуе.\nОпускаясь на мою шею целуя и кусая ее. Потом снова впился в мои губы в жестком поцелуе, наши языки сплелись в жесткой борьбе. С моих губ срывались громкие стоны, я изгибалась в такт его тела. Он стал двигаться быстрее.\nОдин рывок и он развернул меня спиной к себе, поставив на колени. Одна его рука сминала мою грудь, другая то гладила, то сжимала внутреннюю часть бедра. Мне доставляло безумное удовольствие эта животная страсть, движения были быстрыми и жесткими. Еще рывок и он повернул меня к себе лицом и усадил сверху, я двигалась быстро, в его такте, он держал мои бедра и страстно целовал губы. Потом он толкнул меня и я упала на кровать, глубокое резкое движение, еще одно и еще... Пик блаженства... И ощущение теплой жидкости на животе. Он вытер мой живот, после чего вновь поцеловал в губы и лег рядом на спину.\nМы лежали молча и тяжело дышали",
    "answers": [
      {
        "id": 12,
        "text": "далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Надо бы сходить в душ -усмехнувшись сказала я, затем быстро перевернулась на живот и легла на грудь Даниэля\n—Поддерживаю -с улыбкой сказал он\n—Пойду включу ванную набираться -с улыбкой сказала я и поцеловала его в губы\nПосле чего спрыгнула с кровати и пошлав ванную. Через несколько минут она наполнилась и я позвала Даниэля, он залез первый, а я следом, устроившись у него между ног и спиной легла на его живот. Он нежно обнимал меня, гладя мою грудь, шею, живот. Его прикосновения были аккуратными и нежными. Мы провели в ванне около 20 минут в тишине, прижимаясь друг к другу всем телом. Улибка не сходила с моего лица. Потом мы вылезли и обмотавшись полотенцами вышли из комнаты.\nГлядя на кровать я рассмеялась\n—Нееет, на ней мы точно спать не будем, пойдем в другую спальню\n—Согласен -Даниэль подошел и обнял меня со спины -показывай куда идти -с этими словами он взял меня на руки\n—Соседняя комната -сказала я улыбаясь\nЯ никогда раньше искренне не улыбалась и не смеялась. Этот мужчина перевернул весь мой внутренний мир. Он помог узнать что такое счастье, любовь. Я хочу чтоб он всегда смотрел на меня и тонуть в его глазах. Какой же он красивый, нежный, сильный..желанный..\nОн занес меня в комнату, уложил на кровать и леш рядом на спину. Я же устроилась у него на груди. Вновь повисло молчание. Я посмотрела на него. И вновь увидела этот задумчивый взгдяд устремившийся в потолок\n—О чем все таки ты думаешь -тихо спросила я\n—Мне ни когда еще не было так хорошо -тихо произнес он глядя мне в глаза\nЯ нежно коснулась его губ\n—Ты как будто чувствуешь меня, то чего я хочу. Твое тело стало продолжением моего тела. Это было невероятно -шепотом говорил он\n—Это потому что наши желания одинаковы. И да я чувствую тебя и твое тело -с улыбкой сказала я\nЕго взгляд стал вновь задумчивым и грустным и устремился в потолок\n—Ты наверно устала, спи -тихо сказал он обнимая меня\n—Я не буду спать, эта ночь закончится и ты уйдешь. Я хочу каждую минуту провести в сознании. Смотреть на тебя и ощущать твое тепло сказала я глядя на него\nОн молча посмотел на меня и притянув меня за шею к себе чувственно и нежно поцеловал меня в губы, проникая языком. Этот поцелуй был длинный и сладкий.\nМы лежали молча в объятиях друг друга. Я смотрела на него, а он пытался найти ответы на свои вопросы глядя в потолок. Вскоре он уснул, а я еще лежала и смотрела на то какой же он все таки красивый, особенно когда спит. Такой спокойный и умиротворенный. Под утро я все таки уснула, а когда проснулась его уже не было рядом",
    "answers": [
      {
        "id": 13,
        "text": "далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я встала с кровати, улыбка появилась на моем лице при мысли о проведенной ночи. И так же быстро как и возникла она исчезла, осознавая что его нет и все закончилось. Мои глаза стали наливаться жидкостью. Я сделала глубокий вдох и выдох и все прошло. Я никогда не плакала раньше и сейчас тоже не буду. Я снова стала безразлична ко всему миру. Я сходила в душ, после чего одела свои вещи и привела в порядок волосы. Спустившись вниз я нашла водителя и попросила отвезти меня к матери. Через некоторое время я была возле своего старого дома. Я вышла ищ машины и вошла в дом.\nКо мне сразу подбежала Анабель\n—Элизабет, ты все таки приехала. Я знала что у Даниэля получится тебя убедить\nЯ молча прошла в гостиную и села на диван\n—Огради меня от лишнего разговора и скажи сразу что тебе нужно -спокойно и равнодушно сказала я\n—Элизабет, я твоя мать! Да может у нас не всегда все было гладко -от ее слов я усмехнулась, но промолчала -И все же, я подарила тебе жизнь, я не сделала аборт и не отдала тебя в приют. Ты мне обязана. Ты не можешь отобрать у меня дом и лишить денег\n—Ты сохранила мне жизнь потому что надеялась что все таки мой богатенький папочка женится на тебе и подарит тебе безбедную жизнь. А не сдала в приют потому что приехал мой делушка и ты нашла в моем лице рычаг давления. Я была твоим доходом и тебе приходилось меня терпеть чтобы твоя жизнь была безбедной. Ты просто расчетливая эгоистичная тварь и я тебе ничем не обязана-так же спокойно и равнодушнл сказала я\nАнабель усмехнулась и расплылась в лицемерной улыбке\n—А ты смотрю выросла совсем не дурой. Если ты такого мнения, то почему же ты все таки приехала\n—Из за Даниэля. Я оставлю тебе дом и продолжу переводить деньги, но ты откажешься от него.\n—Я сразу увидела что ты на него запала, маленькая потаскушка. У тебя прям глаза загорелись когда я привела его в дом. Решила купить у меня мою игрушку\n—Я наверно зря сюда пришла. Пройдет время тюи он сам увидет какая ты гнилая и что ты его используешь -с этими словами я встала с дивана и направилась к выходу\n—Стой, я лишнего сболтнула. Прости. И да, я согласна. Забирай его, он мне не нужен\nЯ кивнула\n—Ты ненавидешь меня за то какая я, но ты ничем не лучше меня. И когда нибудь ты сама поймешь что мы одинаковые. Ты моя копия. Маленькая эгоистичная тварь ставившая себя выше других -сказала Анабель мне в след\n—Больше мы с тобой не увидемся -спокойно сказала я не обращая внимание на ее слова и вышла из дома\nЯ попросила водителя отвезти меня к магазинам и устроила себе шопинг. После чего зашла в кафе и перекусила. \nПриехала я домой уже ближе к вечеру. Выбрала себе спальню и попросила занести дворецкого вещи. А сама легла на кровать и думала о Даниэле\nГде то через час дверь в мою комнату открылась, я полняла глаза и увидела Даниэля, он был зол\n—Даниэль?!! -радостно сказала я и спрыгнув с кровати подбежала к нему\nОн молча смотел на меня. А потом одним рывком приблизился и жадно и жестко впился в мои губы проникая языком. Он стал срывать с меня одежду, потом взял меня на руки поднес к кровати и кинул на нее. После чего скинул с себя одежду и навис надо мной вновь жестко и жадно впиваясь в мои губы.\nОн вошел в меня резко и жестко, болезненный стон вырвался с моим губ, которые он жадно накрывал своими губами. Его движения были жесткими и глубокими. Он стал целовать мою шею и плечи так же жестко, оставляя на моем теле засосы. Сильно сжимал мои бедра на которых так же появлялись синяки. Это дикое ощущение, сплетение боли и удовольствия кружили голову. Резкое движение и он повернул меня к себе спиной, схватив одной рукой за волосы, другой сильно сжимая мои бедра. С моих губ не переставая срывались стоны, разум помутнился. Вокруг не былр ничего, лишь я, он и его звериные инстинкты. Снова резкий рывок и я опять лежу под ним на спине. Его движения стали быстрее заставляя сводить меня сума от удовольствия\n—Тебе нравится? -тяжело дыша прорычал он\n—Да... да -простонала я\nЕще несколько сильных, жестких, глубоких двидений. Громкий стон и теплая жидкость вновь вылилась на мое разгоряченное тело.\nДаниэль сразу встал с кровати и пошел быстро одеваться\nЯ села на край кровати и вытерла свой живот краем простыни\n—Что ты делаешь? -тяжело дыша непонимающе спросила я\nОн повернулся ко мне и застегивая пуговицу на джинсах пустил на меня злой взгляд\n—Ты ведь этого хотела? Да? Игрушку для своих развлечений -зло проговорил он\nПо моему телу пробежался холод\n—Ты был у Анабель? Что она тебе сказала? -тихо проговорила я\nДаниэль зло ухмыльнулся\n—Сказала что ты заплатила ей чтобы она со мной рассталась и что деньги ей нужны\n—Я просто хотела чтоб ее не было в твоей жизни, она ужасный человек. Ты ей был не нужен, она знала что ты мне нравишься и пользовалась этим причиняя мне боль -выкрикнула я прдбегая к Даниэлю\nОн схватил меня за шею и прижал к стене \n—А ты хорошая??? Вы с Анабель заигрались, решив что я ваша вещь, игрушка в ваших руках.  Но это не так!!! Я живой человек и я вам не принадлежу -зло повысив голос проговорил он\n—Я люблю тебя -прошептала я\n—Ты дура!!! -прокричал он -ты думаешь после того что было между нами ночью я бы стал продолжать отношения с Анабель!?? Да мне было стыдно смотреть ей в глаза, зная что я трахнул ее дочь. Я пришел к ней сегодня чтобы сказать ей это и что между нами больше ничего не может быть. И какого было мое удивление когда она сказала что ты меня купила. Купила бл#ть -выкрикнул он и отвел глаза и нервно усмехнулся\nПотом снова посмотрел на меня\n—Даниэль...\n—Ты свела меня сума, заставила забыть обо всем мире и влюбила в себя...А после растоптала меня и все мои вспыхнувшие чувства -уже спокойно но со злом в голосе проговорил он глядя мне в глаза -Ты не знаешь что такое любовь, когда любишь даешь человеку сам сделать свой выбор. Ты заигралась Элизабет, но я больше не буду марионеткой в твоих руках. Ты ненавидешь свою мать и считаешь что она чудовище, но это ты -сказал он после чего сильно обнял меня и прижал к себе впившись губами в страстном проникновенном поцелуе, потом отстранился и сказал -Прощай Элизабет, больше ты меня не увидешь\nОн развернулся и ушел\n—Даниэль -выкрикнула я ему в след, но он не обернулся\nЯ медленно скатилась вниз по стене тихо проговаривая его имя, я сидела взявшись за голову и запустив пальцы в волосы. С глаз потекла соленая жидкость, которую я судорожно стерла. Я сидела так пару часов пытаясь осознать что все кончено и что я сама виновата во всем этом. Даниэль...Даниэль... лишь ешо имя срывалось с моих уст\n",
    "answers": [
      {
        "id": 14,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Две недели пролетели просто ужасно. Моя жизнь была похоже на простое существование. Я ходида без всяких эмоций. Ела, купалась, спала. Мысли о Даниэле сводили сума. Я должна его увидеть, я должна к нему подобраться чего бы мне это не стоило. Он мне нужен и я хочу быть рядом с ним!!! Любой ценой...\nИ тут я вспомнила что у него есть лучший друг. Он как то рассказывал про свою работу, что у него рекламный бизнесс которым они владеют в равных долях с другом детства. Как же его звали Джонатан Форс..Фромс..Форбс... Фрост!!! Точно!!! Джонатан Фрост, я даже его как то видела из окна моей комнаты, он приезжал за Даниэлем. Высокий блондин, примерно такого же телосложения как и Даниэль, с голубыми глазами. Он постоянно смеялся и улыбался. По нему сразу было видно что он тот еще бабник.\nИ мою голову озарила мысль...вот он мой мостик к Даниэлю. Я должна во что бы то не стало познакомиться с ним и завоевать его симпатию. Через него смогу приблизиться к Даниэлю.\nЯ не знала хорошая это идея или плохая. И к чему приведет такое мое решение... Как я и говорила мой моральный компас давно сломан и я не знаю этой грани между хорошим и плохим. Я лишь знаю чего я больше всего желаю и иду к своей цели чего бы мне того не стоило. Иду к цели и все...иду...по головам..\nЯ нашла в соцсетях Джонатана Фроста. Статус свободен, как я и думала... Куча фоток с клубов с разными девушками, даже название клуба есть.  Но там организовать встречу не лучший вариант. Тех одиноких девушек которые туда ходят сразу после вечера тянут в кровать. Для того они туда и ходят. Я же должна быть нежной и невинной.\nПотом я наткнулась на фотки с пробежки, я знаю этот парк. И план сам начал грузиться в моей голове.\nЯ сняла однокомнатную квартиру рядом с парком. И перевезла туда необходимые вещи\nДальше оставалось за малым, начать бегать по утрам...",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "4 дня я вставала в 4:30 утра и в 5 уже была в парке. Но Джонатана я там не видела. У меня уже начали сдавать нервы. На 5 день я пришла на пробежку к 7, настроения не было и я села на лавочку. Я понимала что это дурацкая затея и провальный план. Надо придумать что то другое. Я уже встала и хотела идти в съемную квартиру, как в далеке увидела знакомый силуэт. Я присмотрелась.. Сомнений нет, это Джонатан!!! Я стала бежать в его сторону и когда он уже был совсем близко, я подвернула ногу и упала на дорожку. Бегала я в коротких шортах и майке, от удара коленка разбилась и с раны пошла кровь\n—Ай -закричала я и села попой на дорожке подтягивая ушибленную ногу\n—Оу, да у тебя тут целое кровотечение -сказал Джонатан присаживаясь рядом со мной, на его лице была самодовольная улыбка -Дай посмотрю рану\n—Не надо, все в порядке -сказала я и стала подниматься на ноги, поставив ушибленную ногу я сново издала стон и чуть не упала, но меня подхватил Джонатан -моя лодыжка -болезненно промычала я\n—Видимо не все в порядке -с усмешкой сказал он и поднял меня на руки -показывай \n—Что ты делаешь??? Что показывать???\n—Показывать где ты живешь, я отнесу тебя домой. Явно же сама ты этого сделать не сможешь -с самодовольной улыбкой сказал он\n—Отпусти меня!!! Я лучше поползу как нибудь, но сама -выкрикнула я\n—А ты забавная малышка -усмехнулся он -я как настоящий джентльмен не могу оставить даму в беде, так что тебе придется сдаться и сказать куда тебя отнести -рассмеялся он\n—Ты не отстанешь? -спросила я приподняв бровь\n—Нет -самодавольно ответил он\nЯ закатила глаза и объяснила куда идти. Он нес меня улыбаясь, постоянно осматривая меня с ног до головы.\n—Вот мой подъезд, на 2 этаж ты меня тоже на руках понесешь? -с иронией спросила я\n—Конечно, ты такая легкая что я и не ощутил как нес тебя -с улыбкой сказал Джонатан и подмигнул мне \nМы поднялись на верх, я открыла дверь и он занес меня в квартиру, зашел в комнату и усадил на диван\n—Где у тебя аптечка? -с улыбкой спросил он\n—Оу, ее нет вроде. Я только не давно сняла эту квартиру. Да оно и так все заживет, не заморачивайся и спасибо что подбросил -сказала я и засмеялась\nОн улыбнулся в ответ\n—Тебе надо обработать рану и перевязать, так же жумаю у тебя растяжение, нужен эластичный бинт. Я бы тебя в больницу отвез...\n—Не надо в больницу -перебила его я, он улыбнулся\n—Я так и подумал что ты будешь против. Тут не далеко аптека, я пойду куплю что надо и быстро вернусь. Подожди меня и ни куда не убегай -рассмеялся он и щелкнул меня по носу\n—Правда не стоит -с улыбкой сказала я\n—Это не обсуждается, я быстро -с этими словами он вышел\nЯ же сняла с лица фальшивую улыбку и спокойно посмотрела на ногу, потом встала и попрыгала. Все нормально... Мне бы актриссой стать ухмыльнулась я. План сработал, я привлекла его внимание. Осталось его завлеч чтоб он захотел еще встретиться. Хотя думаю он и так это хочет\nЯ села обратно на диван и стала ждать Джонатана. Вскоре он вернулся \n",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Вот и я, скучала? -с улыбкой сказал он и зашел в комнату \nЯ промолчала и мило улыбнулась\n—Заказывали сексуального доктора на дом? -с наглой усмешкой сказал Джонатан присаживаясь рядом с моей ногой\n—Скажите доктор, на сколько все плохо, я буду жить? -с улыбкой сказала я\n—Сейчас осмотрю вас и вынесу диагноз -подмигнул он и стал обрабатывать мою ногу. Я же слегка кривилась делая вид что мне больно. Он обработал и перевязал мою коленку. Потом  начал аккуратно и нежно ощупывать мою ладижку, после чего перевязал ее эластичным бинтом.\n—Итак мадам, жить вы будете. Долго и счастливо. С вас плата в размере с одним поцелуем и вашим номером телефона -с наглой ухмылкой сказал он\nЯ засмеялась, затем медленно приблизилась к нему и аккуратно дотронулась рукой до его щеки, и нежно поцеловала другую щеку. После чего отстранилась\nОн посмотрел на меня сверкнув хищными игривыми глазами и расплылся в улыбке\n—А номер телефона не скажу -с улыбкой сказала я\n—Это еще почему? Разве я вам не понравился мадам? -игриво спросил он\n—Я не даю номер телефона незнакомым мужчинам -так же игриво ответила я и улыбнулась\n—То есть вы их целуете, а номер не даете? \nЯ рассмеялась\n—Ладно, отбросим это. Меня зовут Джонатан Фрост -с улыбкой сказал он и поцеловал меня в руку -но ты можешь просто звать меня Джони\n—Аманда Джонс, можно просто Эми -соврала я с улыбкой на лице\n—Ну вот теперь мы знакомы, записывай номер -с этими словами он протянул мне свой телефон\nЯ взяла его и ввела свой номер, после чего протянула ему его обратно\n—и как ты меня запишешь? девушка с пробежки илм как \n—Хромоножка или калека, ещё не решил -пожал плечами он и рассмеялся\n—Ах ты засранец -крикнула я и кинула в него подушкой\nОн засмеялся еще громче\n—Шучу конечно, я подпишу малышка Эми -с улыбкой и горящими глазами сказал он\n—Почему малышка?\n—Потому что ты такая хрупкая и ты явно на много младше меня -с хитрой улыбкой сказал Джони\n—И сколько тебе  лет?\n—32 -с такой же наглой улыбкой сказал он\n—Уууууу старпер -смеясь сказала я \n—Ах я старпер??? Ну держись малышня -с этими словами он стал меня щекотать, а я громко смеяться\n—Хватит, пощады. Ты не старпер, я беру слова обратно -сквозь смех выкрикивала я\n—Так уж и быть, сжалюсь над тобой -с улыбкой сказал Джони и остановился -так сколько тебе лет малявка\n—А вот за малявку я тебя покусаю -с улыбкой сказала я\n—Я только за, покусай меня своими милыми зубками, везде..\n—Извращенец\nМы рассмеялись\n—18 мне -опять соврала я\n—Это хорошо -с хитрой улыбкой сказал он \n—Почему? -с интересом спросила я\n—Уже все можно -подмигнул он мне\nИ у него зазвонил телефон, на экране я успела увидеть Даниэль\n—Слушаю бро... Да задержался немного, скоро буду.\n—Извини малышка вынужден тебя покинуть, работа, дела ждут -сказал он и поцеловал меня в щеку\n—Не против вечером встретиться, сходим куда нибудь. Куда хочешь?\n—В кино -с улыбкой сказала я\n—Заметано, я приеду к тебе в 8\nСказал он после чего одарил меня своей безупречной улыбкой и ушел подмигнув мне.\n",
    "answers": [
      {
        "id": 17,
        "text": "далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я выдохнула. В какой раз убедившись что надо идти в актрисы. В целом Джонатан не плохой парень. Он веселый и интересный и что скрывать он очень красивый, правильные черты лица, голубые бездонные глаза, очаровательная улыбка, которая не сходит с его лица. Взъерошеные светлые волосы. И красивое накаченое тело, которое я не смогла не разглядеть под его белой майкой. Безусловно любая девушка будет его, если он только этого захочет. Но я не любая... Мне не нужен Джонатан, мне нужен Даниэль..\nВечером он приехал ко мне я оделась и мы поехали в кинотеатр. Фильм конечно же мы не смотрели, мы весело болтали и смеялись, чем бесили других людей. После он отвез меня домой и я поцеловала его в щеку и попрощалась. \nТак пролетела неделя.. Джонатан приезжал ко мне каждый день, мы ходили в ркстораны, кино, просто гуляли по парку. И каждый раз на прощание я просто целовала его в щеку.\nСедня он так же приехал ко мне. Я уже была одета в короткое черное платье\n—Привет -с улыбкой сказала я -куда седня пойдем?\n—Сегодня я не хочу ни куда ехать -сказал он и стал медленно подходить ко мне, его вгляд был хищным и пылал\n—Что ты делаешь? -не понимающе спросила я\n—То что хотел с самого первого момента как увидел тебя -с этими словами он прижал меня к стене и впился своими губами в мои, проникая языком. Его поцелуй был жадным и ненасытным. Его язык полностью овладел моим и он делал все что хотел. \nПотом он поднял меня на руки и закинул мои ноги к себе на талию и понес в комнату. И уложив меня на диван навис надо мной, не разрывая поцелуй. Его рука скользили по моей ноге поднимаясь все выше к моим ягодицам, И вот она уже была под моим платьем сильно сжимая мои бедра. Его поцелуи стали скользить по моей шее опускаясь все ниже и ниже.. к груди\n—Я не готова -прошептала я \n—Да, да...конечно... дай мне минутку -сказал он тяжело дыша и уткнулся носом в ямку между моих грудей. Он лежал так не двигаясь и только тяжело дышал. Потом приыстал и за талию потянул меня за собой. Он сел на диван, а меня усодил сверху, лицом к себе. Затем обнял ладонями мою шеюти притянув к себе снова поцеловал\n—Прости, я так сильно хочу тебя, что мне тяжело сдерживаться -тяжело дыша проговорил он, после чего опять накрыл мои губы поцелуем \nобхватив одной рукой мою спину, другой попу и прижимая меня к себе\n—Ты такая сладкая малышка, ты сводишь меня сума -вновь томно прошептал он -я не могу от тебя оторваться -и вновь накрыл губы в требовательном поцелуе\nЕго телефон начал звонить, но он не обращал внимания на звонок\n—Звонят -прошептала я\n—Пусть звонят-прошептал он и вновь впился в мои губы\n—Ответь -тихо сказала я\nДжонатан стиснул губы и сморшился. Потом прижал меня к себе и уткнулся носом в мои волосы. Тяжелый вдох и выдох  Он достал телефон и ответил, на экране я увидела Даниэль..",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Дани, я сейчас немного занят \nВ телефоне громко звучала музыка, но я могла слышать что там говорили\n—И чем ты таким занят, что пропускаешь наши пятничные посиделки в клубе? Неужели ты у той таинственной девушки, у которой неделю пропадаешь?\n—Какой ты догадливый. Ты нас отвлекаешь от важного занятия\n—Видимо не очень важного раз ты отвечаешь на звонок -в трубке послышался смех -Приезжай давай, мы тебя ждем. И девушку свою бери, нам не терпится взглянуть на эту деву которая смогла украсть твое сердце -смех\n—Пошел ты Дани!!! Не звони и не отвлекай\n—Ты разбиваешь мне сердце..\nДжонатан скинул вызов и убрал телефон\n—На чем мы там остановились? -с улыбкой произнес он и припал к моим губам\nЯ отстранилась\n—Я хочу в клуб -с улыбкой сказала я и захлопала ресницами\n—Ты шутишь?\n—Нет, я хочу танцевать. Ты как раз немного сможешь охладить свой пыл, я правда еще не готова к дальнейшему....\n—Женщина, что же ты со мной делаешь!?!? -выкрикнул он наиграно, после чего взял ладонями мое лицо и притянув поцеловал, потом взял руками меня за ягодицы и стал с дивана не разрывая поцелуй. После поставил на пол и немного отстранился. Затем посмотрел на меня и опять обхватил мое лицо ладонями и впился губами \n—Как же трудно от тебя оторваться, поехали пока я тебя тут не изнасиловал -сказал он и рассмеялся\nЯ кивнула, после чего подбежала к зеркалу, поправила платье и волосы, надела босоножки на высоком каблуке\n—Я готова, можно ехать -с улыбкой сказала я\nОн вновь впился в мои губы и прижал к стене \n—Малышка какая же ты сексуальная. Знала бы ты как мне тяжело себя сдерживать -и снова страстный поцелуй \nПосле он отстранился и взял меня за руку\n—Пойдем\nОн повел меня вниз к машине, пока мы спускались он еще пару раз зажимал меня и страстно целовал, предлагал вернуться и ни куда не ехать. Но я говорила что хочу танцевать. Мы сели в машину и отправились в клуб..",
    "answers": [
      {
        "id": 19,
        "text": "далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Внутри было много людей, играла громко музыка. \n—Не отходи от меня, а то украдут такую красивую малышку -сказал Джонатан, после чего взял меня за руку и повел к столикам\nВозле одного столика мы остановились, там было 3 каких то парня, Даниэля не было...\n—Ооо кто же соизволил одарить нас своим присутствием.. Здоров Джони, мы тебя уже и не ждали -сказал какой то парень\n—Здоров — Джонатан обменялся с парнями рукопожатиями\n—А кто там прячется за твоей спиной? -спросил другой парень с наглой улыбкой\nДжонатан притянул меня к себе, поставив спиной к себе и обнял меня сильно прижимая к себе. Я же смогла рассмотреть его друзей, такие же красавчики, один с каштановыми волосами и два с темными. \n—Это моя девушка, зовут Эми. Увижу что кто то из вас положил на нее глаз или протянул руку, сразу выколю и отсеку! Всем все ясно? Эта малышка только моя -сказал Джони после чего поцеловал мою шею\n—Джони можешь сразу выколоть мне оба, за такую красотку не жалко -рассмеялся третий парень\nДжонатан рассмеялся\n—Где ты ее выцепил? -спросил первый глядя на меня хищными глазами, будто я заветная добыча\n—В парке познакомились..На пробежке. Советую вам тоже туда заглянуть, может повезет выцепить кого нибудь -ровным голосом сказала я пристально посмотрев на парня\n—Какой сладкий голос детка. Прям как и вся ты -сказал третий парень\n—Следи за языком и за своимм мыслями, похотливое животное. И не засматривайся на чужое -с усмешкой сказал Джонатан и вновь стал целовать мою шею\n—Братан извиняй, девчонка супер, завидую черной завистью -сказал парень и рассмеялся\n—Надо же. Кто это решил к нам присоединиться!? Неужели Джони. Быстро же ты закончил свои дела -послышался голос со спины и смех\n—Пупсик, я так боялся разбить тебе сердце чтт сразу бросился к тебе бежать -сказал Джонатан повернув голову и рассмеялся \nСзади тоже послышался уже близкий смех, я отвернулась в другую сторону. А Джонатан прижимал меня к себе сильней зарывшись носом в мои волосы\n—Я вижу ты все таки не один.. Познакомишь меня с похитительницей моего лучшего друга? \n—Даниэль это Аманда, Аманда, это мой лучший друг Даниэль -представил нас Джонатан после чего поцедовал в шею и снова зарылся носом в мои волосы\nЯ медленно повернула голову и посмотрела в глаза Даниэлю.\nЕго довольная улыбка сразу сползла с его лица. Он посмотрел на меня, потом на Джонатана и на его руки прижимающие меня к себе. Его глаза стали пылать, не пониманием происходящего, злостью. Он сжал сильно губы, а после натянул улыбку на лицо. Его глаза быстро бегали, от меня к Джони и к его рукам обнимающим меня.\n—Приятно познакомиться -выдавила я из себя \n—Взаимно.. Аманда значит -сказал он пытаясь скрыть злость\n—Можешь называть меня Эми -сказала я и улыбнулась \n—Давайте выпьем ребята, за знакомство с такой обворожительной девушкой Эми? -быстро и нервно проговорил Даниэль \nВсе его поддержали\nДжонатан упал на диванчик и потащил меня с собой, усадив у себя на колени. Обвив руками мою талию и прижимая к себе\n—Надо же даме принести коктейль, интересно у них тут безалкогольные есть. Тебе сколько лет милая? 17? -сказал Даниэль с натянутой улыбкой, пристально глядя на меня \n—Восемнадцать -ровно и спокойно сказала я\n—Да неужели -сказал Даниэль зло сверкнув глазами\n—Даниэль не занудствуй, она уже взрослая девочка. Уже все можно. И она сама знает что хочет и вправе решать что делать -сказал Джонатан\n—Правда Даниэль че ты так завелся? -сказал второй парень \n—Он просто завидует -рассмеялся первый\n—По любому! Сам наверно потек как сучка по такой крошке -рассмеялся третий\n—Эй, за языками следите -зло проговорил Джонатан который до этого сидел и целовал мою шею, прикусывя мочку уха\n—А ты следи за своими действиями, обсосал ее уже всю тут. Видишь мужики завидуют, сбавь свой пыл -сказал первый и продолжил смеяться\n—Она такая сладкая, что не возможно оторваться -сказал Джонатан и вновь поцеловал в шею\n—Тогда надо было не вылазить с постели. А то привел такую сладкую и заставляешь нас слюни пускать\n—Что за бред вы несете. Взрослые мужики, а несете всякую чушь -зло сказал Даниэль, \nВсе начали смеяться.\n—Что тебе принести малышка? -спросил Джонатан\n—Космополитен \n—Я быстро -сказал Джони и страстро впился в мои губы\nПотом выпрямился и посмотел на друзей\n—Увижу кто домагается — убью!!! -зло сказал Джонатан и ушел за напитком \nПарни рассмеялись и стали кричать ему в след что когда вернется меня уже не будет\nДаниэль сидел напротив меня и не сводил с меня взгляд, нервно стукая подушечками пальцев по столу. Я посмотрела ему в глаза, которые горели сумасшедшим огнем.. Казалось он сейчас спрыгнит с места и убьет всех и вся, включая меня\n—А вот и я, держи малышка -Джонатан протянул мне напиток, после чего сел и обрятно усадил меня к себе на колени\nПотом все выпили и начали уже разговаривать на свои темы, смеяться и изредка посматривать на меня.\nДаниэль пытался отводить глаза, но в итоге все равно пристально смотрел на меня, на Джонатана который постоянно целовал мою шею, прижимал меня к себе и гладил руком по внутренней стороне моего бедра\n—Ты хотела танцевать -сказал Джони\nЯ кивнула, он встал и взяв меня за руку повел танцевать. Я повернула голову к Даниэлю и наши взгляды встретились. Теперь в них было что то еще кроме гнева.. грусть!?\nМы стали танцевать, я улыбалась и смеялась. Джонатан постоянно прижимал меня к себе и страстно целовал",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "В клубе мы провели часа 3, мы пили и танцевали. Снова пили и снова танцевали. Джонатан не отходил от меня ни на минутку, даже в дамскую комнату он провожал меня за руку \"чтобы такую красотку ни кто не украл\"... Он постоянно целовал меня в губы, шею, плечи, гладил мои бедра. В один момент мне даже казалось что он возьмет меня прям там. Благо друзья его опять просили утихомирить пыл. С Даниэлем мы иногда пересекались взглядами, но я старалась на него не смотреть. Хотя очень хотела... Мне хотелось чтобы это он сейчас прижимал меня, целовал, ласкал мое тело. Моментами я прикрывала глаза и представляла что это и есть он. Но когда открывала наступало осознание что это не так. Да мне были приятны прикосновения Джонатана, у него нежные чувственные пальцы. Он просто шикарно целуется. Но внутри ничего не екает. Лишь необъятная пустота. Приятны только моменты прикосновений, кожа горит. Но послевкусия ни какого.. Нет наслаждения или счастья. Лишь горечь обиды что меня ласкают не те руки.\nЯ уже немного устала от клуба, от высоких каблуков болели ноги. И я попросила Джонатана отвезти меня домой. Мы со всеми попращались и уехали.\nДжонатан настоял чтоб проводить меня до квартиры, мы поднялись и он зашел вместе со мной. И как только захлопнулась дверь он накинулся на меня. Впиваясь в мои губы в требовательном поцелую и прижимая меня к стене. Он поднял меня и понес в комнату, после чего уложил на диван. Он стал целовать мою шею и плечи опускаясь ниже. Его поцелуи обжигали мне кожу. Руки ласкали мои ноги, поднимаясь выше к ягодицам, залазили и задирали платье. Я закрыла глаза и передо мной возник образ Даниэля. Мозг стал затуманиваться, возможно виной того алкоголь. С моих губ сорвался стон. Джонатан снял с меня платье и я осталась перед ним в нижнем белье. Он стал целовать мою грудь, живот. Я же в мыслях держала образ Даниэля.. И с моих губ снова сорвался стон. Он впился в мои губы и стал властвовать над моим языком. Я почувствовала как между моих ног в меня упирается бугорок. Сознание по немногу стало проясняться. Нет, нет, нет.. Это не Даниэль и сейчас я совершу ошибку. Это не он, не он. Я открыла глаза и увидела Джонатана, сознание окончательно пришло в себя. \nЯ сильно прижала его к своему телу, руками и ногами\n—Я не хочу, я не готова, остановись -громко сказала я\n—Я не могу остановиться, я так сильно хочу тебя..\n—Я не хочу, не хочу.. Пожалуйста Джонатан\nОн впился страстно в мои губы после чего отпрыгнул от меня и стал ходить по комнате держась за голову\nПотом посмотрел на меня и снова подошел и впился в губы, сильно прижимая меня к себе, его поцелуй стал еще настойчивей\nОн опять отстранился\n—Твою мать...черт...черт... черт... -выругался он\n—Ты просто сводишь меня сума, мне тяжело держать себя в руках когда ты рядом. Мне лучше уйти -после он развернулся и не сказав больше ничего ушел хлопнув дверью. Я же пошла замкнулась, сходила в душ и легла спать ",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Наступило утро, я сходила в душ, умылась, привела в порядок волосы. Надела домашние шорты и майку. Пошла заварила себе кофе и села на диван смотреть древний телевизор. Я сидела смотрела какую то комедию и думала над тем что делать дальше. Мыслей по этому поводу не было вообще ни каких. Что меня удручало..\nС раздумий меня вывел стук в дверь. Джонатан приехал..Я встала с дивана и пошла открывать. \nУвиденное повергло меня в шок!?..или радость!?..\nНа пороге стоял Даниэль..\n—Даниэль!?!?\n—Может впустишь меня? -зло проговорил он\nЯ отошла от двери пропуская его, он зашел я закрыла дверь.\n—Что за игры опять ты ведешь??? -зло проговорил он нервным голосом\n—Я не понимаю о чем ты -спокойно сказала я\nОн издал нервный смешок\n—Хватит этих игр и претворства -выкрикнул он и прижал меня к стене -для чего ты все это затеяла? Хочешь меня окончательно растоптать, унизить, разбить? Для чего??? -выкрикнул он\n—Это не так...\n—Тогда объясни мне.. Для чего все это??? Эта квартира, другое имя и как вы вообще познакомились.\n—На пробежке случайно столкнулись -спокойно сказала я\n—Да неужели??? случайно -он зло ухмыльнулся\n—Ты начала с ним встречаться чтоб досадить мне? сделать больно???\n—Может он мне понравился..\nОн опять пустил нервный смешок\n—Ты же говорила что любишь только меня и тебе ни кто больше не нужен -зло сказал он смотря мне в глаза\nЯ отвела глаза в сторону\n—О нет нет нет.. Смотри на меня, ты ведь это любишь, так не отводи от меня взгляд \nЯ посмотрела ему в глаза\n—Я люблю только тебя -тихо сказала я\n—Ты Джонатана используешь??? Для чего??? Чтобы досадить мне???\n—Нет, чтобы привлечь твое внимание. Но вижу что тебе совсем плевать на меня..\n—Дура!!! Какая же ты, сука, дура!!!! Я не могу смотреть как он тебя трогает и сделать ему я тоже ничего не могу, потому что он мой лучший, сука, друг -кричал он -И что мне теперь делать??? Что???\nЕго глаза были полны боли, злости и отчаяния\n—Почему ты все время так спешишь и все портишь??? Я думал о тебе все это время!!! Если бы ты дала мне еще немножко времени я бы сам пришел к тебе!!! Перепсиховал бы твою выходку и пришёл!!! Но теперь ты окончательно все испортила!!! Я не смогу переступить через друга! Не смогу!!! Какая же ты дура!!! -кричал он\n—Ты спала с ним??? — тихо спрочил он, отведя взгляд в сторону\n—Нет\nОн резко посмотрел в мои глаза. В его глазах проскользнуло счастье и надежда. И после он впился в мои губы. В жадном, страстном поцелуе. Он целовал меня жестко и страстно. Он пил мои поцелуи, как дикий зверь после долгой засухи. Он поднял меня и закинул мои ноги к себе на талию. По телу побежала волна дрожи.. Как же долго я мечтала об этом... Эйфория, головокружительная страсть и наслождение от одних его прикосновений. Он понес меня в комнату и уложил на диван нависнув надо мной. Он стал целовать и кусать мою шею, с моих губ срывались стоны. Его руки сильно сжимали мои бедра. Он стянул с меня майку и стал целовать мою грудь, водя языком по моему затвердевшему соску и нежно кусая и оттягивая его. С меня стали срываться громкие стоны. Я выгибалась от наслаждения, извивалась и мурлыкала под ним как кошка, что только разжигало его страсть...\nЗозвонил телефон, который лежал рядом на диване. Даниэль оторвался от меня и посмотел на экран\n—Джони... Какой же я слабый дурак...-усмехнулся он и встал с меня\nЯ села и в недоумении посмотрела на него\nОн сел молча рядом и стал смотреть вперед себя\n—Ответь -спокойно сказал он\n—Не хочу\n—Ответь или я уйду прямо сейчас\nЯ взяла телефон и ответила на звонок\n—Привет малышка, прости за вчерашнее. Полная потеря контроля, я виноват.. Ты дома???\n—Все нормально, да\n—Я через пол часика заеду, жди малыш\nСвязь прервалась\n—А он ведь жестко на тебя запал.. Не помню чтоб кто то вот так привлекал его внимание -сказал он и посмотрел на меня -а ты врешь ему, на счет возраста, имени этой квартиры.. Для чего ты вообще сняла ее??? У тебя здоровый дом\n—Чтобы привлечь его внимание \n—Вот этой крохотной комнаткой???\n—Она рядом с парком в котором он бегает.. Я специально упала перед ним и подвернула ногу, чтоб он принес меня сюда -спокойно сказала я\n—Коварный продуманный план, а ты действительно монстр, не так ли!? К своей цели и по головам.. -усмехнулся он -неужели ты совершенно не думаешь о других людях??? Об их чувствах!? Как можно быть такой стервой?!\n—Я лишь хотела вновь увидеть тебя, любым способом..\n—Увидела!? Тебе стало легче!?\n—Я не знаю..\n—Мне лучше уйти, не хочу нарваться на Джонатана и потом с ним объясняться\n—Останься..\n—Нет Элизабет... Мы дружим с пеленок понимаешь? Он мне как брат.. Наши дома стояли рядом и сколько я себя помню мы всегда были вместе. Я не сделаю ему больно, не придам друга. Пусть будет лучше х#реново мне, но у него будет все хорошо..\nДаниэль встал и отправился к выходу\n—Даниэль\n—Что? -спокойно спросил он не поворачиваясь\n—Поцелуй меня.. -тихо сказала я\nОн повернулся, подошел ко мне и поцеловал в лоб\n—Прощай Элизабет. И пожалуйста, скажи Джони правду об этой квартире, свой возраст и имя. Он должен знать \nПосле этих слов он вышел и захлопнул за собой дверь",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Мне стало так гадко и паршиво. Что я делаю со своей жизнью, как поступаю с другими людьми. Неужели это и правда все не правильно и я монстр? А что делать с Даниэлем.. Неужели это все?...конец..? Нет это не может быть так, я не смогу это принять...\nПриехал Джонатан, я пошла открывать дверь. Он с порога поднял меня и закинул мои ноги к себе на талию\n—Привет малышка, я так соскучился -с этими словами он впился в мои губы в страстном поцелуе \n—Мне нужно с тобой поговорить\n—У меня плохая новость -сказал он одновременно со мной\n—Ты первая малышка -сказал он неся меня в комнату и усаживая на диван\n—Я тебя обманывала -сказала я и посмотрела ему в глаза\n—Тааааккк и в чем же? -протянул он и стал серьезным\n—Во всем. Меня зовут Элизабет Свон, 18 мне исполнится только через 8 дней, у меня в этом городе свой большой дом. И встретились мы не случайно. Я поджидала тебя и упала специально\n—И зачем тебе было это?\n—Хотела сблизиться -пожала плечами я, про Даниэля я решила ничего не говорить чтоб не подставлять его перед другом \nДжонатан же сделал то что я ни как не ожидала... Он стал громко смеяться.... А я в недоумении на него смотреть\n—А ты оказывается коварная малышка -с улыбкой сказал он\n—И ты не злишься???\n—За что??? Я тебе понравился,ты захотела познакомиться и подстроила встречу. Очень кстати умно, я ни на секунду не сомневался что это чудесная соучайность изменившая мою жизнь. Сколько тебе лет мне не важно, только теперь понятно почему ты меня отталкивала. Как тебя зовут и в каком доме ты живешь мне тоже не важно -он взял меня за талию и усадил к себе на руки, лицом к себе — Я люблю тебя и это главное, а на такие мелочи мне плевать\nСказал он после чего накрыл мои губы в чувственном нежном поцелуе\n—Я думала ты будешь злиться\n—Ты меня еще плохо знаешь. Я добрый, так что тебе маленькая не нужно меня бояться. Есть еще о чем ты хочешь мне рассказать?\nЯ отрицательно покачала головой\n—Хорошо, тогда теперь я могу рассказать о своей ужасной новости -он сделал небольшую паузу нагнетая интриги -мне придется уехать на неделю -он сделал грустную мордашку -не представляю как я проведу неделю без своей малышки, но это важная командировка и должен ехать именно я\n—Ну неделя это не так долго, не так ли???\n—Шутишь?! Это ужасно долго, я сума сойду столько времени тебя не видеть и не трогать, не ощушать вкус твоих губ -он чувственно поцеловал меня -я хотел взять тебя с собой, но меня чуть разорвали, сказали что тогда я буду занят полностью тобой и провалю дело. Так что седня ты вся моя — Он поднял меня за талию и кинул на диван нависая надо мной и впиваясь в мои губы -надо нацеловаться чтоб на неделю хватило -рассмеялся он",
    "answers": [
      {
        "id": 23,
        "text": "далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Весь остаток дня мы провели вместе. Мы лежали на диване, разговаривая о всяких мелочах, он постоянно целовал меня и ласкал мое тело. У него опять было несколько срывов когда все чуть не перерастало в большее. Но я его останавливала. Когда уже было совсем поздно он стал собираться к себе. Вылет завтра рано утром и ему нужно было выспаться хорошо чего явно бы он слелал оставшись у меня. Перед уходом он сказал что когда вернется, я от него больше не увернусь. И он оторвется на мне за все эти дни. После чего опять страстно поцеловал и ушел.. \nУтром я позвонила водителю и сказала чтоб он приехал забрал меня. К обеду все мои вещи уже были в моем доме.\nКаждый вечер мы с Джонатаном созванивались, он говорил как сильно скучает и как жестко меня изнасилует когда вернется\nПрошло 4 дня и у меня опять началась тоска за Даниэлем. Мне нужно его увидеть!!! Я обязана!!! Я хочу этого больше всего на свете!!! Тот день в квартире не давал мне покоя, я хочу его еще раз ощутить, в последний раз..\nЯ набрала Джонатана и сказала что заболела, что у меня температура и горло болит. Он начал меня жалень \"маленькая мне так жаль что я далеко\", и все в этом духе. Закончил тем что попросит Даниэля навестить меня и привезти лекарства\nЧерез пару часов Даниэль был у меня",
    "answers": [
      {
        "id": 24,
        "text": "далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Он зашел ко мне в спальню и стал спокойно говорить\n—Джонатан сказал что ты заболела и попросил присмотреть за тобой. Ты правда заболела?\n—Нет, это был способ тебя увидеть -сказала я садясь на край кровати\nДаниэль ухмельнулся\n—Честно, я даже не удивлен.. Я так и думал что это очередная твоя уловка.. Нуу? Ии?? Увидела что теперь?? -он посмотрел на меня\n—Я не знаю -прошептала я\n—Тогда я пойду -он развернулся и хотел выйти\n—Нет -выкрикнула я и подбежала к нему -останься\nОн повернулся ко мне лицом и посмотрел в глаза\n—Зачем? Элизабет неужели ты не понимаешь как мне тяжело. Как тонка эта грань чтоб не переступить и поддаться соблазну. Маленькая дурочка, когда же ты уже наконец наиграешься и поймешь что мы не куклы, а живые люди..\n—Останься -прошептала я и прижалась к его груди, уткнувшись носом в его шею\n—Я не могу -сказал он и слышно было в его голосе как он стоит на грани между тем чтоб сохранить свое самообладание или поддаться страсти\n—Останься, в последний раз...Прошу тебя -прошептала я и встав на носочки поцеловала его губы, нежно, чутко, едва касаясь\nВсе его самообладание тут же рухнуло, как карточный домик при сквозняке. Он обвил руки вокруг моей талии и сильно прижал к себе впиваясь в мои губы и проникая языком в чувственном и страстном поцелуе.\nЯ дрожащими руками стала стягивать с него футболку, которую он помог мне снять, слетели и шорты с трусами. Он взял меня на руки и понес на кровать, аккуратно положил и помог раздеться. После чего навис надо мной и поцеловал меня, так же нежно и чувственно, будто если он приложит усилие я рассыплюсь как фигура из песка. я раздвинула колени проруская его ближе, он стал гладить мне бедра после чего, аккуратно и нежно зашел. По всему моему телу побежали электрические разряды, словно тысячи молний ударили мое тело. Как  же приятно, как же хорошо, какое наслаждение.. С моих губ начали срываться стоны, он был аккуратным и нежным. Мое тело все дражало от долгожланной близости. Все чувства были обострены. Я ощущала его четче, тело стало чуткое к малейшим его прикосновениям. \nКак же сладко... Как же хорошо\nМы стали одним целым, мы двигались в одном ритме, наши тела стали одним целым дополняя друг друга. Я чувствовала его тело и его желания, он чувствовал мои.\nОн нежно и аккуратно приподнял меня и усадил сверху, я двигалась медленно стараясь ощутить каждый миг этой близости. Одной рукой он гладил мою спину, другой бедро. Его язык ласкал мой, в нежном и чувственном поцелуе. После он аккуратно развернул меня к себе спиной и вошел так же нежно, прижимая мое тело к своему, целуя шею и лаская грудь\nВсе было долго, чувственно, нежно... Время потеряло смысл... Все вокруг потеряло смысл... Есть только мы и наши тела сплетенные воедино. Как бы я хотела чтобы эта сладость никогда не останавливалась. Как бы я хотела навсегда остаться с ним одним целым, все время ощущать его в себе...\nМой любимый, мой нежный, мой желанный\nМы кончили одновременно и наши изнеможенные мокрые тела упали на кровать. Мы тяжело дышали и смотрели друг на друга\nЕго глаза...как же я люблю его глаза и этот его взгляд когда он смотрит на меня. Я молча подползла к нему и прижалась к его груди, он обнял меня рукой",
    "answers": [
      {
        "id": 25,
        "text": "далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Мы лежали молча в объятиях друг друга около часа. Боясь нарушить тишину, ведь тогда это бы уже означало конец..\n—Теперь и я тоже монстр -тихо сказал Даниэль глядя в потолок \n—Это не так..\n—Так.. Я не сдержался, не справился с искушением и теперь я еще хуже тебя.. Тебя ни кто не волнует, а я... Я хреновый друг..\n—Я ничего не испытываю к Джонатану, мне нужен лишь ты\n—Уже поздно... Ты не оставила мне выбора.. И теперь между нами ничего не может быть.. Как бы не сложились ваши отношения в далнейшем, ничего не изменится. Больше я через друга переступать не буду. Нам лучше вообщн больше никогда не пересекаться\n—Но я не хочу чтоб ты  исчезал из моей жизни -прошептала я посмотрев на него и одинокая слезинка скользнула из моих глаз и опала на его грудь \nОн посмотрел мне в глаза \n—Уже слишком поздно Элизабет.. Ты сама построила нашу судьбу. Я люблю тебя, я правда очень сильно люблю..Никогда не думал что смогу испытывать на столько сильные чувства. Но ничего уже не исправить. Наши судьбы расходятся и этого не изменить\nЯ прислонилась своими губами к его и сильно его обняла \nМой мир рухнул... Мне как будто дали крылья и тут же их отобрали. Как же больно видеть его рядом, ощущать его тепло и понимать что это конец и это я сама все испортила!!! Меня будто разбили на тысячи осколков и обратно мне уже нк собраться.  Так мы пролежали до утра, молча, в объяииях друг друга. И когда наступил расвет, он встал и ушел...Ушел на всегда.\nМир рухнул и та последняя живая частичка меня умерла ",
    "answers": [
      {
        "id": 26,
        "text": "далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Через два дня вернулся Джонатан и он сразу приехал ко мне. \nОн подлетел ко мне и схватив на руки стал быстро кружить. Он улыбался и его глаза искрились счастьем\n—Элизабет, я вернулся!!! -кричал он\nПотом поставил на пол и впился в мои губы\n—Маленькая моя, как же я скучал -тяжело дыша сказал он -как же я скучал -повторял он чередуя эту фразу с страстными поцелуями\n—Я больше никогда не оставлю тебя одну так на долго \nОн жестко и страстно впивался в мои губы. Он поднял меня и закинул мои ноги к себе на талию. Не разрывая поцелуй\n—Маленькая моя -шептал он отрываясь от моих губ и приподая к ним снова -как же я хочу тебя",
    "answers": [
      {
        "id": 27,
        "text": "Отстраниться, сказав правду и остаться одной"
      },
      {
        "id": 28,
        "text": "Остаться с Джонатаном"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Джонатан, нам надо с тобой поговорить -тихо сказала я\n—Что то случилось малышка??? -не понимающе спросил он став серьезным и опустив меня на пол\n—Да... Я не все тогда тебе рассказала.. Не всей правды.. И я так больше не могу.. Не могу и не хочу больше врать\n—Я слушаю -серьезно сказал он мюи сел на ступеньки лестницы\nЯ начала рассказывать о том что знала Даниэля раньше, сказала что моя мать Анабель, к которой он как то приезжал. Про первый день в доме, что я шантажировала Даниэля остаться со мной, опустив момент что мы переспали. Потом что заплатила матери чтоб та рассталась с Даниэлем и как его это разозлило. После про мой план подобраться к Даниэлю через его друга, точнее Джонатана. Я рассказала про свою вымышленную болезнь чтобы завлечь в дом Даниэля,  опять же опустив момент нашей близости. Я лишь сказала что он меня отверг.\nЯ рассказывала все подробно, упуская лишь моменты секса с Даниэлем, не хочу чтоб из за этого были проблемы... Джонатан сидел и молча слушал\n—Прости меня Джонатан, я знаю..я конченый человек..Я хотела добиться желанного не взирая на последствия и на ущерб окружающим\nДжонатан продолжал сидеть молча, опустив голову вниз и держался руками за голову, запустив пальцы в свои волосы\n—Не молчи пожалуйста, скажи хоть что нибудь.. -громко сказала я\nОн поднял голову и посмотрел на меня, его глаза блестели от надвигавшихся слез, но он не плакал. Они были полны тоски и горя, утраты, разочарования...\n—Что ты хочешь услышать от меня Элизабет??? Ты поимела меня... Конкретно причем -он ухмыльнулся -я ведь люблю тебя.. Черт... Я никогда ни кого так не любил.. Ты полностью заполнила мои мысли и мое сердце и теперь говоришь что это все обман!? \n—Это наверно злая карма... Расплата за мои многочисленные грехи.. Я ведь раньше сам так всегда поступал. Выбирал девушку и затаскивал в постель, после чего исчезал\nОн пустил нервный смешок \n—Ты спала с ним? с Даниэлем\n—Это разве имеет значение???\n—Я не знаю Элизабет, я правда уже ничего не знаю.. Я не понимаю почему он мне не сказал что знаком с тобой..\n—А это бы что то изменило???\n—Наверно нет.. Я хотел тебя с того момента как увидел и мне на все остальное было плевать.. Я бы просто его не послушал -с ухмылкой сказал он -теперь понятно почему он так странно себя вел в клубе.. Он тебя тоже любит?\n—Это все не имеет значение..\n—От чего лишь? Со мной ты рассталась, теперь побежишь к нему и упадешь в его объятия -с ухмылкой сказал он, но через секунду скривился и сжал кулаки\n—Он меня не примет.. Он сказал даже если мы расстанемся между нами с ним ничего не будет. Друг детства для него важнее.. Он не переступит через тебя и твои чувства.  Всегда удивляла такая дружба. У меня никогда не было друзей и матери было на меня плевать, я привыкла что я одна в этом мире. И я как то никогда не задумывалась над чужими чувствами\n—Это потому что ты человек говняный\n—Да ты прав..\n—И тем ни менее ты мне все это рассказала, почему? Ты могла опять что нибудь соврать и тупо расстаться со мной\n—Мне надоело врать. Я хочу уехать, попробовать изменить себя.. Не хочу закончить как моя мамаша перебираясь с мужика на мужика.. Да и если бы я просто решила расстаться ты бы меня отпустил? -с усмешкой сказала я\n—Ни за что -рассмеялся он -я и сейчас не хочу тебя отпускать.. понимаю какая ты сука и все равно не хочу упускать. Даже не вериться..\n—Я думала ты будешь в бешенстве, ударишь меня по морде или еще что, накричишь там, оттащишь за волосы, обольешь тонной матов\n—Заманчивые поедложения -усмехнулся он и тут же стал серьезным -у меня внутри бушует гнев, я просто в бешенстве, мне хочется крушить все и орать, но смотрю на тебя и я не могу тебя ранить или ударить. Хоть ты меня и поимела, я не хоча причинять тебе боль, ведь я люблю тебя. От этого становиться еще поганей\nНависла тишина\n—Мне пора идти, прощай Элизабет \n—Прощай Джонатан\nОн дернулся сделав шаг ко мне чтобы обнять, но тут же остановился, скривился и сжал кулаки, после чего развернулся и ушел.",
    "answers": [
      {
        "id": 30,
        "text": "далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "—Я тоже тебя хочу -тихо проговорила я\nОн поставил меня на пол\n—Ты уверена? -тяжело дыша спросил он \nЯ кивнула \n—Да...\nОн жадно впился в мои губы, обхватив руками шею. Мы стали подниматься на второй этаж в мою спальню, жадно целуясь и срывая друг с друга одежду.. Не обращая внимания что нас может увидеть прислуга.\nКогда за нами захлопнулась дверь в спальню, он поднял меня на руки и донес до кровати, бережно уложив. Он стал рассматривать мое голое тело\n—Какая же ты красивая -тяжело дыша проговорил он\nПосле чего навис надо мной и припал к моим губам в жадном поцелуе. Его рука стала скользить по внутренней стороне моего бедра, поднимаясь выше и вскоре он уже ласкал меня там...Я издала тихий стон, его ласки стали жестче и быстрей, еще стон. После он убрал руки и медленно вошел в меня... Его поцелуи перешли в укусы, он целовал жестко и жадно, опускаясь на мою шею, на плечи, дойдя до груди. Он языком проводил по моему затвердевшему соску, посасывая его и покусывая. Его движения стали быстрее и жестче. Он вновь впился в мои губы, после чего обхватил руками мою талию и придерживая меня, не прирывая нашу связь стал с кровати и усадил меня на тумбочку. Его движания стали еще быстрее, глубже и жестче. Он целовал мои губы кусая и оттягивая нижнюю губу. Одна рука сильно сминала мою грудь, другая бедро. После он развернул меня спиной к себе и прижал лицом к стене, после чего опять вошел. Он откинул в стороны мои волосы и стал целовать шею, впиваясь в нее то губами, то зубами, вырывая с моих губ стоны...\nОдна рука жестко сминала грудь, друга стала опускаться по животу ниже и ниже и вскоре стала жестко масировать меня там... С моих уст срывались стоны наслаждения и приятной боли. Он был очень быстрым и очень жестким. Мои ноги уже не хотели меня держать и я стала терять равновесие, но он придержвл меня, после чего вновь перенес меня на кровать.\nЭто все длилось долго и жестко. Когда он кончил все мое тело дрожало и сокращалось. Он навис надо мной и нежно поцеловал в губы\n—Как же долго я этого ждал. Никогда тебя не отпущу, ты только моя -прошептал он мне в губы после чего вновь поцеловал",
    "answers": [
      {
        "id": 29,
        "text": "далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Джонатан не врал когда говорил что отиграется на мне по полной. Мы неделю не вылазили из спальни, он был ненасытен. Единственное исключение был мой день рождения, который мы отпраздновали в клубе с его друзьями. Мы с ним почти не смотрели друг на друга, но когда иногда наши взгляды встречались в его глазах я видела горечь и печаль. Это единственный раз когда мы виделись с Даниэлем.. Он избегал меня. \nДжонатан любил меня, сильно, безостаточно, отдавая всего себя .. Я лишь позволяла ему себя любить... Любить я могла лишь одного мужчину.. Мой Даниэль навечно поселился в моем сердце, заполнив его всецело, не оставляя места для других...\nС Джонатаном меня связывал лишь секс... Безудержный, сумасшедший, жесткий до боли в теле..  И мне нравилось все это.. Так я могла хоть что то почувствовать.. Лишь в этот момент животной страсти\nНо и это не продлилось долго.. Джонатан мне стал надоедать.. А его любовь, излишняя опека и вечное желание быть рядом со мной жутко раздрожать. \nВ итоге я с ним рассталась.. Он долго не принимал моего такого решения, но выбора я ему не оставила. Я привела другого мужчину в дом... потом другого и снова другого... Я пыталась заполнить эту пустоту внутри меня другими отношениями, но бездну внутри меня нельзя заполнить.. Я лишь рушила чужие жизни.. Влюбляла в себя мужчин и бросала, находя им замену..\nДаниэля и Джонатана я больше не видела\nЯ превратилась в ту которую всю жизнь призерала... Я стала такой же как моя мать..  Даже еще хуже \nНет никакой радости жизни, я стала пустой...\nИ вот конец моей истории. ",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я решила изменить свою жизнь, чтоб эта бездонная бездна не утянула меня во тьму...\nЯ взяла фамилию дедушки и сменила имя, теперь я Аманда Джонс.. Как бы это смешно не звучало. Я выбрала универ в другом городе и поступила в него. Я решила что образование понадобиться мне чтобы в дальнейшем управлять гостиницами отца.. С Грегори мы созваниваемся и хорошо общаемся, он помогает мне с домом и бизнессом, так же он познакомил меня с дочерью, ее зовут Кэролайн и ей 21 год, очень милая и хорошая девушка. К началу учебного года я переехала. И полностью отдалась в учебу. В универе я тоже обзавелась парой друзей. Были конечно многочисленные моменты когда моя внутренняя \"стерва\" вылезала наружу, но я тут же ее останавливала. Я дала себе слово что изменю свою жизнь. Я не полюбила других людей, нет.. Но я стала к ним добрей и снисходительней..\nКонечно без толпы парней не обошлось.. Многие пытались меня добиться, но я никому не отвечала взаимностью..\nВ моих мыслях и сердце целиком поселился Даниэль, не оставляя место ни кому другому. \nЯ часто вспоминала его по вечерам, его улыбку, его прекрасные глаза смотрящие на меня.. Нет, я никогда не смогу полюбить другого. Видимо я в дедушку пошла. Грегори рассказывал он безумно любил мою бабушку и после ее смерти ни кто не смог ее заменить, он любил лишь одну женщину..\n ",
    "answers": [
      {
        "id": 31,
        "text": "далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Прошел год, наступили летние каникулы и я вернулась домой. Целиком отдавшись в работу. За год я изменилась.. Я поменяла стиль одежды, если раньше я носила все короткое и вызывающее, то теперь мой гардероб стал более сдержан, юбки длиннее.. \nС Кэролайн мы стали еще ближе, она всегда рядом и всегда помогает и поддерживает меня. Работаем мы вместе, она у меня главный администратор..\nСегодня был отличный летний вечер, мы с Кэролайн сходили в кинотеатр, после чего отправились гулять по парку. Обсуждая просмотренную комедию и весело смеясь. Я была одета в тонкое легкое платье белого цвета, длинной чуть выше колена..\n—Элизабет!? -послышался до боли знакомый голос\nЯ обернулась и увидела Джонатана и Даниэля...\n—Привет Джонатан -спокойно сказала я и мило улыбнулась\n—Привет -с улыбкой сказала он\n—Привет Даниэль -сказала я посмотрев на него\n—Здравствуй Элизабет\nПовисло не ловкое молчание, которое прервала моя подруга\n—Я Кэролайн, очень приятно -сказала она и протянула парням руку\nОни по очереди пожали ее\n—Красивое имя Кэролайн, не желаете прогуляться со мной -сказал Джонатан \n—С удовольствием -ответила она\n—Был очень рад видеть тебя Элизабет, ты как всегда прекрасно выглядишь -спокойно сказал Джонатан и натянул на свое лицо улыбку, но было видно как ему тяжело это давалось\n—Взаимно Джонатан -с улыбкой сказала я\nПосле чего они с Кэролайн стали отдаляться от нас..",
    "answers": [
      {
        "id": 32,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 32,
    "text": "Мы с Даниэлем остались вдвоем, мы стояли и молча смотрели друг на друга\n—Мне сказали ты переехала -прервал он тишину спокойным голосом \n—Так и есть, я учусь в другом городе, вернулась домой на каникулы \n—Ясно.. Как учеба?\n—Хорошо\n—Нравится новый город?\n—Не скажу что не нравится, дома мне комфортней \n—Ты изменилась\n—Надеюсь неив худшую сторону -с усмешкой сказала я\nДаниэль улыбнулся\n—Я приезжал к тебе после того как ты уехала, хотел тебя увидеть\n—Даниэль, зачем ты мне это говоришь??? Не играй со мной, я больше не хочу этих игр...\n—Ты точно изменилась, раньше ты их любила\n—Раньше я была дурой. Мы оба знаем к чему привели мои игры\nДаниэль опустил взгляд на землю, но вскоре опять поднял и посмотрел мне в глаза\n—У тебя там есть кто нибудь?\n—Зачем ты это спрашиваешь?\n—Просто ответь пожалуйста \n—Ты знаешь ответ \n—Нет, не знаю\n—У меня нет ни кого и не было... Мое сердце уже давно принадлежит не мне -тихо проговорила я, каждое слово давалось мне с трудом\n—Я скучал Элизабет... \nЯ сморщилась от этих слов, они были слишком болезнены для меня\n—Зачем ты мне это говоришь?! Ты сам говорил что между нами ничего не будет и сейчас мучаешь меня.. Зачем???\n—Затем что я был дурак когда сказал это.. Я люблю тебя Элизабет.. И я так сильно скучал по тебе.. \nЯ сделала шаг вперед и еще шаг, ноги сами подвели меня к нему ближе. Я посмотрела ема в глаза, такие родные и горячо любимые.. Они были наполнены грустью и страхом моего отказа и одновременно страстью\n—Даниэль -прошептала я и обняв ладонями его лицо нежно прикоснулась к его губам. \nДаниэль сразу обхватил мою талию руками и прижал к себе, превращая поцедуй в более страстный проникая языком.\nТело стало ватным, голова кружилась...От падения меня удерживали лишь сильные руки Даниэля... Для нас вдруг весь мир перестал существовать. Были только он и я.  И наш сладкий, упоительный, дурманищий поцелуй \n—Аманда -прошептала я отстранившись\n—Что? -не понимающе спросил он \n—Меня теперь зовут Аманда -смеясь сказала я -я имя поменяла и взяла фамилию деда.\n—Новая жизнь, новое имя?\nЯ кивнула\n—Меня впустишь в свою новую жизнь?\n—Даниэль, ты и есть вся моя жизнь -прошептала я, после чего он вновь накрыл мои губы поцелуем, нежным и чувственным\n—Ты больше не оставишь меня??? -спросила я немного дрожащим голосом \n—Никогда -тяжело дыша проговорил он и вновь этот сладкий поцелуй\n—А что с Джонатаном? -прошептала я\nОн немного отстранился, но объятий не разорвал \n—Он до сих пор тебя любит -с грустью сказал он -Но он не хочет чтобы я страдал из за его не разделенной любви, а я больше не хочу тебя терять. Единственное что, я бы ограничил вот такие ласки при нем, чтобы не доставлять дискомфорт. Может я поступаю не правильно, но я не хочу жизни где нет тебя. Ты свела меня сума и заняла все мои мысли.. Я больше никогда тебя не отпущу .. Я люблю тебя \n—Даниэль -только и смогла прошептать я и снова припала к его губам\n—Давай сбежим от сюда, моя машина тут рядом\n—Давай -прошептала я\nМы приехали к Даниэлю домой, где отдались нашей страсти, которая стала только безудержней после долгой разлуки. Мы ощущали друг друга, мы были единым целым\n\nКакой же он сладкий, нежный, робной и только МОЙ!!! ",
    "answers": [
      {
        "id": 1,
        "text": "И жили они долго и счастливо. \nСчастливый конец))"
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]