[
  {
    "id": 1,
    "text": "Дорогие читатели, это НЕ кветс, а книга =)\n:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::\n•Автор: Ana Ray\n•Жанр: романтика, драма\n•Статус: в процессе\n•Обновлено: ‼️05.04.19‼️\n:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::\n  \n  «Клер спустя год вернулась в родной город, чтобы навестить родителей и отдохнуть от переживаний. И казалось: все идет своим чередом, но новые знакомства заставят поверить, что жизнь не такая простая вещь, в которой все происходит по определенному плану. А некоторые события, вынудят посмотреть на мир с другой стороны, и возможно откроют новые черты характера, и помогут понять и переоценить прожитое… Но только, что делать если многие решения, поступки, не правильно сказанные слова в один миг могут свершить целые судьбы. Что будет если кто-то все-таки проронил, не-то слово или совершил дурной поступок? Что станет с теми, кто захочет докопаться до истины и узнать порочные секреты? Расплата? Месть? Наказание? А может не стоит рисковать и лезть туда, где все заковано тайной…?»<s>r\n                                            ↓↓↓",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d01/1903/6d/27e0aedba0cb.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://d.radikal.ru/d09/1903/6b/cb3cd5ff1402.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "начать",
        "url": "https://a.radikal.ru/a42/1903/f4/08c7905604f5.jpg"
      },
      {
        "id": 2,
        "text": "начать",
        "blackout": true
      }
    ]
  },
  {
    "id": 2,
    "text": "1.\n… Хотя я не знала, насколько мой план был хорош, но это было необходимо. Несколько минут я бродила глазами по тем же строкам, вчитывалась в каждое слово, а в голове назревал самый главный вопрос, на который мне хотелось получить правдивый ответ. Мою душу терзало, ведь он мог быть именно тем… И конечно я понимала, что все это отнюдь не детские игры, но сдаваться было не в моем понимании. Неожиданно скрипнула дверь, от чего сердце сразу же упало в пятки. «Как это может быть?» — кричала внутри, а страх овладел каждой моей клеточкой. <s>r\n\n— Что ты здесь делаешь? – тяжело упал тихий монотонный голос, и после произнесенных слов повисла долгая пауза. Что-то ответить у меня не было сил, все они были отобраны диким ужасом, от которого адреналин горячей бурей пронесся по венам. ",
    "answers": [
      {
        "id": 3,
        "text": "                                                                        далее"
      },
      {
        "id": 1,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "2.\n  У него было больше преимуществ чем у меня. Я стояла к нему спиной, и контролировать его действий не могла, и так же не могла предугадать, что может произойти в следующую секунду. Пока шло время молчания, я стала искать глазами предметы для обороны, но на столе ничего подходящего не было. Скрипучий пол под тяжестью мужской ноги, жестоко резал уши. Я резко обернулась, и он остановился в нескольких метрах от меня. <s>r\n\n— Клер, неужели ты действительно… — замолчав, кинул в мою сторону взгляд и в его глазах я разглядела появившийся печальный осадок, полный потерянности и безнадежности. <s>r\n\n— Я не… — выдавливая неразборчивые звуки, пыталась говорить, но меня повело в сторону от сильного головокружения. А в секунды картинка перед глазами стала мутнеть, и спустя мгновение мое тело рухнуло на пол…<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "                                                                        далее"
      },
      {
        "id": 2,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "3.\n                                               \n  Последние дни февраля были на редкость солнечными для Гранд-Айленда. Но не смотря на ясное небо и теплоту уходящей зимы, мой день был совсем не радостным как, впрочем, последнее время. И всему виной явился Джастин Нэрелл.  <s>r\n  Я совсем не жалею, что поставила жирную и последнюю точку в наших отношениях, но от воспоминаний о нем, меня снова начинает есть изнутри злоба, будто испепеляя дотла своим ядом. Проклинаю нашу встречу! Если была возможность все изменить, низа что в жизни не хотела бы иметь с ним никаких отношений. Два года, два года улетели в никуда. Я потратила это время на человека, который скрывал под маской хорошего мальчика гнусного типа, который смог предать. А ведь чувствовала, что нужно было раньше все расставить на свои места. Но зато теперь правда открыта и я, словно сбросив тяжелый груз с плеч могу идти дальше. Но пока ненависть еще крепко держится за мою душу и не отпускает свои цепкие клешни. <s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "                                                                        далее"
      },
      {
        "id": 3,
        "text": "      назад"
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d39/1904/e7/6b3475281d80.png"
      }
    ]
  },
  {
    "id": 5,
    "text": "4.  \n  И снова он! Телефон второй день разрывается на части от звонков Джастина. Но я дала ему понять, что все кончено! Конечно, может быть неправильно поступила, объяснив все по телефону, но видеть это «милое личико» мне категорически не хотелось. А тем более сейчас слышать его «сладкий» голос нет никакого желания. Выслушивать слова прощения и мольбы все вернуть как прежде устала. И я больше не собираюсь проливать слез, мне хватило, наплакаться вдоволь, чуть не захлебнувшись собственными слезными ручьями. <s>r\n  Так, мне срочно нужно брать себя в руки! Не хочется, чтобы родители заметили мое угнетенное состояние. А мы не виделись целую вечность, прошел год с нашей последней встречи и портить им настроение я не собираюсь, тем более отцу. У него и так больное сердце, а лишние переживания плохо сказываются на его самочувствие. Поэтому, я пыталась как могла проглотить всю негативную энергию, спрятать ее в самые потаенные уголки и старалась настроиться на позитивную ноту, но, чтобы это сделать, мне потребовалось много сил.<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "                                                                       далее"
      },
      {
        "id": 4,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "5.\n  И вот, я возвратилась в свой родной город, с которым связана, наверное, лучшими воспоминаниями детства и юности. Здесь проходили самые светлые и беззаботные года, когда я еще не знала вкус настоящей жизни. Гранд-Айленд оставил в моей памяти большой отпечаток о прошедших днях, и от них всегда становилось очень тепло и уютно на сердце, и они всегда заполняли душевную пустоту, тогда, когда это было необходимо.  <s>r\n  Целый год я не была здесь, и сказать честно, жалею об этом. Но за месячный отпуск, который взяла, собираюсь все восполнить и приумножить. У меня будет масса времени, чтобы провести со своими самыми близкими людьми, которых так не хватает в трудные минуты, и возможность провести время в дружной семейной обстановке не хочется упускать. <s>r\n",
    "answers": [
      {
        "id": 7,
        "text": "                                                                        далее                    "
      },
      {
        "id": 5,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "6.\n  Наконец-то выйдя из здания аэропорта, вместе с тяжелым чемоданом на колесиках, я направилась на поиски такси. И это сделала довольно быстро, поэтому даже не пришлось мерзнуть на улице в минус семь. <s>r\n  За время поездки я внимательно рассматривала совсем неизменившийся город. Казалось, ничего не переменилось с тех давних пор, все осталось прежним, таким же родным, от чего на моих глазах начали накатываться слезы. <s>r\n  Водитель благополучно довез меня, и выйдя из салона машины, я вдохнула морозный воздух, и наслаждаясь свежим ароматом, направлялась к дому, а все внутри от волнения начало дрожать. <s>r\n  Взглянув на родительский дом, к глазам вновь подступили слезы, но я не плакала. От вторгнувшихся воспоминаний все всколыхнулось, как будто ударило током, и стало так приятно и грустно одновременно. Я была счастлива оказаться здесь, у себя дома, где мне всегда рады и где меня ждут.  Медленно идя к двери, осматривала участок, и сразу же в глаза бросился садовый гномик с надколотым носом, который не первый год стоял на том же месте, возле деревянных ступенек, ведущих к двери. Дом остался тем же родным сердцу уголком, и поскорее хотелось окунуться в домашнюю атмосферу, и как мне хотелось снова стать маленькой девчонкой, которая лишена взрослых переживаний… <s>r\n  Позвонив в дверь, ждала, когда же ее откроют. И она открылась почти сразу же. <s>r\n\n— Привет! А вот и я! – задорно говорила, разведя руки по сторонам.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "                                                                        далее"
      },
      {
        "id": 6,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "7.\n— Клер? – мама, наверное, была немного удивлена меня увидеть (это не удивительно), потому несколько секунд она лишь непонимающе на меня смотрела и хлопала ресницами и ничего не говорила. А когда до нее дошло осознание, что я приехала, то она расплакалась и крепко обняла меня. В обнимку мы простояли минут пять, и все это время я пыталась успокоить ее. Она у меня очень эмоциональная женщина, и при любом случае: и в горе, и в радости, — слезы начинают градом литься из ее глаз.<s>r\n\n— Ты, что не рада меня видеть? – засмеялась я. – Чего мы пустили слезный ручей? А?<s>r\n\n— Мы ведь думали, что ты завтра приедешь… — всхлипывая говорила она и чуть отстранившись от меня, внимательно осмотрела с ног до головы. <s>r\n\n— Решила сделать сюрприз! Я специально вам сказала, что приезжаю завтра. <s>r\n\n— Клер, ты умеешь делать сюрпризы! Но я приятно удивлена! – вытерев слезные дорожки, мама продолжила говорить, — вот Грэг обрадуется! Пойдем скорее в дом. – подхватив меня и чемодан, она закрыла дверь и не останавливаясь повела к кухне. <s>r\n\n— Грэг! Смотри кого я привела! – восторженно говорила мама, и слезы с новой силой начали скатываться с ее глаз. <s>r\n",
    "answers": [
      {
        "id": 9,
        "text": "                                                                        далее"
      },
      {
        "id": 7,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "8.\n  Отец что-то готовил, но как мы вошли на кухню, он сразу же поднял глаза. И его удивлению так же, как и маминому не было предела. <s>r\n\n— Солнышко, — приложив правую руку к сердцу, папа смотрел на меня, и его глаза заблестели. <s>r\n\n— Ну, что это вы, слезное море пустили? Я так плохо выгляжу, что вам плакать хочется? – улыбаясь, и подойдя к отцу, мы крепко обнялись. <s>r\n\n— Как мы рады тебя видеть! Ой! – посмотрел он снова на меня, — ты же говорила, что завтра самолет? <s>r\n\n— Это, Клер, как всегда сюрприз нам решила сделать, — заулыбалась мама, и подойдя к нам обняла отца и меня. <s>r\n\n— Меган, Клер вся в тебя пошла, — отец посмотрел сначала на меня потом на маму, — и все-таки я рад, что мы снова вместе! Теперь у нас будет много времени, и я хочу вас на рыбалку вывезти. – радостный папа, поцеловал меня в щеку, а после спешно побежал к духовому шкафу. <s>r\n\n— Девочки, у нас скоро ужин, — улыбаясь говорил, доставая огромный стеклянный противень. <s>r\n\n— Клер, ты все такая же красавица. Совсем не изменилась, только похорошела еще больше. – трогая мои волосы, мама аккуратно поглаживала мое плечо. – Я так рада, что ты к нам приехала, мы по тебе соскучились. Так ждали, когда же ты приедешь…  <s>r\n\n— Да! Клер, мы думали, что ты про своих старичков совсем позабыла, — папа специально тяжело выдохнул и посмотрел на меня. – Совсем позабыла.<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "                                                                        далее"
      },
      {
        "id": 8,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "9.\n— Ну, какие вы старички! И ни капельки я про вас не забыла, просто так получилось… Но я обещаю исправиться. – говорила и стягивала с себя пальто. <s>r\n\n— Меган, записывай слова Клер. – поднял бровь отец, внимательно смотря на маму, а после вновь посмотрел на меня, — доченька, обещания всегда нужно выполнять, так, что смотри у меня… <s>r\n\n— Пап, я всегда сдерживаю свое слово. Поглядите, может я вам надоем… Будите палками выгонять… — улыбнулась я ему, а мама помогла мне снять пальто.<s>r\n\n— Клер! Что ты такое говоришь? Мы только счастливы, что ты решила нас навестить. И мы всегда рады тебе, и всегда ждем тебя у нас. <s>r\n\n— О-о, нет! Палками это уже будет слишком, — заулыбался отец, а мама его перебила. <s>r\n\n— Грэг, какие палки!? – нахмурив брови, мама посмотрела на отца.<s>r\n\n— Меган, мы ведь шутим! Совсем наши шутки не понимаешь… <s>r\n\n— Ну и шуточки у вас. – покачала она головой. – Клер, давай я помогу тебе вещи занести на верх, а папа, — мама посмотрела на отца, чуть сощурив глаза, — а папа, пока поможет мне с готовкой. <s>r\n\n— Красавицы, у вас десять минут, а потом за стол! – говорил он, а мы выходили из кухни.<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "                                                                        далее"
      },
      {
        "id": 9,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "10.\n  За время пока мы поднимались на верх, успела заметить, что изменились лишь занавеси в холле, но больше ничего не переменилось. И казалось, что даже запах остался таким же, как и раньше: пахло старым деревом и свежеприготовленной выпечкой, и это сочетание переносило меня в детство, когда я прибегала поздно домой после долгих посиделок с друзьями, а родители, дожидаясь моего прихода, начинали нервничать, но меня никто не ругал, а мы просто садились ужинать. И ужин, приготовленный отцом, удавался на славу, и хочу отметить, что он готовил только для нас с мамой. И тогда, собравшись втроем, за нашим круглым столом, я была по-настоящему счастлива, потому что мы собрались все вместе. Но такие моменты являлись редкими, они случались тогда, когда отец возвращался из длительных военных командировок. Служба отца отнимала большую часть времени, что увидеть его раз в месяц для нас с мамой было за счастье. И все это долгое время мы с мамой ждали его, переживали за него, ведь ему приходилось не сладко в тяжелых военных условиях. А после моего пятнадцатилетия отец обосновался на месте и больше никуда не уезжал от нас. ",
    "answers": [
      {
        "id": 12,
        "text": "                                                                        далее"
      },
      {
        "id": 10,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "11.\n  Зайдя в свою спальню, грустная улыбка упала на мои губы. Здесь, в моем уголке, все было как прежде: на одной из стен все так же висели фотографии и постеры, которые я так старательно приклеивала, чтобы скрыть от мамы разрисованную стену, и так же стояли книги на полочках возле рабочего стола, и моя записная книжка лежала на том самом месте возле настольной лампы, и даже моя единственная мягкая игрушка рыбка «Флаундер», которую мне подарила моя школьная подруга еще в далеком 2006, лежала в центре кровати как ни в чем не бывало. Такие мелкие детали растрогали меня, что глаза мои заблестели от накатывавшихся слез, и пелена тихой грусти укутала в свои объятия. Хотя воспоминания были довольно красочны, но осознание того, что время не вернуть тревожило мое сердце, заставляя распадаться на мелкие кусочки от тоски. <s>r\n  Мама дала мне лишь несколько минут, чтобы осмотреть комнату и полетать в облаках, поэтому оставив чемодан возле шкафа, мы спешно вышли. <s>r\n",
    "answers": [
      {
        "id": 13,
        "text": "                                                                        далее"
      },
      {
        "id": 11,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "12.\n— Как видишь, у нас ничего не изменилось, я даже в твоей комнате ничего не трогала, оставила все как ты складывала. – приобняв меня за плечи и поглаживая, говорила мама.<s>r\n\n— Мам, все прекрасно, — положив свою ладонь на ее руку, — прости меня, что я такая плохая дочь, которая совсем забыла про семью…<s>r\n\n— Клер, конечно мы тебя прощаем, — усмехнулась она, — мы довольны, что ты все-таки приехала, а теперь пойдем поедим, ты с дороги, наверное, сильно проголодалась?<s>r\n\n— О-о, да! Я такая голодная, что мамонта съем! <s>r\n\n— Мамонта у нас конечно нет, но папина фирменная лазанья, думаю, тебе понравиться. – мы заулыбались, и продолжили путь в столовую.<s>r\n\n\n<s>r\n— Когда лучше устроить выезд на свежий воздух? – отец внимательно глядел то на меня, то на маму, крутя в руках вилку. – Думаю в пятницу, и погоду обещали хорошую, и маленький праздник все-таки… — улыбнулся. <s>r\n\n",
    "answers": [
      {
        "id": 14,
        "text": "                                                                        далее"
      },
      {
        "id": 12,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "13.\n— Грэг, и какой же ты придумал праздник? – усмехнулась мама, — ты хочешь нас опять на несколько дней вывезти на природу, чтобы мы наслаждались красотой окружающего мира?<s>r\n\n— Мег, мы отметим первый день весны, и заодно исполним мою давнюю мечту… <s>r\n\n— Пап, так ты все-таки решил устроить рыбалку? – жуя говорила и краем глаза поглядывала на маму, которая была немного не довольна затеей отца. Она не разделяла увлечение папы, и рыбалка для нее была настоящим испытанием. <s>r\n\n— Грэг, какая рыбалка, к нам приехала дочь, и не думаю, что она захочет целые выходные рыбачить, и тем более не хватало нам заболеть в такую погоду, да и твое сердце…<s>r\n\n— Меган, это отличный вариант провести выходные всей семьей. Да и мы получим хорошие эмоции и удовольствие от процесса и от результата. И вообще, когда мы последний раз так собирались...?<s>r\n\n— Я полностью согласна. Я руками и ногами за идею! Так, что, пап, готовь удочки и снасти, будем ловить рыбку. – заулыбалась я и посмотрела на недовольное лицо мамы. <s>r\n\n— Моя дочка! – подмигнул мне отец, а мама тяжело выдохнув, сказала: <s>r\n\n— Ну, куда мне против двоих идти, ведь все равно настоите на своем. Рыбалка так рыбалка, хоть я ее совсем не люблю… <s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "                                                                        далее"
      },
      {
        "id": 13,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "14.\n  Остальная часть ужина прошла за обсуждением предстоящего выезда на природу, и я была не против предложения отца. Мне всегда нравились такие мини путешествия и рыбалка с папой. Помню, когда мне было двенадцать, мы поехали в очередной выходной тур, и я была так восхищена нашим путешествие, потому что у меня был самый большой улов. Радости не было предела, но оказалось, что отец мне подлаживал рыбу, чтобы я не расстраивалась, а когда я догадалась, что дело нечисто, то мы очень долго смеялись, но всем говорили какая я отличная рыбачка. <s>r\n  Разделавшись с ужином, я помогла убрать грязную посуду. <s>r\n\n— Спасибо тебе, помощница, — мягко улыбнулась мама, загружая тарелки в посудомоечную машину. – Грэг, ты таблетки выпил? – обратилась, к зашедшему на кухню отцу. <s>r\n\n— Мег, чтобы я без тебя делал, все время про них забываю. – он открыл кухонный шкафчик и взяв баночку с лекарствами, высыпал в ладонь несколько таблеток. <s>r\n\n— Клер, я хотела тебя попросить… — вопросительный взгляд кинула мама в мою сторону. <s>r\n\n— В чем помощь нужна? – облокотившись на столешницу, я внимательно глядела на нее. <s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "                                                                        далее"
      },
      {
        "id": 14,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "15.\n— В нашем магазинчике продавец уволилась, и мы пока не нашли ей замену, а Рита одна не справиться… — не на долго она замолчала, — хотела тебя попросить помочь, буквально на пару дней, я бы и сама, но у меня не получается, дни загружены… <s>r\n\n— Мег, ну, прекрати. Клер приехала не работать в свой отпуск. — говорил отец, ставя стакан с водой на столешницу.   <s>r\n\n— Пап, мне совсем не трудно. Я справлюсь, тем более нет сложности на полки товар раскладывать и чек выбивать. – пожала плечами я. – Мам, хорошо. Все будет сделано. – подмигнула ей. <s>r\n\n— Я была бы очень тебе благодарна! Спасибо, доченька. Но это только на несколько дней, дальше я надеюсь мы найдем работницу, и я освобожу тебя. <s>r\n\n— Мне не трудно, так, что обращайся. Я всегда готова помочь вам.<s>r\n",
    "answers": [
      {
        "id": 17,
        "text": "                                                                        далее"
      },
      {
        "id": 15,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "16.\n                                             \n  Следующий день начался слишком рано для меня, и несмотря на то, что я обычно просыпаюсь позже и ранние подъемы для меня являются настоящим испытанием, то сегодня на удивление чувствовала себя довольно бодро и никакой сонливости в помине не было. Поэтому быстро встав с постели, побежала в ванну, и стала приводить себя в порядок. Конечно, как любая девушка уйму времени потратила на утренний сбор. Все бы ничего, но мои неуправляемые волосы совсем не хотели меня слушаться, но благополучно разделавшись с этим нелегким делом (ну, как благополучно, мне пришлось немного понервничать, и в итоги оставила волосы в своем первозданном виде – прямыми и распущенными), и еще раз убедившись, что выгляжу не плохо, спустилась в низ.<s>r\n\n— Доброе утро! – сказала, входя на кухню. – Что у нас на завтрак? Ммм?<s>r\n\n— Привет-привет, – заулыбалась мама, — у нас овсянка с фруктами и чай. <s>r\n\n— Овсянка… — недовольно скривила лицо, — все папины армейские привычки? Кстати, где он? – поинтересовалась, наливая горячий чай в кружку. <s>r\n",
    "answers": [
      {
        "id": 18,
        "text": "                                                                        далее"
      },
      {
        "id": 16,
        "text": "      назад"
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b20/1904/6b/cdb4675676b1.png"
      }
    ]
  },
  {
    "id": 18,
    "text": "17.\n— Да, привычки неизменны, — улыбнулась мама, ставя на столешницу тарелку с кашей, — Грэг на пробежке. Он каждое утро устраивает получасовой забег. Все не изменяя традиции… <s>r\n\n— Ничего себе! А ему можно с его то сердцем бегать? Все-таки нагрузка большая… — говорила, устраиваясь поудобнее на высоком барном стуле.<s>r\n\n— Ни капельки не вредно! А даже полезно. – отец вошел на кухню и от его неожиданного появления, я вздрогнула. – В здоровом теле – здоровый дух. Доброе утро, солнышко. – подойдя, он поцеловал меня в щеку. – А кашу нужно есть, чтобы обрести силы на целый день, и чтобы мозг хорошо работал. – несколько раз кивнув, папа занял место возле меня. <s>r\n\n— Это конечно все здорово и каша, и пробежки, но с бегом поосторожнее. – говорила, водя по тарелке ложкой. – Мы за тебя переживаем. <s>r\n\n— Вот-вот, смотри осторожнее, а то добегаешься, и, что нам потом делать? – покачала головой мама, и села напротив меня. – И так, Клер, — она взяла в руки чашку горячего чая, и внимательно посмотрела на меня, так пристально глядела, что ложка из моих пальцев выскользнула. <s>r\n",
    "answers": [
      {
        "id": 19,
        "text": "                                                                        далее"
      },
      {
        "id": 17,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "18.\n— Мам, ты так смотришь на меня, — вопросительно подняла бровь, — что-то не так? <s>r\n\n— Нет, я просто любуюсь тобой, — заулыбалась она, — хотела спросить, как ты спала? <s>r\n\n— И все? – засмеялась, — спала просто великолепно! – широко улыбалась.<s>r\n\n— Здорово… — на мгновение повисла тишина, но мама ее быстро нарушила, — а как Джастин? Обо всем поговорили вчера, а о нем не успели. <s>r\n  Набрав полные легкие воздуха, тяжело выдохнула и потупила взгляд на матери, смотрела сквозь нее и молчала, думая, как же правильно объяснить, что мы с ним расстались. <s>r\n\n— Да, как твой паренек поживает? – спросил папа и мы вновь погрузились в минутную тишину. <s>r\n\n— Вроде не плохо, мы расстались. – сказала и сделала глоток горячего напитка, который обжег губы и язык. <s>r\n\n— Клер, как так вышло? Вы были такой хорошей парой, да и Джастин мне всегда так нравился… — начала лепетать мама и встревоженно посмотрела на меня. <s>r\n\n— Так получилось, — пожала плечами, — мы во сколько выезжаем на работу? – попыталась перевести тему разговора.<s>r\n\n— Я не понимаю, вы так долго встречались… — маму перебил отец. <s>r\n\n— Мег, не нужно. Если Клер захочет, то она тебе сама все расскажет. – кивнул мне, — а я рад, что вы расстались. – улыбнулся папа и подмигнул. <s>r\n\n— Грэг!? <s>r\n\n— А, что? Мне он всегда не нравился! Я этого и не скрывал, он обычный слизняк, и совсем не пара Клер. – говорил отец, а мама недовольно сверлила его взглядом. <s>r\n\n— Давайте закроем эту совсем неинтересную тему, и лучше позавтракаем наконец! Иначе мы опоздаем на работу и вообще...! – громко поставив чашку на стол, дала понять, что разговор окончен.<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "                                                                        далее"
      },
      {
        "id": 18,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "19.\n  Дорога до магазина была близкой, поэтому мы быстро приехали. И сразу, когда вошли нас встретила, как я понимаю Рита. Она оказалась своеобразной девушкой, бестией с рыжими волосами и из тех, кто не прячет своих достоинств, а наоборот… А, на вид она примерно моего возраста, может быть даже чуть старше.   <s>r\n\n— Здравствуйте, миссис Одли! – подняв глаза на нас, девушка засверкала улыбкой.<s>r\n\n— Доброе утро, Рита! Ну как у нас дела? – поинтересовалась у нее мама, осматривая магазин. <s>r\n\n— Не плохо, но сегодня еще никого не было. – девушка направила свои голубые глаза на меня и любопытно глядела. <s>r\n\n— Знакомься, Рита, это твоя помощница на пару дней, Клер. <s>r\n\n— Приятно познакомиться, Рита, — улыбнулась я девушке и потянула руку, — думаю мы сработаемся. <s>r\n\n— А как же! Конечно сработаемся. – мы пожали друг другу руки в знак знакомства. – Я так понимаю, Клер ваша… — Рита поглядела на меня, затем на маму.<s>r\n\n— Да-да! Ты правильно поняла. – кивнула я. <s>r\n",
    "answers": [
      {
        "id": 21,
        "text": "                                                                        далее"
      },
      {
        "id": 19,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "20.\n— Девчонки, я рада, что вы познакомились, но мне пора бежать. Рита, расскажи Клер, что и как. <s>r\n\n— Да, конечно миссис Одли. – протянула девушка и посмотрела на меня. <s>r\n\n— Мам, беги, мы справимся.<s>r\n  \n  Мама уехала, и мы остались вдвоем с Ритой. Я внимательно рассматривала помещение, и это был самый обычный магазин строительных материалов. Кроме многочисленных полок с большим ассортиментом товаров, разглядела дверь, по-видимому ведущую в подсобное помещение, и кассу, возле которой я стояла. <s>r\n\n— Так, вот, Клер, — говорила Рита, выходя из-за прилавка, — сейчас я тебе расскажу, что где находиться, а потом нам нужно будет на полки новый товар раскладывать, — выдохнула она и печально посмотрела мне в глаза. – Пройдем. <s>r\n  Мы шли вдоль стеллажей с инструментами, и девушка подробно рассказывала о местонахождении каждого предмета. <s>r\n\n— Рита, я думаю и так сориентируюсь. – улыбнулась ей, — лучше по ходу дела разбираться. <s>r\n\n— Фух, хорошо. А то у меня язык устал. – засмеялась она. – давай лучше чего-нибудь крепкого выпьем? – подняв бровь, посмотрела на меня. <s>r\n\n— Думаю, нам потом не до магазина совсем будет, — похлопала ресницами и смутившись перевела взгляд в сторону. <s>r\n\n— Я про кофе тебе говорю, — захохотала Рита, и подхватив меня за плечи, мы быстро скрылись в подсобной комнате. – А, ты, о чем подумала? – закатила глаза. <s>r\n\n— Подумала и подумала, — отмахнулась я, — мне без сахара если что. – сев на удобный диван возле стены, облокотилась на спинку. <s>r\n",
    "answers": [
      {
        "id": 22,
        "text": "                                                                        далее"
      },
      {
        "id": 20,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "21.\n— Хорошо, будет сделано! А вообще у нас здорово, каждый день столько, народа-а… — протяжно сказала Рита, — так, что скучать не приходиться, всегда что-то новенькое. <s>r\n\n— Ого! Даже так! Ну, что ж, если мы скучать не будем, значит будет все здорово! — заулыбалась я. <s>r\n\n— Это точно, но поверь, после рабочего дня будет не до веселья… – подавая кружку горячего напитка, — аккуратно горячий. <s>r\n\n— Спасибо. – осторожно взяла в руки чашку. – Хм, а я-то думала. <s>r\n\n  С Ритой я быстро нашла общий язык, она оказалась довольно компанейской девушкой, поэтому трудностей в общении не возникло. Мы обсудили предстоящий план на рабочий день за время нашего кофе пития, и даже успели от души посмеяться. Но наш смех прервал звук колокольчика, который висел на двери. А через мгновение в наш укромный уголок заглянул высокий светловолосый парень. <s>r\n\n— Ой, — смущенно улыбнулся, глядя на меня, видимо не ожидал увидеть. – Привет, Рита, — посмотрел на девушку, а после перевел свои глаза на мою сторону. <s>r\n\n— Клер, — дополнила я и мягко улыбнулась ему. <s>r\n\n— Картер, ты проходи, — сказала Рита, а молодой человек прошел к нам. – Это Клер, новая сотрудница, но правда временно. <s>r\n\n— Картер, — представился он и сел на мягкий стул напротив меня. <s>r\n",
    "answers": [
      {
        "id": 23,
        "text": "                                                                        далее"
      },
      {
        "id": 21,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "22.\n— Приятно ознакомиться. – сделала маленький глоток кофе, но лучше бы и не делала, горячий напиток обжег язык, от чего поморщилась. <s>r\n\n— Ты какой-то вымученный сегодня, что-то случилось? – поинтересовалась у него Рита, и подойдя к парню начала массировать его плечи.<s>r\n\n Он и правда выглядел очень уставшим, а его сероватые круги под глазами давали понять, что сегодняшнюю ночь Картер точно бодрствовал. <s>r\n\n— Лучше и не спрашивай. – разминая шею, потянул руки вперед. – сегодня целую ночь со следователем просидел. <s>r\n\n— Чего? – удивленно посмотрела на него Рита, а я, округлив глаза, внимательно посмотрела на парня. <s>r\n\n— Ночью, полиция всех трясла… — покачал головой. – Мою соседку убили, вот и расспрашивали: не видел ли и не слышал ли что-нибудь странное…<s>r\n\n— Какой кошмар! – сказала я, — а, кто убил? <s>r\n\n— Идет следствие, пока ничего не известно. Еще даже подозреваемых нет. Следователи в тупике и не знают, что делать. – тяжело выдохнул.<s>r\n\n— Не сладкая ночка выдалась у тебя. – говорила Рита, — будем надеяться, что убийцу поймают. <s>r\n\n— Конечно. Но, а вообще я пришел к тебе по другому поводу. Хотел сказать, что мама ждет нас сегодня к семи. Так, что не опаздывай. <s>r\n\n— К семи? – недовольно поморщила лицо Рита, но быстро сменив недовольство улыбкой, сказала, — хорошо, к семи значит к семи. <s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "                                                                        далее"
      },
      {
        "id": 22,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "23.\n— Вот и здорово, тогда я побегу. А вам хорошего дня девушки, — Картер поцеловал Риту в губы и подходя к двери сказал, — не берите в голову новости. – он быстро скрылся за дверью и через несколько секунд снова послышался звук дверного колокольчика.<s>r\n\n— Ждет она к семи. – пробурчала Рита, сделав глоток уже чуть остывшего напитка. – Любимая мамочка. <s>r\n\n— Что-то не так? – аккуратно поинтересовалась у нее. <s>r\n\n— Как сказать, его «любимая» мамочка откровенно говоря меня недолюбливает, и порой мне кажется, что она меня порвет на куски из-за сыночка. <s>r\n\n— Что ж ты ей так насолила? А?<s>r\n\n— Ей наверно целый свет насолил… Или это уже неизлечимая болезнь, ну, знаешь, таких мам, которые от сыночков ни на шаг не отступают…?  <s>r\n\n— Значит, это очень тяжелый случай. Тебе остается только смериться. <s>r\n\n— Как меня вообще угораздило в это впутаться, да еще и Картер… — отмахнулась Рита. <s>r\n\n— А что с ним? От мамы не на шаг? <s>r\n\n— Да! «Маменькин сынок» все только о ней и разговорчики. Но это ладно, давай ка, лучше поработаем, а я тебе потом расскажу, как общаться с парнем, у которого все темы разговора сводятся к «мамочке». <s>r\n",
    "answers": [
      {
        "id": 25,
        "text": "                                                                        далее"
      },
      {
        "id": 23,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "24.\n  За работой прошло полдня, и честно сказать, не было ни минутки свободного времени. Здесь была весьма оживленная обстановка, и казалось, что все в округе нуждаются в ремонте и что всем срочно нужно что-то отремонтировать. <s>r\n\n— Клер, расставь вот эти краски на верхние стеллажи. – Рита указала на полки позади кассы. \n\n– А, я пока с гайками и шурупами разберусь. <s>r\n\n  Поставив стремянку к полкам, стала расставлять железные банки с краской. И я так вошла во вкус с расстановкой, что не сразу заметила, что банки мне начали подавать. Да и это я заметила, лишь только тогда, когда низкий голос за спиной застал меня врасплох: <s>r\n\n— А больше ничего нет. Ты быстро справилась, – от неожиданности я вздрогнула и посмотрела на того, кто же говорил. Честно говоря, думала, что обладатель скрипучего низкого голоса окажется постарше и будет одет в старомодный костюм. Но на мое удивление парень был роскошен. Молод и роскошен. Весь в черном – просто и со вкусом. Темно-каштановые волосы были слегка растрепаны, но прическа выглядела безукоризненно. Сильные мужественные черты – квадратная волевая челюсть, прямой длинный нос и огромные глаза цвета шоколад. И эти глаза пристально смотрели на меня.   <s>r\n",
    "answers": [
      {
        "id": 26,
        "text": "                                                                        далее"
      },
      {
        "id": 24,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "25.\n— Что ж, благодарю за помощь. Хотели что-то приобрести? – вопросительно подняла бровь и удобно оперлась на железную лестницу, смотрела на незнакомца. <s>r\n\n— Пожалуй да. Винты и болты. – засверкал блестящей улыбкой, все не сводя с меня глаз. <s>r\n\n— Мг, болты и винты… — только я хотела спускаться вниз, как громкий голос Риты заставил меня остановиться:<s>r\n\n— Клер! Ты закончила? – вышла она к нам, и при виде обаятельного незнакомца словно растаяла. У Риты заблестели глаза, и улыбка поплыла в верх, а идя на встречу, она стала поправлять волосы, и как бы незаметно, но все обратили внимание, поправила глубокий вырез декольте. <s>r\n\n— Чем мы можем быть вам полезны? – подойдя к кассе, кажется еще шире заулыбалась Рита, и смахнула невидимые пылинки со своих плеч. – У нас новая сотрудница, она еще плохо разбирается… — облокотившись на стойку, аккуратно положила руку, а незнакомец улыбался ей своей очаровательной улыбкой. <s>r\n\n— Рита, ты ведь провела подробную экскурсию, — говорила я, спускаясь, — да и тем более в болтах я не плохо разбираюсь. – повернувшись к ним спиной, взяла несколько пачек с нужным материалом.<s>r\n\n— Звучит интригующе, — прозвучал приятный голос незнакомца, от которого волосы на теле встали дыбом, и почему-то стук сердца резко увеличил свою скорость. <s>r\n",
    "answers": [
      {
        "id": 27,
        "text": "                                                                        далее"
      },
      {
        "id": 25,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "26.\n— Ваши винты и болты. – положив на стойку предметы, подняла глаза на парня и похлопала ресницами, — такие подходят? <s>r\n\n— В самый раз, — не глядя на принесенные вещи, говорил, и он все еще смотрел на меня, и от его взгляда становилось не по себе. Полминуты мы простояли в тишине, глядя друг на друга. Я не знаю, что со мной происходило, но меня будто гипнотизировали эти глаза, которые так пристально глядели на меня, словно проникая в самые потаенные уголки моего сознания. Один взгляд заставил встрепенуться, и я почувствовала легкое покалывание в низу живота, и это чувство было ново для меня. Но неожиданно голос Риты эхом пролился в помещении:<s>r\n\n— Клер, нужно рассчитать. – приподняв бровь она смотрела на меня, — не заставляй ждать. <s>r\n\n  Придя в себя, я выбила чек и упаковала покупки в бумажный пакет. <s>r\n— Спасибо за покупку, — улыбнулась и протянула вещи. <s>r\n\n— Благодарю, Клер. – протянул мое имя незнакомец и мурашки побежали по телу, а его легкое касание руки оставило обжигающий след на коже. <s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "                                                                        далее"
      },
      {
        "id": 26,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "27.\n  Забрав вещи, молодой человек направился в сторону выхода, а я наблюдала за отдаляющейся спиной в черной коже, даже так он выглядел сногсшибательно. Открывая дверь, незнакомец медленно повернул голову в мою сторону и подмигнул. Я провожала его взглядом, смотря в окно, и увидела, что парень подошел к мощному мотоциклу черного цвета, который отлично дополнял его брутальный образ. Он положил покупки в багажное отделение, а сам оседлал свирепого зверя, и надев шлем, в секунды пулей рванул с места. От него остался только жгучий след. <s>r\n  Сказать правду? Да, мне он понравился. Черт побери, кокой девушки не понравиться такой парень! Он просто шикарен, из далека чувствуется сила его обаяния и неизгладимый поток энергии. За наше двухминутное знакомство, этот темноволосый молодой человек, заставил меня испытать необъяснимое чувство легкой неги, которая окутала все тело с ног до головы и забросила меня в облачное пространство. А его голос! Его голос был настолько убаюкивающим, и таким ранящим как стрела, что до сих пор он крутиться у меня в голове, а мурашки сами разбредаются по телу. Что говорить про его взгляды… Взгляды, которые испепелили меня, дотла не оставив ничего живого… Подарил же Господь земле такого чертова нахала, который одним глазом может разбить чью-то душу! И что теперь мне делать дальше!?<s>r\n",
    "answers": [
      {
        "id": 29,
        "text": "                                                                        далее"
      },
      {
        "id": 27,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "28.\n— Какой красавчик! – подошла ко мне Рита, — вот бы с таким… — улыбаясь говорила, а после тяжело выдохнула и посмотрела на меня. – Нужно работать, а то ведь парни могут все время отнять. Хотя на таких парней и времени не жалко, не то, что… — отмахнувшись от своих мыслей, Рита пошла к дальним стеллажам, оставив меня наедине с мыслями. <s>r\n  А с другой стороны, пусть этот парень и был настолько великолепен, но тратить время на розовые мечты я не собиралась (хотя, так хотелось) учитывая свой опыт в разочарованиях, понимала, что предаваться иллюзиям – глупо. И так же я понимала, что для него привычно видеть девушек, которые готовы устилаться перед ним. Усмехнувшись своим размышлениям, я совсем успокоилась и перевела дыхание. Мне не за чем забивать голову всякой ерундой! <s>r\n  Остаток дня прошел довольно быстро и вполне продуктивно. А по истечению рабочего времени, мы с Ритой закрыв магазин, попрощались и разошлись. Домой приехала довольно поздно, на диво попала в вечернюю пробку, поэтому меня, совсем обессиленную, сон настиг быстро, как только я предалась мягкой подушке.",
    "answers": [
      {
        "id": 30,
        "text": "                                                                        далее"
      },
      {
        "id": 28,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "29.\n                                              \n  — Клер, солнышко, я список на холодильнике оставила, а мы с Грэгом уезжаем. – громко говорила мама, завязывая пояс пальто, а я быстро спускалась вниз, чтобы попрощаться с родителями. <s>r\n\n— Ну ты спускаешься, — обнажив десна отец смотрел на меня, — я думала это слон бежит. <s>r\n\n— Пап, — запыхавшись говорила, — вообще-то я спешила, чтобы вас не упустить. – сказала на одном дыхании и выдохнула. <s>r\n\n— Клер, ты потерпи немного, мы как примем новую девушку на работу, то тебя освободим. – мама поцеловала меня в щеку. <s>r\n\n—Вы можете не торопиться с выбором, мне в принципе понравилась осваивать новую профессию. <s>r\n\n— Нет уж, доченька, ты нам в качестве адвоката больше нравишься. – говорил отец кивая. <s>r\n\n— Но пока только помощник, — хлопая ресницами, покачала головой. <s>r\n\n— Всему свое время, — папа поцеловал меня в лоб. — хорошего тебе дня, моя машина в гараже если что, ключи у камина. <s>r\n\n— Ого! Ты мне доверяешь свой «Dodge Ram»?! – удивленно посмотрела на него. Отец никому не давал водить свой пикап, даже маме, и его выходка меня очень удивила. <s>r\n\n— Машина в гараже, — подмигнул, и они с мамой быстро скрылись за дверью, а я удивленная, побрела на кухню.<s>r\n",
    "answers": [
      {
        "id": 31,
        "text": "                                                                        далее"
      },
      {
        "id": 29,
        "text": "      назад"
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c11/1904/85/0d469abb1422.png"
      }
    ]
  },
  {
    "id": 31,
    "text": "30.\n  Позавтракав, сняла огромный список покупок с холодильника, который оставила мама и стала собираться. Решив, что, утром выполнив ее просьбу закупиться продуктами, поеду на свою новую временную работу.  <s>r\n  Когда дело дошло до выезда из гаража – настала большая проблема. Я умею водить машину, но к таким агрегатам не привыкла. Когда села в салон, то сразу почувствовала себя довольно уютно и комфортно. Пристегнувшись, была готова самая малость, и с горем пополам мне все-таки удалось выехать. Все трудности были позади, и я со спокойной душой отправилась за покупками. <s>r\n  Возле супермаркета почти не было машин, может две или три, и не удивительно в такую рань мало народа, и поэтому я с легкостью припарковалась. <s>r\n  Взяв железную тележку, покатила ее вдоль стеллажей, и мое внимание привлекла свежая газета, точнее заголовок статьи: «Кровавая расплата». Вздрогнув от весьма пугающего названия, подъехала ближе и взяла в руки один номер, и прочла совсем не радостную статью об убийстве молодой женщины, которую убили в собственной квартире. Сразу вспомнила вчерашний рассказ нового знакомого Картера, который говорил о своей соседке и о ночном допросе. Поморщившись, назад убрала газету, и отбросив лишние мысли, сосредоточилась на списке. <s>r\n",
    "answers": [
      {
        "id": 32,
        "text": "                                                                        далее"
      },
      {
        "id": 30,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "31.\n  Корзина была наполнена продуктами, но оставалось найти только зеленый горошек. Внимательно изучая этикетки, я не заметила, как моя коляска отъехала, задев девушку. <s>r\n\n— Ой, простите. – смущенно сказала я, бросив быстрый взгляд в ее сторону и дальше продолжила крутить банку в руках. <s>r\n\n— Клер? Одли? Не ты ли это? – прозвучал звонкий женский голос, и показалось, что он был уже знаком мне. Настороженно подняв глаза, сразу улыбка поползла в верх. Передо мной стояла моя старая лучшая подруга, с которой в юности мы прошли огонь и медные трубы. Она была все так же лучезарна, как и раньше, улыбалась, и глаза ее блестели огоньками. <s>r\n\n— Салли! Какая неожиданная встреча! – восторженно произнесла я, и мы обнялись. – Сколько лет, сколько зим мы не виделись! – чуть отстранившись от нее, снова взглянула на девушку. Она ничуть не изменилась со школьных лет, все те же волосы соломенного цвета до плеч, уложенные в крупные локоны, чуть поцелована солнцем кожа, маленький вздернутый нос и светящиеся голубые глаза. <s>r\n",
    "answers": [
      {
        "id": 33,
        "text": "                                                                        далее"
      },
      {
        "id": 31,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "32.\n— Клер, очень рада тебя видеть! Какими судьбами в старых краях? <s>r\n\n— Да, вот решила родителей навестить. А ты как? Смотрю ты совсем не изменилась. – улыбалась, осматривая Салли.<s>r\n\n— Все как всегда, мне кажется, что в моей жизни ничего не поменялось. – так же внимательно рассматривала меня девушка. – Рональд! Иди скорее сюда! – громко сказала она, и через несколько секунд передо мной появился Рональд, мой старый школьный друг. С тех пор он круто изменился, стал мужественнее, сильнее и шире в плечах, отрастил бороду, и честно сказать, если бы я не знала, что это Рональд, ни за, что бы в жизни не узнала его. <s>r\n\n— Клер!? – широко заулыбался и развел руки в сторону, — вот так встреча, подруга! Неожиданно! <s>r\n\n— Ничего себе! Как ты изменился! – мы обнялись. – Ребята, я очень рада вас видеть. <s>r\n\n— А мы то как рады тебя видеть! Ты тоже очень изменилась, волосы отрастила, похорошела, — подмигнула Салли. <s>r\n\n— Ты меня за смущала, — невинно похлопала ресницами, — а вы до сих пор вместе? – поинтересовалась. <s>r\n\n— Конечно, — Рональд притянул к себе Салли, — но она конечно не сахар, сама знаешь какой характер… — специально печально вздохнул. <s>r\n",
    "answers": [
      {
        "id": 34,
        "text": "                                                                        далее"
      },
      {
        "id": 32,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "33.\n— Эй! Не сахар!? – легонько локтем Салли ударила его в бок, и он улыбаясь сделал вид, будто девушка так сильно ударила. – Вообще, Клер, приезжай к нам сегодня, мы живем все там же, да и в спокойной обстановке поболтаем, вспомним наши приключения… <s>r\n\n— Да, Клер приезжай! Мы будем рады видеть тебя у нас. – кивнул Рональд. <s>r\n\n— А знаете, я только за! Столько лет не виделись, почему бы и нет. Конечно приеду, — подмигнула. <s>r\n  Немного поболтав с ребятами, мы обменялись номерами, а после я продолжила свой путь к кассе. Рассчитавшись, отвезла продукты домой и отправилась на работу. <s>r\n  Зайдя в магазин, сразу обратила внимание на стоящую ко мне спиной Риту, она что-то раскладывала на полку и кажется не услышала, как я вошла. Тихо подойдя к ней со спины, серьезным низким голосом сказала: <s>r\n\n— Здравствуйте, девушка, и чем это мы занимаемся? <s>r\n\n— Фух! Клер! – от неожиданности, Рита чуть подпрыгнула, и посмотрела на меня, — ты меня до мурашек напугала, — заулыбалась девушка. <s>r\n\n— До мурашек? – сделав удивленный вид, посмотрела на нее. <s>r\n",
    "answers": [
      {
        "id": 35,
        "text": "                                                                        далее"
      },
      {
        "id": 33,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "34.\n— Ага! Ну ты и шутница! – покачала она головой, и мы направились к кассе. <s>r\n\n— Ну, как вчерашний вечер прошел? – говорила, снимая пальто. <s>r\n\n  Рита после моего вопроса помрачнела, и скривив губы посмотрела в пол. Тяжело выдохнув глянула на меня, молчала. <s>r\n\n— Так-так, мне не нравиться твой взгляд. – подняла я бровь. А повесив на вешалку, продолжила, — рассказывай… <s>r\n\n— Ох, я не знаю с чего начать, — тихо проговорила Рита и зайдя за прилавок села на стул, а я тем временем забралась на столешницу и ожидающе поглядела на нее. Мне показалось, что у Риты скопилось слишком много информации, которая угнетающе на нее действовала, поэтому ей необходимо было выговориться. <s>r\n\n— Пока никого нет мы можем спокойно поговорить. <s>r\n\n— Вечер вчера был отвратным. Я думала, что со скуки умру! И от нотаций его мамаши! – она нервно качнула головой, — когда мы приехали, она сразу меня свои ядом облила, и вот так прошли пару часов, и у меня терпения уже не хватало, чтобы нормально выносить ее критику и упреки, и не было сил делать вид, что все супер! – на одном дыхании произнесла. – А потом всю дорогу, когда он вез меня домой, все про мамочку свою говорил и говорил, и я не выдержала и высказала ему все, что думаю! <s>r\n",
    "answers": [
      {
        "id": 36,
        "text": "                                                                        далее"
      },
      {
        "id": 34,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "35.\n— А он что? Что он? – внимательно смотрела на Риту, которая заметно разнервничалась.<s>r\n\n— Он пожал плечами и сказал, что я себя накручиваю! И остановившись у дома, мы попрощались. Тогда мне хотелось просто отдохнуть от разговорчиков, о его маме. – недовольно мотнула головой девушка, и скрививши лицо, выдохнула. <s>r\n\n— Не думала, что есть такие тяжелые случаи… Видимо его мать, действительно под хорошим поводком держит парня.<s>r\n\n— Не то слово! Но больше меня удивляет то, что он всегда ее защищает, а я словно пустое место. – замолчала Рита, и положив нога на ногу, облокотилась на спинку стула. <s>r\n\n— И что ты собираешься дальше делать? – удобно опираясь на руки, выгнула спину, выставляя грудь вперед. <s>r\n\n— Я решила, если он будет продолжать в том же духе, то тогда конец! <s>r\n\n— Думаю, ты абсолютно права. Ведь терпение не всегда хватает. – кивнула я, — а знаешь, может тебе, когда ты с его мамой встречаться будешь, принимать что-нибудь горячительное… Ну, знаешь, что-то легкое поможет расслабиться. – пожала плечами я, чуть улыбнувшись. <s>r\n\n— А это прекрасная идея! Клер, где ты была раньше? – заметно приободрилась Рита. – Так, следующий раз мы завтра встречаемся. <s>r\n\n— Но только ты не переборщи, а то так и в зависимость можно впасть, — мы захохотали. <s>r\n\n— Это уж точно! Главное не переборщить, а то потом мне будет нужна помощь… Вот загоняют же эти свекрови нас девушек в непролазные дебри! – покачав головой девушка и громко выдохнула. – Какой ужас! <s>r\n\n— И не говори! Нам девочкам совсем не сладко! – снова засмеявшись, мы совсем забыли о работе, но нас прервал уже знакомы мужской голос. <s>r\n",
    "answers": [
      {
        "id": 37,
        "text": "                                                                        далее"
      },
      {
        "id": 35,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "36.\n— Доброе утро девушки! – эхом пронесся голос по всему помещению, а по коже прошла холодная дрожь. Вздрогнув, я обернулась назад. Это был тот обаятельный красавчик, который вчера покупал винты и болты. <s>r\n\n  Рита словно пташка взлетела со стула и быстро подбежала к кассе. <s>r\n\n— Доброе утро, — смущенно улыбнулась я, слезая со стойки. <s>r\n\n— Здравствуйте, мы очень рады вас видеть, — захлопала ресницами Рита. – Чем могли бы быть полезны? – девушка широко улыбалась, и казалось, что все ее проблемы разлетелись в разные стороны. <s>r\n\n— Я бы не отказался от помощи. – говорил незнакомец, а она словно заколдованная его голосом, или его обаянием, или идеальной внешностью, стала словно таять. <s>r\n \n «Вот, что происходит с девушками, когда они сходят с ума…» — смотря на Риту, подумала и усмехнувшись своим мыслям, закатила глаза, и кажется это заметил тот парень. <s>r\n\n— Что вас интересует? – я посмотрела на шатена, и он тоже смотрел на меня, и от его пронзительного взгляда мне стало немного не по себе. <s>r\n\n— А, что можете предложить? – уголки его губ поползли в верх, парень пятерней провел по густой шевелюре, и я краем глаза заметила: Рита чуть не обомлела, но на мне его жест не сработал. <s>r\n\n— У нас большой ассортимент товара. – я указала на полки позади него. <s>r\n",
    "answers": [
      {
        "id": 38,
        "text": "                                                                        далее"
      },
      {
        "id": 36,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "37.\n— Пожалуй, мне нужно все! Но один я не справлюсь… — подняв бровь он следил за моими движениями, пока я выходила из-за кассы. <s>r\n\n— Видимо вы затеяли большой ремонт? – усмехнувшись спросила.<s>r\n\n— Да, предстоит большой ремонт. – я шла по правую руку от него, а он, взяв железную коляску следовал за мной. Но резко остановившись, задумчиво посмотрела парню в глаза, а он глянул своим искристым полным интересом взглядом в мои. <s>r\n\n— Наверно, нужны гвозди? – с серьезным выражением лица я перевела глаза на пачки с гвоздями, которые находились за спиной парня. <s>r\n\n— Да, Клер, нужны. – выдохнув, он чуть приоткрыл рот, все следя за мной, и от его пристального надзора было немного некомфортно. Аккуратно обойдя парня, я чуть коснулась его спины и потянулась к пачке гвоздей. <s>r\n\n— Гвозди, — похлопала ресницами и пожала плечами. Я заметила, что в темных глазах незнакомца блеснули огоньки, от которых мое сердце застучало сильнее. <s>r\n",
    "answers": [
      {
        "id": 39,
        "text": "                                                                        далее"
      },
      {
        "id": 37,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "38.\n  Мы долго ходили по магазину, говорили, а тележка все наполнялась и наполнялась, совсем ненужной мелочью. Конечно это было странно, но, что делать если намечается большой ремонт? <s>r\n\n— Кажется, мы обошли весь магазин, — произнесла я, — надеюсь мы подобрали все, что вы хотели? <s>r\n\n— Почти, — его взгляд упал на катушки с веревками. – Они необходимы! – кивнул в полуулыбке. <s>r\n\n— Ммм, хорошо. – я аккуратно стала отматывать веревку, как горячие руки парня легла на мои кисти. Вдохнув больше воздуха, поинтересовалась, — для каких целей нужна веревка? <s>r\n\n— Для каких предпочитаешь ты? – почти прошептал на ухо, и наши руки остановились. Он плавно провел кончиками пальцев до моих запястий, замер, и осторожно сжал их. – Я использую для различного рода игр. — Сглотнув, я почувствовала теплоту его тела и горячее дыхание на своей шее, от которого голова стала кружиться, а сердце почти выскакивало из груди. Я не понимала, что же со мной творится, но дышать мне стало тяжелее, а в низу живота появилось приятное покалывание. «Приди в себя! Что с тобой!?» — пронесся голос в моей голове, и быстро высвободившись из теплых рук этого нахала, я пошла к кассе, а он следом за мной, и спиной я ощущала, как на меня смотрят эти глаза. <s>r\n",
    "answers": [
      {
        "id": 40,
        "text": "                                                                        далее"
      },
      {
        "id": 38,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "39.\n  Когда я стала пробивать товар, шатен в странной ухмылке, окинул меня глазами и сказал: <s>r\n\n— Думаю, тебе тоже нравятся такие эксперименты. – приподняв бровь он посмотрел на меня, а я медленно поднимала глаза, — как насчет опробовать на практики, например, сегодня вечером? – с интересом он сверлил меня глазами. <s>r\n\n— Ммм… Интересное предложение, — приблизившись к нему чуть ближе, мы столкнулись глазами, и снова забурлила кровь в венах, — но у меня другие планы на вечер, — играючи подмигнула, а отстранившись, спросила, — карта? <s>r\n \n  С ухмылкой на лице он протянул банковскую карту, а я, взяв ее, нечаянно коснулась его руки. Пробила чек. <s>r\n\n— Спасибо за покупки и отличного ремонта. – чуть улыбаясь посмотрела в эти жгучие глаза. <s>r\n\n— Спасибо, Клер, — протянул он мое имя, а по телу вновь побежали мурашки, — до встречи. – дерзко подмигнув и заблистав ослепительной улыбкой, он покинул магазин, оставив меня в растерянных чувствах. Несколько секунд я просмотрела на закрытую дверь, но ощутив на себе пристальный взгляд, обернулась. Рита недоуменно смотрела на меня.<s>r\n\n— Ого! Что это было? – подходя к кассе спросила. <s>r\n\n— Ты, о чем? – вопросительно подняв бровь, посмотрела в ее сторону. <s>r\n\n— Я думала, что он тебя прямо здесь разденет… <s>r\n\n— Глупости, — отмахнулась я, — он просто чертов нахал. <s>r\n",
    "answers": [
      {
        "id": 41,
        "text": "                                                                        далее"
      },
      {
        "id": 39,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "40.\n                                             \n  Вечер точно обещал быть не плохим, мне очень хотелось встретиться со своими старыми друзьями, и от души повеселиться. Было бы здорово вспомнить наши теплые вечера, когда мы засиживались допоздна друг у друга, и наши сумасшедшие вечеринки, которые мы иногда устраивали, став постарше. Но мысли о том парне, имя которого мне даже не известно, мешали расслабиться и сосредоточиться, и это меня начало раздражать. ",
    "answers": [
      {
        "id": 42,
        "text": "                                                                        далее"
      },
      {
        "id": 40,
        "text": "      назад"
      },
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c00/1904/de/50c7d800354f.png"
      }
    ]
  },
  {
    "id": 42,
    "text": "41.\n  Всю дорогу в такси пыталась перестать думать о нем – выходило это с трудом. Я не понимала, как же такое может быть, как можно взять и так резко вторгнуться в жизнь, а потом бесследно исчезнуть, оставив огромный след в памяти, что теперь все заполнено этими короткими обрывками наших мимолетных встреч. А как он хорош! Но я не из тех, кто будет сходить с ума от парня, которого совсем не знаю… Или это уже происходит? Нет! Он обычный, и ничего в нем особенного нет, да и вообще, мне не до него. У меня кажется должна быть депрессия по случаю недавнего расставания… <s>r\n  Рассчитавшись с водителем, покинула салон и направилась в сторону дома. Позвонила в дверь. <s>r\n\n— Клер! Приветик! – улыбалась Салли. — Проходи скорее, дорогая. — Мы обнялись, я вошла в дом и передала ей бутылочку красного вина. <s>r\n",
    "answers": [
      {
        "id": 43,
        "text": "                                                                        далее"
      },
      {
        "id": 41,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "42.\n— Как у вас здорово! – быстро прошлась по дому глазами. – Вы решили все кардинально поменять, смотрю.<s>r\n\n— Как видишь, мы сделали ремонт, и от старых вещей не осталось и следа, — хихикнула Салли. – Но Рональд все бурчит, говорит, что современный стиль не в его вкусе. <s>r\n \n  Сняв верхнюю одежду, мы с Салли прошли к кухне.<s>r\n\n — А где Бобби? Что-то не слышно вашего малыша… — Бобби – это большой черный немецкий дог, которому уже должно быть больше семи лет. Помню, когда приходила к ребятам в гости, он первый бежал меня встречать и в знак приветствия облизывал мне руки, но сейчас Бобби не было.<s>r\n\n— Наш мальчишка временно у родителей живет, он новую мебель портил, пришлось на перевоспитание отдать. Но я так скучаю по нему. <s>r\n",
    "answers": [
      {
        "id": 44,
        "text": "                                                                        далее"
      },
      {
        "id": 42,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "43.\n  Зайдя на кухню нас встретил улыбающийся Рональд. <s>r\n\n— О! Клер! Ну наконец-то ты приехала. Мы тебя заждались. <s>r\n\n— Все вопросы к водителю, — подмигнула. – У вас так здорово, стало так светло, мне очень нравиться. <s>r\n\n— Вот видишь, а ты все бурчишь. – говорила Салли Рональду, а он, сощурив глаза помотал головой, — пойдемте, ты, наверное, голодная, Клер? <s>r\n \n  Несколько часов мы безудержно смеялись, вспоминая наши прошлые приключения и казусные происшествия. Рональд похвастался своей коллекцией футбольных шарфов, которая значительно увеличилась с тех пор, а Салли достала из своих закрома старый фотоальбом, и мы с интересом рассматривали фотографии. Это был отличный вечер воспоминаний, и я ни капельки не пожалела, что решила его провести с ребятами. <s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "                                                                        далее"
      },
      {
        "id": 43,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "44.\n  Мы с Салли сидели на мягком диване в гостиной, а Рональд напротив нас в кресле. У него зазвонил телефон.<s>r\n\n— Девочки, я отвечу. – сказал он, приложив к уху мобильник, и вышел из гостиной. <s>r\n\n— Вот, смотри, — показала мне снимок Салли, — сколько нам здесь? – она крутила в руках фото. <s>r\n\n— По четырнадцать кажется, — улыбнулась, — или тринадцать? <s>r\n\n— Не важно, мы здесь откровенно говоря страшненькие, — засмеялась девушка, и резко остановилась, — Клер, ты со мной? <s>r\n\n— Что прости? <s>r\n\n— Ты где летаешь? Такая задумчивая… Ммм? <s>r\n\n— Я здесь, просто второй бокал дает о себе знать, — отшутилась я, отметив свою задумчивость алкоголем, но на самом деле ко мне в мысли вновь врезался тот обаятельный шатен. «О мой Бог! Чтоб его…!» — выдохнула я, и мы с Салли продолжили рассматривать фотографии, и к нам как раз подошел Рональд. <s>r\n\n— Девчонки, соскучились по мне?  <s>r\n",
    "answers": [
      {
        "id": 46,
        "text": "                                                                        далее"
      },
      {
        "id": 44,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "45.\n                                              \n  Утро началось с устранения головной боли, кажется я вчера изрядно переборщила с выпивкой, за что и проклинала себя теперь. Но хорошо, что сегодня не нужно было ехать на работу, мама решила не перенапрягать меня, как она говорила: «Клер, мне уже не удобно как-то, что заставляю тебя работать в отпуск…», поэтому целое утро я лечилась. А ближе к двенадцати, все как рукой сняло, и мы с отцом отправились на шопинг. На «шопинг» за новыми снастями для предстоящей рыбалки.<s>r\n  Он даже решил по такому поводу сделать выходной (оставив армию, отец открыл автомастерскую. Сначала ее основания успех был не велик, но со временем популярность возросла, и мастерская, можно сказать, кормит моих родителей). <s>r\n\n— Клер, как ты думаешь какие блесны лучше, эти или эти? <s>r\n",
    "answers": [
      {
        "id": 47,
        "text": "                                                                        далее"
      },
      {
        "id": 45,
        "text": "      назад"
      },
      {
        "id": 46,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a09/1904/51/8c733683c95d.png"
      }
    ]
  },
  {
    "id": 47,
    "text": "46.\n— Пап, я в этом не сильна, совсем не разбираюсь в этих приманках. – пожала плечами, — может те желтые. – предложила. <s>r\n\n— Да! Их мы тоже возьмем. Пойдем дальше, я хочу еще посмотреть спиннинг. <s>r\n\n— Так у тебя ведь их целая куча, — усмехнулась я, — у мамы приступ сердечный случиться, если она увидит обновки. <s>r\n\n— Она не заметит никакой разницы, — подмигнул, и приобняв меня за плечи, мы двинулись вдоль прилавков. На встречу нам шли мужчина и женщина примерно такого же возраста, что и мои родители. <s>r\n\n— О! Грэг! – широко улыбнулся незнакомец и развел руки в стороны. <s>r\n\n— Питер! – папа так же заулыбался, и подойдя ближе мужчины пожали друг другу руки. – Вы тоже закупаетесь? <s>r\n\n— Да, мы решили обновить нашу коллекцию. <s>r\n\n— Мы? – сделала удивленный вид светловолосая женщина. – По мне так у тебя этого добра навалом… <s>r\n\n— Женщины совсем ничего не понимают, — подмигнул отец Питеру. – А мы вот тоже решили прогуляться. <s>r\n\n— Здравствуйте, — кивнула я и смущенно улыбнулась. <s>r\n",
    "answers": [
      {
        "id": 48,
        "text": "                                                                        далее"
      },
      {
        "id": 46,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "47.\n— Это моя Клер, знакомьтесь. Вот приехала нас навестить в коем-то веке. – говорил папа. <s>r\n\n— Лили, — потянула женщина руку, — можно просто Лили, и без «вы». <s>r\n\n— Приятно познакомиться, Лили. – мы пожали руки. <s>r\n\n— А это мистер Дэвис, — папа указал на мужчину, мне показалось, что что-то знакомое было в нем, хотя я раньше его нигде не встречала. <s>r\n\n— Приятно познакомиться, мистер Дэвис, — мы также пожали руки. <s>r\n\n— Рад знакомству, Клер. А к нам сын тоже решил заглянуть. <s>r\n\n— Вот здорово! Мы нашу красавицу целый год ждали…<s>r\n\n— Ага! И я приехала к ним с сюрпризом. – перебила его.<s>r\n\n— С каким? – внимательно посмотрела на меня Лили. <s>r\n\n— С собой! Я сказала родителям не правильную дату и приехала раньше, и они были так удивлены, плакали…! – покачала головой. <s>r\n\n— Представляю, — заулыбалась женщина, — мы родители всегда плачем, когда детей давно не видим. <s>r\n\n— И по поводу приезда, мы с Меган решили на рыбалку поехать, природа, свежий воздух… — говорил папа. <s>r\n\n— Меган и рыбалка? – удивилась Лили, — это ведь вещи не совместимые, она же терпеть не может рыбалку, как и я.<s>r\n",
    "answers": [
      {
        "id": 49,
        "text": "                                                                        далее"
      },
      {
        "id": 47,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "48.\n— Это верно, но против нас двоих она не пойдет. – пожала плечами я. <s>r\n\n— Питер, Лили, — отец посмотрел на них, — может и вы к нам присоединитесь? Нам веселее было бы… <s>r\n\n— Лил, ну что? Я-то только за рыбалку! – говорил мужчина. <s>r\n\n— Питер, даже не знаю, не удобно…<s>r\n\n— Глупости, наверно было бы здорово, и нам веселее. – говорила я, — да и мужчины бы вдоволь наловились рыбы. <s>r\n \n Немного поболтав, Лили согласилась на рыбалку, и Питер был рад ее решению. Как я поняла, они — хорошие друзья моих родителей, и мне эти люди понравились. Лили и Питер выгладили довольно приветливо, да и разговор у нас пошел хорошо. <s>r\n  Мы приобрели, все, что хотел папа, и когда загрузили покупки в багажник, поехали в мамин магазин, вчера я оставила там запасные ключи от дома. <s>r\n\n— Я буквально на минутку. – говорила, выходя из салона.<s>r\n",
    "answers": [
      {
        "id": 50,
        "text": "                                                                        далее"
      },
      {
        "id": 49,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "49.\n  Зайдя в магазин, не увидела ни Риты, ни мамы. Было так тихо, и эта тишина насторожила меня, но отбросив дурные мысли, зашла за прилавок, и стала искать ключи. И в это время, что-то упало и разбилось в подсобной комнате, от этого звука невидимая волна ударила меня в затылок, мне стало страшно, и немедля я побежала туда. Распахнув дверь, совсем не ожидала увидеть подобного. <s>r\n\n— Ой, извините. – опустив глаза в пол, быстро закрыла дверь. – Вот идиотка. – пробурчала себе под нос. <s>r\n  \n  И правда, очень неудобно получилось, было так неловко, я застукала за любовным делом Риту. «Боже! Вот же нужно было…!» Все это жизнь, но, черт возьми, что это был за парень с ней? Ее Картера я запомнила, но этот тип кто? Она изменяет!? <s>r\n  Через минуту выбежал из подсобки парень, лица, которого мне не удалось разглядеть, потому что он быстро покинул магазин, даже не посмотрев в мою сторону. А после вышла Рита, она поправляла кофту. <s>r\n",
    "answers": [
      {
        "id": 51,
        "text": "                                                                        далее"
      },
      {
        "id": 49,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "50.\n— Привет. – смущенно улыбнулась, — не думала, что ты приедешь… — зайдя за прилавок сказала. <s>r\n\n— Я за ключами, вчера забыла, — следила за ней глазами, — ты ему изменяешь!? – громко сказала я. <s>r\n\n— Клер! Не так громко, зачем клиентам знать, — глазами показала, что мы не одни. Я обернулась, но никого не увидела. <s>r\n\n— Рита, как? – тише говорила я, внимательно глядела на нее. <s>r\n\n— Мы не маленькие дети, такое бывает… Ничего плохого я не вижу. – закатила она глаза. <s>r\n\n— Ничего плохого! – возмутилась я, а потом успокоилась, — да ладно, — отмахнулась, — я вообще за ключами. <s>r\n\n— Держи, — Рита протянула мне связку, а я, быстро взяв ее, направилась к выходу, — пока! – сказала, выходя, и захлопнула дверь. <s>r\n",
    "answers": [
      {
        "id": 52,
        "text": "                                                                        далее"
      },
      {
        "id": 50,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 52,
    "text": "51.\n  Не знаю, что меня так разозлило, но мне стало так неприятно, как тогда, когда узнала, что у моего бывшего парня Джастина есть грешок за спиной. Недовольная я села в машину и мое переменившееся настроение заметил папа. <s>r\n\n— Что случилось? – поинтересовался он.<s>r\n\n— Да так, мелочи жизни. <s>r\n\n— И чего же такие мелочи так тебя подкосили? <s>r\n\n— Пап! Все отлично, мы можем ехать. – резко ответила я, и пожалела, что так сказала, — прости, — выдохнула, — поехали. <s>r\n \n Машина тронулась, и несколько минут дороги мы молчали, что стало как-то неуютно, но папа решил развеять обстановку. <s>r\n\n— Звонила Меган, говорит, что домой приехала и ждет нас. <s>r\n\n— Здорово, а я думала, чего ее в магазине нет, — чуть улыбнувшись сказала, посмотрев на папу. Оставшийся путь прошел без вмешательства плохого настроения.   <s>r\n<s>r\n",
    "answers": [
      {
        "id": 53,
        "text": "                                                                        далее"
      },
      {
        "id": 51,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 53,
    "text": "52.\n                                              \n— Для него это очень важно, ты ведь видишь, как он старается для нас. – говорила я, опираясь одной рукой на стол, а другой на спинку стула. <s>r\n\n— Понимаю, но я ведь беспокоюсь о нем. Грэгу не нужны лишние переживания… А, от его приключений ничего хорошего не будет, затеял эту дурацкую поездку. – выдохнув мама посмотрела на меня. – Ты хочешь сказать, что я не права?<s>r\n\n— Мам, он же не перенапрягается, да и вообще, я считаю, что такие прогулки наоборот хорошо отразятся на его самочувствии. – покачала головой. <s>r\n \n «Срочные новости! Очередное убийство настигло…» — говорил корреспондент утренних новостей, но он не успел больше ничего сказать, как мама выключила телевизор.<s>r\n\n— Зачем? Интересно же, узнать… – глянув на нее нахмурила брови. <s>r\n\n— Утро нужно начинать с хороших новостей, а не с криминала… — покачала мама головой, и поставив чашку кофе на стол, продолжила, — Клер, мне ехать нужно, у меня встреча с поставщиками, а ты выполни пожалуйста мою просьбу. Хорошо солнышко? – она задвигала стул. <s>r\n\n— Ну, хорошо-хорошо, заберу я краску. Можешь не беспокоиться. – опираясь на стул коленкой, покачивалась в стороны. <s>r\n\n— Чтобы я без тебя делала, — подмигнула мама, выходя из столовой, а я последовала за ней. – Мы будем поздно, но ты без нас не скучай. <s>r\n",
    "answers": [
      {
        "id": 54,
        "text": "                                                                        далее"
      },
      {
        "id": 52,
        "text": "      назад"
      },
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/1904/91/442078a9e869.png"
      }
    ]
  },
  {
    "id": 54,
    "text": "53.\n  Я давно мечтала расслабиться и ничего не делать, и поэтому до обеда пролежала в теплой постели за просмотром фильмов, и вставать совсем не хотелось, но выполнить мамину просьбу: забрать краску для Лили, все-таки нужно было. И я отправилась в магазин. <s>r\n\n— Привет! – улыбнулась я Рите, когда вошла в магазин. – Чем занимаешься? <s>r\n\n— О! Привет, я как раз жду тебя. – сказала девушка, поднимая глаза на меня. – Миссис Одли сказала, что ты за краской. – Рита потянула мне большую банку. – Вот, но я цвет не проверяла, вроде должен быть белый. <s>r\n\n— На этикетке не указывают разве? – подняла бровь, и покрутила банку в руках. <s>r\n\n— На этой серии нет, давай проверим. – предложила Рита, — я не успела. <s>r\n\n— Давай, — согласилась я, и стала открывать это злосчастную крышку, которая с трудом поддавалась открытию. Но от неожиданного касания до моей талии, я подскочила от испуга, и белая краска оставила свой огромный след, на моем бледно-розовом пальто. – Вот! Черт! – воскликнула я, и обернувшись, увидела того обаятельного парня, который собирался устроить большой ремонт и уже несколько дней ходит за инструментами и всякой ерундой, глядя на меня, он улыбался своей белоснежной улыбкой. – Что ты себе позволяешь? – я была крайне возмущена его поведению. <s>r\n",
    "answers": [
      {
        "id": 55,
        "text": "                                                                        далее"
      },
      {
        "id": 53,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "54.\n— Мне кажется тебе так больше идет, хорошо дополняет твой образ, — указал он на пятна краски, а его уголки губ плыли в верх. <s>r\n\n— И, что же здесь смешного!? – возмутилась я, и поставила эту банку на стойку. <s>r\n\n— Не нужно так нервничать и злиться, ничего страшного ведь не произошло, — подмигнул шатен, и приближаясь, оглядывал меня с ног до головы. <s>r\n\n  Да как он вообще себя ведет! Мало того, что пугает, распускает свои руки, так еще и смеется надо мной! Разгневанности не было предела, я была готова прибить этого наглеца, чем-нибудь тяжелым по голове, чтобы выбить из него всю дурь.  <s>r\n\n— Клер, ты такая неуклюжая, — все сверкал улыбкой, — нужно быть внимательнее. Парень подошел ко мне ближе, а я стала отходить от него.  <s>r\n\n— Я неуклюжая!? Невнимательная!? – я вся кипела. – А может быть кто-то просто слишком многое себе позволяет! Зачем так пугать!? <s>r\n\n— Глубокий вдох – выдох, главное не нервничай. Сейчас кажется даже модно такие необычные пятна, — засмеялся он, — никто и не поймет, да и тебе идет. – подмигнул. И теперь я хотела его убить! Вот же наглец!<s>r\n\n— Знаешь, еще вроде модны шрамы, говорят, что мужчин они украшают, так, что советую без лишних слов. – притворно улыбнулась, и начала стягивать испачканное пальто. Сразу холодок прошелся по оголенным рукам, и мелкие мурашки разбежались по телу. Как на зло угораздило меня надеть этот короткий топ, но я ведь не знала, что мне придется раздеваться, и поэтому даже не заморачивалась в выборе одежды, да и на улице было относительно тепло. Осматривая досадные пятна, поморщила лицо. – И как это выводить? – недовольно глянула на парня. Он задумчиво окинул меня глазами, потом посмотрел на пальто, и подойдя ко мне забрал у меня мою верхнюю одежду. <s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "                                                                        далее"
      },
      {
        "id": 54,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "55.\n— Нужно в химчистку, они быстро избавятся от свежих пятен. <s>r\n\n— Отличная идея, я бы и не догадалась. – тяжело выдохнула, и попыталась забрать свое пальто. – Эй, отдай мои вещи! <s>r\n\n— Я же говорю, нужно в чистку отдать. – кивнул он, и направился к выходу. Хлопая ресницами, я стояла в недоумении от выходки этого парня. <s>r\n\n— Ты совсем рехнулся!? – я пошла за ним, — мало того, что ты меня краской облил, так теперь еще и вещи забрал! – остановившись в нескольких шагах от него, я поставила руки по бокам. <s>r\n\n— Ты сама себя выпачкала, я здесь совсем не причем, — обернувшись, шатен широко улыбнулся, — но так мне нравиться больше, — этот мерзавец смотрел на мою грудь, — я оценил, но твою вещицу нужно очистить, поехали. – подняв бровь, смотрел несколько секунд мне в глаза, но потом они медленно спускались в низ. <s>r\n\n— Здорово! Ты мне предлагаешь в таком виде ехать? – он не стал ничего отвечать, а просто стянул свою кожаную куртку и накинул мне ее на плечи, и от ее веса меня потянула вниз, но этого я не заметила, потому что мое внимание было приковано к сильным жилистым рукам, да и не только. Его черная футболка слишком облегала, что хорошо вырисовывался каменный торс, видимо он достаточно времени проводил в зале. О мой Бог! Как он хорош, хоть и такой наглец…<s>r\n",
    "answers": [
      {
        "id": 57,
        "text": "                                                                        далее"
      },
      {
        "id": 55,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 57,
    "text": "56.\n— Теперь ты точно не замерзнешь, — подмигнул, и подойдя к кассе, спросил, — берем? – глянул на банку с краской, а я кивнула, и все еще хлопала ресницами. Взяв банку, он направился ко мне, и подхватив меня за плечи, мы поспешили выйти. Я украдкой поглядела на Риту, которая была немного удивлена и совсем не понимала происходящего, и мне удалось лишь сказать короткое «пока». <s>r\n  \n  Выйдя на улицу, мы направились к припаркованной машине. «Он же на мотоцикле был», — подумала я, а парень положил вещи на заднее сидение и осторожно усадил меня вперед. Пока он обходил машину в голове у меня проскользнула мысль: «А, я ведь даже не знаю, как его зовут…» Он сел в машину и дотронулся ключей в зажигании. <s>r\n\n— Стой! – сказала я и внимательно посмотрела на него, а он вопросительно поднял бровь. – Я с незнакомцами не езжу. – сделав серьезное лицо, нахмурила брови и поправила куртку. Усмехнувшись, он произнес: <s>r\n\n— Шон, теперь мы официально познакомились. – Шон протянул мне руку.",
    "answers": [
      {
        "id": 58,
        "text": "                                                                        далее"
      },
      {
        "id": 56,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "57.\n— Шон. – протяжно выговорила его имя, — ну, что ж, Шон, приятно познакомиться, что ли… — хитро улыбнулась и подала ему руку, и меня словно ударило током от его прикосновения и кровь сильным потоком хлынула к моему лицу. Какие горячие и сильные у него руки! Пошлые мысли полезли мне в голову, от чего горячий жар облил меня, опоясав все тело и разум сильным желанием. Не пойми, что творилось со мной, и голова стала кружиться от дурманящих касаний. Ох, каков же дьявол!<s>r\n \n Прийти в себя мне помог звук заведенного мотора. Тяжело выдохнув, глянула на дорогу, мы значительно отдалились от магазина.<s>r\n\n— Куда ты меня везешь? – сглотнув, поинтересовалась у Шона. <s>r\n\n— А куда ты хочешь, чтобы я тебя отвез? – лукаво улыбнулся он и посмотрел на мои руки, которыми я сжимала свои коленки. «Я бы сказала куда бы ты меня отвез…» — подумала, и прикусила губу. <s>r\n\n— Не хочу отрывать тебя от дел, поэтому, если тебе не тяжело, отвези меня домой. – чуть улыбаясь, перевела глаза на дорогу.<s>r\n             \n         \n             \n",
    "answers": [
      {
        "id": 59,
        "text": "                                                                        далее"
      },
      {
        "id": 57,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "58.\n— Как скажешь, но мы все-таки решим проблему с твоей верхней одеждой.  – я только хотела возразить, но меня перебил звонок мобильника, звонили Шону. – Да. Понял. – коротко отвечал он, а когда положил трубку, обратился ко мне, — мы заедем по одному делу. – подмигнул. <s>r\n\n— Эм, но мне не удобно отвлекать тебя, да и до моего дома совсем не далеко. – отказалась я, было очень странно, фраза «заедем по одному делу» немного насторожила. Поежившись, приобняла себя за плечи и с недоверием посмотрела на парня. <s>r\n\n— Клер, это не займет много времени, мы еще успеем спасти твою вещицу. – ослепительно улыбнулся, а мне стало жутковато, ведь я ехала с совсем не знакомым мне человеком, имя которого узнала пару минут назад.<s>r\n\n— Странно все это, — повернувшись к нему, еще крепче обняла себя за плечи, впившись ногтями в кожаную куртку. – Что тебе нужно? <s>r\n\n— Клер, ты напугана? — усмехнулся, — неужели я такой страшный? <s>r\n\n— Нет. – ответила я, — куда мы едем? <s>r\n\n— Тебе не стоит беспокоиться. Разве я похож на маньяка? –он недоуменно посмотрел на меня, а после как всегда улыбнулся показал белые зубы. \n\n– Похож? <s>r\n\n— Я не могу ответить на твой вопрос, ранее мне не доводилось встречать маньяков. <s>r\n\n— А ты забавная, с тобой скучно точно не будет. <s>r\n  На это я ничего не ответила, а лишь продолжила настороженно глядеть на Шона, и на дорогу. А через минуты пять мы остановились у дома. Я внимательно прошла взглядом по территории участка, ничего странного не заметила. <s>r\n",
    "answers": [
      {
        "id": 60,
        "text": "                                                                        далее"
      },
      {
        "id": 58,
        "text": "       назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "59.\n— Мы приехали, как видишь это не логово убийцы. – засмеялся он, и открыв дверь, покинул салон, а я осталась сидеть на месте. – Ты останешься здесь? – поинтересовался Шон, заглянув в машину.<s>r\n\n— Ты ведь сказал, что справишься быстро… <s>r\n\n— Клер, прекрати и пойдем. – он помог мне выйти из машины, и мы направились к дому. <s>r\n  \n  Пока мы шли, я все поправляла рукава курки, которая была слишком велика мне, в которой я словно утопла, но зато мне было тепло. Когда мы подходили к двери, из-за угла дома вышел мистер Дэвис, папин друг, с которым я познакомилась вчера. Я была удивлена его увидеть, и видимо мужчина так же разделял мои чувства. <s>r\n\n— Клер, привет! – улыбнулся он, — не ожидал тебя увидеть. – он посмотрел на Шона, потом на меня. \n\n– Сынок, когда вы успели познакомиться? <s>r\n \n  «Сынок? Шон его сын!? Ничего себе, такого у меня даже и в мыслях не было… Так вот почему мистер Дэвис показался мне каким-то знакомым, просто на него уж очень похож Шон».<s>r\n\n— Здравствуйте, мистер Дэвис, — улыбнулась я. <s>r\n\n— Вы знакомы? – Шон странно поглядел на меня, на отца, — любопытно-любопытно… Интересно, почему я этого не знаю? <s>r\n\n— А чего мы стоим на улице? Давайте пройдем в дом, Клер наверно замерзла… — мистер Дэвис открыл дверь, пропустил меня вперед, а после они зашли с Шоном. – Лили! – позвал он женщину. <s>r\n\n «Лили — мама Шона. — пролетела мысль в голове, — как я удачно заехала, даже сверх маминой просьбы выполню, доставлю краску!» <s>r\n",
    "answers": [
      {
        "id": 61,
        "text": "                                                                        далее"
      },
      {
        "id": 59,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 61,
    "text": "60.\n— Шон, дай пожалуйста ключи от машины. – Шон, непонимающе на меня посмотрел, а я не стала медлить, и просто вытянула у него ключи из кармана штанов. Выйдя из дома спешно направилась к машине, а взяв краску вернулась обратно. <s>r\n\n— Клер! – заулыбалась Лили, — какая встреча! Ну как, Мег настроилась на завтрашнее путешествие?<s>r\n\n— Мне пришлось ее убеждать, что в рыбалке нет ничего плохого. – заулыбалась я. – Она уже настроилась и сказала: ее радует то, что вы тоже будете в ее компании. – подмигнула женщине. <s>r\n\n— Ой, я тоже готова и даже жду завтра. – кивала Лили, — и вообще, почему мы до сих пор в пороге? Пойдемте-пойдемте. <s>r\n\n— Стоп! Какое путешествие? Какая рыбалка? – говорил Шон, оглядывая и отца, и мать, и меня. Он явно был поражен тому, что вокруг него происходит. <s>r\n\n— Мы завтра едем отдохнуть на природу порыбачить. – пояснил Питер, — сынок, мне нужно с тобой поговорить… <s>r\n",
    "answers": [
      {
        "id": 62,
        "text": "                                                                        далее"
      },
      {
        "id": 60,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 62,
    "text": "61.\n— Да, конечно, — ответил отцу, — но только вы объясните мне: почему я ничего не знаю о ваших планах? – он глянул на меня, а я лишь пожала плечами и похлопала ресницами.  <s>r\n\n— Мы просто не успели сказать, — мягко улыбнулась Лили, — и наконец, давайте пройдем!<s>r\n\n— Лили, я же к вам с подарочком, — я потянула банку с краской. – Мама говорила, что вы что-то затеяли.<s>r\n\n— Ой! Клер, да затеяла! И хорошо, что ты здесь, заодно поможешь мне! А-то парни мои совсем ничего не смыслят … — она забрала краску. <s>r\n\n— Шон, мне нужна помощь, — сказал мистер Дэвис, и они вместе ушли, но прежде Шон помог мне снять куртку. <s>r\n\n— Я скоро, — уходя подмигнул шатен.<s>r\n \n  А мы с Лили направились в гостиную. <s>r\n\n— Клер, я затеяла вот, что! Мне давно в голову идея пришла, но только сейчас решилась ее воплотить. – я внимательно ее слушала, — так вот, эту часть стены я хочу покрасить в белый цвет, и сделать из нее фотоколлаж. – она водила руками в воздухе вдоль стены. – Как думаешь какова идея?<s>r\n",
    "answers": [
      {
        "id": 63,
        "text": "                                                                        далее"
      },
      {
        "id": 61,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "62.\n— Ого! Здорово, очень необычно, такого я еще не видела. Думаю, что уголок воспоминаний будет отлично смотреться. <s>r\n\n— Да? Я рада, что тебе понравилась моя задумка. Сейчас я тебе фото покажу, у нас их целая куча, — она подошла к кофейному столику, на котором лежало несколько объемных фотоальбомов. Лили села на диван, а я позади нее оперлась на мягкую спинку. – Вот! – сказала, открыв альбом. <s>r\n\n— Это маленький Шон!? – широко улыбнулась я, посмотрев на первую фотографию, — такой смешной. – Лили потянула мне фото, и взяв ее в руки, внимательно рассматривала снимок. – Здесь он словно ангелок… <s>r\n\n— Это только на фото он такой был, — заулыбалась она, а я в очередной раз вздрогнула от неожиданного касания. <s>r\n\n— Чем вы занимаетесь? – говорил Шон, и его рука плыла по моей талии в низ, и от его прикосновений тело начинало бросать в жар и появилось легкое головокружение, от прильнувшей к мозгу крови. Но я не позволила этому наглецу зайти слишком далеко, а постаралась сразу же убрать его руки. <s>r\n\n— Мы фотографии старые рассматриваем, — повернувшись к нему, сказала, — Лили, говорит, что ты плохой мальчик… — подняла бровь, и уголки губ поползли вверх, а Шона был сосредоточен на мне, точнее на некоторых участках моего тела. <s>r\n\n— Очень, — томно произнес и в его темных глазах, загорелись яркие пламенные огни, которые так завораживали своим блеском, что так хотелось окунуться в этот пожар с головой и сгореть дотла… <s>r\n \n  «Этот парень на меня плохо влияет! В нем на самом деле живет чертенок!» — подумала и улыбнулась своим мыслям. <s>r\n\n— Но ты тоже не подарок… — заулыбался Шон и вновь попытался коснуться меня, но я ловко увильнула от его рук и улыбаясь сказала: <s>r\n\n— Все верно, не подарок, а сюрприз! – подмигнув, обошла диван и села возле Лили, которая в полуулыбке рассматривала фото. <s>r\n\n— Клер, дорогая, как ты думаешь, в каком порядке размещать фото? <s>r\n",
    "answers": [
      {
        "id": 64,
        "text": "                                                                        далее"
      },
      {
        "id": 62,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 64,
    "text": "63.\n  К просмотру фотоальбомов присоединился Шон, а потом и мистер Дэвис. Мы вели непринужденную беседу, шутили, Лили рассказывала истории из молодости, ее дополнял Питер и Шон, и он все время, не глядел и глядел не меня. И почему-то от его изучающих взглядов начинало быстрее стучать сердце, а учащенное дыхание было таким тяжелым, что казалось я сейчас задохнусь, и стараясь вдохнуть больше воздуха, все равно было мало кислорода. Мои щеки становились пламенными, и эти приступы я пыталась спрятать, чтобы никто не заметил, но как ни старалась выходило это с трудом. <s>r\n  После мы переместились в столовую и приступили к ужину. В кругу этой семьи мне было очень комфортно, и казалось мы знакомы целую вечность, хотя я знаю их всего несколько дней. Мне показалось, что их семья довольно сплоченная, и это здорово, когда каждый ценит такие теплые и дружественные отношения и друг друга. А когда мы закончили есть, то уже стемнело, и все химчистки были закрыты, но досадное пятно меня волновало меньше всего, сейчас я просто наслаждалась общение в кругу семьи Шона. И это был один из лучших вечеров. <s>r\n",
    "answers": [
      {
        "id": 65,
        "text": "                                                                        далее"
      },
      {
        "id": 63,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "64.\n— Я удивлен, — произнес Шон, когда отвозил меня домой. — Ты первая девушка, которая понравилась моей матери. <s>r\n\n— Ух ты! Так мне повезло значит!? – удивленно усмехнулась, — ты ведь не специально меня с родителями знакомил? – смотрела на него с улыбкой на лице. <s>r\n\n— Это судьба нас сама привела, — Шон повернул голову в мою сторону, — теперь-то я в нее по-настоящему поверил, Клер… <s>r\n\n  Оставшийся путь мы проболтали, а остановившись возле дома, мы взглянули друг на друга. <s>r\n\n— Спасибо, что подвез, — улыбнулась, — но помни: с тебя должок. – хитро подмигнула.  <s>r\n\n— Не вопрос, — ответил Шон, а я в это время снимала с себя его куртку. <s>r\n\n— И за куртку спасибо, она меня хорошо согрела. – я открывала дверь, и Шон произнес: <s>r\n\n— Тебе ничего и не нужно, ты и так очень горячая девушка… — говорил, кусая нижнюю губу, а я выходила из салона. Шон поспешил за мной. Подойдя ко мне, он коснулся моих оголенных рук и притянул к себе. — Ну, что ж готовься… <s>r\n\n— К чему мне готовиться? – приподняв бровь, с недоверие глянула Шону в глаза. «Что у него в голове? К чему готовиться?» <s>r\n\n— Тебя ждут выходные и я буду учить тебя рыбачить и не только… <s>r\n\n— Ты хочешь быть моим учителем? – прикусив губу, продолжила глядеть ему в глаза. <s>r\n",
    "answers": [
      {
        "id": 66,
        "text": "                                                                        далее"
      },
      {
        "id": 64,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "65.\n— Если ты будешь не против, но я только за, — подмигнул и кончиками пальцев обеих рук провел по моей спине. <s>r\n\n— Ммм… Мне пора, доброй ночи. – протянула я, но Шон меня не выпускал. <s>r\n\n— И все? А как же поцелуй? <s>r\n\n  Несколько секунд мы смотрели друг другу в глаза, и я, приподнявшись на цыпочки, стала медленно приближаться к лицу Шона, и остановилась в нескольких сантиметров от его губ. Мы продолжали зрительный контакт, нам было не под силу разорвать его. Я осторожно коснулась его каменного торса, и подушечками пальцев медленно вела в верх, и на прощание прошептала ему на ухо: «Сладких снов, Шон», — проведя ноготками по его сильной груди, отстранилась от шатена. Улыбнувшись, подмигнула и напоследок еще раз посмотрела на Шона, губы которого были приоткрыты и чувствовалось его тяжелое дыхание, а в глазах метался огненный ураган. «Мне скорее нужно идти домой, иначе он съест меня прямо здесь!» Виляя бедрами, я направилась в сторону дома, а когда подошла к двери, оглянулась назад. Шон облокотившись на машину, наблюдал за мной, чуть улыбался. Послав ему воздушный поцелуй, широко улыбнулась и скрылась за дверью. «Фух! Что же на меня нашло!?» — подумала, войдя в дом. Прислонившись к холодной поверхности двери, тяжело выдохнула, а улыбка все не спадала с моих губ.<s>r\n",
    "answers": [
      {
        "id": 67,
        "text": "                                                                        далее"
      },
      {
        "id": 65,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "66.\n— Клер, привет. – сказала мама, вышедшая меня встречать, — чего ты так улыбаешься? – странно изогнула брови. <s>r\n\n— Ой, даже не знаю! – снова выдохнула, и подойдя к ней поцеловала в щеку. <s>r\n\n— А где твоя верхняя одежда? – спрашивала она, когда я подходила к лестнице. <s>r\n\n— Мам, это долгая история… — отмахнулась, — пап, отлично выглядишь, — подмигнула спускавшемуся отцу и продолжила путь к себе. <s>r\n\n  Упав на мягкую кровать, широко раскинула руки по бокам, а глазами бродила по белому потолку. Сегодня был один из самых странных дней в моей жизни, но никогда я не чувствовала себя настолько легко. И эта легкость подарила мне необычные ощущения, будто тугой узел завязался в низу живота. Чувствовала, что непознанная сила распирает у меня в груди, заставляя ускорять ритм сердце. И все новые эмоции были в диковинку, но они необычно приятны, что хотелось взлететь с места, хотелось смеяться. И теперь, лежа на кровати, все мысли, которые копились у меня в голове разбросало в дальние уголки, и я просто улыбалась, прокручивая в памяти этот день. «А может это и правда судьба? — подумала, и снова засияла улыбкой, — но Шон все-таки еще тот нахал, но надо же каков хорош… Чудеса, да и только…»  <s>r\n",
    "answers": [
      {
        "id": 68,
        "text": "                                                                        далее"
      },
      {
        "id": 66,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "67.\n                                           \n  Машина ехала со скоростью 80 миль в час, и кажется предстоял долгий путь до заветного места. Мы ехали в рыбацкий домик, который сняли на выходные. Отец говорил, что это отличное для уединения место, где можно отключиться от реального мира и где можно испытать удовольствие от общения с природой, и место где самая лучшая рыба. Папа был так рад: он в конце концов едет на рыбалку, о которой мечтал уж очень давно. И я была рада этой поездке, и мама, ярая противница его увлечения. В общем мы все были довольны, и от маленького путешествия хотели получить максимум заряда позитивных эмоций. <s>r\n  Всю дорогу папа в захлеб рассказывал о всех тонкостях рыбацкого дела, провел полный инструктаж по правилам безопасности в случае ЧП, рассказал о разновидностях наживок и прочее. И сначала мы с мамой внимательно его слушали, но перенасытившись большой дозой информации, перестали вникать в суть его слов, а лишь кивали и поддакивали, все равно мы в этом плохо разбираемся… <s>r\n",
    "answers": [
      {
        "id": 69,
        "text": "                                                                        далее"
      },
      {
        "id": 67,
        "text": "      назад"
      },
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c20/1904/89/2ad2fed0df80.png"
      }
    ]
  },
  {
    "id": 69,
    "text": "68.\n  Мои предположения о долгой дороге не оправдались, мы приехали за полтора часа. Когда припарковали машину у рыбацкого домика, этот домик совсем не показался мне «домиком». Это был двухэтажный деревянный особняк, окруженный хвойным лесом. Территория вокруг дома была облагорожена, а оглядевшись внимательнее заметила каменную дорожку, которая вела к реке. «Так-так, мне уже здесь нравиться, от цивилизации не далеко ушли…» — подумала, все мои ожидания превзошли себя. <s>r\n  Я не сразу услышала звук подъехавшей машины, поскольку любовалась красотой здешних мест, да и чуть отошла по тропинке, чтобы взглянуть на спокойную реку. Все мое внимание было поглощено созерцанию природы. <s>r\n\n— Не плохое место, — рядом послышался голос Шона, — тебе здесь нравиться? <s>r\n\n— Да, тут так спокойно, мне кажется я бы не только на выходные осталась в этом месте… — договорив, поглядела на Шона, который наблюдал за живописным пейзажем. <s>r\n\n— Нам бы здесь скучно не было, в этом я абсолютно уверен. – перевел глаза в мою сторону, и только я хотела ответить, но нас окликнули. <s>r\n\n— Клер! Шон! Идите сюда! <s>r\n",
    "answers": [
      {
        "id": 70,
        "text": "                                                                        далее"
      },
      {
        "id": 68,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 70,
    "text": "69.\n  Мы усмехнулись и подошли к родителям. Минуя теплые и радостные приветствия с крепкими объятиями и поцелуями, мы направились к дому, чтобы разложить вещи. Отец открыл дверь и сразу меня настиг свежий запах древесины. Зайдя внутрь дом порадовал своим простором, здесь было светло и в дневное время живого света было достаточно. <s>r\n\n— Предлагаю для начала занять комнаты, — предложил папа, и мы нашей весьма странной компанией пошли следом за ним. <s>r\n\n— Так вот как вы на рыбалку ездите… — протянула я, — я-то думала, что у вас дикий отдых, суровые условия, а тут… — специально глубоко вдохнула и тяжело выдохнула. <s>r\n\n— Клер, суровые условия никто не отменял, но все же, — отец поднял бровь, и поглядел на меня. Мы поднялись на верх, я увидела всего три двери. «Здесь три комнаты? Да ну!» — не успела подумать, как отец опередил мои мысли: <s>r\n\n— Хоть дом и большой, но здесь всего три комнаты, — он посмотрел на меня и Шона, а я, смущенно поморщив лицо обратила внимание на парня, он кажется совсем не был против. «Это шутка? Ну, нет-нет…» <s>r\n",
    "answers": [
      {
        "id": 71,
        "text": "                                                                        далее"
      },
      {
        "id": 69,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 71,
    "text": "70.\n— Клер, не знаю, что предложить, — папа окинул глазами все вокруг себя и пожал плечами. <s>r\n\n— Не волнуйся, пап, мы решим этот вопрос, — хитро улыбнулась Шону, и со своей сумкой в руках пошла к комнате в дальней части коридора. <s>r\n \n  Мне здесь точно нравиться! Очень уютно, просто и со вкусом, но больше всего меня привлекла огромная кровать с пушистым одеялом. «Вот здесь мне будет раздолье! Высплюсь как следует!» <s>r\n\n— А я говорил, — войдя, сказал Шон, — от судьбы не уйдешь, как ни крути. – положив свою сумку в бежевое кресло, направился ко мне. <s>r\n\n— Ну-ну… — говоря, подходила к окну. <s>r\n\n— Ты со мной не согласна? – притворно удивился Шон. – Но нам все же придется делить кровать… — посмотрел на мягкую постель, а потом на меня. <s>r\n\n— Хм, — усмехнулась, — лишь как велит судьба, так и будет. – покачав головой, пресекла попытку Шона дотронуться до меня. – Нас наверно уже ждут, — посмотрела на дверь, — пойдем? Или ты будешь думать, как затащить меня в постель? – как ни в чем ни бывало, я вышла из комнаты, а следом вышел и Шон. Он догнал меня и схватив за запястья притянул к себе. <s>r\n\n— Мне нравятся твои игры, — прислонив мое хрупкое тело к стене, руками пресек проход. <s>r\n\n— Игры? Какие игры? – удивилась я, — я не понимаю, о чем ты, — похлопала ресницами.   <s>r\n",
    "answers": [
      {
        "id": 72,
        "text": "                                                                        далее"
      },
      {
        "id": 70,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 72,
    "text": "71.\n— Мне интересно, что же будет дальше… — шептал на ухо, а мое тело стало терять равновесие от его напора. Его горячее обжигающее кожу дыхание, было настоящей пыткой, из которой мне совсем не хотелось выбираться. – Я не против поиграть, — снова шепча произнес, и прикусил мочку моего уха, а из губ моих вырвался истомленный стон. «Мне нужно срочно на свежий воздух!» Тело горело от его провокаций, и так сильно пылало пламя хмельного желание, что рассудок помутнел, и я силой контролировала свои действия. <s>r\n\n— Нас ждут, — вымолвивши, сглотнула. <s>r\n \n «Свежий воздух мне необходим, срочно нужно освежиться!» Я стала высвобождаться из его рук, и взглянула в эти полные жажды глаза, и снова лихорадочный приступ завладел мною. Шон был на гране, в этом я убедилась, когда мои глаза спустились ниже его торса. Шон резко схватил меня за руку, и мы быстро спустились вниз, я совсем не понимала происходящего. Оказавшись на улице, он посмотрел на меня, укутанными пеленой глазами и сказал: <s>r\n\n— Освежиться не помешает… <s>r\n\n  А мне было сложно, что-то сказать, я лишь кивнула. <s>r\n\n— Клер, — окликнула вышедшая мама, она странно покосилась на нас, но это меня не волновало. – У нас экскурсия. <s>r\n \n Мы переглянулись с Шоном и последовали за ней. <s>r\n",
    "answers": [
      {
        "id": 73,
        "text": "                                                                        далее"
      },
      {
        "id": 71,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 73,
    "text": "72.\n  Прогулка по дому прошла без происшествий, мы спокойно изучили комнаты, а дальше приступили к основному моменту нашего путешествия, к рыбалке. В ней я откровенно говоря была не сильна, а все советы отца и его рассказы пропускала мимо ушей. Нет, конечно я его слушала, но эта информация на долго не задерживалась у меня в голове. <s>r\n  Я наблюдала как умело папа и Питер обращались удочками, к ним даже присоединились их женщины, которые так же, как и я ничего не понимали в этом деле. Кажется, они были счастливы… Ну, а у меня был свой учитель. Шон старался доступно все объяснить и показать, и у нас все получалось!<s>r\n\n— Ты все-таки не безнадежна, — усмехнулся он, коснувшись моих кистей, которыми я сжимала рукоятку удочки. Шон настолько близко прижимался ко мне, что было ощущение, что я чувствую каждую его клеточку. – Хорошо, а теперь подай тело вперед. <s>r\n",
    "answers": [
      {
        "id": 74,
        "text": "                                                                        далее"
      },
      {
        "id": 72,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "73.\n— Зачем? Мое положение как-то влияет? – удивилась. <s>r\n\n— Безусловно, это одна из техник… <s>r\n\n— Но я о таком не слышала, — чуть громче произнесла. <s>r\n\n— Тсс, Клер, просто слушай меня. Наклонись немного вперед… <s>r\n\n  Одной рукой Шон дотронулся моего живота, а я, поддаваясь его силе, последовала более чем странному совету. Словно слившись воедино мы двигались как одно целое. <s>r\n\n— Правильно, — говорил Шон, почти уткнувшись носом мне в макушку. <s>r\n\n— Шон, у нас видимо клюет, смотри, – полушепотом говорила, чтобы не упустить рыбу. <s>r\n\n— Значит рыба взяла приманку в рот. – спокойно ответил он.<s>r\n\n— Что? <s>r\n\n— Сделай подсечку. <s>r\n\n  Мы сделали резкий размашистый рывок, а через мгновенье рассматривали наш пойманный трофей. Рыба кета, которая попалась на наш крючок, была увесистой, холодной и скользкой, но я была счастлива нашему улову. Радовалась так, что мои счастливые вопли наверно распугали всю рыбу вокруг. Я держал рыбу в руках, и смотрела ей в глаза, а Шон наблюдал за моими действиями, и смешок вырвался из его губ. Но, а я смотрела, как наша добыча тяжело хватала воздух, что к моим глазам подступили слезы.<s>r\n",
    "answers": [
      {
        "id": 75,
        "text": "                                                                        далее"
      },
      {
        "id": 73,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 75,
    "text": "74.\n— И, что с тобой делать Ариэль? — мне стало так жаль рыбку. <s>r\n\n— Ариэль? – захохотал Шон, а я, поднеся рыбу к его лицу, сказала: <s>r\n\n— Ты посмотри в эти полные печали глаза, давай ее отпустим? А? <s>r\n\n— Хорошо, — все смеялся Шон, и взяв у меня рыбу, направился к воде. Мы с ним спустились на корточки. — Ну, что ж Ариэль, мы отправляем тебя в доброе плавание. — говорил Шон, и выпустил рыбы в воду, а я, шмыгнув носом, посмотрела на гладь воды. <s>r\n\n— Рыбалка, это точно не мое. <s>r\n\n— Клер, ты не перестаешь меня поражать, — Шон взглянул на меня, — ты удивительная девушка! Это нужно было ловить рыбу, чтобы потом ее отпустить… — снова заулыбался. <s>r\n\n— Мне просто ее стало жалко, — пожала плечами, — я не пережила, если бы она умерла на моих глазах, — с серьезным выражением лица, смотрела на Шона. <s>r\n\n— А почему Ариэль? – вопросительно поднял бровь. <s>r\n\n— В честь русалочки, — пожала плечами и направилась в сторону к нашим родителям, но Шон задержал меня, притянув ближе к себе.<s>r\n\n— У тебя очень доброе сердце, в наше время — это редкость. Ты даже нашу Ариэль спасла от гибели.  <s>r\n\n— Она была не плохая… — широко улыбнулась Шону, — надеюсь, у нее все еще впереди. – захохотав, мы вместе направились к родителям.<s>r\n",
    "answers": [
      {
        "id": 76,
        "text": "                                                                        далее"
      },
      {
        "id": 74,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 76,
    "text": "75.\n  Этот день прошел просто великолепно и продуктивно. Отец вместе с Питером наловили кучу рыбы, и я не знала для чего им столько… Но мужчины уж точно разберутся куда ее девать. Маме и Лили понравилось рыбачить, и они вошли во вкус, что оттянуть их от удочек было нелегко. И этот день прошел в улыбке, целые сутки она не спадала с моего лица, что к вечеру у меня стали болеть щеки. <s>r\n  Плавно с улицы мы переместились в дом и расположились за огромным столом. За ужином мы безудержно хохотали, от рассказов папы и Питера, было так спокойно и беззаботно легко, что это уж очень настораживало… Но выбросив не нужные мысли из головы поддалась моменту веселья. <s>r\n  Наша компания точно с огоньком и у каждого своя изюминка! А наше путешествие просто сумасшедшее. И вообще я до сих пор не понимаю: все так неожиданно произошло и встреча с Шоном, и знакомство с его родителями, и вылазка на природу всем вместе. Может быть и правда нас свела судьба? Не знаю, о чем и думать, но мне это нравиться, хотя двойственные чувства преследуют меня, и плохо это или хорошо… Но сейчас мне не хочется в этом разбираться, нужно просто ловить миг и наслаждаться им, что я и делаю. <s>r\n",
    "answers": [
      {
        "id": 77,
        "text": "                                                                        далее"
      },
      {
        "id": 75,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 77,
    "text": "76.\n  На часах было почти двенадцать ночи, и я, пожелав всем добрых снов поднялась к себе. Быстро умывшись и переодевшись в черный шелковый топ и шорты (я не думала, что мне придется делить комнату с кем-то), стала искать зарядку от мобильника, но потом вспомнила, что она у мамы в сумке. Поэтому мне пришлось идти к ней в комнату. Я минут десять искала зарядку, и нашла ее лишь тогда, когда мама вошла в спальню и помогла мне. Поблагодарив ее, направилась обратно. Вернувшись в комнату, передо мной открылась необычная картина: Шон в одних боксерах лежал в постели, и когда я вошла на его лице появилась довольная ухмылка. Я опешила от увиденного: «А у него хорошая фигура!» На груди Шона было несколько татуировок, это были необычные рисунки и видимо в них вложен тайный смысл, который знает только сам парень. Стараясь не обращать внимание на его пресс, сильные жилистые руки, на татуировки, на его огненные глаза, молча подключила телефон к зарядке, и положила на прикроватную тумбочку возле Шона. Он тоже молчал, в полуулыбке смотрел на меня. ",
    "answers": [
      {
        "id": 78,
        "text": "                                                                        далее"
      },
      {
        "id": 76,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 78,
    "text": "77.\n— Шон, — повернулась к нему, — дай пожалуйста руку, — мило улыбнулась. А он непонимающе потянул свою кисть. Аккуратно взяв его теплую ладонь, тихо сказала, — вставай. – Шон точно был в недоумении, но его глаза плавно спускались от моего лица на более интересные участки тела. Он послушал меня и поднялся с постели, а я медленно разворачивалась, меняясь с Шоном местами. <s>r\n\n— Клер, — тяжело выдохнув, произнес мое имя, — что ты делаешь? <s>r\n\n— Я? Ничего, — похлопала ресницами, — спасибо, что нагрел мою кровать. – подмигнув, отпустила его руки и улеглась на мягкую постель. <s>r\n\n— Только твою кровать? – заулыбался Шон, — Клер? <s>r\n\n— Ты, что и правда думал, что будешь со мной спать? – сделав пораженный вид, посмотрела на Шона, а потом резко улеглась на кровати по диагонали, раскинув руки в стороны, — тебе просто не хватит места. – смешок соскочил с губ. <s>r\n\n— Так не честно! Я первый занял ее! <s>r\n\n— Хах! Но я-то уже на ней лежу! – смеялась, — так, что Шон… — не успела договорить, как он навис надо мной. <s>r\n\n— У тебя нет выбора, — его тело было горячим, и это я чувствовала, когда он спускался все ниже и ниже. <s>r\n\n— Выбор есть всегда, — выдохнула, а глаза мои спустились к тату на груди Шона. Очень необычный рисунок, что-то похожее на волка, хотя я была в этом не уверена, и мне так захотелось коснуться ее, что, не удержав желание, легонько дотронулась и провела вдоль татуировки. Заметила, как от моего прикосновения по телу Шона пробежали мурашки. – Интересная татуировка. <s>r\n",
    "answers": [
      {
        "id": 79,
        "text": "                                                                        далее"
      },
      {
        "id": 77,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 79,
    "text": "78.\n— Нравиться? – спросил Шон, смотря мне в глаза, а я все еще рассматривала тату и подушечкой указательного пальца выводила круги. <s>r\n\n— Да-а, необычная татуировка, я хочу себе набить, но все еще боюсь… Это слишком больно? – посмотрела Шону в глаза, и в комнате повисла долгая пауза молчания. <s>r\n \n  Мы глядели друг на друга, и казалось время остановилось и были слышны лишь стуки наших сердец. Пропал и смех. В секунды Шон приблизился еще ближе, и остановился в нескольких миллиметрах от моих губ, дразнил пылкими устами. И такое испытание мне было выдержать больше не под силу, поэтому я преодолела это маленькое расстояние, разделяющее нас, и коснулась его страстных губ. Невидимые линии тока проскочили между нашими телами, и я почувствовала приятный импульс в области груди, который спускался в низ, распространяясь по всему телу. Рефлекторно мои руки обвили талию Шона, и кончиками ногтей я вцепилась в его кожу. А его властные движения сводили меня сума, и поддаваясь, я следовала за ним. Это был больше чем поцелуй, он разбудил во мне неведомую силу, которая ярким пламенем вспыхнула у меня в груди. Шон впивался пылающими губами в мои, мы испытывали удовольствие тонув в сладострастных чувствах. Можно было бесконечно наслаждаться, но запас кислорода в легких почти опустел. Оторвавшись друг от друга, вдохнули горячий воздух, и не могли надышаться им. Я совсем потеряла контроль над разумом, голова кружилась от опьяняющего поцелуя, и только неожиданный раскат грома, помог прийти в себя. <s>r\n\n— Это гроза? – шепотом произнесла, бродя по размытому образу Шона. <s>r\n",
    "answers": [
      {
        "id": 80,
        "text": "                                                                        далее"
      },
      {
        "id": 78,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 80,
    "text": "79.\n— Кажется да. – ответил он, и встав, потянул меня за собой, а удар грома и молнии сотряс весь дом, и в мгновение погас свет. <s>r\n\n— Шон! – испуганно прижалась к нему, и он обнял меня. <s>r\n\n— Не бойся, просто выбило пробки. – гладил мою спину, и подхватив на руки, уложил на кровать. <s>r\n\n— Ты куда? – спросила у него, когда почувствовала, что он отстраняется от меня. <s>r\n\n— Я скоро, нужно проверить считок, — Шон поцеловал меня в кончик носа, и через несколько секунд я услышала звук закрывшейся двери. <s>r\n\n  Не сказать, что я была сильна напугана, но все-таки было жутковато от внезапно накинувшейся грозы. Не помню, чтобы в конце февраля, только в начале весны была гроза. Такие неожиданные погодные явления были редки, и в голове у меня поселилась совсем не хорошая мысль: а что, если это знак, знак надвигающейся беды. Вздрогнув от собственных мыслей, закуталась в одеяло. А через несколько минут Шон вернулся обратно. <s>r\n\n— Шон, — шепотом позвала его, и скоро он оказался рядом, в темноте я заметила блеснувшие глаза. — Что там?<s>r\n\n— Это были не пробки, просто электричество пропало, но надеюсь утром оно появиться.<s>r\n\n— Не оставляй меня, ладно. – шмыгнула носом и посмотрела на его темные очертания тела. <s>r\n\n— Не бойся, я буду с тобой, — мягким полушепотом произнес и обняв меня, уткнулся носом в волосы, а я, обвив его талию рукой, положила голову на плечо. Засыпав в его объятиях, чувствовала себя защищенной, и мысли о плохом исчезли…<s>r\n",
    "answers": [
      {
        "id": 81,
        "text": "                                                                        далее"
      },
      {
        "id": 79,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 81,
    "text": "80.\n                                          \n  Проснувшись утром, с трудом открыла глаза и окинула взглядом комнату. Я была одна. «Фух, слава Богу, иначе бы я больше не вынесла этого жгучего шатена! Но все же, где он подевался?» Думая где он делся, услышала голоса на улице. А подойдя к окну, сразу увидела смеющихся отца, Шона и Питера. «Вот, это да! Папа нашел себе товарищей на утреннюю пробежку…» Хотя это не удивительно, видимо это чутье свело их вместе. Ведь они военно-закаленные мужчины, в крови которых так и плещет сила. «Отлично! Если Шон на пробежке, значит я успею сходить в душ!»<s>r\n",
    "answers": [
      {
        "id": 82,
        "text": "                                                                        далее"
      },
      {
        "id": 80,
        "text": "      назад"
      },
      {
        "id": 81,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a08/1904/54/0be6567d716c.png"
      }
    ]
  },
  {
    "id": 82,
    "text": "81.\n  Встав под горячие струи воды, почувствовала себя на седьмом небе блаженства. Наконец-то я смыла все, что накопилось за последние сутки, а теперь можно начинать новый день! Только выйдя из душа, поняла, что полотенце осталось лежать на кровати. Чуть поежившись, ступила несколько шагов по холодной плитке. Мурашки побежали по телу, и я решила, что не нужно дрожать, а лучше быстренько выскочить и укутаться в полотенце. Я совершила задуманное, но немного сбившись от плана. Распахнув дверь, прямиком побежала к кровати, и влетела в Шона, и все чтобы ничего, но на нем так же, как и на мне не было одежды. Ввалившись на парня всем своим телом, мы быстро пересеклись глазами, и я поспешила встать и укутаться одеялом. Какой досадный инцидент вышел! Мое лицо пылало огненно-алой краской, кошмар! Но Шона кажется эта ситуация раззадорила, и он как ни в чем не бывало поставил руки на пояс и сказал: <s>r\n\n— Утро доброе, Клер. Я не думал, что ты меня так ждала! – заулыбался он, а я отвела глаза в другую сторону. Я видела все! «О, мой Господь! За, что ж такие испытания! Что за Дьявол этот Шон!?» <s>r\n\n— Почему ты ходишь голый!? – прошипела я, нервно поправляя одеяло. <s>r\n",
    "answers": [
      {
        "id": 83,
        "text": "                                                                       далее"
      },
      {
        "id": 81,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "82.\n— Тебе не нравиться? – заблистал фирменной улыбкой, но я не стала ничего отвечать, а лишь швырнула в него полотенце. – А почему ты в таком виде бегаешь? – он не собирался прикрываться. «Вот, подлец!»<s>r\n\n— Я думала, что я одна. <s>r\n\n— То есть ты всегда так по дому ходишь? – Шон сделал удивленный вид, и все-таки прикрылся полотенцем. <s>r\n\n— Почему ты не на пробежке? – нахмурила брови. \n\n– Я видела, как вы бежали. <s>r\n\n— Ты просто соня! – заулыбался, — ну, и как видишь мы уже закончили, и я собирался в душ, но ты на меня набросилась, — внимательно оглядел меня, а потом продолжил, — не хочешь со мной искупаться? Ммм? – я вся кипела от нахлынувших чувств! Взяв подушку в руки, нацелилась на Шона, но тот поспешил спрятаться в ванной, и мое оружие не тронуло его. – Ого! Но может ты все-таки передумаешь? – приоткрыв дверь, высунул голову и посмотрел на меня, и теперь вторая подушка полетела в его сторону. <s>r\n\n  Быстро переодевшись, я чуть ли не бежала из комнаты. Вот это доброе утро! Заходя в столовую, перевела дыхание и словно ничего не произошло, заулыбалась:<s>r\n\n— Всем привет! <s>r\n",
    "answers": [
      {
        "id": 84,
        "text": "                                                                        далее"
      },
      {
        "id": 82,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "83.\n— Доброе утро, солнышко, — сказала мама, оторвавшись от разговора с Лили. <s>r\n\n— С добрым утром, Клер, — мягко улыбнулась Лили, — как тебе на новом месте спалось? <s>r\n\n— Знаете, не плохо, я даже ни разу не просыпалась. – присоединившись к их компании, взяла свежий тост. <s>r\n\n— А какая гроза была, — говорила мама, — очень странны для начала весны, такие природные явления. <s>r\n\n— И не говори. Я поэтому и ночь заснуть не могла! – сказала Лили.<s>r\n\n  Мы болтали о мелочах, но моя утренняя компания стала распадаться: маму позвал отец, а Лили позвонили, и она вышла из комнаты. Но я оставалась одна не долго. Вошел Шон, и тост, который я держала в руках застыл, я не могла не обратить внимания на его влажные растрепанные волосы, с которых скатывались мелкие капли воды. Он провел пальцами по влажным волосам, и несколько капель упали на шею Шона и медленно поплыли вниз. Я наблюдала за ним, а он за мной. И подойдя ко мне Шон наклонился, загородив проход, сказал:<s>r\n\n— Мне все понравилось, у тебя очень красивая фигура. – откусив кусок моего тоста, подмигнул. Я не могла подобрать слов, поэтому продолжала сверлить его не добрыми глазами, мне хотелось его прибить за его нахальство. Но Шону повезло, к нам присоединилась наша веселая компания. <s>r\n",
    "answers": [
      {
        "id": 85,
        "text": "                                                                        далее"
      },
      {
        "id": 83,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 85,
    "text": "84.\n  Завтракая, мы с Шоном переглядывались, и все время он лукаво улыбался. Но я перестала обращать на это внимание, а включилась в разговор с родителями. Словом, завтрак прошел не плохо, но от утренней пробежки за полотенцем я все еще не могла отойти. <s>r\n  Остаток дня мы провели все вместе. Мужчины устроили для нас заплыв на скоростных лодках. Мы покоряли воду, и мне даже удалось побывать в роле штурмана, и конечно под руководством моего «учителя», который разбирался во всех областях и не только… После водной прогулки, мы с Шоном гуляли вдоль берега. И оказалось, что он был не таким уж и наглецом, а вполне самостоятельным и адекватным парнем. Я узнала, что Шон пошел по стопам отца и решил связать свою жизнь с армией. Шон рассказал о своих боевых операциях, в которых получал ранения, и я с замирание сердца слушала шатена, и поражалась его выдержке, терпению. <s>r\n",
    "answers": [
      {
        "id": 86,
        "text": "                                                                        далее"
      },
      {
        "id": 84,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 86,
    "text": "85.\n  Мы сидели на речном пирсе, а Шон рассказывал, как он и его боевая армейская команда, накрывали преступную группировку.<s>r\n\n— И что с ним случилось? – спросила, затаив дыхание. <s>r\n\n— К сожалению, он погиб… — выдохнув, Шон посмотрел на водную гладь, — жизнь всегда забирает самых лучших.  <s>r\n\n  Дотронувшись руки Шона, сомкнула наши пальцы в замок, и так мы несколько минут наслаждались речной тишиной, но он резко развернул меня к себе. <s>r\n\n— Клер, я не знаю, что будет дальше, но тебя я не хочу терять… — и только я хотела ответить на его слова — он не дал мне этого сделать, накрыв мои губы в требовательном поцелуе. И вновь земля ушла из-под моих ног, а тело стало ватным и совсем не контролируемым. С поцелуем будто открывались новые неизведанные мной чувства, которые дарили мне необъяснимые ощущения приятной тяжести в области сердца. Это состояние переносило за грань сознания, все блекло и теряло свои очертания, и лишь жаркие прикосновения Шона возвращали меня на землю. Но как жаль, что все хорошее имеет такую способность так быстро кончается, и приходиться спускаться обратно в реальность. И как жаль, что настает время прощаться. Но Шон обещал, что это не на долго…<s>r\n",
    "answers": [
      {
        "id": 87,
        "text": "                                                                        далее"
      },
      {
        "id": 85,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 87,
    "text": "86.\n  Поздним вечером мы держали путь домой. Почти всю дорогу я всматривалась в густую темноту, и снова и снова погружалась в мысли. И словила себя на том, что что-то необычное зарождается у меня душе, завязывая узелок тонкой ниточки. Так я и заснула по дороге домой, и засыпая, на лице появилась улыбка.<s>r\n<s>r\n  Утро сегодня началось очень рано: отец вынудил бежать с ним кросс, и сначала мне было сложно раскачаться, но когда узнала, что у нас будет третий компаньон по имени Шон, то я быстро взбодрилась. <s>r\n  Забег удался, и я ничуть не устала, мне было приятно находиться в компании Шона и отца, которые хорошо ладили, правда они были знакомы задолго до того момента пока я не узнала, кто такой Шон… Так бывает, возможно это и есть судьба…? И мне остается только догадываться. <s>r\n",
    "answers": [
      {
        "id": 88,
        "text": "                                                                        далее"
      },
      {
        "id": 86,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "87.\n  Улыбаясь мы вошли в дом, и ничего не предвещало плохого, как в дверь позвонили. Открыв ее, нам представился офицер полиции. <s>r\n\n— Здравствуйте, — сказал мужчина в форме, — офицер Рамирес. Мы расследуем дело об убийстве Риты Эванс. Мне необходимо вас допросить. <s>r\n\n— Рита? Ее убили? – задержав дыхание, с паническим удивление глядела на полицейского. Я не могла пошевелиться, стояла как вкопанная на одном месте, приоткрыв рот от шока.  <s>r\n\n\n              Продолжение следует......❤️\n",
    "answers": [
      {
        "id": 1,
        "text": "                                                                  в начало"
      },
      {
        "id": 87,
        "text": "      назад"
      }
    ]
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  }
]