[
  {
    "id": 1,
    "text": "Автор: ...\nОписание:Многие из вас хоть раз были в лагере: спортивном, летнем, оздоровительном... Главной героине этого квеста тоже предстоит отправится в один из таких. Она попадёт в физико-математический лагерь. Вам кажется, что туда отправляются только зубрилы и только чтобы учится? Не совсем...Даже несмотря на кучу уроков остаётся полно времени на чувства, такие как любовь и дружба! Но решать, как пройдёт эта смена предстоит Вам. Я уверена, что в любом случае, она будет замечательной! Самое интересное, что все 3 сюжетные линии будут основаны на реальных событиях. \nБоюсь, это получился больше рассказ, но надеюсь, что вам понравится.) Будет очень здорово, если вы укажите на мои ошибки и оставите свое мнение в комментариях) ",
    "answers": [
      {
        "id": 2,
        "text": "Персонажи"
      },
      {
        "id": 9,
        "text": "Главы"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://a.radikal.ru/a30/1903/d2/dfb990214fa4.jpg\n\n",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Здесь описание героев, с которыми вы знакомы (или познакомитесь)\nРешила не прилагать фотографии. У каждого свой вкус) ",
    "answers": [
      {
        "id": 1,
        "text": "Выход в главное меню"
      },
      {
        "id": 3,
        "text": "Эльза"
      },
      {
        "id": 5,
        "text": "Альбатрос"
      },
      {
        "id": 6,
        "text": "Фаина"
      },
      {
        "id": 7,
        "text": "Ювенала"
      },
      {
        "id": 8,
        "text": "И другие... "
      }
    ]
  },
  {
    "id": 3,
    "text": "Эльза\nВозраст: 16 лет\nВнешность: Светлые прямые волосы средней длинны. Привлекательные черты лица. Серо-зеленые глаза. Такой тип девушек, который всем нравится, но в который мало кто влюбляется.\nХарактер:спокойная. Любит читать и мечтать (редкая особенность среди современных подростков).\nОстальное на ваш вкус)",
    "answers": [
      {
        "id": 2,
        "text": "Другие герои"
      },
      {
        "id": 1,
        "text": "Обратно в меню"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я выбрала себе место около окна. Автобус был почти пустой. Ну и зачем  я встала так рано? Все равно все опоздали и выехали мы не в девять, как предполагалось, а на час позже.\nВсю двух часовую дорогу я благополучно проспала. И окно мне совсем не понадобилось.\nПроснулась я только когда Лив прокричала:\n—Мы подъезжаем, но оставайтесь на своих местах, мне вас еще пересчитать надо!\nНо её уже никто не слушал, все прильнули к окнам. Мы въехали на территорию. Там стояли остальные вожатые и смеялись. Все махали нам руками, и мы делали то же самое. Автобус остановился, и мы все высыпали наружу.\n—Эльза, сначала забери багаж, а потом подходи ко мне записываться в комнату, я оставлю тебе хорошее местечко, если поспешишь.- сказала Лив и подмигнула.",
    "answers": [
      {
        "id": 20,
        "text": "Забрать багаж"
      }
    ]
  },
  {
    "id": 5,
    "text": "Альб\nСын директора лагеря. \nВозраст:17\nВнешность: Светлые кудрявые волосы. Привлекательные черты лица. Желтовато — зелёные, словно кошачьи, глаза. Достаточно высокий рост.\nХарактер: весёлый, открытый парень, с которым можно поговорить на любую тему. ",
    "answers": [
      {
        "id": 2,
        "text": "Другие герои"
      }
    ]
  },
  {
    "id": 6,
    "text": "Фаина\nСестра-близнец Ювеналы. \nВозраст: 16\nВнешность: Светлые, почти белые волосы. Тонкие губы, большие светло-голубые глаза. Ростом всего на несколько сантиметров ниже Эльзы.\nХарактер: подвижная, весёлая. Можно даже сказать, что несколько беспечная. Возможно, сказалось то, что она младше Ювеналы на целых семь минут.) ",
    "answers": [
      {
        "id": 2,
        "text": "Другие персонажи"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ювенала\nСестра-близнец Фаины.\nВнешность: неразличима со своей сестрой, особенно если вместо очков надевает линзы. \nХарактер: наудивление собранная, но не строгая. Спокойная, чем очень сильно отличается от Фаины. \n",
    "answers": [
      {
        "id": 2,
        "text": "Другие герои"
      }
    ]
  },
  {
    "id": 8,
    "text": "Мелисса — лучшая подруга Эльзы, к сожалению в лагерь не едет\nОливия — вожатая\nМарк — презираемый всеми нарушитель веселья\nВойт — родной брат Альба, новый вожатый. \nДориан — мальчик, с настоем валерьяны\n",
    "answers": [
      {
        "id": 2,
        "text": "Другие герои"
      }
    ]
  },
  {
    "id": 9,
    "text": "Перед прохождением советую ознакомиться с героями",
    "answers": [
      {
        "id": 10,
        "text": "Глава 1. Олимпиада"
      },
      {
        "id": 19,
        "text": "Глава 2. Первый день",
        "need": 17
      },
      {
        "id": 42,
        "text": "Глава 3. Вечеринка",
        "need": 41
      },
      {
        "id": 72,
        "text": "Глава 4. Свидание",
        "need": 71
      },
      {
        "id": 91,
        "text": "Глава 5. Месть",
        "need": [
          89,
          90
        ]
      },
      {
        "id": 121,
        "text": "Глава 6. Игра",
        "need": 110
      }
    ]
  },
  {
    "id": 10,
    "text": "Похоже, я немного опаздываю на физику. Уже прозвенел звонок на урок. Опаздала я минуты на три, но в нашей школе это просто смертельно. По этому я не особо удивилась недовольным взглядам одноклассников. Но тут я увидела сердитый взгляд директора, непонятно что делающего на обычном уроке физики. Это надо было так опоздать! ",
    "answers": [
      {
        "id": 11,
        "text": "Войти в класс"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я уже испугалась, что нам начнут читать нотации на тему: \" Ну вы же физико-математический класс, вы должны быть примером для всего остального лицея! Опаздывать на четыре минуты не простительно! \" и так далее... \n— Эльза, садитесь на свое место и постарайтесь больше не опаздывать.- сказал он и снова уткнулся в бумаги, что-то туда вписывая и добавил, обращаясь к классу,- Всё на месте? \nПока эти \" все \" сонно оглядывались и перечислили отсутсвующих, я тихонько прошла к своему месту, радуясь, что нотаций не будет. \n\n",
    "answers": [
      {
        "id": 12,
        "text": "Сесть на свое место"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я плюхналась рядом с Мелиссой и спросила:\n— Что мы натворили на этот раз? Да такое, что к нам сам директор пришел?\nОна посмотрела на меня непонимающими и удивленными глазами, а потом ответила:\n— Ты забыла? У нас же сегодня олимпиада!\nТочно, нам об этом напоминают вторую неделю подряд, но это не помешало мне забыть.\nПока мы с Мелиссой перешептывались, директор начал рассказывать правила поведения, как заполнять бланки и прочие вещи, которые все и так знают, но сказать это надо обязательно. Формальности есть формальности, и нам пришлось сделать вид, что мы слушаем.\nВ конце концов нам раздали бланки и мы приступили к работе. ",
    "answers": [
      {
        "id": 13,
        "text": "Неделю спустя"
      }
    ]
  },
  {
    "id": 13,
    "text": "— И так, зачитываю баллы, — сказал наш учитель физики растягивая слова и пытаясь повесить интригу.- Мари, так так так, 30 баллов, лучший результат класса. Затем Эльза — 25 баллов.\nО, я прошла, это хорошо. Олимпиада была не трудная, тем более нас к ней готовили в течении всего года. Я почти уверена, что прошёл весь класс, исключая нескольких людей, которых не было в тот день. А учитель тем временем заканчивал:\n— Мелисса — 13 баллов, Дэн — 12 баллов.- после этих слов он положил листы с результатами и сказал,- все, кого я назвал приглашены в лагерь, для подготовки к следующему этапу. Жду ваших родителей на собеседовании с 19:00 до 21:00 для обсуждения деталей. Всем спасибо, урок окончен.\n\nЭто уже интересней... Я никогда в лагерях не была. А вот Лисса была, надо расспросить её на эту тему сегодня. ",
    "answers": [
      {
        "id": 14,
        "text": "В гостях у Мелиссы"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Так что же это такое — лагерь?- спросила я у Лиссы, делая глоток чая.\n— А что тебя интересует? — ответила она. ",
    "answers": [
      {
        "id": 15,
        "text": "Ну, если в общем"
      },
      {
        "id": 16,
        "text": "Что мне может там понадобиться? "
      },
      {
        "id": 18,
        "text": "Ты же едешь? "
      }
    ]
  },
  {
    "id": 15,
    "text": "—Если в общем, то это безграничное веселье, куча физики, два часа сна посреди дня и отличный шанс поближе познакомиться с каким нибудь мальчиком,- после последних слов она хитро улыбнулась мне.\nЯ единственная из класса, кто в свои шестнадцать не разу не влюблялась, про отношения даже говорить нечего.\nЯ улыбнулась в ответ. ",
    "answers": [
      {
        "id": 14,
        "text": "У меня ещё вопрос"
      },
      {
        "id": 17,
        "text": "Вроде это все, что я хочу знать"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Смена примерно 3 недели. Посмотри прогноз, вообще в Июне обычно тепло. Что нибудь типа шорт, футболок и прочей летней одежды, но на всякий случай возьми толстовку и пару джинс, вечером может быть прохладно. И не забудь про вечернее платье на дискотеку. Остальное докупим с тобой завтра, до отъезда ещё 10 дней, успеем. Ещё вопросы? ",
    "answers": [
      {
        "id": 14,
        "text": "Да"
      },
      {
        "id": 17,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 17,
    "text": "Мы ещё немного поболтали об учителях и историях, связаных с прошедшими сменами Лиссы. Чего только не было! Один рассказ про Королевскую ночь чего стоил! Но вот уже 7, а мне ещё домой надо дойти засветло. А заодно спросить родителей о собеседовании. \nПоехать мне конечно же разрешили. Меня давно собирались отправить меня в подобное место. Но его надо искать и по этому все откладывалось. А тут свалилась такая удача!",
    "answers": [
      {
        "id": 9,
        "text": "К следующей главе"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Прости, но нет, путёвка стоит целое состояние. Родители решили, что третьей смены в Болгарии мне хватит.- Ответила она. \nДа уж, мне её будет не хватать... \n",
    "answers": [
      {
        "id": 14,
        "text": "Ещё вопрос"
      },
      {
        "id": 17,
        "text": "Вопросов нет"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ну вот честно, кто придумал делать пункт отправления в центре Москвы?! Пришлось вставать в шесть. Метро с утра похоже на бочку с сардинами. А тут ещё я с чемоданом...\nНу вот, я на месте. Стоит целая колонна одинаковых автобусов. Теперь ещё искать нужный! \nМне очень повезло, мой был второй в колонне. Там я встретила своих новых вожатых. Оливию и Марка. \nС Лив мы познакомились на медкомиссии. Она была симпатичная девушка лет примерно двадцати трех. Густые каштановые волосы спадали ей на плечи, а тёплые карие глаза светились добротой и заботой. Она проходила практику в университете. Учится на учителя физики. И все это я узнала о ней за несколько минут, пока мы стояли в очереди в туалет. Такая общительная, она мне сразу понравилась, и я ей, видимо, тоже. \nМарк же был совсем другой. Высокий, худощавый, с чёрными волосами и немного сутулой фигурой, он напоминал мне ворону. Светло серые глаза смотрели буд-то с подозрением и злобой. В общем, не очень приятный тип. \nМарк помог мне загрузить чемодан в автобус. Ну как помог, просто показал, куда надо его погрузить и ушёл. Нет, что бы помочь девушке. Худо-бедно поставив это нечто, я отправилась к двери автобуса. ",
    "answers": [
      {
        "id": 4,
        "text": "Сесть в автобус"
      }
    ]
  },
  {
    "id": 20,
    "text": "Это оказалось не так-то просто. Вожатые выгрузили чемоданы и свалили в одну большую кучу. И как на зло, я обнаружила свой примерно в центре этой метровой горы.\nЯ уже нагнулась, чтобы достать его, как вдруг врезалась в кого-то и с тихим \"ой\" плюхналась на пятую точку.\n—Прости, я тебя не заметил,- сказал юноша в которого я врезалась. Он помог мне подняться. — Не сильно ушиблась?\nОн критически осмотрел меня и сказал:\n—Я тебя раньше не видел. Ты здесь первый раз?\n—Угу, — ответила я, потирая ушибленное место.- Я Эльза.\n—Отлично, я тебя искал! — На мой немой вопрос \"зачем?\" он сразу ответил,- Я твой проводник.\n—Мой кто?\n—Весь день я в твоём полном распоряжении. Я покажу тебе лагерь, помогу с расписанием и прочее. Поверь мне, я лучше всех других проводников, — сказал он и самодовольно улыбнулся.\n—Это ещё почему?\n—Я сын директора. Лагерь принадлежит нашей семье в течении нескольких столетий... Так, мы заболтались, сейчас все комнаты разберут. Позже все расскажу, а пока давай помогу с багажем.\nПока он пытался выудить мой чемодан, у меня появилась получше рассмотреть моего нового знакомого. ",
    "answers": [
      {
        "id": 21,
        "text": "Рассмотреть его"
      }
    ]
  },
  {
    "id": 21,
    "text": "Это был высокий привлекательный парнишка примерно моего возраста, как и все в этом лагере. Он ничем не отличался от остальных. Разве что светлыми кудрявыми волосами.\nПока я рассматривала его, он достал наши чемоданы и так же изучал меня. Какие у него интересные глаза... Такие желтовато-зелёные, как у кошки. Зрачки были расширены, что несколько странно, ведь здесь светло. Тут я очень некстати вспомнила, что когда смотришь на того, кто нравится зрачки сильно расширяются. Я покраснела от этой мысли. Мой мозг любит выдавать интересные факты очень не кстати. \nТем временем неловкое молчание затягивалось, и он заговорил.\n—Прости, не представился. Я Альбатрос. И сразу отвечаю на следующий вопрос-это не прозвище.\nЯ невольно улыбнулась. Вот ещё одна, выделяющая из серой массы толпы, особенность.\n—Красивое имя.\nОн улыбнулся в ответ.\n—Зови меня просто Альб, так удобнее. Ладно, пойдём заселятся. На этой смене в нашем корпусе больше мальчиков, чем девочек. Придётся кому-то жить на вашем этаже. И, скорее всего, как обычно, это буду я.\nМы засмеялась и направились к Оливии.\nОна поставила галочку на какой-то строчке. И я, полностью доверяя ей, записалась туда. Альб сделал то же. ",
    "answers": [
      {
        "id": 22,
        "text": "Подняться в свою комнату"
      }
    ]
  },
  {
    "id": 22,
    "text": "Как оказалось, мы с Альбом соседи. Я в 201, а он в 202.\n—Минут через двадцать зайду за тобой. Хочу провести тебе небольшую экскурсию до обеда. — Сказал он и мы разошлись разбирать вещи. \nКомнаты не были очень большими, но и маленькими их тоже назвать нельзя. Здесь находились три кровати: две у окна и одна напротив них. Рядом с каждой стоял небольшой письменный стол и тумбочка. Также около стены стоял большой шкаф и горшок с небольшим деревом. Конкретно в моей комнате были два окна, так что было очень светло. \nЯ заняла кровать, стоящую подальше двух других и начала разбирать вещи. Вдруг из-за двери послышались крик и смех. \n\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 23,
    "text": "На пороге стояли две одинаковые девочки.\n—Привет,- сказали они хором.\nЯ улыбнулась им.\n—Привет. Вы видимо мои новые соседки? Я Эльза.\n—Я Фаина, -ответила одна из них  и шагнул вперёд, — а это Ювенала. Какие кровати ещё не заняты? \n—Две у стены в вашем полном распоряжении,- сказала я, не отрываясь от распаковки. — Вы здесь уже не первый раз? \n—Да, — ответила мне Ювенала и плюхналась на кровать, — раза три точно были...\nТак постепенно разговор завязался. И я узнала кое-что о своих новых соседках (смотри раздел персонажи). \nТут в дверь постучали, и в проёме показалась кудрявая голова Альба. \n—Ты готова? — спросил он, а потом поднял голову и увидел моих соседок, сидящах на своих кроватях. — О, девчонки, привет! Уже познакомились? \n—Привет, Альб, — сказали они хором. Интересно, они всегда так делают? \nТем временем я встала и задвинула пустой чемодан под кровать. \n—Ладно, — сказала я им, — тогда до обеда. \n—Пока, Эльза, — сказали они опять хором, а потом недоуменно посмотрели друг на друга. \nМы все засмеялась. \n",
    "answers": [
      {
        "id": 24,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 24,
    "text": "Альб вывел меня на улицу и спросил:\n—Куда хочешь пойти? Столовая завершит нашу экскурсию, а пока я тебе могу рассказать об остальных зданиях. \n\n\n",
    "answers": [
      {
        "id": 25,
        "text": "Расскажи об истории лагеря"
      },
      {
        "id": 26,
        "text": "Расскажи о нашем корпусе"
      },
      {
        "id": 27,
        "text": "Расскажи о корпусе судоходства"
      },
      {
        "id": 28,
        "text": "Расскажи о корпусе натуралистов"
      },
      {
        "id": 29,
        "text": "Расскажи о корпусе творчества "
      },
      {
        "id": 30,
        "text": "А где ВСК? "
      },
      {
        "id": 31,
        "text": "Пойдём уже в столовку. "
      }
    ]
  },
  {
    "id": 25,
    "text": "—Ты говорил, что этот лагерь принадлежит вашей семье несколько столетий?\nОн кивнул в знак согласия.\n—Да, это так. Лагерь был основан самим Петром Первым в 1702 году, в качестве светской школы-интерната, в которой обучали судоходству и навигации. Директором стал мой несколько раз прапрадед. Со временем лагерь все расширялся. Сейчас здесь 6 корпусов: наш, корпус судоходства, стоящий ещё со времен Петра Первого, корпус натуралистов и корпус творческой направленности.А так же водно-спортивный корпус и столовая. Ещё, кстати, строится корпус информационных технологий. ",
    "answers": [
      {
        "id": 24,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Это легко. Во всех корпусах по три этажа, различаются они только цветом. Как ты видишь наш корпус синий. У нас точные науки: физика, неорганическая химия, математика и астрономия. Мы с тобой на физике. С остальными у нас будет только общая пара по математике. Потом у нас будет физика, а у остальных-по профилю. У химиков-химия, у математиков-геометрия, ну и так далее.\nСамое интересное в любом корпусе-это гостиная.\n—Гостиная?- спросила я.\n—В корпусах большие чердаки. Мой прадед решил их использовать и теперь там гостиная. В нашей, например микролаборатория и библиотека. ",
    "answers": [
      {
        "id": 24,
        "text": "Здорово"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Здорово, что ты спросила. Мы как раз его проходим.-сказал мне Альб.\nМы проходили мимо трех этажного каменного здания. Своды поддерживались мраморными колоннами и большими окнами. Здание выглядело старинным и величественным.\n—Их гостиная оформлена в стиле восемнадцатого века. На стенах висят карты, старинные документы... \nСейчас там тоже есть отдел судоходства и навигации, но теперь он соседничает с военным и спортивным отделами.\n",
    "answers": [
      {
        "id": 24,
        "text": "Удивительно! "
      }
    ]
  },
  {
    "id": 28,
    "text": "—Видишь вон-то здание в дали, зеленое такое...\n—Угу.\n—У них в гостиной настоящая оранжерея. Там растёт все: начиная с роз и пионов, а заканчивая помидорами и кабачками.\nС ними, как и со спортсменами мы будем пересекаться только в столовой и, может быть, в актовом зале. К натуралистам мы относим биологов, географов и химиков, занимающихся органической химией. ",
    "answers": [
      {
        "id": 24,
        "text": "Ясненько"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Он справа от нас, желтенький.\nУ них самая необычная гостинная: в ней настоящий маленький пруд с золотыми рыбками и прозрачная крыша.\nПересекаться с ними мы тоже не будем. Творческие у нас: поэты, актёры, певцы и художники. ",
    "answers": [
      {
        "id": 24,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Мы уже не успеем туда дойти, он подальше всех остальных корпусов. Рядом с ним, кстати, и строится корпус информационных технологий.\nВ водно-спортивом корпусе находятся:бассейн с двумя горка и шезлонгами, спортзал с двумя батутами и амбулатория. Про последнюю говорить особо нечего. Белые комнаты, да кабинет врача. ",
    "answers": [
      {
        "id": 24,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 31,
    "text": "—В том корпусе не только столовая. Напротив столовой-актовый зал. Весь второй этаж отдали под шикарную библиотеку. А на третьем этаже аудитория астрономии. Там прозрачная крыша и большущий телескоп. Я как-нибудь свожу тебя туда ночью, — сказал он и улыбнулся.\nЯ не могу описать, как он мне в этот момент нравился... \n Знаете, бывают секунды, когда человек занимается тем, что ему действительно нравится или выполняет простые действия:смеётся или думает, например. Тогда люди открывают щелочку в свою душу... И становятся настоящими, становятся сами собой: добрыми, красивыми, отзывчивыми.\nСейчас Альб выглядел именно так. Я не могла не улыбаться слушая его. Он обо всем говорил с таким интересом и так проникновенно...\n—Ты действительно лучший проводник.- Не удержалась я от комплимента.\n—Спасибо...- Он был немного смущен, -знаешь, ты первая кто меня дослушал. У большинства начинала болеть голова на втором же предложении.\n",
    "answers": [
      {
        "id": 32,
        "text": "Войти в столовую"
      }
    ]
  },
  {
    "id": 32,
    "text": "Первое, что я увидела, войдя в столовую, это десяти метровая очередь. А ведь мы пришли ближе к концу обеда! Из середины очереди нам активно махали Фаина с Ювеналой. Мы сразу же побежали к ним.\n—Ну как экскурсия?- спросила Фаина.\n—Удивительно большая территория! Мне очень понравилось. Тем более у меня был лучший проводник во всем лагере. — после этих слов я опять улыбнулась ему.\n— Для тебя рад стараться. — сказал он и шутливо поклонился мне.\nВсё оставшееся время мы болтали о педагогах и расписании.\nКогда мы взяли наши порции и уселись за столик, Фаина спросила:\n—Альб же рассказал тебе о дискотеке, правда? ",
    "answers": [
      {
        "id": 33,
        "text": "Эмм, нет"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Я так и знала!-вздохнула Фаина и принялась за рассказ. — Смотри, первые три дня у нас не будет никаких занятий, только развлечения! Сегодня вечером первая дискотека. На неё, как и на последнюю идти надо обязательно. Теперь, когда ты в курсе, у меня важный вопрос. Что ты наденешь?\n—Девчонки... — простонал Альб и мы засмеялась.\nОстаток обеда мы с девочками болтали о лагере. Оказывается, здесь смены идут по классам. Сейчас смена 10 класс. То есть примерный возраст учащихся от 16 до 19. Удобно.\n",
    "answers": [
      {
        "id": 34,
        "text": "Пойти выбирать наряды"
      }
    ]
  },
  {
    "id": 34,
    "text": "Весь тихий час мы, вместо того, чтобы спать примеряли наряды. Лив нам разрешила, но сказала делать это тихо, так как если Марк услышит, нам всем конкретно влетит. \nСо мной все было просто, так как я взяла всего одно платье. Ярко-красное, до колена, оно подчеркивало мою фигуру.\nДевочки выбрали одинаковые светло-голубые платья. Они им очень шли, но теперь я их постоянно путала, так как Ювенала вместо очков надела линзы. Мы не заметили, как время подошло к ужину. ",
    "answers": [
      {
        "id": 35,
        "text": "Пойти на ужин"
      }
    ]
  },
  {
    "id": 35,
    "text": "Мы втроём встали в очередь. Надеясь дождаться Альба. В его комнате его не было.\nПришёл он только под конец.\n—С отцом разговаривал, — пояснил он.\nНе знаю, о чем они говорили, но светился он ярче лампочек. Как мы не пытались его расспросить, Альб говорил, что это сюрприз.\nПосле ужина мы убежали наряжаться . ",
    "answers": [
      {
        "id": 36,
        "text": "Пойти переодеваться"
      }
    ]
  },
  {
    "id": 36,
    "text": "Несмотря на то, что мы приготовили одежду ещё до ужина, переодевание заняло достаточно много времени.\nМы минут десять крутились перед зеркалом, поправляя друг другу платья, рисуя стрелки и примеряя украшения.\nПослышался настойчивый стук в дверь и еле слышное рассерженное бурчание.\n—Еще минута и я вхожу.\nЧерез некоторое время дверь открылась и Альб зашёл со словами:\n— Где вы там? Начало через десять ми... — но он не договорил.\nЯ обернулась и увидела, что он смотрит на меня с открытым ртом. \nВдруг Альб подошёл, приобнял меня за талию и нежно провел рукой по щеке. От его прикосновения у меня по телу побежали мурашки. \n—Какая ты красивая... \n",
    "answers": [
      {
        "id": 37,
        "text": "Обнять его в ответ"
      },
      {
        "id": 37,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вдруг Фаина присвистнула, а Ювенала, еле сдерживая улыбку, сказала:\n—Эмм, нам действительно надо торопиться...\nМы отскачили друг от друга, как ошпаренные. Я, наверное, вся покраснела и стала цвета платья. Альб взял меня за руку и мы в четвёртом вышли из комнаты.\nШли мы не долго, но дискотека уже началась. Мы ещё не видели само здание, но из-за угла отчётливо доносилось ритмичное бубуханье и смех. Мне вдруг резко стало страшно, ведь я никогда раньше на дискотеках не была. Я остановилась и пробормотала:\n—Ой а может не надо...\n",
    "answers": [
      {
        "id": 38,
        "text": "Пойти на дискотеку"
      },
      {
        "id": 111,
        "text": "Не идти"
      },
      {
        "id": 37,
        "text": "***\nВнимание, с этого момента идёт сильное разветвение сюжета. Советую оставить закладку",
        "comment": true
      }
    ]
  },
  {
    "id": 38,
    "text": "Альб, кажется, услышал и ободряюще сжал мне руку. \nКогда мы вошли в холл, дискотека уже была в самом разгаре. Как же это странно — лагерная дискотека. Сначала песня \"Крошка моя, я по тебе скучаю\", потом \"Раз, раз, раз это хаодбасс\" и сразу после \"Дважды два — четыре\". И всем песням были одинаково рады. \nПод некоторые из них были особые движения, которые делали все без исключения. Даже я их быстро подхватила. \nАльб тем временем куда-то исчез. Я его нигде не видела. \nТак мы всем корпусом протанцевали два часа. Заодно я познакомилась со всеми. Меня быстро приняли в кампанию.\nТут диджей (один из вожатых) объявил последний танец. Фаину и Ювеналу сразу увели мальчишки из нашего корпуса. А я так и осталась одна. Как вдруг я заметила Альба, который кого-то искал. Наши взгляды пересеклись и он стал пробраться сквозь толпу ко мне. Он подошёл ко мне, взял за руку и несмело произнес:\n—Потанцуем?\nЯ кивнула, боясь что голос меня подведёт. ",
    "answers": [
      {
        "id": 39,
        "text": "Танцевать"
      },
      {
        "id": 96,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 39,
    "text": "Он аккуратно взял меня за талию, а я положила руки ему на плечи. Боюсь, что я все время смотрела на него взглядом \"влюблённая овца\", как именовала его Мелисса. Сначала я его немного стеснялась, но потом стала двигаться более свободно.Мне понравилось, что он находился так близко... Я чувствовала его горячее дыхание и легонько поглаживала ему спину.\nМузыка закончилась. Альб отстранился и сказал:\n—Подожди меня. Я должен кое-что сделать.\nПосле этого он опять исчез в толпе. А через десять секунд он уже стоял на сцене, рядом с диджеем. Он взял у него микрофон и, едва скрывая радость, начал говорить:\n—Дамы и господа, у меня для вас прекрасная новость! В этой смене подъем переносится на час. Теперь мы встаём в девять! \n\n\n",
    "answers": [
      {
        "id": 40,
        "text": "Аплодировать "
      }
    ]
  },
  {
    "id": 40,
    "text": "Вдруг я услышала вокруг знакомый визг. Точно, около меня стояли и визжали мои соседки. Интересно, они видели как я танцую с Альбом? Если и видели, то предпочли оставить эту тему на потом.\nВдруг из ниоткуда появился Альб и мы все в четвёртом направились в наш корпус. ",
    "answers": [
      {
        "id": 41,
        "text": "У моей комнаты"
      }
    ]
  },
  {
    "id": 41,
    "text": "Мы уже хотели были попрощаться и уйти, как вдруг Альб остановил нас и прошептал:\n—Завтра в час ночи вечеринка, где-мы ещё не решили. Будет почти весь корпус, исключая пару зануд, которые приехали сюда только учится и могут спалить контору. Завтра во время игр в гостиной обсудим детали.\nПосле этих слов он подмигнул нам и ушёл в свою комнату. Нам ничего не оставалось, кроме как сделать то же самое.\n",
    "answers": [
      {
        "id": 42,
        "text": "Просто пойти спать. Глава 3"
      },
      {
        "id": 43,
        "text": "Поболтать с девочками",
        "need": 39
      }
    ]
  },
  {
    "id": 42,
    "text": "Уже утро. ",
    "answers": [
      {
        "id": 48,
        "text": "Позвонить Мелиссе"
      },
      {
        "id": 49,
        "text": "Сразу пойти на завтрак"
      }
    ]
  },
  {
    "id": 43,
    "text": "После отбоя мы, как положено, выключили свет и улеглись по кроватями. Началось наше маленькое собрание.\n—Никогда Альба таким не видела... — пробормотала Фаина",
    "answers": [
      {
        "id": 44,
        "text": "Каким таким? "
      },
      {
        "id": 45,
        "text": "А каким он был? "
      }
    ]
  },
  {
    "id": 44,
    "text": "—Ну не знаю, влюблённым что-ли?- ответила она",
    "answers": [
      {
        "id": 46,
        "text": "В кого? "
      }
    ]
  },
  {
    "id": 45,
    "text": "—Совсем другим. — ответила за сестру Ювенала, — Тихим, скромным. Никогда дискотеки не любил, всегда их пропускал, даже первую и последнюю. А теперь мало того, что пришёл, так ещё и с тобой танцевал... Да и то, что в комнате было. Ой, влюбился он... ",
    "answers": [
      {
        "id": 46,
        "text": "В кого? "
      }
    ]
  },
  {
    "id": 46,
    "text": "— В кого, в кого, в тебя конечно! — сказала Ювенала. — Удивительно... У него даже девушки никогда не было. Он нам говорил, когда мы в автобусе в правду или действие играли, не думаю, что он врал.\nЧем больше она говорила, тем сильнее я краснела, и Фаина, похоже, заметила это даже в темноте.\n—Ой, да ладно тебе, — прошептала она и легонько толкнул меня в бок, — мы видели, как ты на него смотрела. И, как минимум, он тебе не безразличен. ",
    "answers": [
      {
        "id": 47,
        "text": "Ну, не знаю, я наверное... "
      }
    ]
  },
  {
    "id": 47,
    "text": "После этих слов я подумала, а смысл врать самой себе? Я набрала побольше воздуха и тихо сказала:\n—Да, он, как минимум мне нравится. Ну и что мне теперь с этим делать? Может есть какие-нибудь таблетки от любви? Со мной ещё никогда такого не было!\nПоследние слова я буквально простонала и плюхналась лицом в подушку.\nФаина и Ювенала переглянулись.\n—Эй, ты чего? — спросила Ювенала, приобняв меня за плечи. — Не влюблялась никогда что-ли? Всё просто отлично! Ты ему тоже нравишься, это видно.\n—Я не знаю как себя вести с ним, мы ведь знакомы всего один день! Надо же было так вляпаться?!-всхлипнула я.\n—О любви с первого взгляда слышала? Ну, парень он хороший, в этом мы уверены, — прошептала Фаина, — а с поведением тоже не сложно. Просто будь собой, делай то, что тебе хочется. Здесь на смех не поднимут, все тебя понимают.\n—Просто наслаждайся и ни о чем не думай, — закончила за сестру Ювенала.\nЯ обняла двоих девчонок и прошептала, — спасибо вам...\n—Обращайся, — опять хором ответили они и мы захихикали.\n—201 комната! Отбой был полчаса назад! Быстро всем спать! — закричала на весь этаж Оливия, перебудив куда больше народу, чем наше тихое шушуканье.\nМы решили больше её не злить. ",
    "answers": [
      {
        "id": 42,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 48,
    "text": "Я решила рассказать Мелиссе о вчерашнем дне. Услышав последнии новости, она завизжала прямо в трубку. \n—Держи меня в курсе всех событий. И позвони после вечеринки.\nЯ быстро попрощалась и побежала догонять новых друзей. ",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Первая половина дня прошла без приключений. Мы просто ходили гулять по территории. Все самое интересное началось после полдника.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Мы всем корпусом собрались в гостиной. Достали мафию, твистер, монополию, дженгу, и начался \"вечер игр\".\nЕщё на тихом часу было обговоренно, кто отвлекает вожатых. Которые конечно, захотели играть с нами.\nОсновное обсуждение проходило за столом монополии. Там сидели представители от всех комнат, в том числе Альб и я. Все собрались и игра (во всех смыслах) началась.\n—Предлагаю в качестве помещения выбрать гостиную, в ней не тесно, да и звукоизоляция получше.-Начал Альб, и все единогласно согласились.\n—Только как туда пробраться, не разбудив вожатых?- спросила девочка из 205.\n—У меня есть отличный настой валерьяны, пустырника, и прочей успокаивающей требухи, — сказал мальчик из 101. Если не ошибаюсь, он прошёл олимпиаду по химии на все сорок баллов. Но на него, по вполне понятным причинам, недоуменно посмотрели,- сам собирал. Пяти капель будет достаточно, чтобы вожатые спали как убитые. Можно будет незаметно добавить им в чай на ужине, это не должно быть сложно.\nНа том и порешили. Оставалось только выполнить. ",
    "answers": [
      {
        "id": 51,
        "text": "Ужин"
      }
    ]
  },
  {
    "id": 51,
    "text": "На ужине к нам за стол подсела Оливия:\n—К вам можно?\n—Конечно, — ответили мы и подвинулись. Ужин продолжался. Через некоторое время Альб повернулся и локтем смахнул её чай на пол. Послышался звон разбитой чашки.\n—Ой, прости, давай принесу тебе новый.\nПосле этого он встал и убежал. Вернулся Альб с новой кружкой. Оливия ничего не заподозрила, а он подмигнул нам. Отлично, значит валерьянка на месте.\nИнтересно, как дела у остальных?\n",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "После ужина и до отбоя, все были паиньками. Все быстро разошлись по комнатам, но вожатым было не до нас. Они все сразу провалились спать. Походу, всех удалось напоить валерьянкой. ",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Время шло очень медленно, словно пытаясь позлить нас. Мы с девочками выбирали, какую пижаму надеть, это так называемый дресс-код вечеринки.\nВернее, девочки выбирали. У меня вариантов было немного, так как дома я сплю без пижамы, в домашней одежде. Как хорошо, что мы с Мелиссой в последний день пробежались по магазинам! Именно она вспомнила, что надо купить пижаму. Нам как раз попалась одна. Светло-голубые шортики, недостающие и до середины бедра, и майка с кружевом на брительках. Мне она показалась слишком открытой, а Лисса сказала, что так и должно быть, потому сейчас я в ней.\nДевочки же выбрали одинаковые (как они не путуют одежду? ) ночные рубашки до колен,с длинными руковами и наглухо закрытым горлом. Я несколько смутилась,  чтобы хоть как-то скрыть оголенные плечи, я распустила волосы.\n—Потрясно выглядишь!- Прошептали они.\n—Слишком открыто, вам не кажется?\n—Да ладно, подчёркивает фигуру, — сказала Фаина.\n—Думаю Альбу понравится, — добавила Ювенала и девочки захихикали.\nЯ ещё сильнее смутилась и посмотрела на время. Ещё только 11:37.",
    "answers": [
      {
        "id": 54,
        "text": "Лечь спать "
      },
      {
        "id": 55,
        "text": "Поболтать с девочками"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я поставила бульник на часах на 12:55 и сказала:\n—Так как спать мы сегодня не собираемся, предлагаю хоть немного вздремнуть.\nДевочки согласно закивали и мы разошлись по своим кроватями. Не знаю как они, а я быстро заснула.\nЧасы на руке завибрировали. Время вечеринки! ",
    "answers": [
      {
        "id": 58,
        "text": "Встать с кровати"
      }
    ]
  },
  {
    "id": 55,
    "text": "Как выяснилось, такие вечеринки проходят в нашем корпусе каждую смену, конечно, тайно от вожатых. А вот количество приглашённых, время и место всегда меняются. В прошлом году вечеринка была в этой комнате, а приглашено было всего 7 человек. Из развлечений были танцы, еда и игры. ",
    "answers": [
      {
        "id": 57,
        "text": "Танцы? "
      }
    ]
  },
  {
    "id": 56,
    "text": "Поднявшись по лестнице мы постучали в дверь, которая вела в гостиную.\n—Кто это?-спросили из-за двери.\n—201 комната в полном составе, — ответила за всех Фаина.\n—Забегайте, — сказали нам с той стороны. ",
    "answers": [
      {
        "id": 59,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Смотри, — начала Фаина, — Каждому раздают по беспроводному наушнику, обычно по одному, а то на всех не хватило бы, и подключают к телефону.\n—Прикольно, — сказала я, — и танцы, и на свой вкус, и никому не мешаешь.\nЯ усмехнулась, представив такую картину: четыре человека. Двое вальсируют, а остальные прыгают в такт Imagine dragons.\nДевочки стали искать свои беспроводные наушники, которые специально для этого привезли. А я вспомнила, что у меня есть пара шоколадок, которые можно добавить к общему столу запрещенки.\nПоиски заняли достаточно много времени, как минимум потому, что мы побоялись включать свет.\nКогда я посмотрела на часы, они показывали 00:55.\nПора на вечеринку!",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      },
      {
        "id": 57,
        "text": "***\nВ некоторых лагерях запрещено хранить у себя еду. Обычно это никого не останавливает, все прячут вкусняшка кто куда может. Это называется запрещенкой. ",
        "comment": true
      }
    ]
  },
  {
    "id": 58,
    "text": "Я встала и аккуратно открыла дверь. Снаружи было тихо. Я махнула девочкам рукой, показывая, что путь открыт.\nИдя по коридору мы осторожно заглянули в полураскрытую дверь Оливии. А пацан был прав, она спала как младенец, но дверь мы все равно закрыли, на всякий случай. ",
    "answers": [
      {
        "id": 56,
        "text": "Подняться в гостинную"
      }
    ]
  },
  {
    "id": 59,
    "text": "Я огляделась. Здесь было человек 10. Видимо, народ только начал подтягиваться. Я сразу прошествовала к столу и выложила свою добычу. Встретили меня довольным шепотками и сразу освободили место. Помимо моих шоколадок там была запрещенка всех сортов: печенье, конфеты, фрукты... В центре стола стояло 3(!) килограмма черешни и двухлитровая бутылка колы. Понятия не имею, как удалось это скрыть от зорких глаз наших вожатых. Пока мне наливали стаканчик колы, на лестнице послышалось шаги. Все замерли. В дверь постучали.\n",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Кто это?- спросил Дориан (мальчик с настроем валерьянки, это теперь его прозвище)\n—Это я, Альб.\nДверь быстро отворили и он вошёл. В руках у него были беспроводные наушники и несколько маленьких бутылочек фанты, спрайта и колы. Он положил все это добро на стол и сел рядом со мной. После чего, обращаясь ко мне прошептал:\n—Классная пижама.\nЯ смутилась. У всех были штаны и длинные рукава. Уже через 10 минут стало понятно почему. На верху оказалось довольно прохладно и я сильно замёрзла. Альб, кажется, заметил это. Он ничего не сказал, просто придвинулся ко мне ещё ближе и обнял. Я положила голову ему на плечо. Он такой тёплый...\nА народ все прибывал и делал вид, что не замечает нас, понимая, что нам и без них хорошо.\nИ вот в 1:20 прибыл последний приглашенный. ",
    "answers": [
      {
        "id": 61,
        "text": "Начать вечеринку! "
      }
    ]
  },
  {
    "id": 61,
    "text": "Сначала решили играть в правду или действие.\nФаину в течении 20 минут заставили быть официанткой, она явно жалела, что выбрала действие.\nОказалось, что Ювенала никогда не целовалась.\nДориан должен был рассказать, какие настойки он ещё привёз с собой. Как выяснилось, у него есть кофеиновая вытяжка, которая нам всем пригодится на следующий день. Он щедро разрешил завтра разлить всем понемногу.\nПодошла очередь Альба. Ведущая посовещалась с нами и задала вопрос, так как он выбрал правду:\n— У тебя есть девушка?\n—Нет, — ответил он, потом покосился на меня и добавил, — пока что.\nВсе заулыбались (конечно же поняли его намёк), но надо было двигаться дальше.\nСледующая была наша соседка из 203 комнаты. Она выбрала действие, и это стало большой ошибкой. Её заставили под Бузову танцевать на столе. Всем раздали по наушнику и мы начали наблюдать за ней. Это было зрелище! Все чуть не поумирали со смеху, но громко смеяться было нельзя, чтобы не разбудить вожатых. Песня кончились, девочке помогли спустится и все переключились наследующего игрока.\nА следующей была я. Боясь повторить участь соседки  я выбрала правду. Ведущая посовещалась и задала вопрос:\n—Тебе нравиться Альб?\n",
    "answers": [
      {
        "id": 62,
        "text": "Да"
      },
      {
        "id": 63,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 62,
    "text": "Все заулыбались, кто-то даже зааплодировал. Я посмотрела на Альба. Его глаза горели, даже в темноте было заметно, насколько он счастлив.\nТем временем все переключились на другого игрока. Так мы играли до конца круга. Но на втором кругу многим надоело. И мы разделились по интересам: кто-то играл на желание в карты, кто-то ел, кто-то танцевал, а кто-то все ещё играл в правду или действие. ",
    "answers": [
      {
        "id": 64,
        "text": "Пойти кушать"
      },
      {
        "id": 65,
        "text": "Пойти играть в карты"
      },
      {
        "id": 66,
        "text": "Пойти танцевать"
      },
      {
        "id": 68,
        "text": "Играть в правду или действие"
      }
    ]
  },
  {
    "id": 63,
    "text": "Все выглядели погрустневшими, но я сдержал слово — сказала правду...\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 61,
        "text": "На предыдущую страницу"
      },
      {
        "id": 63,
        "text": "Прости, но эта ветвь ещё пока не закончена",
        "comment": true
      }
    ]
  },
  {
    "id": 64,
    "text": "Я решила пойти есть. Ну а когда ещё будет возможность съесть столько вредной еды?\nКакое-то время мы поглащали черешню, запивая её газировкой. Все болтали и смеялись, рассказывая разные истории.\nВдруг я услышала на лестнице шаги.\n—Вы это слышали? — спросили я всех.\nШаги были все ближе. Началась паника. Прятаться было некуда. Я почувствовала, что Альб, сидевший рядом со мной вскочил и потянул меня куда-то. Сопротивляться не было ни времени, ни сил. Меня парализовало от страха.\nМы залезли в шкаф и закрыли дверцу. Ну, на шкаф это не тянуло, скорее большая тумба или комод. Просто удивительно, что мы туда влезли,никогда бы не подумала. Но было безумно тесно. Моя голова упиралась Альбу в грудь и я изо всех сил прижалась к нему, чтобы не касаться двери.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Мы с Альбом присоединились к играющим. Мы думали, что играют в дурака, а оказалось в пьяницу. Никогда не играла.\n—А как играть?\n—Смотри, — сказал Альб, — это парная игра. Колода делится на две части и раздаётся игрокам. Колоду кладут вниз лицевой стороной. Каждый вытягивает карту и кладёт её вперёд. У кого карта больше, тот забирает и свою и карту противника. Выигрывает тот, кто отобрал все карты у соперника. Чур, играем на желание, на раздевание я морально не готов.\nМы усмехнулась и игра началась. \nПока что я проигрываю, ну ничего, ещё отыграюсь. \nВдруг я услышала на лестнице шаги.\n—Вы это слышали? — спросили я всех.\nШаги были все ближе. Началась паника. Прятаться было некуда. Я почувствовала, что Альб, сидевший рядом со мной вскочил и потянул меня куда-то. Сопротивляться не было ни времени, ни сил. Меня парализовало от страха.\nМы залезли в шкаф и закрыли дверцу. Ну, на шкаф это не тянуло, скорее большая тумба или комод. Просто удивительно, что мы туда влезли,никогда бы не подумала. Но было безумно тесно. Моя голова упиралась Альбу в грудь и я изо всех сил прижалась к нему, чтобы не касаться двери",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Мы с Альбом встали и пошли к танцующим. Он взял пару наушников и присоединился к телефону танцующих. Он уже собирался протянуть мне один наушник, как вдруг я услышала на лестнице шаги.\n—Вы это слышали? — спросили я всех.\nШаги были все ближе. Началась паника. Прятаться было некуда. Я почувствовала, что Альб, сидевший рядом со мной вскочил и потянул меня куда-то. Сопротивляться не было ни времени, ни сил. Меня парализовало от страха.\nМы залезли в шкаф и закрыли дверцу. Ну, на шкаф это не тянуло, скорее большая тумба или комод. Просто удивительно, что мы туда влезли,никогда бы не подумала. Но было безумно тесно. Моя голова упиралась Альбу в грудь и я изо всех сил прижалась к нему, чтобы не касаться двери",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Дверь открылась, я перестала дышать. Снаружи Послышался дикий крик Марка:\n—ЧТО ЗДЕСЬ ПРОИСХОДИТ ?!\nОн стал ходить по комнате, обругивая всех, кто попадался ему на глаза и отправлял их спать. Мне кажется, что вожатым нельзя говорить такие слова своим подопечным. Сердце колотилось так, словно хотело выпрыгнуть из груди и убежать отсюда куда подальше. Что-то (а точнее сердцебиение Альба) подсказывало мне, что он чувствует то же самое. Несмотря на это, он ещё сильнее прижал меня к себе. Вроде бы, теперь я устроилась в шкафу поудобнее, так как сидела на каких-то книгах.\nВдруг снаружи послышался плач. Это была Ювенала. Видимо, Марк нашёл их двоих и обругивал всем, чем только мог и не мог. Мне было очень их жалко и я безумно боялась, что нас ждёт такая же участь.\nЧерез несколько минут Марк всех выгнал и начал разбираться на столе, безжалостно выбрасывая всю запрещенку и ругаясь при этом, как сапожник. Как нам повезло, что он не открывает наш комод. Учитывая количество мусора, уберёт он все это очень не скоро, а значит застряли мы с Альбом на долго. ",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Игра опять началась. Какое-то время игра была не очень интересной. Потом подошла очередь Альба. Он выбрал действие.\nВедущая посовещалась с остальными, при этом я этот момент пропустила, так как ушла за вкусняшками .\nКогда я вернулась, на меня странно весело смотрели все игроки. Ведущая повторила задание:\n—Альб должен поцеловать Эльзу.\nЯ в принципе была не против. Альб уже хотел было выполнить задание, но вдруг я услышала на лестнице шаги.\n—Вы это слышали? — спросили я всех.\nШаги были все ближе. Началась паника. Прятаться было некуда. Я почувствовала, что Альб, сидевший рядом со мной вскочил и потянул меня куда-то. Сопротивляться не было ни времени, ни сил. Меня парализовало от страха.\nМы залезли в шкаф и закрыли дверцу. Ну, на шкаф это не тянуло, скорее большая тумба или комод. Просто удивительно, что мы туда влезли,никогда бы не подумала. Но было безумно тесно. Моя голова упиралась Альбу в грудь и я изо всех сил прижалась к нему, чтобы не касаться двери",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Через некоторое время мои глаза начали закрываться. Я и не подозревала, как сильно устала. Было, наверное, около четырёх часов. Хватило меня не на долго. Через какое-то время я уснула. ",
    "answers": [
      {
        "id": 70,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 70,
    "text": "Звонок подъёма. Уже утро... Ой, как не хочется вставать, в кровати так тепло...\nСтоп! Вскочив с постели и оглядевшись, я поняла, что нахожусь в своей комнате, а рядом сонно потягиваются Фаина и Ювенала.\nНеужели мне все это приснилось... Нет, вряд ли. Не просто же так Ювенала была такой заплаканной. Я подошла к ней:\n—Как ты?\n—Нормально, — ответила она,-если бы я не заплакала, этот гад бы на нас всю ночь кричал, надо будет рассказать про ненормативную лексику этого подонка директору.\nЯ кивнула и задала вопрос, который волновал меня больше всего.\n—А как я сюда попала?\n—Мы очень волновались, когда ты не пришла, — начала за сестру Фаина, — кто знал, вдруг этот гад потащил тебя к директору. Где то в районе 5:30 тебя на руках принёс Альб. Мы подумали, что тебе плохо или ты сознание потеряла! А оказалось, что ты в шкафу заснула и он тебя будить не захотел, представляешь! Никогда его таким не видела... — задумчиво закончила она.\nА я решила, что надо будет его поблагодарить.\nОбязательно. ",
    "answers": [
      {
        "id": 72,
        "text": "Далее. Глава 4"
      }
    ]
  },
  {
    "id": 71,
    "text": "С этого дня нам будут объявлять штурвал, да к тому же сегодня будет запись на кружки.\nКружков здесь достаточно много. Эпоксидная смола, оригами, танцы и многие другие, которые я не запомнила. \nЯ хотела попасть на эпоксидную смолу, девочки сказали, что там интереснее всего. Но желающих много, поэтому надо торопиться. \nВсё, что я узнала от остальных, что ни в коем случае нельзя записываться на оригами. Училка — настоящая мигера и если ты хоть один сгиб сделаешь неправильно, то тебе конец. \n",
    "answers": [
      {
        "id": 93,
        "text": "В гостинной"
      },
      {
        "id": 71,
        "text": "Штурвалом в некоторых лагерях называют лист с расписанием на этот день. Туда входят ежедневные события, как расписание кружков и занятий, катания на велосипедах и роликах, различные соревнования и т.д",
        "comment": true
      }
    ]
  },
  {
    "id": 72,
    "text": "Альба я нашла около комнаты Дориана, который действительно стоял и из поллитровой бутылки разливал всем свою кофеиновую вытяжку. Народу было не так много, как ожидалось. Все после криков Марка разошлись спать. Альб заметил меня и улыбнулся, Дориан как раз наливали ему свое варево. Я подошла к ним. Ничего не говоря они сунули мне в руки стакан и плеснули этой мутной жижи.\n—На вкус не очень, но бодрит будь здоров! — прокомментировал Дориан.\nПолучив свою порцию, мы с Альбом вышли в коридор.\n—Доброе утро, — пробормотал он, пытаясь подавить зевоту.\n—Утро добрым не бывает.\n—Это точно...\nМы чокнулись и выпили вытяжку Дориана. Я согнулась пополам, подвив рвотный позыв. Какая отрава! Это точно можно было пить?\nСудя по зеленоватому оттенку лица Альба, ему не лучше.\n—Как спалось?- спросил он, когда мы пришли в себя.\nЯ обняла его и пробормотала:\n—Спасибо...\nОн прижался ко мне и сказал:\n—У меня силы воли не хватило тебя разбудить...\n—А вот физической силы донести меня до комнаты у тебя хватило!- хмыкнула я ему в плечо.\nМы бы так и стояли, если бы не крик Марка:\n—На завтрак, ботаники!\nЯ недовольно поморщилась и пробормотала:\n—Надо с ним что-то сделать, достал, честное слово.\nАльб отошёл от меня и с серьёзным видом сказал:\n—Постараюсь. ",
    "answers": [
      {
        "id": 73,
        "text": "После завтрака. "
      }
    ]
  },
  {
    "id": 73,
    "text": "После завтрака все направились за учебниками в библиотеку. Она была просто потрясной! Я прошлась, поискав нужный отдел, но что-то мне подсказывает, что заблужусь я раньше, чем найду что либо.\n—А где тут отдел научной фантастики? — спросила я у девочек.\nНо они неопределённо пожали плечами.\n—Давай я провожу, — предложил Альб и я согласилась.\nМы ушли, оставив девочек занимать очередь. Шли мы не долго, но повернули столько раз, что я сбилась со счета.\nПеред очередным поворотом он сказал:\n—Нам сюда.\nЯ прошлась, самозабвенно поглаживая корешки книг. Чего только тут не было! Жуль Верн, Артур Конан Дойл, Станислав Лем...\nЗаметив моё восхищение, Альб улыбнулся:\n—Тоже мой любимый раздел.\n—В таком случае посоветуй что нибудь.\nОн прошёлся мимо полок, выискивая что-то, а потом остановился, взял книгу и протянул её мне.\n—Моя любимая, — сказал он.\nЯ нежно погладила книгу по переплёту и прочитала : \"Таинственный остров\"\n— Моя тоже, — улыбнулась я.\nЯ уже хотела уйти, как вдруг Альб неожиданно взял меня за руку.\n—Постой, надо поговорить... ",
    "answers": [
      {
        "id": 74,
        "text": "Повернуться к нему"
      }
    ]
  },
  {
    "id": 74,
    "text": "Я посмотрела на него. Было видно, что он с трудом подыскивал слова.\n—Я бы хотел... Ну, если ты, конечно, захочешь...- тут он вздохнул побольше воздуха и закрыл глаза.-Как насчёт того, чтобы пойти со мной сегодня после ужина в обсерваторию?\n—Конечно, девочек уже позвал?\n—Нет, только ты и я...\nВ груди у меня что-то потеплело, а в животе вспорхнули бабочки.\n—Свидание? — спросила я, надеясь, что контролирую свой голос.\n—Ну да, — ответил он смущённо.\n— Конечно я приду, — после этих слов я подошла и обняла его. Он выдохнул и прижал меня к себе.\n—Я так боялся, что ты откажешь...-прошептал он, зарывшись в мои волосы.\nВдруг у меня зазвонил телефон. Я нехотя отстранилась от него и посмотрела на экран. Это была Фаина.\n—Похоже, подошла  наша очередь за учебниками,-сказала я Альбу и сказала в трубку:\n—Уже бежим. — протараторила я в трубку.\nОн взял меня за руку и мы убежали обратно. ",
    "answers": [
      {
        "id": 75,
        "text": "Бежать "
      }
    ]
  },
  {
    "id": 75,
    "text": "Вернулись мы как раз вовремя: подошла наша очередь. Взяв книги мы вышли из библиотеки.\n—Мне надо идти, — сказал Альб, — хочу поговорить с отцом по поводу Марка.\nПосле этих слов он развернулся и убежал.\n—Так, рассказывай, почему ты вся искришься? — потребовала Ювенала когда тот скрылся за поворотом.\nЯ все рассказала им.\n",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Я весь день ходила с глупой улобкой на лице.\nКстати, Альба не было ни на обеде, ни на полднике. На последнем скорее не было нас. Мы проспали его и пришли в последнии десять минут. После полдника мы вернулись в комнату, ибо встала классическая женская проблема-трагедия :\nМне нечего надеть! ",
    "answers": [
      {
        "id": 77,
        "text": "Пойти переодеваться"
      }
    ]
  },
  {
    "id": 77,
    "text": "—Значит так, — сказала Фаина, — Наша задача нарядить тебя так, словно ты не наряжалась. Понятно?\nМы переглянулись с Ювеналой. Это будет тяжело... ",
    "answers": [
      {
        "id": 78,
        "text": "Белые джинсы и персиковая рубашка"
      },
      {
        "id": 80,
        "text": "Красное платье"
      },
      {
        "id": 81,
        "text": "Толстовка и синие джинсы"
      }
    ]
  },
  {
    "id": 78,
    "text": "Я примеряла белые джинсы на высокой талии и персиковую полупрозрачную рубашку.\nПосмотрев в зеркало, я подумала, что именно так представляю себе весну, если сделать её человеком, да ещё и в современной обработке.\n—Выглядишь потрясно! — начала Фаина, — подожди, у меня кое-что есть...\nОна полезла в свою косметичку и достала оттуда венок. На нем были искусственные розочки такого же цвета, как рубашка, на тонкой проволочке.\nКогда я надела его, проволока исчезла в волосах и я стала ещё больше напоминать весну. Казалось, что цветы были вплетены в волосы.\nОчень нежненько и мило. ",
    "answers": [
      {
        "id": 79,
        "text": "Выбрать этот наряд"
      },
      {
        "id": 77,
        "text": "Примерить другие"
      },
      {
        "id": 78,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d02/1903/c2/63197db978cc.jpg\n\n"
      }
    ]
  },
  {
    "id": 79,
    "text": "Когда с выбором одежды было покончено, подошло время ужина. А точнее середины ужина. \nВ столовой, как всегда, была очередь. Когда мы наконец взяли наши порции, то стали искать свободный столик.\nВдруг я заметила, что с другого конца столовой нам кто-то машет. Это был Альб. Он сидел рядом с каким-то мужчиной, очень похожим на него. Судя по всему это директор, его отец. Пока мы с девочками лавировали между другими столами и учениками, директор изучающе смотрел на меня, после чего шепнул что-то Альбу, от чего он смущённо заулыбался и немного покраснел. Было понятно, что это как-то связано со мной.\nИ вот мы наконец дошли до столика. Пока мы садились, директор встал и, обращаясь к нам, сказал:\n—Не буду вам мешать, — а потом продолжил, наклонившись к Альбу и отдавая ему связку ключей, — обсерватория твоя до одиннадцати, а потом быстро спать, у вас завтра начинаются занятия.\nПосле этих слов он улыбнулся, взъерошил ему волосы и направился к выходу. ",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "Я надела красное платье, в котором была на дискотеке. Девочки это не одобрили.\n—У тебя другой одежды нет? Так не интересно.\nНе знаю, почему они придираются. Мне платье очень нравится. ",
    "answers": [
      {
        "id": 79,
        "text": "Выбрать его"
      },
      {
        "id": 77,
        "text": "Примерить другие"
      },
      {
        "id": 80,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a19/1903/45/3b89fd960de8.jpg\n\n"
      }
    ]
  },
  {
    "id": 81,
    "text": "Я примеряла серую толстовку и синие джинсы. Вместе они смотрелись неплохо, только очень обыденно. Я поделилась этими мыслями с девочками.\n—Мне кажется класно. А пусть он не думает, что специально для него наряжалась. Ещё пучок сделай и вообще супер.\n",
    "answers": [
      {
        "id": 79,
        "text": "Выбрать это"
      },
      {
        "id": 77,
        "text": "Примерить другое"
      },
      {
        "id": 81,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c22/1903/68/d703ea4a61f5.jpg\n\n"
      }
    ]
  },
  {
    "id": 82,
    "text": "—Ты ему очень понравилась, иначе он ни за что не разрешил, — сказал Альб и посмотрел на меня взглядом \"ну очень влюблённой овцы\" (похоже наряд я выбрала удачный). Боюсь, я отвечала ему взаимностью. Он взял меня за руку... И тут Фаина не выдержала:\n—Знаешь, мы пожалуй сядим к Дориану. Встретимся вечером.\nПосле этих слов они с Ювеналой удалились, за что я была им очень признательна.\nМы с Альбом быстро проглотил ужин и он вывел меня на улицу.\n—Нам придётся немного прогуляться. С 20:30 до 22:00 в обсерватории проходит первая пара для астрономов. Предлагаю сходить в оранжерею. Туда недавно привезли цветы, которые распускаются только ночью.\nОн взял меня за руку и повёл по едва заметной тропинке. Шли мы достаточно долго, я и не предполагала, что территория такая большая. Где-то в далёкие послышалось ржание. Тут даже конюшня есть! Альб тоже услышал и, словно прочитав мои мысли, сказал:\n—Здесь недалеко есть конюшня, иногда мы устраиваем конные прогулки. У меня свой конь есть — Боцман. Как нибудь вас познакомлю. ",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Мы подошли к зданию, полностью сделанном из стекла. Лунный свет красиво приломлялся в стёклах и отражался радугой... Очень красивое зрелище.\nАльб достал ключ (тоже стеклянный), открыл дверь и мы вошли.\nНа нас дохнуло духотой и цветочным ароматом. Мы прошли метров десять и после закрытых бутонов тюльпанов увидели фосфорисцирующие и хрупкие лепестки других растений. Я подошла и вздохнула аромат одного из них, самого красивого. Как вдруг этот бутон оторвался и начал медленно опадать вниз. Я испугалась и отступила от столь хрупкого растения.\nАльб наклонился и аккуратно поднял упавший цветок. После чего шагнул ко мне, нежно заправил порядку волос мне за ухо и вставил туда цветок. Потом он куда-то ушёл, а вернулся уже с небольшим покрывалом, расстелил его на земле и жестом пригласил меня сесть.\nМы не говорили. Это было лишним. Я читала его мысли по глазам и он делал то же самое. Вокруг было так хорошо. Ночь. Цветы. Тишина. Я положила голову ему на плечо. Он такой тёплый...\nТак мы просидели около часа.\nВдруг прозвенел будильник — нежная мелодия колокольчиков, и из уст Альба прозвучали первые слова за последний час:\n—Обсерватория скоро освободится, нам надо идти.\nОн подал мне руку и помог встать.\nМы вышли на улицу и он закрыл дверь стеклянным ключом, последний раз за эту ночь нарушая хрустальную тишину оранжереи...",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "Ну что сказать, произвести впечатление он умеет.\nК обсерватории мы шли молча, вслушиваясь в далёкое ржание, шелест листьев, стрекотание сверчков... Один раз даже ухнула сова.\nМы подошли к главному корпусу. Все уже разошлись и входная дверь была заперта. Тут тоже пригодилась связка ключей Альба.\nОн пропустил меня вперёд и я почувствовала на глазах мегкий предмет, наверное платок. Я чуть не вскрикнула, но почти сразу же Альб прошептал мне на ухо:\n—Так интереснее.\nОн приобнял меня за плечи и повёл в неизвестном мне направлении. Если честно, то я боялась оступиться и упасть. Но шагов через десять, пробормотав :\"осторожно\" он подхватил меня на руки. А вешу я, между прочим, 55 килограмм. Я вцепилась в него, немного страшно все-таки.\nЯ почувствовала, как меня опускают на что-то мягкое. Тут с меня сняли шарф\n\n",
    "answers": [
      {
        "id": 85,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вокруг меня было только небо. Звёздное, чёрное, бесконечное... Отсюда хорошо промосматривался млечный путь. Никогда такого не видела, только на картинках в интернете. Знаете, такое небо никогда не увидишь в большом городе, где ты смотришь только вниз, думая лишь о своих проблемах и скучной рутине, с полной уверенностью, что оно такое же противное и серое, как в луже, на которую ты только что наступил, испачкав кроссовок.\nИ лишь когда выезжаешь на природу, оставив все заботы в грязном, до отказа забиты людьми городе, можно увидеть такое красивое, без единой тучки, небо.\nЗвезды сияли одна ярче другой, переливаясь всеми оттенками голубого, чёрного и белого. Я вытянула руку и стала обводить созвездия: большая медведица, малая, созвездие Ориона...\nТут я заметила, что Альб смотрит не на звезды, а на меня. В его глазах отражался небосвод. Он приблизился ко мне на расстояние нескольких миллиметров и поцеловал.\nЯ сразу позабыла и небо, и созвездия и все звезды. По телу волнами разливалось приятное тепло. Альб усадил меня к нему на колени, не прерывая поцелуя. \nПоцелуй был страстным и нежным, словно он давно хотел это сделать, но боялся. Одной рукой он гладил мою шею, а другой нежно водил по спине... \nЯ прижалась к нему ещё ближе и запустила руку в его волосы.\nОторваться от него я смогла лишь когда стало критически не хватать воздуха. ",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      },
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d13/1903/8d/80af596133ae.jpg\n\n"
      }
    ]
  },
  {
    "id": 86,
    "text": "Губы приятно пощипывало. Посмотрев на Альба, можно было заметить, что волосы его сильно растрепаны (скорее всего моими стараниями), а глаз светятся в темноте.\nЯ никогда не представляла себе первый поцелуй, мне казалось, что это жутко противно. Поверила бы я, если бы мне в десять лет рассказали об этом? Не знаю...\n—Знаешь, когда я был маленьким, я часто приходил сюда... — неожиданно заговорил Альб, смотря на звезды, словно он разговаривая не со мной, а размышлял в слух. Вдруг он замолчал, словно пожалел о сказанном, но потом опять заговорил. — и мечтал, что влюблюсь. Влюблюсь как в книжке, по-настоящему... Тогда я пообещал себе, что однажды я буду сидеть здесь, под звёздами, но уже не один... Никогда не думал, что мне так повезёт. Интересно, поверил бы я, если мне в десять лет принесли твою фотографию и сказали, что я буду сидеть здесь с ней...\nЯ не дала ему закончить и аккуратно поцеловала его в губы, а когда отстранилась, то обняла его и сказала:\n—Никогда не думала, что буду кого-то целовать. И если бы мне сказали об этом в десять лет, то я бы с криком:\"Буээээ\" убежала.\nМы засмеялись. Я решила что романтику в жизнь надо вводить постепенно, чтобы не умереть от передозировки счастья после первого же приёма. Да простят мне, что я сравниваю любовь с наркотиком, но в них определённо есть что-то общее, хотя-бы чувство эйфории. ",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Остаток часа мы лежали и смотрели на звезды, он показывал мне созвездия, которые я не знаю, и мы разговаривали на всевозможные темы.\nВдруг послышалась мелодия, которую я уже слышала в оранжерее, значит пора уходить... ",
    "answers": [
      {
        "id": 88,
        "text": "Вернуться в корпус"
      }
    ]
  },
  {
    "id": 88,
    "text": "Подходя к моей комнате я остановила его и сказала:\n—Спасибо, это было лучшее время в моей жизни...\nЯ надеялась, что он найдёт слова оригинальные, чем \"в моей тоже\". И он нашёл, только не слова. Просто поцеловал меня, но не так как в обсерватории. Этот поцелуй был более страстный и чуственный, от этого мои колени превратились в желе, и мне пришлось опереться на стену. Где-то открылась дверь, но нам было сильно не до этого. Тут мы услышали злобный кашель Оливии. Альб отскочил от меня, а я вжалась в стенку. Она стояла в метре от нас и рассежено смотрела то на меня, то на него.\n—Так, голубки, если вы, когда я вернусь, не будете каждый в своих кроватях, то о о том, что вы вернулись не в 23:00, а в 23:26 будет рассказано директору. — прошептала она.\nДля нас это был шок. Оливия, конечно, классная, но к правилам она относится очень серьёзно.\n—А что это ты такая добрая, — прищурившись спросил Альб, похоже у него было отличное настроение.\n—Я тоже влюбилась, — улыбнулась она и мечтательно закрыла глаза, — Тебе очень повезло...\n—Ты это кому?\n—Да обоим.\nОтветила она и пошлепала вниз по лестнице, скорее всего на планерку.\nМы с Альбом последний раз обнялись и разошлись по своим комнатам.\nТолько я вошла, как на меня набросились девочки. ",
    "answers": [
      {
        "id": 89,
        "text": "Рассказать им все"
      },
      {
        "id": 90,
        "text": "Ничего не говорить"
      }
    ]
  },
  {
    "id": 89,
    "text": "Я рассказала им обо всем в подробностях. Они стали засыпать меня вопросами, но увидев, что я сейчас усну, оставили меня в покое. ",
    "answers": [
      {
        "id": 91,
        "text": "Утро. Глава 4"
      }
    ]
  },
  {
    "id": 90,
    "text": "Я решила ничего им не говорить, так как сильно хотели спать. Они сказали, что завтра об этом по любому будет говорить весь лагерь, и что если они узнают все от первоисточника, то им легчи будет опровергает сплетни. Пришлось все им рассказать. А сразу после этого мы легли спать. ",
    "answers": [
      {
        "id": 91,
        "text": "Утро. Глава 4"
      }
    ]
  },
  {
    "id": 91,
    "text": "Я встала, как обычно, по будильник на часах, то есть на десять минут раньше подъёма.\n",
    "answers": [
      {
        "id": 71,
        "text": "Одеться и подняться в гостинную"
      }
    ]
  },
  {
    "id": 92,
    "text": "— И так, опаздавших больше не ждём. Теперь к новостям. Хочу сообщить вам, что наш вожатый Марк отстранён от своих обязанностей из-за... — она закусила губу, подыскивая нужное слово, — из-за некоторых нарушений.\nВсё радостно закричали и захлопали в ладоши. Оливия явно не такой реакции ожидала. Когда гул затих, она продолжила.\n— И на его место приходит... Прошу любить и жаловать, Войт! ",
    "answers": [
      {
        "id": 98,
        "text": "Рассмотреть Войта"
      }
    ]
  },
  {
    "id": 93,
    "text": " В гостиной было уже много народу. Видимо, все решили встать пораньше. \nЯ подбежала к столу с записями. Капец! Все места уже заняты,кроме оригами, конечно... Ну хоть почитаю, кому повезло, может удастся поменяться.\nВдруг в колонке \"эпоксидная смола\" я нахожу свою фамилию. Она написана аккуратным, но определённо мужским почерком.\n—Эльза, иди сюда, я тебе место занял! — крикнул Альб.\nЯ улыбнулась, это он меня записал! Ну а кто же ещё?\n—Спасибо, — сказала я и поцеловала его в щеку. Он заслужил.\n—Да пожалуйста, ты же мне вчера говорила. Я все равно с семи на ногах. Соседи храпят как два бульдозера. Я попросил отца на выходных купить беруши, но ещё день-два дня придётся жить на Дориановой настройке.\nИ он, словно в подтверждение своих слов зевнул, да так, что мне показалось, что ещё немного и можно вывихнуть челюсть.\nМне стало безумно его жалко.",
    "answers": [
      {
        "id": 94,
        "text": "Предложить ему спать в моей комнате"
      },
      {
        "id": 125,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 94,
    "text": "—Ты два дня без сна не протянешь, — начала я, кладя голову ему на плечо и беря его за руку, — Знаешь что, приходи спать к нам в комнату... Думаю Фаина и Ювенала против не будут. А кровати большие, вдвоём влезем...\nАльб заулыбался.\n—Ты предлагаешь мне спать с тобой, я правильно понял?\n—Да, а что такого? — спросила я и сделала лицо пятилетнего ребёнка, которому только что сказали, что кассир не забирает себе деньги, которые кладёт в кассу.\n—Действительно, ничего. Если твои соседки против не будут, то я, пожалуй приму твоё приглашение.\nТут он опять зевнул. ",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Тут в гостиную вошли Фаина с Ювеналой. Они тоже первым делом подошли к столику с кружками и записались на танцы. А потом плюхнулись на диван рядом с нами, ворча при этом \"все лучше чем оригами\". Я поздаровалась с ними. ",
    "answers": [
      {
        "id": 95,
        "text": "-Девочки, вы не против если я день-другой посплю в вашей комнате. Мои соседи жутко храпят, а до папиных выходных у меня точно не будет беруш.\nОн говорил это таким будничным тоном, что мои соседки переглянулись. \n-Без проблем, - ответила Ювенала и завела разговор о другом. Пока она болтала с Альбом, Фаина наклонилась ко мне и быстро прошептала:\n-Я, кончно, все понимаю, но не думала, что события будут развиваться ТАК быстро...\nЯ покраснела. \n-Ты подожди, спать и переспать имеют абсолютно разные значения.\nФаина загадочно улыбнулась и уже открыла рот, чтобы что то сказать, но тут... \n",
        "need": 94,
        "comment": true
      },
      {
        "id": 92,
        "text": "Лив начала хлопать в ладоши, что означало начало штурвала"
      }
    ]
  },
  {
    "id": 96,
    "text": "—Прости, но я не хочу...\n—Да, конечно. — Он выглядел очень расстроенным. Потом он развернулся и ушёл. ",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "А через несколько минут он уже стоял на сцене, рядом с диджеем. Он взял у него микрофон и, едва скрывая радость, начал говорить:\n—Дамы и господа, у меня для вас прекрасная новость! В этой смене подъем переносится на час. Теперь мы встаём в девять!\nВдруг я услышала вокруг знакомый визг. Точно, вокруг меня стояли и визжали мои соседки. А через несколько секунд появился сам Альб и мы отправились в корпус. \n",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Он был безумно похож на Альба. Такие же кудрявые волосы и зелёные глаза. Но в то время, как у Альба волосы светлые, у Войта  каштановые.\nОн оказался очень классным парнем и сразу всем понравился, а особенно — Оливии. Трудно было не заметить, как она на него смотрела. \nЛив ещё озвучила расписание на сегодня, добавила в список оригами не записанных ни на какой кружок людей, и мы всем корпусом потопали в столовую.\nЯ с девочками собирались уже поддаться стадному чувству, как вдруг к нам подошёл Войт.\n",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "—Какими судьбами?! — воскликнул Альб, когда Войт подошел.-Ты же вроде у натуралистов был?! \nОни радостно обнялись, а потом Войт сказал. \n—Отец приставил. Чтобы ты не слишком от учёбы отвлекался, с такой красотой. \nПосле этих слов он подмигнул мне. \n—Кому за кем следить, — улыбаясь парировал ему Альб, — придётся наблюдать, чтобы ты с Оливией не забывали о своих обязанностях, а то ведь практику завалишь. \n\n",
    "answers": [
      {
        "id": 100,
        "text": "Послушать их разговор"
      },
      {
        "id": 101,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 100,
    "text": "—Ты в курсе что о вашем свидании весь лагерь теперь болтает, — говорил Войт,- во всех корпусах. Такие слухи ходят... Надеюсь, что про постель это действительно слух, не так ли, братец?\nМы с Альбом, как по команде, покраснели.\nЯ больше не могла здесь находится, по этому мы с девочками ушли в нашу комнату, оставив Альба выкручиваться самостоятельно.\nВыходя из гостиной я услышала, как Альб спросил:\n—Ну что там ещё болтают? ",
    "answers": [
      {
        "id": 102,
        "text": "В комнату"
      }
    ]
  },
  {
    "id": 101,
    "text": "Я решила, что нам с девочками необязательно присутствовать при семейной встрече, так что я сказала Альбу что мы в своей комнате и, вместе с девочками, ушла готовится к парам. ",
    "answers": [
      {
        "id": 102,
        "text": "В свою комнату"
      }
    ]
  },
  {
    "id": 102,
    "text": "После завтрака у всех нас была общая алгебра, а потом у меня и Альба физика.\nДалее обед, тихий час, кружки, ужин и время для выполнения домашки.\nВскоре к нам заглянул Альб.\n—Вы готовы? ",
    "answers": [
      {
        "id": 103,
        "text": "В столовую "
      }
    ]
  },
  {
    "id": 103,
    "text": "—Брат? — спросила я по пути.\n—Угу, — ответил Альб и зевнул. Однажды он все таки вывихнет себе челюсть, — На учителя учится, а здесь проходит практику. Это просто отлично! Он с нами и в поход сходит, и погулять отпустит, и проследит, чтобы мы при этом не сильно покалечились. Теперь жизнь будет веселей!\nПосле завтрака мы поднялись в обсерваторию, где была пара по алгебре. А потом мы должны были пойти в нашу гостиную, где будет проходить физика.\nПреподователи были просто удивительные! Никогда не видела настолько заинтересованных в своём предмете педагогов.\nНа кружке я сделала подвеску с цветком, который Альб заложил мне вчера за ухо. Сохранить его было очень трудно, не обошлось без советов и помощи Дориана. Но у меня получилось!\nК концу дня голова разрывалась от количества информации. Мы сделали задачи, которые нам задали и я уже хотела идти в душ. А Альб решил перенести ко мне в комнату подушку. Не дай бог об этом узнают вожатые!\n",
    "answers": [
      {
        "id": 104,
        "text": "Выйти из гостинной"
      }
    ]
  },
  {
    "id": 104,
    "text": "Мы шли по тёмному коридору, не нашли выключатель. Как вдруг из другого конца послышались стоны и вздохи. Мы с Альбом переглянулись. ",
    "answers": [
      {
        "id": 105,
        "text": "Пойти посмотреть"
      },
      {
        "id": 106,
        "text": "Не смотреть"
      }
    ]
  },
  {
    "id": 105,
    "text": "Мы взялись за руки и медленно двинулись в сторону звуков. Тут я увидела шокирующую картину. \nВ темноте целовались Войт и Лив, да еще как целовались! У Оливии уже была растегнута рубашка, ещё одна пуговица и можно будет увидеть цвет её бюстгальтера. Ну до вожатской дотерпеть нельзя было!?\nМы с Альбом, не сговариваясь, закашляли изо всех сил, как это вчера сделала Лив, застав нас в двоем. При этом мы напугали парочку до смерти.\n—Ах вы... — начала Лив, прижимаясь к ничего не понимающему Войту, чтобы скрыть растегнутую рубашку.\n—Это месть за вчерашнее, не хотел, брат! — сквозь смех крикнул Альб.\nА я добавила:\n—И зайдите в вожатскую, в конце-концов!\nМы с Альбом, смеясь, заскочили в мою комнату. Она была ближе. В догонку мы услышали удивлённый голос Войта: \"А что вчера было?\". После этого мы закрыли дверь. \nЯ пересекались с Альбом взглядом и согнулась пополам от смеха.\n—Ты необыкновенная... — сказал он и поцеловал меня. ",
    "answers": [
      {
        "id": 107,
        "text": "Поцеловать в ответ"
      }
    ]
  },
  {
    "id": 106,
    "text": "Я уже хотела было войти в свою комнату, как вдруг Альб взял меня за руку и потащил в направлении звуков.\nМне и самой любопытно, что же там происходит",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Я запустила руку в его волосы и прижалась к нему ближе.\nМы целовались столько времени, что я устала стоять. Альб, похоже, понял это. Тут он сделал то, чего я совсем не ожидала — повалил меня на кровать.\nАльб навис надо мной и смотрел на меня затуманенным желанием взглядом. Зрачки почти полностью закрывали радужку.\nЯ поцеловала его и он тихо застонал. \nОдной рукой он поддерживал мою голову, а другой поглаживала мою кожу. При этом Альб не позволял себе ничего лишнего. Он знал, где быть нежным, а где посмелее. Возбуждение все росло, такое болезненное и приятное одновременно. От каждого его прикосновения меня словно било током.. ",
    "answers": [
      {
        "id": 108,
        "text": "Как вдруг... "
      }
    ]
  },
  {
    "id": 108,
    "text": "Заскрипела открываем дверная ручка. Мы отскачили друг от друга.\nНа пороге стояла Фаина и с широко раскрытии глазами и пялилась на нас.\nЯ скосила глаза на Альба. Глаза горят, румяный, растрепанный и с довольной улыбкой на лице.\nЯ выгляжу примерно так же. Бедная Фаина... Молчание затягивалось. \n—Я вам помешала? Мне выйти? — спросила она, сильно смутившись и посмотрела на меня так, словно в чем-то передо мной провинилась.\n—Да нет, заходи. Так на чем мы остановились? Ах, да! Ты нашла КПД четырехфазового двигателя? Получается, что там...",
    "answers": [
      {
        "id": 108,
        "text": "В таком ключе Альб болтал ещё пару минут, а когда тема была исчерпана, то он обратился к Фаине:\n-Так я могу сегодня спать здесь?\nВсё это время она сидела в наушниках, рисуя что-то в тетради. Судя по всему, она ничего не слышала, зря Альб выдумывал всю эту чушь про двигатель. Он подошёл, осторожно снял с неё наушники и повторил вопрос. Тут его взгляд упал на рисунок, он порозовел и улыбнулся. Фаина быстро захлопнула блокнот и прижалак себе. Мне тоже стало интересно, что же там такое.\n-Да, конечно. - поспешила сменить тему она.\nМы ещё поболтали на разные темы, но рисунок не выходил у меня из головы, любопытство буквально разъедало меня изнутри. Прозвучал сигнал к отбою и через несколько минут вернулась с астрономии Ювенала. Альб спросил её о разрешение на ночевку, и когда она согласилась, то ушёл за вещами. \n",
        "need": 94,
        "comment": true
      },
      {
        "id": 108,
        "text": "В таком ключе Альб болтал ещё пару минут, а когда тема была исчерпана, то он обратился к Фаине:\n-Слушай, а где Ювенала?\nВсё это время Фаина сидела в наушниках, рисуя что-то в тетради. Судя по всему, она ничего не слышала, зря Альб выдумывал всю эту чушь про двигатель. Он подошёл, осторожно снял с неё наушники и повторил вопрос. Тут его взгляд упал на рисунок, он порозовел и улыбнулся. Фаина быстро захлупнала блокнот и прижала к себе. Мне  стало интересно, что же там такое.\n-У неё пара по астрономии. Как прошёл день? - поспешила сменить тему она.\nМы ещё поболтали на разные темы, но рисунок не выходил у меня из головы, любопытство буквально разъедало меня изнутри. Прозвучал сигнал к отбою и через несколько минут вернулась с Ювенала. Альб вздохнул и пробормотал что-то вроде: \"Опять к этим храпящим монстрам идти...\"\nФаина повернулась к Альбу и предложила:\n-Может немного поспишь у нас, с Эльзой, я думаю, что никто против не будет.\nОна была права, а Альб, пока мы не передумали, согласился и выбежал за подушкой",
        "need": 125,
        "comment": true
      },
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "Как только он вышел я подбежала к Фаине:\n— Покажи рисунок! Что там? \n—Нет! — она схватила блокнот и прижала к себе. Тут Ювенала подключилась к перепалке. \n— Она потрясно рисует. Ладно тебе дай посмотреть, критиковать не будем... \n—Нет! — опять перебила Фаина. \n—Да почему?! \n—Ладно смотри, а потом думай, стоит ли это показывать Эльзе! \nЯ осталась на кровати, а Ювенала плюхнулись рядом с Фаиной. Та осторожно открыла тетрадку. Как я не пыталась, подсмотреть у меня не получалось. \nРеакция Ювеналы была похожа на реакцию Альба. Она тоже улыбнулась во весь рот.\n После уговоров, она разрешила все таки показать мне, но только после того, как она выйдет из комнаты. \nПосле того, как закрылась дверь, я подбежала к Ювенале и вырвала блокнот.\nВоу! Такого я от неё не ожидала. На наброске (очень, кстати, неплохо прорисованном) был изображён наш с Альбом поцелуй. Все бы ничего, но из одежды на рисунке был только мой лифчик, хорошо, что рисунок по пояс. Но, черт, это самое милое, что я видела в своей жизни! \nДверь открылась и вернулась Фаина:\n—Прости, давай я вырву и выкину. Я не хотела, просто вы такие милые, оно само так получилось... \n—Ты шутишь?! Это лучшее, что я видела! — а после короткого молчания продолжила, — Это правда так выглядело? \nФаина улыбнулась:\n—Ну, на вас была одежда, а так на самом деле похоже. \nТут я опять порозовела. \nНа этой интересной ноте к нам пришёл Альб. \n",
    "answers": [
      {
        "id": 110,
        "text": " Мы ещё немного поболтали и разлеглись. "
      }
    ]
  },
  {
    "id": 110,
    "text": "Поначалу Альб лежал на самом краешке кровати. Настолько, что была действительно опасность свалится. Я прижал его поближе к себе и уснула. ",
    "answers": [
      {
        "id": 121,
        "text": "Глава 6. Игра"
      }
    ]
  },
  {
    "id": 111,
    "text": "—Знаете, я наверное лучше погуляю...\nЧуть ли не сквозь слезы пробормотала я и убежала. Очень боюсь тёмных и людных мест, страх который остался ещё с детства. По этой причине даже в кинотеатры ходить не могу. \nНенавижу! Каждый раз когда мне страшно, я начинаю реветь как маленькая девочка! Не хочу, чтобы они это видели... ",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "Бежала я так минут пять. Тут мне пришлось оглядеться.\nВокруг меня лес, такой высокий и редкий. Последние лучи солнца едва касались деревьев, просвечивая между ними желтовато-розовыми нитями. Я стояла и любовалась этим зрелищем. Вдруг послышались звуки гитары. Такая ненавязчивая, тихая мелодия. Она очаровывала и очень подходила к атмосфере заката. ",
    "answers": [
      {
        "id": 113,
        "text": "Пойти на звуки гитары. "
      }
    ]
  },
  {
    "id": 113,
    "text": "Я не удержалась и пошла на звуки, онислышались все отчетливее и громче. Наконец я увидела кто играет.\nЭто был мальчик с чёрными волосами и короткой стрижкой. Я подошла к нему со спины и не видела его лица. Он тихо подпевал мелодии, которую извлекли из инструмента его пальцы. Какой красивый голос... Звонкий и приятный, он сразу зачаровал меня. \nЗаслушавшись, я неаккуратно шагнула и с треском поломала ветку. Музыка сразу прекратилась и мальчик обернулся. На его лице читался испуг.\n—Кто ты?-просто спросил он и это сбило меня с толку.\n—Пппрости, я не хотела тебе помешать, — немного заикаясь от волнения сказала я, — просто услышала звуки гитары посреди леса... У тебя хотя бы музыка, а не тот набор звуков, который играет на дискотеке.\n—Согласен, живая музыка в разы приятней, чем то буханье,-сказал он и улыбнулся мне. \nТут его взгляд изучающе заскользил по мне, и только сейчас я поняла, что выгляжу просто ужасно. В волосах ветки, лицо заплаканное, одежда в смоле. Да уж... \n— Знаешь что, садись ко мне. Не отправлять же тебя обратно в это страшное место. \n",
    "answers": [
      {
        "id": 114,
        "text": "Сесть к нему"
      }
    ]
  },
  {
    "id": 114,
    "text": "Я осторожно пробиралась к нему сквозь последние деревья, попутно рассматривая его.\nОн сидел скрести ноги по-турецки на скамейке около самого обрыва. Последние солнечные лучи путались в его чёрных волосах, а серые глаза смотрели вдаль. Стоп, они не серые... А какие то бесцветные. Вот теперь они кажутся голубыми, а сейчас отливают желтоватым. Наверное, это отражение неба. Губы растянуты в задумчивую улыбку... Интересно, о чем он думает?\nТем временем я уселась рядом с ним. Он вновь взял гитару и заиграл теперь знакомую мне мелодию. Это была Аллилуя, одна из моих любимых песен. Я сама и не заметила, как начала подпевать. А через некоторое время он совсем замолчал, а я все ещё пела, закрыв глаза. Песня быстро кончились. \n—У тебя красивый голос, — сказал мне он. \nЯ смущённо улыбалась. Никогда не пою при людях, меня это очень смущает. А тут вдруг человек, которого я совсем не знаю. \n— Мы так и не представились друг другу. Я Эллиот, а ты? \n",
    "answers": [
      {
        "id": 115,
        "text": "-Эльза, приятно познакомиться. Ты из жёлтого корпуса? "
      }
    ]
  },
  {
    "id": 115,
    "text": "—Точно, я музыкант. А вот тебя я там не видел.\n—Я из синего. На физику готовлюсь.\n—Понятно... А давай ещё что-нибудь споём? \nОн вновь заиграл песню, но я её не знала. Просто слушала его. Как же интересно он поёт. Так легко и расслаблено... Если бы я умела рисовать, думаю, я бы очень хотела сделать его портрет. Это всегда так удивительно, когда человек занимается тем, что действительно любит. Словно открывается дверь в его душу. В такие секунды он становится просто собой, без страха, лицемерия, хвастовства. Нечто из разряда :\"Я пою и всегда пел, что в этом такого?\" \nПесня кончилась, солнце село за линию горизонта... Стало прохладно, а я ведь даже лёгкую кофту не взяла. Эллиот заметил это. Он отложил гитару и стянул с себя толстовку, оставшись в одной футболке. После чего он накинул её мне на плечи. Я хотела возразить, но от холода у меня зуб на зуб не попадал. \nМы стали разговаривать обо всем на свете. \n",
    "answers": [
      {
        "id": 116,
        "text": "Поддержать разговор"
      }
    ]
  },
  {
    "id": 116,
    "text": "Трудно сказать, сколько тем мы перебрал за это время. Начиная с того, как устроен двигатель в тракторе, заканчивая тем, что на гитаре играть легче, чем на барабане. Разговаривая с ним, мне становилось так хорошо и спокойно, словно мы были знакомы всю жизнь.\nТут я поняла, что стало совсем темно. Надо расходиться, пока нас не хватились.\n—Нам пора возвращаться... Уже темнеет, — сказала я. \n—Ты права. — просто ответил он. \nВсю дорогу мы шли молча. Пару раз он поворачиваля, словно собирался сказать что-то, но быстро передумывал. \n",
    "answers": [
      {
        "id": 117,
        "text": "Около корпуса"
      }
    ]
  },
  {
    "id": 117,
    "text": "—Спасибо что проводил, — улыбнулась я.\n—Да не за что... — тут он сделал небольшую паузу, а я уже повернулась, чтобы уходить, как вдруг он взял меня за запястье и повернул к себе. — Слушай... А мы ещё увидимся?\n",
    "answers": [
      {
        "id": 118,
        "text": "Непременно"
      }
    ]
  },
  {
    "id": 118,
    "text": "Я зашла в корпус, чувствуя на себе его задумчивый взгляд. Когда я поднялась в комнату, то девочки обсуждали дискотеку. Они уже были в ночных рубашках.\n—Ты все пропустила!- Воскликнула Фаина, — представляешь, Ювеналу пригласил незнакомый мне молодой человек,а она даже не спросила его имя и из какого он корпуса.\nОна пустилась в пространственное описание внешности и манеры поведения этого человека Х. Но я её почти не слушала. Всё мои мысли крутились вокруг Эллиота.\n—Знаешь, я совсем не жалею, что не пошла на дискотеку...\n—Тааак, а ну выкладывай, — сказала Ювенала, которой определённо надоело слушать про мистера Х.\nНу я и рассказала все. Про закат, гитару, беседу, толстовку.\n—Как романтично... — задумчиво пробормотала Фаина.\n—Постойте, а как же Альб. Ты ему определённо не безразлична. \n",
    "answers": [
      {
        "id": 119,
        "text": "-Согласна, Эллиот очень милый, но Альб мне кажется интересней... "
      },
      {
        "id": 120,
        "text": "-Знаешь, с Эллиотом мне намного спокойнее..."
      }
    ]
  },
  {
    "id": 119,
    "text": "—Кстати, Альб пригласил нас на корпусную вечеринку... \n—Куда-куда? \n— Узнаешь все завтра.\nЯ попыталась выпросить у девочек ещё информации, но они были непреклонны. И тут вдруг, как гром среди ясного неба...\n—201 комната! Отбой был полчаса назад! Быстро всем спать! — на весь этаж закричала Оливия, перебудив куда больше народу, чем наше тихое шушуканье.\nМы решили больше её не злить. ",
    "answers": [
      {
        "id": 42,
        "text": "Спать. Глава 3"
      }
    ]
  },
  {
    "id": 120,
    "text": "Эта ветка ещё в разработке) ",
    "answers": [
      {
        "id": 118,
        "text": "На предыдущую страницу"
      }
    ]
  },
  {
    "id": 121,
    "text": "Черт бы побрал этот треклятый будильник на часах! Который день отключить забываю! Я хотела нажать на кнопку отключения, но поняла, что не совсем контролирую положение своих конечностей. Хорошо ещё, что часы были вибрирующие, а то всю комнату бы перебудила. Пошевелив пальцами правой руки, я поняла, что она лежит на чем-то теплом. Прошло ещё несколько секунд, прежде чем я поняла, что обнимаю Альба.\nВ попытках выпутаться из одеяла (которое обернулось вокруг меня восьмеркой) и при этом не сильно потревожить мирно спящего Альба, который каким-то образом оказался у стенки и без верхней части пижамы, я с грохотом упала с кровати, попутно задев рукой стакан воды, который стоял на тумбочке.\nНу чтож, если я разбудила не весь этаж, то все мои соседи повскакивали, чтобы прямо с утра увидеть прекрасную картину : я смеюсь и чертыхаюсь полностью запутавшись в одеяле, пытаясь нащупать вслепую стакан, оставшийся на тумбочке, вода из которого струйкой текла мне на лицо.\nИ вместо того, чтобы помочь мне, они заржал на весь корпус! Спустя несколько минут, просто устав смеяться, Альб опустился ко мне со словами:\n—Помощь нужна? ",
    "answers": [
      {
        "id": 122,
        "text": "-Спасите! - завизжала я, потому что стакан, который я искала на тумбочке упал рядом с моей головой, чудом не разбившись. "
      }
    ]
  },
  {
    "id": 122,
    "text": "Это вызвало новый приступ истерического хохота.\nВсё таки, через какое-то время меня освободили из плена одеяла.\n— Ну ты даёшь, — сказала Фаина, — такое шоу с утра! Подъем-то уже был или нет?\nЯ встала, подняла с пола часы, которые пока я брыкалась слетели с руки, и выключила будильник.\n—Минут через 5 будет... — виновато опустила глаза я.\n—Тогда я к себе, — сказал Альб, забирая с кровати подушку, — встречаемся через 15 минут в гостиной. \n",
    "answers": [
      {
        "id": 123,
        "text": "В гостинной"
      }
    ]
  },
  {
    "id": 123,
    "text": "Народу было немного, всего пара человек. На комоде (в котором мы прятались во время вечеринки) сидели Оливия и Войт. Ну как сидели, скорее лежали друг на друге и спали. А все-таки они такие лапочки! Оливия открыла один глаз и посмотрела на меня. Увидев, что я за ними наблюдаю она показала мне язык и взяла Войта за руку. Так это война?! Ну чтож, поиграем!\nЯ села рядом с Альбом на диван и поцеловала его в щеку. Он обнял меня и положил голову мне на плечо, а я свою голову на него. Тут я заметила, что на нас смотрит Оливия и показала язык уже ей. Народ все прибывал и те, кто видел нашу перепалочку — смеялись. Наш счёт 1:1.\nНу вот наконец все на месте. Штурвал начался. \n\n\n\n\n\n",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "—Народ, с сегодняшнего дня каждый получает свой \"паспорт\". В эту книжечку будут заноститься баллы, полученные за различного рода активность. Например, правильное выполнение практической работы приносит 10 баллов. А и ещё! К концу недели те, кто наберёт 100 очков сможет пойти в поход! На собрание очков вам даётся неделя. \nРечь Оливии произвела на всех впечатление, если судить по воссторженому гулу.\n—Просто потрясно! — восторженно прошептал мне Альб, — Поход — моя любимая часть смены. Вы три дня живёте под звездами, едите еду приготовленную на костре, поёте песни под гитару... А если с нами пойдёт Войт, то ещё и на лошадях покатаемся! Короче, этого того стоит.\n—А как набрать нужное количество баллов? — трудно не признать, что его энтузиазм был заразителен.\nАльб уже хотел ответить, как вдруг заговорил Войт. ",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "Только в этот момент я заметила отсутствие Марка, вечно стоявшего рядом со шкафом и зыркающего на нас недовольным взглядом. Я спросила об этом у Альба.\n—С началом штурвал все узнаешь.\nНу чтож, придётся действительно подождать. ",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "—Это ещё не все! Сегодня будет показательное выступление корпусов, кто хочет участвовать?\nАльб, Фаина и Ювенала сразу подняли руку. Ну, как говорится — Я работаю в хору, все орут и я ору!",
    "answers": [
      {
        "id": 127,
        "text": "Поднять руку"
      },
      {
        "id": 128,
        "text": "Не поднимать"
      }
    ]
  },
  {
    "id": 127,
    "text": "Отчего бы и не выступить? Это должно быть весело!\nПока Войт записывал желающих Альб тихо шептал мне на ухо.\n— Войт делает крутые сценарии, я слышал, что он вчера ходил к отцу. Планируется что-то грандиозное!",
    "answers": [
      {
        "id": 136,
        "text": "Репетиция"
      }
    ]
  },
  {
    "id": 128,
    "text": "Как Войт покорно записал всех, кто поднял руку.\nАльб спросил, обращаясь ко мне:\n—А ты чего? Выступать весело!\n— Сцены боюсь. Для меня даже стих читать перед классом большое испытание. Буду на вас поддерживать со стороны зрителей. \n— Скорей не смотреть, а стыдиться, потому что сценарий писал Войт! \nМы засмеялась. \n\nЗанятия проходили как обычно, а между ними я была представлена только себе, так как большинство ребят отправились на репетицию. \nВсё это время я провела в библиотеке без каких либо происшествий.\nНа ужине все с жаром обсуждали будущее выступление, а мне оставалось только слушать. Меньше чем через час уже можно будет увидеть эти хваленые выступления. ",
    "answers": [
      {
        "id": 129,
        "text": "В актовом зале"
      }
    ]
  },
  {
    "id": 129,
    "text": "Все, что сейчас будет происходить, называется конкурс: \"Визитная карточка\". Каждый корпус делает выступление, показывая свою направленность. Тематика этой смены: супер герои. Значит каждому корпусу нужно выдумать своего героя. Интересно, что наваяют вожатые, и как же сыграют их подопечные. Жалко, что мы выступаем последними.",
    "answers": [
      {
        "id": 130,
        "text": "Зелёный корпус"
      },
      {
        "id": 131,
        "text": "Жёлтый корпус"
      },
      {
        "id": 132,
        "text": "Первый корпус"
      },
      {
        "id": 133,
        "text": "Синий корпус (наши) ",
        "need": 128
      },
      {
        "id": 137,
        "text": "Выступление",
        "need": 136
      }
    ]
  },
  {
    "id": 130,
    "text": "Они были первыми. И честно, они нам не соперники! Что у них там с вожатыми! Ну кто мог додуматься нарядить 17летних подростков в рекламу \" Фруктового сада\".\nИдея выступления такая: жил-был помидор Дон-помидорро (интригующее начало, не правда ли? ) и в него вкололи ГМО. После чего он стал помидором-супергероем и начал спасать другие овощи. Все выступление меня интересовало что-же вкололи вожатым, что они такую хрень придумали! ",
    "answers": [
      {
        "id": 129,
        "text": "Следующее выступление"
      }
    ]
  },
  {
    "id": 131,
    "text": "Это выступление было очень красивым. Их супер героем стал Орфей — персонаж из греческой мифологии. Он был лучшим из всех певцов, актёров и музыкантов.\nЗадумка выступления довольно проста: Орфей попадает в наше время и Жёлтый корпус показывает ему достижения современного искусства.\nНу, хотя бы это было красиво. ",
    "answers": [
      {
        "id": 129,
        "text": "Другие выступления"
      }
    ]
  },
  {
    "id": 132,
    "text": "Эти закатили самое настоящее цирковое шоу! Их супер герой — мисье Ловкач. Он был тем, кто выстреливал сам себя из пушки! Мне очень понравилось это выступление, такое яркое и зрелищное! ",
    "answers": [
      {
        "id": 129,
        "text": "Другие выступления"
      }
    ]
  },
  {
    "id": 133,
    "text": "Вот и настал тот момент, которого я ждала весь вечер!\nНаши устроили химическое шоу с участием зала. Всевозможные огненные трюки и химические опыты были включены в программу.\nНашим супер героем стал Сумасшедший проффесор (играл его, кстати, Альб. Оказывается у него настоящий актёрский талант!) который прямо на сцене вычислил, какое количество пороха надо, чтобы организовать фейерверк прямо в зале. Самое интересное, что после проверки уравнения нашим физиком, директор разрешил запустить его! Как же Войт его на это уговорил?! Но все прошло просто отлично, зал был в восторге.! ",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "После всех выступлений проходило голосование. При выходе из актового зала всем выдавали бумажки с цветом его корпуса, которые надо было кидать в корзины, стоящие здесь же. Единственное правило — голосовать за свой корпус нельзя. \nБыло несколько номинаций. За самое смешное выступление я отдала голос натуралистам, должно этим несчастным хоть в чем-то повезти! Голос самого красивого достался Желтому корпусу. А самое зрелищное — первому. Хотя наше выступление я считаю самым лучшим! ",
    "answers": [
      {
        "id": 140,
        "text": "Вечерка"
      }
    ]
  },
  {
    "id": 135,
    "text": "—Осталось не так уж и много дней до похода, а у меня сотней баллов ещё даже и не пахнет...- разочаровано сказала мне Фаина после очередной пары по физике. — Альб, например, хочет устроить литературный вечер, Ювенала — дискотеку в стиле 50х... А за такого рода самодеятельность не меньше 30 баллов дают! Давай и мы с тобой что-нибудь организуем?\n—Конечно давай, разве я против? Только что?\n—Ну есть у меня идейка... Что думаешь насчёт утренней зарядки?\n—Какой зарядки, тебе нашей мало? Мы и так из-за неё на 15 минут раньше встаём, и ради чего? \n—Не такую, а повеселее- удивлённо посмотрела Фаина, — С танцами, например. Мы показываем движения под музыку, а все повторяют. Что думаешь?\n—А давай! — согласилась я, почему бы и нет. Это же действительно бодрит лучше, чем когда сонные вожатые лениво дрыгаются под счёт. ",
    "answers": [
      {
        "id": 154,
        "text": "Далее",
        "var_add": [
          "point",
          30
        ]
      }
    ]
  },
  {
    "id": 136,
    "text": "Моя репетиция началась сразу после обеда, так как у меня главная роль, и длилась весь тихий час. С остальными — после полдника. \nУ меня была роль Сумасшедшей проффесорши, которая вместе со своим мужем Сумасшедшим профессором (которым стал Альб) делает различные опыты. Альбу достался фейерверк, уравнение для которого он должен был рассчитать прямо на сцене, попутно все объясняя, а мне выпали всевозможные химические опыты.\nМеня забрала в свои руки Оливия, а Альбом занимался Войт.\nЗа время репетиции наш с Оливией счёт стал 2:2.\nДело было так. Шли первые пол часа и мы возились с  \"Злой зубной пастой\". Оливия вокруг стола металась как пчела, и вдруг со всей скоростью ударилась ногой о ножку стола. С тихим стоном она похромала на диванчик. Войт услышал её даже с другой стороны комнаты. Прервав свою лекцию о скорости взрывания пороха, он подбежал к ней. Я не могу, они такие милые! Войт осыпал её поцелуями, пока она тихонько постанывала. Меня эта сцена безумно растрогала и я делала вид, что их не вижу. Это продолжалось минуты три, а потом Лив немного поморщившись встала, поцеловала Войта в знак благодарности, и похромала обратно ко мне. А Альбу продолжили читать его лекцию. Как только парни забыли о нас Лив прошептала:\n — Два один в мою пользу!\nЯ же сравняла счёт через час. На этот раз должен был быть трюк \"Огонь на ладонь\", где я беру специальную таблетку  и поджигаю её прямо на руке. Но, что-то пошло не так и я почувствовала жар огня со всей его силой. Теперь ситуация была другая: Я со слезами и визгом, который слышно на другом конце галактики, трясу рукой, а Оливия пытается поднять все ещё пылающую таблетку с ковра.\nПарни сразу прибежали. Войт кинулся предотвращает пожар, а Альб  схватил меня в охапку и понёс на первый этаж, где была аптечка. Он  приложил мне к ране лёд из вожатского холодильника, а потом помазал руку какой-то мазью и перебинтовал. Весь оставшийся тихий час я провела в его объятиях. Он что-то нашептывал мне, но я почти ничего не разбирала, прилагаю не человеческие усилия, чтобы опять не завыть. Потом к нам заглянули вожатые, с горем пополам справившиеся с таблеткой и решившие оказать наконец-таки оказать первую помощь! Альб только злобно глянул на них и жестом велел уйти. После чего опять обнял ещё всхлипывающую меня.\nЧерез некоторое время стало легче, мазь подействовала. Я не знала, как отблагодарить Альба. В такие моменты слова кажутся самым ничтожны способом выразить свои мысли. Он приблизился ко мне, не отпуская больную руку, и осторожно вытер лицо, мокрое от слез. Из моих глаз вылилось столько слез, что от туши не осталось ни следа. Я улыбнулась, мне были приятны его прикосновения. Судя по всему, улыбки в качестве награды ему хватило. По этому через несколько минут мы уже бежали в столовую, на полдник.\nТам Лив извинилась передо мной. Оказалось она перепутала таблетки! Я не злилась на неё, просто тихо прошептала:\n—Два два. ",
    "answers": [
      {
        "id": 129,
        "text": "Выступления"
      }
    ]
  },
  {
    "id": 137,
    "text": "Ну, вот и настал час Х. Пока ведущие развлекали зал, нам дали несколько минут, чтобы переодеться и подготовить реквезит.\nОх уж эта атмосфера мандража! Все куда-то носятся, что-то поправлют, кому-то кричат, судорожно вспоминают слова. Особенно интересно наблюдать за вожатыми.\nУ Войта, кажется, сейчас будет нервный срыв. Он постоянно нервно закусывает губу, заламывает руки, закатывает глаза и пытается все проверить лично. Сейчас они с Дорианом подписывают химические реактивы на моём столе, чтобы мне не спалить вторую руку.\nОливия же в свою очередь спокойна, как удав. Сейчас она болтает с вожатой из другого корпуса и выглядит абсолютно равнодушной ко всей этой суете. Я подошла к ней:\n—Ты какая-то слишком спокойная...\n—Так или иначе, волноваться уже поздно, выступление через минуту. И кстати, держи. \nОна протянула мне резиновые жёлтые перчатки. \n—Прости меня за сегодняшнее, я правда не хотела... Ты же не злишься? \nЯ отрицательно качнула головой и ободряюще улыбнулась ей. Пробормотав что-то вроде \"Ты чудо\" она обняла меня. Но тут со стороны сцены послышались звуки вступительной мелодии и я побежала на сцену, ругать своего \"муженька\" за то что тот смешал хлорид натрия с гидрокарбонатом серы. \n",
    "answers": [
      {
        "id": 138,
        "text": "Выступать"
      }
    ]
  },
  {
    "id": 138,
    "text": "Выступление шло, как по маслу. Слова никто не забывал, реквезит не ломал, в обморок не падал.\nУ меня получились все опыты, включая \"огонь в ладонь\". Публика была в восторге. \nНо больше всех выделился Альб, и не только потому что играл главную роль. Внимание привлекло, то, как он это делает. То, как горят его глаза, то как он говорит...\nА фейерверк вызвал настоящую бурю аплодисментов. Хорошо, что в актовом зале крыша высокая, в 2 этажа.\nПо итогу можно сказать, что у нас есть все шансы на победу.\nПосле нашего выступления нас попросили вернуться в актовый зал, даже переодеться не дали! Так я и пошла, с чёрными кругами под глазами, как у енота, в лабораторном халате, заляпаном красочной бомбой (один из 5 экспериментов) и с прической, словно меня ударило током.\nВыпускали нас из зала по корпусам. Каждый, кто выходит, получал по карточке, цвета корпуса, и должен был бросить её в коробку того, чьё выступление понравилось больше всего.\nНас выпускали первыми, потому что до ужина нам ещё надо будет ещё переодеться. И вот мне выдали карточку. ",
    "answers": [
      {
        "id": 139,
        "text": "Проголосовать за зелёный корпус"
      },
      {
        "id": 141,
        "text": "Проголосовать за жёлтый корпус"
      },
      {
        "id": 142,
        "text": "Проголосовать за первый корпус"
      }
    ]
  },
  {
    "id": 139,
    "text": "Я кинула карточку в зелёную коробку. Если бедняга не повезло с вожатыми, они ведь в этом не виноваты, правда? Тем более у них сейчас Марк, и то, что они его терпят, достойно балла в их пользу. ",
    "answers": [
      {
        "id": 140,
        "text": "Вечерка"
      }
    ]
  },
  {
    "id": 140,
    "text": "Когда я наконец смыла свой прекрасный макияж и стала опять похожа на человека. Я вышла из туалетной комнаты и наткнулась на Фаину, Ювеналу и Альба. Они изнывали, ожидая меня в коридоре. Ну кто знал, что косметика из гримерки водостойкая!\n—Ну наконец! — воскликнули они хором.\n— Всё уже ушли, там сейчас без нас вечерка начнётся! — протараторила Фаина и потащил меня к выходу.\n—А что такое вечерка? — спросила я.\nВсё трое посмотрели на меня так, словно я им заявила, что Земля плоская после полёта на самолёте.\n—Точно, ты же первый раз, забыл- сказал Альб и начал объяснять. — Это вечерняя песня. Ну, как объяснить, все стоят в кругу и поют особую песню, а потом обнимаются и идут спать. А сегодня ещё и свечка будет.\nЧто такое свечка я и без него знаю, мне ещё Мелисса рассказывала. ",
    "answers": [
      {
        "id": 143,
        "text": "Вечерка"
      },
      {
        "id": 140,
        "text": "Свечка, в отличие от вечерней песни проходит во многих лагерях раза 3 за летнюю смену. Всё садятся на полу в круг и зажигают свечу, тот у кого она в руках может говорить все, что его волнует о смене, и никто не может его перебить. Таким образом свечка переходит по кругу из рук в руки, пока все не выскажутся. Ещё на свечке можно задавать вопрос любому вожатому или ребёнку, и тот не может на него не ответить. Обычно этим пользуются новички, чтобы узнать что нибудь о лагере. Или поссорившиеся люди, чтобы решить конфликт словами. ",
        "comment": true
      }
    ]
  },
  {
    "id": 141,
    "text": "Я решила, что они почти так же хороши, как и мы. Надо отдать им должное, пели они красиво. ",
    "answers": [
      {
        "id": 140,
        "text": "Вечерка"
      }
    ]
  },
  {
    "id": 142,
    "text": "Кому интересно, их коробка  белая и на ней написана цифра 1.\nМне нравятся акробатические номера, да и это было эффектно. ",
    "answers": [
      {
        "id": 140,
        "text": "Вечерка"
      }
    ]
  },
  {
    "id": 143,
    "text": "То ли мы прибежал вовремя, то ли нас ждали, но мы успели к самому началу. Сначала была свечка. В основном все говорили о крутости этой смены или задавали вопросы. \nОливия и Войт говорили от лица одного человека, потому что иначе свечка бы затянулась до утра.\n— Это только первая свечка, а у меня уже ощущение, что мы знаем друг друга вечность и завтра надо будет собирать чемоданы для отъезда, — начала Оливия. — Для меня это место особенное, я сама провела здесь половину своего детства. И я запомнила каждую смену, как особенную. Когда-то такие же слова мне говорила моя первая вожатая. И тогда я твёрдо решила, что хочу, как и она, радовать детей, делать их детство счастливее и возможно, однажды, вдохновить такого же ребёнка, как я, на это. Сейчас ваша задача не только учится, но и отдохнуть, нарваться на нов\nОна передала свечу Войту.\n— Я считаю что смена идёт просто отлично, — начал он, — Хочу немного сказать про выступление. Вы все большие молодцы! И я говорю не только про тех, кто был на сцене. Все кто сидели в зале тоже постарались. Готовя декорации и аплодируя другим корпусам. По этому каждому из вас присуждается по 10 баллов!\nНарод довольно защелкакл пальцами (хлопать на свечке нельзя, слишком громко).\nЯ свечку передала молча. Мне особо нечего сказать. ",
    "answers": [
      {
        "id": 145,
        "text": "Вечерка",
        "var_set": [
          "day",
          6
        ]
      }
    ]
  },
  {
    "id": 144,
    "text": "С сегодняшнего дня начинается дикая гонка за баллами! Надо успеть накопить как можно больше, чтобы пойти в поход! Потому что пойдут только 10 лучших, с самым большим количеством баллов. ",
    "answers": [
      {
        "id": 144,
        "text": "Ваши баллы",
        "comment": true,
        "var_show": [
          "point"
        ]
      },
      {
        "id": 144,
        "text": "Осталось дней",
        "comment": true,
        "var_show": [
          "day"
        ]
      },
      {
        "id": 150,
        "text": "Устроить развлекательную программу\n(займёт 1 день) ",
        "var_need": [
          "day",
          1
        ]
      },
      {
        "id": 146,
        "text": "Делать проект\n(займёт 3 дня) ",
        "var_need": [
          "day",
          3
        ]
      },
      {
        "id": 152,
        "text": "Викторина\n(займёт 1 день) ",
        "var_need": [
          "day",
          1
        ]
      },
      {
        "id": 135,
        "text": "Организовать зарядку\n(займёт 2 дня) ",
        "var_need": [
          "day",
          2
        ]
      },
      {
        "id": 159,
        "text": "Участвовать в эстафете\n(Займёт 1 день) ",
        "var_need": [
          "day",
          1
        ]
      },
      {
        "id": 164,
        "text": "В поход! ",
        "var_need": [
          "point",
          100
        ]
      },
      {
        "id": 144,
        "text": "Предупреждение:\nНекоторые занятия могут занимать больше, чем один день, по этому некоторые из них вы можете не успеть пройти. Чем дольше времени занимает задание, тем больше балов вы получите",
        "comment": true
      },
      {
        "id": 165,
        "text": "Далее\n(нажимать если не хочешь в поход или недостаточно баллов) ",
        "var_no_more": [
          "day",
          1
        ]
      }
    ]
  },
  {
    "id": 145,
    "text": "Вечерку тоже можно рассматривать как отдельный вид искусства.\nОливия включила на телефоне фонарик и поставила сверху неполную бутылку с водой. На стене и потолке получились красивые переливы голубоватого света.\nВсё стали вокруг телефона в круг. Правая рука на плече правостоящего соседа, левая — на талиии левостоящего. В какой-то момент все одновременно покачнулись и шёпотом запели. Возникло ощущение, что мы стали единым целым. Песня закончилась. Все стали обниматься, но я не спешила. Мне нравится находиться в такой атмосфере, когда со всех сторон слышаться слова и одобрения. Все, кто в соре — мирятся, все кто обижен — говорят об этом откровенно человеку, а не держат в себе, все проблемы уходят, чтобы начать новый день с чистого листа, стерев с предыдущего все ошибки.\nКо мне подошёл Альб и мы долго стояли обнявшись, не желая отпускать друг друга. Время, казалось, остановилось. И я поняла, какая же я счастливая! ",
    "answers": [
      {
        "id": 144,
        "text": "Следующий день",
        "var_set": [
          "point",
          10
        ]
      }
    ]
  },
  {
    "id": 146,
    "text": "Штурвал начался с необычного объявления:\n— Сегодня в нашу команду присоединяется ещё один человек. Прошу любить и жаловать — Джейсон.\nИ тут вошёл этот самый Джейсон. Казалось, что он сошёл с обложки какого нибудь модного журнала. Альб, сидевший рядом, бросил на него хмурый взгляд и взял меня за руку. Всех девочек оставшуюся часть штурвала интересовал только он. Возможно мне показалось, но Джейсон не сводил с меня глаз, что определённо не понравилось Альбу. И с чего бы вдруг свалилось такое внимание к моей персоне?\nСегодня я записалась на проект по физике.  И тут, как гром среди ясного неба, раздались слова Оливии:\n— Джейсон, ты будешь делать проект с Эльзой.\nДевочки завистливо на меня посмотрели. Альб ещё сильнее нахмурился, а Джейсон довольно улыбнулся, словно выиграл какой-то трофей.\nНо ничего не поделаешь, спорить с Оливией бесполезно.\nВыходя из комнаты я заметила странный взгляд Альба. В нем были смешаны сразу столько эмоций, что просто не передать словами. Обида, разочарование, злость, боль, стеснение и немного страх. Как только он заметил, что я смотрю на него он сразу опустил глаза. Это невозможно проигнорировать. Я подошла к нему, осторожно приподняла голову и опять заглянула ему в глаза. И тут мысль пришла ко мне вспышкой, настолько очевидная, что не понятно, как я сразу этого не поняла.\n— Ты ревнуешь?\nОтвет был просто очевиден.\n— Да, — прошептал он, покраснел и опять уставился в пол.\nЯ улыбнулась. И все таки это очень мило, несмотря на то, что это противнейшее чувство, которое разъедает изнутри.\n—Напрасно, — сказала я и поцеловала его. Опять раздался хоровой кашель Оливии и Войт, все открыто смотрели на нас, так что мы отстранились друг от друга и потопали в столовую. ",
    "answers": [
      {
        "id": 147,
        "text": "Проект",
        "var_add": [
          "point",
          40
        ]
      }
    ]
  },
  {
    "id": 147,
    "text": "Весь день я просидела в лаборатории с Джейсоном. Он неплохо разбирался в теоретической части, но на практике был абсолютно бесполезен, так как не мог отличить барометр от динамометра.\nВсё бы ничего, но он постоянно пытался ко мне подкатывать. Сначала я решила просто не обращать внимание, но он был слишком настойчив. Тогда я осторожно намекнула, что у меня есть парень, но его это, видимо, тоже не тронуло.\nЯ засадила его описывать опыты, а сама принялась их делать. Но даже во время записей он умудрялся болтать.\nК концу дня я просто не могла это терпеть. Как же он меня достал! Как только стрелка на часах встала ровно на цифру 6, я пулей вылетела из комнаты.\nЗавтра доделаю этот чёртов проект. Сегодня я не в состоянии выносить его ещё к хотя бы секунду! За поворотом коридора кто-то схватил меня за руку. \n",
    "answers": [
      {
        "id": 148,
        "text": "Остановиться",
        "var_sub": [
          "day",
          3
        ]
      }
    ]
  },
  {
    "id": 148,
    "text": "Это был Альб.\n—Мы договорились встретится ещё 15 минут назад! Эй, что-то случилось?\nОн все ещё держал мою руку, сжатую в кулак. Я даже не знаю, как сказать ему о приставаниях Джейсона. Рассказав ему, как прошёл день, все время вставляя нелестные ругательства, я наблюдала за его реакцией. Весь рассказ он хмурится и сжимал кулаки.\n—Он у меня получит... — зло прошептал Альб и ушёл.\nНадеюсь что он разберётся с ним без драки. Хотя я бы и сама ему врезала. ",
    "answers": [
      {
        "id": 149,
        "text": "Следующие дни"
      }
    ]
  },
  {
    "id": 149,
    "text": "Проект я доделывала одна, ибо Джейсон не соизвоил прийти. Хотя мне от этого было только  легче. Закончила я через два дня, часов в 6 вечера, и сразу поспешила в столовую, где уже сидели Фаина, Ювенала и Альб. Я села к ним. Разговаривая с Альбом о всякой ерунде, я случайно бросила взгляд на его руку. На костяшках пальцев были свежие царапины. Увидев, что я смотрю на него, он быстро спрятал руку под стол и продолжил беседу. Интересно, с кем он подрался? На этот вопрос я получила ответ через 10 минут — в столовую вошёл Джейсон с огромным финалом под глазом. Краем ухом я услышала, как он говорил, что упал с качелей. Но то, какие взгляды он кидал на Альба говорили громче слов. Да уж, когда он говорил \"разобраться\", я думала, что он ему воспитательную беседу проведёт. Эти же соображения я высказала Альбу, когда мы выходили из столовой. На это он пожал плечами и ответил:\n— Я пытался с ним поговорить. В ответ услышал кучу вранья, типа \"да она на меня сама вешается\". Ну, не удержался, врезал разок...\n—Так это он из-за меня?- Я обняла его. Он гладил мои волосы и шептал:\n—Ты только моя, и не дай бог тебя кто-нибудь тронет...\nКогда я вернулась в корпус, Войт сказал, что начисляет мне 40 баллов, так как Джейсон сделал меньшую часть работы! Осталось совсем чуть-чуть, и можно в поход! \n",
    "answers": [
      {
        "id": 144,
        "text": "Выбрать задание"
      }
    ]
  },
  {
    "id": 150,
    "text": "Сегодня на штурвале предложили организовать на вечер отрядное дело. Я решила, что это будет интересно, и подняла руку. Войт записал меня.\n—Нужно на это все 2 человека, желающие есть?\nСтранно, но руку никто не поднял, интересно, почему? После некоторого колебания Альб согласился.\nВыходя из гостиной он сказал мне:\n—Никто не любит отрядное дело. Чаще всего это однотипные викторины. Но раз уж это поручили нам...\nПосле этого он обречённо вздохнул. А я ответила:\n— Не хочу викторину! Давай устроим катание на велосипедах по территории. Вроде бы после обеда у нас занятий нет? Думаю, нам удастся на тихий час взять в прокате велосипед и составить маршрут. А те, кто кататься не умеет, может взять самокаты. \nАльбу, кажется, эта идея понравилась. Но сейчас нам надо бежать на пару по физике, так что мы решили обдумать это позже. \n",
    "answers": [
      {
        "id": 151,
        "text": "Тихий час",
        "var_sub": [
          "day",
          1
        ]
      }
    ]
  },
  {
    "id": 151,
    "text": "Мы выпросили специальное разрешение на тихий час и поехали кататься. Альб хорошо знает территорию, по этому маршрут строил он, а я заносила его на карту лагеря, которую мне нарисовала Фаина. Территория намного больше, чем я думала! Мы катались целый час, и объехали весь лагерь, включая лесную зону. Ну вот и отрядка готова, осталось посмотреть, как на неё от реагируют другие.\nПрогулка прошла отлично, всем понравилось. А говорили:\"Опять это отрядное дело, лучше бы ещё пару по математике поставили\". Нам с Альбом начислили по 20 баллов каждому, вместо положенных 15 за \"неординарность отрядки\". \n",
    "answers": [
      {
        "id": 144,
        "text": "Выбрать задание",
        "var_add": [
          "point",
          20
        ]
      }
    ]
  },
  {
    "id": 152,
    "text": "Сегодня после завтрака ко мне подошла Оливия с весьма необычной просьбой:\n—Расскажи мне какой-нибудь интересный факт из своего детства.\nЯ удивилась, но ничего не поделаешь:\n—Когда я была в детском садике, я назначила сразу двум мальчикам свидание в одном и том же месте и в одинаковое время! Самое интересное, что я туда не пришла! \nМы засмеялась, и я решила спросить у неё, зачем ей это. \n—Узнаешь, — только и ответила Оливия. ",
    "answers": [
      {
        "id": 153,
        "text": "Викторина",
        "var_add": [
          "point",
          20
        ]
      }
    ]
  },
  {
    "id": 153,
    "text": "Сразу после ужина нас поделили на 4 команды. Учитывая, что нас в корпусе всего 24 человека, то в каждой команде по 6 человек.\nЗадача викторины была угадать, какие факты из детства какому человеку принадлежат. Какая команда больше всех угадает, та и выиграла. И как же это интересно! Оливия, например, в детстве облизывал батарейки. Войт пытался доехать до конца радуги. Дориан в детском садике из подручных материалов создал жидкость, похожую на рыбий жир... И ещё много чего интересного. Наша команда, кстати была на втором месте. За что нам присудили почётные пять баллов",
    "answers": [
      {
        "id": 144,
        "text": "Далее",
        "var_sub": [
          "day",
          1
        ]
      }
    ]
  },
  {
    "id": 154,
    "text": "Весь остаток дня Фаина придумывала движения, а я занималась музыкой. В результате получилось что-то вроде общего танца, со спортивными движениями, подчас достаточно смешными и нелепыми.\n",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "",
    "answers": [
      {
        "id": 160,
        "text": "Следующий вопрос"
      },
      {
        "id": 155,
        "text": "Правильных ответов",
        "comment": true,
        "var_show": [
          "score"
        ]
      }
    ]
  },
  {
    "id": 156,
    "text": "И вот, под обычное недовольное бурчание девочек, которые не успели накраситься, мы двинулись на зарядку. Мальчики, которые уже встали, но ещё не проснулись, равнодушно плелись следом. Так мы, \"организованный стадом\", как окрестил нас директор, потопали на зарядку.\nМы пришли самые первые, других корпусов ещё не было. Только наворачивающие какой-нибудь миллионный круг спортсмены из первого корпуса. Их наша зарядка заинтересовала, как передышка от этого издевательства.\nМузыка уже была настроена. Массы людей, двигающиеся как амебы, пытались создать некое подобие колонн. А директор и старшие вожатые готовились снимать это благолепие.\nИ вот я включила музыку и началась зарядка. По началу все двигались довольно вяло, но к середине у многих уже были на лицах улыбки и движения стали пободрее.\nВсё прошло даже лучше, чем могло было быть. Спортсмены отдохнули и побежали дальше, наши уже обсуждали проекты по физике, натуралисты скопилось около какого-то редкого жучка, а Жёлтый домик вовсю восхищался красотой утреннего солнца... В общем, жизнь уже вошла в обычное русло. ",
    "answers": [
      {
        "id": 144,
        "text": "Выбрать задание",
        "var_sub": [
          "day",
          2
        ]
      }
    ]
  },
  {
    "id": 157,
    "text": "Квест ещё в разработке. Скоро появится продолжение) ",
    "answers": [
      {
        "id": 1,
        "text": "На 1 страницу"
      }
    ]
  },
  {
    "id": 158,
    "text": "Не совсем. Время смерти — 17:50",
    "answers": [
      {
        "id": 157,
        "text": "Следующий вопрос"
      }
    ]
  },
  {
    "id": 159,
    "text": "—И так, есть ли желающие на эстафету?\nИменно после этих слов Войта в нашем шумном коллективе наступила гробовая тишина.\n—Поняяятно, а впрочем, как обычно, — протянул он. — Нам нужно 5 мальчиков и 5 девочек.\nПосле некоторого молчания поднялись две жалкие руки, обладателей которых занесли в списки.\n—Хорошо, осталось 3 мальчика и 5 девочек... Никто? Ну, тогда мы сами выберем!\nТут он достал листы здоровья (там записаны те, кто может участвовать в спортивных мероприятиях) и с закрытыми глазами начал водить карандашом по спискам. Те, на чьей фамилии карандаш останавливался, заносили в списки участников. И, разумеется я, как самая везучая, попала туда.\n—Все, кто записался и кого записали на сегодня освобождаются от домашних работ. — подытожил Войт, и многие резко пожалели, что отказались участвовать. ",
    "answers": [
      {
        "id": 163,
        "text": "На эстафете",
        "var_sub": [
          "day",
          1
        ]
      }
    ]
  },
  {
    "id": 160,
    "text": "К сожалению, квест ещё в разработке. Но продолжение появится в ближайшее время) ",
    "answers": [
      {
        "id": 1,
        "text": "На 1 страницу"
      }
    ]
  },
  {
    "id": 161,
    "text": "Удивительные познания! ",
    "answers": [
      {
        "id": 162,
        "text": "Правильных ответов",
        "var_show": [
          "v"
        ]
      }
    ]
  },
  {
    "id": 162,
    "text": "",
    "answers": []
  },
  {
    "id": 163,
    "text": "Мы соревновались с Первым корпусом, по этому у нас изначально не было шансов на победу.\nЭстафеты были самыми разными. От всем известных, до абсолютно необычно.\nСамым интересным событием стало то, как я споткнулась. Запутавшись на последнем прыжке скакали, я полетела, по всем законам земного притяжения, носом в низ, но успела сгрупироваться, сделала два кувырка вперед(по чистой инерции), вскочила, и обогнала ошалевшего противника на 3 секунды! Это стало единственное соревнование с ними, которое мы выиграли.\nТак мы и ушли в корпус со счётом 1:5... Ну хоть домашку делать не надо, уже радует. ",
    "answers": [
      {
        "id": 144,
        "text": "Далее",
        "var_add": [
          "point",
          5
        ]
      }
    ]
  },
  {
    "id": 164,
    "text": " И вот настал долгожданный день, когда объявляют самых активных и отправляют в поход.\nВсех, перед ужином, собрали в актовом зале",
    "answers": []
  },
  {
    "id": 165,
    "text": "",
    "answers": []
  }
]