[
  {
    "id": 1,
    "text": "Привет, эта книга про игру \"Sally Face\". Если тебе нет 16,  прошу, закрой квест. А если вас все устраивает,, то тогда начнем!",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 8,
        "text": "Предупреждения! ВАЖНО"
      },
      {
        "id": 12,
        "text": "Если ты прочитал 5 глав"
      }
    ]
  },
  {
    "id": 2,
    "text": "Выбери здесь день и часть❤",
    "answers": [
      {
        "id": 3,
        "text": "День первый, 1 часть (Знакомство в школе)"
      },
      {
        "id": 5,
        "text": "День первый, 2 часть (Хулиганы)"
      },
      {
        "id": 4,
        "text": "День первый, 3 часть (Ларри моя мечта)"
      },
      {
        "id": 6,
        "text": "День второй, 4 часть (Начало любви)"
      },
      {
        "id": 9,
        "text": "День третий, часть 5 (Переспал с Ларри?)"
      },
      {
        "id": 1,
        "text": "На 1 страницу"
      }
    ]
  },
  {
    "id": 3,
    "text": "САЛ\nСегодня мой первый день в школе. Думаю я понравлюсь классу. Не давно мы переехали сюда с моим отцом.\nУтро 7:00 Понедельник\nЯ проснулся от будильника, и подумал. А вдруг все будут издеваться надо мной из-за протеза?! Что если все будет не так идеально, как хотелось бы...?\nЯ пришел за пол часа до начала занятий. Я ходил и искал кабинет 23 в котором должна была проводится химия. Мне не нравилось учить формулы, но я обожаю смотреть на эксперименты...\nКогда я ходил по коридору, то случайно наткнулся на какого-то высокого парня. Учебники выпали из рук, и я упал.\n\n— О боже, пацан, сорри\n— Ничего страшного..\n\nОн ухмыльнулся и пошел дальше по своим делам. Что-то мне понравилось в его улыбке... Сам даже не знаю что именно...\nЛАРРИ\nСегодня утром я наткнулся на какую-то Мальвину. Это был пацан, но так похож на девку????\nЧестно, мне он понравился чем то.. Его маска, она загадочная...\nСАЛ\nНаконец-то я нашел этот чертов кабинет! Не зря рано в школу пришел.. О, погодите. Это разве не тот высокий чувак с которым я столкнулся сегодня утром?! Надеюсь меня не посадят к нему, хоть он мне и понравился. \nУчительница представила меня классу и попросила сесть рядом с Тревисом. Он сначала показался мне отличников и милым парнем.\nПервые уроки прошли не плохо, никто не подходил ко мне, только этот... Трэвис. Он как-то странно смотрел на меня. Будто хотел съесть, но я забил на это.",
    "answers": [
      {
        "id": 2,
        "text": "Конец 1 части\n!2"
      },
      {
        "id": 10,
        "text": "Спойлер"
      }
    ]
  },
  {
    "id": 4,
    "text": "САЛ\nЯ лежал на полу измучанный, Ларри стоял и смотрел на меня странным взглядом.. Еще эта ухмылка..\n\n—Чел, ты как?\n—Всё в порядке...\n—Я вижу что не всё.\n\nОн взял меня на руки и спросил мой адрес. Он посадил меня в свою машину и мы доехали до моего дома.\n\n—Если что, обращайся\n—Спасибо, чел..\n\nЛАРРИ\nКакой-же он все таки безпомощный, подумал Ларри. И что, мне его всегда теперь надо будет выносить из туалета? Мда уж, этот Трэвис ещё и к Салу привязался...\nЯ сел, вставил ключи и уехал от дома где живет Сал. Он живет там со своим отцом, а мамы нет. Тяжелая все-таки судьба у пацана. Наверное от этого он такой и закрытый, подумал Ларри....\nУ меня был его номер, по этому вечером я написал ему в мессенджере.\n\n—Привет, чел, как ты?\n—Привет, Ларри. Всё нормально\n—Ты уже пришел в себя?\n—Да, конечно\n—Что тогда сказал тебе Трэвис?\n—Я помню только то, что он сказал что я симпатичный..\n—Я понял.\n\nСАЛ\nЯ не хотел ему рассказывать что именно сказал мне тогда Трэвис, надеюсь Ларри не будет спрашивать больше об этом.  Странная все-таки у него забота.. Кажется что я чувствую что-то к Ларри.. Надеюсь только дружелюбные чувства. Да и к Трэвису я тоже что-то чувствую.. И эта.. Эш.. Она такая красивая! Надо бы познакомится с ней..\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец 3 части"
      }
    ]
  },
  {
    "id": 5,
    "text": "\nПосле последнего урока я пошел в школьный туалет. Когда я начал мыть руки я заметил, что зашел Трэвис. Я решил поздароваться с ним.\n\n—Привет, Трэвис!\n—Привет, Мальвина..\n\nОн сказал это так нежно, что у меня начали трястсь руки. Он подошел ко мне и сказал что я очень симпатичный, я расслабиться от этого, как в туалет сбежали 2-5 подростков! Они начали взбивать меня, а когда я собративлялся били еще сильнее. После пол часа мучений они отпали. Я лежал весь в крови и весь измучанный, я не мог пошевелиться. Я увидел то что в туалет прибежал Ларри, преградив путь Трэвису и его команде. Он начал бить их и говорить \n\n—Это вам за Сала, ублюдки!\n\nПосле избиения они цбежали прочь.\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец 2 части"
      }
    ]
  },
  {
    "id": 6,
    "text": "САЛ\nУтром я проснулся от сильной боли в голове, все таки удары Трэвиса напомнили о себе.. Я посмотрел на часы.\n8:26 Вторник.\nЗанятия через 34 минуты.. Я решил пропустить этот урок, первым уроком у нас все равно была физическая культура..\nЯ решил позавтракать впервые..",
    "answers": [
      {
        "id": 7,
        "text": "Кашу"
      },
      {
        "id": 7,
        "text": "Яблоко"
      },
      {
        "id": 7,
        "text": "Печенье с молоком"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я начал есть, и погружаться в местные новости..\nРАБОТА В ОФИСЕ <plus>10372929478292\nНЕТ ДЕНЕГ? ЗАЙМИ! <plus>778005553535\nМАССОВОЕ САМОУБИЙСТВО УЖЕ В ПЯТНИЦУ!\nВсе эти новости я пропустил мимо глаз..\nВ них нет ничего важного...\nЛадно, пора уже собираться в школу. Я оделся и вышел из дома. Поеду на велосипеде..\n\nПрирода была такой красивой.. Эти деревья, пения птиц, вроде, так обычно, но нет.. Что-то в этом есть.\n\nПрибыл в школу я к концу 1го урока. Никто даже и не заметил что меня не было. Кроме Ларри и Трэвиса конечно.  На перемене ко мне подошел Трэвис и начал спрашивать что за дела, и какого черта меня не было в школе. Я боялся его, по этому не стал отвечать и просто смотрел в низ, он прижал меня к стенке и сказал что не отпустит пока я ему всё не расскажу.\n\n—Эй, парень, ты что-то попутал?\nИз-за угла вошёл Ларри\n—Я так и знал что что-то здесь не ладное.\n—Всё здесь нормально. Сказал Трэвис\n—Чел, всё в порядке? Спросил Ларри у меня.\n—Я.. я не знаю..\n—Серьёзно, опять? Ладно. Но это в последний раз!\n\nЛарри ударил Трэвиса кулаком в живот, взял меня под руку и мы побежали в кабинет информатики. Она была следующим уроком.\n\n—Что Трэвис опять хотел от тебя?\n—Просто спрашивал о кое чём..\n—Фак! Если ты не будешь мне всё рассказывать, то я не смогу защищать тебя! Меня так и на учёт поставить могут! Кстати, почему тебя не было на 1 уроке?\n—Это и Трэвис спросил у меня..\n—Ясно теперь. Почему ты не отвечал ему?\n— Н.. у.. ну я просто боялся его.\n—Ладно.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец 4 части"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ограничение в этом квесте 16<plus> \nЭто яой комикс, т.е. тут будут отношения между мужчинами (если вы этого захотите)\nВ квесте можно будет выбрать с кем Сал будет встречаться. (Ларри, Эш либо Трэвис)\nНачнём?",
    "answers": [
      {
        "id": 2,
        "text": "Начнем!"
      }
    ]
  },
  {
    "id": 9,
    "text": "В школе дальше всё было нормально, уроки длились, Трэвис всё смотрел на меня. После школы я не куда не заходил что бы не встретить его.\n\n—Здароу, Сал\n—П..Привет Ларри.\n—Хочешь прийти ко мне сыграть в мою новую приставку?\n—А почему обязательно я?\n—Просто папа сказал  затестить ее с друзьями. Ну, если ты не хочешь..\n—Нет, нет, очень даже хочу! Пошли!\n\nЯ не знаю, зачем я согласился, ну да ладно. Мы сели в машину и поехали к Ларри. \n—Ну что, давай играть? \nПосле того, как я проиграл ему 12 раз он сказал.\n—А давай играть на раздевание!\n—На.. Раздевание..?\n—Да не ссы, весело будет!\n—Ладно.\nМы начали играть. Я всё проигрывал и проигрывал, пока на мне не остались трусы и маска.\n—Охохо, уже становится все жарче и жарче!\n—Заткнись, Ларри\n—Хахахах\nЯ должен выйграть что бы не дать снять последние вещи с себя!\nВот как вы думаете, мне удалось выйграть? Не-а. Такому неудачнику как я не суждено выигрывать.\n—Ну что, Мальвина?) Надеюсь ты снимешь с себя..\n—Трусы.\n—Ты серьезно? Ты готов на то, что твой хер увидит твой одноклассник, но не готов на то, что бы я увидел твое лицо?!\n—Именно.\n—Валяй.\nЯ начал брать резинку от трусов, как Ларри накинулся на меня, кинул на кровать и начал целовать мое тело.\n—Ларри, что ты мать твою, делаешь?!\n—Я хочу трахнуть тебя\n—... Почему я должен давать тебе?\n—Ну.. У меня есть целых 3 причины.\n1. Ты мне нравишься\n2. У меня стоит\n3. У тебя стоит\n—Боже, да это же гениально! Только есть одно но. Я не педик\n—Почему геи должны быть педиками?\n—Потому что я не гей.\n—Я тоже не гей, давай трахаться за это\n—ЛАРРИ!\n—Ну Сал, это будет приятно\n—Лари я не могу, мне нужно в туалет!\n—Нет, ты свалишь\n—Ну пожалууйста!\n—Только если я с тобой пойду\n—Ларри!\n—Ладно, только быстро.\nЯ зашёл в туалет, закрылся на замок и начал думать. Что здесь черт возьми творится?! Ларри хочет изнасиловать меня?.. Ладно, хоть он мне и нравиться,но  я не гей. Надо сваливать.\n—Ты там долго еще?!\n—Иду.\nЧерт, что же делать?! Точно! Я быстро одену свое пальто, джинсы Ларри и свалю. Только надо действовать быстро.\nЯ вышел в коридор как вдруг...\n—СТОЯТЬ\n—Л..Ларри?\n—Сбежать думал?\n—Н.. Нет, ты.. что?\n—Тогда обьясни мне, что ты дклаешь в каридоре, в моих джинсах так еще и в пальто?\n—Я..\nЛарри быстро снил с меня пальто, кинул на кровать и стянул джинсы.\n—Ладно, Ларри..\n—Что?\n—Будь нежен\n—Никапли грубости, сэр!\nОн начал ласкать моё тело, после, снял с меня штаны.. А потом и трусы...\n*Громкие стоны*\nЯ заметил, что Ларри безуспешно пытался стянуть с меня протез.\n—Ларри, мне больно!\nЛарри быстро приподнял протез и поцеловал меня так нежно, что у меня пошли мурашки...\nЯ проснулся.",
    "answers": [
      {
        "id": 2,
        "text": "Конец 5 главы"
      },
      {
        "id": 11,
        "text": "Спойлер"
      }
    ]
  },
  {
    "id": 10,
    "text": "Трэвис изнасилует Сала",
    "answers": [
      {
        "id": 3,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 11,
    "text": "Сал умрет и в  этой книге.",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я буду дописывать по 2 главы каждую неделю, терпение, мой дорогой друг????",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  }
]