[
  {
    "id": 1,
    "text": "очутитесь в совершенно чужом мире",
    "answers": [
      {
        "id": 2,
        "text": "Начнём! "
      }
    ]
  },
  {
    "id": 2,
    "text": "Холодные руки твёрдо сжимали бокал виски. Где-то играл граммофон. Война?... \nНиколас сидел в толстом сером пальто с отвалившимися пуговицами и смотрел на тусклую лампу. В комнате было сыро. Кое-где бегали мыши.\nЕле уловимые нотки джаза утопали в этом тёмном помещении. В голове мерцала лишь одна мысль. За что?...\n",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться в прошлое "
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "Пахло свежей травой. За окном резвились ребята. Некоторые гоняли собак.<s>r\n— мааааать, — жалобно протянул Николас, — когда жратва будет готова?<s>r\n— совсем скоро, малыш, — отзывалась с маленькой кухоньки мать, — совсем скоро. Айда кушать.<s>r\nИх семья не отличалась от других. Ник рос в большой семье без отца, а мать Дженнифер трудилась, не покладая рук.<s>r\nНиколас — самый младший ребёнок в семье. Ева, самая старшая сестра, всё ещё училась на врача в местном техникуме. Ей оставалось совсем немного до получения заветной корочки. Хуан, 15 лет отроду, был не родным сыном Дженнифер, но все принимали его за своего. Любил возиться с машинками и верил, что когда-нибудь он станет революционером. И оставалась кроха Дорри. Все звали её крохой, потому что девушка была совсем миниатюрная и была не готова для сельской жизни. Дорри была высоко духовной личностью, которая, в свои 11 лет, взахлёб читала книжки и мечтала о жизни в большом городе с принцем на белом коне.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "— ма, а когда я вырасту, я буду большим и сильным? — спрашивал Николас у матери.<s>r\n— конечно, мой дорогой! Не иначе. Подрастешь до 10 лет и будешь самым сильным парнем на деревне, — отвечала Дженни, варя лёгкий суп для ребят.<s>r\n— пфи! Дак мне всего 2 года осталось! Я уже взрослый! — топал ножкой маленький мальчик, — и скоро я стану капитаном.. Морским! Понятно? — он поглядел в окно, — и все будут мне завидовать! Ясно вам?!<s>r\nМать только добро улыбнулась, поправим свой фартук.<s>r\n— зови ребят кушать, капитан! — нежно ответила Дженни, ставя на стол кувшин с фруктовым компотом.<s>r\nХоть и халупа была совсем не большая, но ребята были дружны и редко ссорились.<s>r\nСобравшись за обеденным столом, они сначала молились господу богу, а потом принимались трапезничать. ",
    "answers": [
      {
        "id": 5,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 5,
    "text": "— ох, что-то Ева запаздывает. Волнуюсь я, — сказала мать, потирая руки и оглядываясь по сторонам.\n— всё в порядке, мама. Она придёт позже. Сама понимаешь — работа такая, — ответил Хуан, разливая всем компот.\nВдруг замерцала одиноко висящая лампа. Вскоре она потухла. На улице было темно. \nЧто делать? ",
    "answers": [
      {
        "id": 6,
        "text": "Крикнуть, все ли на месте "
      },
      {
        "id": 7,
        "text": "Встать и наощупь искать спички "
      }
    ]
  },
  {
    "id": 6,
    "text": "— все живы? — громко крикнул Николас. <s>r\n— да, я в порядке. Мама? — ответила кроха Дорри.<s>r\nВсе были живы. Но что же произошло?<s>r\nВдруг загорелась настольная свеча. <s>r\n— все в порядке. Я нашёл спички и зажёг свечу, — отозвался отважный Хуан.<s>r\nВ дверь тихо постучали. Дженнифер приказала детям сидеть на месте и не высовываться. <s>r\nОткрыв скрипучую хлипкую дверь, на пороге оказалось лишь одно запечатанное письмо. Перевернув письмо, Дженнифер разглядела надпись. Она гласила: <s>r\n\"Вскрыть при возможной опасности. Сверхсекретно. Дело №501\" <s>r\nНиколас подумал, что сейчас самое время показать свои способности секретного агента. Они с Хуаном обожали эту игру, как настоящие мальчишки. <s>r\nАккуратно, никому не мешая, на цыпочках он подошел к матери, выглянув на улицу и увидел проблескивающий сигнальный маячок. Незаметно вынырнув из дома, он подошел ближе к маячку.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "осмотреться"
      }
    ]
  },
  {
    "id": 7,
    "text": "Николас пытался аккуратно встать из-за стола, но зацепился за деревянный стол и подцепил занозу.<s>r\n\"черт, больно! Главное, чтобы мама не узнала. Пойду искать дальше\", — подумал он и наощупь пошёл искать спички.<s>r\nВдруг загорелась настольная свеча. <s>r\n— все в порядке. Я нашёл спички и зажёг Свечу, — отозвался храбрый Хуан.<s>r\nВ дверь тихо постучали. Дженнифер приказала детям сидеть на месте и не высовываться. <s>r\nОткрыв скрипучую хлипкую дверь, на пороге оказалось лишь одно запечатанное письмо. Перевернув письмо, Дженнифер разглядела надпись. Она гласила: <s>r\n\"Вскрыть при возможной опасности. Сверхсекретно. Дело №501\" <s>r\nНиколас подумал, что сейчас самое время показать свои способности секретного агента. Они с Хуаном обожали эту игру, как настоящие мальчишки. <s>r\nАккуратно, никому не мешая, на цыпочках он подошел к матери, выглянув на улицу и увидел проблескивающий сигнальный маячок. Незаметно вынырнув из дома, он подошел ближе к маячку.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "осмотреться"
      }
    ]
  },
  {
    "id": 8,
    "text": "Маячок был почти незаметен в неожиданно образовавшейся темноте, но все же привлек внимание Николаса. Осмотрев его со всех сторон, мальчик захотел потрогать его. А вдруг это все — лишь иллюзия, сон или бред? Собравшись с мыслями, пока мать не спохватилась, он потрогал оранжевый маячок.<s>r\nОн оказался очень теплым. А если долго всматриваться, то можно было увидеть разнообразные созвездия. Жаль только то, что Николас знал совсем немного созведий. Малая медведица, а вот большая... А это, кажется, Кассиопея. Согласно одной из версий греческого мифа, Кассиопея за своё хвастовство была привязана к креслу, сидя на котором, обречена кружиться вокруг Северного Полюса, переворачиваясь головой вниз.<s>r\nЗвезды завораживали, отдаляли мальчика от большого и страшного мира и придавали внутреннюю гармонию. Он чувствовал, что существуют только он и звезды...<s>r\nНо кто-то прервал мечтания и положил руку на плечо мальчика.",
    "answers": [
      {
        "id": 9,
        "text": "вздрогнуть от неожиданности"
      }
    ]
  },
  {
    "id": 9,
    "text": "— здравствуй, Николас, — сказал грубый мужский голос.<s>r\n— откуда вы знаете как меня зовут? — мальчик обернулся и увидел перед собой двух мужчин в ярко синих костюмах.<s>r\n— мы много чего о тебе знаем, малыш, — отозвался второй мужчина.<s>r\nНиколас был в растерянности. Кто эти люди и откуда они его знают? Чего они хотят? Стоит ли бежать домой и рассказывать матери об увиденном?<s>r\nВзглянув повнимательнее на мужчин, Ник заметил странные синие шляпы с небольшим значком ракеты. А вдруг они космонавты и хотят предложить Николасу отправиться в полет? Все мальчишки и девчонки в деревне обзавидуются! Но нужно было сохранять самообладание и спокойствие, ведь мальчик был совершенно не уверен в своих догадках.<s>r\nМужчины были одного роста, один держал в руках ярко синий зонт, другой же был с таким же кейсом. Очевидно, что эти люди не из простолюдинов. Но лиц было не видно. Подозрения закрадывались с каждой миллисекундой.",
    "answers": [
      {
        "id": 10,
        "text": "- кто вы такие? "
      },
      {
        "id": 11,
        "text": "- зачем вы здесь?"
      }
    ]
  },
  {
    "id": 10,
    "text": "— кто вы такие? — спросил Николас, боясь за свою жизнь.<s>r\n— хо-хо-хо, мы — новые приспешники Санта Клауса! — пошутил мужчина со странным зонтом.<s>r\n— п...правда? — заикаясь, недоверчиво спросил мальчик.<s>r\nМужчина с кейсом ткнул локтем в бок своего союзника.<s>r\n— он шутит, — оглядываясь по сторонам ответил мужчина, — и шутка глупая. Несмешная.<s>r\nОсмотревшись по сторонам, таинственный мужчина никого не увидел и продолжил свою речь:<s>r\n— мы не можем ответить на поставленный тобою вопрос. Мы не вправе раскрывать свои роли, — ответил он тихо, — но мы наконец-то нашли тебя, — договорил он, очевидно, являясь командиром в данной компании.<s>r\n— мы так давно тебя искали! — поддержал разговор мужчина с зонтом.<s>r\n",
    "answers": [
      {
        "id": 13,
        "text": "- зачем я вам нужен?"
      }
    ]
  },
  {
    "id": 11,
    "text": "— а зачем вы здесь? — беспокоясь за свою жизнь и своих близких, спросил мальчик.<s>r\n— для осуществления великой миссии, — синхронно ответили мужчины.<s>r\n— какой? вы мне расскажете?<s>r\n— к сожалению, мы не вправе это сделать, — ответил мужчина с зонтом.<s>r\n",
    "answers": [
      {
        "id": 13,
        "text": "- зачем я вам нужен?"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "— зачем я вам нуже... — не договорил Николас, как голова заболела с невероятной силой, послышался ультразвук и казалось, что мир распадется на части.<s>r\nв голове шумело и пищало, а на улице стало очень светло, что глаза не выдерживали.<s>r\n",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  }
]