[
  {
    "id": 1,
    "text": "Автор — Mr.Baga\nПриветствую тебя читатель. Рад тебя видеть в своём квесте. В этом квесте ты сможешь увидеть знакомые тебе игры, фильмы и сериалы. Ты не думай что я плагиащу чужие идеи. Если ты не заметил квест называется Вселенский Разлом. Это значит что другие миры будут связаны. Сюжет ваш расскажут в квесте. Удачи вам. ",
    "answers": [
      {
        "id": 2,
        "text": "[Начать] "
      },
      {
        "id": 3,
        "text": "[Достижение] "
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог.\nВы очнулись в машине. Окна в этой машине были разбиты. Вы осмотрелись вокруг машины и увидели что люди убегали в станции метро от чего то. Вы посмотрели в ту сторону откуда убегали люди и увидели странных существо похожих на других людей только из них сочилась какая та чёрная жидкость. Они атаковали других людей и превращались их в себе подобных. Вы открыли дверь и побежали в сторону метро. Но когда вы бежали, то на вас вдруг напрыгнул один из этих существ. Существо ужалила вас. К вам подбежал какой-то парень толкнул существо. Парень взял вас на руки и побежал в метро. Вы успели как раз вовремя к закрытию станции Титан. Около 100 людей спалось в этой станции, а остальные кричали от боли и пытались спастись. Вы нечего не понимали что тут происходит. ",
    "answers": [
      {
        "id": 4,
        "text": "[Начать новую главу] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Достижение:\nРазгадка.\nСпаситель.\nПринять Пустоту.\nПринят Свет.\nБог Богов.\nКонец человечеству.\nЛучь Надежды.\nДругой Мир.\nSave Dark.\nHollow Knight.\nОтец.\nНовая Жизнь. ",
    "answers": [
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 4,
    "text": "Глава 1 : Спустя 20 лет.\nЗаметки:\nЗа эти 20 лет много чего изменилось. После того как 58% население в городе под названием Мир, умерли от нападение этих неизвестных тварей. По всем странам мира начали запускать ядерные ракеты и эти ракеты учитожили около 60% население земли, а может и больше. Но я и с корешом Владимиром всё ещё живы. Некоторые люди выходили на поверхность, но из за сильной радиации им необходимы было там ходить в противогаз и спец одежды под формой. Те кто смог спустится обратно рассказывали про разных существ которые заполонили город. И они говорили что на поверхности много чего разрушено. И все решили сидеть под землёй и ждать. Ждать тогда когда вся радиация уменьшится до пригодной жизни или пока она полностью исчезнет. Но некоторые станции начали погибать и исчезать. Исчезать не в том смысле что пропали, а в том что все люди просто проподали кроме детей. Когда находили пропавших людей, то находили, то что осталось от них. Я и Владимир хотим пойти в одну из таких станции и узнать что случилось там. ",
    "answers": [
      {
        "id": 5,
        "text": "[Начать Эпизод] "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы и Владимир забрались в станцию через вентялиционой шахты. Когда вы зашли в станцию, то увидели станцию в которой не было ни души. Вы сразу начали исследовать территорию. Вы зашли в кабинет начальника станции. В кабинете был стол, стул, шкаф, тумбочка и сейф. ",
    "answers": [
      {
        "id": 6,
        "text": "[Осматреть шкаф] "
      },
      {
        "id": 7,
        "text": "[Осматреть тумбочку] "
      },
      {
        "id": 8,
        "text": "[Осматреть стол] "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы подошли к шкафу, но он был закрыть ключём. Где то тут должен быть ключ. ",
    "answers": [
      {
        "id": 5,
        "text": "[Отойти от шкафа] "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы подошли к тумбочки и открыли её. Там были какой то дневник, ключ и пистолет. ",
    "answers": [
      {
        "id": 9,
        "text": "[Взять дневник и ключ] "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы подошли и осматрели стол. На столе было только револьвер без патрон, какие та старые документы, ручка и зажигалка. И как видно по пыли эти столом давно не кто не трогал. ",
    "answers": [
      {
        "id": 5,
        "text": "[Отойти от стола] "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы взяли днекний и ключ.\n[Обновление в заметках]\nВы подумали что ключ может подойти к шкафу. Вы подошли в шкафу и попробовали его открыть тем ключём. Но ключ не подошёл. ",
    "answers": [
      {
        "id": 10,
        "text": "[Заметки] "
      }
    ]
  },
  {
    "id": 10,
    "text": "Заметки.\nСезон 1:\nЭпизод 1:\nЦель.\nДневник начальника станции. ",
    "answers": [
      {
        "id": 11,
        "text": "[Цель] "
      },
      {
        "id": 12,
        "text": "[Днекник начальника станции] "
      },
      {
        "id": 9,
        "text": "[Убрать заметки] "
      }
    ]
  },
  {
    "id": 11,
    "text": "[Цель] \nЯ с Владимиров идём на станцию Огненный Путь. Говорят, что люди с этой станции пропали уже давно, кроме детей. Почему все кроме детей? Не кто не знает, но мы хотим узнать куда пропали люди и почему только дети остались в живых. \nНаша цель : Это узнать и попытаться найти пропавших этой станции.\n[Конец заметки] ",
    "answers": [
      {
        "id": 10,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 12,
    "text": "Стик [Днекник начальника станции]\nДень 1:\nЯ пишу этот дневник что бы те кто сюда пришёл знал что происходило у нас. Сегодня пропало около 10 людей. Они говорили что слышат чей то голос, который зовёт их куда то. Но я думаю что это просто галюны или просто у них фантазия разыгралось.\nДень 5:\nЗа эти 5 дней пропали около 13 людей. Они тоже говорили про какой-то голос. Вот это точно не галюны или фантазия. Теперь кто слышет голос, то за ним должны следить.\nДень 12:\nПрошло неделя с последней записи. За эту неделю пропали 20 людей. Они тоже опять говорили какой голос. Зря я сказал что бы за теме кто слышит голос следили. Те кто следили за ними тоже пропали. Не знаю что теперь делать.\nДень 20:\n8 дней прошлой с момента последней записи. Почти все пропали. Осталось только 53 человека включая меня. Я теперь тоже слышу голоса как остальные. Он мне говорит идти на его зов. Не знаю что делать. Это, наверное, последнее запись. Код от сейфа 2143\n[Конец дневника] ",
    "answers": [
      {
        "id": 15,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы подошли к сейфу, надо вести какой-то код. ",
    "answers": [
      {
        "id": 14,
        "text": "[2143]"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "Когда вы узнали код от сейфа, то вы сразу подошли к нему и вели код. В сейфе был ключ и какие та документы. Вы всё это взяли. Вы сразу открыли шкаф ключем который вы нашли. В шкафу была какая та спец одежда. Вы решили одеть эту одежду, но в комнату зашёл Владимир.\nВладимир — Стик, пойдём посмотри что я нашёл.\nПотом Владимир куда то быстро побежал. ",
    "answers": [
      {
        "id": 16,
        "text": "[Побежать за ним] "
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы и Владимир пришли к какой то решеточной двери. Владимир открыл его и зашёл. Вы зашли за ним. Это дверь вела в канализацию.\nВладимир — Самая странное то что не кто не оставляет двери ведущие в канализацию открытыми. Стик, тут развилка. Ты идёшь направо я налево. Увидимся через 2 часа в этом месте. Не забудь поставить таймер.\nВладимир поставил таймер 2 часа и пошёл налево. Вы поставили таймер на 2 часа и пошли направо. Но пути вам стало очень плохо и вы сели на пол. У вас двоилась в глазах и потом вы отключились. Чуть пойже вы очнулись, но только канализация изменилась. Она была новей. ",
    "answers": [
      {
        "id": 17,
        "text": "[Посмотреть на таймер] "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы посмотрели на таймер и увидели, что на таймере время постоянно изменилась. Вы встали и пошли обратно. Вскоре вы подошли к месту развилки, но другого прохода не была. Место другого прохода была стена, вы услышали смех детей из заброшенной станции. Вы подумали, откуда на мёртвой станции дети? Вы сразу побежали на ту станцую и увидели не мёртвую станцию, а обычную станцию. Охранники увидели вас и направили свои оружие на вас. Вы подняли руку. Начальник станции подошёл к вам.\nНачальник Станции — Ты кто и откуда ты? ",
    "answers": [
      {
        "id": 18,
        "text": "[Ответь на его вопрос] "
      },
      {
        "id": 19,
        "text": "[Показать ему средний палец] "
      }
    ]
  },
  {
    "id": 18,
    "text": "Начальник Станции — Понятно. Значит ты Стик и житель другой станции. Понятно. Ладно, ты хочешь пожить пока тут, но ненадолго.\nНачальник Станции ушёл в свой кабинет. Вы подумали, как я смог попасть в прошлое? ",
    "answers": [
      {
        "id": 21,
        "text": "[Осматреться станцию] "
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы показали ему средний палец. Один из охранников ударил вас в живот и вы упали на колени.\nНачальник Станции — Наверное, ты разветчик или просто сталкер. Обыскать его.\nОхранники отвели вас в тюремную камеру, взяли все ваши вещи и закрыли дверь.\n",
    "answers": [
      {
        "id": 20,
        "text": "[Осмотреть камеру] "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы потрепали головой и осмотрели камеру. Ну была и похуже. Теперь вам нужно будет как нибудь выбраться от сюда, но как? Вы посмотрели на маленькое окошко и увидели странного типа который комылял в стороны канализации. По какой то причины у вас началась жуткая головная боль, но через секунду она прошла. Нужно было узнать куда идёт тот парень.\n",
    "answers": [
      {
        "id": 22,
        "text": "[Попытаться привлечь внимание охранника] "
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы решили осмартеть станцию и пошли в центр станции. Когда вы пришли в центр станцию и увидели странного человека. Он камыляя шёл в сторону канализации. Вы решили пойти за ним ",
    "answers": [
      {
        "id": 28,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы решили привлечь внимание охранника",
    "answers": [
      {
        "id": 23,
        "text": "[Попытаться с ним поговорить] "
      },
      {
        "id": 24,
        "text": "[Ударить по решётку] "
      },
      {
        "id": 25,
        "text": "[Попытаться взломать замок] "
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы решили поговорить с охранником. Но тот лишь посмотрел на вас и сказал.\nОхраник — Не вешай мне лапшу на уши. Лучше продолжай сидеть.\nВы попытались снова поговорить с ним, но тот лишь молчал. Вскоре пришли другие охранники и потащили вас куда то. Чуть позже вы сидели в кабинете начальника станции.\nНачальник Станции — Так....у нас пропадают люди, некоторые сходят сума и тут появляешься ты. Как то подозрительно.\nНа столе лежал пистолет и сигара с пепельницей. ",
    "answers": [
      {
        "id": 26,
        "text": "[Закурить]"
      },
      {
        "id": 27,
        "text": "[Выхвать пистолет и приложить его к голову начальника станции] "
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "Вы попросили сигаркту и когда вам его дали, то вы закурили.\nОхраник — Страшно? Ну понятно. Тебя привели ко мне и подозревают.\nТут вы вспомнили про медальон от Владимира, что означает, что вы сталкер из станция Титан.\nОхраник — Ааа... Ты из станции Титан. Прости, за приём, но глаз мы с тебя выпускать всё равно не будем. Ладно, иди. Но Лиг присмотреть за тобой.\nВы встали и вышли из его кабинета. За ваши пошёл какой то парень в одежде местной полиции. ",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "Вы пошли за ним. Он пришёл к той канализации из которой вышли вы. Когда он зашёл, то зашли вы и пошли по его следам. Вскоре он как будто исчез стоила вам только моргнуть. Вы решили вернуться назад, но вдруг кто то вас ударил сзади и вы отключились. Спустя неизвестное время вы очнулись в том же месте, но канализация было ещё новее. Вы пошли обратно и наткнулись на новую железную дверь. Вы попытались его открыть. Но она была закрыта с той стороны. ",
    "answers": [
      {
        "id": 29,
        "text": "[Постучаться] "
      },
      {
        "id": 30,
        "text": "[Сделать пару выстрелов там где возможно замок] "
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы постучали со всей силы и услышали голоса от туда. Они о чем начали бубнеть и вскоре дверь открыла и когда вы зашли на станцию, то увидели целую и не тронутую станцию ядерной войной и теми тварями. Когда один из людей увидели оружие за вашей спиной, то она начала кричать, территорист. После чего все люди на станции пытались как можно быстрее уйти от сюда, а охранники и полиция пришла через пару минут. Они направили на вас оружие. ",
    "answers": [
      {
        "id": 31,
        "text": "[Поднять руки] "
      },
      {
        "id": 32,
        "text": "[Направить на них винтовку] "
      },
      {
        "id": 33,
        "text": "[Взять гранату в руки] "
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "Вы медленно подняли руки и ждали реакции полиции. Один из медленно подошёл и надел на вас наручники. Вскоре приехал поезд и люди когда увидели эту картину начали волноваться. Вдруг из другой части станции послышались крики и рев каких то существ. Полицейские пошли туда, кроме одного он направил вас в местный участок. Когда вы вышли из станции, то увидели чистое голубое небо, на поверхности спокойной ходили люди, а инфострукту была цела. Но тишина прервала крики и выстрели из станции. Один из полицейских выбежал от туда, но одно из существ на прыгнула на него и начала пожрать. Все люди в панике стали убегать. Вы попытались снять наручники, но полицейский повёл вас быстро в участок и быстро закрыл за решётку, а сам куда-то ушёл. Вдруг у вас началась сильная головная боль и голово кружение, после чего вы отключились. Вы очнулись от того, что задыхаетесь и быстро одели противогаз, после чего осмотрелись. Вы увидели старый полицейский участок. После чего встали вышли от туда и увидели снова разрушенный город, только вороты на станции были открыты. Вы быстро спустились туда и увидели такую картину, разрушеную станцию, всю ду норы и дыры, на полу лежат трупы, а на стенах были яйца тех тварей. Тогда вы поняли, что случилась, вы вернулись в прошлое и изменили её, а именно показались там, отвекли полицию, а самое главное, что отвекли того полицейского который спас станцию в тот день. ",
    "answers": []
  },
  {
    "id": 32,
    "text": "Вы направили винтовку на них, те были готовы стрелять, но послышалось крики и рев каких то существ из другой части станции. Вы и полицейские направили в ту сторону оружие. Сзади вас послышался тот рёв. Вы сразу же обернулись назад и увидели там ту тварь которая была в тот день. Оно повалила вас на землю и пыталось прокусить вам руку, но полицейские сделали пару выстрелов по ней в голову и убили тем самым. Вскоре те твари побежали на них и полицейские стали шмалять по ним. Вы увидели ребёнка который убежал от одного из этих тварей, но вдруг споткнулся и упал на рейльсы. ",
    "answers": [
      {
        "id": 34,
        "text": "[Бросится на помощь] "
      },
      {
        "id": 35,
        "text": "[Помощь полицейским] "
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "Вы не задумаясь бросились помощь ему. Сделали пару выстрелов той тварей в голову, после чего прыгнули к мальчику и попытались помощь поднять ему. Вы услышали звук поезда. После чего вы сразу же подняли и попытались вылезти от туда, но одна из этих тварей напрыгнула на вас и вы упали на рельсы вместе с ним. Оно попыталась убить вас, но поезд приехал и через секунду вы очнулись в том же месте, но станция выглядила как раньше, то есть разрушенной и были признаки того, что здесь давно некого не было. Чуть позже вы услышали чей то плачь, после чего попытались встал и найти источник звука. Когда вы встали, то почувствовали острую боль в ноге. Походу когда падали, то повредили её. ",
    "answers": [
      {
        "id": 36,
        "text": "[Отдохнуть] "
      },
      {
        "id": 37,
        "text": "[Всё равно искать источник звука] "
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "Вы направились искать этот источник звука, но вы шли медленно и камыляя правой ногой. Вскоре вы нашли девочку которая сидела в углу и плакала. Возле неё была кукла, а не далеко от неё было тело парня. Возможно её отец или брат. Вы подошли к ней. Она немного успокоилась, но снова начал плакать.\n\n(Есть шанс того, что мутанты услышат её и придут сюда) ",
    "answers": [
      {
        "id": 38,
        "text": "[Попытаться её успокоить] "
      },
      {
        "id": 39,
        "text": "[Взять её за руку и увести подальше от сюда]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы попытались её успокоить и дали ей брелок, что бы та успокоилась. Та немного успокоилась и взяла её, но вы услышали рев мутантов в глубинах метро. Не далеко от сюда есть станция Мир и лагерь людей. ",
    "answers": [
      {
        "id": 40,
        "text": "[Отправьться в станцию] "
      },
      {
        "id": 41,
        "text": "[Отправится в лагерь] "
      }
    ]
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "Вы взяли девочку за руку и пошли как можно быстро к станиции. Рев оставался таким, но начал становится громче. Эта значит, что они приближаются. Вы видите в конце тонела ворота той станции и свет. Вы посветили туда фонариком, что бы вас заметили. Охраники станции сели на трезину и поехали к ним. Но рев становился ещё громче. Вы отпустили девочку, что бы она пошла вперёд, а вы сами посмотрели назад и приготовились стрелять. Вы увидели одного из мутантов. ",
    "answers": [
      {
        "id": 42,
        "text": "[Начать стрелять] "
      },
      {
        "id": 43,
        "text": "[Поставить ствол к себе в голову] "
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "Остальные твари побежали на вас и вы сразу же открыли огонь, но вдруг время остановилась, но вы могли двигаться глазами. Перед вами появилась какое то существо и начал делать какие та движения руками, после чего исчез и время возобновилась. Те твари умерли и через минуту дресина подъехала к вам, после чего собрала на станцию. По пути вы отключились и очнулись спустя 2 дня в лазарете, а возле вас сидела та девочка. Она спала, возможно ждала когда вы очнетесь ",
    "answers": [
      {
        "id": 44,
        "text": "[Погладить девочку по голове] "
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы подставили ствол к себе головы и выстрельнули, но пистолет заклинела и одна из этих тварей уже была возле вас, как время остановилась и перед вами появилась чёрное существо и начал делать какие та движения руками. После чего исчез и времы возобновилась. Твари умерли, а вы упал на землю и отключились. Вы очнулись через какое то неопределённое время в том же месте, а вокруг вас были трупы тех тварей. Вы кое как встали и после чего увидели, что те твари пытались зайти на станцию и им эта удалось. ",
    "answers": []
  },
  {
    "id": 44,
    "text": "Вы погладили девочку по голове и к вам подошёл доктор.\nДоктор — Так с вами всё хорошо. Будете жить. Удивительно, что вас так повезло. ",
    "answers": []
  }
]