[
  {
    "id": 1,
    "text": "автор:GGshou\nв этом квесте в основном вас ждёт смерть, удачи.) ",
    "answers": [
      {
        "id": 2,
        "text": "Вперёд"
      },
      {
        "id": 9,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 2,
    "text": "... Ты просыпаешься на дороге, в глазах туман. Ты ничего не помнишь...только что вчера ты сильно бухнул и отрубился. Хм, помнишь что пил? ",
    "answers": [
      {
        "id": 3,
        "text": "Пивас\"Три богатыря\" "
      },
      {
        "id": 4,
        "text": "Водка\"Дружба\""
      },
      {
        "id": 5,
        "text": "Мартини(откуда у тебя на него деньги?) "
      }
    ]
  },
  {
    "id": 3,
    "text": "М-да.. \"Три богатыря\" в одну харю... Не удивительно что тебя понесло. Ну что ж не время рассуждать о том что было, нужно думать что делать дальше. Интересно что делают люди в первый день бомживания?",
    "answers": [
      {
        "id": 6,
        "text": "Осмотреться"
      },
      {
        "id": 7,
        "text": "Поспать"
      },
      {
        "id": 8,
        "text": "Повеситься (хорошая идея) "
      }
    ]
  },
  {
    "id": 4,
    "text": "Любимый напиток всех сталкер в-лечебная водка. Вот только тебе она пошла совсем не на пользу. Что думаешь делать дальше?",
    "answers": [
      {
        "id": 56,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 5,
    "text": "Бухни пиваса и узнаешь. ",
    "answers": [
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы встали и посмотрели по сторонам и увидили, что слева от вас лежит ящик водки, справа-лежит какой то чел с большой бородой и ободраной рубашкой, пахнет он не очень... Прямо перед вами... Что то светится. ",
    "answers": [
      {
        "id": 10,
        "text": "Отбежать на обочину(ты все ещё стоишь на дороге) "
      },
      {
        "id": 11,
        "text": "Остаться на месте "
      },
      {
        "id": 12,
        "text": "Побеждать на встречу свету"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты решил поспать и тебя переехала фура. ",
    "answers": [
      {
        "id": 2,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты просто вздёрнулся. Тебя никто не вспомнит.\n                          Конец. ",
    "answers": [
      {
        "id": 2,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ага щас.. Быть бомжом это призвание. ",
    "answers": [
      {
        "id": 2,
        "text": "Вперед"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты отбежал на край дороги. Как только ты оказался на обочине по дороге с большой скоростью проехал камаз. Всё могло кончится печально если бы ты остался стоять столбом. ",
    "answers": [
      {
        "id": 21,
        "text": "Подумать что делать дальше "
      },
      {
        "id": 22,
        "text": "Осмотреть ящик с водкой"
      },
      {
        "id": 53,
        "text": "Осмотреть человека"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты остался стоять на месте. Свет всё приближался. Вскоре свет ослепил тебя и ты почувствовал сильную боль, но вскоре она прошла и ты оказался в раю. Тут очень светло и тепло. Ты поднял голову на уровень горизонта и увидел грамадные ворота. Это что, ворота в рай... Хм... Интересно что за ними...",
    "answers": [
      {
        "id": 13,
        "text": "Не двигаться"
      },
      {
        "id": 14,
        "text": "Идти к воротам"
      },
      {
        "id": 15,
        "text": "Закрыть глаза и попробовать вернуться на землю"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы побежали на встречу свету и вас сбил камаз. Он протащил тебя метров пять, а потом твое тело упало на асфальт, по тебе проехалось ещё три машины. Вскоре приехали дорожнорабочие и скинули труп в канаву. ",
    "answers": [
      {
        "id": 2,
        "text": "Трупы не бегают"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты решил навсегда отстаться на месте, ну что ж это твой выбор. ",
    "answers": [
      {
        "id": 2,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ты подошёл к воротам и уже хотел войти, но вдруг ворота захлопнулись с неимоверно силой и ты упал на землю от потока воздуха. Перед тобой появился Апостол Гриша. ",
    "answers": [
      {
        "id": 16,
        "text": "Побеждать назад"
      },
      {
        "id": 17,
        "text": "Попытаться залезть на ворота"
      },
      {
        "id": 18,
        "text": "Поговорить с Апостолом"
      }
    ]
  },
  {
    "id": 15,
    "text": "Странно,ты открыл глаза но ничего не получилось. Ты опять здесь. ",
    "answers": [
      {
        "id": 11,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты побежал прочь отсюда, ты бежал, бежал пока не упал и не потерял сознание. Вокруг темнота. Наверняка это конец. ",
    "answers": [
      {
        "id": 2,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты попытался подняться по воротам но тебя даже к ним не подпустили. Как только ты к ним подошёл под тобой открылся люк. Ты долго падал, а потом упал прямо в расколенный котёл. Поздравляю ты в аду. Ты останешься здесь навсегда. ",
    "answers": [
      {
        "id": 2,
        "text": "В начало(опять) "
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты спросил Апостола... ",
    "answers": [
      {
        "id": 19,
        "text": "Можно пройти? "
      },
      {
        "id": 20,
        "text": "Я умер? "
      }
    ]
  },
  {
    "id": 19,
    "text": "Нет. Ты слишком много грешил. Под тобой открылся люк и ты попал в ад. Приятного прибывания в аду. ",
    "answers": [
      {
        "id": 2,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 20,
    "text": "Да, ты мёртв. ",
    "answers": [
      {
        "id": 18,
        "text": "Понял"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты обдумал план действий. И пришёл к выводу что лучше броситься под машину. Ведь у тебя больше ничего нет, ни дома, ни машины, ни денег вообще ничего. Правда возможно у тебя всего этого и не было никогда. Похоже у тебя дипрессия. Нужно срочно что то предпринять, иначе ты так долго не продержишься. ",
    "answers": [
      {
        "id": 23,
        "text": "Поддаться панике"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты подошёл к ящику с алкоголем. Ящик был не в лучшем состоянии. Несколько досок было выломано,пару бутылок разбито. Но целые бутылки были аккуратно запакованы и не одна не открыта. Надо решать что делать с ящиком. ",
    "answers": [
      {
        "id": 36,
        "text": "Опусташить несколько бутылок"
      },
      {
        "id": 37,
        "text": "Разбить все бутылки"
      },
      {
        "id": 38,
        "text": "Поискать сабутыльника"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты поддался панике. Паника поглотила тебя и ты уже себя не контралируешь. Ты бежишь и бежишь, пока не понимаешь что забежал в какое-то болото. Оно засасывает тебя. Нужно срочно что то делать. ",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить паниковать"
      },
      {
        "id": 25,
        "text": "Успокоиться и попытаться выбраться"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты продолжил паниковать, и чем больше ты поддался ей тем сильнее тебя утягивало на дно. ",
    "answers": [
      {
        "id": 26,
        "text": "Продолжить панику "
      },
      {
        "id": 26,
        "text": "Продолжить панику"
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты подавил в себе приступ паники и начинаешь придумывать как выбраться. ",
    "answers": [
      {
        "id": 29,
        "text": "Попробовать ухватиться за ветку дерева свисающию над тобой"
      },
      {
        "id": 30,
        "text": "Беспорядочно дрыгаться в воде"
      },
      {
        "id": 31,
        "text": "Кричать о помощи"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты продолжил паниковать и делать беспорядочные движения, в итоге тебя поглотила болото",
    "answers": [
      {
        "id": 2,
        "text": "Ты утонул. В начало"
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": [
      {
        "id": 28,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "Ты ухватился за ветку, но как только ты потянулся чтобы выбраться ветка обламилась. (хвататься за гнилую ветку было не самой хорошей идеей) ",
    "answers": [
      {
        "id": 25,
        "text": "Падать обратно в болото"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ты начал хаотично и быстро двигать руками и ногами. В итоге утонул. ",
    "answers": [
      {
        "id": 2,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 31,
    "text": "Ты начал кричать и издовать истошные звуки. Тем временем болото все сильнее утягивало тебя на дно. ",
    "answers": [
      {
        "id": 32,
        "text": "Кричать дальше "
      }
    ]
  },
  {
    "id": 32,
    "text": "На твой крик пришёл человек. (неажиданно). Он помог тебе выбраться и он отвёл тебя с начало в в магазин прикупить шмота, потом в баню и в бар. За это время вы познакомились и очень сдружились. В баре вы заказали самое лучшее и дорогое мартини. Кстати ты узнал что его зовут Григорий ну или просто Гриша. ",
    "answers": [
      {
        "id": 33,
        "text": "Выпить всю бутылку"
      },
      {
        "id": 34,
        "text": "Выпить немного"
      },
      {
        "id": 35,
        "text": "Не пить"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты вылакал всю бутылку. И тебя опять понесло. Черт только не это. ",
    "answers": [
      {
        "id": 2,
        "text": "Всё по новой"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты выпил совсем немного но тебя всё равно понесло. Вот блин. ",
    "answers": [
      {
        "id": 2,
        "text": "Неужели опять? "
      }
    ]
  },
  {
    "id": 35,
    "text": "Ты не выпил ни грамма. Твой новый друг одобрил что ты за ЗОЖ. Он отвёл тебя в дом на Рублёвке и обеспечивая тебя всем что ты захочешь. У тебя теперь есть всё:огромный дом, машина, девушки и бабло. Жизнь удалась. ",
    "answers": [
      {
        "id": 2,
        "text": "Счастливый конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ты выпил содержимое нескольких бутылок. Сначала тебе было весело. Ты пошёл в бар, там ещё немного бухнул. Неплохо несёт от... Хм интересно как она называется? ",
    "answers": [
      {
        "id": 39,
        "text": "\"Пни батана\"? "
      },
      {
        "id": 40,
        "text": "\"спи бонког\"...? "
      },
      {
        "id": 41,
        "text": "\"Три нетопыря\" "
      },
      {
        "id": 42,
        "text": "Черт. Не помню"
      }
    ]
  },
  {
    "id": 37,
    "text": "Ты взял ящик, поднял над головой и с болью в сердце со всей силой бросил его о землю.",
    "answers": [
      {
        "id": 52,
        "text": "Смотреть на осколки бутылок и лужу алкоголя. "
      }
    ]
  },
  {
    "id": 38,
    "text": "Ты повернулся и увидел что парень так и лежит. ",
    "answers": [
      {
        "id": 53,
        "text": "Попробовать разбудить его"
      },
      {
        "id": 22,
        "text": "Не трогать его"
      }
    ]
  },
  {
    "id": 39,
    "text": "Неее вряд-ли ",
    "answers": [
      {
        "id": 36,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 40,
    "text": "Возможно, но нет",
    "answers": [
      {
        "id": 36,
        "text": "Неа"
      }
    ]
  },
  {
    "id": 41,
    "text": "Хм.. Похоже но нет. ",
    "answers": [
      {
        "id": 36,
        "text": "Скорее нет, чем да"
      }
    ]
  },
  {
    "id": 42,
    "text": "Тебе так и не удалось вспомнить, ну что ж не большая проблема. ",
    "answers": [
      {
        "id": 43,
        "text": "Бухать дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "Пока ты бухал к тебе подошёл бармен и показал счёт. Когда ты посмотрел на цифру с пятью нулями на чеке ты сказал что у тебя нет столько денег. В следующий момент ты почувствовал как  кто-то сзади огрел тебя по голове. ",
    "answers": [
      {
        "id": 44,
        "text": "Отрубиться"
      }
    ]
  },
  {
    "id": 44,
    "text": "Ты потерял сознание которое и так было затуманено алкоголем которого ты выпил неимоверно количество. Да тебе премию нужно выдать \"Лучший Бухальщик????????",
    "answers": [
      {
        "id": 45,
        "text": "Сейчас для этого не время... "
      }
    ]
  },
  {
    "id": 45,
    "text": "И так. ты наконец-то очнулся, право не там где хотелось бы. Ты проснулся в багажнике какой-то машины, связанный и с кляпом ворту. Не этого ты ожидал увидеть когда проснешься",
    "answers": [
      {
        "id": 46,
        "text": "Кричать"
      },
      {
        "id": 47,
        "text": "Попытаться развязать руки"
      },
      {
        "id": 47,
        "text": "Попытаться развязать ноги"
      },
      {
        "id": 49,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты что не понял, у тебя кляп ворту. Не можешь ты кричать. ",
    "answers": [
      {
        "id": 50,
        "text": "Всё равно попытаться "
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты попытался, но ничего не получилось. Обидно. ",
    "answers": [
      {
        "id": 45,
        "text": "Думай "
      }
    ]
  },
  {
    "id": 48,
    "text": "Ты спал всё время пока машина ехала. Ты этого не будешь помнить.. В общем когда машина остановилась из неё вылезло трое мужчин хорошего телосложения, открыли багажник, вытащили тебя и бросили прямо на дороге. ",
    "answers": [
      {
        "id": 2,
        "text": "Хм, Что-то очень знакомое"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ты решил ничего не предпринимать. Ты долго ещё просто волялся в каком-то багажнике и приходил в себя после вчерашнего. Как вдруг автомобиль подскочил на кочке и ты ударился о что-то твёрдое, скорее всего о крышку багажника. Ну вот ты опять отключился. ",
    "answers": [
      {
        "id": 48,
        "text": "Валяться без сознания"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вот дятел. Ну сказал же... Ай ладно кричи сколько влезет. ",
    "answers": [
      {
        "id": 51,
        "text": "Кричать "
      }
    ]
  },
  {
    "id": 51,
    "text": "Позвать на помощь не получается. Странно почему тебе раньше некто не сказал что невозможно говорить с кляпом ворту ",
    "answers": [
      {
        "id": 45,
        "text": "Придумать что нибудь получше"
      }
    ]
  },
  {
    "id": 52,
    "text": "Ты долго смотрел как под твоими ногами растекается лужа алкоголя. В итоге твоё сердце не выдержал такой боли и у тебя случился инфаркт. ",
    "answers": [
      {
        "id": 2,
        "text": "Жаль мне тебя"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты попробовал разбудить его. Странно но он не просыпается. ",
    "answers": [
      {
        "id": 54,
        "text": "Толкнуть его"
      }
    ]
  },
  {
    "id": 54,
    "text": "Ты подошёл и толкнул соню. Он перевернулся на спину и ты увидел что из его глаза торчат ножницы. Вот это поворот... ",
    "answers": [
      {
        "id": 55,
        "text": "Вытащить ножницы "
      },
      {
        "id": 22,
        "text": "Оставить тело"
      }
    ]
  },
  {
    "id": 55,
    "text": "Ты вытыщил ножницы и... С неба упала акула прямо на тебя и съела. ",
    "answers": [
      {
        "id": 2,
        "text": "Неожиданный конец"
      }
    ]
  },
  {
    "id": 56,
    "text": "Ты закрыл глаза а потом открыл. Ха, это всего лишь сон. Ты проснулся в своей шикарной вилле с тремя шикарными моделями, вокруг пустые бутылки от алкоголя, судя  по этикеткам очень дорогого. А ты почти поверил что ты супер миллиардер. Это глюки. Ты отравился. ",
    "answers": [
      {
        "id": 2,
        "text": "Эх мечты,  мечты "
      }
    ]
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  }
]