[
  {
    "id": 1,
    "text": "Автор: Ser Pro (Сергей Проник) \n\nЖанр: Детектив / Психологический триллер / Ужасы\n\nОписание: Десять незнакомых друг с другом подростков оказываются заперты в незнакомом доме. Из анонимного послания они узнают, что один из них – убийца, которого остальным необходимо вычислить и обезвредить. На это им дается трое суток. Так кто же он? И кому тогда можно верить?.. Решать вам!",
    "answers": [
      {
        "id": 2,
        "text": "[Начать игру]",
        "blackout": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d19/2003/05/a80e2a818323.jpg",
        "system": true
      },
      {
        "id": 143,
        "text": "[Достижения]"
      },
      {
        "id": 155,
        "text": "[Связь с автором]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты очнулся в незнакомом месте... В первые секунды после пробуждения картинка будто плыла перед глазами, а голова гудела как колокол. \n\nКаким образом ты попал сюда?.. В такой ситуации это стоит вспомнить в первую очередь...",
    "answers": [
      {
        "id": 3,
        "text": "Попытаться вспомнить"
      }
    ]
  },
  {
    "id": 3,
    "text": "Итак, вчера был выпускной... Самое счастливое время между экзаменами и поступлением. Ваш класс отмечал в большом ресторане. Родители, конечно, тоже были, чтобы контролировать вас. Но алкоголя немного всё же было... И ты выпил, как и все: не больше, не меньше. \n\nПоследним из воспоминаний было то, как ты ехал в такси домой... Без родителей, так как они уехали раньше. \n\nСогласно выстроенной тобой логической цепочке, ты должен вспомнить, как попал сюда... Может, это дом кого-то из одноклассников?.. Или вы договорились не ехать по домам, а продолжить отмечать и переночевать в отеле?.. Необходимо осмотреться и понять. ",
    "answers": [
      {
        "id": 4,
        "text": "Осмотреться вокруг"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты находишься в комнате, похожей на номер в отеле... В ней есть кровать, письменный стол со стулом, шкаф возле двери, которая должна вести в коридор. \n\nТакже есть окно, но почему-то за ним темнота, хотя часы на стене показывают полдень... Это очень странно. \n\nЕщё есть другая приоткрытая дверь, которая ведёт в ванную. ",
    "answers": [
      {
        "id": 5,
        "text": "Зайти в ванную"
      },
      {
        "id": 6,
        "text": "Подойти к окну"
      },
      {
        "id": 8,
        "text": "Выйти из комнаты",
        "need": 7
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b07/2003/e1/2574586e3e24.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "В ванной комнате обычная обстановка... Унитаз, раковина, ванна, небольшой шкафчик – вот и всё, что здесь есть. Полотенца новые. На полочке над раковиной лежат в маленьких тюбиках шампунь и гель для душа, а также мыло, зубная щётка и паста. \n\nНо прежде чем помыться, тебе необходимо выяснить твоё местоположение и понять, как ты здесь оказался... ",
    "answers": [
      {
        "id": 4,
        "text": "Выйти из ванной "
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b34/1904/d8/2cc6dba56a24.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Подойдя к окну, ты обнаружил на подоконнике лист бумаги с какой-то надписью... \n\nВглядываясь в обстановку за окном, ты не смог ничего разглядеть, кроме кромешной тьмы. Без фонаря это бесполезно...",
    "answers": [
      {
        "id": 4,
        "text": "Отойти от окна"
      },
      {
        "id": 7,
        "text": "Взять лист и прочесть надпись на нём"
      }
    ]
  },
  {
    "id": 7,
    "text": "Итак, ты берёшь лист бумаги и читаешь следующее:\n\n \"Дорогие юноши и девушки! Простите, что вырвал вас из привычной обстановки и лишил каждого приятных воспоминаний о выпускном, но уверяю вас, это было необходимо.\n  Итак, сразу к делу... В этом доме помимо гостиной и столовой, есть несколько подсобных помещений и десять жилых комнат. В одной из них находишься ты... В остальных – твои ровесники, с которыми ты не знаком. Один из десяти убийца, которого надо вычислить и обезвредить, не умерев при этом. \nСвязи у вас с внешним миром нет, из окон выбираться не советую... Этот эксперимент я провожу в секретном месте, кричать бесполезно! Добро пожаловать в Игру! В вашем распоряжении трое суток, если не успеете выиграть, на входной двери сработает механизм, и вы никогда отсюда не выберетесь... Удачи!\"\n\nСнизу стояла твоя подпись... Как можно было подписаться на такое?!.Нет, ты определённо не мог этого сделать, находясь в здравом уме... ",
    "answers": [
      {
        "id": 6,
        "text": "Положить лист обратно"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты выходишь в коридор. Справа от тебя две двери таких же, как твоя, дальше них коридор упирается в металлическую дверь. Слева – две двери, затем проём и далее ещё пять дверей. Сперва можно проверить дверь в конце коридора или пройтись по \"номерам\", аналогичным твоему. ",
    "answers": [
      {
        "id": 9,
        "text": "Осмотреть дверь в конце коридора"
      },
      {
        "id": 10,
        "text": "Проверить комнаты, аналогичные твоей"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d25/1904/82/8b174724765c.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Дверь оказалась заперта на электронный замок... В неё была встроена камера, охватывающая своим стеклянным глазом весь коридор. Зачем это тут? \n\nОбита дверь железом, поэтому вручную её не сломать. Да и стоит ли вообще пытаться?.. ",
    "answers": [
      {
        "id": 10,
        "text": "Проверить комнаты, аналогичные твоей"
      }
    ]
  },
  {
    "id": 10,
    "text": "Перед тобой выбор из девяти комнат. Они пронумерованы начиная с номера \"1\". Твоя комната под номером \"3\", её осматривать уже не нужно... Надо проверить, по возможности, все остальные, чтобы найти людей. Но лучше не вламываться к ним, а сперва постучаться, учитывая непонятную и пугающую обстановку...",
    "answers": [
      {
        "id": 11,
        "text": "Постучаться в комнату \"1\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"2\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"4\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"5\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"6\""
      },
      {
        "id": 12,
        "text": "Постучаться в комнату \"7\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"8"
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"9\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"10\""
      },
      {
        "id": 10,
        "text": "Хорошо бы проверить все комнаты, чтобы как можно лучше разобраться в ситуации",
        "comment": true
      },
      {
        "id": 17,
        "text": "Выйти через проём",
        "need": 12
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d25/1904/82/8b174724765c.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "Тебе никто не ответил, а дверь комнаты оказалась заперта. Похоже, кто бы в ней не обитал, сейчас он находится за её пределами. ",
    "answers": [
      {
        "id": 10,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 12,
    "text": "Через минуту тебе открыла дверь симпатичная девушка твоих лет. У неё были русые волосы, приятное лицо, зелёные глаза... Она выглядела немного встревоженной и вопросительно посмотрела на тебя. ",
    "answers": [
      {
        "id": 13,
        "text": "Поздороваться"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Добрый день! — говоришь ты. \n— О, приветики! — отвечает девушка. — А Вы случайно не знаете, где мы? И как я тут оказалась?.. Мы знакомы?\n\n\"Охх... \" — подумалось тебе. — \"Не прошло и минуты, а уже получил столько вопросов!..\"",
    "answers": [
      {
        "id": 14,
        "text": "— Нет, я не знаю, где мы сейчас находимся... Но думаю, Вы здесь по той же самой причине, что и я. Вас лично я не знаю... "
      },
      {
        "id": 15,
        "text": "— Где мы?!. Да мы в заднице!!! Здесь помимо нас ещё восемь человек, и один из десяти убийца!.."
      }
    ]
  },
  {
    "id": 14,
    "text": "— Понятно... Значит, Вы тоже не помните, как оказались здесь, — сказала девушка. — Тут есть ещё кто-нибудь помимо нас?.. ",
    "answers": [
      {
        "id": 16,
        "text": "— Надо поискать, должны быть по идее... "
      },
      {
        "id": 15,
        "text": "— Тут должно быть ещё 8 похищенных человек, среди которых есть убийца! "
      }
    ]
  },
  {
    "id": 15,
    "text": "Девушка в ужасе посмотрела на тебя, а потом... рассмеялась. \n— Вы шутите?!. — она истерично взмахнула руками. — Нет, это Ваша шутка, я зря повелась... Давайте осмотримся, нет ли кого в других комнатах, — добавила она уже спокойным голосом.\n\nВ ответ ты только пожал плечами. ",
    "answers": [
      {
        "id": 16,
        "text": "— Давайте... "
      }
    ]
  },
  {
    "id": 16,
    "text": "Перед тобой выбор из восьми комнат. Они пронумерованы начиная с номера \"1\". Твоя комната под номером \"3\", её осматривать уже не нужно... Комната \"7\" уже проверена – девушка идёт с тобой. Надо проверить, по возможности, все остальные, чтобы найти людей. Но лучше не вламываться к ним, а сперва постучаться, учитывая обстановку... Можно пойти в проём в коридоре, может быть там есть люди.",
    "answers": [
      {
        "id": 11,
        "text": "Постучаться в комнату \"1\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"2\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"4\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"5\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"6\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"8\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"9\""
      },
      {
        "id": 11,
        "text": "Постучаться в комнату \"10\""
      },
      {
        "id": 16,
        "text": "Хорошо бы проверить все комнаты, чтобы как можно лучше разобраться в ситуации",
        "comment": true
      },
      {
        "id": 17,
        "text": "Выйти через проём",
        "need": 12
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/1904/50/5d6516020f38.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы вышли из коридора через проём и оказались в комнате, которая, судя по всему, являлась гостиной... В ней сидели восемь человек. \n\nОдин из них поднялся и подошёл к вам. Это был парень твоих лет, с короткой стрижкой, одетый в футболку и джинсы. \n— Добрый день! — пожал он тебе руку. — Денис, — представился он. \n\nЧто ж, надо признать, вполне нормальный человек. Похоже, они не знают про анонимное послание...\n\n— А как зовут вас? — обратился он к тебе и девушке.",
    "answers": [
      {
        "id": 18,
        "text": "Представиться"
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d40/1904/56/41d6b9d3f830.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты назвал своё имя, девушка тоже. Оказалось, её зовут Маша. \nДенис кивнул и пригласил вас присоединиться к ним.\n\nОни смотрели программу новостей по телевизору, висевшему на стене. По новостям сказали, что десять подростков пропали в разных уголках страны... Потом следовали показания родителей, в том числе и твоих. Оказывается, все находящиеся в этой комнате были похищены после выпускного вечера 11 класса. \n\nВскоре после смены сюжета Денис выключил телевизор. \n— Кому-нибудь что-либо известно о цели нашего похищения?.. — спросил он. ",
    "answers": [
      {
        "id": 19,
        "text": "Рассказать о листе на подоконнике"
      },
      {
        "id": 20,
        "text": "Молчать"
      },
      {
        "id": 18,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты берёшь слово, и поражаешь всех с первых секунд твоего рассказа... Люди не могли поверить своим ушам. Каждый оглядывался на остальных, в том числе и на тебя. Это было очень сильное заявление, быть может, не стоило об этом говорить. Но что сказано, то сказано. \n\n\n[Отношения со всеми: напряжённые]\n\n\n— И что нам теперь делать?!. — начал Денис. — Не знаю, как вам, а мне точно умирать не хочется! \n— А кому хочется?!. — поднялся шум. — Мы все хотим жить! \n— Ой, ладно вам ребята, может это чей-то дебильный пранк?.. — послышался чей-то женский голос. \n\nДенис поднял руку и сделал знак, чтобы все замолчали. Не успел ты и рта раскрыть, как один полноватый парень сказал:\n— Я бы в такой стрессовой ситуации сначала подкрепился...\nВсе выразили одобрение.\n— Возможно, это действительно розыгрыш... — пожал плечами Денис, направляясь в столовую.",
    "answers": [
      {
        "id": 21,
        "text": "Последовать за остальными в столовую"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Хорошо! — ответил Денис после продолжительного молчания. — Какие предложения у вас, что сейчас будем делать?.. \n\nНе успел ты и рта раскрыть, как один полноватый парень сказал:\n— Я бы в такой стрессовой ситуации сначала подкрепился...\n\nВсе выразили одобрение и направились за ним.",
    "answers": [
      {
        "id": 21,
        "text": "Последовать за всеми в столовую"
      }
    ]
  },
  {
    "id": 21,
    "text": "В столовой был большой стол, десять стульев, несколько  кухонных полок и шкафов, а также холодильник. \n\nТот толстый парень из этих предметов выбрал последний, и подошел к нему. Открыв его, он сказал:\n— О, у нас похоже, сухпаёк...\n— В смысле? — спросила какая-то девушка, имени которой ты ещё не знал. \n— Тут расфасована еда... — ответил парень, вынимая большой непрозрачный пакет с указанной сегодняшней датой.\n— То есть, каждому одинаковый набор? — проговорил Денис, вскрывая пакет. — Ясненько... Во всяком случае, голодная смерть нам пока не грозит! — усмехнулся он. \n\nПостепенно народ начал рассаживаться за столом...",
    "answers": [
      {
        "id": 22,
        "text": "Сесть"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты садишься на место, находящееся прямо напротив двери, в которую вошёл. Неплохая позиция... Остальные тоже сели, Маша оказалась рядом с тобой. \n\nЕда, конечно, оказалась не ахти... Пачка чипсов, баночка колы, шоколадный батончик приходились на одного человека. Однако, всё же лучше, чем ничего...\n\nЗа столом говорили об интересах друг друга, о различных мелочах: кто куда поступает, на сколько баллов сдали ЕГЭ и т.д. Но как бы не была эта информация неважна, ты узнаёшь самое главное о каждом из сидящих здесь...\n\nДенис – лидер по жизни, отличник, староста класса. ЕГЭ сдал почти на 100 баллов. Поступает на исторический факультет. \n\nАртём – полная противоположность предыдущему персонажу... Троешник, прогульщик, хочет пойти в армию сразу после осеннего призыва. Насчёт экзаменов ничего не говорит. \n\nИван – меланхолическая натура. Играет на флейте, поступает в институт Искусств... В школе имел серьезные проблемы с коллективом. Он пребывает в сильнейшем шоке и ужасе от происходящего. \n\nМихаил – типичный спортивный пацан... Хочет пойти учиться на тренера, а так мечтает быть футболистом. ЕГЭ сдал средне. \n\nМария – действительно милая и трудолюбивая девушка. Хочет пойти в педагогический ВУЗ, чтобы потом стать учителем, очень любит детей.\n \nАнастасия – мечтает стать актрисой кино и эстрады. Вроде как хочет в театральный поступать... \n\nВиктория – мечтает быть художницей... Рисует отменно! Очень переживает, что родители будут волноваться. ЕГЭ сдала плоховато.\n\nАлиса – будет поступать в Институт на факультет информационных технологий. Очень хорошо шарит в компьютерах. \n\nЯна – хочет быть ветеринаром... Очень любит животных! Ей тут очень не нравится. ",
    "answers": [
      {
        "id": 23,
        "text": "\"Ну, теперь можно поесть...\""
      }
    ]
  },
  {
    "id": 23,
    "text": "Не успели все доесть, как раздался странный звук из коридора... Денис вскочил с места и подошел к двери в столовую. Он оглянулся на остальных, ища поддержки. \n\nАртём подошёл первый, за ним Михаил... Иван (тот толстоватый парень) неуверенно ёрзал. \n— Давай не пойдём, — обратился он к тебе. — Мне кажется, там опасно!.. \n\nТы не успел ничего сказать, а Алиса уже заявила:\n— Ну раз мужики боятся неизвестности, то пошлите, девки, вперёд! — крикнула она. \n\nВ один момент в помещении остались только ты и Иван. \n— Ну, вы идёте?.. — донёсся из коридора голос Яны. ",
    "answers": [
      {
        "id": 24,
        "text": "Выйти вместе с Иваном из столовой"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Нам надо разделиться!.. — сказал Артём, когда вы подтянулись. — Или не стоит, как думаете?\n— Думаю, так будет быстрее... — поддержал Михаил.\n— Я бы не хотел разделяться!.. — проговорил испуганно Иван. \n— А тебя никто и не спрашивает!.. — парировала Алиса. — Хочешь, иди запрись в своей комнате, забейся под одеялко...\n— И пойду! — видно было, что тот обиделся. — А ты иди на х... \nАлиса только рассмеялась вслед уходящему парню.\n\n— Короче, так... — начал Денис. — Проверим сначала подсобные помещения, а затем свои комнаты... Надо установить причину этого звука, чтобы понять, угрожает ли нам что.\n\nПосле проверки десяти жилых комнат, не давшей результата, Денис распределил всех по подсобным помещениям. А тебе досталась гостиная.",
    "answers": [
      {
        "id": 25,
        "text": "Пойти проверить гостиную"
      }
    ]
  },
  {
    "id": 25,
    "text": "Осмотр гостиной был проведён тобой тщательно, но здесь ничего не было – звук явно шёл откуда-то из другого места... Ты огляделся вокруг ещё раз, но ничего не обнаружил. \n\nВнезапно раздался звон колокола, и ты услышал топот ног в коридоре... ",
    "answers": [
      {
        "id": 26,
        "text": "Пойти на звук"
      },
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d40/1904/56/41d6b9d3f830.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": "Как оказалось, это Денис звонил в столовой. Там за дверью он обнаружил колокол, и решил позвать всех на кухню именно таким способом. \n— Что-нибудь нашли? — уточнил он.\n— Нет, — один за другим стали отвечать остальные. ",
    "answers": [
      {
        "id": 27,
        "text": "— Тоже ничего. "
      }
    ]
  },
  {
    "id": 27,
    "text": "— Хмм... Похоже, звук шёл не из дома, значит нам ничего не угрожает, — заключил он. — Можно доесть!\n\nВсе сели за стол и приступили к приёму пищи. Ты хотел отпить из своей жестяной банки колу, но, поднеся её к губам, ощутил сильный запах миндаля...",
    "answers": [
      {
        "id": 28,
        "text": "— Стойте! Кола отправлена! Не пейте!!!"
      }
    ]
  },
  {
    "id": 28,
    "text": "Послышались звуки выплёвывания газировки... Все, кроме Яны уставились на вас. А девушка заметно посинела, возможно, уже выпила немного напитка. ",
    "answers": [
      {
        "id": 29,
        "text": "Помочь девушке"
      },
      {
        "id": 30,
        "text": "Подождать, пока Яна придет в себя"
      }
    ]
  },
  {
    "id": 29,
    "text": "Ты бросился к Яне... Та задыхалась прямо на глазах. Миндальный запах был не случаен, тебе повезло, что ты его почувствовал... \n\nКак будущий медик, ты принял все необходимые меры. Когда девушка перестала дышать, ты сделал ей искусственное дыхание через салфетку, любезно принесённую Михаилом. \n\nОднако это не помогло, Яна так и не очнулась. Её последними словами были:\n— Если бы не насморк, я, быть может, была бы жива...",
    "answers": [
      {
        "id": 31,
        "text": "Взглянуть на остальных"
      }
    ]
  },
  {
    "id": 30,
    "text": "Та задыхалась прямо на глазах. Миндальный запах был не случаен, тебе повезло, что ты его почувствовал... \n\nМария попыталась привести девушку в чувство, но это оказалось бесполезно – Яна так и не очнулась...\n\nЕё последними словами были:\n— Если бы не насморк, я, быть может, была бы жива... ",
    "answers": [
      {
        "id": 31,
        "text": "Взглянуть на остальных"
      }
    ]
  },
  {
    "id": 31,
    "text": "Все были в ступоре... Михаил не переставая стучал ногой по ножке стола, Денис держался за голову, Артём согнулся, как бы отстраняясь от этого зрелища, а Иван так и вовсе разрыдался... \n\nДевушки все, кроме Алисы, плакали навздрыд. А Алиса вся помрачнела, и было видно, что она с трудом себя сдерживает. \n\n— Что это было? — спросил у тебя Артём. — Яд? ",
    "answers": [
      {
        "id": 32,
        "text": "— Полагаю, ядовитая циановодородная кислота... Она имеет резкий миндальный запах, поэтому я и предположил, что мой напиток, как и ваши, отравили. "
      }
    ]
  },
  {
    "id": 32,
    "text": "— Какой кошмар! — вскрикнула Анастасия. — Как нам выжить тогда?.. \n— Без паники! — неожиданно резко сказал Артём. — Денис, что скажешь? \n— Это, конечно, ужасно! Но Артём прав – нельзя поддаваться панике... Думаю, надо осмотреть дом ещё раз – может убийца прячется где-то поблизости... Кстати, моя кола не отправлена! \n— И моя тоже... — добавила Алиса. \n— И моя... И моя... — голоса остальных слились в хоре. \n— Похоже, тебя почему-то хотят убрать одним из первых... — задумчиво произнёс Михаил. \n— Мы все умрём!.. — стонал Иван. \n\nТы задумался... Всё же, как будущий медик, ты можешь вернуть убитого к жизни, если не слишком поздно, а для убийцы это равносильно раскрытию. Возможно поэтому он захотел убрать сначала тебя...",
    "answers": [
      {
        "id": 33,
        "text": "Объяснить остальным свои выводы"
      },
      {
        "id": 33,
        "text": "Оставить свои выводы при себе "
      }
    ]
  },
  {
    "id": 33,
    "text": "— Думаю, тщательный осмотр дома всё же необходим... — вздохнул Денис. — Разобьёмся на пары: пацаны с пацанами, девушки с девушками. Док, можешь решить, с кем хочешь пойти, но я сразу беру Артёма... \n— Эмм, а нас же пацанов и девок нечётное количество!.. — возразила было Алиса. \n— Ок, посмотрим... — решил Денис. — Сначала девушки разобьются на пары, потом ребята. \n\nВ результате разбивки из девушек без пары осталась Маша. Но у тебя есть ещё два человека на выбор, помимо неё.",
    "answers": [
      {
        "id": 34,
        "text": "Пойти с Машей"
      },
      {
        "id": 35,
        "text": "Пойти с Михаилом"
      },
      {
        "id": 36,
        "text": "Пойти с Ваней"
      }
    ]
  },
  {
    "id": 34,
    "text": "— А ты, я смотрю, не промах!.. — ухмыльнулся Денис. — Своего не упустишь!\n— Ладно, пошлите уже... — проворчала Алиса.",
    "answers": [
      {
        "id": 37,
        "text": "Разойтись парами по нежилым комнатам"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Фига себе! — воскликнул Денис. — Да у тебя напарник круче моего... — добавил он вполголоса.\n— Ладно, пошлите уже... — проворчала Алиса.",
    "answers": [
      {
        "id": 37,
        "text": "Разойтись парами по нежилым комнатам"
      }
    ]
  },
  {
    "id": 36,
    "text": "Денис молча смотрит на тебя. \n— Спасибо! — тихо говорит он. — Теперь я спокоен за него...\n— Ладно, пошлите уже... — проворчала Алиса.",
    "answers": [
      {
        "id": 37,
        "text": "Разойтись парами по нежилым комнатам"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вдвоём вы бредёте по коридору, затем заходите в котельную... Никого там не было, как ты и ожидал. Посмотрев на всякий случай за котлом и за пустыми ящиками в углу, ты решаешь идти обратно.",
    "answers": [
      {
        "id": 42,
        "text": "— Эй, погоди... ",
        "need": 35
      },
      {
        "id": 45,
        "text": "— Мне как-то стрёмно!.. Будто кто-то за шкафом в углу прячется...",
        "need": 36
      },
      {
        "id": 38,
        "text": "— Мне страшно! ",
        "need": 34
      }
    ]
  },
  {
    "id": 38,
    "text": "— Мне страшно! — произносит Маша. — Я так не хочу умирать, у нас девятерых ведь ещё вся жизнь впереди, а мы... Мы можем погибнуть! Вот почему, скажи мне!.. Почему именно мы?!. ",
    "answers": [
      {
        "id": 39,
        "text": "— Не переживай! Если что, я буду рядом!.."
      },
      {
        "id": 40,
        "text": "— Сопли, слюни... Как же это меня бесит! Можешь хоть при мне вести себя нормально?!."
      },
      {
        "id": 38,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      }
    ]
  },
  {
    "id": 39,
    "text": "— Не переживай! — говоришь ты. — Если что, я буду рядом!..\nМаша вытерла навернувшиеся на глаза слёзы... А затем легонько приобняла тебя.\n— Спасибо! — произнесла она. \n\n\n[Отношения с Машей: тёплые]",
    "answers": [
      {
        "id": 41,
        "text": "Пора возвращаться"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Сопли, слюни... Как же это меня бесит! — вспыхиваешь ты. — Можешь хоть при мне вести себя нормально?!.\n— Да, конечно... — Маша принялась вытирать потёкшие из глаз слёзы. — Я постараюсь.\n\n\n[Отношения с Машей: неприятные]",
    "answers": [
      {
        "id": 41,
        "text": "Пора возвращаться"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы возвращаетесь. Как оказалось, в поисках никто не преуспел... Настя нашла кусок крепкой палки (странно, зачем палка в доме?), а Артём — строительный шпатель. ",
    "answers": [
      {
        "id": 48,
        "text": "— О, почему бы нам не проверить окна с помощью палки?.. Может тут и не высоко вовсе."
      }
    ]
  },
  {
    "id": 42,
    "text": "— Эй, погоди... — окликает тебя Михаил. — Мы не отодвигали шкаф, а там может быть лазейка... Как считаешь, стоит? ",
    "answers": [
      {
        "id": 43,
        "text": "— Ну давай, почему нет... "
      },
      {
        "id": 44,
        "text": "— Вы все совсем сдурели что-ли?! Почему меня всё время просят что-то сделать?.. Вы для меня малознакомые люди, с чего бы мне вам помогать?!"
      },
      {
        "id": 42,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      }
    ]
  },
  {
    "id": 43,
    "text": "— Ну давай, почему нет... — соглашаешься ты. \n\n\n[Отношения с Михаилом: приятельские]\n\n\nВдвоём вы идёте к деревянном шкафу. Оба будучи спортивного телосложения вы легко отодвигаете его от стены. Опа! В его стенке с той стороны оказались отверстия, в которых вы находите спрятанные фонарик и аптечку. \n\n— Возьми себе аптечку, ты в этом шаришь... — произносит Миша. — Фонарик пусть тоже побудет у тебя пока, если понадобится – попрошу... \n\n\n[Получены предметы: фонарик, аптечка]",
    "answers": [
      {
        "id": 41,
        "text": "— Пора возвращаться... — мыслишь ты вслух. "
      }
    ]
  },
  {
    "id": 44,
    "text": "— Вы все совсем сдурели что-ли?! Почему меня всё время просят что-то сделать?.. Вы для меня малознакомые люди, с чего бы мне вам помогать?! — взрываешься ты на Михаила. \n— Ну, допустим, чтобы выжить!.. — в тон тебе кричит он. — Если мы не будем помогать друг другу, нам не протянуть долго... — уже тише добавляет он. \n\n\n[Отношения с Михаилом: неприятные]",
    "answers": [
      {
        "id": 41,
        "text": "— Ладно, пошли тогда... — недовольно бормочит Михаил. "
      }
    ]
  },
  {
    "id": 45,
    "text": "— Мне как-то стрёмно!.. Будто кто-то за шкафом в углу прячется... — с опаской в голосе произносит Иван. — Не мог бы ты проверить, что там?..",
    "answers": [
      {
        "id": 46,
        "text": "— Эх, ну и хлопот с тобой... Ладно уж, сейчас проверю... "
      },
      {
        "id": 47,
        "text": "— Ты совсем что ли шизик?!. Или притворяешься?! Если тебе так охота, сам проверяй иди!.. "
      },
      {
        "id": 45,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      }
    ]
  },
  {
    "id": 46,
    "text": "— Эх, ну и хлопот с тобой... Ладно уж, сейчас проверю... — отвечаете вы и идёте отодвигать тот деревянный шкаф.\n\n\n[Отношения с Иваном: приятельские]\n\n\nК счастью, больших усилий для этого не требуется, и совсем скоро цель достигнута. За шкафом никого, к счастью, нет... Зато в стенке шкафа с той стороны обнаружились отверстия–тайники, в которых вы находите фонарик и аптечку. \n\n\n[Получены предметы: фонарик, аптечка]",
    "answers": [
      {
        "id": 41,
        "text": "Пора возвращаться"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Ты совсем что ли шизик?!. Или притворяешься?! Если тебе так охота, сам проверяй иди!.. — в конец разозлился ты. \n— Я-то думал, мы друзья... — понуро произнёс Ваня. — Пошли отсюда тогда, раз тебе сложно посмотреть... \n\n\n[Отношения с Иваном: неприятные]",
    "answers": [
      {
        "id": 41,
        "text": "— Идём уже... — резко произносит Иван."
      }
    ]
  },
  {
    "id": 48,
    "text": "— О, почему бы нам не проверить окна с помощью палки?.. Может тут и не высоко вовсе, — выдвигаешь ты идею. \n— Кстати, почему бы и нет? — поддержала Вика. \n— Ну, я за любой движ, кроме голодовки... — заявила Настя. \n— О'кей, кто ещё \"за\"? — уточнил Денис.\n\nЕстественно, возражений не последовало... \n— Тогда начнем с гостиной, там окна довольно широкие... — предложил Артём. ",
    "answers": [
      {
        "id": 49,
        "text": "В гостиную",
        "need": -43
      },
      {
        "id": 50,
        "text": "В гостиную",
        "need": 43
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы идёте толпой в гостиную. Но тебя не покидает чувство, что чего-то не хватает... Очевидно, Денис замечает это, так как достаёт из кармана фонарь.\n— Зачем? — удивляешься ты. \n— Ну, полезешь первым... — беспечно отозвался тот. \n— С чего это?!\n— Хах, так ты же инициатор... — Денис, ухмыльнувшись, отошёл к остальным. \n\n\n[Получен предмет: фонарь]",
    "answers": [
      {
        "id": 50,
        "text": "Присоединиться к остальным"
      },
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d40/1904/56/41d6b9d3f830.jpg"
      }
    ]
  },
  {
    "id": 50,
    "text": "В гостиной все стояли, столпившись у окон. \n— Так, попрошу инициатора пропустить вперёд для исполнения своего служебного долга! — серьёзно сказал Денис, по его интонации было ясно, что спорить точно уже бесполезно. \n— О, я как раз в подсобке нашла веревку... — проговорила Вика, вытаскивая из шкафа свёрнутый моток.\n\n\n[Получен предмет: верёвка] ",
    "answers": [
      {
        "id": 51,
        "text": "— Тоже мне, клуб кладоискателей... "
      },
      {
        "id": 52,
        "text": "— Ладно, ща осветим правду... (Забрать верёвку и посветить фонарём в окно)"
      },
      {
        "id": 50,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d40/1904/56/41d6b9d3f830.jpg"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Тоже мне, клуб кладоискателей!.. — недовольно бурчишь ты. \n— Пфф, лол, сам небось ничего не нашёл и теперь завидуешь... — горделиво ответила Настя, откинув голову. \n\nТы молчишь. В конце концов, на таких людей нельзя обижаться... \n\n\n[Отношения с Настей: неприятные] \n\n\n— А это мысль... — вдруг словно очнулся Миша. — Может, это хозяин дома позаботился о вещах для нашего \"досуга\". \n— Хм, зачем ему это?.. — тоже задумался Денис. — Ведь тогда никакого смысла в наших попытках нет!.. \n— Ну это мы ещё посмотрим!.. — почти крикнул Артём. ",
    "answers": [
      {
        "id": 52,
        "text": "— Ладно, надо всё же попытаться осветить правду... (Забрать веревку и посветить фонариком в окно) "
      }
    ]
  },
  {
    "id": 52,
    "text": "Ты светишь фонарём в густоту загадочного мрака... Судя по всему, дом окружает ров или даже обрыв! Но сколько ты не светил фонариком, дна гигантской ямы всё равно не увидел...\n— Ребят, тут похоже пропасть по периметру дома... — озадаченно произносить ты. \n\nМожно попробовать спуститься на дно или не рисковать. Выбор за тобой!",
    "answers": [
      {
        "id": 53,
        "text": "Попробовать спуститься с помощью веревки, попросить остальных держать её",
        "instant": true
      },
      {
        "id": 54,
        "text": "Не рисковать"
      }
    ]
  },
  {
    "id": 53,
    "text": "К сожалению, хозяин дома, кем бы он не был, оказался хитрее вашей компании. Судя по всему, на наружной стене дома имелись датчики движения, и когда ты спустился немного вниз, из прорези в стене выше тебя выскочила циркулярная пила... У верёвки не было шансов против такого, она порвалась, а ты упал... Падал довольно долго, и неизбежное приземление привело тебя к множественным переломам и летальному исходу. \n                    \n                                         [Конец]\n\n\n     [Вы открыли концовку: \"Разбитые надежды\"]",
    "answers": [
      {
        "id": 1,
        "text": "[Главное меню]"
      },
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b00/1908/f8/262e21453607.jpg"
      }
    ]
  },
  {
    "id": 54,
    "text": "Ты решил, что риск не оправдан. Ведь глубина может быть и очень большой, и, скорее всего, не хватит верёвки. \n\nТы делишься этими сомнениями с остальными, и они принимают это во внимание. ",
    "answers": [
      {
        "id": 55,
        "text": "Вернуть Денису фонарь"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Стоп! — резко произнес Денис, забрав у тебя фонарик. — А где Алиса, собственно?! Кто-нибудь её видел после нашего обхода?\n\nПослышались недоумённые возгласы. Обстановка в один момент стала напряжённой. \n— На поиски! — крикнул Артём. \n\nНашли вы её в холодильной комнате. Бедная девушка пыталась разбить ногой металлическую дверь, но тщетно. Она заледенела. \n\nИван в ужасе вскрикнул. Остальные парни вели себя более спокойно, но всё равно было видно, как они нервничают... Девушки немного пошатывались, их плохо держали ноги, поэтому парни помогли им дойти до дивана в гостиной. \n\nМиша посмотрел на часы. \n— Уже полдевятого вечера... Может, поедим? ",
    "answers": [
      {
        "id": 56,
        "text": "Последовать за всеми в столовую"
      }
    ]
  },
  {
    "id": 56,
    "text": "В холодильнике всех ожидал сюрприз. Ужин, расфасованный в пластиковых пакетиках. \n\nЭто было очень странно! Когда оттуда достали еду в обед, ничего другого вроде бы не оставалось... \n— Механизм какой-нибудь... — авторитетно заявил Артём. \n— Да, думаю так, — поддержал мысль Миша. \n\nУжин был скучным... Опять сухпоёк из пачки чипсов с бутылочкой спрайта на одного человека. За столом практически не разговаривали...\n\nПосле еды Денис сказал:\n— Вы знаете, нам бы кого-нибудь изолировать для пробы... Если никто не умрёт, то значит связали убийцу. А если наоборот, связанный погибнет, то всё равно рано или поздно убьют, какая разница, раньше или позже?..\n— Это бред! Ты же не \"ванга\"... — ответила Вика.\n— Это жестоко! — опешила Настя. \n— Я не знаю... — колебался Иван. \n— Я за! — вдруг произнесли Артём и Михаил хором.\n— Я предлагаю не наугад,  а по голосованию... И согласованию с вами! ",
    "answers": [
      {
        "id": 57,
        "text": "Ждать реакции остальных "
      }
    ]
  },
  {
    "id": 57,
    "text": "Как и следовало ожидать, они резко поменяли своё мнение на противоположное... \nБольшинство пока поддерживает идею, но ещё не все опрошены.\n— Так, а что скажешь ты? — обратился к тебе Денис. ",
    "answers": [
      {
        "id": 58,
        "text": "— Я за! Меня только не упеките под эту статью... "
      },
      {
        "id": 59,
        "text": "— Эм... Ну... Разве вам не будет совестно перед тем, кто будет обречён на верную смерть?.. "
      },
      {
        "id": 60,
        "text": "— Нет! Я против! Это против декларации прав человека, это его верная смерть!.."
      }
    ]
  },
  {
    "id": 58,
    "text": "— Я за! Меня только не упеките под эту статью... \n\nДенис рассмеялся. \n— Ну, это будет зависеть от твоих слов и поступков а первую очередь... — сказал он. — Не будешь лезть на рожон, за тебя никто и не будет голосовать. \n\n\n[Отношения со всеми: улучшение]",
    "answers": [
      {
        "id": 61,
        "text": "Послушать Дениса"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Эм... Ну... Разве вам не будет совестно перед тем, кто будет обречён на верную смерть?.. — удивляешься ты. \n\nДенис ответил:\n— Ну, ты можешь ночью проверять его... — шепнул он тебе. — Понимаешь, я могу доверять полностью только тебе, у остальных алиби нет вообще. А ты сам чуть не стал жертвой...\n\n\n[Отношения с Денисом: доверительные] ",
    "answers": [
      {
        "id": 61,
        "text": "Послушать Дениса "
      }
    ]
  },
  {
    "id": 60,
    "text": "Нет! Я против! Это против декларации прав человека, это его верная смерть!.. — вскипаешь ты. \n— Это все прекрасно понимают, но боюсь что сейчас у нас нет другого выхода... — произнёс Денис. — И фиг ли ты орёшь?!\n\n\n[Отношения со всеми: ухудшение]",
    "answers": [
      {
        "id": 61,
        "text": "Послушать Дениса"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Итак, я рад, что почти все вошли в положение, — тут он сделал незначительную паузу, — и что теперь мы можем начать наконец голосование... \n\nПослышался глубокий всеобщий вздох. Ребята сильно нервничали: кто-то переплетал пальцы, кто-то подёргивал свои волосы, кто-то стирал ботинками пол... \n\n— Давай ты первым проголосуешь, — обратился к тебе Денис. \n",
    "answers": [
      {
        "id": 62,
        "text": "[Голосовать за Дениса]"
      },
      {
        "id": 62,
        "text": "[Голосовать за Артёма]"
      },
      {
        "id": 62,
        "text": "[Голосовать за Мишу]"
      },
      {
        "id": 62,
        "text": "[Голосовать за Ваню]"
      },
      {
        "id": 62,
        "text": "[Голосовать за Вику]"
      },
      {
        "id": 62,
        "text": "[Голосовать за Настю]"
      },
      {
        "id": 62,
        "text": "[Голосовать за Машу]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Денис опешил, а с ним и все остальные. \n— Не ожидал такого выбора, честно! — он запнулся на этих словах. — Хорошо, теперь передаю слово дамам... \n",
    "answers": [
      {
        "id": 63,
        "text": "[Маша: голосует за тебя]",
        "need": 40
      },
      {
        "id": 64,
        "text": "[Маша: голосует за Ваню]",
        "need": -40
      }
    ]
  },
  {
    "id": 63,
    "text": "— Нифига себе!!! Это как ж так?! — опешил Денис. — У него же алиби вроде... \n",
    "answers": [
      {
        "id": 65,
        "text": "[Настя: голосует за тебя]\n[Вика: голосует за тебя]"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Ну зря вы так... Иван немного беспокойный, но это не делает из него убийцу!.. — заметил Денис.",
    "answers": [
      {
        "id": 65,
        "text": "[Настя: голосует за Ваню]\n[Вика: голосует за Ваню] ",
        "need": [
          -51,
          -60
        ]
      },
      {
        "id": 65,
        "text": "[Настя: голосует за тебя]\n[Вика: голосует за тебя]",
        "need": [
          51,
          60
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 65,
    "text": "— Теперь очередь ребят... — проговорил Денис. — Надеюсь, они не будут за одного голосовать, как это сделали девушки!..",
    "answers": [
      {
        "id": 66,
        "text": "[Миша: голосует за тебя]",
        "need": [
          19,
          44
        ]
      },
      {
        "id": 66,
        "text": "[Миша: голосует за Ваню]",
        "need": [
          -19,
          -44
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 66,
    "text": "— Ещё пара голосов нужна для окончательного решения... Пусть следующий будет у Ивана, — печально произнёс Денис. ",
    "answers": [
      {
        "id": 67,
        "text": "[Ваня: голосует за тебя]",
        "need": [
          19,
          47
        ],
        "need_sometimes": false
      },
      {
        "id": 67,
        "text": "[Ваня: голосует за Настю]",
        "need": [
          -19,
          -47
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 67,
    "text": "— Я голосовать отказываюсь, поэтому последний голос будет у Артёма... \n— А чё, так можно было?! — послышались возгласы негодования. \n— Я, честно, не знаю, что делать, но проголосую, пожалуй, как и Мария, может, она права... — решил Артём. — Хотя, может и сам подумаю.\n— Блин, придется, наверное, мне всё же вмешаться... — сокрушённо произнёс Денис. ",
    "answers": [
      {
        "id": 68,
        "text": "[Артём: голосует за Ваню]\n[Денис: голосует за Настю]",
        "need": [
          -19,
          -60
        ]
      },
      {
        "id": 68,
        "text": "[Артём: голосует за тебя]\n[Денис: голосует за Настю]",
        "need": [
          19,
          60
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 68,
    "text": "— Что ж, пора подвести итоги... — произнёс Денис официальным тоном. — За кого дали больше всех голосов? ",
    "answers": [
      {
        "need_sometimes": true,
        "id": 69,
        "text": "— За Сергея",
        "need": [
          40,
          60
        ],
        "instant": true
      },
      {
        "id": 70,
        "text": "— За Ивана",
        "need": [
          -40,
          -60
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "Ночь... Верёвка для сушки белья на запястьях... Ты привязан к стулу... Боль... И физическая, но больше душевная. Они не поверили тебе... Девушки сказали, мол, естественный отбор, парни же просто молча пожали руки на прощание. \n\nВремя тянется так, будто его больше не существует, и всё в мире замерло... Но это не так – часы на руке с автоподсветкой заботливо отсчитывают секунды, минуты, часы. \n\nВот и полночь... Вот и час, два часа, три... Ты почти уснул, когда услышал тихий шорох где-то сбоку от тебя... Рука, внезапно прильнувшая к твоему рту, не дала тебе и пикнуть! А знакомый голос прошептал: \"Прощай!\"\n\nТы падаешь на пол с перерезанным горлом... Последнее, что ты видишь перед собой – это безумные глаза убийцы. \n\n                                        [Конец]\n\n\n     [Вы открыли концовку: \"Победа на выборах\"]",
    "answers": [
      {
        "id": 69,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b41/1906/1f/9c1b384acd72.jpg"
      },
      {
        "id": 1,
        "text": "[Главное меню]"
      }
    ]
  },
  {
    "id": 70,
    "text": "Ивана усадили на стул в столовой, связав ему руки и привязав к нему.\n— Надеюсь, ты понимаешь, что кричать бесполезно... — сказал Михаил.\nОтветом был небрежный кивок. Ваня опустил голову. \n— Думаю, на всякий случай, надо с ним попрощаться, — задумчиво произнёс Артём. \n\nПарни пожали Ивану руки, девушки же просто помахали, и все ушли в свои комнаты. ",
    "answers": [
      {
        "id": 71,
        "text": "Пойти к себе"
      }
    ]
  },
  {
    "id": 71,
    "text": "Итак, вы в своей комнате. Пожалуй, это единственный безопасный уголок в этом кошмарном месте... Время уже позднее, пора ложиться спать, но можно успеть сделать ещё несколько дел. ",
    "answers": [
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c08/1907/cf/9bb9de44fac3.jpg"
      },
      {
        "id": 72,
        "text": "Сходить в ванную",
        "need": -72
      },
      {
        "id": 73,
        "text": "Проверить, заперта ли дверь",
        "need": -73
      },
      {
        "id": 74,
        "text": "Сесть за стол и обдумать положение ",
        "need": -74
      },
      {
        "id": 75,
        "text": "Отправиться спать",
        "blackout": true
      }
    ]
  },
  {
    "id": 72,
    "text": "Расслабляющая ванна – как раз то, что тебе сейчас нужно... От поверхности тёплой воды поднимается пар, твоё тело согревается и все пережитые ужасы на время отпускают сознание... \n\nНо вот, блаженство закончено, вода утекает, а вместе с ней и твоё благодушное настроение. Ты чистишь зубы, а затем возвращаешься в свою комнату",
    "answers": [
      {
        "id": 71,
        "text": "Всё ли ты сделал? "
      },
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d39/1907/bd/debba2f93685.jpg"
      }
    ]
  },
  {
    "id": 73,
    "text": "Действительно, на нервной почве или же по простой беспечности, но входную дверь ты запереть забыл... \nМда уж... Хорошо, хоть проверил. Ты с содроганием представляешь себе, чем это могло для тебя обернуться. ",
    "answers": [
      {
        "id": 71,
        "text": "Запереть дверь и вернуться в комнату"
      }
    ]
  },
  {
    "id": 74,
    "text": "Итак, ситуация просто отвратительная, чего уж говорить... Помимо тебя тут семь человек, и ни один не имеет алиби, чтобы снять с себя подозрение. Тебе не мешает вспомнить всю собранную о них информацию... ",
    "answers": [
      {
        "id": 76,
        "text": "Напрячь память"
      }
    ]
  },
  {
    "id": 75,
    "text": "Посреди ночи тебя разбудил подозрительный звук поворачиваемой ручки твоей входной двери... Но ты ведь предусмотрительно закрыл её?.. ",
    "answers": [
      {
        "id": 78,
        "text": "— \"Да!\" — вспоминаешь ты. ",
        "need": 73
      },
      {
        "id": 77,
        "text": "— \"Нет\" — вспоминаешь ты. ",
        "need": -73,
        "instant": true
      }
    ]
  },
  {
    "id": 76,
    "text": "Помнится, в столовой вы говорили об интересах и склонностях друг друга...",
    "answers": [
      {
        "id": 76,
        "text": "Денис – лидер по жизни, отличник, староста класса. Поступает на ист. фак. \n*был в паре с Артёмом*",
        "comment": true
      },
      {
        "id": 76,
        "text": "Артём – Троешник, прогульщик, хочет в армию. Замкнутый человек. \n*был в паре с Денисом*",
        "comment": true
      },
      {
        "id": 76,
        "text": "Иван – меланхолическая натура. В школе имел серьезные проблемы с коллективом. Замкнутый человек. Очень впечатлительный и ранимый. Поступает в музыкальный ВУЗ.\n*был в паре с Михаилом*",
        "comment": true,
        "need": 34
      },
      {
        "id": 76,
        "text": "Иван – меланхолическая натура. В школе имел серьезные проблемы с коллективом. Замкнутый человек Очень впечатлительный и ранимый. Поступает в музыкальный ВУЗ.\n*был в паре с Марией*",
        "comment": true,
        "need": [
          35
        ]
      },
      {
        "id": 76,
        "text": "Иван – меланхолическая натура. В школе имел серьезные проблемы с коллективом. Замкнутый человек Очень впечатлительный и ранимый. Поступает в музыкальный ВУЗ.\n*был в паре с тобой*",
        "comment": true,
        "need": [
          36
        ]
      },
      {
        "id": 76,
        "text": "Михаил – \"на спорте\". Физкультурый институт. Ничего особенного, средний.\n*был в паре с Иваном*",
        "comment": true,
        "need": 34
      },
      {
        "id": 76,
        "text": "Михаил – \"на спорте\". Физкультурый институт. Ничего особенного, средний.\n*был в паре с тобой*",
        "comment": true,
        "need": 35
      },
      {
        "id": 76,
        "text": "Михаил – \"на спорте\". Физкультурый институт. Ничего особенного, средний.\n*был в паре с Марией*",
        "comment": true,
        "need": 36
      },
      {
        "id": 76,
        "text": "Мария – милая и трудолюбивая девушка. Педагогический ВУЗ, очень любит детей.\n*была в паре с тобой*",
        "comment": true,
        "need": 34
      },
      {
        "id": 76,
        "text": "Мария – милая и трудолюбивая девушка. Педагогический ВУЗ, очень любит детей.\n*была в паре с Иваном*",
        "comment": true,
        "need": 35
      },
      {
        "id": 76,
        "text": "Мария – милая и трудолюбивая девушка. Педагогический ВУЗ, очень любит детей.\n*была в паре с Михаилом*",
        "comment": true,
        "need": 36
      },
      {
        "id": 76,
        "text": "Анастасия – эмоциональная и артистичная. Театральный институт.\n*была в тройке с Викой и Алисой*",
        "comment": true
      },
      {
        "id": 76,
        "text": "Виктория – хорошо рисует, поступает в институт искусства. Переживательная и сочувствующая натура. \n*была в тройке с Настей и Алисой*",
        "comment": true
      },
      {
        "id": 71,
        "text": "Вернуться к другим делам"
      }
    ]
  },
  {
    "id": 77,
    "text": "Смерть открывает дверь!!! Пробуждённый мозг стал лихорадочно работать. Где укрыться?!. Как спастись?!. Благо, вариантов у тебя немного, однако, шанс только один...  Скорее решай, что тебе делать!",
    "answers": [
      {
        "id": 79,
        "text": "Притвориться спящим",
        "instant": true
      },
      {
        "id": 80,
        "text": "Затаиться и напасть",
        "instant": true
      },
      {
        "id": 81,
        "text": "Спрятаться под кровать",
        "instant": true
      }
    ]
  },
  {
    "id": 78,
    "text": "Отлично! Злоумышленник подёргал немного ручку, да ушёл... \n— \"Хорошо, что тут двери крепкие!\" — подумалось тебе, и ты собрался засыпать. ",
    "answers": [
      {
        "id": 88,
        "text": "Спать",
        "blackout": true
      },
      {
        "id": 156,
        "text": "Проследить за злоумышленником"
      }
    ]
  },
  {
    "id": 79,
    "text": "Это, к сожалению, не прокатило... Конечно, в военных фильмах такой приём очень эффективен, но ты забыл, что имеешь дело с кровожадным убийцей. Человеком, готовым на всё ради свободы...\n\n\"Проснулся\" ты, когда он стал тебя душить... Пытаясь вырваться, ты ещё больше раззадорил маньяка, и тот достал нож. Одно мгновение, и ты отправляешься в мир иной под жутким взглядом убийцы. \n                                   \n                                          [Конец]\n  \n\n  [Вы открыли концовку: \"Неудавшаяся хитрость\"]",
    "answers": [
      {
        "id": 79,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c18/1907/41/a02a4e21f398.jpg"
      },
      {
        "id": 1,
        "text": "[Главное меню]"
      }
    ]
  },
  {
    "id": 80,
    "text": "Смелости, однако, тебе не занимать!.. Голливудские боевики просто отдыхают в сторонке! Даже маньяк сперва растерялся, увидев твой эпический прыжок с кровати ему на голову... Однако, он быстро собрался и вонзил в тебя нож. Ты быстро истёк кровью... \n\n                                       [Конец]\n\n\n     [Вы открыли концовку: \"Пропавший ниндзя\"]\n",
    "answers": [
      {
        "id": 1,
        "text": "[Главное меню]"
      },
      {
        "id": 80,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c12/1907/0e/15c70a2e0b34.jpg"
      }
    ]
  },
  {
    "id": 81,
    "text": "Как бы ни был этот способ банален и глуп, но тебе повезло! Убийца пошёл в ванную, очевидно думая, что ты там...\nУ тебя появились драгоценные десять секунд времени, пока он не вернулся. Как поступишь? ",
    "answers": [
      {
        "id": 83,
        "text": "Выбежать из номера, заперев в нём убийцу",
        "instant": true
      },
      {
        "id": 82,
        "text": "Оставаться на месте",
        "instant": true
      }
    ]
  },
  {
    "id": 82,
    "text": "Это оказалось неудачным решением... Убийца начал обыскивать всю твою комнату, и очень скоро число трупов возросло ещё на единицу.\n\n                                       [Конец]\n\n  [Вы открыли концовку: \"Монстр под кроватью\"]",
    "answers": [
      {
        "id": 82,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c42/1907/05/617e9f8ca5ec.jpg"
      },
      {
        "id": 1,
        "text": "[Главное меню]"
      }
    ]
  },
  {
    "id": 83,
    "text": "Так... Рядом ключ – взял... Убийца направился обратно в комнату... Но ты уже выскочил из под кровати... Он ринулся за тобой, заметив движение... Фух, дверь маньяк не закрыл, обеспечивая этим себе внеплановый отход... Так, ага, ты захлопнул дверь перед самым его носом!.. И ловко запер на ключ!.. Во даёшь!!! ",
    "answers": [
      {
        "id": 84,
        "text": "Созвать честной народ"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Эй!!! Выходите все, убийца сидит запертый в моей комнате! — кричишь ты. \n\nЧерез несколько минут появились ребята кто в чём, девушки немного дольше копались с одеждой... \n— А, ну тут несложно всё... — спокойно произнес Денис, хоть и было видно, что он волнуется. — Просто осталось проверить, кого среди нас нету. ",
    "answers": [
      {
        "id": 85,
        "text": "Начать перекличку"
      }
    ]
  },
  {
    "id": 85,
    "text": "В результате не было троих: Артёма, Ивана и Насти. Надо было проверить их всех...\n\nСвязанного Ивана судя по всему в начале ночи зарезали ножом, так как тело успело остыть. А Настя совершила ту же ошибку, что и ты, но ей повезло меньше... Вы нашли её в комнате, она лежала ничком у входа. Рука была протянута к найденной ею днём ранее палке. Но помощь опоздала, девушка была мертва.\n\n— Значит, Артём, скотина!!! — Миша пришёл в ярость. — Вот бы мне до него добраться, я б его своими руками придушил! \n— Эй! — остановил его Денис. — Полегче! Нам пора валить отсюда, смекаешь? К тому же, у этого гада нож...",
    "answers": [
      {
        "id": 86,
        "text": "— Денис прав! "
      },
      {
        "id": 94,
        "text": "— Мы обязаны ему отомстить за кровь невинных ребят!"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Денис прав! — отвечаешь ты на вопросительный взгляд остальных. — Предатель ещё получит своё, я в этом уверен! \n\nВы идёте по коридору, парни поддерживают девушек, которым, несомненно, плохо... Ещё бы, столько крови и человеческих страданий увидели они у замученных жертв. \nКогда ваша процессия подошла к двери, то раздался звуковой сигнал и загорелся зелёный огонёк... Дверь уползла в сторону, открыв выход. \n",
    "answers": [
      {
        "id": 87,
        "text": "— Свобода! "
      }
    ]
  },
  {
    "id": 87,
    "text": "— Свобода! — одновременно закричали все и высыпали наружу. \nВы оказались на поляне в лесу. Наконец-то солнечный свет! Наконец-то нет страха! И уже не важно, где вы оказались, как вам выбираться отсюда. Вы живы, а это главное! \n\nПолиция не поверила... Такого дома не существует больше, его взорвали вместе со всеми вещественными доказательствами. Майор дал вам ясно понять, что ваши рассказы о похищении сочтут за галлюцинации напившихся выпускников. Тело Артёма нашли в кустах, по мнению специалистов, он умер от обильных кровопотерь, изрезавшись колючей проволокой в нетрезвом состоянии. Другие тела также были найдены у непосредственных источников опасности, так что не подкопаться. По предварительной версии вы решили устроить себе \"второй выпускной\" в форме вписки и оторваться по полной. Но дома не вариант, и вы выбрались в лес. \n\nВы с выжившими впятером сохраняли связь... Вас объединила жажда жизни, а также знание правды о деле, в котором участвовали десять, осталось в живых лишь пять, а по справедливости умер только Один из десяти.\n\n                                        [Конец]\n\n\n       [Вы открыли концовку: \"Сработал на пять\"]",
    "answers": [
      {
        "id": 1,
        "text": "[Главное меню]"
      },
      {
        "id": 87,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d09/1907/6c/f5a0b201591a.jpg"
      }
    ]
  },
  {
    "id": 88,
    "text": "Ты проснулся от звонка будильника, который стоял у тебя всегда на 9 утра. \nВзглянув на время, ты не был удивлён — минута в минуту! ",
    "answers": [
      {
        "id": 89,
        "text": "\"Ну что, пора вставать...\" "
      }
    ]
  },
  {
    "id": 89,
    "text": "Ты умылся, оделся и вышел в коридор. Там уже стояло несколько ребят. \n— Н-да, не очень то вы все любите вставать рано... —процедил Денис. \n— Серёг, мы ошиблись... — вздохнул Артём. — Иван невиновен.\n— Так что же?..\n— Он мёртв! — махнул рукой Миша. ",
    "answers": [
      {
        "id": 90,
        "text": "— И что нам делать? "
      }
    ]
  },
  {
    "id": 90,
    "text": "Денис шагнул поближе к тебе, затем едва заметным кивком указал за поворот коридора. \nВы вдвоём отошли от остальных и завернули за угол. \n— Зачем? — спросил ты. \n— А затем, что им это слышать не надо!.. — проворчал Денис. — Ты у них теперь первый в списке подозреваемых...\n— Я?! С фига ли? \n\nПоследовала пауза. Денис шумно выдохнул.\n— Не знаю! Может потому что знаешь слишком много... Ты в курсе, что ночью кто-то шарашился по номерам? \n— Да, у моего номера тоже были, — отвечаешь ты. \n— Ну так вот, — парень сделал вид, что прослушал твои последние слова. — Я тебе вот что предлагаю: поговори со всеми, узнай где они были в моменты убийств и с кем... И кого подозревают. В открытую они тебе точно не скажут, но их другие догадки могут помочь найти убийцу. \n— Но почему ты думаешь, что они будут со мной это обсуждать?.. Они же меня подозревают! \n— Поверь, у них сейчас выбора особо нет, кому-то довериться надо... А ты у нас, похоже, единственный, кто хоть что-то понимает! Ну так что? ",
    "answers": [
      {
        "id": 91,
        "text": "— Думаю, у меня тоже нет особо выбора... Я согласен! — отвечаешь ты. "
      }
    ]
  },
  {
    "id": 91,
    "text": "— Думаю, у меня тоже нет особо выбора... Я согласен! — отвечаешь ты. \n— Отлично! Я верю в тебя!.. Как и тебе, — он удалился. ",
    "answers": [
      {
        "id": 92,
        "text": "Подойти к остальным"
      }
    ]
  },
  {
    "id": 92,
    "text": "Пока вас не было, среди ребят поднялась паника. Девушки что-то кричали, парни лупили ногами стены и чуть ли не готовы были всех переубивать. \n— Что стряслось?! — повысил голос Денис. — Ну ка успокойтесь! Живо! \n— Успокоиться?!  — вскрикнула Вика. — Этот нелюдь убил Настю!\n— Она не заперлась на ночь... — вздохнула Маша. \n— Нас теперь шестеро, — сказал Артём.\n— Предлагаю поесть... — с трудом выговорил Денис.\n— С этим тоже есть проблемы... — Миша покачал головой. — Еда не поступила, похоже, кто-то хочет нас поторопить... \n",
    "answers": [
      {
        "id": 95,
        "text": "— А он не прифигел ли?! Давайте дверь ломать! "
      },
      {
        "id": 96,
        "text": "— Может он уснул?.. Или просто махнул на нас рукой."
      }
    ]
  },
  {
    "id": 93,
    "text": "— Ребят, вариант есть только один... Мы ошиблись с убийцей! — произносишь ты. \n— Значит это может быть только... — начал Миша. \n— Ку-ку, я тут! — раздался за его спиной голос, и наточенный где-то строительный шпатель перерезал несчастному горло. \n— Это Артём!!! — заорала Вика. — Бежим!!! \n— Слишком поздно! — с этими словами хладнокровный убийца нанёс девушке смертельный удар. \nМаша прижалась к тебе.\n— Я не хотел этого делать... — произнёс на ходу Артём, проходя мимо Дениса и убивая связанного. — Но таковы правила! В бумаге было написано, хозяин сделает так, что на меня никто не подумает... Но я не хочу сдохнуть здесь от голода! — на последнем слове он ударил Машу, и та упала перед тобой без чувств. \n— Прощай, ты достоин умереть последним...\n\nБоль, нечеловеческая боль... Ты падаешь на пол ещё в сознании, но постепенно глаза закрываются. Последнее что ты видишь, это смена цвета лампочки на дверной панели, открывание двери и победное шествие убийцы на свободу. \n\n                                         [Конец]\n\n\n        [Вы открыли концовку: \"Роковая ошибка\"]\n\n",
    "answers": [
      {
        "id": 1,
        "text": "[Главное меню]"
      },
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d28/1908/1e/97d8e10fbfa5.jpg"
      }
    ]
  },
  {
    "id": 94,
    "text": "— Мы обязаны ему отомстить за кровь невинных ребят! — вспыхиваешь ты.\nНесмотря на все предупреждения Дениса, остальные поддержали твоё решение. Открыв резко дверь, вы ворвались внутрь комнаты, чем застали врасплох убийцу. Дальше всё было быстро. \nПодушка, длинные ногти девушек, кровь, боль,  просьба пощады, предсмертные крики, удушье. Всё! \n\nВы идёте по коридору, парни поддерживают девушек, которым, несомненно, плохо... Ещё бы, они с таким озверением наказывали убийцу. \nКогда ваша процессия подошла к двери, то раздался звуковой сигнал и загорелся зелёный огонёк... Дверь уползла в сторону, открыв выход. \n\n                        ",
    "answers": [
      {
        "id": 87,
        "text": "— Свобода! "
      }
    ]
  },
  {
    "id": 95,
    "text": "— А он не прифигел ли?! Давайте дверь ломать! — неожиданно предлагаешь ты. \nБыли ли ребята на взводе или же ждали такого предложения, ты так потом и не понял. Но почему-то почти все сразу же согласились...\n\nДверь не поддавалась. Она была металлической, и вам было не под силу её выбить. На ваши попытки ушло полдня, затем всех стал одолевать сильный голод... ",
    "answers": [
      {
        "id": 97,
        "text": "— Мы без сил!!! "
      }
    ]
  },
  {
    "id": 96,
    "text": "— Может он уснул?.. Или просто махнул на нас рукой, — предположил ты. \n— Так, короче, теперь нам надо действовать быстрее... — резко заявил Денис. — Необходимо найти людей с алиби, чтобы с ними уже не работать, то есть, вычеркнуть из списка подозреваемых. Согласны со мной? \n\nВсе выразили одобрение. Однако начинать делиться информацией первым придётся тебе.\n— Итак, первое убийство мы опустим... — пробормотал Денис. — Надеюсь, все понимают, что это мог сделать абсолютно любой?\nТак как молчание затянулось, он продолжил: \n— Во время вчерашнего обхода, с кем ты был? Напомни ещё раз... \n\n",
    "answers": [
      {
        "id": 100,
        "text": "— С Машей",
        "need": 38
      },
      {
        "id": 101,
        "text": "— С Мишей",
        "need": 42
      },
      {
        "id": 102,
        "text": "— С Ваней",
        "need": 45
      }
    ]
  },
  {
    "id": 97,
    "text": "— Мы без сил!!! — в отчаянии крикнул Денис, разбивая о дверь последний стул в доме. \n— Я не могу! — заплакала Маша, скребя дверной замок кольцом с маленьким алмазом. \n— Не понимаю, что ещё можно сделать... — путался в проводах электронного замка Миша. — Эта штука не открывается! Ох, чёрт!!! ",
    "answers": [
      {
        "id": 98,
        "text": "— Что случилось?! ",
        "instant": false
      }
    ]
  },
  {
    "id": 98,
    "text": "— Что случилось?! — твой вопрос повис в воздухе. \nВсе уставились на замок, открыв рты. Красная лампочка поморгала и погасла; проводка поискрила, потрещала и замолкла. Свет во всём доме погас. \n\nДолго длилось молчание. Может не больше минуты, но тебе показалось, будто прошла целая вечность. Затем раздался Голос:\n— Неплохая попытка... Но я вас предупреждал: играть надо честно!\n— Заткнись, тварина!!! — крикнул Миша. \nНо незнакомец невозмутимо продолжал:\n— Поэтому я не могу пощадить вас... Оставайтесь здесь! \n",
    "answers": [
      {
        "id": 99,
        "text": "— Стой! Нееет!!! ",
        "instant": true
      }
    ]
  },
  {
    "id": 99,
    "text": "— Стой! Нееет!!! — кричишь ты в отчаянии. — Дай ещё шанс!.. Пожалуйста! \nНо ответом была тишина. Скрытый динамик больше не издал ни звука. \n\nДальше начались мучения. Жажда, голод и усталость. Но каждый понимал, что закрыв глаза, он может уже не проснуться. \nВоду пытались пить из под крана сначала, но вскоре её удалённо перекрыли. Похоже, скрытые камеры в доме тоже были...\n\nПервыми свалились Вика и Артём, они были очень худыми и не выдерживали голод. Затем обмякли Денис и Миша, так как они много работали руками в последнее время. \n\nМаша прижалась к тебе. Возможно, она это сделала из потребности в дружеских объятиях в последние минуты, либо действительно привязалась к тебе. Ты обнял её. \nВы сидели и уже равнодушно смотрели на фантастические деликатесы, созданные вашими изнурёнными голодом мозгами. \n— Это конец, да, Серёж? \n— Я не знаю... Пока мы неплохо держимся, — с этими словами ты попытался улыбнуться, но вышло не очень.\n\nПрошло не так уж много времени, когда вы потеряли сознание. Больше никто не смог очнуться... \n\n                                         [Конец]\n\n\n           [Вы открыли концовку: Жажда жизни]\n\n\n                ",
    "answers": [
      {
        "id": 1,
        "text": "[Главное меню]"
      },
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b23/2003/b6/af503cd0c693.jpg"
      }
    ]
  },
  {
    "id": 100,
    "text": "— С Машей, — ответил ты. — Она это легко подтвердит, мы не разлучались с ней ни на минуту...\n\nДенис вопросительно посмотрел на Машу. Та молча, но довольно энергично кивнула. Затем с улыбкой посмотрела на тебя. \n\n— Что ж, вот и первые люди, с которых можно снять подозрения! — ухмыльнулся Денис. — Док, допроси остальных пожалуйста.\nПослышались аплодисменты. ",
    "answers": [
      {
        "id": 103,
        "text": "Приступить к заданию"
      }
    ]
  },
  {
    "id": 101,
    "text": "— С Мишей, — ответил ты. — Он может подтвердить, что мы не разлучались ни на минуту. \n\nДенис вопросительно посмотрел на Михаила. \n— Да, это правда! — подтвердил тот. — Мы теперь можем считаться чистыми от подозрения? \n— Ну если это не групповое убийство... — протянул парень. — А мы такую возможность исключим. То да, вы оба полностью оправданы! \n\nПослышались аплодисменты.\n— Док, допроси остальных, пожалуйста, — закончил Денис. ",
    "answers": [
      {
        "id": 103,
        "text": "Приступить к заданию"
      }
    ]
  },
  {
    "id": 102,
    "text": "— С Ваней, — отвечаешь ты тихо. \n— Что ж, мы не можем верить тебе на слово, что вы не разлучались при этом, уж извини... — произнёс Денис.\n— Я понимаю... — понуро произнёс ты. \n— Поспрашивай других ребят тогда... — подумав, тихо добавил он. — Может узнаем что-нибудь, что укажет на убийцу.",
    "answers": [
      {
        "id": 103,
        "text": "Приступить к заданию "
      }
    ]
  },
  {
    "id": 103,
    "text": "Перед тобой список из пяти человек, который ты взял с подоконника своей комнаты. Остальных ты повычёркивал. Кого хочешь допросить? ",
    "answers": [
      {
        "id": 104,
        "text": "Вику",
        "need": -104
      },
      {
        "id": 108,
        "text": "Вику",
        "need": 104
      },
      {
        "id": 109,
        "text": "Артёма",
        "need": -109
      },
      {
        "id": 113,
        "text": "Артёма",
        "need": 109
      },
      {
        "id": 114,
        "text": "Дениса",
        "need": -116
      },
      {
        "id": 117,
        "text": "Дениса",
        "need": 116
      },
      {
        "id": 118,
        "text": "Машу",
        "need": 100
      },
      {
        "id": 120,
        "text": "Машу",
        "need": -100
      },
      {
        "id": 119,
        "text": "Мишу",
        "need": 101
      },
      {
        "id": 123,
        "text": "Мишу",
        "need": -101
      }
    ]
  },
  {
    "id": 104,
    "text": "— Итак, Виктория... — ты стоишь перед ней с блокнотом и ручкой, которые дал тебе Денис (фиг его знает, откуда взял, он не сказал).\n— Да? — она немного волнуется, это видно по порозовевшим щекам. — Что ты хочешь знать? ",
    "answers": [
      {
        "id": 105,
        "text": "— С кем ты была в паре, когда Алисы не стало? "
      }
    ]
  },
  {
    "id": 105,
    "text": "— С кем ты была в паре, когда Алисы не стало? — подумав, выдаёшь ты вопрос. \n— Я была в тройке с Алисой и Настей, пока мы не разлучились... — дальше девушка начала говорить сама. — Алиса сказала, что ей необходимо отойти в туалет. \nНу и я подумала: \"Вернусь одна к остальным, потом и Алиса подойдёт, мало ли что съесть могла...\" Я и не волновалась поэтому. А оказалось!.. О Боже, зачем я отпустила её одну?!. \n\nВидно было, что необходимо сменить тему, иначе Вика совсем расплачется и узнать что-либо станет невозможно. ",
    "answers": [
      {
        "id": 106,
        "text": "— Ты не замечала ничего подозрительного? "
      },
      {
        "id": 107,
        "text": "— А кто мог видеть, что она осталась одна? "
      }
    ]
  },
  {
    "id": 106,
    "text": "— Ты не замечала ничего подозрительного? \n— Нет, едва ли... Хотя мне казалось, что кто-то следит за нами со стороны гостиной. Но Настя сказала, что это возможно нервы... ",
    "answers": [
      {
        "id": 108,
        "text": "— Понятно..."
      }
    ]
  },
  {
    "id": 107,
    "text": "— А кто мог видеть, что она осталась одна? \n— В принципе, все могли... Мы осматривали самую дальнюю часть дома, а значит Алиса проходила мимо всех остальных пар, — задумалась Вика. ",
    "answers": [
      {
        "id": 108,
        "text": "— Ясно..."
      }
    ]
  },
  {
    "id": 108,
    "text": "Что ещё можно спросить?",
    "answers": [
      {
        "id": 106,
        "text": "— Ты не замечала ничего подозрительного"
      },
      {
        "id": 107,
        "text": "— А кто мог видеть, что она осталась одна? "
      },
      {
        "id": 103,
        "text": "Закончить беседу"
      }
    ]
  },
  {
    "id": 109,
    "text": "— Артём, мне необходимо задать тебе несколько вопросов... — с этими словами ты достаёшь ручку и блокнот, которые тебе дал Денис (фиг его знает, где он их взял).\n— Ну давай свои вопросы, — надо заметить, держится он весьма уверенно. \n",
    "answers": [
      {
        "id": 110,
        "text": "— Где и с кем ты был в паре, когда мы проводили вчера осмотр дома? "
      }
    ]
  },
  {
    "id": 110,
    "text": "— Где и с кем ты был в паре, когда мы проводили вчера осмотр дома? — уверенно спрашиваешь ты. \n— С Денисом... — спокойно ответил Артём. — Он вроде говорил тебе вчера перед делением, что пойдёт со мной... \n— Так, а какое место вы осматривали? \n— Кладовку, которая недалеко от гостиной находится... — Артём видео не совсем понимал, зачем нужны эти вопросы. ",
    "answers": [
      {
        "id": 111,
        "text": "— Вы разделялись с Денисом? "
      },
      {
        "id": 112,
        "text": "— А подозрительного ничего не замечал? "
      }
    ]
  },
  {
    "id": 111,
    "text": "— Вы разделялись с Денисом? \n— Вроде бы... — он задумался, вспоминая. — Было такое, но это минут на 5 всего. \n— Зачем?\n— Так.. — вопрос был немного неожиданным, даже ты заметил, что он замялся. — Денису надо было в туалет вроде. ",
    "answers": [
      {
        "id": 113,
        "text": "— О'кей"
      }
    ]
  },
  {
    "id": 112,
    "text": "— А подозрительного ничего не замечал? \n— Вроде нет, но на твоём месте я бы к Михаилу присмотрелся... — на этих словах Артём немного понизил голос. — Мне кажется, он что-то скрывает! ",
    "answers": [
      {
        "id": 113,
        "text": "— Хмм... Учту! "
      }
    ]
  },
  {
    "id": 113,
    "text": "Что ещё можно спросить? ",
    "answers": [
      {
        "id": 111,
        "text": "— Вы разделялись с Денисом? "
      },
      {
        "id": 112,
        "text": "— А подозрительного ничего не замечал? "
      },
      {
        "id": 127,
        "text": "— Артём, твои показания противоречат показаниям Дениса, хоть вы и были вместе! ",
        "need": 126
      },
      {
        "id": 103,
        "text": "Закончить беседу"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Хах, Денис... — улыбаешься ты. — Теперь я инспектор полиции, а не ты! Немного информации дашь? \n— Нет проблем! ",
    "answers": [
      {
        "id": 115,
        "text": "— Где и с кем ты был в паре, когда мы проводили вчера осмотр дома? "
      }
    ]
  },
  {
    "id": 115,
    "text": "— Где и с кем ты был в паре, когда мы проводили вчера осмотр дома? — спрашиваешь ты, держа наготове полученные от самого Дениса блокнот и ручку (фиг его знает, где он их взял).\n— Ну, с Артёмом был... — отвечал Денис спокойно. — Осматривали кладовку недалеко от гостиной. \nПоследовала пауза, затем Денис сам стал говорить:\n— Проблема в том, что мы разделялись... Артём сообщил, что, когда осматривался в доме, оставил телефон в дальнем его конце. \n— Долго его не было? \n— Минут 15... ",
    "answers": [
      {
        "id": 103,
        "text": "— Понятно. Надо мне с ним тоже поговорить об этом..."
      },
      {
        "id": 116,
        "text": "— Стоооп!!! Он мне говорил совершенно другое! ",
        "need": 111
      }
    ]
  },
  {
    "id": 116,
    "text": "— Стоооп!!! Он мне говорил совершенно другое! — восклицаешь ты. \n— Что же? — переспросил Денис.\n\nПосле твоего рассказа он заявил:\n— Ты всех опросил? Может ещё что-нибудь узнаем... Потому что по мне, Артём сейчас стал подозреваемым номер один!",
    "answers": [
      {
        "id": 103,
        "text": "— Нет, ещё не всех..."
      },
      {
        "id": 126,
        "text": "— Да, я опросил всех, но таких улик нет! "
      }
    ]
  },
  {
    "id": 117,
    "text": "Денис смотрит на тебя с нетерпением.\n— Ну что, ты всех опросил? Нет ли против кого-нибудь ещё улик? ",
    "answers": [
      {
        "id": 103,
        "text": "— Нет, ещё не всех опросил"
      },
      {
        "id": 126,
        "text": "— Да, я опросил всех, но таких улик нет!"
      }
    ]
  },
  {
    "id": 118,
    "text": "Во-первых, Маша, как и ты, оправдана, а во-вторых, ничего подозрительного, как и ты, она не заметила... Смысла допрашивать её нет. ",
    "answers": [
      {
        "id": 103,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 119,
    "text": "Во-первых, Миша, как и ты, оправдан, а во-вторых, ничего подозрительного, как и ты, он не заметил... Смысла допрашивать его нет. ",
    "answers": [
      {
        "id": 103,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 120,
    "text": "— Ну, что скажешь? — ты стараешься быть приветливым. \n— Да мы с напарником не разлучались вообще! Я ничего не видела, была занята поисками выхода...",
    "answers": [
      {
        "id": 121,
        "text": "— С Мишей? ",
        "need": -101
      },
      {
        "id": 122,
        "text": "— С Ваней? ",
        "need": 101
      }
    ]
  },
  {
    "id": 121,
    "text": "— Да, с Мишей не разлучались вообще, у него можешь спросить... — твёрдо сказала Маша. ",
    "answers": [
      {
        "id": 103,
        "text": "Закончить беседу"
      }
    ]
  },
  {
    "id": 122,
    "text": "— Угу... — Маше стало не по себе. — Зачем мы с ним так, а? Он ведь всего лишь нервничал больше нас и всё... \n— Мне эта тема тоже неприятна, давай пока оставим её, и я пойду поспрашиваю остальных... Может найду какие-нибудь зацепки. ",
    "answers": [
      {
        "id": 103,
        "text": "Закончить разговор "
      }
    ]
  },
  {
    "id": 123,
    "text": "— Михаил, можешь рассказать, с кем ты был в паре и разлучались ли вы? — ты стараешься, чтобы вопросы были тактичными. — Может что подозрительное видел?..",
    "answers": [
      {
        "id": 124,
        "text": "— Знаешь что... ",
        "need": -100
      },
      {
        "id": 125,
        "text": "— А, ну... ",
        "need": 100
      }
    ]
  },
  {
    "id": 124,
    "text": "— Знаешь что... — начал он. — Я был в паре с Машей, мы с ней не разлучались в принципе! Можешь у неё уточнить даже... А подозрительного ничего не заметили, были заняты делом.\n— А, хорошо... ",
    "answers": [
      {
        "id": 103,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 125,
    "text": "— А, ну... — было видно, что Миша конфузится немного. — Я был в паре с Ваней, мы вроде не разлучались, но он не подтвердит уже... Эхх, зачем мы с ним так, а? Подозрительным мне кажется теперь только Денис после такого его решения.\n— Мда... Ладно, я тогда пойду с другими побеседую... ",
    "answers": [
      {
        "id": 103,
        "text": "Закончить разговор "
      }
    ]
  },
  {
    "id": 126,
    "text": "— Ну тогда... — Денис вроде как задумался. — Поговори с Артёмом ещё раз! ",
    "answers": [
      {
        "id": 113,
        "text": "К Артёму"
      }
    ]
  },
  {
    "id": 127,
    "text": "— Артём, твои показания противоречат показаниям Дениса, хоть вы и были вместе! \nАртём изменился в лице. Сначала побледнел, потом покраснел. \n— Значит это Денис врёт, чтобы снять с себя подозрение!!! — он приостановился на секунду. — Выходит, он убийца! ",
    "answers": [
      {
        "id": 128,
        "text": "— Да, ты прав, Денис убийца! (созвать всех)"
      },
      {
        "id": 129,
        "text": "— Нет! Убийца ты! (созвать всех) "
      }
    ]
  },
  {
    "id": 128,
    "text": "Всё прошло вроде удачно... Его повязали и вроде бы \"обезвредили\", как было в инструкции. Денис даже не сильно сопротивлялся, что странно. \nНо... Дверь не открылась. И через десять, и через двадцать минут по прежнему мигал красный огонёк. \n— Забыли они про нас что ли? — испуганно спросили девушки. \n",
    "answers": [
      {
        "id": 93,
        "text": "— Ребят, вариант есть только один... Мы ошиблись с убийцей! ",
        "instant": true
      }
    ]
  },
  {
    "id": 129,
    "text": "Вовремя же ты отскочил. Артём был готов разорвать тебя на куски! \nМихаил бросился к нему, но получил в шею заточенным где-то строительным шпаклевателем. Парень упал и начал истекать кровью. \n— Кто следующий?! — глаза убийцы горели зловещим огнём. \n— Я его отвлеку, а ты отними оружие! — шепнул Денис. \n— Нет! Это безумие!!! — понимаешь ты. \n— Другой выход придумывать времени нет! \n\nТем временем Артём пырнул Вику, и та медленно осела на пол. \n— Стой! — крикнул Денис. — Брось железку, давай на кулаках один на один! \n— Нееет!!! — закричала Маша. — Остановитесь!!!\n— Хмм... Ну хорошо! — Артём демонстративно бросил орудие убийства, однако ты успел заметить, как ловким движением он убрал себе что-то в задний карман. \nОба начали подходить друг к другу и замахиваться... Медлить дальше просто нельзя!\n",
    "answers": [
      {
        "id": 130,
        "text": "Броситься к Артему"
      }
    ]
  },
  {
    "id": 130,
    "text": "Ты делаешь неплохой выпад, который явно стал неожиданным для убийцы. Артём падает на пол, однако изворачивается и достаёт из кармана железную цепь! Она очень длинная, Артём оказывается в кармане сделал дырку и спустил конец в штанину для маскировки. Взмах!!!",
    "answers": [
      {
        "id": 131,
        "text": "Высоко подпрыгнуть"
      }
    ]
  },
  {
    "id": 131,
    "text": "Ты успел вовремя среагировать, а вот остальные нет... И Денис, и Маша упали на пол. Артём поднялся и начал лупить обоих этой цепью!!! Про тебя он будто забыл... Скорее, надо что-то предпринимать, иначе они могут погибнуть!",
    "answers": [
      {
        "id": 132,
        "text": "Оценить обстановку"
      }
    ]
  },
  {
    "id": 132,
    "text": "Так... Вот цепь ненадолго опустилась на пол рядом с тобой. Надо её схватить! Сейчас или никогда!",
    "answers": [
      {
        "id": 133,
        "text": "Дёрнуть цепь"
      }
    ]
  },
  {
    "id": 133,
    "text": "Эхх, повезло тебе, что ты физически крепче Артёма! Он по инерции улетел в стену. Сейчас вроде бы в отключке, но это ненадолго, у тебя есть шанс спасти ребят. \nДенис был рядом, он сильно изранен... Хрипит и выплёвывает кровь. Маша была дальше, но ногам досталось довольно сильно, она плачет от боли. Остальные все уже мертвы... Кому из выживших помочь в первую очередь? ",
    "answers": [
      {
        "id": 134,
        "text": "Денису"
      },
      {
        "id": 136,
        "text": "Маше"
      },
      {
        "id": 142,
        "text": "Себе",
        "instant": true
      }
    ]
  },
  {
    "id": 134,
    "text": "Ты подбежал к Денису. У него серьёзные раны, нужна аптечка! Есть ли у тебя она? ",
    "answers": [
      {
        "id": 135,
        "text": "Есть",
        "need": [
          43,
          46
        ],
        "need_sometimes": true
      },
      {
        "id": 133,
        "text": "Нету",
        "need": [
          -43,
          -46
        ]
      }
    ]
  },
  {
    "id": 135,
    "text": "Ты перематываешь раны бинтом, хоть Денис ещё слишком слаб, но он кивает и этим благодарит тебя. От антисептика он, конечно, заорал, но это ничего, ты сам примерно представляешь, насколько ему больно...",
    "answers": [
      {
        "id": 136,
        "text": "Бежать к Маше "
      }
    ]
  },
  {
    "id": 136,
    "text": "Маша лежит и на полу, но она чувствует себя не совсем плохо... По крайней мере, если сравнить с Денисом. Раны не глубокие, в принципе, достаточно обмотать чистой материей, благо у тебя есть несколько носовых платков. ",
    "answers": [
      {
        "id": 137,
        "text": "Помочь Маше"
      }
    ]
  },
  {
    "id": 137,
    "text": "— Спасибо! — произносит она. — Помоги мне, пожалуйста, встать...\nВместе вы поднялись на ноги... \n— Что с Денисом? — спросила она. ",
    "answers": [
      {
        "id": 138,
        "text": "Бежать к Денису",
        "need": 135
      },
      {
        "id": 140,
        "text": "Бежать к Денису",
        "need": -135
      }
    ]
  },
  {
    "id": 138,
    "text": "Денис уже немного пришёл в себя, да и Артём начал потихоньку очухиваться... Значит вам пора бежать, зелёный свет на дверной панели долго гореть не будет...",
    "answers": [
      {
        "id": 139,
        "text": "— Свобода!!! "
      }
    ]
  },
  {
    "id": 139,
    "text": "— Свобода!!! — кричите вы втроём, выбегая из дома. Дверь за вами закрывается, оставляя убийцу запертым внутри. \nВы оказались на поляне в лесу. Наконец-то солнечный свет! Наконец-то нет страха! И уже не важно, где вы оказались, и как вам выбираться отсюда. Вы живы, а это главное! \n\nПолиция не поверила... Такого дома не существует больше, его взорвали вместе со всеми вещественными доказательствами. Майор дал вам ясно понять, что ваши рассказы о похищении сочтут за галлюцинации напившихся выпускников.Тело Артёма нашли в кустах, по мнению специалистов, он умер от обильных кровопотерь, изрезавшись колючей проволокой в нетрезвом состоянии. Другие тела также были найдены у непосредственных источников опасности, так что не подкопаться. По предварительной версии вы решили устроить себе \"второй выпускной\" в форме вписки и оторваться по полной. Но дома не вариант, и вы выбрались в лес. Ободрались там и отрубились, а потом не весть что напридумывали, чтоб как-то оправдаться. \n\nВы с Машей и Денисом поддерживали дружеские отношения, даже разъехавшись осенью в разные города учиться. Вас объединила жажда жизни, а также знание правды о деле, в котором участвовали десять, осталось в живых лишь трое, а по справедливости умер только Один из десяти.\n                                         \n                                        [Конец]\n\n\n                  [Вы открыли концовку: \"Трио\"]",
    "answers": [
      {
        "id": 1,
        "text": "[Главное меню]"
      },
      {
        "id": 139,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b42/1908/47/df903d70f844.jpg"
      }
    ]
  },
  {
    "id": 140,
    "text": "К сожалению, ты пришёл на помощь слишком поздно... Денис уже не дышал, его тело похолодело. Зато Артём постепенно приходил в себя. Вам надо уходить, зелёный свет на дверной панели долго гореть не будет... ",
    "answers": [
      {
        "id": 141,
        "text": "Бежать с Машей к выходу",
        "instant": true
      }
    ]
  },
  {
    "id": 141,
    "text": "Вы выскочили из этого проклятого дома на лесную поляну. За вами сразу же захлопнулась дверь, оставив убийцу внутри. \nМаша бросилась тебе на шею. \n— Ты лучший! — прошептала она. \n— Пойдём отсюда! — произносишь ты смело, хоть и не знаешь где вы вообще находитесь. \nХотя уже не важно, где вы оказались, и как вам выбираться отсюда. Вы живы, а это главное! \n\nПолиция не поверила... Такого дома больше не существует, его взорвали вместе со всеми вещественными доказательствами. Майор дал вам ясно понять, что ваши рассказы о похищении сочтут за галлюцинации напившихся выпускников. Тело Артёма нашли в кустах, по мнению специалистов, он умер от обильных кровопотерь, изрезавшись колючей проволокой в нетрезвом состоянии. Другие тела также были найдены у непосредственных источников опасности, так что не подкопаться. По предварительной версии вы решили устроить себе \"второй выпускной\" в форме вписки и оторваться по полной. Но дома не вариант, и вы выбрались в лес. Ободрались там и отрубились, а потом невесть чего напридумывали, чтобы как-то оправдаться. \n\nВы с Машей стали красивой парой... Нельзя сказать, чтоб вам прям все завидовали, но были такие... Надолго вы сохраните эти отношения или перейдёте на дружбу, зависит от вас обоих. Хотя...  Это уже совсем другая история!\n\n                                        [Конец]\n\n\n         [Вы открыли концовку: \"Небо для двоих\"]\n",
    "answers": [
      {
        "id": 1,
        "text": "[Главное меню]"
      },
      {
        "id": 141,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d35/2003/89/4873d7842f73.jpg"
      }
    ]
  },
  {
    "id": 142,
    "text": "Ты бежишь к железной двери, на панели которой мигает зелёная лампочка. \nВыбежав на улицу, ты понимаешь, что стоишь на поляне в незнакомом лесу. Дверь закрылась за тобой, оставив всех троих умирать. Но это было твоё решение. \n\nВ полиции тебе не поверили... Возбудили уголовное дело, и ты оказался единственным подозреваемым в серийном убийстве. Дом был взорван, тела разбросаны вокруг. По предварительной версии следствия, это ты устроил взрыв. Пока суд да дело, тебе стукнуло 18, и процесс выдвинул тебе срок. Адвокат его немного смягчил тем, что ты был в \"нетрезвом состоянии\", благо особо не копались в этом. \n\nТюрьма... Одиночная камера... Решётка... Замки... Одиночество... И отчаяние... Быть может, поступив иначе, ты бы не попал сюда? \n\n                                        [Конец]  \n\n\n              [Вы открыли концовку: \"Виновен!\"]",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню"
      },
      {
        "id": 142,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c09/1908/8b/e6b56b59cb0c.jpg"
      }
    ]
  },
  {
    "id": 143,
    "text": "Ого! Ты заглянул и сюда? :) \nВообщем, тут будут появляться открытые тобой концовки. Всего их максимум 12 (хах, забавно, почти как и персонажей в квесте). Из них 3 хороших, а 9 плохих. \nКстати, среди них есть также две СЕКРЕТНЫХ концовки, одна очень хорошая, одна очень плохая... Попробуй найти все 12 ;)",
    "answers": [
      {
        "id": 144,
        "text": "[Разбитые надежды]",
        "need": 53,
        "need_ever": true
      },
      {
        "id": 145,
        "text": "[Победа на выборах]",
        "need": 69,
        "need_ever": true
      },
      {
        "id": 146,
        "text": "[Неудавшаяся хитрость]",
        "need": 79,
        "need_ever": true
      },
      {
        "id": 147,
        "text": "[Пропавший ниндзя]",
        "need": 80,
        "need_ever": true
      },
      {
        "id": 154,
        "text": "[Монстр под кроватью]",
        "need": 82,
        "need_ever": true
      },
      {
        "id": 149,
        "text": "[Жажда жизни]",
        "need": 99,
        "need_ever": true
      },
      {
        "id": 148,
        "text": "[Сработал на пять]",
        "need": 87,
        "need_ever": true
      },
      {
        "id": 162,
        "text": "[На месте преступления] ",
        "need": [
          161
        ],
        "need_ever": true
      },
      {
        "id": 150,
        "text": "[Роковая ошибка]",
        "need": 93,
        "need_ever": true
      },
      {
        "id": 151,
        "text": "[Небо для двоих]",
        "need": 141,
        "need_ever": true
      },
      {
        "id": 152,
        "text": "[Трио]",
        "need": 139,
        "need_ever": true
      },
      {
        "id": 153,
        "text": "[Виновен!]",
        "need": 142,
        "need_ever": true
      },
      {
        "id": 143,
        "text": "------------------------------------------------------------------------------",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Главное меню]"
      }
    ]
  },
  {
    "id": 144,
    "text": "Ты хотел выбраться через окно, спустившись на верёвке. Но её перерезало автоматической пилой, и все надежды на спасение разбились... Как впрочем и ты сам. ",
    "answers": [
      {
        "id": 143,
        "text": "[Назад к достижениям]"
      }
    ]
  },
  {
    "id": 145,
    "text": "Ты слишком дерзко разговаривал с некоторыми ребятами, тем самым соблазняя их голосовать против тебя. Как итог, тебя предали изоляции ночью, и ты погиб от рук убийцы. ",
    "answers": [
      {
        "id": 143,
        "text": "[Назад к достижениям]"
      }
    ]
  },
  {
    "id": 146,
    "text": "Ты хотел затаиться и сделать вид, что спишь и не видел лица убийцы... Но забыл про то, что он использует любую возможность для пополнения числа жертв.",
    "answers": [
      {
        "id": 143,
        "text": "[Назад к достижениям]"
      }
    ]
  },
  {
    "id": 147,
    "text": "Такой прыжок на убийцу достоин голливудского фильма про ниндзя, это факт! Но, очевидно, из-за стресса ты позабыл, что это вовсе не постановочный фильм, а суровая реальность. И восходящая звезда кино погасла. ",
    "answers": [
      {
        "id": 143,
        "text": "[Назад к достижениям]"
      }
    ]
  },
  {
    "id": 148,
    "text": "ПОЗДРАВЛЯЮ!!! Ты открыл СЕКРЕТНУЮ, самую лучшую концовку! Ты рискуя своей жизнью перехитрил убийцу, заперев в своей комнате. И спас при этом целых пять человек, включая себя. Я бы поставил тебе пятёрку за такое прохождение, но, к сожалению, я не учитель :)",
    "answers": [
      {
        "id": 143,
        "text": "[Назад к достижениям]"
      }
    ]
  },
  {
    "id": 149,
    "text": "Вы пошли против правил, установленных организатором вашего заточения. Захотели открыть дверь физической силой... Но владелец дома явно позаботился о том, чтобы игра была честной. Ваша жажда жизни переполнила чашу его терпения... И он оставил вас умирать без еды и воды, иными словами, без шанса на выживание. ",
    "answers": [
      {
        "id": 143,
        "text": "[Назад к достижениям]"
      }
    ]
  },
  {
    "id": 150,
    "text": "Ну... Ты не угадал с определением убийцы... Хотя мог догадаться, я вроде дал немного зацепок. Чтож, эта твоя роковая ошибка, да ещё и в самом конце истории, стоила всем остальным невиновным людям жизни, в том числе и тебе!",
    "answers": [
      {
        "id": 143,
        "text": "[Назад к достижениям]"
      }
    ]
  },
  {
    "id": 151,
    "text": "Ты не смог спасти Дениса, потому что не было аптечки под рукой, либо же ты неправильно распределил приоритетность помощи раненым. Обидно, конечно, но... Ты не один! Ты спас Машу, которая стала твоей девушкой! Вы прошли столько испытаний, что обоим кажется, будто понимаете друг друга без слов! Быть может вы даже полюбили друг друга... Разве это не счастье? :)",
    "answers": [
      {
        "id": 143,
        "text": "[Назад к достижениям]"
      }
    ]
  },
  {
    "id": 152,
    "text": "Три человека, включая тебя, спаслись! И всё благодаря тебе! Теперь есть надёжные люди, на которых ты можешь положиться в трудные минуты... А у них есть ты! Здорово, не правда ли? :)\n\n",
    "answers": [
      {
        "id": 143,
        "text": "[Назад к достижениям] "
      }
    ]
  },
  {
    "id": 153,
    "text": "Это СЕКРЕТНАЯ концовка! Но поздравить не могу, по мне так она самая плохая. Ты бросил двух людей умирать, чтобы спасти себя... Потом получил срок в тюрьме, потому что в суде решили, что убийца именно ты. Так как живой из всех лишь ты один, это кажется весьма логичным... Ещё и ваш мучитель подставил тебя с телами жертв! Хотя... Разве ты не поступил, как убийца, спасая свою жизнь за счёт чужих?.. ",
    "answers": [
      {
        "id": 143,
        "text": "[Назад к достижениям]"
      }
    ]
  },
  {
    "id": 154,
    "text": "Залезть под кровать было неплохой идеей на первое время, но дальше необходимо было покинуть номер как можно скорее... Убийца не терпит живых свидетелей, а ночью ты не должен особо расчитывать на быструю помощь остальных ребят. Однако, ты был несомненно близок к спасению, это факт.",
    "answers": [
      {
        "id": 143,
        "text": "[Назад к достижениям]"
      }
    ]
  },
  {
    "id": 155,
    "text": "Приветствую тебя, читатель! Это мой первый квест, поэтому тут могут быть недочёты... Чтобы не засорять комментарии, просьба все вопросы и предложения писать сюда: https://m.vk.com/s.pronik\n\nНо это не касается Вашего личного мнения, его Вы всегда можете оставить здесь, под квестом :)\n\nТакже хочу сказать огромнейшее спасибо всем, кто оценил его лайком! Я правда очень счастлив!\n\nТакже хочу добавить, что я не собираюсь забрасывать данных персонажей и планирую написать продолжение, так как квест очень многим понравился ;)                                              \n                                                              \n                                                        Ваш Ser Pro ",
    "answers": [
      {
        "id": 1,
        "text": "[Главное меню]"
      }
    ]
  },
  {
    "id": 156,
    "text": "Сон резко отступил – как можно спать, когда по дому бродит убийца?!. Ты тихонько встал и аккуратно пошёл к входной двери, стараясь не шуметь...\n\nНакинув футболку и брюки, ты вышел в коридор. Было довольно темно, но у тебя был с собой телефон, которым ты освещал дорогу.\n\n\"Так, из виду я убийцу потерял, а что дальше?..\" — невольно подумалось тебе. ",
    "answers": [
      {
        "id": 157,
        "text": "Проверить, все ли в своих комнатах"
      },
      {
        "id": 158,
        "text": "Сходить проверить Ивана"
      }
    ]
  },
  {
    "id": 157,
    "text": "С какой стороны начнёшь проверять?",
    "answers": [
      {
        "id": 159,
        "text": "Со стороны парней"
      },
      {
        "id": 160,
        "text": "Со стороны девушек "
      }
    ]
  },
  {
    "id": 158,
    "text": "Ты осторожно крадёшься в столовую и заглядываешь внутрь комнаты. Иван сидит окровавленный и не продающий признаков жизни...\n\nПозади ты слышишь чьё-то тяжёлое дыхание... Ты понимаешь, что тебе конец и выхода уже нет!",
    "answers": [
      {
        "id": 161,
        "text": "Закричать "
      }
    ]
  },
  {
    "id": 159,
    "text": "Ты начал идти вдоль дверей, попутно стучась в них... Все, кроме Артёма, открыли двери и недовольно пробурчали наподобие \"В чём дело?!\" или \"Какого хрена?!\".\n\n— Так значит, это Артём?! — ухмыльнулся Денис.\n— Похоже на то... — пожал плечами Миша.\n— Давайте на всякий разбудим девушек и проверим Ивана... — предложил ты.\n\n— Иван!.. — крикнул Денис, вернувшийся из столовой, куда ходил проверять его. — Он мёртв!\n\nВоцарилась гробовая тишина... Надо что-то было срочно предпринимать. Всё девушки, кроме Насти, уже стояли в коридоре.\nВы решили открыть дверь комнаты Насти и нашли её сразу же – она лежала ничком у входа. Рука была протянута к найденной ею днём ранее палке. Тело ещё теплилось, но помощь опоздала, девушка была уже мертва.\n\n— Что нам теперь делать?! — ужасе вскрикнула Вика. ",
    "answers": [
      {
        "id": 129,
        "text": "— А вот и Артём! Мы всё знаем, это ты!!! "
      }
    ]
  },
  {
    "id": 160,
    "text": "Ты стучался в комнаты одну за другой, но тебе каждый раз открывали заспанные недовольные девушки... Только Настя не открыла, поэтому ты пошёл в другое крыло... Затем ты постучался в двери парней и ситуация повторилась — на этот раз открыли все.\n\n— Иван!.. — крикнул Денис, вернувшийся из столовой, куда ходил проверять его. — Он мёртв!\n\nВоцарилась гробовая тишина... Надо что-то было срочно предпринимать.\nВы решили открыть дверь комнаты Насти и нашли её сразу же — она лежала ничком у входа. Рука была протянута к найденной ею днём ранее палке. Тело ещё теплилось, но помощь опоздала, девушка была уже мертва.\n\n— Что нам теперь делать?! — ужасе вскрикнула Вика. ",
    "answers": [
      {
        "id": 163,
        "text": "— Нам остаётся только вычислить убийцу... "
      }
    ]
  },
  {
    "id": 161,
    "text": "Твой голос тонет в зажимающей рот руке... А дальше в спину вонзается что-то острое! И ты медленно оседаешь на пол.\n\n                                       [Конец]\n\n\n [Вы открыли концовку: \"На месте преступления\"] ",
    "answers": [
      {
        "id": 161,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c18/1907/41/a02a4e21f398.jpg"
      },
      {
        "id": 1,
        "text": "[Главное меню] "
      }
    ]
  },
  {
    "id": 162,
    "text": "Ты решил пойти проверить ваш эксперимент, и нашёл Ивана убитым. К сожалению, убийца не успел уйти и решил прикончить тебя... ",
    "answers": [
      {
        "id": 143,
        "text": "[Назад к достижениям] "
      }
    ]
  },
  {
    "id": 163,
    "text": "Денис шагнул поближе к тебе, затем едва заметным кивком указал за поворот коридора. \nВы вдвоём отошли от остальных и завернули за угол. \n— Зачем? — спросил ты. \n— А затем, что им это слышать не надо!.. — проворчал Денис. — Ты у них теперь первый в списке подозреваемых...\n— Я?! С фига ли? \n\nПоследовала пауза. Денис шумно выдохнул.\n— Я тебе вот что предлагаю: поговори со всеми, узнай где они были в моменты убийств и с кем... И кого подозревают. В открытую они тебе точно не скажут, но их другие догадки могут помочь найти убийцу. \n— Но почему ты думаешь, что они будут со мной это обсуждать?.. Они же меня подозревают! \n— Поверь, у них сейчас выбора особо нет, кому-то довериться надо... А ты у нас, похоже, единственный, кто хоть что-то понимает! Ну так что? ",
    "answers": [
      {
        "id": 91,
        "text": "— Думаю, у меня тоже нет особо выбора... Я согласен! — отвечаешь ты. "
      }
    ]
  },
  {
    "id": 164,
    "text": "",
    "answers": []
  }
]