[
  {
    "id": 1,
    "text": "Приветствую, дорогие читатели!\nЭтот текст не является полноценной историей, а лишь вырезкой из неё. Я решил не выкладывать сразу полную историю, поэтому покажу вам фрагмент. Хотелось бы узнать, интересно ли вам прочтение полностью! Надеюсь на ваши оценки и отзывы, если будет заинтересованность, выложу полную версию.\n\n~Дисклеймер~\nЭто не квест, в полном повествовании будет только 1 выбор, влияющий на концовку, вся история до — линейная. Если вас по какой-либо причине не устраивает такой жанр, не тратьте время впустую. Фрагмент включает в себя сцены насилия и в целом написан не по библейским законам! ",
    "answers": [
      {
        "id": 2,
        "text": "Приятного прочтения."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "| ПОВЕСТВОВАНИЕ ОТ ЛИЦА КОТА |\n\n~Главное, чтобы Влад сыграл свою роль. Сейчас всё целиком и полностью зависит от него. Не подведи меня, придурок! Я вручил ему небольшой дротик, который будет тяжело заметить зрителю, тем более в состоянии алкогольного опьянения, в котором большая часть болельщиков и прибывает. Подойдя к двери в клетку, я словил сочувственный взгляд судьи и оценивающий, со стороны Айзека. Также, я заметил пистолет на поясе у охранника, стоящего на входе. Думаю, стоит попробовать украсть его. Один шаг отделял меня от того, чтобы быть запертым в клетке с хищником. Ухмыляясь, я шагнул внутрь, после чего решётка захлопнулась и здешний комментатор начал объявлять наш поединок. Пока он говорил бессмысленные слова, я ещё раз переглянулся с Владом и едва заметно кивнул, давая понять, что всё идёт по плану. Ничего трудного, либо прижать Айзека к полу, либо дать прижать себя, чтобы он меньше двигался и мой напарник смог попасть. Между тем, прозвучал горн, объявляющий о начале поединка. Я уловил очень быстрое движение в свою сторону, больше напоминающее рывок пантеры, чем прыжок человека. Я отскочил, не проводя никакой контратаки. Кулак Вампира впечатался в решётку и издал хруст, конечно же этот засранец ничего не почувствовал! Нужно атаковать самому, а не только уворачиваться, иначе он рано или поздно поймает меня на ошибке и вобьёт в бетон. Айзек не теряя ни секунды, попытался провести серию ногами, но я, увернувшись от прямого удара, подлез прямо ему под вытянутую ногу и взвалил Вампира к себе на плечи. После сего действа, я уронил его на пол, отчего Айзек не хило так приложился затылком, а сам рухнул на него сверху. Колено я поставил ему на грудь и опёрся туда большей частью веса, руками обхватил его запястья, а свободную ногу поставил на его левую. Противник был полностью обездвижен, всё шло как нельзя лучше. Через секунду после этого, ему в шею впился дротик, брошенный Владом. В яблочко, мать твою! Я вытянул губы и по-звериному оскалился. Выглядело наверняка очень жутко.~",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 3,
    "text": "| ПОВЕСТВОВАНИЕ ОТ ЛИЦА АЙЗЕКА |\n\n~Я выложился на полную в прошлом бою и не мог дать отпор. Похоже я проиграл. Мой противник опережает меня на доли секунды...\nКазалось бы, что такое доля секунды? Именно из-за этой доли, я сейчас лежу, придавленный к бетону и не могу двинуться. Внезапно, мою шею что-то укололо. После этого, Кот дико оскалился, словно волк, играющий с уже побеждённой добычей. Только сейчас до меня начинает доходить. Бой подстроен. Вот, почему он не нападал. Ему нужно было лишь зажать меня на полу, а дальше всё сделал стрелок. Словно в подтверждение моих мыслей, перед глазами начало плыть, к горлу подступила тошнота, мышцы расслабились, отказываясь двигаться. Парализующий дротик. Тварь. Чтоб ты сдох, кошка. Я понял, что сопротивляться нет никакого смысла и перестал делать жалкие попытки вырваться из захвата. Ещё пара секунд и я окончательно потерял контроль над телом и готовился принять свою смерть.~",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 4,
    "text": "<Кот>\n—Засыпай, милашка!\n\n~После этих слов, он начал молниеносно наносить мне удары по лицу, ломая кости, выбивая зубы. Я не чувствую боли. Уже давно не чувствую. Я понимаю, что меня избивают, превращая и без того покрытое шрамами лицо в кровавое месиво. Ещё с десяток ударов и я перестал видеть правым глазом. Либо его выбили, либо он заплыл. Может просто повредили? Какая разница? В любом случае с арены я не выйду. Видимо я чем-то насолил этому парню. Похоже он твёрдо решил убить меня, во что бы то не стало. Закончив бить меня, он встал обеими ногами мне на грудь и несколько раз очень высоко подпрыгнул, ломая мне кости и разрывая лёгкие, своими приземлениями. Изо рта пошла кровь, дышать стало сложно. Это не конец, он ещё не наигрался. Он знает, что я не чувствую боли, но это не пытка, скорее показательная казнь. Немного отдышавшись, парень наступил грязной подошвой тяжёлых сапог мне на лоб. Урод. Решил унизить. Но я был не прав, он высоко задрал ногу над моим черепом, согнув её в колене и готовился раздавить мне бошку. Кровавая каша...~",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 5,
    "text": "| ПОВЕСТВОВАНИЕ ОТ ЛИЦА КОТА |\n\n~На этой арене, проявилась моя настоящая сущность. Здесь я стал волком. Мгновенье и череп Айзека прогибается, под напором моего удара, внутренности черепной коробки разлетелись по всей арене, кровь хлыстнула и залила мне ноги. Подо мной лежало обезглавленное тело Айзека.~\n\n<Кот>\n—Упиваясь своей непобедимостью, ты забыл главное правило, Айзек. Рано или поздно, даже на самого сильного, найдётся кто-то сильнее.",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 6,
    "text": "| ПОВЕСТВОВАНИЕ ОТ ЛИЦА ВЛАДА |\n\n~Дротик попал точно в цель и я был очень рад этому. Деньги у меня в кармане! Осталось только дождаться, пока Кот закончит с Айзеком и забрать у него кэш.\nНа арену сейчас было тяжко смотреть, кровь разлеталась во все стороны, покрывая Кота с ног до головы, то и дело, до меня доносился звук ломающихся костей, пара вылетевших зубов мелькнула в воздухе, оставляя за собой маленькие капельки крови. Этот парень самый настоящий монстр. Это было ужасное зверство, смотря на которое, ты невольно ощущаешь подступающий к горлу ком. Кто бы ни был этот Айзек, что бы он не сделал, даже он не заслуживает такой жестокой смерти. Кот наконец наигрался и готов был его добить. ВОТ ДЕРЬМО!!! ОН РАЗМОЗЖИЛ ЕМУ ЧЕРЕП!!! РАЗДАВИЛ НОГОЙ!!!\nЗАЧЕМ?!! ПОЧЕМУ НЕ СВЕРНУЛ ШЕЮ?!! ГРЁБАНЫЙ ПСИХ!!!\nЧёрт...\nКак только я получу деньги, сменю номер и уйду с работы. Боюсь представить, что будет, если когда-нибудь он решит сделать тоже самое со мной.\nБрррр...~\n\n~Пробираясь через толпу, я заметил нескольких парней, вооружённых битами, фомками и прочими видами легального холодного оружия, преградивших выход. Друзья Айзека. Чёрт! Нужно предупредить Кота! Я быстрым шагом, расталкивая людей, получая от особо раздражительных толчки в спину, пошёл к клетке.~\n",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 7,
    "text": "| ПОВЕСТВОВАНИЕ ОТ ЛИЦА КОТА |\n\n~Как только адекватное мышление вернулось на своё законное место, а жестокая, жаждущая крови, волчья натура снова забралась глубоко в сознание, спрятавшись в самых тёмных закоулках разума, откуда собственно и явилась, я поспешил выйти из клетки. У двери, запирающей арену, меня уже ждал эскорт в виде...\nХотел бы я сказать, что меня ждали загорелые девушки в купальниках, но к сожалению это был Влад, а видеть его в купальнике мне как-то не слишком хотелось.~",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 8,
    "text": "~Вид у моего товарища по несчастью был, мягко говоря взволнованный. Волосы взъерошены, сбитое дыхание, не поддающиеся пониманию попытки что-то мне объяснить. Только, после того как я прописал ему леща, он пришёл в себя и смог сказать свою гениальную мысль. Если честно, я действительно подумал, что Влад как минимум изобрёл вечный двигатель, именно так он сейчас выглядел. Вместо этого, я получил постоянно прерывающуюся на отдышку фразу.~\n\n<Влад>\n—Нас...\nСейчас...\nБудут...\nБить!\n\n~Влад наконец привёл дыхание в порядок и раскашлялся с такой громкостью, что в баре рухнула пара бутылок, не выдержав такой тряски. После этой процедуры он указал на четырёх гопников, по совместительству додиков, по совместительству имеющих при себе холодное оружие, по совместительству готовых сделать наши с Владом тела такими же холодными.~",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 9,
    "text": "<Кот>\n—Влад, ты когда-нибудь получал по морде фомкой?\n\n~Спросил я с ноткой азарта в голосе. После такой фразы, глаза у Владика округлились и стали, как говориться \"По пять копеек\". Он явно был готов в любой момент наложить в штаны. Эх, не битый! Ну ничего, сейчас исправим. С каждой строкой мыслей, пробегающих у меня в голове, ухмылка на лице расширялась.~\n\n<Влад>\n—Н.. Нет!!!\nНЕТ!!!\n\n<Кот>\n—Знаешь, как говорила моя мама? Всё бывает в первый раз! Но всё-таки дам тебе дружеский совет. Будет гораздо лучше, если ты избежишь такого опыта.\n\n~Не дав ему вставить ни единого слова, я прогорланил свой боевой клич и понёсся в атаку.~\n\n—Флэшмоб \"Разбитая рожа\" оффициально объявляется открытым!!!",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 10,
    "text": "| ПОВЕСТВОВАНИЕ ОТ ЛИЦА ВЛАДА |\n\n~Я конечно дрался, довольно неплохо даже, но мне действительно было стрёмно кидаться на толпу вооружённых людей, готовых месить тебя до последнего. Но Коту похоже было абсолютно плевать. Он бессмертный что-ли?!\nПока я разговаривал сам с собой, этот зверюга рванул напролом и влетел ногами в самого здорового, опрокинув его на пол, после чего Кот получил пару ударов битой, а затем сделал перекат и снова встал на ноги. Чёрт, что я как баба то?! Надо хоть раз в жизни быть мужиком!! Я последовал примеру своего новоиспечённого босса и со всех ног рванул к окружившим его парням. Момент был очень удачный, двое стояли ко мне спиной, третьему обзор закрывал кот, а главный валялся на полу и открыв рот, извивался, прямо как рыба, которую вытащили на сушу, в попытках набрать в лёгкие воздух. Не знаю, почему я окрестил его главным, думаю примерно такая у гопников иерархия. Кто здоровее — тот выше по статусу. Кот ловко уворачивался от многочисленных ударов битами и фомками, но рано или поздно, он выдохнется. Выбрав самого тощего, чтобы уложить наверняка, я на бегу подпрыгнул и в полёте, словно коршун-инвалид, которому оторвало крылья, ударил парня в затылок. Результат был даже лучше, чем я хотел! Он не просто упал, он вырубился и набрав сверхреактивную скорость, стал одним целым с полом. Первый поцелуй у новобрачных! Но что-то мне подсказывает, что этот пол целовали десятки, если не сотни людей. \nТеперь, когда внимание было переключено на меня, Коту было предоставлено мгновенье, которое он и использовал, впечатав кулак в трахею, парню с битой, после чего раздался хруст и тело рухнуло. Вспомнив его наказ, я долго стоять не стал и замахнулся на последнего стоящего на ногах \"мстителя\", но тот оказался шустрее. Всё-таки у меня случился первый раз. Кот был прав. Получать ломом по морде, занятие не из приятных. В глазах потемнело, по волосам потекло что-то тёплое. Внезапно, всё вокруг закружилось, тело начало крениться в сторону пола...~",
    "answers": [
      {
        "id": 11,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 11,
    "text": "~Я ничего не чувствовал. Тело, словно погружённое в воду, находилось в невесомости. Вокруг беспросветная тьма. Я вижу только её. Саша. Человек, с которым я готов был связать свою жизнь. Я любил её, искренне любил. Любил так, как никогда больше не смогу. Всё было прекрасно. Жизнь складывалась как нельзя лучше. Хорошая работа, лучшая девушка на свете, недавно ставшая моей невестой. Но жизнь жестока. Саша заболела. Рак. Последняя стадия, слишком поздно, чтобы лечить. Каждый день я смотрел, как она становится слабее. Всё холоднее и холоднее становился её взгляд, пока наконец не угас окончательно. После похорон, я ушёл в запой. Первое время меня терпели на работе, сочувствуя утрате. Но после третьего месяца пьянства, терпение у начальства лопнуло. Уволен. Именно это слово я услышал, когда в очередной раз, пошатываясь пришёл на своё рабочее место. На меня было страшно смотреть. Я почти ничего не ел. Ужасно тощий, вечно пьяный, неделями не принимающий душ, огромные мешки под глазами, грязная одежда. Денег совсем не было, приходилось занимать. Отдавать, конечно же было нечем и тогда, меня избивали. Били жестоко, хладнокровно. Последующие несколько дней, я отлёживался, а затем шёл побираться на улицу. Всё, что было в квартире, я пропил или продал, чтобы отдать долги. В конце-концов, меня выселили, за неуплату налогов. Холодной зимой я оказался на улице. В свитере и трениках. Обосновался в подвале, рядом с другими бездомными. Я воровал еду, иногда получалось стащить кошелёк. А потом я заболел. Лечится было нечем. Температура под сорок, кровавый кашель, невероятная слабость охватила моё тело и прижала к матрасу. Другие бездомные пытались помочь, но было уже слишком поздно. Нужны были дорогие лекарства, обследование. Я умирал. В день, когда мне было уже слишком плохо и я думал, что это конец — пришла она. В глазах потемнело так же, как сейчас и я увидел Сашу. Она сказала, что поможет мне. Когда я очнулся, болезнь как рукой сняло. После этого, я решил, что нужно что-то менять. От природы, я умел хорошо рисовать. Долго я пытался найти работу в этой сфере. Конечно, мне не везло. Мне никто не хотел доверять. Но в прекрасный момент, я психанул и нарисовал на пожелтевшем, от старости листе, ворона и принёс рисунок в первый попавшийся тату-салон. Рисунок был хорош и несмотря на мой внешний вид, отсутствие документов и не имение постоянного места жительства, меня взяли. Один добрый парень оттуда, пригласил меня к себе домой. Дал отмыться, помог с покупкой одежды и приютил на первое время. Затем я стал работать. Потихоньку дела стали налаживаться. Появились средства, я снял однокомнатную квартиру, недалеко от работы, спустя время вернул исхудавшему телу более-менее приличную форму. Я до сих пор не мог понять, что же произошло тогда. Неужели моя любимая вернулась, чтобы спасти меня? Скоро я перестал ломать голову над тем, что никак не объяснить. Когда-нибудь, я снова увижу её, а пока...\nВоспользуюсь новым шансом.~",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 12,
    "text": "~И вот я снова во мраке. Только Саши здесь нет. Некому больше спасти меня. Неужели это так закончиться? Неужели это плохой конец? Но если рассудить здраво, то чем я заслужил другой концовки? Я воровал, пил, дрался. А самое главное преступление, совершённое в моей жалкой жизни — я не смог уберечь любимого человека. Я даже не попрощался с ней. Открыв глаза одним утром, я обнаружил то, чего боялся больше всего. Заключив меня в крепкие объятия, рядом со мной лежала она. Дыхания нет. Пульс исчез. Я помню, как рыдал тогда. Помню, как крушил всё вокруг и прижимаясь к её телу, умолял вернуться, глотая слёзы и размазывая по кулакам сопли.\nНо внезапно раздавшийся голос, позади меня, дал понять, что это не конец. Такой знакомых, такой звонкий...\nТакой любимый.~",
    "answers": [
      {
        "id": 13,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 13,
    "text": "<Призрак>\n—Привет, Владик...\nМы так давно не виделись...\n\n~Я рванул к ней, к моей огненной девочке, расправляя руки, чтобы поскорее заключить её в объятия. Но я лишь прошёл сквозь неё. Моя любимая девочка...\nКак же мне её не хватает...\nОна невероятно красивая! Огненно-рыжие волосы, как бутон лилии, стройная фигура, аккуратное и неизменно улыбчивое лицо. Она никогда не грустила, даже когда узнала о болезни. Она в любимом костюме. Простенький спортивный костюмчик. Ничего особенного, но она обожала его. Носила всегда и везде!~\n\n<Влад>\n—Привет, любимая...\nТы бы знала, как мне тебя не хватает...\n\n~По лицу, ручьём потекли слёзы, сердце охватила волна раздирающей боли. Боли, с которой я жил последние семь лет. Боли утраты.~",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 14,
    "text": "~Смахнув с лица слёзы, я поднял голову и никого не увидел. Не может быть...\nОна же только что была здесь! Прямо передо мной! Я снова упустил шанс поговорить с ней...\nВ этот самый момент, меня окутал холодный ветер, от чувства эйфории и лёгкой грусти не осталось и следа. Я почувствовал ледяное прикосновение к своей шее, а потом кто-то шепнул мне на ухо...~\n\n<Призрак>\n—Не доверяй бледному...\n\n~Голос был очень похож на Сашин, но переодически искажался и переростал в громкий, оставляющий после себя звон в ушах, бас. Я медленно, обернулся. И тут же отскочил на пару метров. Сзади стояла Саша, но это была не она...\nОкровавленная одежда, лицо покрытое порезами и синяками, пустые глазницы, источающие слабый зелёный огонёк. Уголки губ были прорезаны, образуя дикий оскал. С острых клыков капала красная жидкость. Точно не томатный сок.~",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 15,
    "text": "<Влад>\n—С..с..Саша?\n\n~Мой голос дрожал. Признаюсь, не только голос. Всё моё тело покрыла дрожь, которую у меня никак не получалось остановить. Внезапно, у меня заболела голова. Боль нарастала, полностью охватывая меня и заставляя издавать отчаянный вопль, из носа обильным ручьём текла кровь. Я упал на землю. Терпеть было невозможно. Я кричал и плакал. Вскоре я перестал понимать, что происходит и просто вопил, от невероятных страданий. Ухудшало моё положение, бесконечно раздающаяся гулом в ушах фраза...~\n\n*Кричащий голос*\n—НЕ ВЕРЬ БЛЕДНОМУ!!!\n\n<Влад>\n—ААААААААААААА!!!\nОТВАЛИ ОТ МЕНЯЯЯ!!!!\nЯ НЕ БУДУ НИКОМУ ВЕРИТЬ!!!!\n\n~Как только я сказал эту фразу, боль померкла. Я всё ещё не мог придти в себя, лёжа в темноте и рыдая. Лицо было измазано в крови, которая пару минут назад текла из носа ручьём, из-за этого оно неприятно чесалось.~",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 16,
    "text": "Десять минут спустя\n\n~Совершенно ничего не помню. Помню, что вырубил кого-то, а потом пустота. Только одна мысль крутится в голове, словно одинокое перекати-поле в жаркой пустыне. \"Не верь бледному\". Кто же это такой? И почему я совершенно не помню, о том, откуда у меня это в голове? Да ну это всё! Я не из тех людей, которые ищут ответы, заведомо зная, что никогда не получат их. Считаю, что если нужно, то ответы сами придут. Именно по этой причине, у меня было два в четверти по алгебре в восьмом классе. Я лежал на чём-то мягком, в совершенно незнакомом мне месте, но это меня не волновало. Я лежал и улыбался далёким воспоминаниям о школе, о друзьях детства, о Саше...\nВсё это вызывало чувство настольгии. Такое приятное, такое нужное чувство. От него мне стало очень тепло и тоскливо одновременно. Странная это штука, настольгия. Вроде хорошие воспоминания, но сердце будто сковывает от понимания, что всё это — прошлое, которое ты не сможешь пережить снова. Мгновенья, что не забыть никогда. Вспомнил я цитату из какой-то книжки. Слегка преподнявшись на локтях, я узрел совершенно не примечательную картину, довольно просторная и уютная комнатка, с бежевыми обоями. Свет выключен и единственное, что тускленько освещает место — это экран работающего монитора, но даже его свет слабо доходил до меня. За компьютером сидел парень, подперев рукой голову и лениво кликал мышкой, листая ленту новостей. Компьютер издавал тихий, словно шёпот звук вентиляторов. Моё тело лежало на довольно просторной кровати, на которой запросто могло поместиться два, а то и три человека. Справа от меня стоял телевизор, заботливо выключеный, чтобы не бил мне в глаза и не разбудил издаваемым шумом. Окно по левую сторону от меня, слегка приоткрыто. Через него в квартиру проникает прохладный ночной воздух, освежает помещение, не позволяя хозяину надолго оставаться в духоте. Здесь довольно уютно, место не вызывает тревоги. Психологам нужно принимать пациентов именно в таких местах. Белые палаты и кабинеты могут вызвать лишь недоверие и неприязнь со стороны человека, а такая обстановка, наоборот, заставляет думать о том, что тебе нечего бояться и вызывает чувство умиротворения. Спать больше не хотелось и я попытался встать, но у меня слегка закружилась голова, из-за чего пришлось сесть на место. Пружины предательски скрипнули, привлекая внимание сидящего за столом человека.~",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 17,
    "text": "<Кот>\n—Проснулась спящая красавица! Не мог поменьше орать во сне? Соседи наверное думают, что у меня тут изнасилование. То-есть вот так ты отплатил мне за то, что я тебя до квартиры на горбу тащил?\n\n~Этим человеком, как и следовало ожидать, оказался Кот. Он говорил с присущей ему манерой ухмыляться и добавлять нотки колкости в речь. Меня это никак не раздражало и тем более не смущало, я общался с такими мерзкими людьми, с которыми он и рядом не стоял. Хотя жестокости ему не занимать, это уж точно! Но если посмотреть с другой стороны, он не такой уж и кровожадный маньяк. Действительно, он притащил меня на своём горбу в свою квартиру, уложил в свою кровать и даже телевизор выключил, чтобы меня не будить. Это странно, очень похоже на раздвоение личности. Он не плохой человек, это точно. Что-то заставляет его быть таким. Что-то очень сильное и неумолимое. Не думаю, что есть смысл расспрашивать, такие как он предпочитают не делиться своей историей.~\n\n<Влад>\n—Извини. Спасибо, что не бросил.\n\n<Кот>\n—Скажи лучше спасибо, что не изнасиловал! Ты довольно привлекательный.\nТвои деньги в сумке, рядом с кроватью. Можешь уйти, но если хочешь...\nУ меня ещё много работы. Знаешь, я на самом деле...\nЯ бы и без тебя дальше справился, но порой бывает настолько тоскливо и одиноко. Хочется выть от боли и грусти, пробирающейся мне прямо в сердце. Мне нужен друг, Влад.",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 18,
    "text": "~Я не верил своим ушам и глазам. Кот говорил об одиночестве, о боли, о чувствах, что испытывает. Его голос действительно был пропитан сожалением и скорбью, а по щеке покатилась скупая слеза. Он закурил, смотря в окно и сдерживая влагу в глазах. Я прекрасно его понимал. Я уверен, он потерял кого-то. Потерял слишком важного человека, чтобы просто смириться с этим. Пока сигарета тлела в его руках, я подошёл и стукнул его кулаком в плечо, не прикладывая никакой силы, ткнул так, как это делают друзья, показывая этим жестом, что они рядом, что готовы помочь и не бросят. Считал ли я его другом? Думаю да. Этот человек не из простых и такое проявление слабости, означает полное доверие к тому, перед кем он это сделал.~\n\n<Влад>\n—Я с тобой, брат. Я с тобой. Кто этот человек? Кого ты не можешь забыть?\n\n~Кот поднял полные непонимания глаза, а затем произнёс имя и окончательно разрыдался, упал на пол и стал орать, ударяя по полу кулаками и оставляя кровавые разводы.~\n\n<Кот>\n—Химори...",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 19,
    "text": "<Влад>\n—Ну всё! Харе размазывать сопли по полу! Встал, оделся и пошёл со мной в бар! Напьёмся как следует и ты всё мне расскажешь! Ясно?\n\n~Я взял его за плечо и резко дёрнул наверх. Не знаю откуда столько смелости, ведь этот человек может отключить меня одним ударом, а то и похуже. Но в этот момент я понял, что я не могу оставить его на произвол судьбы. Он отчаянно нуждался во мне и невероятно хотел иметь человека, который будет с ним рядом. Да, я не заменю ему ту, чьё имя он только что назвал, но я стану его единственным и лучшим другом. Кот не стал сопротивляться, лишь \"по-братски\" пожал мне руку и ушёл в прихожую, откуда начал доноситься шорох одеждой. Через несколько минут, он появился в дверном проёме, одетый в чёрную толстовку и такого же цвета джинсы, которые были как говориться \"В обтягон\". Тень под капюшоном скрывала его лицо, не давая понять, кто прячется за этой своеобразной маской. На ногах красовались новенькие \"Nike\". Да уж, жалко будет пачкать, если придётся бить кому-то морду, а в барах это дело, если не неизбежное, то явно случающееся с завидным постоянством.~\n\n<Кот>\n—Влад, да ты офигел?! Испортил мне истерику и сам встал, как вкопаный? Ты чё, козёл?\n\n~И правда, мне не помешает обуться и накинуть что-то, вместо перепачканного кровью свитера. Благо, у Кота нашлись ещё чёрные толстовки, точь-в-точь, как у него. Под едкие комментарии своего протеже, я таки приготовился к выходу и накинул капюшон. Картина получилась очень знакомая.~\n\n<Кот>\n—Ну что, близняшка? Двинули!",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 20,
    "text": "Конец фрагмента.\nСпасибо тем, кто уделил время, надеюсь на вашу объективную критику и поддержку!",
    "answers": [
      {
        "id": 1,
        "text": "Оставить отзыв о прочитанном."
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]