[
  {
    "id": 1,
    "text": "   Автор: DeadLine;\n\n   Жанр: Драма, Трагифарс;\n\n   Аннотация:  Что такое жизнь и как она повернётся зависит напрямую от нас и ещё от чего-то. Но главное влияние на её ход имеем мы и используем его вне зависимости от нашего желания. Каждое наше действие или его отсутствие изменяет ход событий в будущем.\n   Жизнь обычной деревенской девушки, Кати и её 6-ти летнего брата, Алексея — вымысел автора, все совпадения случайны, кроме одного ...",
    "answers": [
      {
        "id": 2,
        "text": "Начало.",
        "var_str_set": [
          "global bg_music",
          "idcrasota",
          "global play_sound_once",
          "idptica"
        ],
        "initSounds": [
          "idgrust",
          "https://wav-library.net/sounds/0-0-1-16790-20",
          "idcrasota",
          "http://d.zaix.ru/ceiG.mp3",
          "idreqwiem",
          "http://d.zaix.ru/cgTi.mp3",
          "idradost",
          "http://d.zaix.ru/cfc4.mp3",
          "idptica",
          "http://d.zaix.ru/ch2N.mp3",
          "idsverchki",
          "http://d.zaix.ru/ch7m.mp3",
          "iddyatel",
          "https://wav-library.net/sounds/0-0-1-5655-20",
          "idnetu",
          "http://d.zaix.ru/cZus.mp3"
        ]
      },
      {
        "id": 42,
        "text": "Какого?"
      },
      {
        "id": 43,
        "text": "Просьба автора к читателю"
      },
      {
        "id": 61,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "movie back stretch ",
        "url": "https://d.radikal.ru/d37/1905/ed/e794a27547f5.jpg"
      },
      {
        "id": 63,
        "text": "Связь с автором.",
        "url": "https://vk.com/id149162683"
      }
    ]
  },
  {
    "id": 2,
    "text": "   Катя Смоленкова, была обычной девушкой из обычной, богом забытой, деревушки, под названием ... в центральной полосе России. Сейчас, теплым летним днем, было так хорошо прогуливаться в лесной чаще, недалеко от дома.\n   Вот просто так  ходить и собирать ягоды в свое любимое красное шестилитровое ведерко. Пусть и ручку ведерка, сколько Катя себя помнила, заменяла обычная бельевая веревка, да и само ведерко было изрядно потрескавшимся, но Кате оно нравилось. Оно, казалось, приносит удачу, ведь с ним из леса с пустыми руками она никогда не выходила.\n    Забыв о проблемах и невзгодах, окружавших её уже столько лет, а это не много не мало, шестнадцать полных лет. Катя с простодушной, детской улыбкой, бегала по лесу от куста к кусту, напевая себе по нос что-то своё...",
    "answers": [
      {
        "id": 3,
        "text": "\"Самая люби-мая музыка здесь ле... Тьфу чушь, прицепилась\""
      }
    ]
  },
  {
    "id": 3,
    "text": "   Полдень ещё только начинался, а Катя уже собрала почти целое ведро. Ещё бы — ведь собирательством ягод  и грибов она занималась каждый летний день в течении 10-ти лет.\n   Дело в том, что это был практически единственный доход семьи Смоленковых — Кати, мамы и её младшего брата Алёшки, которому вот — вот должно было исполниться семь лет. В деревне не было работы, да и к тому же вести хозяйство без мужика в доме это довольно тяжелый, и без нее, труд. \n   В последнее время Катина мама совсем захворала. Ей ещё хватало сил, чтобы ходить до колодца и таскать воду, но это уже было на грани ее возможностей. Врачей в этом захолустье не было, да даже если бы и были, то Катина мама не смогла бы купить ничего из того, что они бы выписали. \nВесь доход, повторюсь, состоял из летнего собирательства, тепличных огурцов, да детских перечислений на счет матери в сумме 450 рублей. .... Но давайте сейчас не будем о плохом в такой день.\n   Катя уже насобирала целое ведро и, довольная,  шла потихоньку домой, играя по пути солнечным зайчиком из немного треснутого карманного зеркальца. Птицы пели свой ежедневный (но ничуть не надоевший от этого) многоголосый концерт; солнце светило ярко, но не жгло; несильный ветер обдавал приятной прохладой; весь лес благоухал летней хвоей и смолой   ...  На душе у Кати было так прекрасно и легко. \n   Начинался летний сезон...",
    "answers": [
      {
        "id": 4,
        "text": "[Идти домой]"
      },
      {
        "id": 5,
        "text": "[Прогуляться по лесу]"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Твоя покосившаяся избушка, смотрелась хоть и неказисто, но была твоим родным домом и ты любила ее. Ты подошла к дому когда мама отходила от колодца, таща наполовину полное ведро ... болезнь сказывалась. ",
    "answers": [
      {
        "id": 14,
        "text": "[Помочь]"
      }
    ]
  },
  {
    "id": 5,
    "text": " Выйдя по тропинке на свою любимую поляну, ты подумала:",
    "answers": [
      {
        "id": 4,
        "text": "\"Надо бы поспешить домой - маме помочь\""
      },
      {
        "id": 7,
        "text": "\"Ну чуть-чуть позагораю и пойду\""
      }
    ]
  },
  {
    "id": 6,
    "text": "   \"Как странно... Солнце в зените...\" — подумала ты, открыв глаза. Каждое утро, в каком бы то ни было состоянии, мама готовила завтрак. Когда все уже было готово, она будила вас с Алёшкой и после завтрака отправляла его гулять во двор, а тебя по делам. Ты шла, или в лес, или на почту за деньгами, или к соседке, чтобы купить у неё крупу, макароны, да буханку хлеба. \n   Всё это соседке привозил её внук, но настолько с запасом, что можно было бы кормить этим половину деревни месяц. Ну и тётя Надя, по — соседски за копейки, продавала провиант вам, иногда в долг, а иногда отдавала даром.\n     Но в этот день всё было иначе...",
    "answers": [
      {
        "id": 24,
        "text": "\"Видимо болезнь ... \""
      }
    ]
  },
  {
    "id": 7,
    "text": "  Ты расстелила свой платок, который носила всё это время на голове и сняв верхнюю одежду, прилегла под Солнцем. Погода была замечательная: сквозь несильную дымку солнце прогревало равномерно всё живое на земле, так уставшее от зимних морозов; трава, мягкая как перина, пахла весенней свежестью; в кустах, слева от тебя шевелился муравейник, многомиллионные работяги уже неустанно трудились над постройкой своего убежища. Все было тихо и спокойно...",
    "answers": [
      {
        "var_str_set": [
          "global play_sound_once",
          "idsverchki",
          "global bg_music",
          "idcrasota"
        ],
        "text": "[Отдыхать]",
        "id": 62,
        "blackout": true
      }
    ]
  },
  {
    "id": 8,
    "text": "   Ты проснулась от нестерпимого зуда по всему телу. Как только ты открыла глаза, обнаружила, что комары повсюду облепили твоё тело!",
    "answers": [
      {
        "id": 9,
        "text": "[Вскочить и отряхнуться]"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Прыгая и отмахиваясь от комаров, ты кое-как оделась, бегло взяла ведерко и поспешила к дому. Уже смеркалось. \"Как же я умудрилась уснуть, и сколько же я проспала?...\" — Размышляла ты  по пути домой.",
    "answers": [
      {
        "id": 10,
        "text": "\"Надеюсь мама уже спит\""
      }
    ]
  },
  {
    "id": 10,
    "text": "  Твой дом — одноэтажная, ветхая избушка, уже был виден издалека, как ....\n.... что-то ёкнуло в сердце, заставляя ускорить шаг.",
    "answers": [
      {
        "id": 11,
        "text": "[Бежать]",
        "var_str_set": [
          "global bg_music",
          "idcrasota"
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "  Ты почти влетела в избушку, чуть не сбив с ног Алёшку. \n   — \"Псих\" — лаконично урезонил твой младший брат, — \"Мама спит, не буди\", — сказал, как отрезал и полез на кушетку \"досматривать мультики\". \n   Ты не могла отдышаться — так быстро бежала. Только прийдя в себя, затаив дыхание и готовясь к самому худшему, ты подошла к кровати матери... она мирно спала, со строгим, по своему обыкновению, лицом, ни о чём не беспокоясь. ",
    "answers": [
      {
        "id": 23,
        "text": "[Аккуратно поцеловать]"
      },
      {
        "id": 30,
        "text": "[Покурить]"
      }
    ]
  },
  {
    "id": 12,
    "text": "   Успокоившись, ты почуствовала как сильно устала, хотя вроде и проспала пол дня. \"Перенервничала, ага\" — Подумала ты, залезая на твою с Алёшкой кушетку и обнимая брата. Сон поглотил тебя почти мгновенно.",
    "answers": [
      {
        "id": 6,
        "text": "[Проснуться]"
      }
    ]
  },
  {
    "id": 13,
    "text": "   Стоит прохладный летний вечер. Треск сверчков и шелест травы доставляют умиротворение. Старые, как сам мир, тополя со скрипом, ритмично покачиваются, следуя дирижированию ветра. \n    Этот оркестр ты наблюдала каждый вечер на веранде своего небольшого уютного коттеджа на окраине города ... . \n    Задумчиво выдохнув дым, ты взяла вторую сигарету и прикурила от первой ...\n\n",
    "answers": [
      {
        "id": 34,
        "text": "[Вспомнить тот день]"
      }
    ]
  },
  {
    "id": 14,
    "text": "   Ты подбежала к маме, протягивая руку:\n   — Мам, дай помогу. \n   Твоя мать — властная, сильная женщина. Она даже не посмотрела в твою сторону, просто прошла в дом.",
    "answers": [
      {
        "id": 15,
        "text": "[Идти следом]",
        "var_str_set": [
          "global bg_music",
          "idcrasota"
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "   Ты зашла в дом, следом за матерью, оставив ведро в кладовой рядом с дверью.\n   Мама, вылив воду в бочку и присев на кушетку, отдышалась и жестом позвала тебя к себе.",
    "answers": [
      {
        "id": 16,
        "text": "[Подойти]"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Ты подошла и села рядом с матерью, внимательно глядя ей в глаза: её замученные вечными невзгодами глаза, устало пытались выразить спокойствие и уверенность, но получалось неловко. Вдруг схватив тебя за плечи, она заглянула тебе жестко и резко в глаза, и сказала:\n  —  Ты взрослая, ты справишься. Заботься об Алёшке, не давай ему много ягод, опять сыпь выползет — замучаешься лечить. С тетей Надей делись — она помогала нам, помнишь? Теперь она уже старенькая, настала пора и нам ответить добром на добро. Всё будет хорошо. Ничего не бойся — она отвернулась.",
    "answers": [
      {
        "id": 17,
        "text": "\"Зачем ты мне говоришь всё это?\""
      },
      {
        "id": 21,
        "text": "[Заплакать]"
      },
      {
        "id": 19,
        "text": "[Молча кивнуть]"
      }
    ]
  },
  {
    "id": 17,
    "text": "   — Я умираю, Катя.\n   — Но...\n   — Нет, это просто вопрос времени. Я больна и болезнь развивается. Она уже будто разговаривает со мной, мысленно. И она, да и я уже, уверенны, что \"скоро\".",
    "answers": [
      {
        "id": 19,
        "text": "\"Я справлюсь\""
      },
      {
        "id": 21,
        "text": "[Заплакать]"
      }
    ]
  },
  {
    "id": 18,
    "text": "   Удар пришелся точно в цель, синяк под глазом у Лёшки теперь будет хороший. Сам же он схватился за глаз,... а потом посмотрел на тебя так зло и болезненно, что нельзя было описать в формате русского языка, ...\n ...  он ведь совсем ещё ребенок. Ты начала было извиняться, но Лешка просто отвернулся и больше не реагировал ни на один твой зов. Лишь изредка с его стороны были слышны редкие всхлипы. \"Такой мелкий, а характер сильнее, чем у многих взрослых\" — подумала ты; \"Видела я их, чуть что сразу психуют, чего-то орут, плачут как будто это поможет чему-то. Фу... дрянь\" \n  — \"(Всхлип)...\"\n  \n    Может всё же стоит обнять его?",
    "answers": [
      {
        "id": 20,
        "text": "\"Ладно\""
      },
      {
        "id": 37,
        "text": "\"Нет\""
      }
    ]
  },
  {
    "id": 19,
    "text": "   Мама улыбнулась ... какая-то ,не то гордость, не то удовольствие от того, что не нужно было ничего больше разжевывать, мелькнули в ее глазах  — вы поняли друг друга и не нужно было более слов. \n   Вы обнялись так, как никогда не обнимались — да, сообственно сколько ты не силилась, ты не могла вспомнить обнимала ли мать тебя когда — нибудь. Ты оставила мать, а пока размышляла над тем что произошло, она уже мирно уснула.",
    "answers": [
      {
        "id": 23,
        "text": "[Подойти]"
      },
      {
        "id": 30,
        "text": "[Пойти покурить]"
      }
    ]
  },
  {
    "id": 20,
    "text": "       Ты приобняла смущенно братишку и стала потихоньку засыпать ...\n ",
    "answers": [
      {
        "id": 60,
        "text": "[Спать]"
      }
    ]
  },
  {
    "id": 21,
    "text": "  — Нет, хватит   ...  Не говори так ....\n.. Ты сможешь, ты справишься с болезнью... (всхлип) ... ее не слушай .... меня слушай.\n   — Катя...\n   — (всхлип), а? — ты взглянула на мать, ее обычно строгое и железное лицо было мягкое как шелк. Она так тепло взглянула тебе в глаза и обняв, сказала:  \n  —  Никогда не сдавайся, борись, Родная. Пусть жизнь эта увидит, что нас не так легко сломать —  и резко оттолкнув от себя, сказала:\n  — А теперь я хочу спать, устала — и отвернулась к стене. Ты стояла в полном недоумении:\n  \"... Родная...\". \n   Мама никогда не проявляла к вам столько нежности, как сегодня. Ты чуствовала, как ком вновь подкатывает к горлу...\n   ",
    "answers": [
      {
        "id": 22,
        "text": "[Подавить]"
      }
    ]
  },
  {
    "id": 22,
    "text": "  Собрав всю волю в кулак, ты ... не заплакала.\n\"Фух...\" — это был безусловно шок.\n    Собравшись, ты обнаружила что Мама уже дышала ровно и тихо, видимо спала.",
    "answers": [
      {
        "id": 23,
        "text": "[Подойти]"
      },
      {
        "id": 30,
        "text": "[Выйти покурить]"
      }
    ]
  },
  {
    "id": 23,
    "text": " Подойдя к матери, ты легонько чмокнула её в, наполовину седую, голову. Тут произошло непонятное...\n  Ты могла поклясться, что мама спала, но она улыбнулась..., ненадолго ... Почти сразу лицо вернулось в обыкновенное сердитое состояние ,но после этого, ты почуствовала как тепло разливается где-то внутри...  ",
    "answers": [
      {
        "id": 25,
        "text": "\"Что-то во мне переменилось\""
      }
    ]
  },
  {
    "id": 24,
    "text": "   Алёшка молча на кухне пил чай из, использованных ещё какими-то царями, пакетиков, да жевал позавчерашний хлеб: -\"Ну наконец-то проснулась, я уж думал палкой тебя бить\"\n  — Лёша, а мама спит?\n  Мальчик оставил свою скромную трапезу и подошёл к тебе, заглянув тебе глубоко в глаза ...\n  —  Лёша ... \n  —  Мама умерла ... — сказал он тихо и спокойно.\n\n \n  ",
    "answers": [
      {
        "id": 29,
        "text": "\"Как...?\"",
        "need": -37
      },
      {
        "id": 36,
        "text": "\"Как...?\"",
        "need": 37
      }
    ]
  },
  {
    "id": 25,
    "text": "   Не помня себя, ты упала на кровать и провалилась в глубокий сон... ",
    "answers": [
      {
        "id": 26,
        "text": "[Спать]"
      }
    ]
  },
  {
    "id": 26,
    "text": "   Сквозь сон, ты почувствовала больные толчки чем-то тупым в грудь и в живот...",
    "answers": [
      {
        "id": 27,
        "text": "[Обнять нападавшего]"
      },
      {
        "id": 28,
        "text": "[Ругнуться и отвернуться]"
      },
      {
        "id": 18,
        "text": "[Ударить]"
      }
    ]
  },
  {
    "id": 27,
    "text": "   Твой брательник вначале брыкался: \n — Пусти, дурнуха -,  но ты поцеловала его в лобик и прижала к себе так сильно, что он будь даже, и старше, и больше, не смог бы выкарабкаться. В итоге он разомлел: \n — Ладно ... Дай чмокну. Поцеловав тебя, он отвернулся и уже минут через пять так тихо и смешно захрапел, как звучал бы детский игрушечный трактор, если бы у него был мотор.\n   Веки беспощадно смыкались и вскоре выключилась и ты...",
    "answers": [
      {
        "id": 6,
        "text": "[Проснуться]",
        "var_str_set": [
          "global bg_music",
          "idcrasota",
          "global play_sound_once",
          "idptica"
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": " —  Леха, отвали — мелкий пакостник.\n — Я пакостник? Заняла всю кровать, толстуха, а мне что, на полу спать?\"\n — Сам ты \"толстуха\", кушаешь в три раза больше меня, хотя, паразит — мелкий ...\n — Ах, ты... Ща дам тебе ... В бубнуху, будешь знать (Интересно, Лёшка всегда когда ругался или хотел что-нибудь преувеличить, вставлял в любое слово суффикс \"ух\": \"Домуха\", \"Чертуха\", вот \"бубнуха\" та же и т.д.)  Лёшка стал еще усерднее пихаться кулаками, подключая ноги...",
    "answers": [
      {
        "id": 27,
        "text": "[Обнять его]"
      },
      {
        "id": 18,
        "text": "[Ударить в ответ]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Дети всё воспринимают чисто, без экшена, что показывают по телевизору, без страха и игры — честно. Также и наш Алёша — он всё понимал.\n\n  — Как... Как ты так спокойно ?... — и ты, упав на пол, зарыдала ...\n  —  Маме сейчас хорошо — сказал Лёша, тихонько потрогав тебя за подёргивающиеся плечи, — Она болела и ей было плохо, а сейчас уже всё ... \n\n  Твой брат был намного сильнее тебя, весь в мать. Ты обняла его и почуствовала невероятную поддержку от этого маленького комочка доброты. \n  —  Спасибо ... — только и смогла выговорить ты. \n  —  Что нам теперь делать? — спросила ты, чуть слышно.\n   Тут Алексей, приняв серьёзное выражение лица, встал и сказал:\n — Нужно позвать взрослых, пусть они вызовут кого-нибудь из города и заберут маму\n   \n   Господи, да этот ребёнок был не только сильнее, но и умнее тебя, ты даже как-то недоверчиво посмотрела на него — действительно ли твой шести летний братишка разговаривал сейчас с тобой.\n  — Ну что смотришь? Иди! — сказал он так, что тебя аж подбросило и ты выскочила из дома. ",
    "answers": [
      {
        "id": 48,
        "text": "[Бежать к Тёте Наде]"
      }
    ]
  },
  {
    "id": 30,
    "text": "   Втайне от матери ты курила. Уже давненько так ты нашла под домом пачку сигарет, но курила лишь по особым случаям, впринципе сейчас был как раз такой ... Сильно затянувшись — ты ненадолго забылась, летая в абстракции табачного дыма ...\nСтало легче...",
    "answers": [
      {
        "id": 25,
        "text": "[Зайти в дом]"
      }
    ]
  },
  {
    "id": 31,
    "text": "   — Лёша — сказала ты, войдя в дом.\n   —  Ты позвонила в город? — спросил Леша, когда подошёл к тебе.\n   —  Нет и не буду\n   —  Почему?\n   —  Я хочу быть с тобой, а в городе нас разлучат... прости меня за... — ты неловко указала на фингал, который поставила этой ночью.\n   —  Ничего страшного ... Я тоже хочу быть с тобой  — сказал брат и обнял тебя, ...\nпотом сильно пнул по ноге в область ...\n   —  Ааай, ... ты че? Хотя, заслужила.\n   Вы ещё раз обнялись. Потом Лёша тихо на ушко прошептал:\n   — Я тебя лю ...\n... той бабе сдам-продам, а сам поеду в Амстердам — и весело рассмеялся.\n   Этот его смех, теплом разлился где-то у тебя внутри. Ты никому его не отдашь, что бы ни случилось.\n   Теперь всё будет по-другому ...\n",
    "answers": [
      {
        "id": 45,
        "text": "Но как прежде ...",
        "var_str_set": [
          "global play_sound_once",
          "idptica"
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "   Тетя Надя открыла дверь с радостной улыбкой \n  —  Катенька, какими судь ..., — но осеклась, увидев тебя ...\n  —  Что случилось? На тебе лица нет.\n  —  Мама умерла, нужно позвонить ... — выдавила из себя ты, понимая к чему это может привести, но другого выхода, тебе казалось, нет...",
    "answers": [
      {
        "id": 33,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 33,
    "text": "   После звонка, через пару дней приехала машина скорой помощи и социальные работники. Вас с братом забрали в город, а дальше...",
    "answers": [
      {
        "id": 13,
        "text": "Спустя 12 лет",
        "need": -23,
        "var_str_set": [
          "global bg_music",
          "idgrust",
          "global play_sound_once",
          "idsverchki"
        ]
      },
      {
        "id": 35,
        "text": "Спустя 12 лет",
        "need": 23,
        "var_str_set": [
          "global bg_music",
          "idradost",
          "global play_sound_once",
          "idsverchki",
          "global play_sound_once",
          "iddyatel"
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "   Когда мама умерла, ты позвонила в город. Вас с Лёшкой забрали и поселили в школу-интернат. Ты впала в депрессию — почти ничего не ела, лежала на кровати, тупо глядя в потолок.\n     Твой брат часто навещал тебя, старался тебя растолкать, склонял к побегу: \n  — Катюха, давай сбежим, я не могу здесь больше. Воспиталка — дура вообще совсем. Чуть что сразу в угол ставит и заставляет так по несколько часов стоять. Ну что такого, подумаешь ударил этого придурка, Вовку — он дурак своими козявками разбрасывается, мне в суп попал... Побежали сестрёнка — но ты только  вздыхала и отворачивалась....\n \n",
    "answers": [
      {
        "id": 58,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": "   Тёплый летний вечер. Дятел мерно барабанит по стволу дерева, оповещая жителей леса, что пора отходить ко сну. Ели, своими лапами, будто тихо гладят, укладывая, уставший от дневной беготни, ветер. Напевая ему свою, одним им и ему понятную, колыбельную. \n    Эту картину ты наблюдала каждый вечер, сидя на табуретке, около своей старой избушки.",
    "answers": [
      {
        "id": 51,
        "text": "[Вспомнить тот день]"
      }
    ]
  },
  {
    "id": 36,
    "text": "   ... Это был шок... Да, всего этого стоило ожидать, но ведь ты до последнего не верила, что всё это когда — нибудь случиться ... \n\n ... Ты просела будто на тебя положили мешок с цементом. В отчаянии ты протянула руки к брату, но он молча развернулся, с резким хладнокровием сказав: \n  — Надо в город позвонить, иди ... сестра.\n\n Последнее слово он выдавил с такой интонацией ... \n\n ... Он тебя не простит. \n",
    "answers": [
      {
        "id": 38,
        "text": "[Вылететь на улицу]"
      }
    ]
  },
  {
    "id": 37,
    "text": "   \"Жалость расслабляет... Нехрен сюсюкаться\" — подумала ты и завалилась спать.",
    "answers": [
      {
        "id": 6,
        "text": "[Проснуться]"
      }
    ]
  },
  {
    "id": 38,
    "text": "    В порыве дикой истерики, ты выскочила на улицу как ошпаренная. \n    Ты не могла орать, не могла смеятся, плакать.\n\n    Все что происходило было похоже на немое кино, где человек находился в страшной агонии от того ли, что проглотил раскаллёный металл или от того, что воздух в твоих лёгких стал насыщен битым стеклом ...",
    "answers": [
      {
        "id": 39,
        "text": "[Бежать прочь]"
      },
      {
        "id": 40,
        "text": "[Взять себя в руки]"
      }
    ]
  },
  {
    "id": 39,
    "text": "   Ты вскочила и сломя голову побежала в лес. Ты не слышала и не видела никого и ничего ...",
    "answers": [
      {
        "id": 41,
        "text": "Далее",
        "var_str_set": [
          "global bg_music",
          "idreqwiem"
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "    \"Всё хватит\" — ты вытерла слёзы рукавом рубашки, потихоньку оправилась и твердыми шагами направилась к соседке.\n \n  Только дойдя до соседки ты подумала: \" Если приедут взрослые, то меня и Алёшку заберут в город и тогда ... \n    ... ДЕТСКИЙ ДОМ\" — эта мысль ввела тебя в ступор.\n\n   Только подумав об этом у тебя затряслись коленки. Нет, ты не хотела оставлять брата, но...\nсможешь ли ты его прокормить, да и себя тоже?\n   Хоть ты и делала, во время болезни мамы, почти все по дому, но ведь с ней... А сейчас как? Ты ведь сама ещё ребёнок...\n\n ",
    "answers": [
      {
        "id": 49,
        "text": "\"Ты взрослая, ты справишься...\"",
        "need": 16
      },
      {
        "id": 52,
        "text": "\"Не смогу я...\""
      }
    ]
  },
  {
    "id": 41,
    "text": "   \"Новости, ведущая — Анна, специальный выпуск: В деревне под названием ... местными жителями было найдено тело девушки, шестнадцати лет. По заключению судмедэкспертов смерть наступила от разрыва сердца.  Она пролежала в овраге, близ деревни, около трёх нелель. По опознанию местных жителей — это была Екатерина Смоленкова. Её мать, Мария Смоленкова скончалась от рака лёгких, её тело нашли соседи в её доме через два дня после наступления смерти. Отец Кати — Олег Евтушенко, бросил семью ещё до рождения Кати и даже не явился на похороны. У Кати, по словам соседей, есть брат — Алексей, шести лет. Но ни в доме, ни в окрестностях его, по приезду скорой помощи и спасателей, не было найдено. Видимо он отправился самостоятельно на поиски сестры, но к несчастью заблудился. Ведуться поиски, будем надеятся, что он найдётся, всем сердцем болеем и переживаем за него... \n   А на этом из новостей у на всё, спасибо за внимание. Далее в программе \"Секс в большом городе — 5\". До новых встреч и не переключайтесь. С вами была, наш регулярный корреспондент — Анна и, всегда верный вам, канал — Друг...\"",
    "answers": [
      {
        "id": 1,
        "text": "  ...",
        "blackout": true
      },
      {
        "id": 41,
        "text": "Вы получили достижение: \"С вами была...\"",
        "comment": true
      },
      {
        "id": 41,
        "text": "stretch few black few blue green red",
        "url": "https://c.radikal.ru/c04/1905/05/66691ab12d70.jpg"
      }
    ]
  },
  {
    "id": 42,
    "text": "   Написать этот квест меня сподвиг выпуск новостей. В нем рассказывалось о девушке и о её семье, которые жили в деревне на детские перечисления матери, в сумме 450-ти рублей в месяц. Девушка симпатичная, неплохо одета, ходит в школу, но что-то было не так в ее лице, взгляд был отсутствующим каким-то или мне просто показалось. Но в нашем мире есть такие сюжеты и это уже не художественный вымысел.\n    Также там рассказывалось про то что ее домочадцы всё лето собирают ягоды и живут на то что выручат с продажи.",
    "answers": [
      {
        "id": 1,
        "text": "В начало ... (Ну всмысле в самое начало, прям на первую страницу)"
      }
    ]
  },
  {
    "id": 43,
    "text": "  Дорогие читатели, я рад приветствовать вас ....\nАаа, да ну его. Поговорим по-человечески.\n    На самом деле я рад, что ты уделил(а) внимание моему квесту. Только я хочу честной и жесткой критики. Ну вот чтоб прям откровенно ,от души ты высказал(а) мне в комментариях всё что думаешь.  Хочу чтобы ты проанализировал(а) написанное мной в квесте и оценил(а) по достоинству. Че-то дох*ена \"хочу\", ты ведь тоже чего-то хочешь? Тогда напиши: хочешь ли ты дальше от меня квестов или мне лучше бросить это дело...\n   Хотя скорее всего это не повлияет на дальнейшую работу, но хочется правды, а не лести.\n    Также, пожалуйста не игнорируй мои ошибки, грамматические, лексические и пр., свяжись со мной ВК (см. \"Связь с автором\") или по номеру телефона, если древний(яя) — 89042250475, ну или на крайняк в комментариях и укажи мне на них. \n   Благодарю заранее, всех благ и до новых квестов!",
    "answers": [
      {
        "id": 1,
        "text": "Опять же в самое начало"
      },
      {
        "id": 63,
        "text": "Связь с автором.",
        "url": "https://vk.com/id149162683"
      }
    ]
  },
  {
    "id": 44,
    "text": "  Сделав ещё несколько затяжек, ты выкинула окурок — он ярким огоньком пролетел пару секунд и ... исчез. Глотнув уже остывший кофе, поцеловав сына и обняв мужа, ты легла спать.\n    Завтра выходной...",
    "answers": [
      {
        "id": 1,
        "text": "Конец.",
        "blackout": true
      },
      {
        "id": 44,
        "text": "Вы получили достижение: \"Потерян и не найден\"",
        "comment": true
      },
      {
        "id": 44,
        "text": "Укажите команды для картинки stretch big few red few black few green few blue",
        "url": "https://b.radikal.ru/b33/1905/3d/57f3073438a7.jpg"
      }
    ]
  },
  {
    "id": 45,
    "text": "   Ты шла с коромыслом к своему дому. Был тёплый осенний вечер, листья укрыли жёлтым ковром весь твой край, где-то ещё свистел запоздалый соловей, вдруг ...",
    "answers": [
      {
        "id": 46,
        "text": "Стало очень легко"
      }
    ]
  },
  {
    "id": 46,
    "text": "   — Не надрывайся, малуха — Алексей, неизвестно как оказавшийся у тебя за спиной, резким и легким движением снял с тебя коромысло и слегка придерживая его одной рукой понёс в дом. \n   — Дурак, напугал — улыбнулась ты и побежала за братом в дом.\n",
    "answers": [
      {
        "id": 47,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 47,
    "text": "   С тех самых пор, как вы остались с Лёшей вдвоём — ты стала для брата, и матерью, и отцом. Хотя кто ещё кому.\n    Ты ухаживала за ним, когда он болел, кормила его. Но стоило приболеть тебе, он, в свою очередь, бегал как угорелый по всей деревне, выпрашивая всякие травы и лекарства у соседей. Сам обливался по вечерам колодезной водой и тебя заставлял. \n   Потом вырос — сказать что стал сильным, значит ничего не сказать — это был самый настоящий богатырь, ты чуствовала себя за ним, как за Великой Китайской Стеной, хотя и та меркла. Поправил дом, наладил хозяйство, даже пара коз появилась: Лёшка и Катя (не судите строго). \n   К твоей, чисто сестринской ревности, Алексей был самым популярным парнем, среди женской половины населения. Сама ты тоже не сдавала — Лёше приходилось постоянно \"показывать зимующих раков\", неугодным тебе и ему, ухажерам. Ведь ты была красивая настолько, насколько Лёха был силён. Хотя и попадались хорошие парни, тогда Алексей, скрипя зубами, уходил, но предупреждал лаконично \"Если что  — шею сверну, ага?\". Спорить с ним никто не хотел. \n   Подводя итог, можно сказать, хоть и банально, но честно: Счастье — оно не где-то там за горами, а здесь и рядом, надо только уметь его разглядеть.\n    ",
    "answers": [
      {
        "id": 1,
        "text": "Конец.",
        "blackout": true
      },
      {
        "id": 47,
        "text": "Вы получили достижение: \"Счастье близко!\"",
        "comment": true
      },
      {
        "id": 47,
        "text": "stretch few green red few blue",
        "url": "https://a.radikal.ru/a04/1905/64/bef0164c2830.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "   Только добежав до соседки ты подумала: \"Если приедут взрослые, то меня и Алёшку заберут в город и тогда ... \n    ... ДЕТСКИЙ ДОМ\" — эта мысль ввела тебя в ступор.\n\n   Только подумав об этом у тебя затряслись коленки. Нет, ты не хотела оставлять брата, но...\nсможешь ли ты его прокормить, да и себя тоже?\n   Хоть ты и делала, во время болезни мамы, почти все по дому, но ведь с ней... А сейчас как?  Справишься ли ты одна? Ты ведь сама ещё ребёнок!",
    "answers": [
      {
        "id": 49,
        "text": "\"Ты врослая, ты справишься...\"",
        "need": 16
      },
      {
        "id": 52,
        "text": "\"Не смогу я...\""
      }
    ]
  },
  {
    "id": 49,
    "text": " \"...Ты справишься\" — вспомнила ты и решительно ...",
    "answers": [
      {
        "id": 31,
        "text": "[Направилась обратно]",
        "need": 18
      },
      {
        "id": 32,
        "text": "[Постучала к соседке]"
      },
      {
        "id": 50,
        "text": "[Направилась обратно]",
        "need": -18
      }
    ]
  },
  {
    "id": 50,
    "text": " — Лёша — сказала ты, войдя в дом.\n—  Ты позвонила в город?  — спросил Леша, когда подошёл к тебе.\n—  Нет и не буду.\n—  Почему?\n—  Я хочу быть с тобой, а в городе нас разлучат... Лёша... — скулы дрожали, ты чуть не плакала, сдерживало что-то.\n  —  Ну тихо-тихо, иди полюблю что ли — сказал твой маленький брат, которому было всего шесть лет отроду, крепко обнимая тебя и успокаивая, как маленькое дитя. Такой он был — твой Лёшка.  \n   Ты не могла больше сдерживаться — слёзы полились градом из твоих глаз, брат терпеливо обнимал тебя и заботливо так, ласково гладил по голове. А ты думала лишь одно: \"Я никому его не отдам, что бы ни произошло, ни сегодня и никогда\" — и теперь уже сама обняла его до хруста рёбер. \n   Теперь всё будет по-другому ...",
    "answers": [
      {
        "id": 45,
        "text": "Но как прежде ...",
        "var_str_set": [
          "global play_sound_once",
          "idptica"
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "   После того как тебя с Лёшкой забрали в город, вас поселили в школу-интернат. Ты чуть было не смиририлась с судьбой, но Лёшка не дал тебе этого сделать:\n— Побежали сестрёнка, ну их этих воспитателей— они только едят, спят, да ругаются. Меня на этой неделе Даник в туалете закрыл, за то что я у него его булку в столовой стащил, так я его за это горшком избил. А воспиталка — ух злобнуха...  — Ты издала нервый смешок — Ничего смешного. Она меня заставила перед ним извинятся, как бы я виноват. Справедливо это?\n—  Ничуть\n—  Ну так, а я о чём? Побежим?\n\n   \n   ",
    "answers": [
      {
        "id": 56,
        "text": "\"А к чёрту...\""
      },
      {
        "id": 57,
        "text": "\"Нет, Лёшка. Не побегу\""
      }
    ]
  },
  {
    "id": 52,
    "text": " — Не смогу я, я ведь ... — недоговорив, ты сдержала искренний порыв заплакать и в истерике убежать куда-нибудь, ты...",
    "answers": [
      {
        "id": 32,
        "text": "[Постучалась к соседке]"
      }
    ]
  },
  {
    "id": 53,
    "text": "   Вы с Лёшкой убежали во время тихого часа, благо  окна твоей палаты были на первом этаже,  Лёха пробрался к тебе сам. \n   Какое-то время вы скитались по окраинам города, шарахаясь от всех, кого видели, боясь, что попадётесь. А потом во время прогулки в лесу — заприметили старый покосившийся сарайчик, он был не заперт, а внутри оказались какие-то старые матрасы и одеяла — они и спасли вас от холодной смерти. Питались вы тем, чем и раньше — чем кормил вас лес. Зимой приходилось подворовывать, только чудом вы выжили. \n    Когда тебе стукнуло весемнадцать, ты вернулась в интернат и забрала свои документы. Устроилась на работу уборщицей в какую-то кафешку. Не очень конечно, но денег хватало, чтобы  платить одной старушке, с которой вы примерно в то же время познакомились.\n\n   ",
    "answers": [
      {
        "id": 54,
        "text": "Дальше",
        "blackout": false
      }
    ]
  },
  {
    "id": 54,
    "text": "   Она жила одна — ни дети, ни внуки не навещали. Хотя она гордилась и хвасталась всё своим сыном:\n — Он у меня богатый и успешный  ... этот ... как ж его, собаку ..., а бизьнес, во — вы украдкой переглядывались, но молчали. На ваши вопросы, старуха отвечала: \n —  Так он далеко, в Москве. Дела у них там, у бизьнесов, этих. \n    По ночам, правда, вы слышали, как старушка плакала и причитала:\n  — Что ж ты сыночек мой, Серёженька, про мамку старую свою совсем забыл. Не случилоь ли чего худого с тобой... \n      Ээх, так тебе и надо, дура старая. Кого воспитала, с тем и живи. Бизьнес..., да чтоб сгорел он, бизьнес твой... Мог бы и навестить, эгоиста сраный — вам всё было понятно.\n     Потом старушка и вовсе перестала брать с вас деньги — зачем? Еду — то вы приносили, а больше разве что-то надо?\n    ",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 55,
    "text": "   Лёшка вырос, но жизнь в лесном сарайчике сказалась на его здоровье — пару раз он подхватил грипп. Чуть не умер, но в больницу не шел: \n  — Поймают, сестра. Я лучше умру, чем окажусь ещё в конуре этой. — Ты была с ним солидарна.\n   Но хуже всего это были его авитаминоз и недоедание — волосы и ногти испортились, стал худой, как скелет, а иногда, в самые плохие дни не мог даже встать с кровати, просто не было сил. Но всё же стал помогать по хозяйству. С тобой тоже дела шли неважно — бледная, как смерть, кожа сухая и шелушится, зубы полумертвые, а волосы начали потихоньку выпадать. \nНо вы были живы, а вот старушка — божий одуван, вскоре скончалась, оставив вам свою избушку.\n    Так вы и жили в ней с тех пор. Хоть и не по годам тяжело, зато вместе ...",
    "answers": [
      {
        "id": 1,
        "text": "Зато вместе...",
        "blackout": true
      },
      {
        "id": 55,
        "text": "Вы получили достижение: \"Рядом!\"",
        "comment": true
      },
      {
        "id": 55,
        "text": "stretch",
        "url": "https://a.radikal.ru/a28/1905/4c/67a4247e1f27.jpg"
      }
    ]
  },
  {
    "id": 56,
    "text": "— А, к чёрту, на самом деле, этих воспитателей и этот долбаный интернат! — сказала ты, обняв Алексея.",
    "answers": [
      {
        "id": 53,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 57,
    "text": " — Нет, Лёшка. Не побегу. — грустно глядя в глаза ему, сказала ты и отвернулась в другую сторону.\n\n  Тут последовала серия из мощных детских ударов тебе в живот: \n — Я тебе дам \"не побегу\"! Ух, лентяйка. Быстро встала и побежала! — стоял перед тобой твой младший брат, Алексей Грозный и со злющим видом показывал пальцем на дверь. \n  — А то я щас тебе ...",
    "answers": [
      {
        "id": 56,
        "text": "\"Ну ладно - ладно, всё ... к чёрту!\""
      }
    ]
  },
  {
    "id": 58,
    "text": "     На следующий день весь интернат стоял на ушах — твой брат сбежал во время прогулки. Искали долго — не нашли. \n    ",
    "answers": [
      {
        "id": 59,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 59,
    "text": "   Тебе и 18 стукнуло. Дали комнату в малосемейке, поступила в институт, там и встретила своего будущего мужа. Перехала к нему, родила сына — назвали Алексеем. \n    От твоего брата не было никаких вестей. Как ты ни старалась, ни искала статьи в газетах или в интернете, сколько бы ты ни ходила по воспитателям — всё было тщетно...",
    "answers": [
      {
        "id": 44,
        "text": "\"Кать, пошли спать\""
      }
    ]
  },
  {
    "id": 60,
    "text": "  ... Ты почуствовала, как чья — то маленькая рука чуть-чуть сдавила твой указательный палец \n...\n  Он тебя простил...",
    "answers": [
      {
        "id": 6,
        "text": "[Проснуться]"
      }
    ]
  },
  {
    "id": 61,
    "text": "   Книга содержит 4 окончания, от печальных до радостных, к которым могут привести самые незначительные решения. На самом деле как и в жизни — она вся состоит из мелочей, которые представляют наш ежедневный, ежемесячный и ежегодный уклад жизни.",
    "answers": [
      {
        "id": 41,
        "text": "С вами была...",
        "need": 41,
        "need_ever": true
      },
      {
        "var_str_set": [
          "global bg_music",
          "idnetu"
        ],
        "need_ever": true,
        "id": 44,
        "text": "Потерян и не найден",
        "need": 44
      },
      {
        "id": 55,
        "text": "Рядом!",
        "need": 55,
        "need_ever": true
      },
      {
        "id": 47,
        "text": "Счастье близко!",
        "need": 47,
        "need_ever": true
      },
      {
        "isBack": true,
        "text": "Назад",
        "id": 61,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 62,
    "text": " — Да, почему всё так чешется?...",
    "answers": [
      {
        "id": 8,
        "text": "[Проснуться]"
      }
    ]
  },
  {
    "id": 63,
    "text": "связь",
    "answers": []
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  }
]