[
  {
    "id": 1,
    "text": "Жанр:Апокалипсис\nАвтор:W.D.S.(Василий Денисенко Сократович)\n\nВы играете за военного из группировки Черный Коготь.\n\n\nНиколай Соболев.\nРост:201 сантиметр.\nВес:89.\nВозраст:27.\n\nСпелизация: Снайпер/Разведчик.\n\n>Сегодня 9 Января, приказ вам с отрядом из 28 человек, вооруженых до зубов, в противогазах, появится в городе  и изучить Чужеродный Объект. Полковник Сомойлов.<\n\nВзял костюм,бронижелет, пистолет с глушителем, винтовку M4A, противогаз, вы с отрядом направились  в выше описанное место.\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать игру "
      }
    ]
  },
  {
    "id": 2,
    "text": "Наконец достигнув места нахождения чужеродного объекта, вы подошли близко к кратеру, кратер был наполен черной жидкостью, Квартал Города был заблокирован как сюда попал чужеродный объект, медленно вы мизинцем поводили по черной жидкости, запах был скверный, саженное дешевый бензин, встав с корточек, вы пошли к Командиру отряда.\n\n\nКомандир Отряда: Соболев! Что там?",
    "answers": [
      {
        "id": 3,
        "text": "Либо вода черная, либо жижа черная ничего не видно"
      },
      {
        "id": 3,
        "text": "Там тьма одна в кратере."
      }
    ]
  },
  {
    "id": 3,
    "text": "Другой член отряда, подошел к кратеру и пару минут рассматривал его, после чего повернулся в сторону Соболева.\nСолдат:Командир, там действительно одна тьма.\n\n\nВсе смотрели то на Соболева, то на Командира.\nИз кратера показалась черная голова, не было ни губ ни носа, глаза существа были полностью белые, его острые зубы белого цвета на вид казались острей ножа.\nСущество схватила ноги Солдата, и резко потащила вглубь кратера, который наполнен черной жижей или водой.\nВсе достали оружие и открыли огонь по кратеру, вы в тот момент чувствовали что существо которое схватило солдата было не одно.\nРация Командира: СРОЧНО УХОДИТЕ! На вас сейчас упадут чужеродные объекты!",
    "answers": [
      {
        "id": 4,
        "text": "Посмотреть в верх"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы увидели как к вам приближаются неизвестные объекты с человеческих размеров, одна из таких штук приземлилась на Командира, и тем самым его раздавила, но вас откинуло назад, и вы ударились головой об стену здания.\n\n\nСущества начали появляться, из неизвестных чужеродных объектов, и разрывать в клочья солдат, вы не в силах были подняться и открыть огонь или бежать, вы могли лишь наблюдать как предпоследний из солдат умер, ему просто оторвали голову, вы рассмотрели существ, Гладкая черная кожа, белые глаза, нет губ, носа, волос, и были очень острые зубы и когти на месте ногтей у человека, существа походили на людей.\nСущества смотрели на вас, но одно из них признаком женского пола(грудь), приблизилась к вам, единственный монстр имел губы, оно улыбнулось или она, существо проводила свои когти медленно с противогаза до середины бронежилета.\n\n\nДальше вы теряете сознание.",
    "answers": [
      {
        "id": 5,
        "text": "Пробудится"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы просыпаетесь, вокруг вас черная жидкость, небо было серым, ваш бронежилет был порван, ваша грудь, до середины живота были черными Иза жидкости черной, встав с земли с ели доступными силами в оружие винтовки М4А, было заряжено.\n\n\nВы имеете 30 патронов в обойме.\nВ запасе имеете 3 обоймы по 30 патронов.\n Два пайка.\nШприц с обезболивающим.\nvar set [\"обоймы,3\"]\nvar set [\"патронов в обойме каждой,30\"]",
    "answers": [
      {
        "id": 6,
        "text": "Осмотреть трупы"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вам было противно, вытаскивать обоймы с окровавленных трупов, и снять с одного из них не повреждённый бронежилет, ну и взять 3 шприца с обезболивающим, и 1 аптечку.\nНо они вам нужней, а мертвым нет\n\nВаше снаряжение обновилось.\n\n7 обойм.\n4 шприца.\n1 аптечка.\n5 Пайков\nЗащита:бронижелет(Испорчен 0%)\n\nОружие.\nМ4А\nАрмейский Нож.",
    "answers": [
      {
        "id": 10,
        "text": "Идти прямо."
      },
      {
        "id": 8,
        "text": "Дневник"
      },
      {
        "id": 11,
        "text": "Идти в вправую сторону"
      }
    ]
  },
  {
    "id": 7,
    "text": "Выпустив целых пять патронов, в голову приближающийся твари, и еще пять в туловище, и еще пять патронов в ноги, тварь замедлилась.\nТварь, которая была на колени, медленно встает на ноги и начинает идти в вашу сторону.\nВы слышали звук рычания, это означало что к вам приближаются еще твари на звук, времени мало у вас.\n\nВнимание!\n10 патронов в обойме осталось!",
    "answers": [
      {
        "id": 14,
        "text": "Стрелять в Тварь!"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ваш дневник",
    "answers": [
      {
        "id": 9,
        "text": "Апокалипсис?"
      },
      {
        "id": 6,
        "text": "Закрыть Дневник"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я видел, как Они разорвали всех, я единственный кто выжил.\nМне страшно, я потерял сознание, проснувшись я обнаружил, что мой бронежилет был разорван, грудь до живота были в черной жидкости, мне страшно думать что со мной могли сделать Твари.\n\n\nЭто Начало Конца?\nИли Новой Эры?\n\n\n01 страница.\nАвтор дневника:Соболев.",
    "answers": [
      {
        "id": 8,
        "text": "Выйти из первой страницы"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы бежали с оружием на готов е, впереди своего пути обнаружили двух существ, которые снимали кожу с тел мертвых, и поливали черной жидкостью их тело свободное от кожи, зрелище было не для детей.\nВ вашу голову пришло 2 идеи.\n\n",
    "answers": [
      {
        "id": 12,
        "text": "\nТихо иди дальше, (Могут не заметить)"
      },
      {
        "id": 13,
        "text": "Атаковать"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы спокойно шли, и были готовы оборонятся, но впереди вы увидели своих \"бывших\" товарищей.\nИх одежда была вся черной, их глаза были полностью красными, носы, как и у тварей не было, их губы распухли и были зеленова цвета, половина их зубов отсутствовала и были видны как медленно растут новые.\n\n\nВсего было 15 мертвеца живых, которые увидели вас и мелкие шагами шли к вам.\nВы быстро подумали и у вас был один вариант",
    "answers": [
      {
        "id": 10,
        "text": "Побежать  в другую сторону"
      }
    ]
  },
  {
    "id": 12,
    "text": "ветер был слабым, темнело по немногу, у вас в дневнике или снаряжение нет ничего нового, вы слишком устали, вам нужен был сон, вдруг произошол выстрел, вы почувстовали постороний предмет в шей, потрогав руками место раздраженное, вы вытащили дротик с снотворный.\n\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Что?!"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы решили атаковать тварей.\nВаше зрение было хорошим вы еще опытный стрелок,  ваше мастерство дало результаты. Первые 4 пули попали в голову первой твари, \nПервая тварь встала и повернулась в вашу сторону, пройдя 7 шагов в вашу сторону тварь упала на колени.\nВторая тварь побежала на вас.",
    "answers": [
      {
        "id": 7,
        "text": "Стрелять в Тварь 7 метров"
      },
      {
        "id": 16,
        "text": "Добить  раненую тварь"
      }
    ]
  },
  {
    "id": 14,
    "text": "Тварь была близко совсем!Вся 10 патронов превратили голову твари в месиво, тварь упала замертво на землю, вы перезарядили свое оружие, и побежали вперед, ваше сердце стучало от страха что вы умрете, вы хотели жить!",
    "answers": [
      {
        "id": 15,
        "text": "Бежать из города!"
      }
    ]
  },
  {
    "id": 15,
    "text": " И побежали вперед, ваше сердце стучало от страха что вы умрете, вы хотели жить.\nНа вашем пути было полно тварей которые были заняты телами убитых.\nЧерез 2 часа.\nВы успешно покинули город, вы шли в лес, там вы провели не мало времени, но в итоге вы нашли старый, но надежное укрытие на вечер, небольшой домик, 2 окна, деревянная дверь.\nСамо строение было сделано из дерева и кирпичами.",
    "answers": [
      {
        "id": 17,
        "text": "Войти"
      },
      {
        "id": 18,
        "text": "Дневник"
      },
      {
        "id": 19,
        "text": "Снаряжение и Инвентарь"
      },
      {
        "id": 20,
        "text": "Состояние"
      }
    ]
  },
  {
    "id": 16,
    "text": "Выпустив целых пять патронов, в голову  твари которая на колени была,  упало намертво на землю.\nТварь, котора шла на вас, вы выпустили всю обойму в голову и шею твари.\nТвари были мертвы, но были слышны звуки что скоро вы будете не одни, другие твари услышали звук стрельбы\n\nВы вытащили пустую обойму, и перезарядили винтовку свою.\n\n\nВнимание!\nОсталось 6 обойм.",
    "answers": [
      {
        "id": 15,
        "text": "Бежать\n"
      }
    ]
  },
  {
    "id": 17,
    "text": "Как только вы открыли дверь дома, вам было легко увернуться от ловушки, и копье пролетела на землю, вы увидели девушку в красной полностью одежде, и с улыбкой она сковородой со всей силой в голову ударила, вы смогли что последнее увидеть это снег как пошел, потом мрак.",
    "answers": [
      {
        "id": 24,
        "text": "Проснутся"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ваш дневник.",
    "answers": [
      {
        "id": 21,
        "text": "Апокалипсис!"
      },
      {
        "id": 22,
        "text": "Домик в лесу"
      },
      {
        "id": 15,
        "text": "Закрыть дневник"
      }
    ]
  },
  {
    "id": 19,
    "text": "4 шприца с обезболивающим.\n6 обоймов.\nВ каждой обойме по 30 патронов!.\nКостюм с эблемой коготь черного цвета.\nБронижелет(Испорчено/0.)\nПротивогаз.\n4 пайка\n\nОружие.\nМА4.\nАрмейский нож.",
    "answers": [
      {
        "id": 15,
        "text": "Выйти из инвентаря"
      }
    ]
  },
  {
    "id": 20,
    "text": "Здоровье:Вам нужен сон.\n\nБолезни/Травмы: Нет.",
    "answers": [
      {
        "id": 15,
        "text": "Выйти из окна состояния "
      }
    ]
  },
  {
    "id": 21,
    "text": "Я видел, как Они разорвали всех, я единственный кто выжил.\nМне страшно, я потерял сознание, проснувшись я обнаружил, что мой бронежилет был разорван, грудь до живота были в черной жидкости, мне страшно думать что со мной могли сделать Твари.\n\n\nЭто Начало Конца?\nИли Новой Эры?\n\n\n01 страница.\nАвтор дневника:Соболев.",
    "answers": [
      {
        "id": 18,
        "text": "Выйти из первой страницы"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я обнаружил домик в лесу, нужно мне поспать я устал.",
    "answers": [
      {
        "id": 18,
        "text": "закрыть страницу 2"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ваши остатки силы мгновенно исчезли, и сопротивляться не смогли, Троя в темных одеяниях с головы до ног были одеты в темное, но некоторые места были красные от крови, вас связали, и вы перед собой увидели фигуру что носило красную одежду, это оказалась молодая девушка, но ее цвет глаз был только красным, ее кожа была необычайно бледная.\n\n\nНезнакомка:Бай-бай сэр.\nРезкий удар с ноги в челюсть вас вывел из сознани",
    "answers": [
      {
        "id": 24,
        "text": "Проснутся"
      }
    ]
  },
  {
    "id": 24,
    "text": "Пробудившись, вы осмотрели все вокруг, вот что вы обнаружили\n1).Вы были в одних трусах.\n2).Незнакомка сидела на стуле, и смотрела на вас, ее улыбка была как у хищника, вам немного страшно.\n3).Вы были в старом по виду домике, два окна, деревянная дверь, ваше снаряжение было на столе.\n\n\nНезнакомка:О кто тут у нас проснулся, думала что тебя уже можно будет использовать как куклу, что, можешь мне, расскажешь что делал в захваченном городе как день.\n\n\nВы в мыслях себе говорил, что не возможно что вы день пролежали в без сознания и не умерли!",
    "answers": [
      {
        "id": 25,
        "text": "Кто ты?"
      }
    ]
  },
  {
    "id": 25,
    "text": "Девушка улыбнулась кровожадной улыбкой, ее глаза заблестели, она медленно провела ногти по груди вашей.\n\nКарина:Я Карина, ученый генетики, боксёра, служитель Клана Просвещённых, изгой на данный момент, а тебя как зовут дорогой.\n",
    "answers": [
      {
        "id": 26,
        "text": "Что такое Просвещенные?"
      },
      {
        "id": 27,
        "text": "-Соболев, военный."
      }
    ]
  },
  {
    "id": 26,
    "text": "Карина: многое хочешь, сначала ответь на мой вопрос мужчина.\nКровожадно улыбнулась она",
    "answers": [
      {
        "id": 27,
        "text": "-Соболев, военный."
      }
    ]
  },
  {
    "id": 27,
    "text": "Карина:В твоих устах, звучит как песня, уже ночь пора спать, и да надеюсь на тебе удобно спать, сегодня уже снег пошел, надеюсь мне понравится на тебе лежать.\nКарина сняла с себя красную одежду, на ней теперь была ночничка красная, красные в горошек нижнее белье, резким движение она оказалась на вас со сверху, и накрыла себя и вас теплым одеялом.",
    "answers": [
      {
        "id": 28,
        "text": "Ты что совсем офигела!"
      },
      {
        "id": 29,
        "text": "Что насчет развлечься?"
      },
      {
        "id": 28,
        "text": "А что насчет поцелуя?"
      },
      {
        "id": 28,
        "text": "А что насчет Просвященных?"
      }
    ]
  },
  {
    "id": 28,
    "text": "Карина не обратила внимание на ваши слова, и просто положила свою голову на ваш живот, и прижалась всем телом к вам, вы посмотрели в окно, и действительно снег шел, дверь была заперта засовом стальным, окна были с решетками, камин горел, рядом с кроватью был сундук, а на сундуке и рядом с ним было ведро и 17 дров.",
    "answers": [
      {
        "id": 30,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 29,
    "text": "Карина: прости, но я слишком устала, развлечение в постели пока не нужны.\nКарина прижалась к вам все телом, и положила свою голову вам на живот.",
    "answers": [
      {
        "id": 30,
        "text": "=Уснуть"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы уснули, вы оказались на улице, там где умер ваш Командир отряда, Твари с каждой минутой увеличивались по численности, вы спокойно смотрели на картину, Тварь которая имела губы и признак женского пола(грудь) эта тварь своими когтями разорвала ваш бронежилет, и сделала надрез с груди до живота, порез был не глубоким, Тварь сделала надрез на своей черной гладкой ладони, и приложила в надрезе на вашем теле, черная жидкость из надреза твари начала просачиваются в ваше тело, не прошло и минуты как тварь убрала свою ладонь и надрез на ладони исчез, как и надрез на груди до живота.\nЧерная жидкость из кратера, начала идти по земле в вашу сторону тела не прошло и 120 секунд как вокруг вас собралось вещество. Твари ушли почти все, одна тварь что делала с вами научный опыт со стороны ее. Смотрела на ваше тело с улыбкой, вы могли лишь, наблюдали со стороны, и были в 13 метров от своего тела и от Твари. Небо темнело надвигаться ночь, Тварь повернула голову в вашу сторону, и смотрела не на тело ваше, а именно на вас. Улыбка Твари стала шире, начала приближается к вам, было страшно, вы испытывали страх. Но это всего лишь был сон так вы думали.\n\nТварь:тсс сс, тише, не стоит бояться, мы пришли для того чтобы вас изменить время ваше вышло, пришла Новая Эра эволюций, ты будешь вторым существом который сможет стать как мы. Тебе не избежать этого, первый тоже пытался избежать эволюций которой я его заразила. Забавно что он может все еще контролировать свой облик человека. Но он не человек давно, ты сможешь стать высшим существом как мы. Тебе не избежать этой судьбы, все кто выживет быть обращённый, все кто умрет стать низшими ступенями эволюций, и станут рабами.",
    "answers": [
      {
        "id": 1,
        "text": "Извините, но это ранний доступ."
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]