[
  {
    "id": 1,
    "text": "Автор: Plague Lover\nЖанры: Фэнтези, Безумие, Психология.\nОтдельное спасибо Руслане Жигалиной за помощь в оформлении!\nТак же спасибо всем тем кто следит за моим творчеством!\n\nКвест повествует о человеке вступившим на нелегкий путь мести, наполненный печалью и грустью... Да и главный герой по сути, не один человек...",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c834304/v834304817/fb017/NC0FQl6iGjo.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c845122/v845122016/ba335/SuRHbEHuelc.jpg",
        "system": true
      },
      {
        "id": 2,
        "text": "(Начать)",
        "var_str_set": [
          "global background",
          "https://pp.userapi.com/c834304/v834304817/fb017/NC0FQl6iGjo.jpg"
        ],
        "var_set": [
          "global invert text color",
          1
        ]
      },
      {
        "id": 7,
        "text": "(Оглавление)"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вечер, абсолютно темная улица, лишь синий, словно искра свет виднелся на крыше дома. Все дома в городе походили друг-на-друга, одинаковые каменные строения с острыми крышами, на которых каким то образом размещались дымопроходы, фэнтези города такие нелогичные...\n*Треск* \nЧерепица на крыше под главныем героем треснула от силы его шага.\n*Взгляд вверх*\nЭто небо... В моем мире такого небыло... Будучи жителем небольшого города я не видел так много звезд, тут их были сотни. \nА вот какой собственно смысл призывать людей?\nАх...\nЯ вам не рассказал же предисторию...",
    "answers": [
      {
        "id": 4,
        "text": "Не стоит"
      },
      {
        "id": 5,
        "text": "Хорошо, рассказывай",
        "blackout": true
      }
    ]
  },
  {
    "id": 3,
    "text": "Вот теперь играем :)",
    "answers": [
      {
        "id": 1,
        "text": "Вау..."
      }
    ]
  },
  {
    "id": 4,
    "text": "Ладно...\nАх, да...\nЗачем призывать людей? Идей множество... Но основную найти нелегко...\nЧто же мне делать?\nЯ планирую путешествие со своими воплощениями, все пять, и я, образовывают организацию \"Блеклое солнце\".\nОна преследует... Да нет у нее точной цели... Да и не нужны...",
    "answers": [
      {
        "id": 6,
        "text": "А зачем нам путешествие?"
      },
      {
        "id": 8,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 5,
    "text": "Как все началось? \nЯ был призван из другого мира после того как упал со скалы, это была моя неосторожность.\nМеня тот час назвали героем что должен им помочь привести Империю к победе над Святым Королеством, но особого выбора у меня небыло, я стал по сути солдатом, но меня интересовала магия о которой я мечтал когда был ребенком, и я посветил себя её изучению.\nЧерез год армия Империи в которую меня направили, захватила город Святого Королества, и самых лучших солдат наградили оставив жить в нем. Не самый лучший вариант учитывая войну. \nА чем я собственно отличился? Я смог создать 5 воплощений себя, все они были важны, и наделены правым \"общим\" глазом. \nПервый атаковал вблизи\nВторой издалека, исключительно магией льда, элемента воды.\nТретий отвечал за защиту остальных\nЧетвертый лечил всех\nПятый атаковал вблизи так же как и первый\nА я был Шестым, тот, кто создал их! По сути я ими управлял, у них нет души\nИ вот я смог убить вражеского военачальника пробив ряд солдат, тем самым ускорив победу Империи.\nИ теперь я живу в городе Айнзак.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Путешествие? Ну я собирался изучать магию и совершенствовать навыки Блеклого солнца. После я вернусь на службу в армию... Хотя кто знает... \nМои планы непостоянны, они могут и меняться со временем, но насчет путешетсвия я уверен! \n",
    "answers": [
      {
        "id": 8,
        "text": "Отлично!"
      }
    ]
  },
  {
    "id": 7,
    "text": "Данный раздел находится в разработке",
    "answers": [
      {
        "id": 2,
        "text": "(Глава 0)"
      },
      {
        "id": 1,
        "text": "(В меню)"
      }
    ]
  },
  {
    "id": 8,
    "text": "И так, пора спать...\n*Падение*\nУпав на спину главный герой закрыл глаза, его не беспокоило что он был на крыше дома.\nПостепенно главного героя захватывал сладкий сон... ",
    "answers": [
      {
        "id": 9,
        "text": "Спокойной ночи",
        "blackout": true
      }
    ]
  },
  {
    "id": 9,
    "text": "Большое поле, вдалеке виден Аинзак.\n*Лязг*\n*Лязг*\n*Вскрик*\nБитва за город шла в пользу Империи, Святое Королество не успело подготовить достаточно солдат для обороны, так что город скоро будет захвачен, осталось лишь дойти до него.\n*Лязг*\n*Падение*\nНа вас бежит солдат!  Пять воплощений прикрывают вас по вашей же команде от других солдат, пока вы прорываетесь к вражескому полководцу\n\n(Новобранец 5XP)\n\nАтакуйте!",
    "answers": [
      {
        "var_random": [
          "page",
          12,
          14
        ],
        "id": 9,
        "text": "Удар ногой -2XP",
        "var_random_from": [
          "page",
          12,
          14
        ],
        "go_to": [
          "page"
        ]
      },
      {
        "id": 13,
        "text": "Удар мечом -4XP"
      }
    ]
  },
  {
    "id": 10,
    "text": "Слегка замахнувшись главный герой нанес добивающий ужар по рекруту, тот закатив глаза замертво упал на землю.",
    "answers": [
      {
        "id": 15,
        "text": "Бежать дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "Удар прошёл неуспешно, вы промахнулись, но у вас есть шанс еще нанести удар!\n\n(Новобранец -5XP)",
    "answers": [
      {
        "id": 13,
        "text": "Удар мечом -4XP"
      }
    ]
  },
  {
    "id": 13,
    "text": "Слегка замахнувшись мечом главный герой ударил рекрута мечом, от чего тот закричал и схватился за рану.\nДобейте его! \n\n(Новобранец — 1XP)",
    "answers": [
      {
        "id": 16,
        "text": "Удар ногой -2XP"
      }
    ]
  },
  {
    "id": 14,
    "text": "Удар прошел успешно, вы ударили ногой рекрута с такой силой, что он чуть не упал\n\n(Новобранец 3XP) ",
    "answers": [
      {
        "id": 10,
        "text": "Удар мечом -4XP"
      }
    ]
  },
  {
    "id": 15,
    "text": "Главный герой побежал дальше, сквозь ряды солдат. В скоре он перестал видеть пять воплощений, и солдат, которые только что сражались. Но появился яркий свет, который залил его глаза.",
    "answers": [
      {
        "id": 17,
        "text": "Просыпайся!",
        "blackout": true
      }
    ]
  },
  {
    "id": 16,
    "text": "*Удар*\nНовобранец закатив глаза упал замертво.\n\nНовобранец -0XP)\n\nПобеда!",
    "answers": [
      {
        "id": 15,
        "text": "Бежать дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "Проснувшись я не почувствовал усталости, потому решил сразу понять для себя что мне нужно. \nНо тут я понял что внизу стояли люди, явно смотревшие на меня.\nОдин крайне высокого роста, 190см, не меньше. В белом пальто и маске чумного доктора.\nВторой же около 160, в маске в сетку и белом плаще, с грязными, старыми сапогами, а в руках сжимал фонарь, с тусклым огоньком внутри.\n",
    "answers": [
      {
        "id": 18,
        "text": "Кто вы?"
      },
      {
        "id": 19,
        "text": "Проигнорировать"
      }
    ]
  },
  {
    "id": 18,
    "text": "Они явно услышали мой вопрос, и высокий сказал:\n— Мы пришли поговорить с вами, мы из Инквизиции.\n\n| ВНИМАНИЕ ! |\n  / Выберите вариант \"О инквизиции!\"",
    "answers": [
      {
        "id": 18,
        "text": "Проигнорировать"
      },
      {
        "id": 21,
        "text": "(О инквизиции)"
      }
    ]
  },
  {
    "id": 19,
    "text": "В ответ на мой молчиливый взгляд была фраза:\n— Мы из Инквизиции, мы пришли что бы допросить вас. Пожалуйста, спуститесь вниз!\n\n| ВНИМАНИЕ! |\n/ Выберите пункт \"О инквизиции\"!",
    "answers": [
      {
        "id": 21,
        "text": "(О Инквизиции)"
      }
    ]
  },
  {
    "id": 20,
    "text": "*Думаю будет плохо если я сдрейфлю*\n\nБыстрым прыжком вниз я достиг их\n\n— Что вы еще раз хотели? — сказал я\n\n* Кстати, я ведь никогда раньше их еще не видел *\nВысокий не долго думая сказал\n\n— Мы пришли допросить вас косательно \"организации\" (делает пальцами ковычки) \"Блеклое Солнце\", вы судя по всему оттуда.\n\nЧерт. Лучше бы им не знать кто я, но неужели придется драться?\nТем не менее, я точно не знаю в какой я ситуации",
    "answers": [
      {
        "id": 22,
        "text": "Поговорить с ними"
      },
      {
        "id": 23,
        "text": "Драться"
      },
      {
        "id": 24,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 21,
    "text": "× ИНКВИЗИЦИЯ ×\nОрганизация занимающияся отловом и последуйщим содержанием/убийством следующих групп лиц: | ДАННЫЕ УДАЛЕНЫ |\n\n> В основном Инквизиторы убивают некромантов, ведьм, ведьмаков, а так же чернокнижников и т.п\n> Зарегестрированны случаи когда Инквизиция пыталась подорвать власть\n> Сейчас Инквизия вошла в Королевский Круг, занимая там почетное место и пользуясь авторитетом.\n> Центр организации — город Диаршейд, столица кузнецов\n> Численность Инквизиции растет как на дрожжах (Главный герой может в нее вступить). Численность около 15.000 служащих, и два (2) лидера.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "* Разумное решение *\n—Хорошо, я вам скажу, я оттуда, я из \"Блеклого Солнца\" — признался я\n\nВ ответ быстро прозвучала тихая фраза низенького\n\n— Мы это и так поняли, мы пришли поговорить, а не просить ваше признание, сэр\n\n* На \"вы\", как мило *\n\n— Задавайте вопросы, мне так удобнее — ответил я — но для начала представьтесь\n\n* Начал высокий *\n\n—Извиняюсь, я Балтис. А этот молодой... Эм... Человек, его зовут...\n\n— Старый ты дурак, я Ник! — возмутительно ответил низенький\n",
    "answers": [
      {
        "id": 25,
        "text": "Я Альвин, очень приятно, Инквизиторы"
      }
    ]
  },
  {
    "id": 23,
    "text": "* Свиток древнего созидания, шестой глаз *\nСвиток быстро закрыл мое тело, а вокруг повис зловещий туман.\n\nКак вдруг высокий крикнул\n\n— Помощник, фонарь!\n\n— Я Ник, старый дурак! — возмутился он \n\nСтоило ему лишь произнести заклинание, как мой план напасть из тумана провалился, и теперь у нас открытый бой, получается что 2/6. Должен признать, весьма прискорбно.\n\n— Смотри какой! Думает что его жалкие гули нам помеха! Ну ка! Смотри сам, некромант! Фонарь Ника показывает показатель твоей силы ниже до твоего призыва, ты сам допустил ошибку выпустив их! — Сказал высокий Инквизитор\n\nВ ответ низкий дернул его за пальто и сказал:\n—У них глаз семи груков Ада!\n",
    "answers": [
      {
        "id": 26,
        "text": "Что?"
      }
    ]
  },
  {
    "id": 24,
    "text": "| В разработке, приносим свои извинения|",
    "answers": [
      {
        "id": 20,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 25,
    "text": "В ответ лишь оба кивнули\n\n— Ник, у него же \"Глаз Семи Кругов Ада\", верно? — Сказал Бальтис\n— Я это заметил сразу!\n— Ясно\n\n* Но я же сам не знаю про него*\n\n— В прочем, мы не об этом, ответь нам на парочку вопросов, и свободен, все просто — Сказал Ник\n\n—Да, конечно, задавай — сказал я\n\n— И так, первое, чем занимается ваша организация, или планирует заниматься?\n— Путешествия в целях развития навыков и участие в войне на стороне Короля, его величества Дариуса! — Эту отмазку я придумал еще очень давно\n",
    "answers": [
      {
        "id": 27,
        "text": "Далее",
        "need": [
          23
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "* Реакция высокого была быстра *\n— Ясно, теперь то я понял с кем имею дело. — сказал он\n— Стоять! \n \nМощная волна прошлась по маленькой улочке парализуя меня и моих магический созданий.\n\n* Невозможно! *\n\nПятеро исчезли, теперь я борюсь один против Инквизиторов.\n— Теперь то поговорим? — сказал Ник",
    "answers": [
      {
        "id": 22,
        "text": "Поговорить"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ответ был вполне очевиден\n— Хорошо-о\n— Сколько вас в организации? — спросил Балтис\n\n* По сути шестеро, а по факту один *\n— Шестеро\n— А какую магию используете? \n— Создания",
    "answers": [
      {
        "id": 28,
        "text": "Это имеет какое-то значение?"
      }
    ]
  },
  {
    "id": 28,
    "text": "* Действительно, имеет *\n— Хорошо, пока вы свободны, но знайте, у нас заведено на вашу организацию досье — Сказал Балтис\n— Всего доброго — сказал Ник\n",
    "answers": [
      {
        "id": 29,
        "text": "Молча уйти"
      }
    ]
  },
  {
    "id": 29,
    "text": " * Собственно, а куда идти дальше? *\nСтоило бы посетить библиотеку, дабы найти книгу о своем глазе.\nХотелось бы прикупить снарежение у кузнеца.\nИ обязательно нужно найти ночлег, хотя всегда можно засидеться в библиотеке, не так ли?",
    "answers": [
      {
        "id": 30,
        "text": "В библиотеку"
      },
      {
        "id": 31,
        "text": "К кузнецу"
      },
      {
        "id": 32,
        "text": "В таверну"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я молча отправился в библиотеку.\nСтоило бы сказать вам о ее расположении. Она находилась на улице Лейквелл, по сути она стояла так, что в округ нее была дорога, а вокруг дороги здания, и так выходит что огромное здание библиотеки резко выделялось среди тусклости ночного города.",
    "answers": []
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]