[
  {
    "id": 1,
    "text": "Автор: Тария Rock\n\nЖанр:\nРомантика, Фэнтези\n\n\nСуществует ли в мире то что не поддается обьяснению....ну что-то вроде магии или проклятья?\nЯ не буду спорить со скептиками,но скажу одно когда то много веков назад магия существовала и была действительно сильной,спустя время люди утратили эти способности,но любовь....Любовь сильнее всякой магии и необьяснимого.\nВсе что вы прочтете является плодом моего воображения, а выводы делать только вам.\nДобро пожаловать во времена ведьм,рыцарей и любви...",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 74,
        "text": "Персонажи"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c37/1909/c8/55cfc9789d01.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "В те страшные годы война за власть дошла да того что брат шел на брата,сын на отца.\nА честь и гордость стали великой редкостью.\n—\"Ваше высочество\"-с волнением произнес мужчина и грямя остатками доспехов упал на колено  склонив голову-\"Разведчики доложили что Ведьмак Горд теперь помогает им,их войны стали мение уезвимы,и вынослевее,наши войска не справляются.\nКороль хмуро сдвинул брови и стал сверлить  взглядом на холодные стены тронного зала.\nВ голове короля не было подходящих вариантов,он боролся с магией и уничтожал и колдунов и ведьм,он сжег сотни на своих кострах.\nНо его осенило...\n—\"Та ведьма....Бертисах ещё живая?\n—\"Да,ваше величество,она ожидает костра через две ночи\"\n—\"Приведите ее сюда,сейчас же\"\nБертисах была ужастным человеком,она и ее ковен убили и прокляли сотни людей ради своих нужд и поймать ее было тяжело.Но свобода и жизнь королевства была важнее.\nОхранник выскочил в коридор и передал приказ короля.",
    "answers": [
      {
        "id": 3,
        "text": "Спустя полчаса"
      }
    ]
  },
  {
    "id": 3,
    "text": "Дверь зала тяжело заскрипела,открылась и под конвоем вошла тучная  женщина в грязной местами рваной одежде, дерзко подняла свой хитрый взгляд на молодого короля и ехидно оскалилась в гнилой улыбке.\n—\"Вам нужна моя помощь король\"\nКороль избегая ее мерзкий взгляд громко и отрывисто произнес:\n—\"Ты знаешь Ведьмака Годра\"\n—\"Предположим я слышала о таком...\"\n—\"Как его обезвредить или уничтожить?\n—\"Смотря что я получу взамен?с не прикрытым жадным любопытством спросила она\n—\"Достаточно того что ты останешься жива лишние деньки\"\nНерво сглотнув она мигом прокрутила все варианты и затребовала свободы,король был не поколебим.Но понятие того что под угрозой жизнь его народа,сдался и сказал что как только королевство выиграет войну она будет сослана в непроходимые леса,не имея права вернутся обратно.\n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ведьма сдержала обещание и призвав все ей возможные силы королевство выиграло ту войну.\nКороль приказал в туже ночь отвезти ведьму в проклятые леса,но вместо того что бы отпусть ее  ,он приказал казнить ее там, И тем же вечером когда все королевство праздновало победу,солдаты короля пришли за Бертисах,но ведьма бежала похитив единственного наследника престола двухлетнего принца Эммета.\nЭто была ее плата.\n",
    "answers": [
      {
        "id": 5,
        "text": "Прошло 20 лет"
      }
    ]
  },
  {
    "id": 5,
    "text": "—\"Так малыш ты постоишь тут я быстро вернусь\"нежно погладил коня по гриве я направилась на болото.\nЯ помогаю местной женщине заготавливать травы и настои,она в нашем замке что то вроде лекаря.\nВнимательно смотря по сторонам я выискивала цветы подходящие под данное мне описание,а вот и фиолетовые колокольчики,ой ятрышник, набрав целую охапку,я присела на мягкую траву и начала их связывать.\nХлопхлюп....и какие то тихие ругательства.\nЯ повернула голову на звук,там явно кому то нужна помощь, и довязав последний узел я с интересом и осторожностью я пошла на шум.\nАккуратно раздвинув заросли я увидела парня,он водил длинной палкой по воде и злился себе под нос,опять тянулся куда-то то и снова злился.",
    "answers": [
      {
        "id": 6,
        "text": "Спешу на помощь"
      },
      {
        "id": 7,
        "text": "Так какого лешего тут происходит"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я вышла из укрытия\n—\"Эй,привет,что ты там делаешь? Помощь нужна?\"\nОн вздрогнули резко повернул голову в мою сторону.\nХмуро бросил на меня взгляд.\n—\"Нет иди от сюда\"\nХм больно надо, смотрите ка,хамло! подумала я и пошла обратно к цветам.\nМинутой позже он остановил меня.\n—\"Подожди,да помоги мне\"\n—это приказ ? -спросила я удивленно вскинув бровь.\n—\"аэм,нет просьба\",вымолвил он и отвёл взгляд,\n—\"Помоги пожалуста.\nЯ присела рядом с ним и посмотрела на воду.\n—\"Мне нужны те водоросли, я не могу подцепить.\nЯ самоуверенно взяла палку и после пары не удачных попыток зацепила и притащила пару водорослей.\n—Достаточно или ещё?\nОн аккуратно завернул водоросли и убрал в сумку,мило растянулся в улыбке.\n—Спасибо девушка,ты очень помогла,я кстати Эм,или Эд зови как тебе удобно.\nТакая милая улыбка,и настроение сразу хорошее,а всего нужно было пару травок достать.\n—А я Тария,приятно познакомится,так зачем эти водоросли Эд?\n—Аэмм.. матушка занимается лекарствами,и попросила немного этих водорослей.\n—Ну ладно я тоже нашла что мне нужно,приятно было познакомиться.\nЯ помахала ему рукой и направилась в сторону своего коня.\n—Эй,Тария...приходи как нибудь сюда,я тут часто охочусь.\n—Я постараюсь Эди,\nБыстро дойдя до лошади я закинула связки цветов,запрыгнула на спину жеребцу и галопом понеслась в сторону замка.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я намеренно громко высказалась выходя из укрытия.Он резко вскочил и бешено уставился на меня.\n—Ты что орешь ?ты больная что ли?\nОн гневно бросил на меня взгляд и продолжил заниматься своим делом.\n—Что ты там ловишь то,уже тише спросила я,бесцеремонно усевшись рядом.\n—Видишь те водоросли,я кивнула,\n—Матушке они нужны на лекарства,она лекарь в Шерипле\n^Дааа и стоило так шуметь\nЯ отняла палку и буквально через пару минут уже подгрибала к себе хорошую кучу водорослей\nЕго лицо просияло от радости.\n—Извени что напугала,я Тария.\nОн тихо кивнул \n—я Эд,\nНа том и разошлись поблагодарив меня и попрощавшись мы разошлись по своим делам",
    "answers": [
      {
        "id": 8,
        "text": "К замку"
      }
    ]
  },
  {
    "id": 8,
    "text": "Замок стоял на горе,ну не прям вот замок,так минизамочек,но вид неприступный.\nС одно стороны утесы горы оттачивал океан,а с другой тянулась цепь острых не проходимых гор,густо покрытые лесами,была одна подъездная дорога не шире четырех метров,с бревенчатыми перекладинами по бокам для безопасности,сам замок был из камня,часть замка была выдалблена в скале ,башни и крыши башен величественно возвышались и выглядели устрашающе, я любила это зрелище,даже гордость охватывала,\n—\"Спасибо предкам\"восторженно промолвила я.\nЭтот замок строили семь поколений моей семьи,а окончательно  его закончил мой дед,старый но мудрый человек.",
    "answers": [
      {
        "id": 9,
        "text": "Во двор"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d24/1909/d9/f0cd9268543a.jpg\n"
      }
    ]
  },
  {
    "id": 9,
    "text": "Меня уже ждала Риаса,травница и лекарь замка,я  с довольной улыбкой пошла с охапкой травы к ней.\nРиаса женщина чуть старше среднего возраста с доброй улыбкой,она всегда относилась ко мне с теплом,поэтому разрешала мне помогать ей\n—Идем в мою лабораторию,я напою тебя чаем.\nИ держа свою добычу я направилась за ней.\nБыстро по петляв по коридорам,я остановилась в самом дальнем углу и открыла дверь.\nТут и там что то варилось,парились и дымилось.\nНа стенах висели различные сухие травы,полки были забиты разными порошками и сушеными цветами.\nБросив траву на пустой стол,я довольно протянув ножки уселась на стульчик рядом с книжной полкой,ожидая свою награду.\nМне нравилось помогать с травами,да и вообще все это манило меня,я много знаю про исцеление и помощь травами,спасибо Риасе она рассказывала все это,что невольно я и сама начала увлекаться целительством.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Почти на выходе Риаса поблагодарила меня и попрощавщись с ней я побежала в дом.\n—Ну и где же ты была все утро,-голос матушки остановил меня на полпути в кухню.\nМоя мама была просто красавицей,высокая,стройная и хорошо воспитанная женщина,которая любила все контролировать.\n—Помогала Риасе,принесла ей траву от болей живота.\n—Сегодня на ужин приедет сер Мирд с Корлайлом,так что я надеюсь ты неопоздаешь и блестнеешь хорошими манерами.\n—Хорошо мам,к шести буду-крикнула я и побежала на кухню.\nПрихватив пару яблок,я снова рванула во двор заскачив на лошадь отправилась только вперёд.\n",
    "answers": [
      {
        "id": 11,
        "text": "Ужин"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вечер уже ложился на округу,когда я резво скакала домой,зная что на ужин опоздаешь,и нагоняй мне обеспечен,ну да ладно сер Мирт и Корлайл давние друзья семьи,с Кори я вообще выросла вместе и кто кто а он уж точно не осудит,а может и поддержит!\nПулей влетев в комнату я кое как протиснулись в платье \"слишком узкое платье\"это что намек от мамы?!\nПеревезав лентой копну своих белых пышных кудрей,я быстро побежала в обеденный зал\n—Ооо сер Мирт здравствуйте,как ваше здоровье,-сходу начала я\n—Тария здравствуй юнная леди,как всегда опаздываешь,-с лукавой улыбкой посмотрел на меня старый друг отца.\nЯ одарила гостя широкой улыбкой и присела на свое место,намеренно не смотря в сторону мамы.\nКори улыбался мне во все 32 а я задорно показала ему язычек.\nУжин прошел в приятной беседе\nНу и конечно проводив гостей я прослушала лекцию \"леди должна то,леди должна это\"\nИ приспокойненько улеглась спать предвкушая завтрашний день.\n",
    "answers": [
      {
        "id": 12,
        "text": "Приятные известия"
      }
    ]
  },
  {
    "id": 12,
    "text": "Спустившись к завтраку я увидела разволнованую маму и улыбающегося отца.\n—доброе утро!Что случилось?-спросила я присаживаясь за завтрак.\n—О милая,мы приглашены на  праздник к королю,хоть отец и друг короля но,наконец то он получит давно заслуженную награду!\nПапа был прекрасным и умелым войном,плечо к плечу он с королем прошел много воин и битв,и наконец когда король решил что в королестве все мирно и гладко,то можно и праздник устроить.\n Король захотел собрать союзников и посмотреть на свой тыл,ну и возможно наградить своих преданных подданных.",
    "answers": [
      {
        "id": 13,
        "text": "Спустя месяц приготовлений."
      }
    ]
  },
  {
    "id": 13,
    "text": "Месяц прошел в хлопотах и заботах,пошив новых одежд и учением для меня  \"придворного этикета\" и элементарных па в танцах.\nЯ же предвкушала радость и не описуемуй восторг от посещения дворца и королевского праздника.Это было мое первое путешествие в большой мир.\nДорога прошла быстро и вот уже прекрасный наполненый цветами и счастливыми улыбками  город, и величественный замок предстали перед моим взором.\nНа улучках бегали дети. Много торговцев с цветами,фруктами,тканями и все в этом роде.\nВас заселили в покои,накормили и оставили готовится к празднику.\n",
    "answers": [
      {
        "id": 14,
        "text": "Волнительный момент"
      }
    ]
  },
  {
    "id": 14,
    "text": "Стены праздничного зала были украшены гобеленами и флагами.Гербами верных королю кланов.\nСтолы ломились от изобилия мяса и рыбы,фруктов и овощей,по углам стояли бочки, наверняка с алкоголем.\nГости улыбались друг другу и разговаривали.\nМужчины в одеждах клана,а женщины в красивый платьях с причудливыми прическами увещанные украшениями,эдакий показ мод и богатств.\nВсе уселись за столы и чествовали имя короля подаривший им мир и покой.\nВскоре послышала музыка и король провозгласил что сегодня он хочет выразить признательность своим союзникам и начал награждение.\nВолновались все,шептались,кто то радовался,а кто то был не доволен.Так всегда,всем же не угодишь.\n—Колтерфы(блабла)\n\n—Уайтары(блабла)\n\n—Рейквы(блабла)\n\nОтец и мать сидели в волнении,а я просто жевала резиновую оленину и смотрела по сторонам.\n",
    "answers": [
      {
        "id": 15,
        "text": "...Хайдерт.."
      }
    ]
  },
  {
    "id": 15,
    "text": "Отец просиял,мама стряхнула платье,и мы всем семейством направились к королю,на нас устремились взгляды сотни людей,потому что и я и мама первый раз были при дворе.\nКороля ты уже видела,он пару раз приезжал к вам \"на охоту\".\nУвидев вас король улыбнулся и начал:\n—сер Сорлан,ты прошел со мной многое и в тебе я всегда уверен,хочу наградить тебя титулом лорда и дать земли к северу от твоего замка,наследство для твоей дочери,спасибо за службу и надеюсь на дальнейшую дружбу.\nОтец глубоко поклонился,а мы с мамой присели в реверансе.\nВзгляд короля упал на меня.\n—Тария какая ты стала взрослая,совсем невеста.\nМеня пробил холодный пот,а лицо мигом покраснело.\nЯ склонила голову.\nОтец поблагодарил короля и с довольной улыбкой присел обратно,мама подхватив тему про свадьбу сразу начала.\n—Сорлан а ведь он прав,пора искать жениха!\nОтец посмотрел на меня и успокоил маму сказав что обсудим это дома.\nУф пока эту тему закрыли,какой муж!!!!мне всего 20 лееееет",
    "answers": [
      {
        "id": 16,
        "text": "Да начнутся танцы"
      }
    ]
  },
  {
    "id": 16,
    "text": "От женихов от боя не было,ну конечно я ж теперь с преданным королевским,ну всех собираем че нет то.\nУставшая уже я пригубила сладкого разбавленного вина и тут увидела высокого крепкого красавца он говорил о чем то с моим отцом и оба поглядывали на меня.\nОн кивнул отцу и уверенно направился ко мне\n—леди Тария,меня зовут Аарон разрешите пригласить вас на танец,сер Сорлан дал разрешение.\nИ я плененная его глубоким взглядом протянула свою ручку в его огромную ладонь и закружилась с ним в беззаботном танце,я не чувствовала ног его крепкие руки будто подняли меня и кружили.\nТанец закончился и мы посмотрели друг другу в глаза.\nОн благородно отвёл  на меня на мой стул и поцеловав руки удалился ,мама тут же защебетала над ухом что красавец что силач и смельчак и семья благородная,а я сознательно понимала что пленилась его взглядом и силой...\nКоролевский праздник закончился и наследующий день мы отправились обратно домой.",
    "answers": [
      {
        "id": 17,
        "text": "Все на своих местах"
      }
    ]
  },
  {
    "id": 17,
    "text": "Дома снова все шло свои чередом.\nРиаса снова отправляла меня на болота за цветами  и вооружившись корзинами я отправилась в путь, оставив лошадь у дерева я отправилась за цветами,шуршание травы позади показалась мне подозрительным и резко выхватив клинок из ножен на поясе я направила оружие в сторону шума,а там был он,Эди широко улыбался мне,\n—давно невиделись,опять колдовать собралась\n—Ты напугал меня,и я не колдую а помогаю травнице\nОн присел рядом и стал аккуратно срывать цветы и укладывать в корзину\nОн такой милый,подумала я...и сама удивилась своим мыслям.\n—чего застыла,ты что думаешь я один все буду делать,\nЯ опустилась на колени и продолжила свою работу,\n—Ты часто тут бываешь,спросила я\n—Я охочусь тут ну и иногда помогаю матери с травами,что ты делала так долго не приходила\nМеня смутил этот вопрос\n—Моего отца пригласили на праздник к королю,и мы ездили туда.\n—Твой отец знает короля ?\n—Да мой отец прошел много воин с ним,ещё до того как его провозгласили королем.\n—моя матушка говорит что он хитрый и двуличный человек.\nЯ минуту промолчав ответила:\n—ну я не знаю,мне показалось что он совсем наоборот,открытый и ценящий свое окружение.\nНа этом разговор был окончен,окончив сбор всех необходимых трав, я  улеглась на мягкую траву и, Эд последовав моему примеру улёгся рядом.\nМы молча смотрели как плывут облака,с ним так спокойно не хочу ни куда уходить.\n—С тобой так спокойно,-его слова не много вывели из равновесия.\nИ немного промолчав\n—А мне с тобой,-ответила я\nИ мы продолжили молчать,Эди все таки такой милый....",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "В один вечер на ужин снова приехали сер Мирт и Кори,вы дружили с ним с детства,поэтому родители не возражали что вы охотились да и вообще проводили время вместе.\nЗа  ужином,отец объявил что получил письмо от короля что скоро навестит под предлогом охоты. Хоть визит и неофициальный но встретить такого важного гостя нужно как пологается.\nИ в замке снова начался хаос, подготовки,закотовки.\nМама приводила в порядок комнаты,а папа чистил оружие и забивал склад мясом и рыбой.\n",
    "answers": [
      {
        "id": 19,
        "text": "Визит короля"
      }
    ]
  },
  {
    "id": 19,
    "text": "Король приехал с небольшой свитой приближенных и их женами,что действительно удивило больше,что  Аарон был среди них,он конечно из благородного рода,хороший воин но что он так близок к королю я не знала.Ну и конечно если не считать дюжину вооруженных солдат,то делегация была крошечной.\nПосле знатного,разнообразного обеда,мужчины разделись в зале пить эль и обсуждать свои битвы,а женщины уселись в уголке вести светские беседы да  и вообще сплетничать.Кори изведка поглядывал на меня и улыбался уголками губ.Аарон же смотрел с интересом и позволял себе задерживать взгляд.Мужчин было подслушивать интереснее,и тут до моего уха до неслось, что король хочет поохотится на болотах на птиц,и попросил отца найти хорошего провожатого .\nЯ сразу подумала про Эда....",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я подскочила,и сразу поскромнела под взглядом мамы,попросилась откланяться на пару минут.\nЯ скромно подошла к мужскому кругу и склонив голову начала говорить:\n—Извените ваше величество ,я невольно услышала что вы ищете провожатого по болотам,у меня есть знакомы который отлично там ориентируется.\n—Знакомый,-удивился отец \n—Да он помогает мне собирать травы,он  добрый парень,начала оправдываться я.\nКороль растенулся в улыбке.А Кори удивился этому заявлению.\n—Что ж если ты ручаешь за него,то привели его завтра сюда.\nПоклонившись я поспешила обратно к женщинам,представляя как отреагирует  Эди что будет помогать королю,если конечно согласится.\nОт свечей,спиртного и количества людей стало душно и я решила подышать в саду.",
    "answers": [
      {
        "id": 21,
        "text": "В саду"
      }
    ]
  },
  {
    "id": 21,
    "text": "Усевшись на скамейку я вдыхала свежий воздух,сзади послышались шаги,а через секунду Кори уселся рядом с мной и выдохнул.\n—Терпеть не могу когда заходят разговоры о том что давно пора женится.Кое как улизнул теперь накинутся на Аарона.\nЯ улыбнулась\n—Я тоже, я выйду замуж лишь когда по люблю и если полюблю.\n\"Тария милая тебе пора замуж\"\nЯ искусно изобразила свою маму.\nИ мы оба расхохотались.\nКори резко повернулся ко мне с серьезным взглядом\n—И давно ты находишь парней на болотах.\nЯ пожала плечами\n—Я помогла ему,а он в благодарность помогает мне.\n—Тари посмотри на меня.\nГлубоко вздохнув,он вопросительно посмотрел на меня и лишь наши взгляды встретились.\nЯ почувствовала на губах поцелуй,приятные мягкие губы....",
    "answers": [
      {
        "id": 22,
        "text": "Ни чего не делать"
      },
      {
        "id": 23,
        "text": "Оттолкнуть"
      }
    ]
  },
  {
    "id": 22,
    "text": "Не почувствовав сопротивление,он начал ласкать мои губы своими и я инстинктивно поддалась  порыву и начала отвечать на его поцелуй.\nРезко прервав наш поцелуй,он встал и ушел в сторону замка,а я осталась сидеть и обдумывать произошедшее.",
    "answers": [
      {
        "id": 24,
        "text": "Я красотка"
      }
    ]
  },
  {
    "id": 23,
    "text": "Пару секунд я была в замешательстве,но потом слегка оттолкнула его и отвернулась.\nОн молча посмотрел на меня и ушел в замок .Кори поцеловал,он же друг?мне было приятно,но не много странно он же как брат",
    "answers": [
      {
        "id": 24,
        "text": "Я красотка"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вечер брал свое и я немного озябла.\nВ столовой слуги уже почти закончили приготовления к ужину.Гости так же сидели в зале и лишь Кори казался сам не своим.Я снова вспомнила поцелуй и покраснела.\nПеред ужином я решила переодется.\nЯ одела платье из синего бархата с серебрянно-голубыми расшивками на груди и на запястьях ,защелкнула серебрянный ремешок на поясе.\nВолосы...светлые кудряшки доходили почти  пояса,пожалуй просто серебрянный ободок на лоб и достаточно.Довольная своим внешним видом я крутилась у огромного зеркала.\n—Прям королева зимы,с улыбкой сказала я себе.\nТак хочется сегодня быть красивой,почему?\n",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "И Кори и Аарон смотрели на меня почти открыв рты,выглядила я и правда эффектно.\nМама заулыбалась.\n—Наша красавица,довольно полепетала она\nИ мы приступили к ужину.\nЯ то и дело ловила взгляды парней.\nПосле ужина.\nМужчины снова отправились в зал к элю,женщины расходились по комнатам.\nСпать откровенно не хотелось,быстро переодевшись в платье по проще я проскочила через кухню и прихвалитала пару яблок,направилась в библиотеку\nВальяжно разлегшись на небольшой софе я читала про королевства старых времен,благородных королей и злых колдунов,драконов и охотников.\nДовольно захватывающе..",
    "answers": [
      {
        "id": 26,
        "text": "Как вдруг..."
      }
    ]
  },
  {
    "id": 26,
    "text": "—Не знал что благородные леди читают на ночь.\nЯ вздрогнула и повернулась.\nАарон стоял  почти над мной и скрестив руки на груди улыбался.\n—Вы напугали меня сэр Аарон,\n—Не нужно так официально,просто Аарон и на ты.\nЯ усмехнулась и присела на диване как пологает этикету ,он же безцеремонно плюхнулся рядом.\n— Ну что как настроение ?\n— Было нормальное пока ты меня не напугал,-сьязвила я\nОн рассмеялся\n— Тария,сколько тебе лет\nНеожиданный вопрос \n—20,....а тебе?\n— мне 24..и немного помедлив он продолжил-я слышал родители ищут тебе жениха?\nЧто проститеизвените....\n— Нет,и не найдут,я не выйду замуж пока сама не захочу,-вскинув подбородок гордо заявила я\nМеня возмутил этот вопрос и я резко вскочила,бросила книгу на столик и было направилась в комнату.\nНо..\nНо он схватил меня за руку притянул к себе и прижался горячими губами,он не ждал моей реакции,а просто стал жадно целовал  мои губы...\nМммм голова закружилась от его страсти и нехватки воздуха.\nОтпрянув от моих губ он затуманенным взглядом уставился на меня и пробормотал:\n— Выходи за меня замуж...\nЯ покрасневшая и шокированная откинула его руки и  выбежала из библиотеки.\nУпавши на кровать тяжело дышала и мысли были только про поцелуи.\n— Что сегодня происходит,какой то дикий день.\nСтолько внимания я не получала ни когда.\nЯ еще долго лежала и думала о происходящем.\nНо сон взял свое и я уснула.",
    "answers": [
      {
        "id": 27,
        "text": "Разговор с Эди"
      }
    ]
  },
  {
    "id": 27,
    "text": "За завтраком я старалась не смотреть ни на Кори ни на Аарона,ибо краснела сразу же как ловила из взгляды.Закончив трапезу я быстро убежала на конюшню и отправилась за Эди, как я и предполагала он уже был там,на болотах.\nПривязывал свою мелкую добычу к поясу\n— Эдииии,-заголосила я заметив его в далеке,привееет\nИ замахала рукой.\nОн просиял увидев меня\n—Ты сегодня рано,за чем на этот раз госпожа ведьмочка — с улыбкой сказал он.\n— Сегодня у меня к тебе серьезно дело,или разговор...\n—В общем у нас король в гостях и просит провожатого по топи,и......я.... Я предложила твою кандидатуру,если ты не против конечно\nОн нахмурился и не много подумав дал согласие.\nКонь был один,но куда деваться пешком далеко,он разместился сзади и мы направились к замку.\nОн то легонько прижимался к моей спине,то совсем близко,а я решив что это из за быстрой скачки не обращала внимания.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Мы вошли в зал где уселись мужчины,и подойдя к королю,он поклонился и представился.\n—Ваше высочества я Эд из Ровейса,прибыл к вашим услугам\nЯ была приятно удивлена его манерам,молодец.\nКороль очень внимательно осмотрел его с ног до головы,и пригласил присесть рядом.\nОбсудив все детали договорились что выходят завтра рано утром и решили что Эду лучше остаться в замке.\nЕго разместили в восточных спальнях,где спит прислуга,но это не помешало нам провести вечер в саду в веселой болтовне.\nНа охоту меня естественно не взяли,поэтому я осталась куковать в замке,помогать Риасе с приготовлением лекарст и волноваться как там они там....трое небезразличных мне мужчин.....",
    "answers": [
      {
        "id": 29,
        "text": "Охота"
      }
    ]
  },
  {
    "id": 29,
    "text": "Настреляв с дюжину перепелок,уток и всякой мелкой дичи,они уселись передохнуть.\nОбсуждали количество дичи и животных,король хвалил отца что он смотрит за хозяйством и здешними землями и все у него хорошо.\nКороль все время смотрел на Эда оценивающе ,изучал поведение и жесты.\nЛюбопытсво все таки взяло верх и Его величество отошёл от компании сеньоров и присел рядом с Эдом.\n—Эд,значит Эдвард,не ожиданно спросил король у Эди.\n—Не ваше высочество мое имя Эммед,просто все зовут Эд и я привык.\n— Кто твоя мать Эммед,\nОн посмотрел на короля с удивлением,ни кто ни когда его так не называл.\n— я сирота,моя матушка,приютила меня,она нашла меня когда мне было два года\n—Где она нашла тебя?\n— в лесу ваше высочество,сказала что я был почти присмерти,оборванный и голодный.\n— Почему она назвала тебя Эммедом.\n— Она говорит что это единственное слово которое я знал \nУставившись в даль король почувствовал какую то необьясниму тягу к этому парню и продолжил его спрашивать.\n—Ты ни чего не помнишь из детства.\n—к сожелению нет,помню лишь что моя мама была красивая и пела мне песню на ночь\n—Можешь напеть ее-попросил король...",
    "answers": [
      {
        "id": 30,
        "text": "Тихим голоском Эммед начал петь"
      }
    ]
  },
  {
    "id": 30,
    "text": "\"Спи мой малютка,глазки закрой\nЯ оберегу тебя,встану горой\nЧто бы там не было\nКто б не пришел\nЯ сохраню твой детский покой\"\n\nОт этой песни у короля защемило сердце. \nОн резко встал,приказал сварачиваться и выдвигаться к дому.\nЭд увидел лишь что взгляд короля стал грустный.\nУже в замке король попросил Эммеда остаться еще на ночь.\nНа ужин было разнообразие дичи,все были довольны.\nКороль подозвал Эммеда и попросил прийти в библиотеку через час.\n",
    "answers": [
      {
        "id": 31,
        "text": "Спустя час"
      }
    ]
  },
  {
    "id": 31,
    "text": "\n— Знаешь Эммед у меня 18 лет назад похитили сына,я долго его его искал,но поиски не увенчались успехом,его мать не пережила горя и скончалась от тоски.Твоя история что то мне напоминает.\nКороль посмотрел на Эммела и снова продолжил\n—У моего сына была особенная родинка  в виде трёх больших звёзд соединяющиеся полоской мелких,разреши посмотреть есть у тебя такая или нет.\nЭда пробил холодный пот,да у него была такая родинка.\nИ когда  Эд начал поднимать рубашку и оголять часть тела с той стороны где была родинка у сына короля,он все понял.\nРодинка была там же где и у принца,на последнем ребре с левого боку.\nКороль без слов крепко обнял Эда и начал плакать.\n— Ты даже не представляешь сколько мы тебя искали,я не думал что мы снова встретимся,а ты все время был тут рядом.\nЭд ошарашенный стоял как вкопаный и не до конца осознав что произошло крепко обнял отца.\n—Завтра же возвращаемся в наш замок,в твой дом сынок.",
    "answers": [
      {
        "id": 32,
        "text": "Вот это новости"
      }
    ]
  },
  {
    "id": 32,
    "text": "На утро король всем объявил что нашел сына.\nЭд лишь ловил мой недоумивающий взгляд и после обьявления, попросил поговорить с ним в саду.\n—Тария я удивлен не меньше тебя,я должен уехать с ним домой,не обижайся на меня\n—Ооо Эд я так рада за тебя,теперь у тебя будет дом и семья.\nОн улыбнулся и попросил обнять меня в знак благодарности.\nКогда его руки сомкнулись на моей талии,я подняла голову и наши взгляды встретились,тогда я почувствовала его робкий поцелуй на губах.\n— теперь я тоже достойный притендент на твою руку Тария.\nОн отстранился и ушел,а я осталась стоять в смешанных чувствах.\n Эд попросил по пути заехать к нему домой  что бы все объяснить матушке и король  согласился и поехал с ним поблагодарить эту добрую женщину.\nОтправив свиту вперед,они быстро добрались до нужного места.\nДом Эда не блистал роскошью хижина,завещанная травами и различными странными атрибутами.\nНу и естественно ведь его мама занималась целительством.\n—Матушка где ты....у меня для тебя новость.\n\n\n",
    "answers": [
      {
        "id": 33,
        "text": "Спустя пару минут"
      }
    ]
  },
  {
    "id": 33,
    "text": "К ним вышла миловидная пожилая женщина.\nКороль склонил перед ней голову и поблагодарил за воспитание сына.\nЭд объяснил как они встретились,сказал что это я свела их и помогла обрести друг друга.\nКороль Пригласил ее жить в замок и сказал что она не будет там ни в чем нуждаться.\nНо она отказалась с улыбкой сказала что обязательно их навестит и проводила в путь дорогу.\nТолько они скрылись за поворот из доброй женщины она моментально превратилась в толстую страшную ведьму и поклялась отомстить мне и королю за то что мы испортили ей жизнь,веди она хотела душой и телом принца продлить себе жизнь.",
    "answers": [
      {
        "id": 34,
        "text": "События меняются"
      }
    ]
  },
  {
    "id": 34,
    "text": "Шотландия, Эдинбург , наши дни...\nНа улице лило как из ведра а я стояла и грустно смотрела как ручейки уносили остатки моего настроения .\nДиплом написан, экзамены сданы, выпускной и все и свободна.\nЯ 4года отдала что бы отучиться на фармацевта,не знаю почему но меня влекло это,эта чувство помочь людям.\nЧерез два часа домой,рабочий день закончен,\nМои размышления прервал дверной колокольчик и полняв взглял ты увидела своего любимого постоянного покупателя.\nВ помещение зашёл высокий  мужчина и начал стряхивать зонт,он всегда приходит в твою смену за одним и тем же в набором.\nОн поднял взгляд и улыбнулся \n—Добрый день,-попреведствовала я его.\n—Здравствуйте девушка ,мне мятные леденцы и пару гематогеннок,\nЯ растянула улыбку и пошла набирать заказ\nУ него наверно подпольный магазин мятных леденцов,подумала я.\n\nПоблагодаривши он вышел и спрятался за ближайшим домом.\nСколько я работаю в этой аптеке,столько я его и помнишь.\nДольно симпатичный парень,только скромный,а может я и не в его вкусе.",
    "answers": [
      {
        "id": 35,
        "text": "Пора домой"
      }
    ]
  },
  {
    "id": 35,
    "text": "Рутина дом,еда сон, мой тихий вечер с пиццей и сериалом нарушил стук в дверь.\nЯ открыла.\nНу конечно это Алекс,\n—Привет детка не всю пиццу ещё сьела.,он нагло зашёл в квартиру и поставил на столик пиво.\n—Я на столько предсказуема?заулыбалась я\n—Тари мы дружим с детства,когда идёт дождь тебе грустно,а когда тебе грустно ты ешь и смотришь про сопливую любовь.\n—Ты не понимаешь всего смысла!\nВ общем вечер прошел в веселой компании лучшего друга.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Сегодня выходной,на улице прекрасно,пойду почитаю на веранде.\nЯ снимала квартиру в двух этажном шестиквартирном доме,соседи были прекрасные и вообще дом мне очень нравился.\nУстроившись на диване с книгой и кофе,я и  не заметила что мой сосед тоже на веранде,только спрятался за импровизированным садом.\n—эй Тария,доброе утро,\nЯ вздрогнула.\n—Оу,Майкл прости я тебя не заметила,как дела\n—Не плохо как ты\nПерекинувшись парой фраз вы оба продолжили читать. Я была довольна жизнью,пусть я и сирота но зато я смогла встать на ноги,отучилась и в перспективе меня ждала высокооплачиваемая работа.\nГолод загнал меня домой и плотненько поужинав я переоделась ко сну.\nВ голову ударила резкая боль,вески давило,внутри все горело огнем,пытаясь позвать на помощь я поняла что голос пропал.....\nИ все......\nИ темнота......\nГлаза покрыло пеленой,голова гудела и темнота...она поглотила меня полностью....чувство невесомости...",
    "answers": [
      {
        "id": 37,
        "text": "Темнота"
      }
    ]
  },
  {
    "id": 37,
    "text": "Голова просто взрывалась от боли,веки отежелели и я бездвижно глубоко вздыхая пыталась придти в себя...\nБоль стала уходить и я расслышала какое то движение..\nС трудом открыв глаза я начала подниматься и заметила что нахожусь в какой то лачуге,грубо сколоченая мебель,серые стены освещенные лишь светом камина.\n—Здравствуй Тария\nЯ резко повернулась испугавшись голоса\nВ изголовии кровати сидел молодой мужчина,тяжело улыбнувшись он посмотрел на меня.\n—Где я-с большим усилием вымолвила я,\n—Вот выпей это,это поможет придти в себя,он протянул мне странную глиняную чашу со странной жидкостью.\nМутная зеленая жижа вызывала приступ тошноты....\n—Ты хочешь меня отравить\n—Нет только помочь,тебе нужен отдых\nОн поднес чашу к губам и не имея сил сопротивляться  покорно выпила содержимое.\nМое тело снова окутала слабость и я уснула.",
    "answers": [
      {
        "id": 38,
        "text": "Придти в себя"
      }
    ]
  },
  {
    "id": 38,
    "text": "Треск камина и запахи еды,боже сколько прошло времени,\nЯ медленно приподнялась на кровати и увидела как трое мужчин одетых в странные,даже больше старинные одежды капашатся на другой половине комнаты,совершенно не обращая на меня внимания.\n— Вы мои похитители,что вам нужно\nВзгляды мужчин моментально устремились к тебе,\n—как ты себя чувствуешь? Спросил парень которого я уже видела.\n— что вам нужно,у меня нет денег \n—Тария ,это я Аарон,ты не помнишь меня,он подошёл ближе и с тоской заглянул в глаза,\n—Аэм,нет я уверена что мы не знакомы,ответила я\n—Память это хитрая штука,но я уверен что ты все вспомнишь, уверенно заявил он.\n—я Корлайл,ты звала меня Кори,он показал мне язык и продолжил готовку\n—Ну а меня ты уже видела я Эммед,зови Эд,странно что лекарство что я тебе дал не вернуло тебе память,наверное я с волнения забыл что то добавить.\nТрое высоких красивых но совершенно разных мужчины находились со мной в олной комнате и смотрели на меня горящими глазами.\nТишину нарушил запах жареного мяса в камине.\nКори поспешил заявить что ужин готов.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я с опаской смотрела на мужчин,а они приспокойненько уплетали мясо и не обращали внимания на мои настороженные взгляды \n— Мне кто нибудь что нибудь объяснит? Терпение на исходе,и начинает закипать злость хоть и усталая. \n— сначала кушай и набирайся сил\nЯ нервно запихнула кусочек мясо в рот и но аппетита не было,только не понимание происходящего и усталость.\nНеожиданно для меня  силы начали покидать тело а глаза не послушно закрылись.  \nЯ проснулась в отдельной комнате,кровать и стул с платьем века так  ...надцтого,видимо для меня,ну конечно я же домашних трениках и майке с пандой.\nЗа дверью я услышала голоса,быстро встав я переделать,кое как пригладила волосы и вышла,трое мужчин занимались своими делами,на столах дымились чашки и мой живот предательски уркнул.\n— Я готова выслушать ваши требования,и бесцеремонно уселась за стол.\nЭд улыбнулся и они последовали твоему примеру и присели за стол ",
    "answers": [
      {
        "id": 40,
        "text": "Обьяснения"
      }
    ]
  },
  {
    "id": 40,
    "text": "С едой быстро было покончено.\nЭд придвинул ко мне кружку с каким то невызывающим доверия варевом,\n— Не бойся,мы лишь хотим что бы ты расслабилась и все вспомнила\n—  что вспомнила,сомневающее я посмотрела на него,боже какой же он хорошенький то.тааак стопээээ\nАарон перебил Эда\n—Тария ты потеряла память из за проклятья ведьмы.\n— ха,ага ведьмы...ммм а вы наверно...троли ааааа нет нет эльфы да?!\nАарон сдвинул брови но спокойно ответил:\n—Нет мы люди и хотим что бы ты вспомнила и сделала правильный выбор.\nКори встал позади меня и по гладил по плечу.\n—Проклятье развеется только когда ты вспомнишь ее настоящее имя и скажешь его ведьме в лицо\n—что ж ,ну дайте мне справочник имён ведьм,и мы быстренько разберемся\n— имя у тебя в голове,она сказала его тебе когда проклинала\n—А если это все бред,вы сумасшедшие, вырядилась как в музее  ,похитили меня,и пытаетесь свести с ума?\n— Тария последние три года королевство изменилось,больше нет радости,горе голод и смерть,король стал ее марионеткой и только ты можешь нам помочь.\n— Черт с два,как?я вообще не понимаю что происходит,голова идёт кругом,чем ты меня поишь?это наркотики?",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Они грустно переглянусь и решили что пока достаточно,каждый разошелся по своим делам и лишь изредка бросали на меня взгляды.\n—Можно мне подышать воздухом или это тюрьма,\n—Далеко не уходи тут бродят дикие звери,\nАга конечно и драконы летают.\nЯ вышла на улицу и глаза не много напряглись от яркого солнца,глубоко вздохнув я пошла к деревьям,красота свежий воздух природа,но нужно как то вались...они явно психи...а вдруг торговцы органами..\nГде то впереди послышался шум воды и я пошла на звуки,выйдя и густого леса перед мной появился ручей,шумный и быстрый.\nЯ зашла в ледяную воду и с удовольствием зачерпнув воды помыла лицо,что то поблескивало в воде,я опустила руки и достала кулон, в форме сердца,какой красивый,серебряный,с надписью ,\"судьба\"\nВзяв находку я присела на берег и закрыла глаза,я не помню как он оказался у менч но точно знала что это мой,мои руки уже держали его когда то.\nВолнение и тревога, я вспомнила эти чувства...ммм это видно и правда наркота ну или я чокнулась",
    "answers": [
      {
        "id": 42,
        "text": "Присесть на берегу"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я сидела в тишине не понимая что же дальше,нужно валить,но в какую сторону да и вообще где я нахожусь.\nПоток мыслей прервал Кори,он присел рядом посмотрел на меня.\n— ты ни когда ни чего не боялась,мы выросли вместе и ты всегда была смелой и решительной,вот и сейчас просто дай себе все вспомнить,ты должна!ты нужна\n—кому?я помню все что было со мной я пришла с работы и потеряла сознание и вуаля я тут\n—тария ты нужна семье,ты ....ты нужна мне,он выполнил слова уставился на ручей\nЯ ему нужна,что было между нами?!\n— ты можешь мне просто рассказать?\n—увы нет,я могу просто рассказать поверхностно,все остальное ты должна вспомнить сама \n—Я все равно ни чего не понимаю.\nОн не много помолчал,\n—Пошли порыбачим?\nМммм пошли\nИ следуя за ним мы направились к более глубокому участку ручья,\nМесто было потресающим,валуны и камни ровным кольцом огибали берега,растительность разного вида и рыбы,просто огромные косяки рыб,вот прям бери руками.\nКори встал на валун и запустив пару стрел быстро \"на ловил \"на ужин \n—Хочешь Попробовать?\n",
    "answers": [
      {
        "id": 43,
        "text": "Да,хочу!"
      },
      {
        "id": 44,
        "text": "Нееееет"
      }
    ]
  },
  {
    "id": 43,
    "text": "\n—да ты что я не умею,улыбнулась я\n—А раньше ты бы устроила соревнования,\nА эх была не была\n—давай,попытка не пытка\nРука по свойски взяла лук а стрела будто волшебным образом  натянула тетеву и со свистом вошла в довольно крупную рыбку,да прям чудо какое то,\n—Новичкам везёт!весело провозгласила я.\n— нет просто ты превосходная лучница-с улыбкой ответил Кори и прыгнул в воду собирал улов и мы отправились в хижину.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Плечи Кори не много упали и собрав улов вы молча отправились домой.\nУжин был знатным.\nНа жарив рыбы я наелась доотвала\nЭди снова налил мне той жидкости,с недовольным лицом явыпила содержимое и пожелав спокойной ночи отправилась спать.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Сон сморил быстро ,только коснувшись подушки я оказалась во сне.\nСолнечный день,теплые лучи грели лицо,и я приятно потянувшись продолжила валятся на траве,чувства порхания бабочек,завтра я скажешь ему что любишь,все точно решено,люблю.\nГлубоко вздохнув я засмеялась...\nНо веселье было не долгим,небо заволокло тучами и раскаты грома привели меня в чувства.\nЯ было хотела уже отправится за лошадью но на поляне увидела ее.дряхлую оборванку с высокой палкой тростью.\nОна направлялась в мою сторону\nПо коже пробежали мурашки,и я резко повернувшись пошла к лошади....\n—подожди дитя,помоги старушке....\nона позвола меня а мне стало жутко от ее голоса",
    "answers": [
      {
        "id": 46,
        "text": "Сон стал превращаться в туман"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я очнулась с чувством дикой тревоги,Солнечные лучи уже пробивались в комнату,\nНа стуле уже висело новое платье,хотя вчера я точно приточно переодевшись повесила туда вчерашнее зелёное,ну сегодня синее,а синее мне к лицу,переодевшись я вышла из комнаты,Аарон чистил оружие,Эд читал какую то книгу а Кори уже заканчивал готовить завтрак.\n—Доброе утро\nВсе трое улыбнулись и вопросительно посмотрели на меня. \n—Чтооо?вы что то ждёте ?\nВопросы тут же отпали, и позавтракав и выпив \"зелье памяти\" все отправились по своим делам,Аарон на охоту,Кори просто молча взяв лук вышел из хижины,а Эди снова взялся за книгу.\nНе много помолчав\n—Что ты читаешь?\n—Да так,просто все что может вернуть память.\n—Тебе так нужно что бы я скорее что то вспомнила?\n—Да,очень,ты знаешь что я чувствовал?я год потратил что бы вернуть тебя сюда,а теперь ты ни чего не помнишь\n—но за чем тебе это все\n—Тария,просто вспомни и ты сама все поймёшь\nОпять наступила тишина...\n—Дай мне тоже что нибудь почитать \nОн нежно посмотрел на меня и пригласил к своей импровизируемой библиотеке.\nТак так \nмагия....\nЗелья...\nНекромантика...\nТравы..уф ну хоть что интересное \nТак вы и провели с ним пару часов читая и изредка встречаясь взглядами,улыбались.\n—Что ж думаю можно готовить отвар для тебя\nЛишь бы чем нибудь себя занять я вызвалась помогать \nИ спустя час собирания,растирания и выжимания трав,мы собрали нужные ингредиенты и отправили их в котел.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Аарон вернулся с охоты и принес пару кролей,Кори добыл не много овощей.\nВсе дружно внесли свою лепту в ужин.\nПоболтав не о чем за едой,и снова выпив собственно ручно приготленое зелье,меня снова резко начало клонить в сон,пожелав доброй ночи,я ушла в комнату и снова погрузилась в царство Морфея.",
    "answers": [
      {
        "id": 48,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 48,
    "text": "Я спускалась по каменным ступенькам в столовую,родители уже сидели за столом.\n—Дочь ты сегодня вовремя-весело встретил меня папа.\nЯ подбежала и крепко обняла его,потом так же крепко обняла маму,\n—Я так по вам скучала,\nМама ласково по гладила меня по руке,-милая мы тоже тебя любим\nЯ присела за стол,и приступила к завтраку\n—Дорогая,ты же знаешь что мы тебя любим и желаем тебе счастья,\nТак что то мне уже не нравится начало и оторвавшись от еды,я пугливо подняла взгляд на нее.\n—Ну так вот,мы хотим тебе счастья и ты уже взрослая хватит скрывать это от тебя,\n—Мам что случилось? В  голову сразу полезли нехорошие мысли\n—А общем эти при письма ждут твоего ответа,\nОна протянула мне три конверта.\n—что в них\n—Там....-мама посмотрела на отца...\nЯ повернулась к нему.\nОн опустив голову выполнил:\n—Там при предложения о замужестве,все трое женихов попросили твоей руки у меня но я сказал что ты будешь решать сама\n—Да,мы решили что ты должна решать сама,ты у нас одна и мы хотим что бы ты жила в любви,поэтому мы даём тебе пару недель на ответ.\nЯ психанула и выскочив из за стола отправилась на конюшню,мне нужно проветрится,....вскочив на коня я отправилась в лес....слезы душили",
    "answers": [
      {
        "id": 49,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я очнулась в слезах ,обида вот что я чувствовала сейчас,одевшись в бардовое платье я расстроенная вышла из комнаты ,\nЭд сразу заметил перемену в тебе,\n—Тария,ты что то вспомнила \n—Да.....родителей.....они сказали что мне нужно было выбирать \nНаступила тишина,\n—Что выбирать-невыдержав спросил Кори \n—Мужа!!!!!расстроенная крикнула ты,-мужа,а ведь я люблю другого....\n—Кого?все хором спросили они\n—я не помню,но я помню что хотела ему признаться ,\nИ не выдержав эту тяжесть воспоминания я яростно хлопнула дверью и выбежала прочь...\nЯ пробежала ещё не долго и прислонившись к дереву горько заплакала,\nКого я любила,кто эти женихи я хочу все вспомнить и убраться от сюда.\nЯ побрела вперёд и наткнулась на небольшую полянку,прилегла на траве и стала смотреть в облака \n—Тария,вспомни все и ууходи ,все это сведёт тебя с ума,-я жмурила глаза задерживала дыхание и даже произносила какие-то \"симсалабимы\"\nВ итоге совсем разочаровавшись я уснула.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Распахнув глаза перед мной было голубое небо,а вот с боку....\nОпершись на руку Аарон смотрел на меня,и жуя травинку улыбнулся мне.\n—Как спалось красавица?\nЯ отвернулась и щеки покрылись румянцем\n—и давно ты тут извращенец ?любишь смотреть на спящих\nОн закатился смехом и откинулся на спину \n—Когда ты спишь ты так же прекрасна.\nЯ насупилась,хотя тебе было очень приятно.и минут 10 вы лежали молча \n—Ты знаешь когда с тобой это произошло, я думал сойду с ума,ты ты...он повернулся ко мне.\n—Тария.\nЯ повернулась к нему,он заглянул мне в глаза и впился страстным поцелуем мне в губы.",
    "answers": [
      {
        "id": 51,
        "text": "Отстранится"
      },
      {
        "id": 52,
        "text": "Ответить на поцелуй"
      }
    ]
  },
  {
    "id": 51,
    "text": "Я оттолкнула его и отвернулась.\nОн снова упал на спину.\nИ молчание продолжалось.",
    "answers": [
      {
        "id": 53,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 52,
    "text": "Я почувствовала на губах его требовательные губы,и приоткрыв двинулась на встречу его страсти,его горячий язык сводил с ума,Аарон то становился необузданным то нежно целовал мои губы.\nМы оторвались друг от друга и тяжело задышали.\n—Теперь ты понимаешь как я скучал?\nИзвени но я ни чего не помню,хотела сказать я,но промолчала и лишь грустно на него посмотрела.",
    "answers": [
      {
        "id": 53,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я мчалась на своем коне куда глаза глядят,и уже на поляне,остановилась и легла на траву.\nСолнечный день,теплые лучи грели лицо,и я приятно потянувшись продолжила валятся на траве,чувства порхания бабочек,завтра я  скажешь ему что люблю,все точно решено,люблю.\nГлубоко вздохнув я засмеялась\nНо веселье было не долгим,небо заволокло тучами и раскаты грома привели меня в чувства.\nИ я снова увидела ту старуху ,она снова попросила помощи.\nА я чувствовала угрозу исходящую от нее.\nБожечки да как сбежать то,я было хотела отказать,но воспитание и Совесть говорили что нужно помочь просящему.\nИ я повернулась и медленно направилась в ее сторону,она лишь попросила собрать хворост и отнести до её хижины,я быстро собрала сколько ей было нужно ,дошла до хижины и попрощавшись стала выходить,как она остановила меня,\n—вот это тебе милая,и она протянула меня кулон,красивый серебряный кулон,я благодарно поклонилась и быстро отправилась домой.\nДорогой я одела кулон на шею и он так хорошо лег будто был сделан специально для меня.\n Но чувство страха так и не покидало меня .. ",
    "answers": [
      {
        "id": 54,
        "text": "Меня разбудили громкие крики"
      }
    ]
  },
  {
    "id": 54,
    "text": "—Она ни чего не может вспомнить,твои чёртовы травы не помогают\n—Она просто боится вспомнить \n—Прекратите кричать вы ее разбудите,\nОни так же продолжали спорить.\nЯ тихонько вышла в главную комнату и решила прекратить скандал.\n—ну и что вы орете с утра по раньше \nОни сразу притихли и разошлись по углам ,завтракала я одна,выпив двойную дозу зелья я снова ушла в лес не много побродив и по собирав грибов я вернулась в хижину,Эди сидел возле домика и мял что то в ступке\n—Эди,-обратилась я,-я кажется что то вспоминаю\nОн вопросительно посмотрел на меня.\n—Во снах ,я вижу старуху,она ,я думаю это она меня прокляла,я помню родителей лес и даже своего коня,но не помню кого люблю,точнее может и помню но мои сны ещё туда не дошли.\nОн протянул мне размятую траву.\n—Жуй\nЯ начала жевать,вкус травы и онемения,язык перестал слушать,тело отяжелело и я бы упала,но он подхватил меня,все что я помню это то что  он отнес и положил меня на кровать,а дальше все...  ",
    "answers": [
      {
        "id": 55,
        "text": "Во сне"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я лежала и крутила кулон в руках свеча почти догорала и я встала ее менять.\nНа комоде лежали письма,да была ее была прочитаю кто там.\nЯ разместилась на кровати и стала читать \"Сер и миледи...блабла прошу дайте ответ что бы поговорить с вашей дочерью,и попросить ее руки..блабла содержание почти одном тоже и тут БАМ \nОдно письмо подписано\n—Эммед из дома Перелэйса\n—Корлайл из дома Лорганди\n—Аарон из дома Матэйф\nЧтооооо боже\nМеня охватило волнение и радость и все все что можно захлестнуть...\nИ я точно поняла кто тебе нужен.\n",
    "answers": [
      {
        "id": 56,
        "text": "День только мой"
      }
    ]
  },
  {
    "id": 56,
    "text": "\nУтро выдалось тихим,быстро одевшись в новое платье я была готова к новому дню.\nЯ выскочила из комнаты,но ни кого не было,на столе стояла чашка и стакан \"зелья\"\nЯ быстро покончила с завтраком и решила себя занять чтением,но буквы смешивались потому что сон не выходил из головы,все так странно,но кого же я выбрала,и как я потеряла память....не заметно для меня день пролетел за мыслями и чтением.\nНачало смеркается,и в животе за урчало,я отправилась на поиски припасов и найдя не много мяса,не много овощей я поставила варить суп.\nЯ бросила последние ингредиенты и дверь отворилась,пришел Кори с рыбой и Эди с огромным снопом какой то травы,ну и Аарон спустя пару минут с дикими яблоками и хлебом.\nНу и тотчто я ужин приготовила удивило всех,типа я что ли не хозяюшка а?!аа?!\nТот вечер парни рассказывали чем занимались весь день,шутили и смеялись.\nБыло приятно провести вечер с ними,но сон брал верх,попросив опять двойную дозу напитка,я уснула",
    "answers": [
      {
        "id": 57,
        "text": "Воспоминания"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я крутилась перед зеркалом,и знала кому я дам ответ,на глаза попался кулон и решила что он лишь подчеркнёт мой образ, я зашелкнула  застёжку и по комнате раскатисто прокатил гром и в дыму появилась та старуха из леса ,она злобно засмеялась и обратилась в страшную женщину с ужастным оскалом.\nОна заговорила страшным голосом :\n—Тария Хайдерт я Бертисах Скверная из ковена Дьявольских слуг,проклинаю тебя на вечный сон и без памятную жизнь,за то что ты испортила мою жизнь.Будь проклята и забудь все\n\n....\n\n\nВ миг комната заполнилась темнотой и перенесла меня во времени,перед мной пронеслась жизнь,детдом колледж и работа.\nЯ вспомнила окружавших меня людей мой друг детства Алекс это был Кори,соседский парень Майкл это был Эммед и тот парень из аптеки был Аароном,они всегда были рядом.....они всегда были рядом и перерождались каждую жизнь со мной ищя выход как вернуть меня обратно.\nТо есть вся та жизнь что я помнила была подделкой....я должна быть здесь.....в этом времени.... ",
    "answers": [
      {
        "id": 58,
        "text": "Резко проснутся"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я все знала....\nЯ знала ее имя....\nЯ знала как снять проклятье...\nЯ выскочила из комнаты и громко крикнула \n—Я все помню,я знаю её имя\nПарни устремились кр мне,Эди бросил свои снадобья,Кори и Аарон забежали в дом.\n—Ее имя Бертисах Скверная из ковена Дьявольских слуг...\n\nОни просияли ведь теперь они могут вернуть все на круги своя,лишь Эди грустно вздохнул...\nНо радоваться было рано...\n—А то что она дала тебе,\n—В каком смысле,спросила я\n—Ну какую проклятую вещь,когда она проклинала тебя она доожна была что то тебе дать,без этой вещи мы не сможем вернуть ей проклятье.. \n\n\n\n",
    "answers": [
      {
        "id": 59,
        "text": "Вещь...вещь .вещь"
      }
    ]
  },
  {
    "id": 59,
    "text": "Я понятия не имею что это может быть....и прокручивая в голове мысли я поняла что это тот кулон из сна...\n\nЯ быстро нырнула в комнату и нашарила под матрасом кулон.\n—Вот он,я нашла его \nТеперь все трое радовались и обнимали меня.\n—Нужно разработать план,как мы попадаем в замок \nИ убрав все со стола Эди развернул карту замка со всеми потайными выходами и входами,\nПоскольку Аарон был рыцарем он легко мог узнать расписание короля и \"королевы\"\nКоди занялся прикрытием,а Эди с новым рвением варил какие то снодобья и микстурки.",
    "answers": [
      {
        "id": 60,
        "text": "Спустя три дня"
      }
    ]
  },
  {
    "id": 60,
    "text": "Коди раздобыл плащи что бы смешаться с толпой,и музыкальные инструменты,по плану Аарону мы прикинемся бродячими музыкантами,якобы придем в замок развлекать господ,а Эди создал какую то волшебную пыль ,для того что бы усыпить охранников. \nТак мы были во все оружии,у нас был лишь один шанс на победу,при плохом исходе нас казнят.\n—Выступать будем утром,все держимся друг друга,и не даём усомнится в нашем музыкальном профессионализме.-Аарон волновался больше всех ибо план был его.\nОт волнения и нервоза сильно разболелась голова и я решила прилечь по раньше.\nПроснулась лишь от того что кто то легонько трес мое плечо.\n—Тария пора вставать,-ласково сказал Кори и уходя улыбнулся мне.\nЯ что то промявлив с полу закрытыми глазами встала,уже в полудреме собралась и вышла в общую комнату.\nПарни уже были готовы,аппетита совсем не было,но Эди протянул мне какой то напиток что бы взбодриться и спустя минут 10 мы отправились в путь.",
    "answers": [
      {
        "id": 61,
        "text": "Дорога до замка короля"
      }
    ]
  },
  {
    "id": 61,
    "text": "Честно говоря ноги устали шли мы долго,и дорога так себе.\nНо до замка осталось рукой прлать и это придавало сил,скоро все это пройдет,каждый вернётся к своей жизни,я и сама не поняла как поверила и втянулась в эту \"игру про спасение тебя от ведьмы\" но знаете выбора то особо не было.\nМы в четвером зашли в главные ворота,и прежде  ухоженный двор превратился в свалку отходов и мусора,люди грязные и голодные просто лежали по обочинам без сил даже двигаться,везде царило запустение.\nЛишь стража грозно расхаживала из стороны в сторону.\nНа подходе к дворцу,нас остановил стражник,мерзкий на вид и засальным похотливым взглядом он посмотрел на меня.\n—Куда прете,здесь проходимцам не место,но если хотите заработать то оставьте ее,и проваливайте.\nЯ почувствовала как мои парни напряглись,в воздухе нависла угроза.\n—Мы министрели,добрый господин,шли из далека и хотим сыграть для королевы и короля,хотя бы за еду-жалобным голосом промычал Эд\nОхранник снова осмотрел всех с ног до головы,пару секунд подумал...",
    "answers": [
      {
        "id": 62,
        "text": "Проходите,но без фокусов"
      }
    ]
  },
  {
    "id": 62,
    "text": "Мы быстро прошмыгнули в замок и шли уже по указанием Эда.\nДвери в главный зал,были закрыты,там слышались и музыка и смех и пьяные крики.Тут то и приготилась чудо пыть,что бы усыпить и обезвредить охрану.\n— Лишние проблемы ни к чему-сказал Эммед и сдунул с ладони порошок перед охранниками.\n",
    "answers": [
      {
        "id": 63,
        "text": "Мы зашли в зал"
      }
    ]
  },
  {
    "id": 63,
    "text": "В зале был Хаус,пьяные вельможи и полуголые женщины,мусор и все в этом роде,зрелище было ужастным,а во главе всего этого действа была она, вызвышаясь на троне она жадно набивала свое и без того толстое брюхо мясом,и хохотала над ее придворными.\nРядом сидел король,отреченно будто в трансе он смотрел в сторону и глубоко вздыхал.\nКороль сильный и уверенный мужчина сидел словно смирная тихая кукла.\nЭд хотел уже выбежать к нему на помощь но Аарон его остановил.\nМы подозрительно озирались по сторонам и подняв взгляд на нее,поняли что она наблюдает за вашей компанией.\n—Эй вы,вы кто такие,-с явным интересом спросила она\n—Мы бродячие музыканты ваше высочество,-громко сказал Кори и мы все поклонились.\n—Музыканты....мои придворные давно не танцевали,выйдите вперёд и сыграйте нам.\nПарни шли первыми а я робко склонив голову за ними,лишь бы она нас не узнала,только парни остановились.",
    "answers": [
      {
        "id": 64,
        "text": "Вперед вышла я"
      }
    ]
  },
  {
    "id": 64,
    "text": "Я резко скинула с себя плащ и зал моментально замолк,люди замерли в своих позах,время будто остановилось,остались лишь она и я.\nЯ подняла вверх руку на которой качался кулон и сотресая тишину громко начала говорить:\nЯ Тария Хайдерт возвращаю тебе Бертисах Скверная из ковена Дьявольских слуг,твое проклятье вечного сна и без памятной жизнь,за то что ты испортила мою жизнь.Будь проклята,забудь все и гори в аду ведьма...\nПо залу прокатился раскат грома и молния пронзила ведьму,и меня слепил секундный свет молнии и я снова поднялатвзгляд на трон,от ведьмы осталась лишь горка пепла.\nВсе в зале словно выходя из транса приходили в себя.\nЭд рванул к королю и заботливо обнял.\n—Отец как ты себя чувствуешь.\nКороль всё ещё  выходя из чар ведьмы лишь молча обнял его. \nИ время снова все отматало назад,будто этой ведьмы и не было.",
    "answers": [
      {
        "id": 65,
        "text": "Все на своих местах"
      }
    ]
  },
  {
    "id": 65,
    "text": "Спустя месяц всех этих событий.\nКак и обещалось король навестил вас вместе с сыном,но приезд имел не только дружеский подтекст.\nЯ счастливая крутилась перед зеркалом зная кому я дам ответ.\nПосмотрев на себя и не много покрутившись я выбежала из комнаты:",
    "answers": [
      {
        "id": 66,
        "text": "К Корлайлу"
      },
      {
        "id": 67,
        "text": "К Аарону"
      },
      {
        "id": 68,
        "text": "К Эммеду"
      }
    ]
  },
  {
    "id": 66,
    "text": "Я спустилась к конюшне и запрыгнув на своего коня направилась к замку Кори,к счастью они жили не далеко и скоро показались башенки замка Кори.\nВъехав во двор я оставила лошадь конюхам, и зашли внутрь.\nСер Мирт сказал что он ещё с утра уехал куда то.\nЯ знала лишь одно место куда он мог направится...\nОн сидел на огромном камне на вашем любимом озере.\nЯ подкралась сзади и закрыла ему глаза ладошками.\n—Угодай кто\nОн ласково поглаживал мои руки и называл несуществующее имена ,а ты хихикала...\n\n—Тария я узнаю тебя из миллиона людей,и потянув за руку усадил меня на колени.\nЯ посмотрела ему в глаза и без разговоров ласково коснулась его губ.\nОн прижал меня к  себе сильнее и стал целовать то безумно то ласково.\nОбезумевшая страстью я отдалась ему без остатка.\nСпустя время я лежала в его обьятьях на наших одеждах, и понимала я сделала правильный выбор.\nЯ так сильно его люблю...\nНаши родители были счастливы что мы выбрали друг друга.\nЧерез месяц мы сыграли свадьбу и прожили с ним долгую жизнь в любви и счастье.\n\n\n*Концовка \"Любовь на все времена\"\n",
    "answers": [
      {
        "id": 1,
        "text": "Конееец"
      },
      {
        "id": 66,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/1909/81/582cc000c3a7.jpg"
      }
    ]
  },
  {
    "id": 67,
    "text": "Я весело сбежала по лестнице и увидела что мужчины сидят в зале и потягивают холодный сидр,Аарона среди них не было, интересно где он,\nЗаглянув в оружейную я увидела что мой любимый мужчина сидит на диване и чистит меч,я присела рядом и улыбнулась.\n—Привет,....у меня к тебе разговор\nОн удивлённо приподнял бровь и вопросительно посмотрел на меня.\n—Который состоится после ужина в библиотеке.и ловко побежала к выходу.\n—О чем хотя бы скажи-крикнул он в след,но я сделала вид что не слышала.\nНа ужин я оделась как подобает в зелёном платье и позолоченным пояском и распущенными волосамиты выглядела как лесная нимфа.\nВесь вечер он смотрел на меня испытавающее и с любопытством.\nВ библиотеке он уже нервно постукивал пальцами по креслу и пил сидр.\nЯ робко зашла в комнату и ваши взгляды встретились я встала перед ним,он тоже поднялся и мой взгляд уже был на уровне его груди.\nЯ смело подняла голову и...\n—Я согласна...\n—Что....\n—Аарон я согласна\nОн резко поднял меня на руки и закружил.\nПоставив на ноги он впился страстным поцелуем мне в губы и опустился на диван,я оказалась сверху в его сильных и крепких обьятьях,он не отрываясь целовал меня и гладил твое хрупкое тело.\n—Я мечтал что ты согласишься ,буду любить тебя до конца жизни.\nОн снова целовал тебя то ласково то страстно.\nВ ту ночь ты провела в его объятьях и его поцелуях.\nКак же я люблю этого страстного рыцаря.\nВаша жизнь была наполнена страстью и любовью.\n\n*Концовка \"Мой личный рыцарь\"\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 67,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b43/1909/dd/3cab9a22955c.jpg"
      }
    ]
  },
  {
    "id": 68,
    "text": "Я воодушевлено направилась в зал где отдыхали мужчины,но Эммеда так и не нашла.наверно он в саду.\nИ я была права, он сидел возле пруда и смотрел на воду.\nЯ присела рядом на лавочку и тоже уставилась в даль.\nМинуту в тишине мы одновременно повернулись и засмеялись.\nОн нежно убрал выпавший локон с моего лица,из за чего мои щеки моментально покрылись румянцем.\n—Тария я скучаю по нашей дружбе,разговорам......мне не хватает тебя\nЯ молча достала его письмо из кармана платья и протянула ему.\n—Что это значит,отказ?\n—Ээмед я..... тоже скучаю.....\nОн без слов заключил меня в объятия  и нежно прикоснулся к моим губам,мы ещё долго наслаждались нежными поцелуями друг друга и придумывали как пройдет ваша свадьба.Ту ночь он провел в моих покоях и ещё раз доказал мне что я сделала правильный выбор.....\n\nЯ стала хорошей женой принца и потом короля,рука об руку вы правили мудро и справедливо.\n*Концовка \"Мой любимый спаситель\"",
    "answers": [
      {
        "id": 1,
        "text": "Конееец"
      },
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b37/1909/71/989343c2f2df.jpg\n"
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": [
      {
        "id": 70,
        "text": "Тария"
      },
      {
        "id": 71,
        "text": "Аарон"
      },
      {
        "id": 72,
        "text": "Корлайл"
      },
      {
        "id": 73,
        "text": "Эммед"
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  },
  {
    "id": 74,
    "text": "Этой моя первая работа,поэтому я готова к критике ну и может похвале.\nДумаю написаное больше подходит к книге,а не к квесту,но я старалась.\nХочу представить вам основных персонажей сего рассказа:",
    "answers": [
      {
        "id": 75,
        "text": "Тария"
      },
      {
        "id": 76,
        "text": "Аарон"
      },
      {
        "id": 77,
        "text": "Корлайл"
      },
      {
        "id": 78,
        "text": "Эммед"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 75,
    "text": "Тария,это главная героиня,то есть я.\nСмелая,очаровательная леди с ноткой авантюризма.",
    "answers": [
      {
        "id": 74,
        "text": "Вернуться"
      },
      {
        "id": 75,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b01/1909/91/f8bde611c203.jpg\n"
      }
    ]
  },
  {
    "id": 76,
    "text": "Аарон смелый и бесстрашный воин.\nСтрастный мужчина от одного взгляда которого бегут мурашки.....",
    "answers": [
      {
        "id": 76,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b16/1909/59/07a548619668.jpg\n"
      },
      {
        "id": 74,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 77,
    "text": "Корлайл мой близкий друг,мы выросои вместе.\nРаньше я и не замечала какой он красавчик....\n",
    "answers": [
      {
        "id": 77,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b20/1909/32/ef3cf4f0e210.jpg\n"
      },
      {
        "id": 74,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 78,
    "text": "Мы знакомы с ним не давно,но успели сблизится.\nОн добрый и отзывчивый,с ним комфортно в любой ситуации,а еще он милашка...",
    "answers": [
      {
        "id": 78,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d05/1909/45/58f6a66436c3.jpg"
      },
      {
        "id": 74,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 79,
    "text": "",
    "answers": []
  }
]