[
  {
    "id": 1,
    "text": "Эта история началась в эпицентре огромного смерча, образовавшегося вокруг разлома между двумя мирами, нашим и миром Архелиосом. Миром совершенно иным нежели наш, миром который населяли фантастические существа, умевшие управлять стихиями и самим временем. И правил этим миром, древний и могучий император драконов Бахамут. \n\nНо в этом мире были схожие черты с нашим, в нём так же нашли себе место обычные человеческие грехи, такие как зависит, корысть, и обман. И несмотря на мудрое и благородное правление императора дракона, были у него могучие враги, один из которых чёрный змей Инканьямба. Коварный Инканьямба предпринимал множество попыток свергнуть Бахамута, но мудрый император всегда был на шаг впереди. И вот Инканьямба отчаявшись одалеть своего врага, находит древний манускрипт позволяющий открыть врата в другой, не менее богатый мир, где бы ему никто не помешал захватить власть, и править так как ему захочется, погружая этот мир в хаос.\n\nЧары открывшие разлом были настолько сильны, что создали огромный смерч, который почти уничтожил мир Архелиос, нанеся непоправимый ущерб. \nСо злобной ухмылкой Инканьямба сумел скрыться в разломе, и избежать наказание  Бахамута.",
    "answers": [
      {
        "id": 2,
        "text": "Начать свой путь."
      }
    ]
  },
  {
    "id": 2,
    "text": "Чей путь обретения силы вы хотите пройти?",
    "answers": [
      {
        "id": 3,
        "text": "Аккари Флайм (Совсем молодой юноша из бедной семьи фермеров)"
      },
      {
        "id": 43,
        "text": "Флемет Гайрон (Принцесса, дочь грозного правителя империи Кратона Гайрона) (В разработке)"
      }
    ]
  },
  {
    "id": 3,
    "text": "Раскаты грома один за одним озаряют небо.\nСильный ветер сбивает с ног, дождь заливает лицо, вы стоите на вершине горы, в длинном плаще с капющоном, не понимая как здесь оказались. Ваши ноги по щиколотку в грязи, ходить достаточно трудно, тело дрожит от холода.\nПосмотрев себе под ноги, вы задались вопросом:\n\n— Где я??? Это сон?",
    "answers": [
      {
        "id": 5,
        "text": "(Осмотреться)"
      },
      {
        "id": 6,
        "text": "(Сильно закрыть глаза в надежде что это сон)"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Аккари, покорми тогда лошадей!\n\nВы схватили меч и поспешили выйти на улицу, светило яркое солнце, свежий воздух быстро привел вас в чувство.\nВспомнили ваш сон, странных существ и голос в голове. Хоть это и был лишь сон, вам казалось что все происходило в действительности. Если это был сон, то откуда тут этот меч?!",
    "answers": [
      {
        "id": 13,
        "text": "(Заглянуть в конюшню)"
      },
      {
        "id": 25,
        "text": "(Остаться на улице)"
      }
    ]
  },
  {
    "id": 5,
    "text": "Справа от вас был обрыв, с которого виднелся огромный смерч, вокруг него летали различные постройки и обломки. В центре смерча заметно какое то движение,  но вы с трудом могли различить что именно там происходит, не смотря на капюшон, дождь продолжал заливать вам лицо. Надо бы подойти поближе, может тогда удастся что либо рассмотреть.\n\nСлева вы заметили почти разрушенную лестницу, ведущюю к уступу, на котором находилась ветхая хижина.",
    "answers": [
      {
        "id": 9,
        "text": "(Подойти к обрыву)"
      }
    ]
  },
  {
    "id": 6,
    "text": "Голос изнутри:\n— не бойся мальчик, ты справишься, будь храбрым, взгляни опасности в лицо...",
    "answers": [
      {
        "id": 3,
        "text": "(Открыть глаза)"
      },
      {
        "id": 8,
        "text": "(Сомкнуть ещё сильнее)"
      }
    ]
  },
  {
    "id": 7,
    "text": "Посмотрев в небо вы увидели огромную воронку в нём, что вращалась и затягивала мелкие обломки будто черная дыра. \nДаже не смотря на то что свет охранял вас от дождя, и вы уже почти просохли, внутри смерча вы с трудом могли разглядеть две фигуры. Обе были змеевидной формы, кружились по периметру смерча, пространство между ними, постояно озарялось вспышками различной яркости и амплитуды. \n\nФигура что была ниже имела золотой отблеск, можно было разглядеть шесть лап и голову, из пасти которой время от времени происходили вспышки молний. Вторая фигура стремилась на верх, будто в эту самую черную дыру, она имела темно фиолетовый цвет, и казалось бы успешно отражала молнии но не могла добраться до своей цели.\n\nГолос изнутри:\n— Бегом в храм! У нас мало времени!",
    "answers": [
      {
        "id": 14,
        "text": "(Остаться на месте, пытаясь расмотреть подробности загадочного поединка)"
      },
      {
        "id": 15,
        "text": "(Бегом забраться на уступ и войти в храм)"
      }
    ]
  },
  {
    "id": 8,
    "text": "Голос изнутри:\n—Неужели я ошибся?! Нет, этого не может быть. Я вижу тебя, обратись к свету в своём сердце, я с тобой, мы вместе рассеем эту тьму.\n\nВы почувствовали тепло в груди, тело согрелось и вы прекратили дрожать. Страх исчез, появилось чувство лёгкости.\n\nНаконец открыв глаза, вы заметили что над вами возник купол из чистого света, согревающий вас, и хранящий от дождя и ветра.",
    "answers": [
      {
        "id": 10,
        "text": "(Осмотреться)"
      }
    ]
  },
  {
    "id": 9,
    "text": "Аккари подошёл к обрыву и посмотрел вниз, было настолько высоко, что земли внизу вы не увидели, скала уходила в туман как и всё окружающее, казалось существует лишь то что находится в 10 метрах от вас, а дальше пустота.\n\nГолос изнутри:\n— Высота завораживает неправда ли, но всё же обрати свой взгляд ввысь, я покажу тебя конец нашего мира. Конец Архелиоса! И моё падение...",
    "answers": [
      {
        "id": 7,
        "text": "(Молча посмотреть в небо над смерчем)"
      },
      {
        "id": 11,
        "text": "- Кто ты?!"
      }
    ]
  },
  {
    "id": 10,
    "text": "Справа от вас был обрыв, с которого виднелся огромный смерч, вокруг него летали различные постройки и обломки. В центре смерча заметно какое то движение,  две змеевидные фигуры вращались по периметру, создавая яркие вспышки света. \n\nСлева вы заметили почти разрушенную лестницу, ведущюю к уступу, на котором находилась ветхая хижина.\n\nГолос изнутри:\n— Пейзаж завораживает неправда ли, но всё же обрати свой взгляд ввысь, я покажу тебя конец нашего мира. Конец Архелиоса! И моё падение...",
    "answers": [
      {
        "id": 7,
        "text": "(Молча посмотреть в небо над смерчем)"
      },
      {
        "id": 11,
        "text": "- Кто ты?!"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Я некогда хранитель Архелиоса в этом в мире, в вашем же, Я — есть ты. \nЯ — Бахамут, и только твоё чистое сердце способно нести это бремя, во благо вашего мира! Я привёл тебя сюда для того что бы ты увидел закат моей империи, увидел до чего доводит гнев, гордыня, и алчность.\n\nНебо озарила яркая молния ослепившая взор, Аккари отвернулся закрыв глаза. Следом пришла волна грома потрясшая почву под ногами и сбившая вас с ног, отступив назад вы удержали равновесие и уже крепко стояли на ногах.",
    "answers": [
      {
        "id": 12,
        "text": "(Всмотреться в небо над смерчем, и движение внутри него.)"
      },
      {
        "id": 15,
        "text": "(Развернуться и направится к хижине)"
      }
    ]
  },
  {
    "id": 12,
    "text": "Посмотрев в небо вы увидели огромную воронку в нём, что вращалась и затягивала мелкие обломки будто черная дыра. \n\nГолос Бахамута пробудил тепло внутри вас, ваши глаза загорелись золотым, солнечным светом, дождь более не мешал вашему взору.\n\nВнутри смерча, вы смогли увидеть не только две фигуры, в которых вы теперь разборчиво разглядели огромного золотого дракона и тёмно-фиолетового змея, но также золотой город под великим смерчем, загадочные, начертаные руны, и армию из множества странных существ как со стороны дракона так и со стороны змея, это была настоящая война! Всё это вы наблюдали как будто перед собой, не смотря на то что вы стояли в десятках километрах от событий.\n\nДракон со змеем кружились по периметру смерча, пространство между ними, постояно озарялось вспышками различной яркости и амплитуды. \n\nУ золотого дракона можно было разглядеть шесть лап и голову, из пасти которой время от времени исходили вспышки молний. Тёмный змей стремился на верх, будто в эту самую черную дыру, и казалось бы успешно отражал молнии, но не мог добраться до своей цели.\n\nГолос изнутри:\n— Бегом в храм! У нас мало времени!",
    "answers": [
      {
        "id": 15,
        "text": "(Бегом забраться на уступ и войти в храм)"
      },
      {
        "id": 42,
        "text": "(Остаться на месте, наблюдать за происходящим)"
      }
    ]
  },
  {
    "id": 13,
    "text": "Зайдя внутрь вы обнаружили старую ветош, в которую замотали меч и засунули его по глубже в стог сена. После подошли к Вьюге, это была верная, сильная лошадь, покормив сеном вы прижались к её морде.\n— Ну что родная, может прогуляемся к реке?\nВ ответ Вьюга фыркнула, и тишину нарушил топот копыт недалеко от вашего дома.",
    "answers": [
      {
        "id": 25,
        "text": "(Достать снова меч, и выйти из конюшни)"
      },
      {
        "id": 32,
        "text": "(Выйти из конюшни)"
      }
    ]
  },
  {
    "id": 14,
    "text": "К сожалению события происходили очень далеко от вас, и разглядеть более подробно не было возможности. Но вдруг тёмный змей произвел огромную вспышку откинув своего соперника вниз, сам же взлетел так высоко, что черная дыра проглотила и его \n\nРазлом захлопнулся за ним, издав жуткий грохот, вновь потрясший землю. Смерч мгновенно остановился, все обломки, строения, и фигуры что находились в воздухе, рухнули о землю.\n\nВетер стих, дождь прекратился, и теперь можно было отчётливо рассмотреть разрушенный золотой город, и лежавшего в руинах дракона цвета солнца.\n\n— Вот и конец — донёсся голос в вашей голове.\n\nБуквально за секунды, мир вокруг вас расплылся в тумане.",
    "answers": [
      {
        "id": 16,
        "text": "(Проснуться)"
      }
    ]
  },
  {
    "id": 15,
    "text": "Взбежав на вершину уступа, где находилась хижина, при близком осмотре стало понятно, что перед вами храм. Украшенный повсюду золотыми фресками, и статуэтками сказочных существ. В центре были огромные деревянные ворота, к которым вела старая разрушенная дорожка из брусчатки. Небо продолжало сверкать, ветер швырял различные обломки из стороны в сторону, к слову это была худшая погода которую Аккари приходилось наблюдать, а в деревни жизнь комфортом не отличалась.\n\n— Скорее, у нас осталось мало времени! Нам нужно попасть внутрь!",
    "answers": [
      {
        "id": 17,
        "text": "(Пройти по дорожке внутрь храма)"
      },
      {
        "id": 18,
        "text": "(Внимательно осмотреть объекты вокруг себя)"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы резко просыпаетесь у себя в комнате, вас окружают пошарпаные стены, кровать была настолько жёсткой что вы ощущали боль по всей спине.\nСправа стояла ветхая тумба, а за ней покосившийся шкаф с отломанными дверцами. Рядом с кроватью лежал деревянный меч, а в воздухе витал запах выпечки.\n\n— Аккари! Вставай скорее, твои любимые булочки остывают!",
    "answers": [
      {
        "id": 27,
        "text": "- Я выйду подышать свежим воздухом, и сразу к столу. (Встать и выйти на улицу)"
      },
      {
        "id": 28,
        "text": "(Встать и пройти к столу)"
      }
    ]
  },
  {
    "id": 17,
    "text": "Оказавшись внутри храма, вы были удивлены что внутри он был почти пуст, за исключением алтаря по середине большого зала. По краям алтаря были статуи воинов в странных доспехах, а в центре постамент на котором лежал странный меч, для обычной катаны он был весьма велик, гарда и вовсе отсутствовала.\nВойны будто поклонялись ему и в то же время охраняли, на их доспехах было множество изображений дракона, и все они были одеты по разному, что говорило о том что они принадлежали к разным государствам.\n\n— Возьми его! Ну же!!! — вновь проснулся голос в голове.",
    "answers": [
      {
        "id": 22,
        "text": "(Поверить голосу изнутри, и взять меч в руки)"
      },
      {
        "id": 23,
        "text": "- Это всего лишь сон (Ничего не делать)"
      }
    ]
  },
  {
    "id": 18,
    "text": "В небе вдруг закружились вороны, казалось будто они своим криком заглушали гром и шум дождя. Недалеко от себя вы увидели статую странной женщины с длинными волосами и серпом в руке, с которого свисал медальон. На пьедестале была надпись, \"Мара, повелительница смерти и зимы\"\n",
    "answers": [
      {
        "id": 19,
        "text": "(Забрать медальон)"
      },
      {
        "id": 17,
        "text": "(Пройти по дорожке внутрь храма)"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы схватили медальон, и двинулись к храму.\nГолос внутри вас вдруг вздохнул:\n— Недобрый артефакт... Но в войне все средства хороши, как и помощь, а помощь нам не помешает!",
    "answers": [
      {
        "id": 21,
        "text": "(Отворить дверь храма)"
      }
    ]
  },
  {
    "id": 20,
    "text": "Взяв меч, вы были удивлены насколько он лёгкий, рукоять была изрезана странными символами и узорами, Аккари пронизывала загадочная энергия. Тем временем, снаружи, раздался грохот, от которого земля задрожала под ногами, и весь окружающий вас мир расплылся в тумане.",
    "answers": [
      {
        "id": 24,
        "text": "(Проснуться)"
      }
    ]
  },
  {
    "id": 21,
    "text": "Оказавшись внутри храма, вы были удивлены что внутри он был почти пуст, за исключением алтаря в середине большого зала. По краям алтаря были статуи воинов в странных доспехах, а в центре постамент с ножнами, из которых торчала неприметная рукоять, с навершием в форме головы дракона.\n\n— Возьми его! Ну же!!! — вновь проснулся голос в голове.\n\nМедальон в ваших руках задрожал, вырвался и поднялся в воздух. Словно дымка, из него сочилась темная энергия, образовывая зловещую фигуру.",
    "answers": [
      {
        "id": 26,
        "text": "(Взять меч в руки)"
      },
      {
        "id": 41,
        "text": "(Выбежать из храма)"
      }
    ]
  },
  {
    "id": 22,
    "text": "Чем ближе вы к нему подходили, тем казалось сильнее тряслись стены храма и потолок вот вот рухнет на вас. Тело содрагалось от резонанса исходившего от меча.\n\nГолос изнутри:\n— Возьми его в руки скорее, я больше не могу поддерживать тебя здесь!",
    "answers": [
      {
        "id": 20,
        "text": "(Взять меч в руки)"
      },
      {
        "id": 23,
        "text": "(Не брать меч с постамента, и оставить все как есть)"
      }
    ]
  },
  {
    "id": 23,
    "text": "Буквально через несколько секунд, снаружи раздался грохот, стены храма задрожали, и мир вокруг вас поплыл, растворившись в тумане.",
    "answers": [
      {
        "id": 16,
        "text": "(Проснуться)"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы резко просыпаетесь у себя в комнате, вас окружают пошарпаные стены, кровать была настолько жёсткой что вы ощущали боль по всей спине.\nСправа стояла ветхая тумба, а за ней покосившийся шкаф с отломанными дверцами. Рядом с кроватью лежал тот самый меч, а в воздухе витал запах выпечки.\n\n— Аккари! Вставай скорее, твои любимые булочки остывают! — донёсся голос вашей матушки.\n\n— Откуда он здесь??? Неужели это был не сон?? Такому огромному мечу, не место в комнате, его нужно спрятать в конюшне! — подумали вы.",
    "answers": [
      {
        "id": 4,
        "text": "- Я выйду подышать свежим воздухом, и сразу к столу. (Забрать меч и выйти на улицу)"
      }
    ]
  },
  {
    "id": 25,
    "text": "На улице ваше внимание привлек отряд имперских солдат, мчащихся к вашему дому.\nОни стремительно приблизились. \nСтарший по званию вышел вперёд, развернул у себя в руках длинный свиток, и принялся его рассматривать. \nБыстро пробежав взглядом по списку и дойдя до середины, он громко произнес:\n— Аккари Флайм, здесь проживает?",
    "answers": [
      {
        "id": 30,
        "text": "- Он перед вами! Что вам нужно?!"
      },
      {
        "id": 37,
        "text": "(Молча наблюдать за происходящим дальше)"
      }
    ]
  },
  {
    "id": 26,
    "text": "Испугавшись тёмной сущности из медальона, вы тут же схватили меч в руки, и вынув его из ножен, направили в сторону предполагаемого врага. Форма висевшая в воздухе оставалась непоколебимой, и вместе с окружающим вас миром, вдруг растворилась на глазах.",
    "answers": [
      {
        "id": 24,
        "text": "(Проснуться)"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Аккари, покорми тогда лошадей!\n\nВы вышли на улице, светило яркое солнце, свежий воздух быстро привел вас в чувство.\nВспоминали ваш сон, странных существ и голос в голове. Хоть это и был лишь сон, вам казалось что все происходило в действительности.",
    "answers": [
      {
        "id": 29,
        "text": "(Заглянуть в конюшню)"
      },
      {
        "id": 31,
        "text": "(Остаться на улице)"
      }
    ]
  },
  {
    "id": 28,
    "text": "Сев за стол, вы подтянули к себе чашку со свежеиспечёнными булочками, матушка взяла кувшин с молоком, налила в глинянную кружку и подвинула к вам. Булочки были превосходны, завтрак отвлёк вас от странного сна, и вы напрочь про него забыли. Глядя в кружку с молоком, вы увидели круги на поверхности, и тут же услышали топот копыт.\n\n— У нас гости??? — удивилась матушка, выглянув в окно.",
    "answers": [
      {
        "id": 31,
        "text": "(Выйти на улицу)"
      }
    ]
  },
  {
    "id": 29,
    "text": "Заглянув в конюшню, вы подошли к Вьюге, это была верная, сильная лошадь, покормив сеном вы прижались к её морде.\n— Ну что родная, может прогуляемся к реке?\nВ ответ Вьюга фыркнула, и тишину нарушил топот копыт недалеко от вашего дома.",
    "answers": [
      {
        "id": 31,
        "text": "(Выйти из конюшни)"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Властью данной мне императором, я приказываю вам сложить своё оружие, отправиться с нами, для обязательного вступление в ряды нашей победоносной армии!\n\nВаша матушка выскочила на улицу.\n— Вы не заберёте у меня сына, хватит того что вы забрали у нас его отца!\n\nС этими словами она схватилась за виллы, стоящие возле забора, и направила их в сторону солдат.\n— Грег, успокой даму! — Крикнул их капитан.\n\nОдин из пяти рыцарей достал плеть, ударив по рукам, плеть опутала запястья матушки. Дёрнув рукоять к низу, солдат вынудил её упасть на колени.\nВы схватились за плеть рядом с запястьями, и постарались вырвать её из рук солдата. \nДругой солдат обошёл вас сзади, и стукнул по затылку обухом. Голова закружилась, свалившись на колени, вы схватились за рукоять меча.\n\nКрик матушки, пробудил в вас гнев, вы почувствовали жар, будто кровь внутри вас закипела.\n\n— Обратись ко мне, поддайся гневу, попроси о помощи, и мы вместе сотрём в порошок твоих врагов. — Вдруг голос из вашего сна вновь пробудился.",
    "answers": [
      {
        "id": 38,
        "text": "- Помоги! Прошу! (Поддаться гневу)"
      },
      {
        "id": 39,
        "text": "(Сосредоточится и вынуть меч из ножен)"
      }
    ]
  },
  {
    "id": 31,
    "text": "На улице ваше внимание привлек отряд имперских солдат, мчащихся к вашему дому.\nОни стремительно приблизились. \nСтарший по званию вышел вперёд, развернул у себя в руках длинный свиток, и принялся его рассматривать. \nБыстро пробежав взглядом по списку и дойдя до середины, он громко произнес:\n— Аккари Флайм, здесь проживает?",
    "answers": [
      {
        "id": 32,
        "text": "- Это я! Что вам нужно?"
      },
      {
        "id": 33,
        "text": "(Молча стоять на месте)"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Властью данной мне императором, я прошу вас отправимся со мной, для принудительного вступление в ряды нашей победоносной армии!\n\nВаша матушка выскочила на улицу.\n— Вы не заберёте у меня сына, хватит того что вы забрали у нас его отца!\n\nС этими словами она схватилась за виллы, стоящие возле забора, и направила их в сторону солдат.\n— Грег, успокой даму! — Крикнул их капитан.\n\nОдин из пяти рыцарей достал плеть, ударив по рукам плеть опутала запястья матери. Дёрнув рукоять к низу, солдат вынудил её упасть на колени.\nВы схватились за плеть рядом с запястьями, и постарались вырвать её из рук солдата. \nДругой солдат обошёл вас сзади, и стукнул по затылку обухом своего меча. Голова закружилась, свалившись на колени Аккари почувствовал что ему связывают руки.\n\nУслышав крик матушки, вас окутал гнев, вы почувствовали жар, будто кровь вокруг вас закипела.\n\n— Обратись ко мне, поддайся гневу, попроси о помощи, и мы вместе сотрём в порошок твоих врагов. — Вдруг голос из вашего сна вновь пробудился.",
    "answers": [
      {
        "id": 34,
        "text": "- Помоги (Поддаться гневу)"
      },
      {
        "id": 35,
        "text": "(Взять себя в руки, осмотреться и продумать план атаки)"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ваша матушка выскочила на улицу.\n— Нет! Его здесь нет! Вы не заберёте у меня сына, хватит того что вы забрали у нас его отца!\n\nС этими словами она схватилась за виллы, стоящие возле забора, и направила их в сторону солдат.\n— Грег, успокой даму! — Крикнул их капитан.\n\nОдин из пяти рыцарей достал плеть, ударив по рукам, плеть опутала запястья матери. Дёрнув рукоять к низу, солдат вынудил её упасть на колени.\nВы схватились за плеть рядом с запястьями, и постарались вырвать её из рук солдата. \nДругой солдат обошёл вас сзади, и стукнул по затылку обухом своего меча. Голова закружилась, свалившись на колени Аккари почувствовал что ему связывают руки.\n\n— Юноша, вы обязаны последовать с нами, что бы служить его величеству и отдать жизнь за великую империю!\n\nУслышав крик матушки, вас окутал гнев, вы почувствовали жар, будто кровь вокруг вас закипела.\n\n— Обратись ко мне, поддайся гневу, попроси о помощи, и мы вместе сотрём в порошок твоих врагов. — Вдруг голос из вашего сна вновь пробудился.",
    "answers": [
      {
        "id": 34,
        "text": "- Помоги (Поддаться гневу)"
      },
      {
        "id": 35,
        "text": "(Взять себя в руки, осмотреться и продумать план атаки)"
      }
    ]
  },
  {
    "id": 34,
    "text": "Жар окутал ваше тело, на руках появляются руны, ваши глаза светятся солнечным светом. Ненависть переполняет вас, вы теряете контроль над собой. \nСолдаты с испуганными взглядом отходят назад, достают оружие и окружают вас.\n\n— Порубить мальца на куски, убейте этого чародея!\nкричал из капитан.\n\nЕго крик звучал будто из бочки, у вас потемнело в глазах и вы потеряли сознание.",
    "answers": [
      {
        "id": 36,
        "text": "(Очнуться)"
      }
    ]
  },
  {
    "id": 35,
    "text": "Даже без обращения к загадочному голосу, вы чувствуете прилив сил внутри себя, будто огонь из нутри продолжает греть вас.\nРазорвав путы что сдерживали ваши руки, вы оттолкнули солдата позади вас так что он с огромной силой врезался в конюшню и потерял сознание. \n\nНеизвестная сила переполняла вас, но вы чувствовали что контролируете её, подбежав к бессознательному телу, и вытащив из ножн поверженного солдата меч, вы направили его в сторону остальных солдат.\n\n— Ну всё сучёнок, доигрался! — произнес капитан.\n\nОдин из солдат, верхом на лошади, ринулся к вам. \n\nОтразив его удар мечом, другой рукой вы схватили его за пояс, стащили на землю, и представили меч к его горлу.\n\n— А теперь собирайте свои монатки, забирайте своих людей и проваливайте прочь.\n\nПосле того как вы прокричали свои требования, ваши глаза сверкнули пламенем, свиток в руках капитана воспламенился. Отбросив его на землю, капитан прокричал. \n\n— Грег отпусти эту шлюху! Вы об этом пожалеете, к закату здесь будет целый полк, они сожгут тут все дотла, вместе с вашими бездыханными телами, жалкий колдун! Забирайте Олафа и уходим.\n\nСолдаты подняли своего товарища, вы отпустили заложника и он попятился от вас на четвереньках. Через минуту они уже скакали восвояси далеко от вас.\n",
    "answers": [
      {
        "id": 1,
        "text": "(Конец первого эпизода)"
      }
    ]
  },
  {
    "id": 36,
    "text": "Открыв глаза, вы обнаружили что лежите на обугленной земле. Ваша матушка, смотрит на вас испуганным взглядом, вокруг лежат обугленные тела солдат. На ваших руках выжжены татуировки в виде загадочных рун.\n\n— Аккари, мальчик мой, во имя господа, что с тобой произошло?!",
    "answers": [
      {
        "id": 1,
        "text": "(Конец первого эпизода)"
      }
    ]
  },
  {
    "id": 37,
    "text": "Ваша матушка выскочила на улицу.\n— Нет! Его здесь нет! Вы не заберёте у меня сына, хватит того что вы забрали у нас его отца!\n\nС этими словами она схватилась за виллы, стоящие возле забора, и направила их в сторону солдат.\n— Грег, успокой даму! — Крикнул их капитан.\n\nОдин из пяти рыцарей достал плеть, ударив по рукам, плеть опутала запястья матушки. Дёрнув рукоять к низу, солдат вынудил её упасть на колени.\nВы схватились за плеть рядом с запястьями, и постарались вырвать её из рук солдата. \nДругой солдат обошёл вас сзади, и стукнул по затылку обухом. Голова закружилась, свалившись на колени, вы схватились за рукоять меча.\n\nКрик матушки, пробудил в вас гнев, вы почувствовали жар, будто кровь внутри вас закипела.\n\n— Обратись ко мне, поддайся гневу, попроси о помощи, и мы вместе сотрём в порошок твоих врагов. — Вдруг голос из вашего сна вновь пробудился.",
    "answers": [
      {
        "id": 38,
        "text": "- Помоги! Прошу! (Поддаться гневу)"
      },
      {
        "id": 39,
        "text": "(Сосредоточится и вынуть меч из ножен)"
      }
    ]
  },
  {
    "id": 38,
    "text": "Жар окутал ваше тело, на руках появляются руны, ваши глаза светятся солнечным светом, вы теряете контроль над собой. \nСолдаты с испуганными взглядом отходят назад, достают оружие и окружают вас.",
    "answers": [
      {
        "id": 40,
        "text": "(Очнуться)"
      }
    ]
  },
  {
    "id": 39,
    "text": "Схватившись за рукоять, вы почувствовали как сила переполняет вас, но она была под вашим контролем. Вы чувствовали себя быстрее и намного сильнее чем обычно, казалось время вокруг вас остановилось.\n\nРазворот, удар, и солдат позади вас, с отпубленной рукой, истекает кровью. Вы почувствовали как один из рыцарей, приближается к вам верхом на своей лошади.\nЕщё один точный взмах, и он распался надвое. Завязался бой, после того как вы пронзили ещё одного солдата, двое оставшихся солдат, с ужасом в глазах, принялись бежать прочь. Земля возле вашего дома, была залита кровью.\n\nСидевшая на земле матушка с ужасом в глазах, пристально смотрела на своего сына.",
    "answers": [
      {
        "id": 1,
        "text": "(Конец первого эпизода)"
      }
    ]
  },
  {
    "id": 40,
    "text": "Открыв глаза, вы обнаружили что лежите на обугленной, залитой кровью земле. Ваша матушка, смотрит на вас испуганным взглядом, вокруг лежат обгоревшие, разрубленные на части, тела солдат. На ваших руках выжжены татуировки в виде загадочных рун. \n\n— Аккари, мальчик мой, во имя господа, что с тобой произошло?!",
    "answers": [
      {
        "id": 1,
        "text": "(Конец первого эпизода)"
      }
    ]
  },
  {
    "id": 41,
    "text": "Испугавшись тёмной сущности появившейся из медальона, вы выбежали на улицу. Запыхавшись и упав на землю, у вас закружилась голова, мир вокруг побледнел и растворился будто в тумане.",
    "answers": [
      {
        "id": 16,
        "text": "(Проснуться)"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вдруг тёмный змей произвел огромную вспышку откинув своего соперника вниз, сам же взлетел так высоко, что черная дыра проглотила и его \n\nРазлом захлопнулся за ним, издав жуткий грохот, вновь потрясший землю. Смерч мгновенно остановился, все обломки, строения, и фигуры что находились в воздухе, рухнули о землю.\n\nВетер стих, дождь прекратился, и теперь можно было отчётливо рассмотреть разрушенный золотой город, и лежавшего в руинах дракона цвета солнца.\n\n— Вот и конец — донёсся голос в вашей голове.\n\nБуквально за секунды, мир вокруг вас расплылся в тумане.",
    "answers": [
      {
        "id": 16,
        "text": "(Проснуться)"
      }
    ]
  },
  {
    "id": 43,
    "text": "Как и всегла, без лишней скромности, в своей раскошной комнате, вы просыпаетесь от песен птиц за окном. Свесив ноги с кровати, погрузились в раздумья, чем же вам скрасить сегодняшний день, чтобы он не был скучными как это бывает всегда.",
    "answers": [
      {
        "id": 44,
        "text": "(Одеться нищенкой и отправиться на рынок)"
      },
      {
        "id": 45,
        "text": "(Прогулка по замку, и его стенам)"
      }
    ]
  },
  {
    "id": 44,
    "text": "Флемет одела потёртое платье, завязала волосы в хвост, накинула на плечи темно-коричневый плащ, и собралась покинуть комнату. Можно пройти через кухню и выйти на задний двор замка, подумала она. Или можно незаметно вылезти в окно и спустя вниз по карнизам. Так не поступила бы не одна уважающая себя принцесса, но Флемет с малых лет просто была другой.",
    "answers": [
      {
        "id": 46,
        "text": "(Сбежать через окно)"
      },
      {
        "id": 47,
        "text": "(Выйти в коридор, и направится к кухни)"
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "Открыв окно, вы ступили на карниз. Карниз прогнулся и за хрустел.\n\nФлемет проделывала этот трюк не однократно в течение всей своей жизни. Она регулярно покидала стены замка, и знала каждый закаулок в Зелонде. Хотя все члены королевской семьи, а так же все поданные, и подумать не могли, что их маленькая принцесса то и дело, носится по темным закоулкам города, будто какой голодранец. Ей случалось даже участвовать в уличных потасовках, но она ни разу не была разоблачена.\n\nНесмотря на хруст под ногами, вы двигались к водосточной трубе, по которой собирались спуститься ниже. Ещё несколько метров и Флемет уже проскользила вдоль стен, и уверенно приземлилась в мягкую траву.",
    "answers": [
      {
        "id": 48,
        "text": "(Осмотреться)"
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "Осмотревшись по сторонам, вы заметили как через центральные ворота вашего замка, в сторону города, отправилась большая карета, каких вы не разу здесь не наблюдали. Ворота закрылись за ней, ваш же путь пролегал через ограждения, либо через старого сторожа которого Флемет уже не раз обводила вокруг пальца.",
    "answers": [
      {
        "id": 49,
        "text": "(Подойти к сторожу)"
      },
      {
        "id": 50,
        "text": "(Перелезть через высокий забор)"
      }
    ]
  },
  {
    "id": 49,
    "text": "Это был очень старый слуга государя, с седой до корней головой. В глазах его была мудрость и печаль одновременно, тяжесть пролитых лет отпечаталась у него на лице. Флемет уверенно шла к нему, по пути придумывая себе причину покинуть замок в таком одеянии.\n\n— В сторону старик — прокричала она, пытаясь застать сторожа врасплох.\nНо сторож лишь с ухмылкой повернул голову к ней.\n\n— Флемет, госпожа",
    "answers": []
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  }
]