[
  {
    "id": 1,
    "text": "Автор: Эпос Корис\n\nСтатус квеста: Заморожен\n\nЧто такое Грань души? О единственном правильном ответе, можно спорить очень долго. Кто-то скажет это одна из многих сторон души, другие ответять это место где хранится всё тайное и сокровенное в произошедшей в жизни и отпускать это не хочется. Последние скажут это предел человеческих сил. Каждый из этих ответов верен по свойму. Одна из сторон? вполне, но не души. место где хранятся тайны? Не совсем. Место хранения да, но не тайн. Предел сил, но не человеческих, да и не предел вовсе, а её величие. Так что же это такое, Грань души? Ответ кроется почти в начале нашей повести. Так что устраивайтесь по удобней, приготовьте себе чашечку чая, кофе, ну или что вы там обычно пьёте? Мы начинаем.",
    "answers": [
      {
        "id": 2,
        "text": "Вперёд и с песней"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                  Предисловие.\nА прежде чем вы начнёте проходить квест, а я вам излагать повесть, я хочу вас предупредить. История затрагивает... хотя не то чтобы затрагивает, а даже врывается с безумными крикаки, серию игр Soulcalibur. И моя серия весьма коротка, нежели от не повторимого оригинала файтинга. А именно до третьей части. Так что очень убедительная просьба, сильно не пинать за некоторые не соответсвия с полной серией этой игры. Приятного прохождения, я начинаю.",
    "answers": [
      {
        "id": 3,
        "text": "Не проглядная тьма. Глава 1"
      },
      {
        "id": 12,
        "text": "Глава 2 Берега чужого дома"
      }
    ]
  },
  {
    "id": 3,
    "text": "Тьма, пустое тёмное место, куда непроникает и малейшая паутинка света. Здесь не понятно что ты делаешь, сидишь, лежишь, стоишь или вовсе паришь в воздухе. Тут донимают два вопроса. Что ты здесь делаешь? А самое главное, зачем ты здесь? Вдруг нахлынули чувства, словно кто-то наблюдает. Будто ждёт, что же будешь делать дальше. На ум приходит только одно.",
    "answers": [
      {
        "id": 4,
        "text": "-Где я? - произнёс ослабленым мужским голосом."
      }
    ]
  },
  {
    "id": 4,
    "text": "—Ну, не на земле это точно. — прозвучал звонкий, спокойный и ровный женский голос. — Ведь предупреждали же тебя нелезть наражон. И чем это кончилось? Твоей смертью. Да, ты умер. Ты сейчас в пустоте, дрейфуешь подобно одинокому и пустому кораблю в океане. А израненое тело, распласталось на обломках твоего, корабля. Этот пират-призрак по имени Сервантес, слишком оказался для тебя силён. ",
    "answers": [
      {
        "id": 5,
        "text": "-Кто, ты?"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Морана, Богиня Зимы и Смерти. Твой народ считал меня самой воплощением нечистых сил. Я стала наблюдать за тобой, с начала твоего пути.",
    "answers": [
      {
        "id": 6,
        "text": "Что тебе от меня нужно?"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Видишь ли, твоя смерть наступила слишком рано для тебя. Так что я могу тебя вернуть обратно, обычно я так не делаю, но для тебя могу сделать исключение. Не за просто так, естественно.",
    "answers": [
      {
        "id": 7,
        "text": "-И какова же цена?"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Сделка, ты достанешь то, что нужно мне. А я позволяю тебе дальше жить, во время нашей сделки, и после. По рукам?",
    "answers": [
      {
        "id": 8,
        "text": "-По рукам."
      },
      {
        "id": 9,
        "text": "-Что именно, я должен тебе принести?"
      },
      {
        "id": 10,
        "text": "-Я с нечистью дел не веду."
      }
    ]
  },
  {
    "id": 8,
    "text": "—Превосходно, ты должен найти мне оружие под названием Грань души. Как только найдёшь, я скажу что делать дальше. Что бы ты не забывал, наш уговор, ты очнёшься в совершенно другом месте. Именно оттуда ты и начнёшь поиски. И кстати не удивляйся если вдруг увидишь на себе то, что тебе не принадлежит.",
    "answers": [
      {
        "id": 2,
        "text": "Конец первой главы"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Мощнейшее оружие, под названием Грань души. Для чего он мне, я скажу когда найдёшь. Так каков твой ответ?",
    "answers": [
      {
        "id": 11,
        "text": "-Хорошо, я найду это оружие для тебя."
      },
      {
        "id": 10,
        "text": "-Нет, не пойдёт. Я не стану для тебя мальчиком на побегушках, ищи другого."
      }
    ]
  },
  {
    "id": 10,
    "text": "—Чтож, печально. Я надеялась, на другой ответ. Однако найдутся и другие смельчаки кто согласится помочь мне.",
    "answers": [
      {
        "id": 3,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Замечательно, я оставлю тебе не большое напоминание о нашей сделке, так же перенесу в то место откуда начнёшь поиски. Как отыщешь я скажу что дальше делать.",
    "answers": [
      {
        "id": 2,
        "text": "Конец первой главы."
      }
    ]
  },
  {
    "id": 12,
    "text": "        Умиротворяющий шум надвигающихся волн. Веет влажным воздухом. Спустя не которе время, настала тишина, ни волн, ни птиц, даже стрекотание насекомых и то не слышно.\n       На кровати преподнялся взрослый мужчина. Длинные волосы, стального цвета. На лице маленькая бородка с усами. Глаза сеоебряного цвета. В груди чувствовалось что-то тяжёлое и сильно болело. ",
    "answers": [
      {
        "id": 13,
        "text": "Осмотреть больное место."
      }
    ]
  },
  {
    "id": 13,
    "text": "          На груди, в области солнечного сплетения, был страшный шрам. Будто что-то крупное вогнали в грудь. Дотронувшись правой тёмно-красной рукой с небольшими ногтями, он вспомнил как получил этот шрам. Из-за двух мечей. Сразу вспомнился полуразрушенный корабль, пирата со светло-пурпурным оттенком кожи и абсолютно белыми волосами. Однако увидев свою правую руку, мужчина с легка испугался. Тут же в сознании всплыли воспоминания о соглашении с богиней Мораной.",
    "answers": [
      {
        "id": 14,
        "text": "Осмотреть место где очнулся."
      },
      {
        "id": 15,
        "text": "Не осматривая комнату, направится сразу к выходу"
      }
    ]
  },
  {
    "id": 14,
    "text": "         Скромная небольшая комната, пару книжных шкафов, стол и кровать где очнулся мужчина. Однако сильнее всех выделялся настенный держатель для оружия, с прикреплённым мечом Ксифосом и щитом Гоплоном. Рисунок на щите, казался довольно знакомым, нечто схожее с символом Омега. Посидев и успокоевшись, он решил...",
    "answers": [
      {
        "id": 15,
        "text": "Выйти из комнаты."
      },
      {
        "id": 16,
        "text": "Остатся в кровати."
      }
    ]
  },
  {
    "id": 15,
    "text": "     Деревянная дверь со скрипом открылась, мужчина вошёл в гостевую комнату где сидели две девушки. Первая, золотистые и объёмные волосы свисали до поясницы, так же на голове имелся золотой венок. Одеяние, белая туника с синим широким поясом и сандали. Казалось, что это сама богиня с пустилась с небес. Только вот как её имя он незнал. Вторая, более молодая, волосы того же цвета, однако на много короче и белым ободком. Одеяние, синяя кофта с длинными руковами короткая белая юбка со штанами шоколадного цвета и белыми ботиками. Они были слегка похожи друг на друга, но всё же некоторые отличия имелись\n    Завидев в дверном проёме очнувшегося мужчину, та что с ободком, криками выбежала из дома вовсе. Только первая осталась сидеть и даже не подала никакого вида.",
    "answers": [
      {
        "id": 17,
        "text": "Молча и не доумевающе смотрел, что её так напугало?"
      },
      {
        "id": 18,
        "text": "Начать диалог."
      }
    ]
  },
  {
    "id": 16,
    "text": "      Всё же лучше чем расхаживать полностью голым, в незнакомом доме и наткутся на хозяйна, и то если ещё повезёт. \n     Вдруг открылась дверь, в комнату вошла молодая девушка, золотистые и объёмные волосы свисали до поясницы, так же на голове имелся золотой венок. Одеяние, белая туника с синим широким поясом и сандали. Казалось, что это сама богиня с пустилась с небес. Только вот как её имя, он незнал.\n      Увидев очнувшегося мужчину, она облегчённо вздохнула:\n—Kalimera (Доброе утро) — Произнесла девушка.\n       Тут гость по не воле пришёл вступор. Это был греческий язык, а последний раз сражался он на корабле-призраке, в океане. Видимо поиски оружия надо начинать отсюда",
    "answers": [
      {
        "id": 19,
        "text": "-И вам не хворать. - С ужасным произношением  ответил он"
      }
    ]
  },
  {
    "id": 17,
    "text": "—М-да, будь я такой же скромницей, тоже пустилась бы наутёк. —  Гость прекрасно понимал, что сказала эта девушка, греческий язык. Это не нашутку удивило его. Особенно если учесть, что последний раз он был на корабле-призраке, за много вёрст от этой страны, а это всё равно что быть в одном месте и проснуться в другом мире.\n—Так я в Греции!? — с плохим акцентом и ужастным произношением спросил он.\n—В ты думал где? В Эллизиуме? Судя по твоему говору, ты русич. Я Софития, та что со страхом выбежала, Кассандра, моя сестра. А тебя как зовут?\n—Я Древнегор. Приятно познакомится. Кстати, а почему твоя сестра убежала?\n—Не привыкла видеть голых мужчин.\n—Ух ты! Тото я чувствую мне что-то поддувает. Где мои веши?\n—Сушатся, мы нашли тебе на берегу моря, раненый без сознания, но живой. Пошли, я тебе хоть вещи мужа дам.",
    "answers": [
      {
        "id": 20,
        "text": "Пойти за Софитией"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Что с ней? — хмуро спросил мужчина. Девушка непонятливо скорчила мину.\n—Что ты сказал? — По гречески спросила она в ответ.\n     Тут мужчина впал в ступор, быть на краю мира и очнутся почти в её центре, это не может быть случайным совпадением.\n—Я говорю, кого она так испугалась? — с ужасным произношением сказал он. \n—Как бы по мягче выразится, ты голый. \n—Ух ты блин, срамота какая! Дико извиняюсь, как-то не обратил на это внимание.\n—Не переживайте, пойдём хоть тунику мужа дам.",
    "answers": [
      {
        "id": 20,
        "text": "Пойти одется"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Неужели ты очнулся! Как себя чувствуешь?\n—Ужасно. Ощущение, будто целый табун лошадей пробежался по мне. Однако истина гораздо хуже. \n—По твоей руке заметно. Ты откуда? \n—С того света. Русич я, Древнегор зовут. Надо полагать я в Греции? \n—Да, меня зовут Софития. Ты у меня дома. Держи тунику, понимаю что не привычно, но хоть как-то наготу прикрыть. Есть наверно, ужасно хочешь? Давай одевайся и выходи, мы тебя ждём.",
    "answers": [
      {
        "id": 34,
        "text": "Накинуть тунику и выйти из этой комнаты"
      }
    ]
  },
  {
    "id": 20,
    "text": "     Спустя некоторе время, за столом сидели Софития, Кассандра и одетый в делую тунику Древнегор. Младшая сестра старалась не смотреть на спасённого гостя, как толтуо мужчина ловил её взгляд, она тут же смущённо уводила взгляд. Старшая, предлогала покормить гостя, но последний оказался:\n—У меня к вам несколько вопросов будут, можно задам?\n—Да, задавай. — Кивнула Софития.",
    "answers": [
      {
        "id": 21,
        "text": "-Как именно вы нашли меня"
      },
      {
        "id": 22,
        "text": "-Как долго я спал?"
      },
      {
        "id": 23,
        "text": "-Я ищу одно оружие, может знайте где его отыскать?"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Твоё тело прибило к берегу, когда мы вышли с сестрой прогулятся возле моря. Думали по началу, ты местный. Только вот твоя одежда не как у наших мужчин. Потом решили ты путешественник и твой корабль попал в беду.  Угадала?\n—Почти, последнее что я помню, это как меня ударил в грудь пират-призрак. Потом я очнулся в вашей комнате.\n—А что с рукой?\nА! это? Да так, магический протез, свою в бою потерял. Очень давно.",
    "answers": [
      {
        "id": 24,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 22,
    "text": "—Ну примерно, дней семь. Твоя одежда сильно промокла. Я повесила сушится, а тебя положила в свою комнату. Ответь теперь ты мне, откуда у тебя Реквием?\n—Что у меня? \n—Меч-Реквием. Такой меч известен как Реквием.\n—А мой меч? Нет это не Реквием,  это Гнев предков.\n—Такой стиль достался нам ещё от варягов. А я прямой их потомок.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Чем смогу, помогу. Что за меч?\n—Грань души.\n     Тут девушек чуть нехавитил хватил удар. Они удивлённо переглянулись между собой.\n—А ты что, разве не знаешь? Он давно разрушен. Только осколки и остались. Да и то, где они сейчас ни кто не знает. \n—Не спроста же я появился здесь, наверняка кто-то вернул меч к жизни.\n—Можешь поискать его осколки конечно, но вряд ли тебе  они прегадятся. \n—И всё же лучше, чем ничего. \n—Но прежде чем отправлю, скажи зачем тебе они?",
    "answers": [
      {
        "id": 28,
        "text": "Ложь"
      },
      {
        "id": 29,
        "text": "Правда"
      }
    ]
  },
  {
    "id": 24,
    "text": "Софития сидела вся во внимании.",
    "answers": [
      {
        "id": 25,
        "text": "-Как долго я спал?"
      },
      {
        "id": 23,
        "text": "-Я ищу одно оружие, может знайте где его отыскать?"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Ну примерно, дней семь. Твоя одежда сильно промокла. Я повесила сушится, а тебя положила в свою комнату. Ответь теперь ты мне, откуда у тебя Реквием?\n—Что у меня? \n—Меч-Реквием. Твой меч известен как Реквием.\n—А мой меч? Нет это не Реквием,  это Гнев предков.\n—Такой стиль достался нам ещё от варягов. А я прямой их потомок.",
    "answers": [
      {
        "id": 24,
        "text": "Ещё вопрос"
      }
    ]
  },
  {
    "id": 26,
    "text": "Софития сидела вся во внимании. ",
    "answers": [
      {
        "id": 27,
        "text": "-Как вы нашли меня?"
      },
      {
        "id": 23,
        "text": "-Я ищу одно оружие, может знайте где его отыскать?"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Твоё тело прибило к берегу, когда мы вышли с сестрой прогулятся возле моря. Думали по началу, ты местный. Только вот твоя одежда не как у наших мужчин. Потом решили ты путешественник и твой корабль попал в беду.  Угадала?\n—Почти, последнее что я помню, это как меня ударил в грудь пират-призрак. Потом я очнулся в вашей комнате.\n—А что с рукой?\nА! это? Да так, магический протез, свою в бою потерял. Очень давно.",
    "answers": [
      {
        "id": 26,
        "text": "Ещё вопрос"
      }
    ]
  },
  {
    "id": 28,
    "text": "—В моих землях присутсвует большое зло, только сила этого меча может победить его.\n—А ты не боишься попасть его подвлияние? \n—Я волх, а значит не восприимчив к большенству магии. Что на счёт меча, я не знаю. Однако попробовать стоит.",
    "answers": [
      {
        "id": 30,
        "text": "Ещё вопрос"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Этот меч, плата за освобождение моей души. Пока я дрейфовал по океану, мне явилась тёмная богиня, и просила найти этот меч.\n—А если она тебя обманет?\n—Тогда ей стоит очень хорошо подумать.\n—Сила этого меча очень велика, я сама видела как разум людей развращяется,  и ты не боишься попасть его подвлияние? \n—Я волх, а значит не восприимчив к большенству магии. Что на счёт меча, я не знаю. Однако попробовать стоит.",
    "answers": [
      {
        "id": 30,
        "text": "Ещё вопрос"
      }
    ]
  },
  {
    "id": 30,
    "text": "Софития сидела в ожидании, вопроса",
    "answers": [
      {
        "id": 31,
        "text": "-Как именно вы нашли меня?"
      },
      {
        "id": 32,
        "text": "-Как долго я спал?"
      },
      {
        "id": 33,
        "text": "-Так ты скажешь где искать осколок?"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Твоё тело прибило к берегу, когда мы вышли с сестрой прогулятся возле моря. Думали по началу, ты местный. Только вот твоя одежда не как у наших мужчин. Потом решили ты путешественник и твой корабль попал в беду.  Угадала?\n—Почти, последнее что я помню, это как меня ударил в грудь пират-призрак. Потом я очнулся в вашей комнате.\n—А что с рукой?\nА! это? Да так, магический протез, свою в бою потерял. Очень давно.",
    "answers": [
      {
        "id": 30,
        "text": "Ещё вопрос."
      }
    ]
  },
  {
    "id": 32,
    "text": "—Ну примерно, дней семь. Твоя одежда сильно промокла. Я повесила сушится, а тебя положила в свою комнату. Ответь теперь ты мне, откуда у тебя Реквием?\n—Что у меня? \n—Меч-Реквием. Такой меч известен как Реквием.\n—А мой меч? Нет это не Реквием,  это Гнев предков.\n—Такой стиль достался нам ещё от варягов. А я прямой их потомок.",
    "answers": [
      {
        "id": 30,
        "text": "Ещё вопрос"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Скажу честно. Даже если бы и знала, то всё равно старалась бы отговорить тебя. Сила этого меча поистине устрашает. Даже самый истиный добродейтель, становился самым жестоким убийцей, равных которому нет. Ты точно уверен в своих намереньях?\n—Да. \n—Тогда я отправлю тебя, к тому кто присутсвовал в при уничтожении и посовместительству бывшему хозяйну меча. ",
    "answers": [
      {
        "id": 2,
        "text": "Конец главы 2."
      }
    ]
  },
  {
    "id": 34,
    "text": "     Софития уже сидела за столом рядом с ней сидела молодая девушка, волосы того же цвета, однако на много короче и с белым ободком. Одеяние, синяя кофта с длинными руковами короткая белая юбка со штанами шоколадного цвета и белыми ботиками. Они были слегка похожи друг на друга, но всё же некоторые отличия имелись. Тут можно было определить сразу, присутсвует родственная связь.  Это были сёстры, гость это понял, проктически сразу.",
    "answers": [
      {
        "id": 35,
        "text": "Сесть сразу за стол и принятся за еду."
      },
      {
        "id": 36,
        "text": "Помолится и сесть за стол"
      }
    ]
  },
  {
    "id": 35,
    "text": "     Желание голода, пересилело естественную необхоимость. И без заней мысли сел за стол и принялся употреблять пищу.\n       С не на сытной жадностью, он поглощал овощи и мясо. Создавалось ощущение будто не ел целый месяц. Сёстры удивлённо наблюдали за ним. Вдовль наевщись,  Древнегор поблагодарил хозяек за приготовленную еду.  ",
    "answers": [
      {
        "id": 37,
        "text": "Задать вопросы."
      }
    ]
  },
  {
    "id": 36,
    "text": "      О прародитель проявляющийся в образе Свентовита, Сварога, Перуна и Даждьбога, Макоши, Лады, Слава тебе! Благослови сию пищу, чтоб пошла она на пользу. \n     Древнегор наложил перуницу на свою тарелку и сел за стол. С не на сытной жадностью, он поглощал овощи и мясо. Создавалось ощущение будто не ел целый месяц. Сёстры удивлённо наблюдали за ним. Вдовль наевщись, Древнегор поблагодарил хозяек, за сытную приготовоенную еду.",
    "answers": [
      {
        "id": 21,
        "text": "-Как вы нашли меня? - спросил гость, отпив из крушки"
      },
      {
        "id": 22,
        "text": "Как долго я спал?"
      },
      {
        "id": 23,
        "text": "-Я ищу одно оружие, может знайте где его отыскать?"
      }
    ]
  },
  {
    "id": 37,
    "text": "     Софития сидела вся во внимании.",
    "answers": [
      {
        "id": 21,
        "text": "-Как вы нашли меня?"
      },
      {
        "id": 22,
        "text": "Как долго я спал?"
      },
      {
        "id": 23,
        "text": "-Я ищу одно оружие, может знайте где его отыскать?"
      }
    ]
  },
  {
    "id": 38,
    "text": "      Отскок в сторону, заставил острие большого меча промахнуться. Однако он был готов к такому, сделав нужный шаг лезвие полоснуло недруга прямо по ж...\n А вы, уже здесь? Извините, но эта глава пока ещё не готова. Советую набратся терпения и ждать полого окончания главы.\n      И так я уже начал работу над 3 главой, и понимаю что это порошайничество, но, если на берётся 5 \"одобрительных кнопок\" — как я их называю, то я выложу главу, а с последними  двумя, выложу весь квест. Если наберётся \"не одобрительные\" то начну работу над другим квестом.",
    "answers": [
      {
        "id": 2,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 39,
    "text": "      Кто бы только мог подумать, что тем бывшим хозяйном окажется никто иной, как сам доблестный рыцарь Зигфирд. Однако, это имя для Древнегора было не больше чем простое. Хотя сам же рыцарь в светлых доспехах, светлыми длинными волосами, и шрамом идущим через превый глаз, был весьма знаменит как в своей стране так и за некоторыми её пределами. Только не для волха, так как он был занят совсем другими делами.\n      Проведя множество одиноких дней и бессоных ночей в пути, Русич добрался до родной страны рыцаря, Германии. По пути была таверна, тут Древнегор задумался...",
    "answers": [
      {
        "id": 40,
        "text": "Стоит зайти, может кто подскажет где мне искать этого, рыцаря."
      },
      {
        "id": 41,
        "text": "Мне там делать нечего, да и к тому же денег нет. "
      }
    ]
  },
  {
    "id": 40,
    "text": "    Внутри, средь рядов скамеек и столов, было хоть и не много, но всё таки достаточно народу, большинство из которых сразу обратили внимание на зашедшего посетителя. Таких как Древнегор, особенно с его-то одеянием, кольчуга с подкладкой, ламиллярные штаны (кожа с прикреплённой кольчугой, в некоторых местах), а поверх мантия тёмно-зелёного цвета, со сливовой звездой на чёрном кругу, которые нарисованы на горловой части мантии и сапоги с хлястиками по бокам, было совсем в диковинку. Однако ещё больше внимания привлекал серебряный амулет со слявянской заглавной буквой х, а под ней славянская буква в.",
    "answers": [
      {
        "id": 42,
        "text": "Молча пройти к барной стойке, стараясь не обращать ни на кого внимания"
      }
    ]
  },
  {
    "id": 41,
    "text": "Эта глава пока не готова, наберитесь терпения, будте иак любезны",
    "answers": []
  },
  {
    "id": 42,
    "text": "—Приветствую в таверне \"река Эля\". — монотонно произнёс пузатый хозяин, одетый в засаленный фартук, зелёную тканевую рубашку, тёмные штаны и башмаки, энергично потирая полотенцем кружку. — Чего изволите?\n—Ответ на один вопрос, я ищу человека по имени Зигфрид Штоффен.\n—Знаю такого, тут все знают его.  Не сочите за наглость, но накой он вам?",
    "answers": [
      {
        "id": 43,
        "text": "Ложь."
      },
      {
        "id": 44,
        "text": "Правда."
      }
    ]
  },
  {
    "id": 43,
    "text": "—Мы с ним познакомились, не давно. В гости вот пригласил, а где живёт не сказал. \n—Ясно. — без всяких удивлений ответил хозяин. — На него это очень похоже. Вы первый за долгое время, кто решился навестить его. Он сейчас обитает в усадьбе своей семьи. Это вам надо идти по тракту на лево, сквозь лесную чащу. Достаточно долгий путь. Сразу после неё вы увидите поворот справа, он там один будет мимо не пройдёте. По этой дороге до самого конца, огромный дом. Это его.",
    "answers": [
      {
        "id": 45,
        "text": "-Благодарю."
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "Благодарно кивнув головой, ответил волх.\n—Может подать чего, путь-то не близкий. Только к вечеру туда доберётесь.\n—Нет спасибо, у меня сейчас туговато с деньгами.\n    Не успев отойти от стола, как вдруг весьма заметно заурчал живот. Хозяин усмехнулся, продолжая своё занятие с полотенцем.\n—Ждите, я сейчас. \n    Спустя минуты пузатый вернулся держа в руках не большой мешок, сделанный из большого платка, завязанный с четырёх сторон и вручил его Древнегору. Русич хотел отказыватся, но тот настоял на своём.",
    "answers": [
      {
        "id": 46,
        "text": "Отправится в путь"
      }
    ]
  },
  {
    "id": 46,
    "text": "      Нудно, долго, одиноко и совершенно не с кем разговаривать. Совершенно идеальное путешествие к дому Зигфрида, Как раз за это, Древнегор и любил бродить по разным местам, никто не отвлекает и  надоедает пустой болтовнёй. Можно насладиться пением птиц, красотой и величием безграничного леса, принять на себя теплоту летнего солнца. Какое же блаженство! Было грубо нарушенно преградившими дорогу неизвестными людьми. По их свободной одежде можно сказать что это месные грабители. Тут волх серьёзно задумался, верна ли дорога? А если верна, то почему хозяин таверны не сказал о такой местной фауне. На него не похоже, что бы он мог забыть что-либо, а значит был взговоре. ",
    "answers": [
      {
        "id": 47,
        "text": "-Чем могу быть полезен, девочки?"
      }
    ]
  },
  {
    "id": 47,
    "text": "    Спросил Древнегор, при том, что все стоявшими незнакомцами перед ним, были одни мужчины. Однако, это никого не смутило. Вперёд вышел темноволосый мужчина, в свободной коричневой рубашке, потрёпанных чёрных штанах и сапогах с загнутыми краями:\n—Да вот, одному старичку ношу хотим облегчить. Так что давай без вопросов, отдавай нам свой меч и мы тебя не тронем. \n—Какая интересная вещь получается, свёрток вам не нужен, только меч. Не против если я открою посмотрю, может едой какой угощу.\n       Тут волх развязал платок, а в место еды и воды были не большие деревянные чураки, закутанные по несколько слоёв.",
    "answers": [
      {
        "id": 48,
        "text": "\"Так я и знал. Вот ведь, хрен пузатый, а я ему поверил. Видимо нет больше в этом мире доброты людской\"."
      }
    ]
  },
  {
    "id": 48,
    "text": "Подумал Древнегор, с яростью сжимая чураки. \n      Такое происходило с волхом куда чаще, чем забота о незнакомце, от двух почти похожих друг на друга сестёр. Он не то что бы привык к этому, Древнегор надеялся что хоть раз, кто-нибудь безкорысно помог. Однако это было за гранью реальности.\n       Кинув озлобленный взгляд на разбойников, волх бросил чураки прямо в них и ...",
    "answers": [
      {
        "id": 49,
        "text": "Понянулся за мечом."
      },
      {
        "id": 50,
        "text": "Отступил назад, чётко выговаривая слова."
      }
    ]
  },
  {
    "id": 49,
    "text": "        В мгновении ока, оружие оказалось перехваченной двумя руками на изготовке. Замахнувших как следует, волх нанёс горизонтальный удар. Кто успел отскочить, кто блокировал и повалился при этом на землю, поскольку удар был такой силы что устоял бы мало кто. \n        Среди отпрыгнувших был и главарь. Достав из своих ножен рапиру, он встал в боевую стойку. Древнегор только усмехнулся. Главарь сделал несколько рывков вперёд, тем самым нанося колюшие удары. Однако после перового же рывка, волх пируэтом увернулся от удара, держа меч большим клинком вниз и рубанул по косой, отделив ноги от колен.",
    "answers": [
      {
        "id": 51,
        "text": "Вонзить остриё в грудь главаря. "
      },
      {
        "id": 52,
        "text": "Добить оставшихся."
      }
    ]
  },
  {
    "id": 50,
    "text": "      Волх сдожил руки в месте выпирая ладони вперёд, словно держал какую-то сферу. Как вдруг из рук вырвался сгусток огненной птицы, которая быстрой стрелой полетела в середину толпы. Только дотронувшись до земли, птица охватило стеной огня всех нахожившися по близости. Пламя быстро утихло, от недругов остались одни угли. ",
    "answers": [
      {
        "id": 53,
        "text": "Двинутся дальше"
      }
    ]
  },
  {
    "id": 51,
    "text": "       Не прощая такой дерзости, Древнегор прекратил муки главаря. Точным ударом в грудь. После такого движения оставшиестя по бросали своё оружие и пустились наутёк через лес.",
    "answers": [
      {
        "id": 53,
        "text": "Двинутся дальше"
      }
    ]
  },
  {
    "id": 52,
    "text": "      Волх перешагнул обрубленные конечности, держа оружие на изготове. Первым, из бандитов, рванул с мечом и щитом. Древнегор перехватил свой меч в горизонтальное положение. Бандит тот, был совсем ещё юным, вся его жизнь могла бы быть впереди. Однако он уже выбрал свой безвозвратный путь. Щит, он, держал перед собой, а меч позади, для нанесения удара. Юнец, взяв достаточный разбег, Древнегор рубанул с боку, тот сделал подкат, проскользив в паре сантиметров от ноги Волха. Только вот, последний ожидал это и подпрыгнул, а когда воин, Древнегор резко развернулся и полоснул прямо по груди. Юнец пал вместе с остальными. ",
    "answers": [
      {
        "id": 53,
        "text": "Оставить главаря и пойти дальше."
      }
    ]
  },
  {
    "id": 53,
    "text": "      Одинокий не большой дом, огорождённым высокий каменным забором. Железные решётчатые ворота, возле которых стоял Древнегор и высматривал, нет ли кого во дворе.",
    "answers": [
      {
        "id": 54,
        "text": "Попробывать позвать хозяйна."
      },
      {
        "id": 55,
        "text": "Открыть ворота"
      },
      {
        "id": 56,
        "text": "Стоять и ждать."
      }
    ]
  },
  {
    "id": 54,
    "text": "      Ещё раз присмотревшись во двор, волх никого не увидел. Даже звука о присутсвии хозяйна. Древненор покричал, однако никто не откликнулся. Видимо дома никого нет.",
    "answers": [
      {
        "id": 57,
        "text": "Окрыть ворота"
      },
      {
        "id": 58,
        "text": "Стоять и ждать"
      }
    ]
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  },
  {
    "id": 56,
    "text": "Прошло порядком много времени. Солнце припекало, а хозяина всё нет и нет. В любом случае можно вернутся в таверну и спросить как следует с того наглеца, где живёт искомый человек. Правда терпения у Древнегора было хоть отбавляй, и по этому он сел на колени и принялся ждать. ",
    "answers": []
  },
  {
    "id": 57,
    "text": "      Схватившись за решётину, он попытался её толькнуть, однако ворота были заперты на ключ. Использовать магию, чтобы пройти внутрь, не имеет смысла. Ведь Древнегора ни кто не ждал, и уж тем более не звал. Оставалось только одно.",
    "answers": [
      {
        "id": 59,
        "text": "Стоять и ждать"
      }
    ]
  },
  {
    "id": 58,
    "text": "Прошло порядком много времени. Солнце припекало, а хозяина всё нет и нет. В любом случае можно вернутся в таверну и спросить как следует с того наглеца, где живёт искомый человек. Правда терпения у Древнегора было хоть отбавляй, и по этому он сел на колени и принялся ждать.",
    "answers": [
      {
        "id": 60,
        "text": "Окрыть ворота"
      }
    ]
  },
  {
    "id": 59,
    "text": "Прошло порядком много времени. Солнце припекало, а хозяина всё нет и нет. В любом случае можно вернутся в таверну и спросить как следует с того наглеца, где живёт искомый человек. Правда терпения у Древнегора было хоть отбавляй, и по этому он сел на колени и принялся ждать. ",
    "answers": []
  },
  {
    "id": 60,
    "text": "     Ожидание слишком затянулось. Может быть ворота открыты, а хозяин хворает и не может подойти, ждёт когда кто-то придёт и поможет. Однако, схватившись за одну из сторон решётки и толкнув её, стало ясно. Ворота закрыты. Вдруг чей-то голос откликнул незванного гостя.",
    "answers": [
      {
        "id": 61,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  }
]