[
  {
    "id": 1,
    "text": "— Данная книга не имеет общего сюжета с фильмом или сериалом, хотя мир и герои взяты из них, сама история начинается с 3 сезона \"как приручить дракона\" и немного идет по ней.\n— Это моя первая книга, надеюсь вам понравится.\n—Если вам понравится, то продолжение выйдет незамадлительно.\n— Эта история скорее книга, чем квест, хотя в ней и присутствуют не большие выборы влияющие на сожет.\n— Это книга относится скорее к нескольким жанрам, а именно : фэнтези, драма, романтика и просто книга.\n—  Данная книга может занять у вас много времени, и если вы не любите большие тексты, лучше отложите ее в сторону.\n— Главные герои: Вы, Иккинг, Беззубик.\n— Второстепенные персонажы: Астрид, Сморкала, Забияка и Задирака(близнецы), Рыбьеног и их драконы: Громгильда, Кривоклык, Сарделька, Барс и Вепрь(один дракон с 2 головами).\n— Третьестепенные герои: Плевака и Ворчун, Стоик Обширный(отец Иккинга) и Крушиголов, Йохон, Хедер и Роза Ветров.\n— И последнее... Для чтения этой книги обязательно знать вселенную \"Как приручить дракона\", чтобы было легче разобраться в сюжетных линиях. Конечно я постораюсь приложить к данной книге ссылку о драконах и людях.\n— Пожалуйста, прочитайте все выше сказанное.\n\n\n\n—У каждого человека есть  своя мечта. Каждый человек хочет исполнения своих самых заветных желаний, но не многие понимают, чем им придется пожертвовать ради их мечты. Это история об одном мальчике, чье желание исполнилось и он попал в мир своих грез. И вам предстоит узнать — что с ним произошло.\n\n— Приятного чтения =).\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начнем\n"
      },
      {
        "id": 10,
        "text": "Информация о мире \" как приручить дракона\""
      }
    ]
  },
  {
    "id": 2,
    "text": "В огромном мегаполисе жил маленький мальчик, он очень много страдал и никак не мог свыкнуться с мыслью о несправделивости в нашем мире. Его мечта была поскорее умереть и попасть в другой мир, но он не мог так, потому что боялся неизвестности, но трусом его назвать никто не мог, так как он всем помогал без воззрения  совести и бросался в самые тяжелые передряги. Каждую ночь плача в подушку и моля высшие силы помочь ему он продолжал жить. И вот, спустя 10 лет страданий, ему приснился возможно внщий, возможно обычный сон, в котором он четко услышал,- Проживи эту жизнь с достоинством, и тогда может быть у тебя будет шанс исполнения твоей мечты.",
    "answers": [
      {
        "id": 3,
        "text": "Просто прожить жизнь"
      },
      {
        "id": 4,
        "text": "Сделать что-то хорошее"
      },
      {
        "id": 5,
        "text": "Постараться изменить мир к лучшему"
      }
    ]
  },
  {
    "id": 3,
    "text": "Прожив жизнь  вы умерли и попали к Высшему Существу, которое вам сказало: \"Ты недостоин своих мечт\" и просто стер твое сознание, как будто тебя и не было.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы помогли людям, построив дом престарелых и всю жизнь следили за стариками и помогали им в трудную минуту. В коце жизни к Вам прилетело Высшее Существо и направило в вечное путешествие по мирам, так и не исплонив вашу мечту.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": "Всю жизнь вы боролись за справедливость и  в конце концов объединили весь мир, но на этом ваши достижения не закончились. Вы стали открывать новые вселенные и изучать их, но к сажелению жизнь не вечна и вы умерли в  возрасте 110 лет, завещав все свое достояние своим внукам. \nСразу после смерти к Вам придетело Высшее Существо и сказало, что готово исплонить одно любое твое желание.",
    "answers": [
      {
        "id": 8,
        "text": "Я много пережил  и считаю,что могу уйти на покой."
      },
      {
        "id": 9,
        "text": "Исполни мою давнейшую мечту - пусти меня в мир моих грез."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы просыпаетесь на земле. Вокруг вас собралось 6 виккингов и 5 драконов. \n(Так как Вам оставили память, вы все знаете об этом мире и без труда выделяете одного виккинга по имени Иккинг, он всегда служил вам примером для подражания, ведь своей доблестью и смелостью он сумел изменить этот мир к лучшему. На взгляд ему 20 лет не больше. Сам расцвет для виккингов.)\nВы примерно понимаете, что это время 3 сезона и \nзначит, что вы находитесь на острове \"Драконий край\".",
    "answers": [
      {
        "id": 7,
        "text": "Поздороваться"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Здравствуйте, меня зовут Муд'дибом и я пришел сюда, чтобы помогать вам.\n— Но как ты попал к нам? — справшивает тебя Иккинг, — ты взялся словно из неоткуда.",
    "answers": [
      {
        "id": 11,
        "text": "придумать историю"
      },
      {
        "id": 12,
        "text": "сказать все как есть"
      }
    ]
  },
  {
    "id": 8,
    "text": "— ну что ж, отправляйся в путешествие по мирам. Ты сам выковал свою судьбу и достоин этого. — сказало Высшее Существо.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Твое желание исполнено, о Воин . Открой глаза и узри тот мир, который ты так долго хотел увидеть. Твоя память не стерта, чтобы ты знал чего ты хочешь. я дарую тебе частичку своей силы в помощь, но не злаупотреюляй ей так, как она может привести к печальным последствиям и еще не рассказывай им как ты туда попал, придумай какую-то красивую историю.\n— Я обещаю, — ответили Вы. \n— Тебя надо взять новое имя.\n—  За столько лет у меня было время обо всем подумать, я нарекаю себя Муд'дибом\n— Прощай и будешь ты счастлив.\n— Прощай.",
    "answers": [
      {
        "id": 6,
        "text": "Глава 2. Знакомство с новым миром."
      }
    ]
  },
  {
    "id": 10,
    "text": "https://httyd.fandom.com/ru/wiki — это ссылка поможет разобраться Вам с миром \"Как приручить дракона\".\n—Советую посмотретить вам \"Как приручить дракона\", \"Как приручить дракона 2\", \"Как приручить дракона 3\" и еще 1-5 сезоны \"Как приручить дракона\". ",
    "answers": []
  },
  {
    "id": 11,
    "text": "— Я один из магов-путешественников и прибыл в этой мир в поисках справедливости и счастья.\n— ого... сказал Сморкала.\n— Сморкала, не мешай,- осадила его Астрид.\n— Ну так вот... Я нашел Ваш мир неслучайно и хотел бы сделать так, чтобы люди и драконы жили в мире.\n—Это ж прекрасно, — сказал Иккинг — я был бы счастлив такой помощи, особенно мага.\n— Я так и не договорил, докажи, что ты маг, а не обманщик,- сказал Сморкала",
    "answers": [
      {
        "id": 13,
        "text": "Доказать Сморкале."
      },
      {
        "id": 15,
        "text": "Ничего не доказывать и осадить."
      }
    ]
  },
  {
    "id": 12,
    "text": " Как только вы пытаетесь сказать к правду, вы резко проваливаетесь и оказываетесь у Высшего Существа : \" Я же говорил тебе, не делай этого, ты нарушил свое слово\". И с этой речью он стирает тебя навсегда",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы взмахиваете руками и вешаете Сморкалу за пояс на ветку, да так, чтобы он не смог выбраться.\n—Ой ой ой, снимите меня отсюда!!! — завопил Сморкала,- тебе мало не покажется. Он явно был недоволен происходящим.\n",
    "answers": [
      {
        "id": 14,
        "text": "Снять Сморкалу"
      }
    ]
  },
  {
    "id": 14,
    "text": "Все только посмеялись, но вы будучи добродушным человеком сняли его с ветки и аккуратно поставили на землю.\nВсем было очень смешно и вас с радостью приняли в их драконью семью.",
    "answers": [
      {
        "id": 16,
        "text": "Глава 3. Гонка за Дагуром"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Как ты можешь, неужели тебе сложно доверять на слова.\n— Дааа, Сморкала, даже если он ничегои не умеет мы просто должны узнать все у него о том откуда он. — Сказал Иккинг.\nРащозлившись вы посадили его на ветку с помощью магии. И он попросил у вас прощения за свои слова.",
    "answers": [
      {
        "id": 14,
        "text": "Снять его"
      }
    ]
  },
  {
    "id": 16,
    "text": "Проснувшись утром в своем новом доме, вы услышали звук рога и быстра побежали в общий зал, там вы узнали от Иккинга, что Дагур бежал из тюрьмы и захватил лодку их давнего друга торговца Йохона. Сам же Йохон находитс сейчас в зале и говорит, что знает где находится Дагур.\n—Вы должны немедленно лететь на мертвые топи,- говороит Йохан.\n— Почему?- спросили вы.\n— На Мертвых топях нахрдятся все мои сбережения, а карта на судне, которое Дагур захватил.\n—Все ясно, наш план действий такоа. Всадники по драконам, мы должны долететб  туда раньше Дагура.\n— Эммм... А как ты полетишь  Муад'диб?,- спросил Задирака.\n",
    "answers": [
      {
        "id": 17,
        "text": "Немного о Дагуре (доп. информация)"
      },
      {
        "id": 18,
        "text": "Если вы не против я полетел бы с кем-то из Вас"
      },
      {
        "id": 19,
        "text": "Я могу полететь сам  с помощью магии."
      }
    ]
  },
  {
    "id": 17,
    "text": "Дагур Остервеннелый — безумный вождь бессерков и откровенный до ужаса. До заключение в турьму Дагур воевал с Олухом и Изгоями, но проиграл из-за того, что был обманут Иккингом, за что он таит на него огромную злобу. Ведь именно Иккинг и заключил его в тюрьму.",
    "answers": [
      {
        "id": 16,
        "text": "Назад к книге"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Если вы не против я полетел бы с кем-то из Вас,- сказали вы.\n— Хорошо, Я возьму тебя к себе на Беззубика, только держись крепко.\n—Неволнуйся, Я справлюсь, всегда мечтал полетать на драконах.\n— Хорошо...Тогда вперед!!!\nСпустья 6 часов вы приближаетесь к Мертвым топям. Перед вами стоит выбор: на какой корабль наведаться иммено вам.\n",
    "answers": [
      {
        "id": 20,
        "text": "на большой корабль без каких либо знаков"
      },
      {
        "id": 21,
        "text": "на корабль с эмблемой \"кулака\" на парусе"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Я могу с помощью магии лететь не медленее вас .\n—Прекрасно,  задно и увидем на что ты способен,- скзал  Сморкала.\n—Потом порадуешься Сморкала,- прервала его Астрид.\n—Ладно, тогда вперед!!!-  сказади вы.\nСпустья 6 часов вы приближаетесь к Мертвым топям. Перед вами стоит выбор: на какой корабль наведаться иммено вам.",
    "answers": [
      {
        "id": 20,
        "text": "на большой корабль без каких либо знаков"
      },
      {
        "id": 21,
        "text": "на корабль с эмблемой \"кулака\" на парусе"
      }
    ]
  },
  {
    "id": 20,
    "text": "На этом корабле вы не нашли ничего интересно кроме сокровищь принадлежащих Йохану. Забрав их на драконов вы поспешили на другой корабль в наджде найти что-то более интересное чем сокровища.",
    "answers": [
      {
        "id": 21,
        "text": "корабль с эмблемой \"кулака\" на парусе"
      }
    ]
  },
  {
    "id": 21,
    "text": "Здесь было много ловушек, что явно намекало на   то, что здесь спрятанно что-то интересное. Пробравшись в каюту капитана вы увидели какой-то инструмент напоминающий \"Драконий глаз\"\n— Слушайте он очень написинает мне \"Драконий глаз\", давайте его так и назовем.\n— Прекрасно, полоностью с тобой согласен,- сказал Иккинг.\n—Ну что ж давайте выбираться от сюда, не нравится мне это место,- прошептал Сморкала.\n—Поддерживаю,-Сказал Рыбьеног.\nНеуспев выйти из каюты капитана, вы почувствовали резкие толчки.\n—Ааааа,- закричал Задирака- землетрясение!!!\n—Нет, хуже, огромные угри!!! Пролепетал Рыбьеног.\nВсе драконы в ужасе разлетелись кроме Беззубика, так как он уже более-менее к ним привык.\n",
    "answers": [
      {
        "id": 22,
        "text": "Дать разобраться во всем Иккингу и поберечь силы."
      },
      {
        "id": 23,
        "text": "Использовать магию для возврата драконов и отпугивания угрей\n"
      }
    ]
  },
  {
    "id": 22,
    "text": "Иккинг с помощью фурии отогнал их, но Беззубик повредил свой механический хвост, к счастью у Иккинга был запасной. К сожалению драконы улетели далеко.\n—И как мы вернемся домой без драконов?- заныл Сморкала.\n—Ну... не все так плохо. Мы покрайнемере живы,- сказал Рыбьеног.\n—Драконы к нам вернутся надо только подождать,-Сказал Иккинг.\n—Ага, конечно тебе-то легко, твой дракон не улетел,- все также ноет Сморкала.\n—А, ребята я должен прервать вашу дисскусию, вы наверно не заметили, но рядом с нами корабль бессерков.\n—Дагур...\n— О Иккинг, какая чудесная встреча, мы так давно не виделись, братишка, я скучал.\nРядом с Дагуром стоял какой-то человек в накидке не внушающий доверия, вы ощущаете в нем магическую силу, но не сильнее вашей.",
    "answers": [
      {
        "id": 24,
        "text": "Окликнуть его\n"
      },
      {
        "id": 25,
        "text": "Ждать дальнейшего развития событий"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы успешно повернули всех ургей вспять, но Драконы никак не отреагировали на ваши призывы, они слишком напуганны, да и вы не совсем освоились со своими силами.\n—И как мы вернемся домой?- заныл Сморкала.\n—Ну... не все так плохо. Мы покрайнемере живы,- сказал Рыбьеног.\n—Драконы к нам вернутся надо только подождать,-Сказал Иккинг.\n—Ага, конечно тебе-то легко, твой дракон не улетел,- все также ноет Сморкала.\n—А, ребята я должен прервать вашу дисскусию, вы наверно не заметили, но рядом с нами корабль бессерков.\n—Дагур...\n— О Иккинг, какая чудесная встреча, мы так давно не виделись, братишка, я скучал.\nРядом с Дагуром стоял какой-то человек в накидке не внушающий доверия, вы ощущаете в нем магическую силу, но не сильнее вашей.",
    "answers": [
      {
        "id": 24,
        "text": "Окликнуть его\n"
      },
      {
        "id": 25,
        "text": "Ждать дальнейшего развития событий"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Эй, ты, я думал только я тут умею управляться с магией. Как тебя зовут?\nВ ответ было лишь молчание и взмах руки. В вас полетела шаровая молния.  Он явно не оценил вас так, как ваше сила все же взята от Высшего Существа. Вы просто заблочили эту молнию рукой.\n—Какого...? Он явно не ожидал такого развития событий, привык наверно весгда побеждать одним мановением руки..",
    "answers": [
      {
        "id": 25,
        "text": "Но вдруг!"
      }
    ]
  },
  {
    "id": 25,
    "text": "На вас падает драконья клетка, вы не успев среагировать попадаете в нее вместе со всадниками кроме Иккинга. Он успел отлететь на Беззубике. При этом вы чувствуете некуя слабость, будто бы эта клетка по-немногу высасывает ваши силы.\n—Иккинг, не отдавай им нечего, мы справимся!- сказала Астрид.\n—Ахахах, если одашь ту безделушку, что ты нашел в каюте и я их выпущу,- сказал Дагур.\n—Иккинг, спаси нас!!! Меня не радует перспектива быть сожраным угрем,- пролепетал Сморкала.\n",
    "answers": [
      {
        "id": 26,
        "text": "Применить магию"
      },
      {
        "id": 27,
        "text": "Ничего не делать"
      },
      {
        "id": 28,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 26,
    "text": "Как и следовало ожидать, магию здесь бессильна, вы только ухудшили свое состояние и ближайшее время не сможете ничего кастовать.\n",
    "answers": [
      {
        "id": 27,
        "text": "Ничег не делать"
      },
      {
        "id": 28,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Иккинг, Иккинг, Иккинг, ну что, ты решил? Либо твои друзья, либо артефакт.\n—Не бойся Иккинг, мы справимся.- сказала Астрид.\n—Нет Астрид, я так не могу. Дагур, сначала открой клетку, потом получишь \"Драконий глаз\".\n—\"Драконий глаз\"? Неплохое имя, ну ладно, ты до жути честный, так что я тебе верю.\nМаг открыл клетку мановением руки и тут же артефакт оказался у него.\n—Видишь, Астрид, я знал, что Иккингу можно доверять.\nАстрид явно была не рада случившемуся.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы увидели рядом кусок железа похожий на лом, возможно с помощью него вам получится взломать клетку.\n—Иккинг, Иккинг, Иккинг, ну что, ты решил? Либо твои друзья, либо артефакт.\n—Не бойся Иккинг, мы справимся.- сказала Астрид.\n—Нет Астрид, я так не могу. Дагур, сначала открой клетку, потом получишь \"Драконий глаз\".\n—\"Драконий глаз\"? Неплохое имя, ну ладно, ты до жути честный, так что я тебе верю.\nМаг открыл клетку мановением руки и тут же артефакт оказался у него.\n—Видишь, Астрид, я знал, что Иккингу можно доверять.\nАстрид явно была не рада случившемуся.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Тем временем Дагур, на всех парусах понесся прочь.\n— Что ты наделал?!- сказала Астрид,- зачем ты отдал его?\n—Я же не говорил ему, что не буду его преследовать.\n\n\nВнимание! Перед вами важный выбор:",
    "answers": [
      {
        "id": 30,
        "text": "Попросится с Иккингом"
      },
      {
        "id": 31,
        "text": "Восстановить силы, но оставить Иккинга без поддержки"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Иккинг, позволь мне помочь тебе, я могу прикрывать тебе и с магом ты один не справишься.\n—Прекрасно, полетишь на Беззубики вместе со мной, а то ты не очень хорошо выглядешь. Ты справишься?\n",
    "answers": [
      {
        "id": 31,
        "text": "Все же остаться и поэкономить силы на будущее"
      },
      {
        "id": 32,
        "text": "Настоять"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Пожалуй я все эе останусь, Иккинг ты же точно справишься? Обещай мне...\n—Неволнуйся, я обещаю, что все будет хорошо.\n—Но все же...\n— Но все же если  я не прилечу через день занчит меня надо спасать. конечно это все странно, я знаю тебя только несколько дней, но что-то подсказывает мне, что тебе можно доверять.\n— Я тебя не подведу.\n— Ты и Астрид за главных.\n—Понятно,- Хором сказали вы.",
    "answers": [
      {
        "id": 34,
        "text": "Глава 4. В поисках пропавшего"
      }
    ]
  },
  {
    "id": 32,
    "text": "—За меня не волнуйся, я справлюсь,  это лишь минутная слабость.\n— Ну ладно, если мы не вернемся завтра, значит мы попали в плен. Астрид, ты за главную пока меня нет.\n— Поняла Иккинг,- Ответила Астрид.\nВ это время к ним начали возвращаться драконы. И вы с Иккингом полетели за \"Драконим глазом\". ",
    "answers": [
      {
        "id": 33,
        "text": "Глава 4. В поисках глаза"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты и Иккинг на Беззубике все время прямо за кораблем Дагура, но предусмотрительно прятались в облаках, чтобы вас незаметели, спустя несколько часов преследования вы увидели остров:\n— Ну конечно остров Бессерков, куда же еще они могли поехать! — сказал Иккинг.\n— Этот остров сильно укреплен, мы не сможем штурмовать его  в двоем.\n— Слушай, у меня есть план:  я предлагаю облететь его, насколько я знаю там лес и непроходимые горы, но поскольку у нас есть ты, а у меня Беззубик, мы сможем их преодалеть.\n",
    "answers": [
      {
        "id": 53,
        "text": "Согласиться"
      },
      {
        "id": 54,
        "text": "Предложить свой план действий"
      }
    ]
  },
  {
    "id": 34,
    "text": "Наступило утро.\nВы долго смотрели в светлое небо, но не увидели никого на драконе или хотя бы намека. К вам подошла Астрид, она явно больше всех переживала, так как вам было известно, что она его любит, вы это чувствовали.",
    "answers": [
      {
        "id": 35,
        "text": "Попытаться ее успокоить"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Астрид, но не волнуйся ты так, ты меня просто убиваешь, так или иначе он им нужен живым,  я восстановил свои силы и могу узнать,где он находится.\nВаши слова явно ее подбодрили и она немного просветлела.\n— Муад'диб, раз так, то сделай это мне будь гораздо легче если  я узнаю, где он, и еще, нам стоит найти тебе дракона.\n—Согласен, я бы не отказался от такого доакона, который может задерживаться на месте, так как мне надо кастоваться заклинания, а при постоянных перемещениях это очень сложно сделать.\n—Тогда тебе лучше всего подойдет Громмель\n—Супер!\nК вам подходит Рыбьеног:\n—Муад'диб у меня как раз есть для тебя подходящий Громмель, он отзывается на кличку громмейстр.\n— Прекрасно,тогла план действий такой:",
    "answers": [
      {
        "id": 36,
        "text": "Атака в лоб\n"
      }
    ]
  },
  {
    "id": 36,
    "text": "—Проатакуем лоб их вместе, она явно не думают, что мы будем атаковать их прямо и без подготовки.\n— Несогдасен, лучше все же придумать обходной путь, я уверен, что Дагур не из тех, кто любить думать о засадах.\n—Поддерживаю Рыбьенога. Ему сложно думать, он же Бессерк,- согласилась Атсрид.\n—Ладно, уговорили.",
    "answers": [
      {
        "id": 37,
        "text": "Послать для отвлечения Рабьенога и Сморкала с Забиякой и Задиракой вместе с драконами. А самим облететь и напасть с тыла"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Предлагаю послать для отвлечения Рабьенога и Сморкала с Забиякой и Задиракой вместе с драконами. А самим облететь и напасть с тыла.\n— Согласены, Все по седлам и не отставайте нам надо как можено быстрее добраться до пункта назначения.\n— Одну минутку,- сказали Вы,- мне нужно время для того, чтобы обнаружить его.\nВам даже напрягаться не пришлось, Он находится на острове Бессерков, ну впринципе логично, да?\n— Нас курс лежит на остров Бессерков, они расположились там.\n—Прекрасно, полетели.",
    "answers": [
      {
        "id": 38,
        "text": "Тем временем"
      },
      {
        "id": 40,
        "text": "Спустья несколько часов..."
      }
    ]
  },
  {
    "id": 38,
    "text": "На острове Бессерков в тюрьме под землей находились два наших друга Иккинг и Беззубик.\n—Беззубик, ну как ты брат? \nУ Беззбика был ранен хвост и его подбили в крыло. Его лицо выражало боль и он нехотел пугать Иккнга, но за долгое время Иккинг научился понимать его. \n— Слушай, я уверен Астрид уже всех на ноги подняла и они летят сюда, ты главное потерпи, а  я как-то постараюсь облегчить твои страдания.",
    "answers": [
      {
        "id": 39,
        "text": "Ну что же все-таки с ними произошло"
      }
    ]
  },
  {
    "id": 39,
    "text": "В погоне за Даугром Иккинг не был очень осторожен так, как был уверен в своих силах. И этот недосмотр вышел ему боком. В Беззубика попала стрела, смазанная драконим корнем, а как мы знаем он очень опасен для них.\nПоддбив Беззубика, а вместе с ним и Иккинга, они заковали их.\n— Ха Иккинг, а ты не так осторожен, как я думал. Теперь у нас не только \"Драконий глаз\", но и лучший наездник.\n— Ты никогда не узнаешь как его открыть!\n— Ну это мы еще посмотрим.",
    "answers": [
      {
        "id": 37,
        "text": "Назад. К настоящему."
      }
    ]
  },
  {
    "id": 40,
    "text": "Спустья несколько часов наездники подлетели к отсрову Бессерков.\n— Я послал весточку Стоику, чтобы он прилетел нам для подмоги на всякий случай.- сказал Рыбьеног.\n—Ты все правильно сделал,- ответили вы.\n— Ну, что, тогда действуем согласно плану?\n—Да,- ответили все.\n— Я могу наложить на вас невидимость, чтобы было проще подобраттся вплотную и напасть внезапно.\n— Делай, что считаешь нужным. Мы надеемся на тебя, особенно я,- прошептала Астрид.\nЕе слова воодушевили вас, сейчас на Вас будет лежать ответственность за их жизни. Вы офицально главнокомандующий.",
    "answers": [
      {
        "id": 41,
        "text": "Наложить инвиз"
      },
      {
        "id": 42,
        "text": "Попытаться сделать больше и наложить инвиз"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы успешно все выполнили, Дагур был удивлен, он ведь не знал насколько вы сильный маг. Благодаря инвизу вы смогли разрушить большую часть укреплений, но к вам вылетел маг, который явно был  анмерен с вами расправиться",
    "answers": [
      {
        "id": 43,
        "text": "Глава 5. Битва магов"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы вызвали землетрясение, которое разрушило все укрепления и попутно успели всех спрятать, но сейчас к вам летит маг, который явно намеревается с вами расправиться.",
    "answers": [
      {
        "id": 43,
        "text": "Глава 5. Битва магов"
      }
    ]
  },
  {
    "id": 43,
    "text": "—Назови мне все-таки свое имя.- сказали вы.\n—Я великий Армельдо и я удивлен, я так давно не видел достойного соперника.\n— Нам не обязательно драться.\n—Нет, обязательно, этим миром может править только один.\n— Я не собираюсь им править!\n—Да, конечно, ты думаешь, что мания власти тебя не захватит, но ты ошибаешься. Быть главным — вот чего все хотят!\n—Сейчас мы это и узнаем!\n",
    "answers": [
      {
        "id": 44,
        "text": "Дать первый ход ему и защищаться, чтобы узнать его слабые места"
      },
      {
        "id": 45,
        "text": "Яростная атака, чтобы уничтожить его."
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы успешно отражали все атаки, он явно не сильнее вас, вы заметили, что он открывает свой живу во-время атаки. Воспользовавшись этим, Вы поразили его молнией и он со вздохом упал.\n— Вот и закончилась твоя жизнь.\n— Но я еще успею испортить тебе жизнь, вы видите как началось замлетрясение и весь остров медленно, но верно утопал.\nЭтим же временем прилетел Стоик и Плевака. Всех остальных к вашему ужасу поймал в сети Дагур. У него за листвой оказали оружия напичканые стрелами, пропитанные драконим ядом. Только у Сардельки был иммунитет и он не попал в его ловушку.\n— Стоик, вы как раз вовремя! Нам надо скорее спасти их! Остров тонет!\n—Рыбьеног! На тебя все всадники и я тебе с Плевакой помогу, а ты Муад'диб, спаси моего сына!\n—Я постараюсь.- ответили вы",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Долго ваш противник не смог защищаться, так как был слабее вас. Один раз он не успел закрыться от вашего огненного шара и тот попал ему прямо в сердце.\n— Не видел я никогда еще такой силы , но ты не успеешь спасти своего друга.\nС этими словами он пал камнем и больше не шевельнулся. Вдруг началось землетрясение.\nЭтим же временем прилетел Стоик и Плевака. Всех остальных к вашему ужасу поймал в сети Дагур. У него за листвой оказали оружия напичканые стрелами, пропитанные драконим ядом. Только у Сардельки был иммунитет и он не попал в его ловушку.\n— Стоик, вы как раз вовремя! Нам надо скорее спасти их! Остров тонет!\n—Рыбьеног! На тебя все всадники и я тебе с Плевакой помогу, а ты Муад'диб, спаси моего сына!\n—Я постараюсь.- ответили вы",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы понеслись в пещеры так, как ощущали Иккинга там. Уже радом,- думали вы. Вот уже свет и вы видите Иккинша и Беззубика закованных в кандалы.\n—Я здесь! -Закричали вы,- потерпите еще немного.\n—Давай скорее, остров тонет!\nВнезапный толчек завалил единственный проход в тюрьму, где находился Иккиннг.\n—О боже! Муад'диб уходи отсюда! \n—Нет я тебя не брошу! Приготовься к телепортации.\n— Это слишком опасно, у тебя может не хватить времени!\n— Не отвлекай меня! Иначе я сделаю что-то не так и вас расщепит на кусочки!",
    "answers": [
      {
        "id": 47,
        "text": "Телепортировать всех разом"
      },
      {
        "id": 48,
        "text": "Телепортировать по одиночке (Это безопаснее, но может не хватить времени!)"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы все вместе телепортировались на верх острова, но ваши силы почти полностью истощились. Беззубик не может летать, но вы можете попробовать его восстановить использовав последние остатки своей мощи.\nГроммейстр же сломал коыло при телепортации.\n— Муад'диб! Ты весь в крови! Я же говорил, не надо этого делать!\n— Всего лишь ... легкая слабость... Вы закашляли коовью- Я должен вылечить ... Беззубика, \n... чтобы вы ... могли ... улететь.\n— Но это убьет тебя! Ты не должен! Спасайся с Громмейстером!\n",
    "answers": [
      {
        "id": 49,
        "text": "Спастись самим, но потерять Иккинга и Беззубика"
      },
      {
        "id": 50,
        "text": "Спасти Иккинг и Беззубика, но это может  привести летальному исходу."
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы удачно телепортировали всех, попутно вылечив их, но вас завалило и вы не успели ничего сделать, чтобы спастись. Так погиб герой, поставишь чужие жизни превыще своей",
    "answers": [
      {
        "id": 52,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Телепортируйся к своим,  у тебя еще хватит сил, а Громмейстр останется здесь, мы справимся, я верю, что ты можешь изменить мир с твоими-то силами, тебе нужно просто время, чтобы освоиться.\n—Друг, прости меня, все свои деяния будут воспеты, ты никогда не будешь забыт!\n",
    "answers": [
      {
        "id": 51,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы вылечили крыло Беззубика и хвост, но не выдержав такого давления ваше сердце разорвал на части, последние ваше слово было: \"Лети\". и Иккинг, взяв ваше бездыханное тело сел на Беззубика полетел вместе с Громмейстером.",
    "answers": [
      {
        "id": 52,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 51,
    "text": "Телепортировавшись к Стоику, вы упали без сил, с 10 ваших костей были переломаны и вы пролежали без памяти 1 месяц.\nИккинг и Беззубик с Громмейстером погибли, Стоик долго не сможет оправиться от потери единственного сына.\nАстрид стала главой драконих наездник и построила памятник 1 приручателю драконов, но так и не сможет оправиться после утраты своей любви.\nОтныне вы стали наследником Олуха, и спустя время, кто знает? Может вы снова объедините весь мир и поведете всех вперед?",
    "answers": [
      {
        "id": 1,
        "text": "Начало чего-то лучшего или конец?"
      }
    ]
  },
  {
    "id": 52,
    "text": "Драконы и Всадники были спасены, Дагур же стал снова нормальным, так ка чары наложенные на него магом развеялись и его простили, но он никгода не простит себе того, что он стал соучастником в вашей смерти. \nСтоик приказал построить храм в вашу честь, чтобы ваше имя никогда не было забыто, имя человека, который пожертвовал собой без раздумий.\nВсе всадники, особенно Иккинг, на несколько лет прекратили свои поиски драконов и чтили вашу память.\nВы же оказавшись у Высшего Сушества, спросили:\"что с вами будет?\", но  он вам не ответил, теперь вы так и летаете во времени, наблюдая за происходящим в разных мирах.",
    "answers": [
      {
        "id": 1,
        "text": "Конец или начало чего-то нового?"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Твой план хорош, давай тогда после преодаления гор навестим хижину Дагура, я чувствую, что \"Драконий глаз\", находится там.\nКак и оказалось, в горах совсем не было охраны, либо Дагур действительно думал, что за ним никто не полетит, либо его солдаты не такие уж бравые, как он говорит.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "—Слушай, твой план конечно хорош, но я мог бы скрыть нас от взора противника и мы бы пробрались к хижине Дагура, скорее всего там он оставил свой Драконий глаз. Это будет быстрее и незаметнее.\n—Ладно, Муад'диб, может быть ты и прав. Давай я жду.\nС помощью магии вы их спрятали, но вы ощущаете ужасную слабость, ну конечно, ведь  вы ж так и не отдохнули и не восстановили силы, остается надеяться, что инвиз не спадеть раньше времени.",
    "answers": [
      {
        "id": 55,
        "text": "Спустившись вниз"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вас никто не заметил и вы спокойно добрались до хижины. Вся деревня как будто бы вымерла.\n— Ну что, заходим?\n— Давай Беззубик, была не была.\nВы открываете дверь и видите — ни единой живой души?! \n—Слушай, пока нам везет, давай поскорее найдем наш \"глаз\" и улетим отсюда. \nВы чувствуете, как с каждой минутой становитесь слабее.\n—Слушай, Иккинг, я себя не важно чувствую...\n— Я тебя предупрждал. А вот и  \"Драконий глаз\", забираем его и летим через горы.\nКак только вы его взяли под вами провалился пол и вы попали в клету все из того же драконего металла. Ваши силы оставили вас и вы отрубились.\n— Иккинг, уж не думал ли ты, что ты сможешь просто зайти и взять то, что тебе не пренадлежит?\n— Дагур, отпусти Муад'диба и я обещаю, что он больше никого не тронет.\n— Неужели ты такой наивный? Он останется здесь пока не сдохнет! \n— Я не верю, что это ты Дагур. Ты всегда был до безумства честный, что с тобой произошло? Не верю, что тебе за 3 года в тюрьме в мозг ударила молния.\n— Не важно, что со мной произошло, важно то что я тебя поймал и тебе отсюда не выбраться! Ахаха ...аххаа!\nС этим словами вас оставили в полном одиночестве.",
    "answers": [
      {
        "id": 57,
        "text": "Спустя день"
      }
    ]
  },
  {
    "id": 56,
    "text": "Приспуске вниз вам прекрасно было видно всю деревню, самая большая и красивная хижина, логично было бы предположить, что она пренадлежить Дагуру.",
    "answers": [
      {
        "id": 55,
        "text": "Спустившись вниз"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Ухх, как голова болит... Что я пропустил?\n— Вообщем ничего, кроме того как нас поймали и заперли тут. — ответил вам Иккинг — Как ты?\n— Могло быть и лучше... голова просто раскалывается. \n— Остается надеяться,  что Всадники поймут, где мы находимся. И попытаются нас спасти.\n— Мне... нужно выбраться... отсюда, я долго так не протяну... у меня еще хватит сил, ... чтобы открыть клетку.\n— Если ты ее откроешь у нас будет только один шанс уйти отсюда! Ты это понимаешь?\nТем временем сверху послышались звуки выстрелов и воинственные крики Бессерков.\n— О видишь, помощь не заставила себя ждать.\n— Ладно сейчас или никогда. И с этими словами вы выбили клетку и снова отрубились.\n— Ладно Беззубик, нужно выбираться отсюда бери Муад'диба и идем за мной.\nБеззубик был явно не намерен сдаваться.\n\n",
    "answers": [
      {
        "id": 58,
        "text": "Но что же все таки происходит на верху?"
      }
    ]
  },
  {
    "id": 58,
    "text": "Наши всадники заручившись поддержкой Стоика и Плеваки осаждали остров Бессерков. У них явно был прогресс, но очень медленный. Все же их меньше чем Бессерков.\n— Рыбьеног, Сморкала и Астрид, вы летите вниз в подземелья за Иккингом, а мы отвлекаем их,- сказал Стоик.\n— Понятно, давайте за мной, я лучше всех знаю эти пещеры, — сказала Астрид. Все согласились и молча полетели за ней.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "—Иккинг, я чувствую присутствие мага, он рядом, он нас не пропустит. — сказал Муад'диб.\n— Слушай, мы справимся в с ним вместе, я тебя не брошу, я чувствую, если ты выживешь, ты сможешь изменить мир, тут слишком много плохих людей, а ты сможешь их переубедить, с твоими-то знаниями и силой!\n— Если мы переживем этот день, я обещаю тебе, что ты никогда не пожалеешь о том, что встретил меня.\nРядом вы услышали какой-то шум...\n",
    "answers": [
      {
        "id": 60,
        "text": "Это он! Оставь меня, я его задержу!"
      },
      {
        "id": 62,
        "text": "Это он! Мы справимся с ним вместе, как и договаривались!"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Это он! Оставь меня, я его задержу!\n— Нет мы справимся вместе.\n— Ты непонимаешь он нас сотрет в порошок, было бы у меня хотя бы толика моих сил...\n— Муад'диб, выходи на бой нам давно пора поговорить один на один.\n— Лети, ему нужен я, не ты! Кто-то должен выжить!\n— Но Муад'диб, ты же обещал?!\n— Слушай, ты должен уйти и изменить мир сам, я знаю ты тоже способен на это, уходи. Эй, ты, дай моему другу уйти и тогда я пойду с тобой на дуэль.\n— С ним я разберусь позже, я согласен.\n— Прощай, Иккинг не забывай меня.\n— Прощай, мы встретимся в Валгале.\n",
    "answers": [
      {
        "id": 61,
        "text": "Неравная битва"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Одумайся, еще не все потерянно, ты можешь все изменить.\n— Нет, меня один раз так уже обманули, мне этого хватило, для того чтобы выжить мне пришлось пожертвовать всем, что я имею. Я больше на такое непопадусь. Приготовься умереть.\n— Ты же чувствуешь, что у меня нет шансов, конечно очень легко драться с тем, кто бессил.\n— Ха, а ты смешной раз пытаешься надавить на это, надо было силы экономить, разберусь с тобой, займусь твоими друзьями.\n— Ну тогда ты сам выбрал свой путь.\nВы встали в позицию, и хотя вы понимали, что у вас нет шансов вы собрали все остатки сових сил, чтобы обезвредить его для других. Вы подставлялись под все его атаки и в один момент поразили его молнией, вы обезвредили его, но сами поняли,  что ничего не сможете сделать. Ваше тело не слушалось вас и вы провалились в пустату.\n— Астрид, скорее вниз. Там Муад'диб  он один, тобко бы успеть. — кричал Иккинг.\n— Нет, Иккинг слишком поздно, он ... мертв. Но и маг обезврежен.\n— Так не должно быть. И с этим криком он щанес мечь нал телом мага.\n— Иккинг, стой! Мы не такие, запри его  в антимагической клетке и он получит по заслугам. Не порочь имя нашего друга!\n— Да, ты права Астрид, не в моем праве кого-то убивать.",
    "answers": [
      {
        "id": 63,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Это он! Мы справимся с ним вместе, как и договаривались!\n— Беззубик, приготовься, плазменный залп.\nМаг, конечно не ожидал такого развития событий, но он спокойно отразвил все атаки Беззубика.\n— И вы думаете победить меня этим?\n— Иккинг, скажи Беззубику, чтобы он стрелял в потолок, так мы можем завалить его, других шансов у нас не будет,- шепнули вы ему,- я его пока отвлеку.\n— Эй ты, я знаю, что ты хочешь меня убить, иак вот он я давай не стесняйся, вы послали в него молнию, которую он с легкостью отбил.\n— А ты слабее чем я думал, эти стены плохо на тебя действуют.\n— Беззубик, давай!\nДракон обрушил стену на мага, и тот не успел выпрыгнуть из развалин, так как был полностью поглощен убийством Муад'диба. Перед смертью маг успел кинуть в вас огненный шар и вы будучи не могли защититься он вас вырубил и вы упали, как мертвый .\n— Муад'диб, неет, Беззубик, скорее нам нужно добраться на Олух к Готти, возможно мы еще сумеем его спасти.\nИккинг вылетел из пещеры необращая вниманию на оклики друзей. Его целью было только одно — не дать умереть Муад'дибу. ",
    "answers": [
      {
        "id": 64,
        "text": "Немного позже"
      }
    ]
  },
  {
    "id": 63,
    "text": "Суд над магом состоялся на следующий день. Его  отправили навечно в подземелья в клетку, чтобы он там доживал свои жалкие дни.\nВам же построили памятник, как герою, который отдал жизнь за лучшее будущее. Иккинг и всадники до самой смерти будут держать ваше имя в памяти.\nДагур был прощен, он находился под гипнозом мага и не осозновал, что делает, но он не сможет простить себе то, что заманил всех в ловушку. \n\"Драконий глаз\"  помог Иккингу открыть новую часть мира и новые виды драконов.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец или начало чего-то нового?"
      }
    ]
  },
  {
    "id": 64,
    "text": "Прилетев на остров Олуха, Иккинг сразу передал вас Готти.\n— Ты сможешь вылечить его?\nГотти неумела говорить поэтому писала палкой на земле:\n— Я смогу сказать тебе только через 2 дня, сейчас его самый тяжелый период, я ощущвю в нем магическую силы, вообщем шансов у него больше чем у кого бы то ни было.\nВ это же время прилетели другие вчадники и Стоик с Плевакой.\n— Иккинг,  с тобой все в порядке? Почему ты неотзывался на наши крики? — спросил его Стоик.\n— Со мной-то все хорошо, но Муад'диб... он ранен, и я не знаю выживет ли он.\n— Да поможет ему Один, нам остается только ждать.\nЧерез 2 дня все собрались вокруг хижины Готти. Она к ним вышла:\n— Готти, скажи что опасность миновала, прошу тебя,- молил Иккинг.\n— Самый тяжелый период прошел и сейчас ему уже лучше, но очнется он только через неделю...",
    "answers": [
      {
        "id": 65,
        "text": "Эпилог\n"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы поднимаетесь, последние, что вы помните это остров Бессерков, непонимаю, где вы, вы выходите на улицу и перед вами ... Олух.\n— Он проснулся! Ты не бросил нас! Сыпалось вам со всех сторон.- мы уж не верили, что ты вернешься.\nК вам подлетает Иккинг: \n— Ты вернулся,  как ты? Я уже думал, что все потеряно.\n—Но не считая пару еще сломанных ребер и головной боли, то я впрядке. А что с остальными?\nДраконии наездники оставили свой край и вернулись домой, на Олух. \nДагур начал заново отстраивать свой остров Бессерков. И его простили за его деяния, так как он был под контролем мага.\nВы же отправились в путешестие, чтобы объединить всех живых существ. Надеясь изменить мир к лучшему.\n\nP.S.:\nПо  этой концовке может выйти продолжение, все зависит только от вас и ваших комментариев",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  }
]