[
  {
    "id": 1,
    "text": "                               《Лесной зверь》\n\nАвтор: Мурадян Даниил \n\nПредисловие: Главный герой Павел очень впечатлительный человек. Однажды, услышав  историю от своей бабушки, Павел не мог спокойно заснуть. Главному герою придется самому пойти в то место, про которое ему рассказали и выяснить существуют ли то, о чём ему рассказали, но конечно же ему поможет его лучший друг... . А остальное, вы узнаете по мере прохождения квеста.\n\n\n●Прозьба: Читатель! Если заметил ошибку в тексте или даже несколько, не поленись написать автору и сообщить о данной ошибке. Это поможет мне не допускать их в дальнейшем и сделает чтение более приятным.\n\n●После прохождения квеста не забудь заглянуть в достижения.\n\n",
    "answers": [
      {
        "id": 2,
        "text": " 《Начать》"
      },
      {
        "id": 3,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                          《Главы》\n\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Глава 1 《Сон》"
      },
      {
        "id": 29,
        "text": "Глава 2 《Новый день, новые интриги》",
        "need": [
          27,
          26,
          28
        ],
        "need_sometimes": true
      },
      {
        "id": 58,
        "text": "Глава 3 《Подземка》\n",
        "need": [
          57,
          56,
          41
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 3,
    "text": "●По мере прохождения квеста будут открыты некоторые достижения.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 20,
        "text": "《Любопытство》",
        "need": [
          19
        ]
      },
      {
        "id": 37,
        "text": "《Не люблю читать !》",
        "need": [
          36
        ]
      },
      {
        "id": 54,
        "text": "《Оставить Сашку одного》",
        "need": [
          52
        ]
      },
      {
        "id": 79,
        "text": "《Настоящий друг 》",
        "need": [
          78,
          76
        ]
      },
      {
        "id": 83,
        "text": "《Без друзей》",
        "need": [
          82,
          77
        ]
      },
      {
        "id": 87,
        "text": "《Секретная концовка》\n",
        "need": [
          86
        ]
      },
      {
        "id": 92,
        "text": "《Генацид》",
        "need": [
          95
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": " Когда-то давно... бабушка рассказывала истории.\nУже и не помню точно, то ли про пищеру, то ли про тоннель, говорила что-то про монстра.Уже и не вспомнить все, давно это было.\n\n  Я сидел у окошка, маленькими каплями лил дождь, хотелось спать...",
    "answers": [
      {
        "id": 5,
        "text": "Лечь в кровать"
      },
      {
        "id": 6,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 5,
    "text": "  Я лег и долго не мог заснуть, в голову ударила мысль. А что, что если это монстры и вправду существуют ? Вот бы найти то место ! Любопытство терзало меня. Тем временем дождь усилился.\n \n Решено... завтра же пойду к Сашке, расскажу ему все.\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      },
      {
        "id": 11,
        "text": "☆Сашка"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я зашёл на кухню. Обычная кухня со столом, тремя стульями, в углу стояла печь, рядом холодильник. Не смотря на простенькую расстановку, здесь было довольно уютно.",
    "answers": [
      {
        "id": 7,
        "text": "Взглянуть на часы"
      },
      {
        "id": 8,
        "text": "Открыть холодильник "
      },
      {
        "id": 9,
        "text": "Заварить чашечку кофе"
      }
    ]
  },
  {
    "id": 7,
    "text": "18:51",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "После шести есть нельзя :/\n\nЗакрой холодильник !",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я заварил себе чашечку кофе, и попивая его, сел читать книгу. Вскоре. Усталось охватила меня.... Что за кофе стали делать ? Это кошмар !\n\nЯ лег в кровать и осознал все коварство данного напитка, ведь уснуть то я не могу ! ",
    "answers": [
      {
        "id": 5,
        "text": "Попытаться уснуть еще раз "
      }
    ]
  },
  {
    "id": 10,
    "text": "Наконец, я закрыл глаза и постарался раслабиться. Но ничего не помогало. Все новые и новые картинки всплывали у меня в голове. Я ясно помню тот день, тот сон.\n\n Лес, все черно кругом, я шёл в глубь. Становилось все темнее. Пора идти назад, зачем я вообще прищёл сюда ?  Выли волки, я не мог найти дорогу обратно. Совсем отчаявшись и уже не надеясь на благополучный исход, я продолжал идти. Но свет, где то далеко, за одинокой елью на холме...\n",
    "answers": [
      {
        "id": 12,
        "text": "Бежать к свету"
      },
      {
        "id": 13,
        "text": "Стоять на месте"
      }
    ]
  },
  {
    "id": 11,
    "text": "●Сашка, обычный дворовской мальчик, очень люблзнательный и всегда готовый выслушать и поддержать, даже самую глупейшую затею.",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я бежал как можно быстрее но чем быстрее я бежал к свету, тем дальше он уходил от меня. Наконец я оказался в темноте. Я бежал в разные стороны, кричал о помощи.\n Шолохнулся куст, я оглянулся, шолохнулся другой...\n",
    "answers": [
      {
        "id": 14,
        "text": "Медленно отходить назад"
      },
      {
        "id": 15,
        "text": "Подойти к кусту"
      }
    ]
  },
  {
    "id": 13,
    "text": "Приглядываясь, я стоял на месте как вкопаный. Тем временем свет медленно угасал. И наконец, я оказался в темноте, дальше носа ничего небыло видно. Сердце стало биться чаще. Сделав два шага вперед я почувствовал, что-то схватило мою ногу. Я не удержался и рухнул на землю. В следующий миг чувство было такое, что мою плоть проткнуло чем-то острым. И правда, острым концом в меня была воткнута палка, я не мог пошевелиться. Из за деревьев я увидел несколько фигур, приближавшихся ко мне на четырех лапах... Я думал, что это мой конец. В следуюшую секунду меня что- ударило по голове  И.....",
    "answers": [
      {
        "id": 16,
        "text": "●Вы проснулись"
      }
    ]
  },
  {
    "id": 14,
    "text": "Медленно я отходил назад, пока не уперся в дерево. Из за куста медленно вышла здоровенная фигура, за нею еще две, и еще одна. Медленно они окружали меня.\n—Волки ? Я ясно разглядел волчью голову, дела были плохи. Один из них подошёл ближе и ... \nМне казалось они не рычали, что свойственно волкам, они как-будто шептали что-то, но что ? Разобрать не смог. \n\n Перед тем как они напали, мне удалось разобрать что они шептали. -Убить,-Тьма,-Лес.\n\nСлова эти мне казались несвязны. Но мне казалось, что в них есть какой-то смысл... но какой ?\n",
    "answers": [
      {
        "id": 16,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 15,
    "text": "Набравшись смелости, я подошел к кусту.. Что-то большое и страшное скрывалась в его листве. Я услышал лишь злобное рычание перед тем .... как что-то набросилось на меня ! Его зубы вцепились мне в горло, однако я не чувствовал боли.... \n\n\n\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я вскричал, быстро встав с кровати я умылся, взглянул на часы. Два часа ночи. Опять этот сон. Каждый год он сново и сново повторялся, в одну и ту же ночь, в ту же ночь, когда я услышал эту историю.\nНу почему волки ? Что все это означало ? Ведь все же знают, что волки не нападают без причины. Пока я думал раздался стук в дверь.",
    "answers": [
      {
        "id": 17,
        "text": "Открыть дверь"
      },
      {
        "id": 18,
        "text": "Спросить: \"Кто там ?\""
      },
      {
        "id": 19,
        "text": "Забиться в угол и рыдать, кто может стучаться в дверь в два часа ночи !?\n"
      }
    ]
  },
  {
    "id": 17,
    "text": " Я открыл дверь, в дом вбежал Сашка. Лицо его было бледно-зеленое. Не сказав ни слова и как будто не обращая внимание на меня, он сел за стол, лицо его напряглось, казалось он пытался что-то вспомнить.",
    "answers": [
      {
        "id": 22,
        "text": "Заварить чай"
      },
      {
        "id": 23,
        "text": "-Что с тобой ? Что случилось ?"
      },
      {
        "id": 24,
        "text": "Сесть с ним рядом и наблюдать (молча)"
      }
    ]
  },
  {
    "id": 18,
    "text": "\"Кто там ?\": спросил я.\n \nСтук повторился..",
    "answers": [
      {
        "id": 21,
        "text": "Посмотреть в глазок"
      },
      {
        "id": 17,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы выбрали этот вариант в шутку ? Правда ? Вернитесь и откройте дверь :)\n\n●Открыто достижение: 《Любопытство》\n",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы всегда стараетесь выбирать нестандартные варианты.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я увидел Сашку, который яростно бился в дверь, он был чем-то напуган.",
    "answers": [
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я быстро сбегал на кухню, заварил чай. Через пять минут, я принес готовый чай. Сел рядо с Сашкой и подал ему кружку. Он медленно пил, так и не сказав мне ни слова. Я боялся что-либо спрашивать, в голову одня за другой приходили мысли, одна ужаснее другой \n\n -\"Этот сон\"- неожиданно начал Сашка, в его голосе чувствовался сильнейший испуг.\n\n—\"Этот лес,  эти голоса, он говорил со мной понимаешь !?\".",
    "answers": [
      {
        "id": 25,
        "text": "-Кто этот 《он》, какой лес ? О чем он говорил?\n"
      },
      {
        "id": 28,
        "text": "Ты бредишь, ложись спать. Завтра поговорим."
      }
    ]
  },
  {
    "id": 23,
    "text": "Я так и не смог выдавить из него ни словечка, думаю нужно положить его спать. Утро вечера мудренее.",
    "answers": [
      {
        "id": 28,
        "text": "Положить Сашку спать"
      }
    ]
  },
  {
    "id": 24,
    "text": "—\"Этот лес\"- неожиданно начал Сашка, в его голосе чувствовался сильнейший испуг. \n\n—\"Этот Лес, эти голоса, он говорил со мной понимаешь!?\"",
    "answers": [
      {
        "id": 27,
        "text": "Успокоить его"
      },
      {
        "id": 28,
        "text": "Положить спать"
      }
    ]
  },
  {
    "id": 25,
    "text": "—\"Он ... он похож на волка... но говорит как человек. Стоит на двух лапах ! Представляешь !? \nОн говорил что-то про лес. И в конце их стало больше... они окружили меня и напали !!\n\n—\"Мне так страшно, можно я останусь у тебя ?\".",
    "answers": [
      {
        "id": 26,
        "text": "Возьми себя в руки ! Это всего лишь сон !"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Возьми себя в руки ! Это всего лишь сон ! Веди себя достойно.\n\nСашка взглянул на вас, похоже ему стало стыдно... . Вы положили его спать и вскоре сами оказались в уютной кровати.",
    "answers": [
      {
        "id": 2,
        "text": "☆Закончить главу"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Все хорошо, тебе преснился кошмар, все не понастоящему. Сейчас ты ляжешь спать, а на утро ты все объяснишь.\n\nСашка согласился и вы отвели его в спальню. \n\nЯ положил его спать и вскоре сам оказался в уютной кровати, и быстро погрузился в сон.\n",
    "answers": [
      {
        "id": 2,
        "text": "☆Закончить главу"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я положил его спать, и вскоре сам оказался в уютной кровати.",
    "answers": [
      {
        "id": 2,
        "text": "☆Закончить главу"
      }
    ]
  },
  {
    "id": 29,
    "text": "На утро я встал первым. Что дальше ?\n\n\n●Нужно разбудить Сашку\n",
    "answers": [
      {
        "id": 30,
        "text": "Позавтракать без Сашки"
      },
      {
        "id": 31,
        "text": "Разбудить Сашку"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я приготовил себе завтрак, нарезал хлеба. И уже было приготовился к принятию пищи. Но вот незадача. Проснулся Сашка, взглянул на вас.. . Похоже позавтракать в одиночестве сегодня не получится. \n \n—Доброе утро Паш, прости за вчерашнее.",
    "answers": [
      {
        "id": 32,
        "text": "Доброе утро, садись за стол, рассказывай"
      },
      {
        "id": 33,
        "text": "Вчера ты напугал меня до полусмерти !"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я разбудил Сашку, кое-как он встал с кровати и пошёл на кухню, сел за стол.\n Мы позавтракали и сашка рассказал про то, что с ним случилось прошлой ночью. Он поведал:\n \n—\"Прошлой ночью мне приснился странный кошмар, я заблудился в лесу, меня окружали волки, мне казалось они говорят со мной.. они напали на меня\". Лоб Сашки покрылся холодным потом. Похоже его это сильно напугало...",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "—\"Вчера мне приснился странный сон. Я заблудился в лесу. Меня окружали какие-то волки. Мне казалось они говорят со мной !\"-поведал Сашка.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Прости, виноват, я не знаю что на меня напало..\n",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "—\"Ничего, все позади, уже светло. Сегодня у нас много дел\"- сказал я Сашке и с этими словами я отправил его домой. Он кивнул головой и побрел домой.\n\n\nТем временем я начал готовится, эти кошмары мучали не только меня. Нужно было что-то делать. Я сходил в магазин и купил немного еды,теплой одежды и пару дешёвых фонариков.\n По пути домой я обдумывал как буду уговариваривать Сашку пойти со мной. Ведь он жутко боялся темноты, а лес, в который я собирался был дремуч и тёмен.\n\n●Прийдя домой я увидел записку на столе.",
    "answers": [
      {
        "id": 35,
        "text": "Прочесть\n"
      },
      {
        "id": 36,
        "text": "Не трогать"
      }
    ]
  },
  {
    "id": 35,
    "text": "Подойдя ближе и взяв записку я прочел её.\n\n\n                     Когда идёшь по лесу с другом.\n                     С тропинки шаг ты не своди.\n                     Один неверный шаг и тут же.....\n                     В гробу лежат и друг и ты.\n\nПо телу пробежала легкая дрожь. Кто мог такое написать ? Кто бы это ни был, а выяснять совсем не хотелось.\n\n С неприятным осадком я лег спать, завтра нам предстоит тяжёлый день.",
    "answers": [
      {
        "id": 38,
        "text": "Спать\n"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я не стал тратить свое время на чтение, вместо этого я смял бумажку и выбросил её, теперь могу со спокойной душой ложиться спать.\n\n●Открыто достижение 《Не люблю читать !》",
    "answers": [
      {
        "id": 38,
        "text": "Лечь спать "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы не тратите время на чтение всяких записок, вместо этого вы просто выкидываете их !\n",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": " На утро я как обычно проснулся, походил по комнатам и взял партфель, положил туда еду, фонари и старый нож, который достался мне от дедушки.\n\n Чтож, пора зайти и за Сашкой. Жил он на соседней улице через дорогу, но это не важно. Мы договорились встретиться возле старого гоража.  \n\nГораж с огромной дыркой в потолке, однажды в детстве мы лазали по горожам и наткнулись на этот заброшеный гораж, попасть туда можно было только через дыру в потолке.\nГараж был не убран, по всюду была паутина. А вонища то какая ! Со временем нос привыкал и мы не чувствовали вони, мы убрались в гараже и обустроили его на свой лад, странно что за столько лет хозяин так и не объявился. Ну мы его и не искали... ",
    "answers": [
      {
        "id": 39,
        "text": "☆《Нож》\n"
      },
      {
        "id": 40,
        "text": "Отправиться за Сашкой \n"
      }
    ]
  },
  {
    "id": 39,
    "text": "●Этот нож достался мне в память о дедушке.\n На первый взгляд, самый обычный нож в кожанном чехле, но его острота могла сравниться разве что.. с настоящей саблей.",
    "answers": [
      {
        "id": 38,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "По пути я думал как буду уговаривать Сашку пойти со мной, однако при встрече...\n\n—\"Ты идёшь со мной ?\"-начал Сашка\n—\"Куда это\"(я)\n—Понимаешь, меня вечно мучают кошмары про лес, я читал, что нужно лицом к лицу встретиться со своим страхом, и тогда человек перестаёт его боятся. Я иду в лес, ты со мной ? (Сашка).\n\n\nЯ в последний раз зашёл домой за рюкзаком, в это время Сашка собирал свой. И вот мы уже готовы. Неожиданно Сашка спросил.\n\n—Слушай, стремно как-то двоем, давай Колю позовем с собой ?",
    "answers": [
      {
        "id": 41,
        "text": "Да, конечно. Втроем веселее"
      },
      {
        "id": 42,
        "text": "Попытаться отговорить Сашку идти втроем.(В данный момент текущая ветка в разработке)."
      }
    ]
  },
  {
    "id": 41,
    "text": "Я согласился потому,как не хотел расстраивать Сашку. Да и втроем безопаснее.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Данная ветка разрабатывается в данный момент.\nПрошу немного потерпеть.",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "Наконец все были в сборе\n -\"Пора\"-сказал я \n\n  Посидев на дорожку, мы двинулись в сторону леса, постоянно сверяясь с картой.\n Сначало наша задача пройти примерно два киллометра по дороге. Затем обойдем болото через Малиновку. Затем двигаться на Северо-Запад, пока не упремся в лес.\n  \n\nЧитатель ! Предлагаю немного отвлечься от квеста и послушать несколько легенд о лесе в который вы направляетесь.",
    "answers": [
      {
        "id": 44,
        "text": "Легенда 1 《Деревья леса Гардолин》\n"
      },
      {
        "id": 45,
        "text": "Легенда 2 《Рассвет》"
      },
      {
        "id": 46,
        "text": "Продолжить квест"
      }
    ]
  },
  {
    "id": 44,
    "text": "  Говорят, что в лесу Гардолин произростают необычные деревья,  если вдруг незадачливый путник посмеет заснуть в лесу. Под покровом ночи, деревья утащат его под землю, ну или задушат корнями. Тут уж как повезет. Во всяком случае смерть будет медленная и жестокая.",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Есть еще одна легенда.\n  Говорят, на рассвете можно услышать детский плач и если пойти на звук. Ты не заметишь как увязнешь в болоте. А дальше либо погибнешь, либо если вам повезет выбраться, дороги назад уже не сыскать. Так и будите бродить до ночи. \nЗабыл сказать, в этом лесу не поможет даже самая теплая одежда, замерзнешь и гдазом моргнуть не успеешь. Помочь может только огонь, даже самый крохотгый огонег мог обогревать вас некоторое время.\n",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "И так мы подошли к лесу, проверили содержимое рюкзаков и направились внутрь леса. При первом же шаге повеяло смертаносным холодом, в нос ударил резкий запах гнили. Я старался как можно меньше обращать на это внимание. Мы шли все глубже и глубже в лес, местами казалось, что я бывал здесь. Мы шли молча. Деревья становились все страшнее. Мы замерзли, нужно было развести кастёр.\nСашка пашел за хворостом, оставив нас с Колей наедине.",
    "answers": [
      {
        "id": 47,
        "text": "Поговорить с Колей"
      },
      {
        "id": 49,
        "text": "Стоять молча"
      }
    ]
  },
  {
    "id": 47,
    "text": "—\"Страшно тут правда ?\" (я)\n Коля кинул на меня печальный взгляд... он молчал.\n\n—\"Скоро придет Сашка, мы так и будим стоять ?\" (я)\n—\"Пора бы и нам заняться делом !\"- суровым голосом выговорил Коля.\n",
    "answers": [
      {
        "id": 48,
        "text": "Подготовить место для костра"
      }
    ]
  },
  {
    "id": 48,
    "text": "..\nС помощью наших общих усилий нам удалось разжечь кастёр. Темнело. Резко похолодало, усиливался ветер.\n \n  На минуту показалось, что деревья стали выше, но нет, они по прежнему стояли неподвижно. Мы расселись вокруг костра и решили поужинать.\nДостали бутерброды, сделанные нами на скорую руку еще в Малиновке. Наконец я узнал Колю поближе. Он оказался интересным собеседником, но крайне не разговорчивым, если же он и говорил, то только по делу. \nМы весь вечер распевали песни,придумывали страшные истории, рассказывали друг другу стихи. Вот один из них.\n\n         \n\n         О сила лесная могуча,сильна.\n         В ней тьма поглотила остатки тепла.\n         Тах холодно,сыро в полночном лесу\n         И странная сила нас тянет ко сну,\n         Но спать мы не будим в дремучем лесу.\n\n Это  единственный стих, что я помню.\n",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я стоял молча, неожиданно коля заговорил.\n\n—\"Нужно полготовить место для костра, до прихода Саши .\"(Коля)",
    "answers": [
      {
        "id": 48,
        "text": "Подготовить место для костра"
      }
    ]
  },
  {
    "id": 50,
    "text": "Между тем кастёр дагорал. Становилось холодно. \nМы подкинули пару сухих веток и Коля достал теплые одеяла. Мы укрылись ими и легли спать.\n Но спали мы по одному. Двое охраняют, один спит. Наконец настала наша с Сашей очередь.",
    "answers": [
      {
        "id": 51,
        "text": "Охранять "
      }
    ]
  },
  {
    "id": 51,
    "text": "Мы сидели и разговаривали до самого рассвета, а дождавшись его мы не теряя времени на завтрак двинулись дальше. \n\n Мы шли, было светло. Осознав, что бы свернули с тропинки предстояло решить куда идти дальше.\nМы шли вперед пока не наткнулись на колья воткнутые в землю. По всюду была засохшая кровь, но кое где нам казалось что кровь свежая !\n\n Коля напрочь отказался идти дальше. Уговоривали остаться с нами, но он не слушал. Он повернул назад. Сашка назвал его трусом и сказал что пойдет вперед. Но кудаже пойдете вы ?\n",
    "answers": [
      {
        "id": 52,
        "text": "Пойти с Колей"
      },
      {
        "id": 53,
        "text": "Пойти с Сашкой "
      }
    ]
  },
  {
    "id": 52,
    "text": "Вместе с Колей вы благополучно нашли тропинку, которая вывела вас в болото. Но вы легко выбрались из болота и попали в Малиновку, откуда уже разошлись по домам.\n\n Через неделю у вас зазвонил телефон и вам сообщили сто тело вашего друга Сашки было найдено за два четыри километра от города.\nЕго растерзало какое-то существо. \nВы до конца жизни чувствовали вину перед ним, но сделать ничего не могли.\n\n●На этом ваши преключения закончились, вы можете перепройти квест и получить альтернативную концовку.\n\n●Коля, благополучно вернулся домой.\n●Сашка, был заживо съедин местными волками.\n●Вы благополучно вернулись домой.\n●Алиса (Не встретилась).",
    "answers": [
      {
        "id": 2,
        "text": "Конец"
      },
      {
        "id": 1,
        "text": "На главную страницу "
      }
    ]
  },
  {
    "id": 53,
    "text": "Коля оставил вас, вы провожали его взглядом, пока его силуэт не скрылся за кронами деревьев.\nВы продолжали путь молча.\n\n○Через некоторое время.\n\n— \"Я не могу идти дальше, желудок свожит от голода\"- сказал Сашка.\n—Нужно перекусить, ответил я, сбрасывая со спины партфель\nЯ открыл партфель и не обнаружил там ничего кроме ножа. Вот засада ! Еду то нёс Коля ! А сейчас нет ни Коли, ни еды. Еды не осталось, значит нужно было поворачивать назад.\n \n—\"Ты не помнишь откуда мы пришли ?\"(я)\n—\"Нет.\"(Саша)\n—\"Взгляни на компас.\"(я)\nСашка пошарил по карманам и с удивлением понял, что потерял компас !\n\n",
    "answers": [
      {
        "id": 55,
        "text": "Искать дорогу\n"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы оставили Сашку одного в лесу и отправились домой с Колей, Сашка не смог выбраться самостоятельно и был растерзан лесными животными.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "Мы блуждали по лесу. Темнело... казалось, что здесь темнеет на часа четыри раньше.\n \n Мы выбились из сил и решили передохнуть. Хотелось есть. Тем временем окончательнл стемнело. Видимость ухудшилась. Поднялся сильный ветер и покапвл моросящий дождь. Дуло так, что уши закладывало. На фоне ветра завывали волки. Мы едва могли разговаривать. Нужно было срочно выбираться из леса. Мы бежали куда глаза глядят. Дождь усиливался с каждой минутой. Мы промокли насквозь. Добнжали до какой-то ели\n\n—\"Что нам делать ?\"- спросил я\nНеуспел Сашка дать внятного ответа, как за его спиной появилась здоровенная фигура волка, а ща ним еще три, чуть поменьше.\n\n—\"Нам конец!?\"- эта фраза звучала скорее вопросительно.(я)\n—\"Паша ! Я не могу бежать, я подвернул ногу.\" (Саша)",
    "answers": [
      {
        "id": 56,
        "text": "Остаться с Сашкой"
      },
      {
        "id": 57,
        "text": "Отходить назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я донес сашку до ближайшего дерева. Он сел, а я вооружившись ножом, готовился обороняться.\nНо здоровенная лапа волка в одно движенье выбила нож из рук, после чего он оттолкнул меня и принялася за беззащитного Сашку. Он кричал, но выбраться из смертельной хватки волка у него небыло шансов. Его порвали на части. \n\nЯ провалился в какое то подземелье, упал на бетонный пол, я не осознавал ни где я, ни что я здесь делаю, я просто ждал своего конца.",
    "answers": [
      {
        "id": 2,
        "text": "☆Закончить главу "
      }
    ]
  },
  {
    "id": 57,
    "text": "Я отходил назад, но неудачно оступился и с грохотом покатился вниз со склона. Волки не обращая на меня никакого внимания, принялись за Сашку оборонявшегося сухой веткой.\nНо первая же атака врлка стала для него последней, он кричал, пытался выбраться. Но у него небыло шансов. Его порвали на части.\n\nЯ упал на бетонную плиту. Я не осознавал ни где я, ни что со мной. Я просто ждал конца.",
    "answers": [
      {
        "id": 2,
        "text": "☆Закончить главу "
      }
    ]
  },
  {
    "id": 58,
    "text": "Очнулся я в каком-то подземелье. Жутко болели кости, встать я не мог. ",
    "answers": [
      {
        "id": 59,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 59,
    "text": "Осматриваясь я заметил Колю, лежавшего в соседней камере. \n—Его притащили недавно, где-то сзади донёсся женский голос. Обернувшись я увидел девушку, Она показалась мне дружелюбной. Я рассматривал ее...\n\nДевушка лет двадцати на вид, рыжеволосая и худенькая с симпотичными чертами лица.\n\n",
    "answers": [
      {
        "id": 60,
        "text": "Как тебя звать ?"
      },
      {
        "id": 61,
        "text": "Где я ?"
      },
      {
        "id": 63,
        "text": "Как отсюда выбраться ?",
        "need": [
          60,
          61
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 60,
    "text": "—\"Меня зовут Алиса, а тебя ?\"\n—\"Павел\"\n—\"Приятно познакомиться, полагаю ты хочешь знать где ты находишься ?\"(Алиса). ",
    "answers": [
      {
        "id": 59,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 61,
    "text": "—\"Я не могу тебе ответить, сама не знаю, я тут давольно давно и максимум что я знаю, это то что мы находимся в подземелье. ",
    "answers": [
      {
        "id": 59,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 62,
    "text": "—\"Еще никто не смог этого сделать, ведь всем знакомы правила теста\".(Алиса)\n\n—\"А что за правила?\"(я)\n\n—\"Правила просты, тому кто решится пройти тест зададут несколько вопросов, за неправильный ответ он будит лишён конечности.. Кстате, твой друг Коля уже попытался пройти тест\". (Алиса)",
    "answers": [
      {
        "id": 64,
        "text": "Взглянуть на Колю"
      }
    ]
  },
  {
    "id": 63,
    "text": "По крайней мере отсюда только один выход, нужно пройти тест.. Но..",
    "answers": [
      {
        "id": 62,
        "text": "Что но !?"
      }
    ]
  },
  {
    "id": 64,
    "text": "Присмотревшись, я заметил что коля лежал без ног! Меня охватила паника, ведь если я хочу выбраться, мне придется пройти тест, а если я ошибусь? \n\n\nЯ потерял счет времени, каждый день я видел людей, входивших в комнату тестирования здоровыми.. после чего раздавались пронзительные крики, и людей садили обратно в камеру...  Видимо им не удавалось пройти тест. Но однажды ....",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Ночью, меня разбудила Алиса.\n\n—Вставай, поднимайся же ! — шептала девушка.\n\nЯ поднялся. \n",
    "answers": [
      {
        "id": 66,
        "text": "Что случилось ?"
      }
    ]
  },
  {
    "id": 66,
    "text": "—\"Завтра тебя заставят пройти тест, тебе нужно бежать.\" (Алиса).\n",
    "answers": [
      {
        "id": 67,
        "text": "Что будет если нас поймают ?"
      },
      {
        "id": 68,
        "text": "Какой план ?"
      }
    ]
  },
  {
    "id": 67,
    "text": "—\"Нас не будут ловить, если попадемся на глаза, убьют, ты попытаешься бежать ? (Алиса).",
    "answers": [
      {
        "id": 69,
        "text": "Попытаться бежать"
      },
      {
        "id": 70,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 68,
    "text": "—\"За столько времени, что я здесь провела. Раздобыла кое-что, что поможет нам открыть врата, ты с нами ?\" (Алиса).",
    "answers": [
      {
        "id": 69,
        "text": "С вами"
      },
      {
        "id": 70,
        "text": "Я останусь"
      }
    ]
  },
  {
    "id": 69,
    "text": "—\"Хорошо, Коля уже обо всем знает. Сейчас я вскрою врата, погодите минутку.\" (Алиса).\n\n—\"Поторопись\". (я)\n",
    "answers": [
      {
        "id": 71,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 70,
    "text": "—\"Нет, я не могу так рисковать.\"(я)\n—\"Тогда давай прощаться?\" (Алиса)\n Вы попрощались, и Алиса взломав вход в камере, помогла Коле. Они ушли вместе..",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "—\"Отлично ! Вскрыла ! Теперь я помогу Коле,а ты беки по коридоро, затем поверни на лево. Понял ?\n\n●Про себя вы подумали ( Откуда она знает ?)",
    "answers": [
      {
        "id": 73,
        "text": "Бежать по коридору"
      },
      {
        "id": 74,
        "text": "Помочь Коле"
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "Вы бежали по узкому коридору, пока не уперлись в железные врата, вскрыть их вы не молгли. \n\nНаконец прибежала Алиса, она помогла Коле, после чего принялась взламывать ворота.\n\nНеожиданно вы услышали шаги. Кто-то приближался к вам, этот кто то был не один.\n",
    "answers": [
      {
        "id": 75,
        "text": "Поторопить Алису"
      }
    ]
  },
  {
    "id": 74,
    "text": "Врата были быстро вскрыты, после чего мы помогли Коле, мы не могли бежать, так как нужно было нести Колю, а ходить сам он уже не мог.\n\nВы донесли его до главных врат, после чего Алиса начала вскрывать их, врата были небольшые, но тяжело поддавались взлому.\n\nНеожиданно донёсся звук из коридора, кто-то шёл в нашу сторону. Я еще раз поторопил Алису.\n\nКто-то стремительно приближался.\n\n",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Врата были вскрыты, перед нами оказался очень узенький проход, пройти можно было по одному.\n\n Алиса прошла первой, Нужно было помочь Коле, но это заняло бы много времени, я могу не успеть спастись сам. Что же делать ?\n\nТем временем шаги раздавались все громче и громче, кто-то был слишком близко и похоже этот кто-то не один...",
    "answers": [
      {
        "id": 76,
        "text": "Помочь Коле"
      },
      {
        "id": 77,
        "text": "Оставить Колю"
      }
    ]
  },
  {
    "id": 76,
    "text": "Друзей нужно выручать.\nВы помогли коле протиснуться в узкий проход, быстро перебирая руками, ему удавалось проходить дальше в проход.\n\nСледом нужно было лезть вам.",
    "answers": [
      {
        "id": 78,
        "text": "Лезть в проход"
      }
    ]
  },
  {
    "id": 77,
    "text": " Коле не выбраться отсюда, так вы успокаивали себя. Вы протиснулись в узкое помещение. Пронзительный крик донесся из подземелья, кричал Коля.\n\nВы продолжали бежать по лесу в поисках нужной тропинки.",
    "answers": [
      {
        "id": 80,
        "text": "Бежать за Алисой"
      },
      {
        "id": 81,
        "text": "Найти дорогу самостоятельно"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы уже было начали протискиваться между каменными плитами, как что-то сильное схватило вас и резко дёрнуло назад. Вам не дали сбежать, однако Коля и Алиса были уже снаружи.\n \n Вас схватил огромный волк, скорее даже оборотень, ведь он стоял на двух лапах и пользовался передними лапами как руками.\nОн одной рукой оторвал вас от земли. \nНа секунду вы встретилсь взглядом, но уже в следующую секунду ваше тело лежало неподвижно, вы медленно задыхались...\n\n\n●Вам перегзызли горло.\n●Коля благополучно выбрался.\n●Алиса благополучно выбралась.\n●Сашка был разорван на куски.\n",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало\n"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы не оставили своего друга и помогли ему выбраться, ценой своей жизни.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы бежали вслед за Алисой и выбежали прямиков в Малиновку. Девушка бежала быстро, догнать ее вы не смогли, поэтому вы спокойным шагом отправились домой.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вам удаломь быстро отыскать тропинку, пойдя по ней вы услышали детский плач..",
    "answers": [
      {
        "id": 84,
        "text": "Пойти на звук"
      },
      {
        "id": 85,
        "text": "Бежать по тропинке"
      }
    ]
  },
  {
    "id": 82,
    "text": " Много лет прошло с тех пор как я смог выбраться, кошмары меня больше не мучали... Только совесть... в один день я потерял лучшего друга, а затем и хорошего знакомого. О Сашке и Коле я больше не слышал. Если б я только знал, чем обернется  самый обычный поход в лес...\n\n●Сашка был разорван на куски.\n●Колю поймали и жестоко убили.\n●Алиса, спаслась.\n●Вы благополучно добрались до дома.",
    "answers": [
      {
        "id": 1,
        "text": "Конец, вернуться на начало"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы не смогли спасти Колю и оставили его на растерзание.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы шли на звук, деревья становидись все темнее. Ходить стало сложно.\nВы поняли что увязли в болоте. Медленно вас тянуло ко дну...",
    "answers": [
      {
        "id": 86,
        "text": "Конец !?"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы вышли рядом с Малиновкой, дорога вам уже знакома.",
    "answers": [
      {
        "id": 82,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 86,
    "text": "●Вы получили редкую концовку !\n\n\n●Вы утанули в болоте.\n●Коля не успел выбраться.\n●Алиса смогла выбраться.\n●Сашка был разодран на куски.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало"
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы утанули в болоте \n\n\n\n:/",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "Вас облило холодной водой. Я быстро поднялся, огромная лапа с длинными когтями схватила мою руку. Меня потащили в какую-то комнату.\n   \n В комнате было светло, меня усадили на стул связали мне ноги.\n\n Огромная фигура сидела возле меня.",
    "answers": [
      {
        "id": 89,
        "text": "Приглядеться"
      }
    ]
  },
  {
    "id": 89,
    "text": "Я разглядел огромную волчью морду, Волк уставился на меня, он пристально смотрел мне в глаза.\n \nМеня ждало самое тяжелое испытание....",
    "answers": [
      {
        "id": 90,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 90,
    "text": "Правила были просты. Мне сделали исключение.. мне зададут всего одну загадку.... \n\n\n                  Пожирает все кругом\n                  Зверя,птицу,лес и дом,\n                  Сталь сгрызёт, железо сгложет,\n                  Крепкий камень уничтржит,\n                  Власть его всего сильней,\n                  Даже власти королей.\n\n\n ●В случае ошибки над вам оторвут конечность.",
    "answers": [
      {
        "id": 91,
        "text": "Лава"
      },
      {
        "id": 91,
        "text": "Царь"
      },
      {
        "id": 93,
        "text": "Время"
      },
      {
        "id": 91,
        "text": "Вы, это про вас !"
      }
    ]
  },
  {
    "id": 91,
    "text": "Оборотень усмехнулся,затем схватил мою руку, обножил свои зубу, и со всей своей мощь сомкнул пасть. Хруснула кость и рука быстро отделилась от тела. Он сожрал мою руку по локоть ! После чего меня что-то ударило по голове.",
    "answers": [
      {
        "id": 95,
        "text": "Конец !?"
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы потеряли всех персонажей, но вам удалось выжить.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 93,
    "text": "Оборотень усмехнулся, в следующую секунду вас ударило чем-то по голове.\n\n\nВы очнулись неподалеку от Малиновки. Дорога знакомая, вы поднялись и пошли домой облумывая по пути, смогли ли спастись ваши друзья.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "   Я очнулся на выходе из леса. Жутко болело все тело. Я мог бы подумать что это сон, что ничего этого небыло... но рука, ее небыло больше. \n\n С трудом поднявшись я побрел домой.\n\n\n\nМного лет прошло с тех пор, но о Коле и Сашке я ничего не слышал, еди б я только знал чем обернется самый обычный паход в лес.\n \n\n●Коля не смог выбраться.\n●Алиса не смогла выбраться.\n●Сашу разарвали на части.\n\nИ вот мне уже шестьдесят семь лет, но рана на руке каждый год болит той же болью, что я испытал в тот злосчастный день .",
    "answers": [
      {
        "id": 1,
        "text": "Конец, вернуться на главную страницу"
      }
    ]
  }
]