[
  {
    "id": 1,
    "text": "История о двух братьях Валере и Толе, которые встанут горой за своего брата.\nАвтор: Semkoed72",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 48,
        "text": "Прочти меня"
      }
    ]
  },
  {
    "id": 2,
    "text": "Наш главный герой Валера не был любителем драк и потасовок и имел даже меланхоличный характер. Но что тогда его заставило пойти на стрелу? Конечно же его брат Толя. Он был вспылчив, любил драки и тусовки, полная противоположность Валере. И вот Валера, Толя и пацаны с района встретились со своими ненавистниками. Эти ребята явно были серьезно настроены.\n—Ты зачем Коляна обидел? — спросил один из них.\n—Потому что сам нарвался- ответил Толя\n—Что он сделал то тебе плохого?\n—Он хату мою хотел обчистить.\n—Но не обчистил ведь.\n—То есть это в порядке вещей? Грабить у нормальных пацанов для своей выгоды? Да хотя что с вами разговаривать. Мочите пацаны.\nПосле этой фразы, как неудивительно, началась драка.",
    "answers": [
      {
        "id": 3,
        "text": "[Драться]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Валера был слабоват по сравнению с Толей, но он рвал и метал. Когда дело касается братвы, то его не остановить. Дрался он как мог. Сначала навалял одному с кулака, дркгому с ноги, и третьему. И вот на Валеру напали 3 амбала и запинали его. Он лежал на полу. Конечно он пытался выбраться, но ему не давали. И тут Толян, сразу же после того как разобрался с недркгами, пошел помогать Валере. Толя с 3 ударов вырубил всех трех амбалов.Потом он переключил взгляд на Валеру. Он протянул Валере руку чтоб помочь встать.\n\n\n[Помните, что каждое выбранное вами решение повлияет на сюжет игры]",
    "answers": [
      {
        "id": 4,
        "text": "[Протянуть руку Толе в ответ]"
      },
      {
        "id": 5,
        "text": "[Самому встать]"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Да братан, все ок.\n—Как говорится брат за брата, за основу взято.Ну все, двинули домой, а то после этой мясорубки есть захотелось.\n—Пошли.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Да я сам встану, но все равно спасибо. Не так уж сильно они меня и приложили.\n—Ты на полу валялся забитый. Хочешь сказать не сильно? — Толя на Валеру посмотрел неодобрительно.\n—Ну да\n—Эх Валерка.... Ладно пошли домой, есть хочу.\n—Идем\n\n*Толя заметил, что вы не протянули ему руку в ответ.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "Толя и Валера шли домой.\n—Эй Толян — прервал тишину Валера\n—Чего?",
    "answers": [
      {
        "id": 8,
        "text": "—Я рад, что у меня есть такой брат как ты.",
        "need": -8
      },
      {
        "id": 9,
        "text": "—О чем думаешь?",
        "need": -9
      },
      {
        "id": 10,
        "text": "Дальше"
      },
      {
        "id": 7,
        "text": "—Все таки разные мы люди",
        "need": -7
      }
    ]
  },
  {
    "id": 7,
    "text": "—Все таки разные мы люди с тобой Толян\n—С чего ты взял?\n—У нас разные интересы. Я более спокойный, а ты буйный. Ты тусовщик, я нет. Ты в центре внимания, а я нет.\n—И к чему этот диалог?\n—Сказать, что не смотря на то что мы разные, мы впрягаемся за брата, потому что мы ставим интересы семьи выше своих. Это нас и обьединяет.\n—Хех. А ты прав.\n—Помнишь мы малые были, ты кружку разбил, а я сказал маме что это я.\n—Да, помню — улыбнулся Толя\n—Ну вот я об этом и говорю.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Я рад что у меня есть такой брат как ты.\n—Спасибо, рад слышать. Мне тоже с тобой повезло. Ты верный. Хоть и со своими косяками, но свой.\n—Ага",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "—О чем думаешь?\n—Думаю, как нам долги выплатить.\n—Ну и что, надумал?\n—Чтобы нам такое бабло заработать, надо год вдвоем пахать. Да и возможно нелегальщиной заниматся.\n—Не бойся, придумаем что-нибудь.\n—Пока мы думать будем нас на органы продадут. И это в лучшем случае, если не выплатим. Вот скажи, почему мы должны разгребать папины долги?\n—Потому что он уже как год умер и кому как ни нам погасить долг.\n—Я скучаю по нему — Толя помутнел\n—И я тоже.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "И вот наши братья продолжали идти, но вдруг, откуда ни возьмись, выезжает черный фургон и останавливается возле них. Из фургона вылазят 2 человека в масках и вырубают его электрошокером и уносят в свой фургон. Валера пытался спасти брата, но тоже получил разряд шокером, отчего упал на землю и ненадолго потерял сознание.",
    "answers": [
      {
        "id": 11,
        "text": "[Очнутся]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Валера очнулся и увидел что ни тех людей, ни Толяна уже нет.\n\"Где мне его искать\" — подумал Валера про себя — \"Кто же они? Те люди что увезли Толю.\nИ вот он нашел записку которая лежала на полу рядом с ним. \n\" Значит так — читает Валера эту записку про себя — \"вы не выплачиваете долг уже 3 месяца. Если в конце недели не будет 500 кусков, брата своего по частям будешь получать. В конце недели мы позвоним тебе и скажем куда нести деньги.\"\n\"Что мне делать?' — сказал Валера самому себе \" \"Где мне искать такое бабло?\"",
    "answers": [
      {
        "id": 12,
        "text": "[Идти домой]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Валера шел без настроения домой. Он беспокоился не столько за деньги, сколько за брата. Но тем не менее вопрос остался нерешенный: где взять 500 тысяч рублей за неделю. С этой мыслю Валера уснул.",
    "answers": [
      {
        "id": 13,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 13,
    "text": "Валера проснулся в не очень хорошем настроении, ведь всю ночь думал — не избили ли его? Но еще его волновал вопрос где искать такие деньги. И вот он надумал что если ему нужны большие деньги в кратчайший срок, то не стоит брать еще один кредит, чтобы выплатить первый.И он вспомнил, что у него есть знакомый, который занимается всеми крупными криминальными аферами в городе. Через него проходят все контрабандные грузы, наркотрафик, проституция. Валера никогда не думал, что он пойдет за помощью к таким людям, но видимо судьба распорядилась именно так.",
    "answers": [
      {
        "id": 14,
        "text": "[Ехать в главный офис картеля]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Спустя полчаса езды, Валера приехал в главный офис. К слову об офисе: это был скорее всего маленький, скромный с виду дом. Конечно же у них были деньги, чтобы купить особняк, но это бы привлекло внимание правоохранительных органов. И вот Валера подошел к порогу дома, где его встретила охрана.\n—Вы кто? Что вам нужно? — спросил один из охранников\n—Веди меня к главному — сказал Валера\n—По какому вопросу?\n—Личному.\n—Ладно. Запрещенное что-то есть?\n—Нету\n—Проверь его — обратился охранник к своему коллеге, после чего он провел своим детектером по Валере,и после обыска провел его к кабинету.",
    "answers": [
      {
        "id": 15,
        "text": "[Идти в кабинет]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Валера прошел к кабинету. Он был украшен дорогой мебелью, украшениями, да и в целом он выглядел шикарно. И вот, в кресле Валера увидел Сергея Петровича, крупного криминального бизнесмена.\n—Здравствуйте Сергей Петрович — начал разговор Валера\n—Ну здравствуй — сказал Сергей Петрович — По какому вы вопросу ко мне пришли?\n—Это я Валера. Вы что меня не помните? Год назад я вам помог.\n—Ах да точно. Валерка. Как жизнь? Как брат поживает?\n—Честно говоря, очень плохо. Моего брата взяли в плен коллекторы, у которых  мой папа взял долг. И теперь они требуют выкуп. Я незнаю где искать такую сумму.\n—Ну чтож... Вот оно как бывает в жизни — Сергей Петрович закурил сигарету — Ну и сколько требуют за выкуп.\n—500 тысяч рублей\n—Мда.... Ну и расценки.\n—Именно поэтому я к вам пришел, чтобы вы мне помогли с деньгами.\n—Извини, в данный момент у меня нет свободных денег. Я планирую крупный проект, открыть сеть казино. Сначала в этом городе, а потом уже и по другим.\n—Я рад за вас, но мне срочно нужны деньги.\n—В таком случае я могу тебе дать только 200 тысяч.\n—Ну... Спасибо и на этом.\n—Выполнишь для меня одно задание и получишь деньги.",
    "answers": [
      {
        "id": 16,
        "text": "—Я согласен"
      }
    ]
  },
  {
    "id": 16,
    "text": "—В таком сулчае слушай. У нас в городе есть еще один, чуть менее популярный криминальный авторитет. Но предупреждаю, если тебя повяжут, я тебя не знаю. Если ты его уберешь, его картель развалится, а развалится его картель, и весь город в моем подчинении. Адрес я тебе скину. Ну если нет вопросов....",
    "answers": [
      {
        "id": 17,
        "text": "—Не маловато ли денег для такого задания?"
      },
      {
        "id": 18,
        "text": "—Я готов."
      }
    ]
  },
  {
    "id": 17,
    "text": "—Я сейчас не в очень лучшем финансовом положении так что довольствуйся чем есть.\n—Я понял.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Отлично. Ну все иди, мне еще надо подумать над размещением моего первого казино.\n—Удачи. И до свидания.",
    "answers": [
      {
        "id": 19,
        "text": "[Идти по адресу]"
      }
    ]
  },
  {
    "id": 19,
    "text": "И вот Валера направляется по адресу, на котором находится их берлога. По пути он пролумывает ход событий и обдумывает варианты.\n\"Толян бы наверное разбомбил их берлогу в щепкии, если был бы он рядом со мной.\" — подумал Валера про себя и ему немного стало грустно.\nВалера подошел к их берлоге. Именно берлога, потому что больше никак нельзя назвать. \n\"Там много охраны\" — подумал Валера про себя- \"Может как-то их выкурить?\"",
    "answers": [
      {
        "id": 20,
        "text": "Пожарная тревога",
        "need": -20
      },
      {
        "id": 21,
        "text": "Осмотрется"
      },
      {
        "id": 22,
        "text": "[Кинуть камень в кнопку пожарной тревоги]",
        "need": 21
      }
    ]
  },
  {
    "id": 20,
    "text": "Кнопка пожарной тревоги находится в недоступном для Валеры месте.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Валера увидел рядом с собой мелькие камешки \"Хмм... кажется это можно как-то использовать\".",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Валера кинул камень в кнопку пожарной тревоги. На удивление, все вышли из берлоги. И во всей этой потасовке не заметили как Валера пробрался внутрь, и лишь один охранник заметил и побежал вслед за ним. Охранник догнал Валеру.\n—Стой! Стрелять буду! -закричал охранник.",
    "answers": [
      {
        "id": 23,
        "text": "[Вырубить охранника]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Валера вырубил охранника и как истинный скрытый убийца решил переодется в его костюм и взять его экипировку.",
    "answers": [
      {
        "id": 24,
        "text": "[Разыскать главного]"
      }
    ]
  },
  {
    "id": 24,
    "text": "\"И где мне найти его\" — подумал он и сразу же в его взоры промелькнул монитор, на котором все записи видеонаблюдения. И он решается выследить его.",
    "answers": [
      {
        "id": 25,
        "text": "1—8 камера"
      },
      {
        "id": 26,
        "text": "8—16 камера"
      },
      {
        "id": 27,
        "text": "16—24 камера"
      }
    ]
  },
  {
    "id": 25,
    "text": "На этих камерах ничего нет.",
    "answers": [
      {
        "id": 24,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ничего. Хотя... Что-то подозрительное на 9 камере. Как будто что-то шевелится за шкафом.\n\"Скорее всего он там — подумал Валера — \" А где это он? Ах... в бухгалтерской засел. Умный какой\".",
    "answers": [
      {
        "id": 28,
        "text": "[Идти в бухгалтерскую]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ничего не найдено. Просто пустые комнаты.",
    "answers": [
      {
        "id": 24,
        "text": "Искать дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": "Валера пришел в бухгалтерскую, достал пистолет, который предварительно украл у того же охранника что и костюм и осматривался.",
    "answers": [
      {
        "id": 29,
        "text": "[Осмотрется]"
      },
      {
        "id": 30,
        "text": "[Открыть шкаф]"
      },
      {
        "id": 31,
        "text": "[Заглянуть под стол]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Никого нет. Ну или возможно кто-то очень хорошо прячется.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Он открыл шкаф и увидел того самого главу.\n—Ты кто нахрен такой — спросил он\n—Твоя смерть — сказал Валера и направил на него пистолет.\n—Наглец! Посмел ворватся ко мне, врубить пожарку, притворится моим охранником...\n—Откуда узнал что я не твой охранник. Может я и есть охранник.\n—Я свою охрану в лицо знаю. Каждого.\n—Какой же мозг надо иметь, чтобы всю охрану запомнить.\n—Не убивай меня. Себе хуже делаешь. Тебя будут искать мои люди. Тебе конец.\n—Я делаю то, за что мне платят.\n—Черт! Я должен был догадатся что меня заказал этот полудурок.\n—О чем ты?\n—Тебя же Сергей Петрович прислал?\n—Тебе то что?\n—Ну ответь.\n—Ну допустим\n—Слушай, я предлагаю тебе 2 ляма и мы решим миром.",
    "answers": [
      {
        "id": 32,
        "text": "—Где гарантии?"
      },
      {
        "id": 33,
        "text": "—И где они?"
      }
    ]
  },
  {
    "id": 31,
    "text": "Под столом никого и ничего нет.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Где гарантии?\n—Слушай, я понимаю что мне трудно верить, но поверь, я не обманываю, клянусь.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "—И где они?\n—Они как раз-таки у Сергея Петровича?\n—Не понял.\n—Короче, я предлагаю так поступить. Ты убиваешь Сергея Петровича и забираешь все его деньги, а я весь его бизнес. Что скажешь?",
    "answers": [
      {
        "id": 34,
        "text": "—Я согласен."
      }
    ]
  },
  {
    "id": 34,
    "text": "—Я согласен. Но только мне одному не пройти, будет много охраны и они будут побдительней ваших.\n—Я отправлю с тобой пару моих ребят. И еще кое-что. Если ты его убьешь, то привлечешь федералов, так что советую тебе потом залечь на дно. Так что я тебя предупредил. Я договорюсь с ребятами, они будут ждать неподалеку от их базы.\n—Я вас понял.",
    "answers": [
      {
        "id": 35,
        "text": "[Встретится с ребятами]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Спустя какое-то  время Валера пришел в назначенное место. Там стояли 3 амбала с автоматами. \n—Здарова мужики — начал разговор Валера\n—Привет — сказал один из амбалов — дак это тебя послали с нами \"чистку\" дома Сергея Петровича провести.\n—Ну да.\n—Ствол есть?\n—Пистолет.\n—Не-не. Надо посерьезнее пушку — он достал из рюкзака автомат — вот. Теперь ты готов?",
    "answers": [
      {
        "id": 36,
        "text": "—Да. Пошли."
      }
    ]
  },
  {
    "id": 36,
    "text": "—Да. Пошли\n—Вот это по-нашему.\nИ после этой фразы Валера и его товарищи по оружию выломали входную дверь и замочили охрану. Так как Валера редко, точнее, почти никогда не стрелял с оружия, особенно тяжелого, он зачастую промахивался, но старался как можно больше нашпинговать свинцом, в то время как его друзья расстреливали точными выстрелами. И когда охрана была побеждена, настала очередь умереть и главному боссу. Вот они приблизились к его кабинету.\n—Мой дом! Что вы наделали? — возмущался Сергей Петрович\n—Нету больше ни дома, ни твоего картеля, и в скором и тебя не будет — сказал один из боевых товарищей Валеры.\n—Вы пожалеете что это сделаете!\n—Прощай — взгляд амбала перепал на Валеру — Давай, убей его!",
    "answers": [
      {
        "id": 37,
        "text": "—Ладно, я его убью."
      },
      {
        "id": 38,
        "text": "—Давай лучше ты сам"
      }
    ]
  },
  {
    "id": 37,
    "text": "—Ладно, я убью его.\nВалера подошел чуть ли не вплотную и выстрелил в него. Валере даже стало его немного жалко.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "—Давай лучше ты сам.\n—Ладно,мне то не трудно.\nИ после этого он жестоко расстрелял Сергея Петровича, как расстреливали в ГУЛАГе за непослушанье.",
    "answers": [
      {
        "id": 40,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 39,
    "text": "Валера спрятался за укрытием, что и было умным ходом и расстреливал их упорно. Он потратил целых 2 обоймы на троих.\n\"Кого он мне подослал\" — подумал Валера про себя- \"Стоп! А может он и хотел меня убить? Может, все так и было спланировано? Вот же жалкий урод. Найду, убью!\"",
    "answers": [
      {
        "id": 42,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": "После того как главная проблемы была решена, Валера начал искать сейф с деньгами. Он взломал замок и собрал деньги в кейс, который нашел в его кабинете.\n—А теперь давай сюда бабло — сказал один из амбалов,после чего на Валеру направили автоматы.\n—Вы чего пацаны?\n—Это наш процент.\n—Мы так не договаривались.\n—Договоришся сейчас и будешь там же где и Сергей Петрович.\n—Ну вы и крысы алочные.",
    "answers": [
      {
        "id": 39,
        "text": "[Спрятаться за укрытие и расстрелять их]"
      },
      {
        "id": 41,
        "text": "[Взять одного из них как живой щит и расстрелять уродов]"
      }
    ]
  },
  {
    "id": 41,
    "text": "К сожалению Валера был не настолько силен, чтобы взять огромного амбала как живой щит, поэтому ему попадает пуля прямо в лоб, отчего он умирает.\n\n\nВЫ ПОГИБЛИ!\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало квеста"
      }
    ]
  },
  {
    "id": 42,
    "text": "\"Итак\" — подумал Валера уже вслух — \"деньги у меня уже есть, так что нужно ждать звонка\". \nИ тут сразу же телефон Валеры зазвонил. Ему звонил скрытый номер. Он взял трубку.\n—Алло — сказал Валера\n—У тебя осталось несколько дней. Готовь деньги. — сказал какой-то хриплый голос.\n—У меня готовы деньги.\n—Вся сумма?\n—Даже могу с процентами дать.\n—Это очень хорошо.\n—Мой брат Толя. Он жив?\n—Да. Жив и здоров.\n—Дай трубку Толе.\n—Алло — расстеряным голосом сказал Толя по ту сторону трубки\n—Алло Толян, ты живой? Они тебя били?\n—Да, есть немного. Так, потрепали. Ты принесешь деньги?\n—Да. Они как раз у меня с собой.\n—Тогда встречаемся в 8 вечера, в заброшенном заводе, и захвати деньги — прервал диалог хриплый голос коллектора.(гудки)\n\"Значит в 8 на заброшенном заводе\" — проговорил Валера.",
    "answers": [
      {
        "id": 43,
        "text": "[Спустя некоторое время]"
      }
    ]
  },
  {
    "id": 43,
    "text": "И вот Валера стоит на условленном месте, в ровно в 8 вечера, уже внутри завода.\n\"Здесь еле-еле что-то видно\" — думает Валера — \"Хоть бы все прошло тихо и гладко.\"\nИ вот он видит человека в маске и с пистолетом, а рядом с нимсвязанный Толя.\n—Принес деньги? — серьезным тоном спросил коллектор\n—Да\n—Отдай мне их.\n—Сначала Толяна отдай.\n—Давай так. Поставь деньги на середину и я его поставлю на середину, и каждый заберет свое, договорились?\n—Хорошо — сказал Валера и подтолкнул кейс, после чего коллектор толкнул Толю на середину, и каждый взял свое.\n—Ну.... теперь мы в расчете — спросил Толя\n—Не совсем.\n—Что значит не совсем.\n—Не буду мешать, заходите.\nИ после этого он ушел и вошел тот мужчина, что дал нам то злощавое задание кбрать главу криминального бизнеса Сергея Петровича.\n—Ну здравствуй еще раз — сказал он смотря на Валеру\n—Кто это Валер? — спросил Толя\n—Козел один — злобно сказал Валера.\n—Как невежливо так говорить про меня. Как вы поняли, теперь я владею всеми его бизнесами. А это значит что все нелегальное, теперь мое, и этот банк не исключение.\n—Зачем ты сказал убрать меня тем парням?\n—Знаешь, я тут подумал, а чего мелочится. Захвачу не только его монополию, но и все его деньги. Ну а теперь, когда у меня все козыри в рукаве, теперь я новый криминальный король. А вас обоих пущу на корм.\n—Не дождешся — сказал Толя и со всей силы толкнул его, что тот упал. И Толя,и Валера, пользуясь случаем, сбегают с завода.\nОни выбежали на дорогу.\n—Толян, садись в машину — сказал Валера и показал на машину, которую он предварительно своровал.",
    "answers": [
      {
        "id": 44,
        "text": "[Сесть за руль]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Валера с Толей сели в машину. Валера достал ключ, вставил в зажигание и поехал, чуть не оставя покрышки на дороге. \n—Ну давай, гони! — воскликнул Толя\n—Жму как могу — сказал Валера\n—Черт! За нами хвост! — посмотрев в окно сказал Толя\n—Нужно оторватся.\n—Не получится, у них тачка побыстрее. Я попробую их задержать.\nПосле этих слов, Толя достал гранату и кинул в них, но к сожалению промазал. И позже в ход пошла вторая граната, но тоже мимо.\n—Гранаты кончились.\n—Откуда они вообще у тебя?\n—У тебя в бардачке лежали.\n—Блин! Вот что значит украсть тачку у сицилийской мафии.\n—Что теперь делать?\n—Попробуй его подрезать.\n—Ок",
    "answers": [
      {
        "id": 45,
        "text": "[Подрезать]"
      }
    ]
  },
  {
    "id": 45,
    "text": "Валера немного притормозил, чтобы их подрезать. Их недркги выровнялись на их уровень и начали бить машину, при этом повреждая свою. Не долго думая, Валера резко поворачивает и подрезает тех, да так, что те угодили в дерево и не были способны продолжать погоню.\n—Фух... — Сказал с облегчением Толя — оторвались\n—Да. Но это еще не все — серьезным лицом сказал Валера.\n—Что еще?\n—В общем, я чтоб денег нарыть, убил Сергея Петровича, помнишь его.\n—Да, но зачем так жертвовать им.\n—Мне срочно нужны были деньги и много. Но знаешь что самое смешное.\n—Что?\n—Я когда тебя выкупал, я им фальшивые деньги сунул.\n—А где настоящие?\n—Здесь — Валера показал на другой кейс, который лежал на заднем сиденье машины.\n—Ну ты и хитрец Валерка.\n—А то. Но! Нам возвращатся опасно. Меня скорее всего уже ищут федералы и те бандиты. Поэтому заляжем на дно. И еще. Он представляет для нас огромную угрозу, поэтому лучше сразу ее устранить.\n—И что ты предлагаешь?\n—Заедем на почту?",
    "answers": [
      {
        "id": 46,
        "text": "[Остановится возле почты]"
      }
    ]
  },
  {
    "id": 46,
    "text": "—Жди здесь Толян, я сейчас вернусь.\nПосле этого Валера пошел в почтовое отделение с посылкой. Он отдал посылку работнику, указал нужный адрес и ушел.\n—Ты кому там что отправил? — спросил Толя\n—Да так. В знак благодарности. Но теперь у меня вопрос. Куда нам теперь ехать? Меня, а скорее всего нас, ищут федералы.\n—Братан, да у нас столько денег, что мы везде можем залечь.\n—Хмм... ты прав. Только надо номера у тачки перебить, а то мало ли.\n—Ок. Слушай, а все-таки, что было в посылке? — спросил Толя.\n\nВ кабинете бандитов\n—Черт возьми! Я их не поймал — орал новый криминальный авторитет — Ну ничего, настанет момент, когда я их грохну всех.\n—Прошу прощения — обратился его слуга — вам тут почта пришла\n—Спасибо. Так, что тут у нас. Какая то бандероль — он начал ее открывать. В ней лежала самодельная бомба и кусок бумаги с надписью \"Увидимся в аду, с*кин сын!\" и после прочтения надписи, как неудивительно, бомбп взораалась, а вместе с ним и их недруг, и часть его берлоги.",
    "answers": [
      {
        "id": 47,
        "text": "Концовка",
        "blackout": true
      }
    ]
  },
  {
    "id": 47,
    "text": "Прошло  3 года. Валера и Толя по-прежнему были братьями и общались. Они сняли небольшой дом, устроились на легальную работу и позабыли про тот инцидент с выкупом.\n—Все-таки ты прав, разные мы с тобой люди Валер — сказал Толя, смотря на закат вместе с Валерой \n—Ну да — согласился Валера\n—Ты более умный, а я более сильный, ты спокойный, а я заносчивый.\n—Я тебе это не раз говорил Толян.\n—И самое главное что мы братья и должны впрягатся друг за друга. Ведь брат за брата....\n—.....за основу взято — продолжил фразу Валера.\nК их дому подьехала машина, из которой вылезло 2 мужика с полуавтоматами. Они подошли к братьям. Они насторожились. И вдруг один из них выстрелил Валере в голову, отчего тот умер\n—Неееет — закричал Толя — Что вы наделали?\nПосле этого они направили свои пушки на него.\n—А тебя сказали не трогать — сказал один из убийц и они быстро сбежали с места преступления.\n Вот так вот бывает в жизни. Никогда не знаешь, что приподнесет тебе судьба. Но в нашей истории, она приподнесла урок, что цена жизни любого родного тебе человека, ни стоит никаких денег.\n\n\n\n\nКОНЕЦ!\n\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало квеста"
      }
    ]
  },
  {
    "id": 48,
    "text": "В этом квесте основной упор сделан на сюжет, так что она больше походит на книгу, чем на квест.",
    "answers": [
      {
        "id": 1,
        "text": "В начало квеста"
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  }
]