[
  {
    "id": 1,
    "text": "Привет,это мой первый квест,я принимаю любую критику буду учится на своих ошибках спасибо за внимание.\nжанр:романтика\nавтор:Kira gas\nстатус:в процессе\n\nИтак вы девушка вам 17 лет вы в 11 классе А . В один день к вам приходит новый учитель что из этого выйдет ?\n\n\nмоя больная фантизия)\n\n\nВнимание!все совпадения с именами фамилиями и т.д. совпадения.\n\nВнимание!это шуточный контент им я не хотела не кого оскорбить или\nобидеть\n\nВнимание!есть нецензурная лексика.",
    "answers": [
      {
        "id": 2,
        "text": "персонажи"
      },
      {
        "id": 3,
        "text": "Начать "
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Мия-это вы\nМайк-ваш лучший друг \nФина-подруга \nДмитрий Владимирович-ваш учитель\nКсюша-ваш злейший враг\n",
    "answers": [
      {
        "id": 5,
        "text": "Мия"
      },
      {
        "id": 6,
        "text": "Майк"
      },
      {
        "id": 7,
        "text": "Фина"
      },
      {
        "id": 8,
        "text": "Дмитрий Владимирович "
      },
      {
        "id": 9,
        "text": "Ксюша (стерва)"
      },
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 3,
    "text": "Звонок будильника.....\nя взяла телефон и выключила время \n8.13 \n—чёрт....скоро урок начнётся-сказала сама себе \nЯ собралась за рекордное время и не завтракая я побежала в школу пробегая по тратуару я в кого то врезалась \n—смотри куда прёшь-зло сказала я и побежала дальше.\nЗабежав в школу я быстро пошла к кабинету на встречу мне шёл мой друг \nМайк с кличкой \"Смерть\" потому что он высокий и очень бледный.",
    "answers": [
      {
        "id": 4,
        "text": "-Привет смерть-я весело улыбнулась"
      }
    ]
  },
  {
    "id": 4,
    "text": "—привет шмакодявка, ты помнишь что у нас сегодня субботник?-спросила смерть \nя наигранно согнулась делая вид что у меня болит живот.\nВдруг ко мне подошёл незнакомый парень лет 20-30\n—с вами всё нормально?-спросил незнакомец\nЯ еле сдерживала смех Майк это увидел и ответил за меня.\n—шмакодявка харе притворятся,у нас просто субботник-он засмеялся в голос.\n—да?значит я ваш класс.рук., и да не пытайся сбежать-хитро прищюрился учитель\n—чё за фигня ?-сказала вслух я\n—ещё раз,и по губам а сейчас марш в кабинет на урок ,но сначала ты -учитель показал на меня пальцем-за граблями-\n—но у нас физика или физ-ра а это ооочень важные уроки-сказала я \n—живо!-учитель немного повысил голос\n—иду я, иду -бубню себе под нос направляясь к дворнику\n",
    "answers": [
      {
        "id": 10,
        "text": "далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Это вы) \nбрюнетка  болотно-зелёные глаза \nрост 165 спортивная фигура\n\n\n\nхарактер:вы добрая,милая девушка но если вас разозлить или вам просто скучно просыпается вашь чертёнок и беги спасайся :)\n\nзанятия,интересы: вы занимались игрой на гитаре\n\nотношения:нет\n",
    "answers": [
      {
        "id": 2,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "на главную"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c09/1904/f2/23d9ed022315.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "ваш лучший друг \n\nкрасные  волосы оранжевый глаза(линзы)рост 170 \nодет в джинсы,белую рубашку,чёрная кофта с капюшоном\n\nженским вниманием не обделён.\n\nхарактер:весёлый,любит юмор\n\nзанятия;футбол \n\nотношения:нет",
    "answers": [
      {
        "id": 2,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "на главную"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a26/1904/ce/f4e96e500d82.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "подруга \n\nрыжие волосы каричневые глаза рост 163 \n\nхарактер:весёлая вспыльчивая\n\n\nзанятия:нет\n\nотношения:есть парень в квесте он не учавствует",
    "answers": [
      {
        "id": 2,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "на главную"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b39/1904/23/8500b28ec239.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "учитель\n\nбелые как мел волосы голубые глаза \nспортивное телосложение выглядет моложе своих лет\n\nхарактер:?\n\nвозраст: 24\n\nзанятия:?\n\nотношения:?\n\n\nзагадка века )\n\n",
    "answers": [
      {
        "id": 2,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "на главную"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d08/1904/99/d768b95d9bd8.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Стерва\n\nБлондинка высокая, одета:мини юбка блузка две пугавицы растёгнуты \n\n\nзанятия:нет\n\n\nотношения:Сергей(он не очень будет учавствовать в квесте )\n\n\n\nпростите для стервочки я не нашла подходящюю картинку)",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      },
      {
        "id": 2,
        "text": "назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "я шла с граблями к кабинету и опять встречаю Майка \n—ты чё на урок не пошёл?-спрашиваю я немного пихнув его граблями \n—да не,я пошёл и ушёл,ты это не зли его, он как терминатор  в лаборанской дверь выбил, и да дай грабли пж-он немного подмигнул \n—пойдёшь учителей пугать?-я протянула ему грабли \nон весело захлопал в ладоши \n—да,да всё верно-говорит он набрасывая капюшон\n—ага,а потом к Ольге Гиоргеевне на ковёр?-прищюрилась",
    "answers": [
      {
        "id": 11,
        "text": "-нууу да-он выхватил грабли и пошёл к кабинетам а я пошла на физику"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я постучала \n—можно?-сказав приоткрыла дверь\n—ты на прогулку там вышла что ль?-он хитро прищюрил глаза \n—ага,за граблями такая хорошая прогулка получилась а сюда пришла и она испортилась\n—стоп, а грабли то где?-учитель посмотрел с недоумением \n—вам наверное это ооооочень не понравится но их забрала смерть,и меня с граблями тоже чуть не прихватила но я сражалась как доблестный рыцарь и всё таки пришла к вам на урок,можете мной гордится!-в моих глазах горел огонёк озорства",
    "answers": [
      {
        "id": 12,
        "text": "Вдруг дверь открывается и в класс вбегает Майк крутят в руках грабли изображая черепашек-ниндзя всё это дополняя звуками кийя при этом он где то достал маску как у Рафаэля"
      }
    ]
  },
  {
    "id": 12,
    "text": "Класс разразился смехом.Я от смеха грохнулась на пол увидев это,Майк в два шага оказался рядом со мной и тыкал в меня граблями пока я пыталась справится со смехом,\n—Тихо-крикнул учитель и класс мгновенно закрыл рты хотя это было не свойствено нашему классу \nа учитель повернулся к нам \n—Рафаэль к доске-камандовал учитель подавая мне руку что бы я встала и на меня сразу пали завистливые взгляды всей нашей женской аудитории.\nВстав я прошла на место а учитель облокотился на свой стол и сложил руки на груди из за этого рубашка стала просвечиватся и показала накачаные руки учителя,моя подруга подняла руку.\n—учитель,а на каком уроке субботник?-она весело смотрит на смерть давая понять что отвлекает учителя\n—на следующим-он посмотрел на меня-и за одной особой я лично присмотрю что бы она пришла-сказал учитель",
    "answers": [
      {
        "id": 13,
        "text": "далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "В классе пошли смешки руку же подняла теперь Ксюша наша дорогая стервочка.\n—да?и кто же эта особа-она стала строить глазки учителю.\nЯ достав телефон стала печатать текст в нашу классную группу.\n\nот кого: Мия Романовская\nтема:Ксюша\nкому:группа\n\"Ксюша а что хочется внимания?ну да ты же уже со всей школой занималась а с новеньким нет,даже с неприступным физ-руком на матах в спортзале\"\n\nКогда это сообщение набрало просмотров и это увидели все из нашего класса то все стали ржать как стая гиен а учитель и Майк стояли без понятия что произошло одна я не смеялась а только победно улыбалась при этом удаляя сообщение. ",
    "answers": [
      {
        "id": 14,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Мия,встать!-сказал властный голос\nЯ не хотя поднилась\n—а я то чего?-смотрит с таким же озорством\n—ты чего?ты чего,ты ещё спрашиваешь ты это устроила?-он стал быстро идти ко мне.\nУ меня зазвонил телефон и послышалась на рингноте как играла гитара и пела девушка с моим голосом\n—с*ка ты чего включаешься не в тот момент а ?-быстро сбросила вызов выключая звук\n—сюда иди-учитель поманил меня пальцем.\n—может не надо?-стала садится\n—может надо?сюда иди говорю-сказал в приказном тоне который не кто не мог ослушатся \nЯ вздохнув встала и направилась к учителю но быстро бросив взгляд на часы я стала делать маааленьки шажёчки и через минуту прозвенел звонок я быстро добежав до своей парты сбросила всё в рюкзак и полетела к выходу что не кто не чего сказать не успел,я быстро зашла в раздевалку переоделась и была готова убирать листья выйдя я села на лавочку и стала ждать остальных.",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ко мне подсела подруга а потом и учитель вышел.\n—учитель,а какая у вас фамилия?-спросила Ксюша\n—Тойфель-сказал учитель улыбаясь\n—а что фамилию примеряешь?-сьязвила я \n—эмм...нет мне же в дневник записать надо-покачала она дневником перед моим носом \nУчитель размеялся\n—вам ещё рано фамилию мою примерять 18 будет там посмотрим-\nМои глаза так и загорелись\n—так мне это ,18 уже есть-я ехидно улыбнулась\n—да?паспорт покажешь-он так же ехидно улыбнулся\n—эм так его съела....-сделала паузу я\n—собака?-Фина посмотрела на меня\n—неет,ты что не помнишь ты когда в стельку пьяная была ты ко мне пришла и стала мой паспорт есть -мы с ней весело размеялись.\n—ну придумала,кстати я хочу ваш класс в поход сводить-уже не у меня глаза горели озорством а у него\n—поход,ну блииин-сказали мы с Финой в один голос.",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "К лавочке подошёл Майк.\n—ОоО какие люди на верблюде-почти пропела смерть.\n—смерть замолчи-я весело сказала но в голосе можно было почувствовать нотки приказа\n—ты мне приказываешь?-он приблизился к моему лицу что нас разделяли несколько сантиметров.\n—считай да-спокойно сказала\nОн сел на одно колено и склонил голову\n—да моя королева,как такой холоп как я может обращатся так к моей королеве-стал он смеясь играть роль раба\n—преклонитесь же и вы бестыжие-посмотрела на подругу и учителя Майк же продолжал так сидеть\n—Ой щас кто то двойку по физике схлопочет да моя королева?-говорит учитель с насмешкой в голосе\nЯ усмехнулась и посмотрела на смерть \n—холоп фас-показала на учителя пальцем весело улыбнувшись Майк встал и пошёл к учителя .",
    "answers": [
      {
        "id": 17,
        "text": "далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "они оба взяли по палке и стали дратся на них как рыцари на мечах тут подошли несколько наших ребят рыцари их не заметили и я тихо сказала \n—тсс не мешайте моим холопам на мечах дратся-тут меня кто то поднял на руки как принцессу это был физик--хаха  я выйграл твоего холопа и теперь заточу в башне точнее в школе и буду ждать пока уберёшь территории.-учитель засмеялся как злодей из фильмов а Майк лежал на земле и делал вид что он убит .\n—аа холоп пусти меня на землю-я стала пытатся слезть \n—не хочу-зашептал мне на ухо учитель и стал подбрасывать меня в воздух \n—аа учитель бл*ть хватит-громко сказала я \n—прекращю если будешь сдавать физику-он хитро улыбнулся\n—что то типо сделки?-я перестала вырватся\n—да,кстати помнишь я тебе по губам обещал?-он стал смотреть мне в глаза.\nА я обратилась к Майку.\n—Смерть бл*ть спаси!-довольно громко сказала.\n—ты не видешь я мёртв?-он недавольно повернулся на спину.",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "—да ладно?я думала что смерть умереть не может-недавольно бурчу\n—так что согласна?-учитель так же хитро смотрит \n—старый лис-тихо сказала и громче добавила-да согласна -он молча опустил меня на землю я подошла к Майку и прыгнула на него он недавольно закряхтел.\n—Ну что все в сборе грабли в руки и убирать-сказал учитель и все медленно стали брать грабли и идти на территорию.\nЯ устала и села под дерево Ксюша не работала я решила над ней поиздеватся и стала печатать сообщение \n\nот кого: Мия Романовская\nтема:Ксюша\nкому:группа\n\"Ксюша богиня стерв и всея своей свиты, не хочешь поднять свой из траханый зад и поработать ?а то твоя свита не справляется...\"\n\nКогда Ксюша это увидела стала красной от злости а я подхватив свои вещи пошла на другую территорию но вдруг услышала голос Сергея парня Ксюшы\n—ах ты шл*ха я тебе сейчас дам -я увиделв что ко мне бежит её парень я быстро побежала к учителю на ходу крича.\n—учитель убивают, спасайте!-учитель стоял спиной добежав до него я быстро об бежала его и спряталась за его спиной.\n—учитель.... спасайте-говорю с паузами так как не могу от дышатся \n—от кого?-он протянул бутылку воды.\nЯ взяла бутылку и немного попила.\n—от него я потом всё обьясню-показала на Сергея пальцем он это увидел и направился к нам .\nЯ ехидно улыбнулась  помахала телефоном он стал дышать что у него грудь поднималась вверх заметив это я опять побежала и быстро залезла на дерево и стала опять печатать при этом отослав то сообщение учителю.\n",
    "answers": [
      {
        "id": 19,
        "text": "далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Романовская!-закричал учитель и быстро подошёл к дереву\n—Спустилась, быстро-сказал тем же приказным тоном.\n—да что за жизнь то такая все меня убить хотят-бурчит под нос спускаясь.\n—что ты устроила?быстро в мой кабинет-я пошла в школу а учитель за мной когда я подошла к классу я немного отошла что бы он открыл его,когда мы зашли в кабинет я села за пррвую парту а он сел за свой стол.\n—что же мне с тобой делать!?-немного повысил голос учитель-может к директрисе на ковёр?-сказал он но уже своим обыденным тоном \n—понять простить и полюбить?-с надеждой сказала я \n—нууу нет,про тебя и так ходит хорошая слава,к родителям пойдём-хитро прищюрился\n—к одному я с папой живу, мамы нет-спокойно сказала но на глазах немного появились слёзы сделав глубокий вдох слёзы пропали.",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Дома.\n\n—Паааап-крикнула я готовя ужин\n—ну что ты ещё натворила чёртик?-папа появился в проходе и одарил меня весёлой улыбкой\n\"Думаю мне надо немного рассказать о моей семье \nМой отец Илья Михайлович Романовский \nвозраст 57 лет не смотря на свой возраст очень весёлый не когда не ругал и не ругает меня за плохие оценки поэтому я хорошо учусь но выходки у меня часто дневные.\nработает: Мой отец бизнесмен поэтому у нас давольно много денег , и это всё что я могу рассказать про моего отца.\nМоя мать Марья Ивановна Романовская \nбыло 55 умерла два года назад \nкрасивая и добрая женщина\nработала домохозяйкой.\"",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "—ну пап,я почти не чего не сделала и к нам в гости придёт мой класс.рук. так что надо быстрее смы...-я не успела договорить так как в дверь позвонили я ракетой побежала к двери открыв я увидела улыбающего учителя \n—а это вы-я почти закрыла дверь обратно но он успел проскачить в дом.\n\"да,да мы живём в доме\"\n—твой папа дома?-спросил учитель\nя уже хотела сказать нет как папа крикнул из кухни \n—Мия ,кто там пришёл?-учитель победно улыбнулся а я показала ему фак и выбежала заранее надев кроссы и открыв дверь и смеясь я побежала на многоэтажку где часто  сидела смотрела на звёзды и играла на гитаре.",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я поднялась на крышу постелила плед села и стала играть на гитаре и петь песню которую я сама сочиняю вдруг дверь открылась и тихо зашёл учитель\nподойдя ко мне он положил руку на плечо я на рефлексах откинула гитару и несколькими  быстрыми движениями откинула учителя,он оказался лежащим на крыше а я в нескольких шагах от него на моё лицо светила луна и поэтому мои глаза \nкрасиво горели через несколько минут я опомнилась.\n—а это вы, простите-неловко потёрла затылок и улыбнулась я подошла и дала ему руку",
    "answers": [
      {
        "id": 23,
        "text": "далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "простите пока на этом всё собираюсь на недели ещё написать проду.\nСпасибо за внимание.",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      },
      {
        "id": 24,
        "text": "далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "—хорошие рефлексы-он принял мою помощь и поднялся.\n—так...что вы тут делаете?-села опять на плед и стала перебирать струны\n—Я пришёл за тобой,твой отец волнуется и мы придумали тебе наказание-он усмехнулся\n\n\nнебольшая прода и большая интришка\nждите на недели)",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      },
      {
        "id": 25,
        "text": "далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "—что за наказание?-посмотрела на учителя,он быстро приодолел расстояние между нами  взяв меня за  подбородок и зашептал\n—ты неделю будешь жить у меня но не волнуйся я сделаю её таким адом что ты не забудешь её никогда-сказав это учитель отпустил меня и выпремился\n—пошли же за твоими вещами-он подал мне руку а я прихватив гитару пошла к выходу когда мы пришли я сразу стала говорить на повышеных тонах\n—папа, какого чёрта я буду жить с ним?-недавольно показал на учителя пальцем а он еде сдерживал смех.\n—да ладно тебе мне надо уехать твоего учителя знала твоя мать и не чего он не сделает....ну я надеюсь так что вещи твои я уже собрал можешь выметатся-он весело улыбнулся",
    "answers": [
      {
        "id": 26,
        "text": "-нуу ладно только есть одно дело-я быстро подошла к папе и повалив его на диван стала щикотать но меня тоже стали щикотать только с двух сторон со стороны папы и со стороны учителя потом учитель легко поднял меня и закинул на плечо и взяв мои  вещи попращавшись с моим отцом мы пошли к машине учителя точнее он пошёл а я висела на его плече и стала ныть\n-ну всё пусти меня-ноет\n-неа-весело сказал и посажил меня на переднее место машины и включив зажигание поехал к своему дому"
      }
    ]
  },
  {
    "id": 26,
    "text": "Мы приехали и я быстро зашла в здание многоэташки мы поднялись на 20 этаж и зашли в квартиру.\n—ну что чем займёшься?-подняла одну бровь он же ухмыльнулся.\n—я пойду в спортзал и ты со мной,и возражения не принимаются твой отец просил что бы я тебя потренировал-я недавольно на него посмотрела.\n\n\nбуду по немногу писать проду",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      },
      {
        "id": 27,
        "text": "далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "—ну ладно тебе,не дуйся-он легонько щёлкнул меня по носу.\n—но я не хочу-она пошла в комнату закрыв дверь и стала играть на гитаре свою песню.\nУчитель поняв это пошёл в душ я взяв из сумки заранее приготовленный супер клей налила его на ручку двери и тихо ушла обратно потом я услышала громкую ругань.\n—Мия!мать твою сюда иди-начал кричать учитель.\nКогда я подошла он был ооочень зол поэтому я отошла на безопасное расстояние .\n—чего ещё?-делаю вид что я не приделах",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      },
      {
        "id": 28,
        "text": "далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "—я тебя убью,растворитель бл*ть принеси-он попытался оторвать руку но не получилось я усмехнувшись пододвинулась к нему и зашептала на ухо.\n—Мм, не хочу-помахав рукой я пошла к выходу и стала спокойно одеватся потом крикнула\n—я гулять-вышла из квартиры\nОт лица учителя.\n\"ах ты мелкий чертёнок отлеплю руку таких пиздюлей отхватишь\"вырвал ручку двери и пошёл за растварителем, отклеив руку от ручки двери пошёл на кухню думая что она так и так вернётся потому что ей идти сейчас не куда .",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      },
      {
        "id": 29,
        "text": "далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "От лица гг\n\n\nвыйдя из подьезда я пошла в парк который я видела когда мы проехали мимо него я пошла к ближайшей лавке,сев я взяла телефон и стала звонить Майку.\nРазговор по телефону.\n—Алло-я услышала бодрый голос друга.\n—ты занят?-я откинулась на спинку лавки ухмыльнувшись когда увидела что рядом прошла влюблёная пара.\n—да нет,дай угадаю тебе скучно и ты хочешь погулять?-по темпу голоса можно было понять что уже он сидит с ухмылкой.\n—в точку ,ну так согласен?-вопросик\n—на нашем месте-он отключил вызов и в телефоне пошли долгие гудки я стала печатать смс учителю\n\nот кого; Мия Романовская\nтема:гулять\nкому: учитель\n\"приду поздно,не волнуйся я с Майком моим верным рыцарем\n\nот кого учитель\nтема рыцарь\nкому Мия\n\"ага,ага только он не смог спасти тебя от меня) ладно буду тебя ждать долго с ним не сиди\"\n\nя подумала а какого хрена вместо того что бы оградить меня трёх этажным матом он любезничает ой не к добру подумав это я встала и направилась к нашему месту к одному дубу в парке .",
    "answers": [
      {
        "id": 30,
        "text": "далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Подойдя к дереву я заметила фигуру друга и решила его напугать я тихо пошла к его спине и с криком\"берегись!\" прыгнула к нему на спину он не шелохнулся а только начал смеятся и поудобнее посадив меня к себе на спину пошёл по парку.\n—ну что как дела?ругали за выходку?-он спросил подходя к ларьку с мороженым я поняла какая плата ждёт меня за покатушки и стала аккуратно доставать кошелёк.\n—дела нормально и нет не ругали но знаешь какое они мне наказание придумали?папе надо уехать и он оставил меня жить с физиком и учитель обещал мне устроить ад ха!и сказал что сегодня мы пойдём в спортзал и он будет меня тренировать но я приклеила его к ручке ванны и ушла-я ехидно улыбнулась",
    "answers": [
      {
        "id": 31,
        "text": "далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "—оу,ну ты и жестокая-он наигранно скривился \n—хаха да я сейчас работаю над песней давай в кафе с комнатой звуко-записи попробуем сыграть?-когда мы прибежали я  села под дерево и стала есть купленное шоколадное мороженое\nон стал смотреть на меня с искрой в глазах\n—а давай-быстро доев мороженое мы пошли к кафе это было кафе для начинающих исполнителей.\nзайдя в комнату которую специально выделил хозяин кафе знакомый папы я достала из рюкзака ноты и текст песни и молча протянув их мы принялись за работу.\nПосле нескольких часов записи музыки и пения \nмы устало сели на стулья и я стала рассматривать свою флешку где хранились записи моих нескольких песен остальные были на ноуте но они были не доработаны.\n",
    "answers": [
      {
        "id": 32,
        "text": "далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "—ухх хорошо поработали-я встала и положила на плечо друга руку.-спасибо,без тебя я бы не справилась-я мило улыбнулась и посмотрела на наручные часы и ужаснулась было 5 часов утра\nя стала быстро собиратся \n—ох он меня убьёт-я взяла выключенный телефон и ужаснулась 35 пропущенных звонков \n—ещё раз спасибо пошли-я пошла к выходу а он за мной сказав спасибо хозяину кафе мы разошлись идя к дому физика(у них неделя каникул)я думала какую отговорку применить ведь не кто кроме Майка и папы не знает про моё увлечение.\nПоднявшись на нужный этаж я тихо открыла дверь и так же тихо в темноте сняла куртку как я хотела сделать шаг в зал меня озарил свет фонарика и спокойный взгляд учителя",
    "answers": [
      {
        "id": 33,
        "text": "далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "—ты наказана-он взял меня за руку и заведя в комнату закрыл дверь подёргав ручку я удостоверилась в этом а поэтому я взяла плеер так как учитель заранее забрал ноут и стала слушать разную музыку где была и моя,я закрыла глаза лежа на кровате и тихо пела и не заметила учителя который стоял с флешкой где была моя музыка я немного испуганно на него посмотрела\n—отдай-я протянула руку\nувидев руку он быстро взял меня за неё и завернув за спину прижал меня к кровате и повысил голос\n—где ты мать твою была?-прижимает сильнее что отдаётся тупой болью в теле.\n—не говори про мать-прикусила губу что бы не показать выступившие слёзы от боли физической и моральной.\n—повторю вопрос\"где ты была?\"-заметив что у меня немного выступили слёзы немного ослабил хватку но всё равно продолжал держать.\n—гуляла-закрыла глаза и сделала вдох и слёзы стали по немногу уходить \n—где?скажи мне канкретно(здесь может быть ошибка)-опять прижал \n—отпусти тогда и поговорим-грубо сказала потому что мне уже начинал надоедать этот допрос-ну ладно-сказав это он легко меня перевернул и я оказалась между его рук а он нависал надо мной\n—итак,где ты была?-пытается сделать спокойный голос.\n—в кафе-я хочу потереть глаза но он быстро придавил мои руки не давая двигатся и зло зашептал.\n—когда я с тобой говорю  смотри мне в глаза-\n—да что такое я хочу потереть глаза ты мне не даёшь несколько минут назад ты заламывал руку сейчас не даёшь двигаться,пусти меня-попыталась вырватся он усмехнулся и приблизился к моему лицу и впился в меня властным поцелуем я просто не смогла противостоять через несколько минут он отстранился\n—я хотел научить тебя как вылазить из таких захватов и т.д.-встал с кровати.\n—нууу блин давай сходим сегодня ,у меня вчера просто дела были-у меня вдруг зазвонил телефон это был хозяин того кафе он же и продал несколько моих треков под разными именами я взяла трубку.\n\nТелефонныф разговор. \n—алло,вы закончили песню?-хозяин кафе\n—ММм да недавно домой пришла а что?-Я\n—твои треки поднялись в прибыли и если выпустить ещё парочку можно заработать и славу и богатство-Кафе\n—хм....я могу дать вам всего один трек и 5 процентов от всей прибыли не больше-Я сказала властным голосом\n—так ладно тогда тебе надо сейчас прийти ко мне я отдам тебе деньги-Сказал хозяин кафе\n—иду-встала и не смотря на физика взяла плеер и пошша к выходу на ходу сказав что типо ''я скоро'' и вышла из квартиры пошла к кафе хорошо что оно было не далеко\nзайдя в заведение я показала пропуск и пошла к кабинету хозяина кафе постучала и услышав \"войдите \"я открыла дверь и прошла в середину кабинета держа себя на настороже но не показывая этого я мило улыбнулась\n—ну так что ?-улыбаюсь\n—да,да сейчас всё будет-он свиснул и из за двери вышел человек в смокинге и достал из кармана нож\n—серьёзно?просто отдай мне мои деньги-тот мужчина решил не ждать пока мы поболтаем и нанёс первый удар пл направлению шеи я быстро увернувшись отошла в сторону и нож прошёл по моему плечу я быстро выбила нож из рук мужчины и так же быстро вырубев его подошла к хозяину кафе\n—отдай мне мои деньги и разойдёмся навсегда-он молча протянул кейс с деньгами и быстро их проверила и вышла из заведения рука сильно ныла дойдя до дома я зашла в квартиру физика зашла к себе в комнату на ходу попросив его что бы меня не беспокоил зайдя я с силой кинула кейс в угол а сама села и напечала смс Майку.\n\"завтра.деньги.наше место\"\nэто было наше условное обозначение.выйдя в зал я облокотилась на стену на обоях показалось красное пятно увилев это у учителя глаза были с пять копеек дальше я не чего не помню так как потеряла сознание.",
    "answers": [
      {
        "id": 34,
        "text": "далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Очнувшись я почувствовала ту ноющую боль в плече я через боль приподнялась на локте на меня уставились голубые глаза.\n—у меня всего два вопроса-он встал и медленной походкой пошёл к моей кровати\n—задавай-мой голос был немного хриплым подойтя он сел на край кровати.\n—первый: от куда ранение второе: от куда столько денег-задавая второй вопрос он махнул головой на открытый кейс\n—хм....ранение деньги свои забирала с работы а хозяин отдавать не хотел вот и пришлось его друга вырубить а деньги заработала-",
    "answers": [
      {
        "id": 35,
        "text": "далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Прода будет в следующей книге я надеюсь вам понравится что есть пока...но а я буду пытатся писать,всё лучше и лучше.",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  }
]