[
  {
    "id": 1,
    "text": "                                    Пролог\n Многие задаюся вопросом, есть ли жизнь после смерти!? На эту тему спорят вечные враги-ученые, и священно служители.\n А вы когда либо задумывались на эту тему? Пугала ли вас мысыль о смерти? И о том что же останется после меня!? \n Не ужели там пустота? Пшик, и не останется от разума не следа!",
    "answers": [
      {
        "id": 2,
        "text": "Коротко о книге."
      },
      {
        "id": 3,
        "text": "Начать квест."
      }
    ]
  },
  {
    "id": 2,
    "text": "Данная книга написанна в жанре \"фентези, приключение.\" \n В частности сюжетная линия будет схожа с множеством аниме сериалов, а так же мангой данного жанра.\n Сам смысл пойдет о жизни после смерти. Скорее о том самом невероятном развитии, жизни после смерти. Так сказать о перерождении героя, о перерождении не где либо, а в самом настаящем фентезийном мире, полном магии, мистики, и мифичиских существ. \nГерой не потеряет пямять о прожетых им годах среди нас, и используя данный опыт постарается выжить в новой увлекательной обстановке. А вы ему в этом поможете.\n Не подведите, а главное получите максимум удовольствия. Приятного прочтения.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться к книге."
      }
    ]
  },
  {
    "id": 3,
    "text": "Дорогой читатель, для начала выбери пол героя. Не обязательно выбирать мужской, если ты парень, и наоборот. \n  Желаю преятного погружения в мир фентези…",
    "answers": [
      {
        "id": 4,
        "text": "Пол женский"
      },
      {
        "id": 5,
        "text": "Пол мужской"
      }
    ]
  },
  {
    "id": 4,
    "text": "                                        Глава 1\n                                  Начало конца.\n\n Легкий едва слышный шум коблуков приблежался, становясь все более, и более новящевым.\n  Шизука знала о том что последует за ними, и от того напряжение еще более усиливалось!\n В мыслях вертелось лишь одно, \" нет, нет только не сейчас! Почему именно в эту менуту, почему!?\"\n Внезапно, будто от неожиданности Шизука едва заметно вздрогнула. Ее тело напряглось…\n Стук, один, второй, третий! Проследовали с возрастающей интонацией.\n Госпожа! \"Прозвучало из-за двери.\"\nДа встаю я, встаю! Это был дворецкий, пробуждение наследницы клана входило в его непосредственные обязонности. Дай мне пару минут!\n В жизни Шизуки было все, о чем только может мечтать юная девушка 16-ти лет. Единственная доч, наследница влиятельго клана, и много милионного состояния.\n Идинственное с чем она не могла мириться, так это ответственность, и раннии подъемы. Хоть сегодня и выходной день, но подъем по распорядку.\n Шизука учиница старших классов. Отличница, хоть и заносчивая. И через меру избалована.",
    "answers": [
      {
        "id": 6,
        "text": "Пробуждение…"
      }
    ]
  },
  {
    "id": 5,
    "text": "                                        Глава 1\n                                 Начало конца.\n\n  Луч солнца пробивался меж штор, ласково будя Сая.\n Сай студент первого курса уневерситета имени \"Тахамуро\". Не много атаку-затворник, любитель аниме и онлайн игр. Что не как не сказывается на успеваимасти.\n  Саю легко даются раннии подъемы. Не сказать что-бы он был рад вставать с первыми лучами солнца, скорее привык. Ведь родители его не богаты, сам он из сельской местности. Привык всего добиваться сам, на всем экономить. Вот и комнату в общежитии выбил, не весь что, всего 12к.м. из мебели учебный стол, старенький п.к. , да шифанер с татами.\n  Откинув одеяло пред ранними лучами солнца  возникла жилистая юнышеская спина, светлые волосы. Сай был довольно высок для своих мест метр восемдесят шесть. Не стандартная для Японии внешность ему досталась от матери Русских корней.",
    "answers": [
      {
        "id": 12,
        "text": "Доброе утро."
      }
    ]
  },
  {
    "id": 6,
    "text": " Плотные зановеси штор скрывали даже малейший признак солнечного света. Неряшливая манера разбрасывать вещи ей передалась от отца. На полу лежала школьная блузка, а с края кровати свисал одинокий гольф.\n Из под хлопчатого одеяла сияла хрупкая лодышка Перебирая пальчиками, разжимая и сжимая вновь. Будто прогревая перед подъемом.\n С другой стороны покозались плечи, нежная, и белая как снег спина переливалась в тени. С плеча сорвался, и ласково обнял лопатку нежный локон черных волос. Поворачивая голову в сторону безшумно шагающих часов, взору предстало милое юное личико. Миниатюрные ушки и носик. Пурпурные губки будто желая влаги, поблескивали от прикосновений к ним влажного язычка.\n Медленно преподнявшись средней длины лесницы открыли взор милым, сонным, зеленым как изумруды глазам.\n Пол седьмого утра. Да какого черта! Вставать в такую рань в субботний день!\n Хакарай! Будь проклят день когда тебя назначили следить за моим распорядком!\n Накинув шелковый халат, и струдом нащупав пару забитых под кровать, мягких на ощупь тапочек. Шизука побряла смыть сонливость в ванну.",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 7,
    "text": "День прошел на редкость скучно, нудные выходные. Изучение иностранных языков, и упражнение в бальных танцах. Умарили Шизуку.\n  Хакарай полировал бакалы вафельным полотенцем. Поблескивая ими на лучах света.\n  Вам стоит быть более женственной госпожа. Я уже не говорю о вашем стиле одеваться. При росте в метор шестьдесят, стоит обувать не кеды, а …\n А туфли, на коблуках! Ты это мне чуть ли не каждые выходные говориш пхх… \n Накрывшись капюшеном и сложив логти, Шизука рсплылась по столу.\n  Так, и чем мне заняться? :-(  Хм… Скука не имоверная! Хакарай подскажи, не стой столбом. Может глянуть аниме? Сегодня кокрас должна выйти последняя серия \"с айфоном в альтернативном мире \".\n  Лучше сходите в магазин за зеленью для завтрашнего кари. И мне помощь, и сами развеетесь.",
    "answers": [
      {
        "id": 8,
        "text": "Собраться в магазин."
      },
      {
        "id": 9,
        "text": "Идти смотреть аниме."
      }
    ]
  },
  {
    "id": 8,
    "text": "  В магазин? Кари? \"Она лениво повернула голову в сторону дворецкого.\"\n  Постой ка! А с каких это пор ты за покупки отвечаешь? :о\n В не доумении резким движением подбросив голову, Шизука прищуревшись подозрителбно смотрела на Хакарая.–_– ?\n   В этом нет не чего удивительного, меня всего навсего попросили купить зелени. Аками разсеянна как всегда, забыла кое-что купить по мелочам.\n   Эхх… \"Будто надев корону, Шизука встала.\"\nТак и быть! Схожу, за одно и вкусняжку куплю мммм... ;Р \n Подмигнув дворецкому она побрела к выходу.",
    "answers": [
      {
        "id": 10,
        "text": "вечерняя прогулка в магазин."
      }
    ]
  },
  {
    "id": 9,
    "text": " Да,да,да… как не будь в другой раз :Р \nШизука сгримасничала улыбку с издевкой.\n И изображая руками древне Египецкие фрезки поковыляла из кухни к лестнице ведущей на верх.\n  Шизука! \"Окликнул ее отец\" Смотря с верхних ступеней лесницы. Взор его был не доволен, а брови нахмурены.\n  Я бы хотел проверить чего ты достигла за сегодня в иностранных языках, особенно интиресен прогресс в Англиском. Адюстенд?\n  Эээм… да, ммм… я бы рада но уже, пообещала Хакараю помоч...\n Ты. Помоч ¿ \nАх-хах ну да, я пошла в магазин надо купить кое чего на завтро :D\n  С подозрительно широкой улыбкой Шизука шмыгнула за дверь. Испарившись словно шиноби.",
    "answers": [
      {
        "id": 10,
        "text": "Вечерняя прогулка в магазан."
      }
    ]
  },
  {
    "id": 10,
    "text": "Легкий вечерний ветерок слегка подбрасывая, обдувал ее черные как зала волосы. Солнце стремилось за горизонт, заливая облака красками словно всепоглощающее пламя.\nБлежайший магазин распологался на соседней улице. Невзрачный маленький магазинчик, единственное что превлекало Шибуку в этом магазинчике. Так это симпотичный юныша работающий там по выходным. Видимо студент на подработке. \n  Остановившись у дверей магазина Шибука прикрыла голову капюшеном.\nПарень ей нравился, а духу даже заговорить не хватало.\n  Может хотябы сегодня я смогу заговорить, познакомиться!? ^-^",
    "answers": [
      {
        "id": 31,
        "text": "Войти в магазин"
      },
      {
        "id": 31,
        "text": "Войти эффектно."
      }
    ]
  },
  {
    "id": 11,
    "text": "Не желая по напрасну рисковать, Сай без промедлений открыл кассу. Грабитель подойдя чуть не в платную,косясь на кассу наставил на него  дуло.\n  Деньги, живо! Вскрикнул он.\nЭ… д. да конечно. Едва приходя в себя, Сай собрав выручку протянул ее грабителю.\n  Аааа… громкий девчачий крик пронзил уши обоих. Время на секунду замирло. В глазах бандита сквозь прорези, читалось недоумение. В сторону его правого виска летел пяти литровый бутыль дестилированной воды.\n  Отчетливый хруст, а сразу за ним выстрел.\nГрабитель словно мишек муки, ровно и без калибаний рухнул на пол.\n  Позади стояла ошеломленная дивица. Будто свирлом она пронзила упавшего своими безумно, зелеными глазами. Дыша глубоко и часто, взглатнув она повернулась к Саю.\n   Ты так очировательна в ярости! Произнес он, после чего ноги будто лишенные энергии, подкосились, обрушивая за собой тело.\n  Девочка подбежала к Саю, облокотив его к стене.\n   Из груди по рубашке бурным потоком разтикалось пятно темно алой крови. Дышать стало тяжело, а каждый вздох сопроваждался громким хрипом.\n  Ее глаза разлились слезами, смывая туш. Волосы липли к влажным щекам. Она что-то говорила, но сай отстранялся все дальше.\n  Как вдруг увидил на заднем плане взмывавшую огромную тень.",
    "answers": [
      {
        "id": 22,
        "text": "Крикнуть девушке о поднимающемся грабитиле."
      },
      {
        "id": 24,
        "text": "Из последних сил броситься на приступника."
      }
    ]
  },
  {
    "id": 12,
    "text": "Шлепок! Еще шлепок! Сай бил себя по щекам чтобы взбодриться.\n  Доброе утро! Сай поднял правую руку словно приветствуя кого-то. На стене весел плакат \"Эммы Вотсон\". В след за рукой зевая повернулось заспанное лицо, мужественные скулы, наглодко выбритый подбородок. В лучах блестнули темно синие глаза.\n  Накинув шерты Сай не лепым движением ноги ткнул кнопку включения на системном блоке. Затем открыв шкаф достал полотенце.\n  Стоит поторопиться! А то так и на под работку опоздать не долго.\n  На часах стрелка застыла на половине седьмого.\n  По выходным Сай подробатывал в старом магазинчике в паре киллометрах от общежития.",
    "answers": [
      {
        "id": 13,
        "text": "Залезть в п.к."
      },
      {
        "id": 14,
        "text": "Отправиться к умывальнику."
      }
    ]
  },
  {
    "id": 13,
    "text": "Так, для начала надо поставить что не-будь бодрящее! Король и шут, \" на кировский завод пора\" хах..., сойдет! :)\n  Что у нас по вышедшим сериям аниме? Зайду на аниме воз. Так-так \"Тариодорро\" или \"карманный тигр\" новая серия выйдет сегодня! Шик! Любимое аниме с безбашенной лоли.\n Пройдемся по фентези \"Владыка\" третий сезон, так скоро! о_0 Да ладно! Топовое аниме и такая скорость...!\n Ооо... и  Последняя серия \"убийца гоблинов\" тоже вышла!\n  Брат, да сегодня твой день!\nТолько бы дождаться вечера! :) Как говорит герой аниме \" Врата, там бьются наши войны\"- Работа мне нужна, лиш для того что-бы содержать свои аниме нужды.\n  Дьявол...! Я так на работу опоздаю!!!",
    "answers": [
      {
        "id": 14,
        "text": "Поторопиться к умывальнику."
      }
    ]
  },
  {
    "id": 14,
    "text": "Ванная комната была общаяя. На каждом этаже своя.\n  Доброе утро ранняя пташка!\nУ одной из раковен стоял черноволосый худощавый парень.\n  Доброе Юно! Как тебя угораздило проснуться так рано?\n  Шутишь!? Я еще не ложился, воскресные дни надо проводить так, что-бы пятки отрывало! Сегодня ведь еще воскресенье!? Да?\n  Вообщето еще только суббота. Тебе бы поспать, а то как то болезненно выглядешь.\n  Да,да мамочка, как не-будь в следущей жизни…\n  Юно вышел оставив Сая на идине с самим собой. Принимая душ он размышлял о том каков выдастся день, и встретит ли он сегодня ту девушку. Милашку что заходила в магазин изредко за продуктами.\n  Сегодня! Сегодня я заговорю с ней если зайдет! Иначе и быть не может.",
    "answers": [
      {
        "id": 15,
        "text": "\"Рабочие будни.\""
      }
    ]
  },
  {
    "id": 15,
    "text": "Магазинчик в котором подробатывал Сай был не большой, старенький и малость пошарпанный. На входе стояли стеклянные, раздвижные двери.\n  День прошел муторно, и без каких либо происшествий. До закрытия оставалось чуть более тридцати минут.\n  Фуф... осталось совсем нечего. \"Потягиваясь проговорил Сай.\"\nБоковым зрением он увидил чуть заметную фигуру в отражении стеклянных дверей.\n  Медленно оглянувшись его взору предстала миловидная девушка на вид лет семнадцати-шестнадцати. Из под капюшена играюще на ветру, ласкались локоны черных как сама ноч волос. А под блики заката завараживающе блестали изумрудно зеленые глаза.\n  Это она! \"Чуть вздрогнув произнес он.\"\nЧто-же делать, что-же делать!? Внезапно спакойствие сменилось на паническую суету. Музыка! \"В зале играла песня группы \"Агата кристи, ведьма.\"\nНет, ну эта совсем для знакомства не как не подходит! Надо сменить, поскорей! Времени искать подходящую небыло, и Сай ткнул на угад.",
    "answers": [
      {
        "id": 16,
        "text": "Двери магазина распахнулись."
      }
    ]
  },
  {
    "id": 16,
    "text": "Двери распахнулись, и зделав несколько шашкоф, девушка оказалась внутри. \n  Ее зеленые глаза будто сканируя разглядывали его с низ в верх. В момент когда она сняла капюшен, их глаза встретились.\n  Встретились, встретились взглядом! Стоп, отведи глкза. \"Будто нервный паралич сковал Сая, он тонул в омуте бездонных глаз.\" Она же решит что я маньяк какой, живо отведи взгляд!\n  Внезапно заревевшая вытишка бурно вскалыхнула, и начала тряпать её волосы. \n  Будто в танце колышет. Подумал Сай.\nДевушка вдруг вздрогнула, и закашляла. Похоже волосы вихрем залетели в рот. \n  Резким движением вернув капюшен на место, и разкинуф волосы проведя хрупкими ладонями по лицу, она поспешно направилась к овощному прелавку.\n  Будь мужиком! Заговори с ней! Сейчас или не когда!",
    "answers": [
      {
        "id": 17,
        "text": "Разговор."
      }
    ]
  },
  {
    "id": 17,
    "text": "Пока девушка выбирала покупки, Сай поменял песню на \" Ты у меня одна, словно в ночи луна.\"\n  Подойдя она выложила овощи на прилавок. Ее глаза будто прячась смотрели куда-то в сторону. Видимо ей было не ловко после эфектного появления.\n  Сай поняв что девушка смущена не мения его, успокоился. И произнес.",
    "answers": [
      {
        "id": 18,
        "text": "У вас прекрасные глаза, не прячьте их."
      },
      {
        "id": 19,
        "text": "Меня зовут Сай!"
      },
      {
        "id": 20,
        "text": "С вас две тысячи, пятьсот юаней."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вздрогнув, а после медленно подняв глаза в его сторону, она буд-то от удивления приоткрыла ротик. Но не доуменный взгляд тут же сминился легкой улыбкой, а глазки заблистели.\n  Внезапно распахнувшаяся дверь отвила взгля девушки. И в мгновение ока сменила улыбку на ужас, губы заметно вздрогнули.\n  Г...Грабитель, выдавила она.",
    "answers": [
      {
        "id": 21,
        "text": "Обернуться."
      }
    ]
  },
  {
    "id": 19,
    "text": "Меня зовут Сай! \"Не уклюже выкрикнул он.\"\n  От неожидонасти она широко раскрыла глаза. И будто хотя что-то произнести слегка развила алые губки. Но ее перебил шум раздвигающихся дверей.\n  По энерции она повернула голову в сторону выхода. Ее недоуменный, слегка забавный взгляд сменился на ужас, а губы задражали. Г…Грабитель со страхом в голосе произнесла она, и откшагнула от стойки.",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "С вас две тысячи пятьсот юаней. Произнес сай.\n  Да какого черта ты тваришь! Она же уйдет, а если не прийдет завтра, то ждать не меньше недели!\n  Достав бумажник она  нарыскала карточку. Внезапно распахнувшаяся дверь, привлекла ее внимание. Повернув голову к выходи, унылое, робкое личико захлынуло ужасам.\n  Выронив карточку, и отшагнув назад дрожащим голосом она произнесла. Г…Грабитель.",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "У входа стоял мужчина крепкого телосложения. Его лицо было скрыто под балоклавой, с небрежными прорезями для глаз. В правой руке он сжимал взведенный макаров.\n  Резко вскрикнуф-открывай кассу живо! Он в два мощных шага приблизился к прелавку. Будто не заметив, он сшиб плечем девушку.\n  Сай был шокирован, но стоило принять решение. Промедление может дорого стоить.",
    "answers": [
      {
        "id": 11,
        "text": "Незамедлительно открыть кассу."
      },
      {
        "id": 23,
        "text": "Броситься на грабителя."
      }
    ]
  },
  {
    "id": 22,
    "text": "Сай не задумываясь попытался выкрикнуть, \"с зади!\"\n  Но в место слов с громким шипением из-зо рта вырвались кровавые брызги, окрапив лицо девушки.\n  С ужасам он наблюдал как дуло поднимается в сторону ее затылка.\n  Нет, нет! Умоляю не надо! Не ее, только не ее! Мелькало у него в голове, а страх в перемешку с яростью, и болью захлестывали грудь.",
    "answers": [
      {
        "id": 25,
        "text": "Выстрел."
      }
    ]
  },
  {
    "id": 23,
    "text": "Сай будто обезумив, с криком, в долю сикунды перепрыгнув прилавок бросился на приступника. Грабитиль не ожидал столь безумной реакции, и пропустив удар выронил оружие. Словно испалины они вцепились друг, в друга. Но тщетно, силы были не ровны, в ходе борьбы Сай был отброшен назад, пропуская удар за ударом. Будто кувалды мощные кулаки вбивали его в стену.\n  Остановившись налетчик поднял писталет.\n   Все ерунда, лижбы она спаслась.\" Пролетела мысыль в его голове, наблюдая как дуло устремляется в его сторону.\" Вот-же амбал!\n   Вдруг боковым зрением Сай увидел как что-то большое летит в сторону грабителя.\n  Шлепок, сопроважденный выстрелом. Пяти литровый бутыль дистилированной воды прилител тому прямо в висок. Титан словно мишек муки не колыхаясь рухнул на пол.",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 24,
    "text": "Сай превозмагая боль из последних сил кинулся на врага, отталкнув девочку в сторону.\n   Но обмягшее тело не послушно упало в ноги грабитиля.\n   Оглянувшись он увидил отчаянье, и безисходность в ее глазах. Скорее не страх, а смирение вырожало ее лицо.",
    "answers": [
      {
        "id": 26,
        "text": "Щилчек, выстрел."
      }
    ]
  },
  {
    "id": 25,
    "text": "Налетчик сбежал, в дали слышался рев сирен.\n   Сай сидел облакатившись на стену. Он ощущал как жизнь покидает его. Но не что более не могло ранить Сая. На груди, в его объятьях лежало бездыханное тело девочки. Ее пепельные волосы больше не сверкали, густая кровавая жижа захлестнула их.\n  Дыхание замерло, а глаза закатились погружая его куда-то в даль, отбрасывая всякую тяжесть...",
    "answers": [
      {
        "id": 27,
        "text": "Пробуждение"
      }
    ]
  },
  {
    "id": 26,
    "text": "Грабитиль поспешно убигал, в дали был слышан гул сирен.\n   Кровавое месиво застилало стену, тело девочки не естественно скатилось на бок. Они оказались лицом к лицу. По лицу стикала жирная полоса темно алай крови, добираясь до пола образовывала все расширяющуюся лужу.\n  Сай захлебываясь в крови, испытывая беспомощность, пристальна вглядывался в ее глаза. Но они более не сверкали, а скорее медленно затухали, направив взор куда-то в небытие.\n   Дыхание остановилось, и Сай почувствовал как жизнь его угасает, а сам он теряя какие либо ащущения падает в пропасть.",
    "answers": [
      {
        "id": 27,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 27,
    "text": "Боль исчезла, в теле образовалась несравнимая легкасть. Глаза мутнели от слепяще белого света.\n   Я в больнице!? Девушка как она? От внезапно вернувшихся воспоминаний Сая подбросило, дыхание усилилось переростая в нервную одышку.\n  Успокойся. Смиренным голосом проговорила злато волосая девушка, в темно синей туники.\n   Осмотревшись сай не увидил ни стен, ни потолка.Где я? Как девушка что была со мной!?\n  Хмм… Будто надменно улыбнулась она. С табой? Скорее ты попал суда с ней по ошибке, балансом. Я сейчас все объясню, вникай и не перебивай.",
    "answers": [
      {
        "id": 28,
        "text": "Выслушать."
      }
    ]
  },
  {
    "id": 28,
    "text": "Имя мне Алия, я одна из богов шести миров. Я призвала сюда героя, дабы она сражалась с силами тьмы прославляя мое имя, и предотвратила полное истрибление рода людского в мире под названием Астерия.\n   Ты же погиб по случайному стичению обстоятельств. В тебе не просматривается каких либо особых сил, а значет ты практически беспалезен. Но твой жизненный цыкл прервался по моей ошибке. Поэтому я дарую тебе жизнь, однако в твой мир я вернуть тебя не могу.\n   Астерия, отныне станет твоей родиной! А в замен ошибки я дарую тебе силу, или легендарное оружие на выбор. Как тебе альтернатива?\n   Я мало что понимаю, но чувствую себя героем фэнтезийного аниме. Насколько я понял иного выхода нет, какие способности и оружие ты предлагаешь?\n  Хахх… А ты забавный, выбирай!",
    "answers": [
      {
        "id": 29,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 29,
    "text": "Перед взором раскинулись пыльные руны, с древними письменами.\n\n1) Оружие \"Меч пожирателя\" — поглощает чакру аппанента, при непосредственном, или второстипенном прикосновении. Передавая ее хозяину.\n\n2) Умение \"Зубрила\" — позволяет изучить, и приминить любое заклинание в не зависимости от его рода, происхождения, и пренадлежнасти.\n\n3) Латы \"облачение титана\" — поглащает большую часть физичиского, и магичиского урона. Так-же предоставляет индивидуальные способности владельцу.\n\n4) Умение \" Возмездие\" — позволяет вернуть полученный урон пративнику. С развитием героя, приумнажается и сила возвращенного урона.",
    "answers": [
      {
        "id": 43,
        "text": "Выбрать оружие \"Меч пожирателя\""
      },
      {
        "id": 43,
        "text": "Выбрать умение \"Зубрила\""
      },
      {
        "id": 43,
        "text": "Выбрать латы \"Облачение титана\""
      },
      {
        "id": 43,
        "text": "Выбрать умение \"Возмездие\""
      }
    ]
  },
  {
    "id": 30,
    "text": "Ошеломленный Сай увидил застывшую девушку. В ее безумно зеленых глазах нибыло ни сомнений, ни страха, а вырожение лица высказывала уверенность. Она глядела на тело титана с высока, будто перед ней насикомое.\n  Внезапно повернувшись, она бросилась к Саю. Что-то говоря, лицо выдавало растерянность.\n   Выстрел произведенный одновременно с ударом, попал в цель. Из его груди застилая рубашку, росло пятно темной крови, каждый вдох сопровождался пронзительным хрипом.\n  Из глаз девушки текли слезы, размазывающие туш. А к влажным щекам липли мягкие волоски.\n   Но завораживающее зрелище сменилось ужасам в глазах Сая. Тень, тень поднималась по зади ее хрупкого тела.",
    "answers": [
      {
        "id": 22,
        "text": "Крикнуть об опасности."
      },
      {
        "id": 24,
        "text": "Из последних сил броситься на врага."
      }
    ]
  },
  {
    "id": 31,
    "text": "Зайдя в магазин, Шизука скинула капюшен. Медленно она осматривала парня с низу в верх. \n  Статный, высокий. Ростом около 185 сантиметров. Широкие плечи. Светлые волосы, похоже он не коренной Япониц. Мужиственные скулы, темно синии глаза. Будто бездонное озеро. Глаза…\n  Так стоп! Какого черта ты на него пялишся!? \"Они стояли глядя глаза, в глаза.\"\n  Отведи взгляд! Он же подумает что я полоумная. \"Ноги предательски за дрожали, нервное оцепинение не давало отвернуться.\n   \"Внезапный шум чуть не выбил ее маленькое сердце из груди.\" Заработавшая вытишка у входной двери, потоком взмахнула ее волосы, и начал крутить их в безразсудном танце. Часть волос предательски залетела Шизуке в рот, вызвав истошный кашель.\n  Позор! Какой позор! \"Шизука неуклюжим движением накинула капюшен, смахнув волосы миниатюрными ладонями, ринулась к продуктовому прилавку.\"\n  Типерь он точно со мной и общаться не станет. Как глупо все обернулось!\n  ",
    "answers": [
      {
        "id": 32,
        "text": "Подойти к кассе"
      }
    ]
  },
  {
    "id": 32,
    "text": "Схватив что подруку подвернулось, Шибука направилась к кассе. Стиснув зубы, не смотря на парня она выложила продукты.\n   Как после такого собраться с духом, как заговорить с ним!? \"Сомнения терзали ее сердце\" Может стоит всеже рискнуть? Заговорить?",
    "answers": [
      {
        "id": 33,
        "text": "Молча расчитаться."
      },
      {
        "id": 34,
        "text": "Набраться смелости, и заговорить."
      },
      {
        "id": 33,
        "text": "Ждать, отведя взгляд в надежде что парень заговорит."
      }
    ]
  },
  {
    "id": 33,
    "text": "Не стоит прятать столь прекрасные глаза!\n   Словно током ее пробил голос парня, в груди будто распустился бутон роз.\n  Широко распахнув глазки то-ли от счастья, то-ли от удивления. Она повернула личико к напию. И хотя что-то произнести округлила алые губки.\n  Как вдруг открывшаяся дверь, по энерции отвяла ее взор.\n  В зал вошел высокий, плотного телослажения мужчина. Лицо закрывала черная балоклава, с неряшливыми прорезями для глаз. Правая рука сжимала макаров.",
    "answers": [
      {
        "id": 35,
        "text": "Г…Грабителб."
      }
    ]
  },
  {
    "id": 34,
    "text": "Да будь что будет! Я не отступлю!\n \"Прикусив губки, она решилась на первый шаг, и с решительным взглядом повернулась к нему.\" \n   Его олаза истачали нежность, поблескивая от света ламп.\n  Внезапно зашумевшая дверь превликла ее взор. По энерции Шибука обернулась.\n В дверях стоял огромный, плотного телослажения мужчина. Лицо закрывала черная балаклава, с нелепыми прорезями для глаз. А в правой руке находился черный макаров.",
    "answers": [
      {
        "id": 35,
        "text": "Г… Грабитель. Не уверенно прошептала Шибука."
      }
    ]
  },
  {
    "id": 35,
    "text": "Выкрикнув, открывай кассу живо! Огромных размеров мужчина, ринулся к прелавку. В два громадных шага он приблизился, и будто не заметив, оттолкнул Шизуку плечем.\n  Пролетя около метра она завалилась в стойку с питьевой водой. Убирая с лица взъерошенные волосы, мешающие обзору. Шизука быстро принимала решение.",
    "answers": [
      {
        "id": 36,
        "text": "Выбижать из магазина, ища помощь."
      },
      {
        "id": 37,
        "text": "Не рисковать, затаиться."
      }
    ]
  },
  {
    "id": 36,
    "text": "Медлить нельзя! Надо прошмыгнуть в двери!\n   Резко вскочив, Шизука неуклюже запнулась о бутыль с водой.\nОбернувшись, пред ней встала картина.\nПарень бросившийся на превосходящего по силе пративника, выбил у него оружие. Но  пропустив несколько чудовищных по мощи удара, он обмякнув прильнульнул к стене.\n   Грабитиль тянулся за писталетом.\nОн же убьет его, если я не вмешаюсь! Но что я могу сделать? \"Вдруг ей на глаза попалась, медленно котящаяся пяти литровая бутылка дистилированной воды. ",
    "answers": [
      {
        "id": 38,
        "text": "Швырнуть бутыль в налетчика."
      }
    ]
  },
  {
    "id": 37,
    "text": "Парень будто обезумив кинулся на здоровенного грабителя. Мощным ударом он выбил из его рук оружие. Но силы были не ровны. Оттолкнув парня к стене, налетчик обрушил на него шквал чудовещных по сили ударов.\n   Пропустив пару мощных выпадав, он заметно обмяк, и пытаясь удержаться на ногах оперся о стену разбитыми руками. С беспомощнастью наблюдая как преступник поднимает писталет.\n  Шизука не видила в глазах парня страха, его разбитое в кровь лицо, отображало неудержимую ярость.\n   Ну уж нет! \"Она медленно поднялась, зеленые глаза блестали уверенностью, а в руке свисал пяти литровый бутыль воды.\"\n   Чертов неодерталец! Да как ты посмел.",
    "answers": [
      {
        "id": 38,
        "text": "Швырнуть бутыль в грабитиля."
      }
    ]
  },
  {
    "id": 38,
    "text": "Разкрутив бутыль воуруг своей оси, будто заправская метательница ядра. С криком Шизука направила его в сторону обидчика.\n  \"Грабитиль целясь в парня не ожидал удара, но готов поспорить боковым зрением он наблюдае летящий в его правый висок снаряд.\"\n  Глухой шлипок, а за ним грохот выстрела. Огромная туша будто мешок завалилась на пол, не производя колыханий.\n   Убила? Промелькнуло в голове. Надеюсь!\nНаправив взор на парня она ужаснулась, ее тело на сикунду сковал ужас.\n  Сидя опиревшись на стену, его глаза были устремленны на нее, а губы еле заметно источали слегка натянутую улыбку.\n  Налетчик попал точно в цель. Из груди у него по рубашке, жирным все возрастающим пятном растикалась черно алая кровь. Каждый вздох сопроваждался хрипом. На полу образовывалась кровавая лужица.",
    "answers": [
      {
        "id": 39,
        "text": "Кинуться к нему, постараться помоч!"
      }
    ]
  },
  {
    "id": 39,
    "text": "Бросившись к парню, Шизука трясущимися руками пыталась передавить рану, но кровь все не останавливалась просачиваясь ей в рукава.\n  Будто река, слезы захлынули Шизуку.\nНе смей! Не смей умирать! Ведь я еще не успела признаться тебе. Соленые капельки попадали на губы.\n   Я я сейчас, я вызову скорую. Только держись.\n  Только произнесла она, как взгляд парня сменился ужасам. Глаза широко распахнулись, а рот приоткрылся испуская кровавые брызги, будто пытаясь что-то выкрикнут.\n   Это не была предсмертная огония, и не страх перед ней. Взгляд был направлен сквозь Шизуку, за ее плечё.\n   Щелчек взведенного курка.",
    "answers": [
      {
        "id": 40,
        "text": "Выстрел…"
      }
    ]
  },
  {
    "id": 40,
    "text": "Будто отдавшись потоку реки, все невзгоды смыло на нет.\n  Глаза слегка резал пронзительный свет.\nГде я? В больнице? Парень, парень что был со мной как он!? Выйдя из ступора, подскочила она.\n   Успокойся! Нет причин волноваться.\nПред ее взором престал сидоватый, довольно крупный старик. Поглаживая бороду он озадачено смотрел на нее.\n   Вокруг нибыло ни стен, ни потолка. Только бесконечная тьма, и лишь яркий шар источая свет, зависнув в воздухе.\n  Где я?\nТы мертва, как и тот парень. Я все объясню. А ты вникай, и не перебивай. Дважды я повторять не стану.",
    "answers": [
      {
        "id": 41,
        "text": "Выслушать."
      }
    ]
  },
  {
    "id": 41,
    "text": "Имя мне Род! Я один из сильнейших богов шести миров.\n  Меняя поток нитий жизни, я призвал героя с вашего мира, дабы он продолжил существование в мире под названием Астерия. Борясь с тьмой, и предотвратив полное истрибление человеческой рассы.\n   Но впутавшись, ты погибла. И была в тянута в партал в след за героем.\nВ том от части есть и моя вина.\n   Поскольку вернуть обратно я тебя не могу, ты также возрадишься в Астерии, мире которым правит магия, и волшебство.\n   Так-как в тебе нет каких либо особых сил, я в знак искупления оплошнасти дарую тебе на выбор, способность, либо древнее оружие.\n   Согласна ли ты на это?\nГерой! Так я и правда мертва? Я мало что понимаю, но похоже выбора у меня не.",
    "answers": [
      {
        "id": 42,
        "text": "Не пностой выбор."
      }
    ]
  },
  {
    "id": 42,
    "text": "Выбири же один из моих даров, и возродись в след за героем!\n  Перед шибукой возникло четыре руны с древними записями.\n\n1) Умение \"Зубрила\" — позволяет  изучить, и преминить любое заклятие, не в зависимости от его рода, происхождения, и пренадлежности.\n\n2) Оружие \"Меч пожирателя\" — при непосредственном, или второстипенном соприкосновении с врагом, высасывает из него чакру, передавая владельцу.\n\n3) Умение \"Возмездие\" — позволяет возратить полученый урон пративнику нанесшему его. В зависимости от развития героя, приумножается и сила обратной атаки.\n\n4) Латы \" Облачение титана\" чистично поглащает физичиский, и магичиский урон. Предоставляет владельцу индивидуальные способнасти, ростущие с силой хозяина.",
    "answers": [
      {
        "id": 43,
        "text": "Выбрать умение \"Зубрила\""
      },
      {
        "id": 43,
        "text": "Выбрать оружие \"Меч пожирателя\""
      },
      {
        "id": 44,
        "text": "Выбрать умение \"Возмездие\""
      },
      {
        "id": 43,
        "text": "Выбрать латы \"Облачение титана\""
      }
    ]
  },
  {
    "id": 43,
    "text": "Дорогой читатель на этом сюжет предварительного просмотра заканчивается. Надеюсь вам понравилась первая глава.\n   Для более продуктивного продолжения книги, прозьба оставить в коментарии на первой странице,название способности-оружия которое вы выбрали, а так же пол героя.\n   Благодарю за прохождение квеста!",
    "answers": [
      {
        "id": 1,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 44,
    "text": "                                    Глава 2\n                   Знакомство с навым миром.\n   \nЧтож, ты сделала выбор, не опозорь мое имя!\n   После этих слов, в глазах помутнело, а тело сковала слабость.\n   Очнулась Шизука на поляне под деревом, погода стояла чудесная. Не подалеку на холм вяла старая, накатарная дорога. За холмом слышались какие-то звуки, поднявшись ее взору пристал небольшой городишька с деревянными, заостренными на верху стенами. За городом метрах в ста раскинулась довольно широкая река. У ворот толпилось несколько человек.\n   Открыв рот от удивления она наблюдала с большим удивлением. На дымок из пары брусчатых домиков, на небольшие лодочки плывущие по блестающей от солнца воде, на повозки стоящие у ворот городка.\n   Вот так чудеса! Будто в сказку попала, даже не верится! Ее газа горели от счастья, как у маленького ребенка получившего в подарок киндер.\n   Обшарив карманы Шизука нашла лишь три помятые пластинки орбита, и брелок покимона пристегнутый к ключам.\n   Ну да бумажник то на прилавке лежал, да и что-то мне подсказывает что деньги, и карта с того мира мне здесь мало бы чем пригодились.\n  Одета она была в белую футболку, джинсы, и кеды. По верх все та-же зеленая толстовка с капюшеном.\n   Чтож стоит наведаться в город!",
    "answers": [
      {
        "id": 45,
        "text": "Начать путь!"
      }
    ]
  },
  {
    "id": 45,
    "text": "В город Шизука прошла без проблем, лишь удивленные, и похотливые взоры стражи ее смутили. Скрыв лице капюшеном, она шла в перед, разглядывая все с удивлением.\n   Городок не большей, тысяч на десять жителей. В центре брусчатая крепость.\n   Что! :о Ушки!\nУ торговца, разливающего воду с бочки, стояла девушка с кошачьими ушками. Из под платья свисал каричневый хвостик.\n   А вон еще одна! И еще! А вон мужик с рогами! А там и вовсе со свинным рылом!\n   Хрясь! Засматревшись она врезалась в кого-то, упав пятой точкой, на пыльную дорогу.\n   Пред ней стоял огромного роста со злобным лицом, в кованных латах орк.\n   Смотреть надо куда идешь! \"Прорвчал он сквозь клыки.\" Ты потерялась?",
    "answers": [
      {
        "id": 46,
        "text": "Заговорить."
      },
      {
        "id": 47,
        "text": "Убежать."
      }
    ]
  },
  {
    "id": 46,
    "text": "Так язык я понимаю, а это уже совсем не плохо!\n   Я недавно прибыла в город. Не подскажите где здесь что? Где можно поесть, переночевать, и найти работу.\n   Хмм... значит недавно... В таком случае тебе необходимо для начала зарегестрироваться в гильдии, там и перекусить можно, на крайний случай через дорогу захудалая таверна, можно снять комнату за три медака.\n    Скоро вечереть начнет, поторопись! \"Орк окинул ее взором еще раз.\" А может тебя проводить? Не дело такой малявке как ты бродить здесь в одиночистве! У нас знаешь ли городок не спокойный.",
    "answers": [
      {
        "id": 48,
        "text": "Откозаться, и самой найти дорогу."
      },
      {
        "id": 49,
        "text": "Согласиться, и пойти с оркам."
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "Ноги ныли от ходьбы. Шизука не могла насматреться на диковенные здания. На улице смеркалось. Орк всю дорогу молчал, и будто озирался по сторонам.\n   Нам сюда.\"Прохрипел он, показывая на темный переулок.\" Шизука пошла в перед, муражки от потускневшего солнца пробежали по спине.\n   А долго еще до гильдии? Спросила она обернувшись.\n   Нет уже пришли. Ехидно улыбаясь, и прижав шизуку рукой к стене сказал двух метровый орк.\n   Ч... Что ты тваришь!? Отпусти!\nЯ отвиду тебя в гильдию, и даже заплачу. Просто насладись моментом, и не сопротивляйся. А иначе! Он поднял ее за шею над землей на пол метра.\n   Шизука осознала как хрубко ее тело, огромная лапа пережавшая шею сковала дыхание.\n   О нет! У меня нет и шанса против этого монстра, а \"возмездие\" работает только в ответ атакам. Осознание сетуации проникло ужасам в ее глаза.",
    "answers": [
      {
        "id": 50,
        "text": "Не сопротивляться, и отдаться орку."
      },
      {
        "id": 51,
        "text": "Постараться отбиться."
      }
    ]
  },
  {
    "id": 50,
    "text": "У шизуки нибыло связи в другом мире. Поэтому этот раз ей запомнится на весь ее остаток жизни! Боль пронзала ее тело, орк был груб,  и страдания девочки кажется его только подныкивали.\n   Закончив орк улыбаясь надевал штаны.\nШизука опираясь поднялась по стене. Все ниже пояса страшно ныло.\n   Ты обещал заплатить, и проводить в гильдию!\nЧто…? Хахах... Чертава тупая шлюха! Ты смеешь заякаться об оплате? Да бревно бы лучше справилось с этим!\n   Хлесткий удар сбил ее с ног. Хороша оплата?\nШизука приподняла голову, и неуспев произнести и слова. Получила ошеломляющий удар ногой по лицу.\n\nХм… Не убил? Живучая оказалась, тем то лучше. Орк схватил ее за шкирку и потащил проч.",
    "answers": [
      {
        "id": 52,
        "text": "Очнувшись…"
      }
    ]
  },
  {
    "id": 51,
    "text": "Я так просто свою невинность не отдам! Промелькнуло в ее голове. Но что я могу? Ее глаза жадно начали шарить.\n   На поясе у него висел огромный кинжал. Если дотянуться, то можно воспользоваться им. Или же лучше ткнуть пальцами в глаза, а уже после выхватить кинжал? Думай, думай!",
    "answers": [
      {
        "id": 53,
        "text": "Потянуться к кинжалу, рискуя быть пойманай."
      },
      {
        "id": 54,
        "text": "реским движением ткнуть орку в глаза!"
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": "Задыхаясь шизука потянулась к кинжалу. Это мой единственный шанс! Немного, еще чуть-чуть.\nКрохотные пальчики почти касались рукояди.\n\n                    Проверьте свою удачу!",
    "answers": [
      {
        "id": 55,
        "text": "Пан, или пропал."
      },
      {
        "id": 56,
        "text": "Пан, или пропал."
      },
      {
        "id": 55,
        "text": "Пан, или пропал."
      },
      {
        "id": 56,
        "text": "Пан, или пропал."
      }
    ]
  },
  {
    "id": 54,
    "text": "Что есть мочи Шизука ткнула пальцем, почувствовав как лопается глазное яблоко.\n   Неиставый крик давил на барабанные перепонки. Схватившись за лицо орк выпустил девочку.\n   Не теряя ни сикунды Шизука выхватив кинжал вонзила его прямо в горло обизумившиму орку.\n   Начав махать лапами в разные стороны он попал по Шизуке. Мощным ударом ее отнисло на два метра. \n  Корчась от боли, она наблюдала как захлебываясь в собственной крови, обидчик падает на колени, а издав последнее издыхание, валится на бок.",
    "answers": [
      {
        "id": 59,
        "text": "Далее…"
      }
    ]
  },
  {
    "id": 55,
    "text": "Ах ты мелкая тварь! Вспороть меня решила!\n  Резким движением он швырнул Шизуку в противоположную стену, удар был такой силы что она маментально начала кудато уплывать. Последнее что она видила это-то как грязный орк подходя, разшнуровывал штаны.\n\nВоспользовавшись Шизукой он взял ее за шкирку, и потащил проч.",
    "answers": [
      {
        "id": 52,
        "text": "Прейдя в себя…"
      }
    ]
  },
  {
    "id": 56,
    "text": "Да! Удалось!\n   Быстрым движением Шизука скальзнула лезвием по горлу грязного орка. Кровь хлынула ей в лицо.\n   С громким ревом он ответил двумя жескими ударами в живот, а затем швырнул ее проч.\n   Истикающий кровью он ринулся к ней, взор истачал ярость.\n   Корчась от боли Шизука наблюдала как орк приближается. ",
    "answers": [
      {
        "id": 57,
        "text": "Кинуться на него превозмагая боль."
      },
      {
        "id": 58,
        "text": "Использовать \"возмездие.\""
      }
    ]
  },
  {
    "id": 57,
    "text": "Забыв о боли Шизука кинулась на него, будто обизумивши. Она вонзила кинжал ему в пузо, как размашистый удар орка настиг ее. \n   Скорчившись от боли Шизука наблюдала как огромное тело, истикая кровью, и издавая жуткий хрип падает на колени, а затем завалившись на бок. Испускает последний тяжелый вздох.",
    "answers": [
      {
        "id": 59,
        "text": "Далее…"
      }
    ]
  },
  {
    "id": 58,
    "text": "В… Возмездие! Что есть мочи крикнула она, почувствовав как сила уходит.\n   Орка словно поразила невидимая сила, отбросив его на три шага назад. Поток крови усилился, а взгляд с ярости сминился на ужас.\nДа кто ты, черт вазьми!\nГромко выдахнув он упал на колени, а затем двухсот киллограмовая бездыханная туша завалилась на бок. Испуская лужу крови.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "На рев,и шум сражения, сбежались стражники города. Они схватили Шизуку и отвели в тимницу. Что же ее ждет? Ведь убийство наказуемо в любом мире...\n\nПросидев в темной, сырой, холодной комнате всю ноч. Она вспоминала мягкую, уютную кроватку, невероятного вкуса блюда. Что подавали в воскресные дни.\n   Вдруг тяжелая дверь камеры с ржавым скрипом распахнулась. В помещение вошел статный, в сверкающих доспехах мужчина.",
    "answers": [
      {
        "id": 60,
        "text": "Диолог."
      }
    ]
  },
  {
    "id": 60,
    "text": "Меня зовут Ян, я глава стражи этого города. Как тебя зовут, и почему ты не зарегестрировалась в гильдии?\n   Грязная, вся в ссадинах, и синиках. Она с болью поднялась на ноги.\n   Я прибыла только вчера поздним днем, меня зовут Шизука. Орк вызвавшись проводить меня в гильдию, заманил в безлюдное место, и попытался овладеть мной. Я не знаю как так вышло, у меня нибыло выбора…!\n   Глава стражи смотрел с верху в низ, будто обдумывая слова Шизуки.\n  Ахахахх… Да ты нечто! \"Проговорил он улыбаясь.\" Мы разыскивали его уже не мение четырех месяцев. Он не мало народу положил, похитил не мало девчат. А погиб от рук добычи, вот-так эрония!\n  В любом случае, я пришел сообщить что за его голову назначена не большая награда. Он протянул ей горсть монет. Тебя осмотрит нашь полевой врач. После чего отпустят.\n   Уходя он остановился, и взглянув через плечо произнес. Шизука значит…",
    "answers": [
      {
        "id": 61,
        "text": "Лекарь"
      }
    ]
  },
  {
    "id": 61,
    "text": "Лекарь дал ей пузырек с зеленай жидкостью, раны чуть ли не на глазах начали затягиваться. Он посаветовал ей отдахнуть, для большего эффекта от лекарств.\n   После стражники проводили ее в таверну. Шизука перекусила, и сняла комнату на трое суток.\n   О боже как я устала! Посплю немного, а после схожу в гильдию. \"Упав на кровать, не успев и подумать что-либо она уснула мертвецким сном.\"",
    "answers": [
      {
        "id": 62,
        "text": "Пробуждение."
      }
    ]
  },
  {
    "id": 62,
    "text": "Разбудил Шизуку кроткий стук в дверь.\n   Добрый день! Меня зовут Хако, я горничная таверны. Я принисла вам ваши вещи, мы их постирали, и зачинили.\n   Девочка с серыми ушками, милым, утонченным личиком, и костюме горничной. Протянула Щизуке стопку вещей.\n    Блогадарю!\nВзяв вещи Шизука неистественно выглянув из-за угла, и приоткрыв рот, наблюдала как развивается хвостик торчащий из под платья. То в лево, то в право, и сново в лево. ^-^\n    Одевшись, она решила посетить гильдию для регестрации. ",
    "answers": [
      {
        "id": 63,
        "text": "Гильдия"
      }
    ]
  },
  {
    "id": 63,
    "text": "Спускаясь по лестнице Шизука вздрогнула от шума битой посуды, и дерзких криков спора.\n   ",
    "answers": []
  }
]