[
  {
    "id": 1,
    "text": "Как часто вы сталкиваетесь с неизвестным? Этот квест поведает об обычном студенте, приехавшем в новый для него город для учебы.\nЧто ждёт его там? Только неизвестность...\nВозможно, его убьют бандиты, напавшие на улице, а возможно, он найдет потерянный чемодан с деньгами. Но, честно сказать, самой главной проблемой, с которой он столкнется, окажется неизвестная болезнь, поразившая город. Как он будет бороться? Он не прожил и недели в городе. Придется импровизировать...\nСамое время прогуляться по городу и столкнуться с бедой!\n____________________________________________________\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 34,
        "text": "Достижения"
      },
      {
        "id": 35,
        "text": "[Напутствие]"
      },
      {
        "id": 1,
        "url": "https://vk.com/unknownquest",
        "text": "[Ссылка на группу ВК]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись от звонка будильника.\n\"Как здорово просыпаться и слышать пение птиц,\"- первая мысль мелькнула после долгого сна.\nВы лежали в кровати и ощущали, что идти никуда и не хочется. Но рабочий день никто не отменял, так ведь? Вам пришлось встать с кровати, все тело прохрустело, как у старика, и Вы отправились умываться. После возвращения из ванной Вы почувствовали небольшую боль в колене и решили присесть.\nК сожалению, или к счастью, вам пора на пары. Рюкзак вы собрали с вечера, так что об этом можно не беспокоится. Стоит ли перекусить перед парами( чувство голода почему-то не было) или зайти в стоволовую в университете.\n\"Было бы неплохо проветрить,\" — подумали вы.\nХватит мяться в постели, пора что-то делать!",
    "answers": [
      {
        "id": 3,
        "text": "[Пойти на кухню]"
      },
      {
        "id": 4,
        "text": "[Подойти к окну]"
      },
      {
        "id": 5,
        "text": "\"Ну все, пора на пары!\""
      }
    ]
  },
  {
    "id": 3,
    "text": "Кухонька была самой обыкновенной: небольшой стол в форме эллипса стоял у маленького оконца; рядом с ним стоял деревянный стул с жестокой спинкой; пара хлипких настенных шкафов висело на стене, складывалось впечатление, что их собрали из гнилья, а прикрутили на ржавые болты. Но все-таки это же Ваша кухня.\nВы — самый обычный студент, и дома бываете редко, потому — что ещё нужно для счастья?",
    "answers": [
      {
        "var_add": [
          "food",
          1500,
          "water",
          1000
        ],
        "id": 7,
        "text": "[Открыть холодильник]",
        "need": [
          -9,
          -10
        ],
        "need_sometimes": false
      },
      {
        "id": 2,
        "text": "[Вернуться в комнату]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы посмотрели на пластиковое окно. Не смотря на то факт, что его не меняли довольно долго, оно было в хорошем состоянии. На улице виднелись подходящие мимо парочки и играющие детишки. Машины как всегда ездили туда сюда. Растительность не была особо густой в той части города, где Вы жили. Погода была солнечной, но не жаркой, словом, благодать.\nЭх, если бы не пары...",
    "answers": [
      {
        "id": 6,
        "text": "[Открыть окно]",
        "need": -6
      },
      {
        "id": 2,
        "text": "[Отойти от окна]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы вышли на улицу.\n\"Слишком хорошая погода, чтобы идти в институт, но долг есть долг,\" — подумали Вы.\nНе очень бодрым шагом вы пошли на пары.\nПо пути Вы увидели необычайно большое количество людей, что не свойственно в такое время. Вы умудрились споткнуться и упасть по пути.\nИ вот перед вами открылся вид на огромное здание — это и есть ваш университет.\nЭх, снова учеба...",
    "answers": [
      {
        "id": 11,
        "text": "[Зайти в здание университета]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Немного свежего воздуха никому не повредит...",
    "answers": [
      {
        "id": 2,
        "text": "[Отойти от окна]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Холодильник почти пуст( ещё бы, вы ведь обычный студент)",
    "answers": [
      {
        "id": 7,
        "text": "Пищи в холодильнике:",
        "comment": true,
        "var_show": [
          "food"
        ]
      },
      {
        "id": 7,
        "text": "Воды в холодильнике:",
        "comment": true,
        "var_show": [
          "water"
        ]
      },
      {
        "id": 8,
        "text": "[Слегка подкрепиться]",
        "var_sub": [
          "food",
          500
        ]
      },
      {
        "id": 3,
        "text": "[Закрыть холодильник]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ну вот, теперь пить хочется.",
    "answers": [
      {
        "id": 9,
        "text": "[Взять воды из холодильника]",
        "var_sub": [
          "water",
          250
        ]
      },
      {
        "id": 10,
        "text": "[Попить из крана]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Холодненькая.",
    "answers": [
      {
        "id": 3,
        "text": "\"Вкуснятина.\""
      }
    ]
  },
  {
    "id": 10,
    "text": "Самая вкусная вода, которую Вы когда либо пили!",
    "answers": [
      {
        "id": 3,
        "text": "\"Вкуснятина.\""
      }
    ]
  },
  {
    "id": 11,
    "text": "Учеба, как ни странно, прошла на легке.\nВы провели чудесный день, общаясь с друзьями, учась и, как-никак, веселясь.\nНу вот и пришло время идти домой.\n\"Такая чудесная погода!\"- подумали вы.\nВы решаете пойти до дома длинным путем, чтобы прогуляться и подышать свежим воздухом.",
    "answers": [
      {
        "id": 12,
        "text": "[Сходить в столовую перед уходом]",
        "need": [
          -12
        ]
      },
      {
        "id": 13,
        "text": "[Отправиться домой]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Полотно пообедал, можно и идти.",
    "answers": [
      {
        "id": 11,
        "text": "\"Знатный обед!\""
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы шли с улыбкой на лице. Ничто не могло испортить вашего настроения.\nВам навстречу шло много людей.\nСовершенно случайно, краем глаза, вы заметили в переулке какую-то темную фигуру. Заигравшее любопытство заставило Вас сделать пару шагов назад и присмотреться.\nФигура ходила, покачиваясь из стороны в сторону, и изредка Вы замечали подкашивание ног.\n\"Пьяница, наверное,\"- случайно вырвалась фраза.\nНо тут же в Вашей голове промелькнула мысль: \"Что если ему станет плохо? Что если он упадет, и никто не соблаговалит ему помочь? Возможно, пора мне повысить карму...\"",
    "answers": [
      {
        "id": 14,
        "text": "[Помочь доброму человеку]"
      },
      {
        "id": 15,
        "text": "[Пройти мимо]"
      }
    ]
  },
  {
    "id": 14,
    "text": "\"За пять минут от меня многого не убудет,\"- подумали Вы и решили поинтересоваться у дядьки, все ли хорошо. Проходя к человеку, Вы окликнули его, но ответа не последовало\n\"Совсем похоже вдрызг,\"- пробормотали Вы себе под нос, и начали подходить вплотную.\nНо чем ближе Вы подходили к, как Вам казалось, безобидному алкоголику, тем больше Вы осознавали, что перед вами уже не человек:\nпосмотрев на то, что раньше было рукой, вы увидели когтистую лапу, а вся кожа была коричнево-черного цвета; джинсы были слегка изодраны, будто он выиграл их в драке; его куртка, однозначно новая, была порвана по швам, как если человек надевает вещь на размер меньше.\nКак только Вы приблизились на расстояние двух метров, это существо повернулось. Теперь Вы в точности могли его рассмотреть.\nБешеные, но пустые глаза и зубы-клыки виднелись на его лице.\nЗверь пристально смотрел на вас, сидя на корточках.\nВы стояли в оцепенение, чувствовали как холодок бежит по Вашему затылку.\nПрошедшие 30 секунд показались для Вас вечностью, как вдруг существо сорвалось с места и метнулось в Вашу сторону...",
    "answers": [
      {
        "id": 26,
        "text": "[Попытаться отпнуть бегущее существо]"
      },
      {
        "id": 27,
        "text": "[Отпрыгнуть в сторону]"
      }
    ]
  },
  {
    "id": 15,
    "text": "\"Моя хата скраю, ничего не знаю,\"- подумали Вы, и продолжили путь домой. Бодрой походкой Вы быстро дошли до дома.",
    "answers": [
      {
        "id": 16,
        "text": "[Войти домой]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы вошли в квартиру, разделись и прошли в комнату. Неимоверное чувство усталости сразило Вас. Все, о чем Вы могли думать,- как по скорее уснуть\n",
    "answers": [
      {
        "comment": true,
        "id": 16,
        "text": "Но что это там на полу?",
        "need": [
          6,
          -19
        ],
        "merge": true
      },
      {
        "id": 17,
        "text": "[Осмотреть предмет]",
        "need": [
          6,
          -19
        ]
      },
      {
        "id": 18,
        "text": "[Лечь на кровать]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы увидели среднего размера камень. Похоже он как-то залетел в окно.",
    "answers": [
      {
        "id": 19,
        "text": "[Взять камень]"
      },
      {
        "id": 16,
        "text": "[Оставить камень здесь]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Засыпая, Вы думали о сегодняшнем дне, о том сколько радости он принес.\nНеужели все бывает так хорошо?",
    "answers": [
      {
        "id": 20,
        "text": "[Уснуть]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Наверное, лучше закрыть окно.",
    "answers": [
      {
        "id": 16,
        "text": "[Закрыть окно]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Проснувшись, Вы пошли умываться. Свежая вода немного холодила кожу.\nНо не успели Вы закрыть кран, как услышали стук в дверь. Этот звук усиливался и учащался, словно кто-то бежит от опасности и ломиться в первую попавшуюся квартиру. Небольшой холодок пробежал по Вашему затылку...",
    "answers": [
      {
        "id": 21,
        "text": "[Открыть дверь]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Не успели Вы отодвинуть дверь, как петли скрипнули и в квартиру ворвалось какое-то нечто. Темный силует мелькнул перед лицом, ворвался на кухню и разгромил все настенные шкафы.\nКак только это Вас заметило, рванулось к Вам.\nУ вас был шок, Вы и глазом моргнуть не успели, как оказались на полу, а над вами лежало человекоподобное существо.\nОно пыталось укусить вас, но Вы держали его шею одной рукой. Теперь его четко можно было разглядеть.\nБешеные, но пустые глаза; все зубы превратились в клыки; обильное слюноотделение.",
    "answers": [
      {
        "comment": true,
        "id": 21,
        "text": "Неожиданно вы вспомнили про камень, лежащий у вас в кармане.",
        "need": 19,
        "merge": true
      },
      {
        "id": 21,
        "text": "[Попытаться дотянуться до камня, и со всей силы ударить чудовище по голове]",
        "need": 19,
        "go_to": [
          "pagenumber"
        ]
      },
      {
        "id": 22,
        "text": "[С силой оттолкнуть чудовище]"
      },
      {
        "var_random_from_weight": [
          "pagenumber",
          23,
          5,
          25,
          5
        ],
        "comment": true,
        "id": 21,
        "text": " ",
        "calculate": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы упёрлись свободной рукой в плечо чудовищу. Со всей возможной силой Вы толкнули его. Подлетая в воздух, он задел Вас когтистой рукой (если это так можно назвать) и разорвал плечо. Приземлившись, чудище ударилось об край тумбы висковой частью головы.\nВы резко поднялись на ноги и посмотрели на тело. Из его головы вытекла какая-то жидкость.\nСудя по всему он точно мертв...",
    "answers": [
      {
        "need_ever": true,
        "var_add": [
          "achievements",
          1
        ],
        "id": 24,
        "text": "\"Так, и что дальше?\"",
        "need": [
          0
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы протянули руку в карман и нащупали камень. С большим усилием вы дотянулись до него и достали из кармана. Вы размахнулись (насколько это позволяло ваше текущее положение) и со всей ударили чудовище по голове.\nВы услышали истошный предсмертный стон, и тело соскользнуло на пол.\nВы вскочили, и увидели как какая-то жидкость вытекла из головы чудовища.\nСудя по всему он точно мертв!",
    "answers": [
      {
        "id": 24,
        "text": "\"Так, и что дальше?\""
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы закончили пролог. Теперь Вы можете вернуться в начало и попробовать ещё раз, ведь навряд ли вы прошли его всеми путями.\n\nВы получили достижение \"Пролог\"",
    "answers": [
      {
        "id": 1,
        "text": "[На первую страницу]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы протянули руку в карман и нащупали камень.<s>r\nК сожалению он был так далеко в кармане, что дотянуться до него не было возможности (учитывая ваше положение).<s>r\nВы получили достижение!",
    "answers": [
      {
        "need_ever": true,
        "var_add": [
          "achievements",
          1
        ],
        "forget": [],
        "text": "С силой оттолкнуть чудовище.",
        "need": [
          0
        ],
        "id": 22
      }
    ]
  },
  {
    "id": 26,
    "text": "Дождавшись удобного момента, Вы вытянули ногу, чтобы пнуть чудовище, и, как ни странно, Вам удалось сделать так, чтобы чудовище пролетело на приличное расстояние. Но, отлетая, зверь успел задеть Вашу ногу своей когтистой лапой и оставил неплохое ранение. К счастью для Вас, он ударился виском у мусорный бак при падении.",
    "answers": [
      {
        "id": 30,
        "text": "[Осмотреть чудовище]"
      },
      {
        "id": 32,
        "text": "[Отправиться домой]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Выйдя из ступора, Вы собрались с силами и сделали мощный рывок в сторону. Существо побежало мимо, не успев сменить траекторию движения, и развернулось. Осознав, что произошло, оно развернулось, уперлось ногами в землю и, взяв разгон, снова метнулось в Вашу сторону. Вы почувствовали сильную усталость, судя по всему страх сказался на вашем состоянии",
    "answers": [
      {
        "id": 28,
        "text": "[Собраться с силами]"
      },
      {
        "id": 29,
        "text": "[Откатиться в сторону]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Пока вы думали, существо подбежало к вам и напрыгнуло. Вы успели закрыться рукой, но она была прокушена неизвестным зверем. К счастью, Вы увидели влияющийся рядом с вами кусок арматуры...",
    "answers": [
      {
        "id": 33,
        "text": "[Взять арматуру и проткнуть зверю голову]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы откатились, и существо снова пробежало мимо вас, но, к счастью для Вас, на его пути оказалась торчащая арматура. Оно наткнулось на железку, которая прошла прямо через глазницу чудовища насквозь...\n\"Какой ужас, хорошо что этого никто не увидел,\"- все, что Вы могли сказать на тот момент.",
    "answers": [
      {
        "id": 30,
        "text": "[Осмотреть чудовище]"
      },
      {
        "id": 31,
        "text": "[Бежать домой]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Подойдя ближе, вы увидели как из головы чудовища вытекла какая-то жидкость. Вы не располагали никакой информацией. Что это и откуда оно взялось? Вы не знали что делать с тем, что от него осталось.",
    "answers": [
      {
        "id": 31,
        "text": "[Бежать домой]"
      }
    ]
  },
  {
    "id": 31,
    "text": "До дома Вы добежали быстрее чем когда либо. В голове крутилась куча мыслей и не меньше вопросов. Но один из них был самым важным...",
    "answers": [
      {
        "need_ever": true,
        "var_add": [
          "achievements",
          1
        ],
        "id": 24,
        "text": "\"Что делать дальше?\"",
        "need": [
          0
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы еле как дохромали до дома. В голове крутилось куча мыслей и не меньше вопросов. Но один из них был самым важным...",
    "answers": [
      {
        "need_ever": true,
        "var_add": [
          "achievements",
          1
        ],
        "id": 24,
        "text": "Что делать дальше",
        "need": [
          0
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "Существо издало некий стон, похожий на предсмертный хрип, Вы скинули тело и быстро поднялись на ноги...",
    "answers": [
      {
        "id": 30,
        "text": "[Осмотреть чудовище]"
      },
      {
        "id": 31,
        "text": "[Отправиться домой]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Здесь Вы можете увидеть свои достижения.\n\n",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 34,
        "text": "\"Пролог\"",
        "need": [
          24
        ],
        "merge": false
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 34,
        "text": "\"Близок локоток, да не укусишь\"",
        "need": [
          25
        ],
        "merge": false
      },
      {
        "id": 1,
        "text": "[На первую страницу]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Демо версия готовящегося к выпуску квеста. Работа идёт полным ходом, но все же планируется масштабный проект, потому дата выхода полного квеста неизвестна.\nЕсли хотите увидеть планы на будущее, что уже сделано, оставить пожелание или т.п., переходите в группу ВК, я с радостью отвечу на Ваши вопросы и предложения!\n____________________________________________________\nПожалуйста, оставляйте комментарии с пожеланиями, или если найдете ошибку.",
    "answers": [
      {
        "id": 1,
        "text": "[К оглавлению]"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  }
]