[
  {
    "id": 1,
    "text": "*перезапив*\nЭто мой первый квест, так что.... Вот... \nэта история об очень необычной девушке, а почему она необычная, вы узнаете позже... (когда \nначнёте читать)\n\nквест рассчитан на женскую аудиторию)\n\n\n\nможет быть не идеальным))) ",
    "answers": [
      {
        "id": 2,
        "text": "Начинаем "
      },
      {
        "id": 22,
        "text": "Спойлер"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1: знакомство \nМасайлах, меня зовут Мерида. Я обычный подросток, однако необычный, потому что я... как там говорят люди... А! Эльф (моя стихия- это музыка) \nМой папа, король нашего народа, маму убили, как все думают, люди, но я уверена что это не так. Пусть и прошло много лет с этого момента, они ещё не знают о нашем существовании, но они всячески пытаются нас выследить. У них ничего не получается, да это и понятно, потому что мы можем становиться невидемыми и умеем летать. Наш народ знает только один язык, но я много , человеческие и родной. Никто об этом не знает, даже отец, и лучше чтобы так оставалось.",
    "answers": [
      {
        "id": 3,
        "text": "Далее "
      },
      {
        "id": 1,
        "text": "стоп стоп стоп "
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d35/1904/1e/dc75cd7f5704.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Все мои дни проходят очень скучно. Я всегда ищу приключения, а также укромные места где можно попеть. Мой отец не устаёт мне напоминать, что мне надо выходить замуж и прекратить заниматься бесмыслецей. Но как часто бывает \"я сбегаю\" от этого разговора на утёс, где меня никто не найдёт. Что по поводу суженого, то есть тут один, Кристиан (стихия- \"бой\" ), он очень нравится папе. Он рыцарь, это на человеческом, на нашем он халал. Вполне симпотишный и не равнодушный ко мне. ",
    "answers": [
      {
        "id": 4,
        "text": "Далее "
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a42/1904/e2/beb9d795982c.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "У меня есть одна тайна. Никто о ней не знает.\nКогда заходит солнце я прихожу на луг, стараясь чтобы меня не увидели, я наблюдаю за парнем. Он человек. С приходом сюда он выглядет очень грустно и растерянно, я в свою очередь, всячески пытаюсь его поддержать своим пением. И это помогает. Смотря на его счастливое лицо во мне как будто загорается огонёк.\nМама говорила что это любовь и это прекрасно. Но я не знаю так ли это, потому что не чувствовала это с момента её смерти. ",
    "answers": [
      {
        "id": 5,
        "text": "Далее "
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a39/1904/1f/23b5c4d9c0d7.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "Все было прекрасно... До этого дня...\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 6,
    "text": "Как обычно я выбралась через окно замка и поспешила на луг.\nОн уже сидел там. Я приняла невидимый облик. И начала петь песню, точнее просто исполняла мелодию. Без текста, потому что я не знала родного его языка.",
    "answers": [
      {
        "id": 7,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 7,
    "text": "— эй.. — тихо произнёс он\nЯ решила, необращать на это внимание, потому что находилась далеко от него.\n— Я знаю что ты тут..\nНа этом моменте я поняла, что эти серенады, на сегодня, надо заканчивать и идти домой.",
    "answers": [
      {
        "id": 8,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 8,
    "text": "Уходя я увидела, что он опустил голову.\n\"Прости, что не уйдёшь сегодня счастливым\" — сказала я про себя и вернулась обратно в замок. ",
    "answers": [
      {
        "id": 9,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 9,
    "text": "Глава 2: правда\nСегодня, да и последние 2 дня мой отец очень странно себя ведёт. Он стал больше со мной разговаривать, угощать меня сладостями, которые я не ем. У меня не было друзей, кроме Дистры, она, на человеческом языке, горничная и только она знала причину такого поведения отца. \n— Дистра, подойди пожалуйста, — сказала я увидев её с папиными конфетами. \n—Арсерахман, вы меня звали?*поклонилась*\n— Ну же, я просила тебя не обращаться со мной так официально, \n— Извини Мерида.... Так... Что ты хотела? \n— Ах,точно, ты знаешь почему король так странно ведёт себя? \nДистра выглядела очень смущённо. \n",
    "answers": [
      {
        "id": 10,
        "text": "Что случилось? "
      },
      {
        "id": 11,
        "text": "Ты будешь говорить или нет? "
      },
      {
        "id": 23,
        "text": "И",
        "need": [
          23
        ]
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/1904/53/7b2330984ec4.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Нет, нет ничего, прости..... Аааа.. Что ты спросила?\n— Дистра скажи что случилось\n— Ах да, Прости... Я просто удивлена, что ты не знаешь, король женется.. — сказала она с улыбкой.\nЯ откровенно говоря ошалела от этой новости. Самое неприятное то, что это сказал не мой отец а горничная.\n— Если ты идёшь к королю, то сильно не кори его, — сказала она напоследок\n— Конечно, — ответила я с улыбкой\nИ вот, меня ждал самый неприятный разговор в мире. ",
    "answers": [
      {
        "id": 12,
        "text": "На пути к троному залу "
      }
    ]
  },
  {
    "id": 11,
    "text": "Не понимая что делаю, я развернулась с каменным лицом и просто ушла. Я знала , что она поймёт меня и не обидется.\nИ вот, меня ждал самый неприятный разговор в мире. ",
    "answers": [
      {
        "id": 12,
        "text": "На пути к троному залу "
      }
    ]
  },
  {
    "id": 12,
    "text": "Только я решила зайти в троный зал, где находился в данный момент мой отец, меня остановил Кристиан\n— Здравствуй, Мерида *поцеловал руку *\n— Здравствуй, Кристиан-, ответила я чуть покраснев\n— Ваш отец не может вас принять.\n— Это ещё почему?\n— Он разговаривает с даленом* по поводу.... Нет, забудьте \n— Нет уж, продолжайте — сказала я положив руки на пояс. \n— Я.. Простите, но мне запрещено это разглашать... Даже вам.. \n\nДален*- посыльный, правая рука короля \n",
    "answers": [
      {
        "id": 13,
        "text": "Настоять "
      },
      {
        "id": 14,
        "text": "Смериться "
      }
    ]
  },
  {
    "id": 13,
    "text": "— Кристиан... — сказала я чуть сладким тоном проводя по его воротнеку \n— Да? — ответил он со смущеным лицом\nДолжна сказать, что я понимала что я делаю и решилась, несмотря на то что он был рыцарем.\n— Ты ведь не хочешь лешиться титула? Верно? \nКак и ожидалось он изменился в лице. \n— Н-ну конечно... \n— Тогда слушай сюда *затянула шарф * Если ты не хочешь лишиться титутула, а ты не хочешь, а также моего доверия тогда быстро скажи о чем они говорят.. \nКристиан только проглотил слюну и.... Стал смеяться, бережно закрыв рот ладошкой..\n— Ясно, я ответа не дождусь, так? \n— Ну конечно,- ответил он когда закончил смеяться, — лучше идите отдохните. \nЯ только фыркнула и ушла в спальню \n",
    "answers": [
      {
        "id": 15,
        "text": "На следующий день "
      }
    ]
  },
  {
    "id": 14,
    "text": "Я прекрасно понимала, что смысла спорить нет и решила отложить этот разговор на завтра.. А пока... Я собралась посетить луг, где уже сидел тот таинственный парень. Сегодня обошлось без разговоров, он только сказал \"Спасибо\" в пустоту, перед тем как уйти. Я почувствовала как залились теплом мои щёки. Я получала огромное удовольствие от того, что я делаю его счастливым. ",
    "answers": [
      {
        "id": 15,
        "text": "На следующий день "
      }
    ]
  },
  {
    "id": 15,
    "text": "— Принцесса Мерида... Мерида! Вставай же ты наконец, -начала чуть ли не кричать на меня Дистра\n— Что случилось?.. Ещё так рано, -промямлила я спросони\n— Тебя вызывает король,это срочно.\nНа этом моменте я безоговорочно встала и начила собираться\n— Что-то ещё важное?\n— Да... Король собирается устраивать что-то типо пира или бала, я слышала только части от предложений других служанок\n— Вот оно что, наверное хочет устроить тёплый приём своей возлюбленной....\n— Наверное..\nЯ была уже собранной\n— Мерида, постой... Я уже говорила или нет, но пожалуйста прежде чем говорить что либо войди в положение своего отца...\n— Хорошо)) ",
    "answers": [
      {
        "id": 16,
        "text": "В тронном зале "
      }
    ]
  },
  {
    "id": 16,
    "text": "Зайдя в зал я увидела человек так 20, и  в это кол-во входил Кристиан, который одарила меня улыбкой, но я почему-то даже не улыбнулась ему, в знак уважения. Наверное потому что сейчас было что-то намного важней... \n— Ооооо а вот и моя любимая доченька и будущая наследница престола, Мерида, — сказал он, вставая с трона и идя с распростертыми объятиями.\n— Мм.. Спасибо, Махталиб*, — сделала поклон\nЯ заняла место рядом с отцом. \n— Ну так вот, я собрал всех вас, половину, потому что хочу сказать нечто очень важное...\n\"Ну да конечно, очень важное, я посмотрю как все обрадуются\" — подумала я про себя\n— Я хочу только всего самого наилучшего моей дочки и моему королевству, поэтому я решил повторно жениться, на Белатине...\nДальше я просто выключила звук, потому что была в шоке.\nБелатина- эта та ещё леди, о ней ходят много слухов, но восновном хорошие, что меня собственно одно и радует... Сквозь моих ушей проскользнула ещё одна фраза отца, что он не знает как она выглядет(частично) и что он толком с ней не общался......\nДа как так можно.....\nЛадно, ладно, может я драмматизирую и все это не так плохо, одно хорошо, он не говорит о моем замужестве.\n\n\nМахталиб(Ваше Величество) *- у нас не принито назвать при других, короля, отцом, это знак неуважения ",
    "answers": [
      {
        "id": 17,
        "text": "Продолжение пламеной речи "
      }
    ]
  },
  {
    "id": 17,
    "text": "—... В честь этого (её приезда) будет организован бал, приглашены будут все, Девид, пожалуйста организуй все необходимое, если нужны помощники, то бери. Всё, всем спасибо.\n\nВсе ушли с довольным (?????) лицами и даже Кристиан.\nПосле, осталась только я и отец.\n— Ну какое твоё мнение? — спросил отец, смотря на меня с надеждой на одобрение. ",
    "answers": [
      {
        "id": 18,
        "text": "- Я очень счастлива за тебя "
      },
      {
        "id": 19,
        "text": "- Ну знаешь.. "
      }
    ]
  },
  {
    "id": 18,
    "text": "— Спасибо Мерида, я очень ждал этих слов*обнял, крепко *, а теперь иди и прогуляйся, только не спи\n— Хорошо, отец))\nКонечно я понимала, что для спокойствия отца я должна была солгать, что в принципе я и сделала... ",
    "answers": [
      {
        "id": 21,
        "text": "день вечер "
      }
    ]
  },
  {
    "id": 19,
    "text": "—*перебил *.. Мерида, доченька, я очень тебя люблю (мысли Мериды: ну конечно, любишь, только ждёшь от меня одобрения), и я приму любое твоё решение, но всегда знай, что я это делаю только во благо...\n\nЯ решила не договариваться свою мысли, потому что поняла что я должна хоть как-то и в чем-то поддерживать отца и я честно говоря немного побоялась, чего, пока не знаю...\n— Папа, успокойся, я поддерживаю тебя... \n— Спасибо Мерида, я очень ждал этих слов*обнял, крепко *, а теперь иди и прогуляйся, только не спи) \n— Хорошо, отец ",
    "answers": [
      {
        "id": 21,
        "text": "день вечер "
      }
    ]
  },
  {
    "id": 20,
    "text": "Алоха, ето я, автор.)))) \nЧто хочу сказать, спасибо что прочитали \"пролог\".\nНапишите пожалуйста в комментариях хотели бы вы продолжения или нет, а также понравилась эта тема или же нет.\nХочу сразу отметить, что выборы будут, и много, так что не волнуйтесь(а также много красавчиков). По мере развития событий буду также вкладывать арты (они не мои))) \nПрошу прощения за такую растяжку в страницах... \n\nА, и ещё у меня чутка крякнулся телефон поэтому я не смогу пока выкладывать главы ❤️ \nНо не волнуйтесь, это не надолго ",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница "
      }
    ]
  },
  {
    "id": 21,
    "text": "Днем я решила сходить на холм, попеть, я сочинил песню на.... китай.... Ах! Точно! На корейском языке, так его вроде бы называют ... \n\n\nВечером я была сама не своя, витала в облаках, как говорят люди, поэтому я попросила птиц, чтобы сегодня они спели парню на лугу.\nИ я отправилась спать со спокойной душой неподозревая, что может преподнести завтрашний день. ",
    "answers": [
      {
        "id": 20,
        "text": "Конец пролога? "
      }
    ]
  },
  {
    "id": 22,
    "text": "Он может предать\n\n\nПока",
    "answers": [
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d01/1904/76/6c5259a52524.jpg"
      },
      {
        "id": 1,
        "text": "Первая страница "
      }
    ]
  },
  {
    "id": 23,
    "text": "Ьалалс",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]