[
  {
    "id": 1,
    "text": "Автор: Kosmin\n\nАннотация: Мир на гране войны. Многочисленные войны превращаются в одну большую... третью мировую. Как вы поведёте себя в разных ситуациях? Сможете ли вы выжить? И не забывайте что вы находитесь на войне.\n\nВнимание: В этом квесте вместо реальных названиях стран представлены другие.\n\nПеред прочтением квеста советую прочитать историю. Не волнуйтесь, читать там не долго",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "История"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://images.wallpaperscraft.ru/image/call_of_dutu_modern_warfare_voennyy_soldat_ogon_oruzhie_deystvie_62841_320x240.jpg\n",
        "system": true
      },
      {
        "id": 78,
        "text": "[ОБНОВЛЕНИЯ]"
      },
      {
        "id": 98,
        "text": "<plus>"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава первая  (Коссенрийский союз)\n\nНаш самолет уже пролетал над территории Маркинею. Коссенрийский союз напал на Маркинею. Маркинея не способна сдержать атаку союза поэтому наша страна отправила десять дивизий на помощь. Отряд союза укрепился в городе Миреле. Наша цель отбить Миреле и направиться к городу Нлотен и окружить одну треть войск союза. в этом нам помогут армия Маркинеи.",
    "answers": [
      {
        "id": 4,
        "text": "Выглянуть в окно"
      }
    ]
  },
  {
    "id": 3,
    "text": "История мира этого квеста",
    "answers": [
      {
        "id": 5,
        "text": "Главный герой"
      },
      {
        "id": 6,
        "text": "Федеральное Военное Собрание (ФВС)"
      },
      {
        "id": 7,
        "text": "Коссенрийский союз"
      },
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "на крыле самолета было написано ФСВ. \n—Эй, парни ваши парошуты работают? Не хотелось бы  соскребать вас с земли! — сказал Дери",
    "answers": [
      {
        "id": 9,
        "text": "-Ты тоже проверь Дери. Я бы тоже не хотел соскребать тебя с земли"
      },
      {
        "id": 10,
        "text": "Не отвечать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Имя: Кенсер\n\nВозраст: 24\n\nСтрана:Нрелек\n\nБиография: родился в городе Рапесс. Он хотел поступить в армию. В двадцать три года поступил на обучение в армию. Когда Маркинея попросила помоши, ФВС решила отправить туда с солдатами еще и не обученных. Туда попал и Кенсер.",
    "answers": [
      {
        "id": 3,
        "text": "назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Федеральное Военное Собрание (ФВС) является регулярной армии Нрелек. В армии есть также отряды. Отряд- элитные бойцы которых отправляют в самые горячие точки.",
    "answers": [
      {
        "id": 3,
        "text": "назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Терек, Самулт и Дерений объединились и создали Коссенрийский союз. На собрании избирается лидер союза — Николас Бейстрак Содер. Через один месяц он объявил войну против Маркинеи.",
    "answers": [
      {
        "id": 3,
        "text": "назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "вы можете пере пройти главы (Ну пока здесь только одна глава)",
    "answers": [
      {
        "id": 2,
        "text": "Глава первая"
      },
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "—На что ты напрашиваешься сопляк? А ну замолчал! Я тебе щас... \n—Хватит! — громко и неожиданно сказал командир. — Вам повезло что мы в самолете! Через пять минут мы высаживаемся — сказал он\n —Надеюсь новички вы умеете стрелять иначе мы помрем- сказал командир",
    "answers": [
      {
        "id": 11,
        "text": "Подготовиться к прыжку"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Хватит шутить Дери, не нравится все это мне. Парни готовимся через 5 минут мы выпрыгиваем — сказал командир",
    "answers": [
      {
        "id": 11,
        "text": "Подготовиться к прыжку"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я встал из сидения и осмотрел свой парашют\n—Вроде работает — сказали вы про себя. после  люк самолета открылся.\n—Вперед, вперед! — сказал командир\n",
    "answers": [
      {
        "id": 12,
        "text": "Выпрыгнуть из самолета"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я выпрыгнул из самолета. Для меня это не впервые, но мне все ровно было некомфортно.",
    "answers": [
      {
        "id": 13,
        "text": "Открыть парашют"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я быстро достал свой автомат АК-85 и начал стрелять в солдатах союза. Они не ожидали высадки поэтому половину из них отступили",
    "answers": [
      {
        "id": 14,
        "text": "Приземлиться"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я хотел приземлиться на ноги, но парашют за что-то зацепился и я упал. Из-за этого ваш автомат *отпрыгнул* от вас на два метра.Солдат союза который стоял рядом со мной обратил на меня внимание и хотел уже нажать на курок, но за его спиной прогремел взрыв и он отвернулся",
    "answers": [
      {
        "id": 15,
        "text": "Достать нож и убить солдата"
      },
      {
        "id": 16,
        "text": "По ползти к автомату"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я быстро встал и резким рывком оказались около солдат. Когда он повернулся, я занес нож и воткнули в шею. я быстро побежал к автомату, схватил и начал стрелять по оставшимся солдатам союза. Оттуда где был взрыв выехал танк Маркинеи. Оттуда вылез человек.\n—Вы кажись промахнулись верно? — сказал он",
    "answers": [
      {
        "id": 18,
        "text": "—Кто ты?"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я быстро начал ползти к автомату. Когда я подобрал автомат и посмотел назад, солдат союза был мертв. Я начали стрелять лежа по оставшимся солдатам. Кто-то подошел ко мне.\n—Тебя нужна помощь? ",
    "answers": [
      {
        "id": 18,
        "text": "—Кто ты?"
      },
      {
        "id": 19,
        "text": "—Да, спасибо"
      }
    ]
  },
  {
    "id": 17,
    "text": "Мы двигались к вокзалу. Солдаты союза сделали там блокпост. Если мы уничтожим блокпост то укрепление будет ослаблено. Когда мы уже видели вокзал мы спрятались в полу-разрушенном доме. \n— Какой план командир? — сказал я.\n—Там три пулемёта напрямую не пройти. Можно попытаться пройти с боку но нас всех заметят.  Есть идея. Я с Кенсером пройдем незаметно с боку, а остальные должны отвлечь их. — сказал командир.\n—И как нам это сделать? Из нас всех сделают решето  — спросил Дерил.\n—С помощью танка — быстро ответил командир\n—Так дело не идет! — с возмущением сказал командир полу-танковой дивизии.\n—У вас есть еще варианты? — сказал командир.\nБыло тихо еще две минуты.\n—Хорошо, наш танк их отвлечет — сказал с досадой командир полу-танковой дивизии .\n— Значит Кенсер спрятайся у машины — сказал командир",
    "answers": [
      {
        "id": 20,
        "text": "Подойти к машине и спрятаться"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Я командир полу-танковой дивизии. А вы, я так понимаю отряд добровольцев — сказал он\n—Все верно. Мы приземлились не туда. Но где же ваши танки? — сказал командир.\n—Этот чертов союз уничтожил мои танки и людей. Остался один танк, сеиеро людей и все — сказал он.\n—Мы можем присоединяемся к вашей дивизии? Нас осталось... раз, два, три, четыре, пять, шесть!? Где остальные? — сказал командир\n—Нам не помешает ваша помощь. — сказал тот человек",
    "answers": [
      {
        "id": 17,
        "text": "Собрать патроны и выдвигаться"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Спасибо скажешь потом — сказал он. Он протянул мне руку и я встал",
    "answers": [
      {
        "id": 18,
        "text": "—Кто ты?"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я спрятался у машины и через какое-то время ко мне подошел камандир.\n—Ну что, готов? По моей команде мы перебегаем к другой машине — сказал камандир.\nПосле танк выстрелил в укрепления и снес один пулемёт. Солдаты союза заметили его и начали стрелять. Из-за танка повыбежали солдаты и заняли укрытие. Но пулемет попал в Дерила.\n—Вперед! — покричал камандир\n—Стойте, в Дерила попали. он может погибнуть! — сказал я.\n—Мы не можем его спасти! Нам надо выполнить задание! — прокричал камандир",
    "answers": [
      {
        "id": 22,
        "text": "Попытаться спасти Дерила"
      },
      {
        "id": 21,
        "text": "Послушать командира"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Вы правы сэр — сказал я. После командир показал передвигаться к другому укрытию",
    "answers": [
      {
        "id": 32,
        "text": "Перейти к другому укрытию"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я не послушал камандира и побежал спасать Дерила. Я рывком двинулся к укрытию которое ближе к Дерилу.\n\n\n               \n   \n\n                            (СОХРАНЕНИЕ)",
    "answers": [
      {
        "id": 23,
        "text": "Отстреливать солдат союза"
      },
      {
        "id": 24,
        "text": "побежать к Дерилу"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я начал отстреливать солдат союза. Когда пулемёты заряжались, а солдат союза не было видно я побежал к Дерилу и начал тащить его к укрытию. Вдруг из-за угла выехал танк и выстрелил в наш танк. Он мощьно взорвался. Вражеский танк начал стрелять из своего пулемёта. Я быстро завел Дерила в укрытие.",
    "answers": [
      {
        "id": 25,
        "text": "Посмотреть на разрушенный танк"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я побежал к Дкрилу сквозь пули. Когда я достиг его я понес его к укрытию. Но в меня попали из пулемёта. Я за мертво упал на землю вместе с Дерилом.\n\n\n         \n        \n                                    Ты погиб. \n     Начать с заново с последнего сохранения?",
    "answers": [
      {
        "id": 22,
        "text": "Да"
      },
      {
        "id": 2,
        "text": "Начать с заново первую главу"
      }
    ]
  },
  {
    "id": 25,
    "text": "Он был взорван. Рядом находились тела наших солдатах. На однём из них находилась аптечка.\nОн находился в двадцати метрах от меня. Дерил умрет если ему не принести апчечку. Вдруг к разбитому БТР подбежали три наших солдат.",
    "answers": [
      {
        "id": 26,
        "text": "—Эй, Парни!"
      }
    ]
  },
  {
    "id": 26,
    "text": "Один из них заметил меня. Посмотрев на Дерила и на мертвого солдата понял что я хочу. Он взял апчечку и перекинул её мне.\n—Спасибо! — прокричал я",
    "answers": [
      {
        "id": 45,
        "text": "Открыть апчечку"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я начал стрелять по пулеметам в надежде как-нибудь их сломать. Но они продолжали стрелять очерёдно прекращая огонь на перезарядку. Я явно не мог сломать пулеметы.",
    "answers": []
  },
  {
    "id": 28,
    "text": "Я открыл аптечку и использовал половину лекарств для моей ноги. Боль немного отступила и я мог уже встать на ноги. Но нога всё еще была повреждена и ходить можно только медленно.",
    "answers": []
  },
  {
    "id": 29,
    "text": "скоро",
    "answers": []
  },
  {
    "id": 30,
    "text": "скоро",
    "answers": []
  },
  {
    "id": 31,
    "text": "скоро",
    "answers": []
  },
  {
    "id": 32,
    "text": "Когда я оказался там я увидел что из-за угла едет вражеских танк. Он остановился и выстрельнул в наш танк. От этого он взорвался. Наверху вражеского танка был пулемёт, который тоже начал стрелять по нашим солдатам.\n—Кенсер я займусь танком, а ты проберись незаметно к блокпосту, понял? — сказал командир\n—Да, сэр — сказал я. Командир побежал в сторону танка. Надеюсь у него все получится.",
    "answers": [
      {
        "id": 33,
        "text": "Незаметно пробираться к блокпосту из одного укрытия к другому"
      }
    ]
  },
  {
    "id": 33,
    "text": "Пока пулемёты стреляли по солдатам я пробирался к блокпосту. Солдаты союза не отступали. Когда они отвлеклись я смог подобраться к окну",
    "answers": [
      {
        "id": 35,
        "text": "Залезть через окно в блокпост"
      }
    ]
  },
  {
    "id": 34,
    "text": "скоро",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я подпрыгнул и залез через окно и попал в что-то наподобие склада. Но когда я слез солдат союза заметил меня",
    "answers": [
      {
        "id": 36,
        "text": "Поднять руки"
      },
      {
        "id": 37,
        "text": "Достать нож и напасть на солдата союза",
        "need": [
          -15
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": " Моя рука потянулась за ножом но его там не было. Кажется я забыл забрать нож с трупа. Мне не чего было делать кроме как поднять руки. Солдат союза быстро ударил меня прикладом. Было очень больно но я не потерял сознание. Солдат снял с меня оружие. После этого он понес меня на плечах.",
    "answers": [
      {
        "id": 39,
        "text": "Посмотреть на блокпост"
      }
    ]
  },
  {
    "id": 37,
    "text": "Быстро среагируя, я достал нож, с помощью сткны встал и воткнул нож в грудь солдата. Левой рукой я ударил солдата по голове и затем вытащил нож из груди. Солдат союза упал. ",
    "answers": [
      {
        "id": 38,
        "text": "Взять автомат и выглянуть за дверь"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я тихонько приоткрыл дверь и посмотрел на внутренний вокзал. Солдаты союза бежали к пулемётам.\n—Ребята, давайте, давайте! — прокричал один из них. Он не был похож на остальных. На шлеме были какие-то узоры которые не были у остальных. Также он имел другой вид бронежилета. Наверное это их камандир. Я не мог выстрельнуть так, как я бы создал шум. Они бы явно убили меня.",
    "answers": [
      {
        "id": 41,
        "text": "Подобраться к колонне"
      }
    ]
  },
  {
    "id": 39,
    "text": "На площади вокзала солдаты сделали костер. Около него стоял солдат отличавшийся от других. У него на шлеме были узоры и был другой бронежилет. Солдат сбросил меня на землю.\n—Почему ты не убил его? Ладно, неси его в серый вагон. Возможно он что-то знает — сказал он. Солдать повязал меня и отправил в депо. Там я насчитал четырн серых вагонов с нарисованными черепом. он открыл дверь вагона и затащил меня туда, а потом закрыл дверь",
    "answers": [
      {
        "id": 40,
        "text": "Попытаться встать"
      }
    ]
  },
  {
    "id": 40,
    "text": "Встать было очень сложно. Я облакотился на стену и пытался встать. Через какое-то то время у меня получилось. Я внимательно осматрел тела. Некоторые еще дышали. Также у некоторых была одежда как у меня. Из-за того что солдат повязал мои руки мне было не удобно. Может мне попробовать развязать мои руки?",
    "answers": [
      {
        "id": 43,
        "text": "Найти что-то решающие"
      },
      {
        "id": 44,
        "text": "Попытаться развязать верёвки самому"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я скрытно подобрался к арфе. Камандир остановил одного солдата.\n—Стой, Херсан. Уже достаточно там солдат, они справятся. Лучше иди отдохни. Завтра силы тебе понадобится — сказал камандир\n—Генерал! Я достаточно выспался. Я должен помочь своим товарищам в бою! — сказал солдат. Камандир отвел солдата в укромное место.\n—Надо это сказать сейчас. Ты являешься моим любимчиком. Я не хочу тебя потерять — сказал камандир. Солдат немного постоял.\n—да, сэр. — сказал он. Потом солдат пошел куда-то. Вы подумав, решили перебраться к платформе D5\n\n\n",
    "answers": [
      {
        "id": 42,
        "text": "Скрытно перебраться к платформе D5"
      }
    ]
  },
  {
    "id": 42,
    "text": "Из колонны к колонне я пробрался к платформе D5. Там находились ящики. Их очень много! Возможно к этой платформе приедет поезд. ",
    "answers": [
      {
        "id": 95,
        "text": "Подойти к ящику"
      }
    ]
  },
  {
    "id": 43,
    "text": "Чтобы развязать руки нужно разрезать веревки. На вид этот вагон был старым. Возможно здесь есть что-то резающее. Обыскав стену я нашел трубу у которого был острый конец. сев на пол я начал резать веревку. Через пять минут мои руки были свободны. Теперь надо найти выход.",
    "answers": [
      {
        "id": 51,
        "text": "Посмотреть на вверх"
      }
    ]
  },
  {
    "id": 44,
    "text": "скоро",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "В апчечке были все медикаменты первой помощи. Дерил уже умирал. Надо было действовать быстро",
    "answers": [
      {
        "id": 46,
        "text": "Вколоть обезболивающее "
      },
      {
        "id": 47,
        "text": "Использовать бинт"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я достал шприц обезболивающего (Лисаберо) в грудь Дерила. Он закричал от боли. Но эффект подействовал и ему было менее больно. ",
    "answers": [
      {
        "id": 49,
        "text": "Вытащить пули"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я начал перевязывать раны Дерила. Но через какое-то время он перестал издавать звуки. Кажется я не смог его спасти.",
    "answers": [
      {
        "id": 48,
        "text": "Закрыть его глаза"
      }
    ]
  },
  {
    "id": 48,
    "text": "Теперь надо что-то делать с пулемётами. Но я вспомнил про танк.\n—Почему он еще не выстрельнул? — сказал я про себя, вспоминая сколько времени прошло с первого выстрела вражеского танка. Вдруг я услышал громкий взрыв. Пулемёты перестали стрелять",
    "answers": [
      {
        "id": 60,
        "text": "Выглянуть из-за укрытия"
      }
    ]
  },
  {
    "id": 49,
    "text": "В аптечке я увидел пинцет. Я достал его. У Дерила я увидел нож. Я взял его и подготовился к *операции*. Ножом я раздвинул рану, а пинцетом вытащил пулю. Дерил громко кричал от боли. Так я вытащил четыре пули.",
    "answers": [
      {
        "id": 50,
        "text": "Перевязать раны бинтом"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я перевязал раны и остановил кровотечение. Теперь Дерил не умрет. Когда я закончил то заметил что Дерил потерял сознание. Теперь надо что-то делать с пулемётами. Но я вспомнил про танк.\n—Почему он еще не выстрельнул? — сказал я про себя, вспоминая сколько времени прошло с первого выстрела вражеского танка. Вдруг я услышал громкий взрыв. Пулемёты перестали стрелять",
    "answers": [
      {
        "id": 52,
        "text": "Выглянуть из укрытия"
      }
    ]
  },
  {
    "id": 51,
    "text": "На вверху был люк. Может я смогу открыть его?\n\n\n                              \n                               (СОХРАНЕНИЕ)",
    "answers": [
      {
        "id": 67,
        "text": "Открыть люк"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вражеский танк выстрельнул в укрепления блокпоста окончательно уничтоживший пулемёты и образовав большую дырку. Люк танка открылся и оттуда показался командир.\n—Пулемёты уничтожены, идем в наступление! — крикнул командир. Один из солдатов подошел к Дерилу.\n—Я прослежу за Дерилом, а вы идите — сказал он",
    "answers": [
      {
        "id": 53,
        "text": "Идти к дырке"
      }
    ]
  },
  {
    "id": 53,
    "text": "Из пробоины начали выходить солдаты союза. Я начал пробираться к дырке, иногда спрятавшись за каким нибудь укреплением стреляя в солдат союза. Через некоторое время я и другие солдаты пробрались к дырке. ",
    "answers": [
      {
        "id": 54,
        "text": "Войти в вокзал через дырку"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я и другие вошли в вокзал. Солдаты союза продолжали атаковать нас. Я спрятался за арку и начал стрелять по солдатам союза. Некоторые начали отступать к залу ожидания. \n—Я найду путь наверх чтобы получить преимущество — сказал командир.",
    "answers": [
      {
        "id": 55,
        "text": "Погнаться за солдатами"
      }
    ]
  },
  {
    "id": 55,
    "text": "Мы побежали в зал ожидания. Пять солдат бежали к выходу. Я открыл огонь по ним. Двое из пяти упали. Один из них побежал к упавшиму и пытался тащить его. В это время вышел На верху показался командир. Он метко выстрелил в солдата и тот упал. Один солдат из-за безысходности поднял руки, а затем и второй. \n—Что твари, боитесь? — крикнул командир. Только сейчас я заметил что один из них отличался от всех солдат которых я видел. На его шлеме был какой-то узор а бронежилет отличался тоже. Он снял шлем.\n— Мое имя Хеттен. Я командир этого блокпоста. Я расскажу все что знаю, только не убивайте его — сказал он и показал на оставшегося солдата. Командир спустился и ударил прикладом Хеттена. Один из наших бойцов захватил солдата союза. \n—Кенсер убей его. Он все равно все расскажет — сказал командир",
    "answers": [
      {
        "id": 56,
        "text": "Выстрельнуть в солдата"
      },
      {
        "id": 57,
        "text": "—Командир я не буду его убивать. Он нам нужен!"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я достал пистолет из кабуры и направил на солдата. Тот начал пытаться вырваться из рук нашего солдата, но его крепкие руки не позволяли ему выбраться. Наконец я нажал на курок. Без жизненное тело солдата упало на пол.\n—Нет! Что ты сделал! — сказал Хеттен. Командир завязал руки Хеттена и приказал привящать его к арке\n—Молодец Кенсер, Твой первый выполненный приказ! — шутя сказал командир и пошел в зал",
    "answers": [
      {
        "id": 59,
        "text": "Пойти в зал"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Раз ты не хочешь... — сказал камандир и перевел автомат на солдата. Затем командир нажал на курок. \n—Нет! Что вы сделали?! — крикнул Хеттен. Затем Камандир повязал его руки и приказал солдатам завязать его к арфе.\n—Командир почему вы не послушали меня? — спросил я командира.\n—А надо выполнять мои приказы, Кенсер — сказал камандир",
    "answers": [
      {
        "id": 59,
        "text": "Пойти в зал"
      }
    ]
  },
  {
    "id": 58,
    "text": "Подобрав себе матрас, я снял снаряжение и лег на матрас. Мой первый день на войне... Я смог спасти Дерила. Это было не просто. Я сильно хоткл спать. Подобрав удобную пощу я быстро уснул...",
    "answers": [
      {
        "id": 77,
        "text": "ПЕРЕЙТИ КО ВТОРОЙ ГЛАВЕ"
      }
    ]
  },
  {
    "id": 59,
    "text": "Я вошел в зал. Солдат который остался с Дерилом притащил его в зал. Дерил уже был в сознании. Пленного привязали к арфе далеко от зала. Командир пытается узнать информацию у него\n",
    "answers": [
      {
        "id": 68,
        "text": "Подойти к Дерилу",
        "need": -68
      },
      {
        "id": 69,
        "text": "Изучить депо",
        "need": -70
      },
      {
        "id": 71,
        "text": "Подойти к командиру",
        "need": [
          68,
          70
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "Вражеский танк выстрельнул в укрепления блокпоста окончательно уничтоживший пулемёты и образовав большую дырку. Люк танка открылся и оттуда показался командир.\n—Пулемёты уничтожены, идем в наступление! — крикнул командир.",
    "answers": [
      {
        "id": 61,
        "text": "Идти к дырке"
      }
    ]
  },
  {
    "id": 61,
    "text": "Из пробоины начали выходить солдаты союза. Я начал пробираться к дырке, иногда спрятавшись за каким нибудь укреплением стреляя в солдат союза. Через некоторое время я и другие солдаты пробрались к дырке. ",
    "answers": [
      {
        "id": 62,
        "text": "Войти в вокзал"
      }
    ]
  },
  {
    "id": 62,
    "text": "Я и другие вошли в вокзал. Солдаты союза продолжали атаковать нас. Я спрятался за арку и начал стрелять по солдатам союза. Некоторые начали отступать к залу ожидания. \n—Я найду путь наверх чтобы получить преимущество — сказал командир.",
    "answers": [
      {
        "id": 63,
        "text": "Погнаться за солдатами"
      }
    ]
  },
  {
    "id": 63,
    "text": "Мы побежали в зал ожидания. Пять солдат бежали к выходу. Я открыл огонь по ним. Двое из пяти упали. Один из них побежал к упавшиму и пытался тащить его. В это время вышел На верху показался командир. Он метко выстрелил в солдата и тот упал. Один солдат из-за безысходности поднял руки, а затем и второй. \n—Что твари, боитесь? — крикнул командир. Только сейчас я заметил что один из них отличался от всех солдат которых я видел. На его шлеме был какой-то узор а бронежилет отличался тоже. Он снял шлем.\n— Мое имя Хеттен. Я командир этого блокпоста. Я расскажу все что знаю, только не убивайте его — сказал он и показал на оставшегося солдата. Командир спустился и ударил прикладом Хеттена. Один из наших бойцов захватил солдата союза. \n—Кенсер убей его. Он все равно все расскажет — сказал командир",
    "answers": [
      {
        "id": 64,
        "text": "Выстрельнуть в солдата"
      },
      {
        "id": 65,
        "text": "—Командир, я не буду его убивать! Он нам нужен!"
      }
    ]
  },
  {
    "id": 64,
    "text": "Я достал пистолет из кабуры и направил на солдата. Тот начал пытаться вырваться из рук нашего солдата, но его крепкие руки не позволяли ему выбраться. Наконец я нажал на курок. Без жизненное тело солдата упало на пол.\n—Нет! Что ты сделал! — сказал Хеттен. Командир завязал руки Хеттена и приказал привящать его к арке\n—Молодец Кенсер, Твой первый выполненный приказ! — шутя сказал командир и пошел в зал",
    "answers": [
      {
        "id": 66,
        "text": "Пойти в зал"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Раз ты не хочешь... — сказал камандир и перевел автомат на солдата. Затем командир нажал на курок. \n—Нет! Что вы сделали?! — крикнул Хеттен. Затем Камандир повязал его руки и приказал солдатам завязать его к арфе.\n—Командир почему вы не послушали меня? — спросил я командира.\n—А надо выполнять мои приказы, Кенсер — сказал камандир",
    "answers": [
      {
        "id": 66,
        "text": "Пойти в зал"
      }
    ]
  },
  {
    "id": 66,
    "text": "Я вошел в зал. Солдат который остался с Дерилом притащил его в зал. Дерил уже был в сознании. Пленного привязали к арфе далеко от зала. Командир пытается узнать информацию у него\n",
    "answers": [
      {
        "id": 74,
        "text": "Изучать депо"
      },
      {
        "id": 75,
        "text": "Подойти к командиру",
        "need": [
          76
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "Встал на тело и открыл люк. Мне надо выбраться отсюда.",
    "answers": [
      {
        "id": 79,
        "text": "Залезть на крышу"
      }
    ]
  },
  {
    "id": 68,
    "text": "Я решил поговорить с Дерилом. Когда я подходил он заметил меня.\n—Спасибо Кенсер что спас меня. Без тебя я бы погиб. — сказал он.\n—Всегда пожалуйста. Только мне кажется что командир относиться ко мне менее дружелюбно. — сказал я\n—За то что ты спас меня я дам тебе мой амулет. Мне кажется что он приносит удачу. Как видишь он спас меня. Возми его. — сказал Дерил и протянул мне маленький амулет в форме волка\n",
    "answers": [
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c31/1904/75/647f481630e8.jpg"
      },
      {
        "id": 59,
        "text": "Взять амулет"
      }
    ]
  },
  {
    "id": 69,
    "text": "Депо выглядит разрушенным. Мое внимание привлекли серые вагоны. Они отмечены черепом",
    "answers": [
      {
        "id": 70,
        "text": "Открыть вагоны"
      }
    ]
  },
  {
    "id": 70,
    "text": "Я открыл вагон с такой маркеровкой. Там я обнаружил  тела. Но половина из них еще дышали. Это надо сказать командиру",
    "answers": [
      {
        "id": 59,
        "text": "Уйти назад в зал"
      }
    ]
  },
  {
    "id": 71,
    "text": "—Командир я нашел еще живые тела. — сказал я.\n—Это хорошо. Этот пленный ничего не говорит. Радуйтесь. Вы можете отдохнуть один день. Нам надо держать блокпост до прихода сил. Видел где-то есть матрасы. — сказал командир",
    "answers": [
      {
        "id": 72,
        "text": "Пойти в зал"
      }
    ]
  },
  {
    "id": 72,
    "text": "Подобрав себе матрас, я снял снаряжение и лег на матрас. Мой первый день на войне... Я смог спасти Дерила. Это было не просто. Я сильно хоткл спать. Подобрав удобную пощу я быстро уснул...",
    "answers": [
      {
        "id": 73,
        "text": "ПЕРЕЙТИ КО ВТОРОЙ ГЛАВЕ"
      }
    ]
  },
  {
    "id": 73,
    "text": "                ГЛАВА ВТОРАЯ (ФОРТ БАРСО)\n                            В разработке. ",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "Депо выглядит разрушенным. Мое внимание привлекли серые вагоны. Они отмечены черепом",
    "answers": [
      {
        "id": 76,
        "text": "Открыть вагон"
      }
    ]
  },
  {
    "id": 75,
    "text": "—Командир я нашел еще живые тела. — сказал я.\n—Это хорошо. Этот пленный ничего не говорит. Радуйтесь. Вы можете отдохнуть один день. Нам надо держать блокпост до прихода сил. Видел где-то есть матрасы. — сказал командир",
    "answers": [
      {
        "id": 58,
        "text": "Пойти в зал"
      }
    ]
  },
  {
    "id": 76,
    "text": "Я открыл вагон с такой маркеровкой. Там я обнаружил  тела. Но половина из них еще дышали. Это надо сказать командиру.",
    "answers": [
      {
        "id": 66,
        "text": "Уйти назад в зал"
      }
    ]
  },
  {
    "id": 77,
    "text": "                ГЛАВА ВТОРАЯ (ФОРТ БАРСО)\n                               В разработке",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 78,
    "text": "00.1 — закончено создание первой главы",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 79,
    "text": " Я залез на крышу вагона. Было видно что солдаты не бездельничали. Они бежали куда-то. ",
    "answers": [
      {
        "id": 80,
        "text": "Перепрыгнуть на другой вагон"
      },
      {
        "id": 81,
        "text": "Спрыгнуть с вагона на другую сторону от солдат"
      }
    ]
  },
  {
    "id": 80,
    "text": "Я прыгнул на вагон. Когда я приземлился, я издали звук который услышал один из солдатов. Завидев вас он начал стрелять по мне. Когда я пропустил пол обоймы через себя я упал на мертво на землю.\n\n\n              \n                                  Вы погибли\n              Начать с последнего сохранения?",
    "answers": [
      {
        "id": 51,
        "text": "Начать с последнего сохранения"
      },
      {
        "id": 2,
        "text": "Начать главу заново"
      }
    ]
  },
  {
    "id": 81,
    "text": "Я спрыгнул на другую от солдат сторону. Когда я подошел к другому вагону то увидел солдата который проверял вагоны",
    "answers": [
      {
        "id": 82,
        "text": "Атаковать солдата"
      },
      {
        "id": 83,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 82,
    "text": "Я подошел и ударил его по голове. Тот отбросил свой автомат и начал бить по животу.",
    "answers": [
      {
        "id": 84,
        "text": "Отпрыгнуть"
      },
      {
        "id": 85,
        "text": "Попытаться ударить его по голове"
      }
    ]
  },
  {
    "id": 83,
    "text": "Я решил пройти мимо солдата. Когда я решил заглянуть за угол, произошел взрыв. Все солдаты сразу обратили на это внимание. Через некоторое время я увидел нашего союзника который прорывался к залу вокзала. Но солдат союза повалил его на землю и уже хотел достать пистолет",
    "answers": [
      {
        "id": 87,
        "text": "Побежать на солдата союза"
      }
    ]
  },
  {
    "id": 84,
    "text": "Чтобы нанести удар надо выйти из зоны удары. Резким рывком я уклонился от удара. Пока противник *восстанавливал* свой удар, я ударил его ногой по колену и потом повалил его на землю ударом. Он уже не вставал",
    "answers": [
      {
        "id": 86,
        "text": "Подобрать оружие и надеть бронежилет"
      }
    ]
  },
  {
    "id": 85,
    "text": "Сдерживая удары, я ударил по голове, но солдат уклонился. В секунды он сильно ударил меня в голову. Я упал на землю, а солдат достал пистолет и выстрельнул в меня.\n\n\n                                     Ты погиб\n              Начать с последнего сохранения",
    "answers": [
      {
        "id": 51,
        "text": "Начать с последнего сохранения"
      },
      {
        "id": 2,
        "text": "Начать с первой главы"
      }
    ]
  },
  {
    "id": 86,
    "text": "Когда я надевал снаряжение, то услышал взрыв. Когда я выглянул из-за вагона, я увидел нашего солдата. Он стрелял и не заметил что один солдат подобрался и повалил его на землю. Он уже начинал доставать пистолет.",
    "answers": [
      {
        "id": 89,
        "text": "Выстрельнуть в него"
      }
    ]
  },
  {
    "id": 87,
    "text": "Я хотел спасти солдата, но тот кто на нем успел выстрельнуть. Он обратил на меня внимание, но я уже прыгул на него. Когда он был на земле я начал бить его. После многочисленных ударов он не подавал признаки жизни.",
    "answers": [
      {
        "id": 88,
        "text": "Взять пистолет и идти помогать своим"
      }
    ]
  },
  {
    "id": 88,
    "text": "Спрятавшись за одну из колонн, я начал отстреливать солдат союза. Через некоторое время они перестали атаковать.\n—Я на вверх, а вы на прямую! — прокричал командир\n",
    "answers": [
      {
        "id": 91,
        "text": "Побежать за ними"
      }
    ]
  },
  {
    "id": 89,
    "text": "Прицелившись, я выстрельнул солдата. Союзник который лежал на земле явно не ожидал этого.",
    "answers": [
      {
        "id": 90,
        "text": "Помочь подняться союзнику"
      }
    ]
  },
  {
    "id": 90,
    "text": "—Спасибо что спас. — сказал он. Я помог подняться ему.\n",
    "answers": [
      {
        "id": 88,
        "text": "Присоединиться к отряду"
      }
    ]
  },
  {
    "id": 91,
    "text": "Я уже находился в зале ожидания. Меня переполняв гнев и я начал стрелять по всему что попало. Когда я успокоился, то заметил что все солдаты союза лежали. Когда командир уже хотел стрелять, он увидел тела и меня\n—Ого! Как тебе это удалось Кенсер? — с удивлением сказал он. Вдруг я заметил еще живого солдата. Это был тот самый отличимый солдат. Когда пришел полевой доктор то он был уже мертв. Командир подошел ко мне.\n—Что это было Кенсер? — спросил командир.\n—Я сам не знаю — сказал я.\n—Ладно, разберемся потом. Можешь отдыхать. — сказал командир.\n\n",
    "answers": [
      {
        "id": 92,
        "text": "—Командир, когда я попал в плен, то видел серые вагоны с черепом."
      }
    ]
  },
  {
    "id": 92,
    "text": "—Хорошо, я с этим разберусь. Я уже знаю что командование скажет оставаться здесь. — сказал командир.",
    "answers": [
      {
        "id": 93,
        "text": "Пойти в зал"
      }
    ]
  },
  {
    "id": 93,
    "text": "Подобрав себе матрас, я лег. Уже можно было чувствовать как снимается усталость. Что со мной случилось во время погони? Эти вопросы я возможно не отвечу в ближайшее время. Подобрав удобную позу, я быстро уснул",
    "answers": [
      {
        "id": 94,
        "text": "ПЕРЕЙТИ КО ВТОРОЙ ГЛАВЕ"
      }
    ]
  },
  {
    "id": 94,
    "text": "                    ГЛАВА ВТОРАЯ (Форт Барсо)\n                               В разработке",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 95,
    "text": "Добравшись к ближайшему ящику, Я открыл его и обнаружил материалы. Кажется они отправляют материалы в столицу. Надо попробовать взорвать ящики. Но как? Мой взгляд упал на бочки. Возможно там находится бензин. Надо незаметно подобраться к ним.",
    "answers": [
      {
        "id": 96,
        "text": "Добраться к другому ящику"
      }
    ]
  },
  {
    "id": 96,
    "text": "Я добрался до других ящика. Путь к другим перекрывал солдат. Он что-то проверял...\n\n\n                              (СОХРАНЕНИЕ)",
    "answers": [
      {
        "id": 97,
        "text": "Попытаться убить его"
      },
      {
        "id": 99,
        "text": "Отвлечь его"
      }
    ]
  },
  {
    "id": 97,
    "text": "Дождавшись когда солдаты уйдут и не будут  видить меня, я напал на него. Но в этот момент проходил другой солдат и заметив меня, открыл огонь не смотря на то что, со мной был его товарищ. Некоторые пули попадали в солдата который был со мной, а другие попали в меня. Также попали и в голову...\n\n\n                                 Ты погиб\n        Хотите начать с последнего сохранения?",
    "answers": [
      {
        "id": 96,
        "text": "Начать с последнего сохранения"
      },
      {
        "id": 2,
        "text": "Начать главу с начала"
      }
    ]
  },
  {
    "id": 98,
    "text": "Если вас что-то не устраивает пишите в комментариях, я смогу все исправить",
    "answers": []
  },
  {
    "id": 99,
    "text": "Подобрав какую-то бутылку, я кинул её на рельсы. Солдат заметил звук и пошел проверить что там.",
    "answers": [
      {
        "id": 100,
        "text": "Перебраться к другим ящикам"
      }
    ]
  },
  {
    "id": 100,
    "text": "Я перебрался к другим ящикам. Рядом были и бочки. Взяв свой нож, я проделал дырку из которой тек бензин. Надо было привлечь внимание солдат сюда. Чуть подумав, я опрокинул бочку, что бы она катилась в сторону солдат.",
    "answers": [
      {
        "id": 101,
        "text": "Опрокинуть бочку"
      }
    ]
  },
  {
    "id": 101,
    "text": "Я опрокинул одну бочку, которая покатилась и оставляла нефтяной след из бензина. Все солдаты сразу обратили внимание на эту бочку.\n—Что это такое? — сказал один из солдат.",
    "answers": [
      {
        "id": 102,
        "text": "Поджечь бензин"
      }
    ]
  },
  {
    "id": 102,
    "text": "Я достал зажигалку и поднес ее к следу. Я бросил её и быстро побежал оттуда. За моей спиной раздался взрыв, который повалил меня на землю.",
    "answers": [
      {
        "id": 103,
        "text": "Посмотреть назад"
      }
    ]
  },
  {
    "id": 103,
    "text": "Там находились тела солдат. Мой план сработал. Я взял автомат и стал стрелять по другим. Вдруг из зала раздался взрыв. Солдаты рассредоточились. Вскоре солдаты побежали.",
    "answers": [
      {
        "id": 104,
        "text": "Побежать за ними"
      }
    ]
  },
  {
    "id": 104,
    "text": "Когда я вошел в зал, то увидел солдат союза с поднятыми руками. Потом я увидел союзников.\n—Молодец Кенсер. Благодаря тебе мы легко захватили блокпост. — сказал командир. Вдруг тот самый необычный солдат снял шлем.\n—Мое имя Хеттен. Я командир этого блокпоста. Я раскажу все только не убивайте их. — сказал он. Командир ударил прикладом Хеттена, и встал на него. \n—Кенсер, убей их. — сказал командир.",
    "answers": [
      {
        "id": 105,
        "text": "Убить их"
      },
      {
        "id": 106,
        "text": "—Командир я не буду их убивать. Они нам нужны!"
      }
    ]
  },
  {
    "id": 105,
    "text": "Я перезарядил автомат и начал стрелять в них.\n—Нет! что ты делаешь! — кричал Хеттен. Командир ударил его прикладом и тот вырубился.\n—Молодец Кенсер! Из тебя получится хороший солдат.— сказал командир\n—Что нам делать дальше? — спросил я.\n—Можете отдыхать. — ответил командир",
    "answers": [
      {
        "id": 115,
        "text": "Пойти в зал"
      }
    ]
  },
  {
    "id": 106,
    "text": "Командир неодобрительно посмотрел на меня. Можно было увидеть как он думает.\n—Ладно, можешь не убивать их. Солдаты, привежите их к колоннам. — сказал командир. Он посмотрел на меня и пошел в зал.",
    "answers": [
      {
        "id": 107,
        "text": "Пойти  в зал"
      }
    ]
  },
  {
    "id": 107,
    "text": "Кого я пришел в зал то увидел костер. Я подошел к нему чтобы прогреть руки. Когда я закончил греть руки я увидел командира.\n",
    "answers": [
      {
        "id": 108,
        "text": "Подойти к командиру"
      }
    ]
  },
  {
    "id": 108,
    "text": "Когда я закончил греть свои руки, то подошел к командиру.\n—Для меня есть еще задание? — спросил я.\n—Нет, солдат. Ты можешь пройтись по вокзалу, пока я буду допрашивать его. — сказал командир.",
    "answers": [
      {
        "id": 109,
        "text": "Пройтись по депо"
      },
      {
        "id": 110,
        "text": "Отправиться к костеру"
      }
    ]
  },
  {
    "id": 109,
    "text": "Проходя по депо, я увидел четыре серых вагона с черепом.",
    "answers": [
      {
        "id": 111,
        "text": "Открыть один из вагонов"
      }
    ]
  },
  {
    "id": 110,
    "text": "Я взял матрас и лег на него. Было приятно получить поощрение от командира. Но я даже не знаю его имя. Интересно как его зовут? Я был слишком усталым, поэтому я быстро уснул.",
    "answers": [
      {
        "id": 114,
        "text": "ПЕРЕЙТИ КО ВТОРОЙ ГЛАВЕ"
      }
    ]
  },
  {
    "id": 111,
    "text": "Открыв один из вагонов, я увидел тела. Но половина тел дышали. Может солдаты союза использовали их как камеры для пленных?",
    "answers": [
      {
        "id": 112,
        "text": "Вытащить живых людей и перетащить их к костру"
      }
    ]
  },
  {
    "id": 112,
    "text": "Я начал перетаскивать людей поближе к костру. Солдаты тоже начали помогать мне перетаскивать людей к костру. Мы перетащили всех людей к костру. Это было очень тяжело. Тут я увидел стоявшего командира",
    "answers": [
      {
        "id": 113,
        "text": "Подойти к нему",
        "need": [
          108
        ]
      },
      {
        "id": 115,
        "text": "Вернутся в зал",
        "need": [
          115
        ]
      }
    ]
  },
  {
    "id": 113,
    "text": "Я подошел к командиру.\n—Кто это? — спросил он.\n—Я нашел их в депо. А что сказал Хеттен? — спросил я.\n—Возможно ты был прав. Он сказал что атаковать город Нлотен надо с правого фланга. Ты хорошо проявил себя. Такие как ты становятся настоящими бойцами. Нам надо подождать подкрепление до завтра. Так что ты можешь спать. — сказал командир\n—Уж вы не поверите, как я устал. — мысленно сказал я\n",
    "answers": [
      {
        "id": 110,
        "text": "Пойти в зал"
      }
    ]
  },
  {
    "id": 114,
    "text": "                ГЛАВА ВТОРАЯ (Форт Барсо)\n                             В разработке",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 115,
    "text": "Я вошел в зал. Внутри стоял костер.",
    "answers": [
      {
        "id": 109,
        "text": "Пройтись по депо"
      },
      {
        "id": 116,
        "text": "Взять матрас и лечь"
      }
    ]
  },
  {
    "id": 116,
    "text": "Я перенес матрас поближе к костру. Я сильно устал и был рад когда лег на матрас. Похоже командир меня уважает. Мои глаза уже слипаются и я быстро уснул.",
    "answers": [
      {
        "id": 117,
        "text": "ПЕРЕЙТИ КО ВТОРОЙ ГЛАВЕ"
      }
    ]
  },
  {
    "id": 117,
    "text": "                ГЛАВА ВТОРАЯ (Форт Барсо)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 118,
    "text": "",
    "answers": []
  }
]