[
  {
    "id": 1,
    "text": ".\nВас жде захоплива пригода про піратів і їх ворогів та деякі з них не зовсім люди.\n\nВи візьмете на себе роль хитрого і моторного пірата Червонобородого який завжди виходив сухим з самих несподіваних ситуацій, хіба що до того моменту коли з'явилась вона...\n\n\n\n\n\n\n\n\n\n\n(Будь ласка напишіть коментарій якщо ви замітете якусь помилку і перший рядок сторінки, зараня спасибі)\n\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 46,
        "text": "Розпочати"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ви знаходетесь в звичайному шинку, меблі відремонтовані не один раз виною цюму є п'яні пірати, доречі ви теж пірат.\n\nШинок знаходиться на піратському острові Антігуа в Карибському морі",
    "answers": [
      {
        "id": 46,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Андрій у мене є ідея\n—Слухаю — п'яним голосом відповів він\n",
    "answers": [
      {
        "id": 4,
        "text": "Достати карту з помітками"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ви достали карту Карибського моря з поміченими шляхами англійських  торгівельних кораблів.\n\n—Ми довго чекали цого моменту-вказуючи на один з шляхів  карти пальцем промовили ви — завтра корабель з золотом королеви Англії для підтримки колоній пройде ось цим шляхом.\n—Я так поняв це золото буде нашим-Відповів Андрій зі зловісною посмішкою.\n—Саме так — ви з ним перестрілися замріяними поглядами, ви думали про те як ви тратите це золото.\n—Ну гаразд я пішов в каюту\n—А я ще побуду-сказав замріяно Андрій",
    "answers": [
      {
        "id": 5,
        "text": "Вийти на причал"
      }
    ]
  },
  {
    "id": 5,
    "text": "На дворі стояла глибока ніч . Та при місячному сяйві можливо було розгледіти більшість предметів.",
    "answers": [
      {
        "id": 6,
        "text": "Озирнутися"
      },
      {
        "id": 7,
        "text": "Зайти в шинок"
      }
    ]
  },
  {
    "id": 6,
    "text": "Це був звичайний причал вздовж нього стояли піратські кораблі та шинки з п'яними піратами.\n\nБільшість місць для швартуваня були пусті.",
    "answers": [
      {
        "id": 9,
        "text": "Зайти на палубу Чорної Устриці"
      },
      {
        "id": 13,
        "text": "Зайти в шинок"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ви назад зайшли в шинок. За вашим столиком все ще сидів Андрій.",
    "answers": [
      {
        "id": 8,
        "text": "Озирнутись"
      },
      {
        "id": 5,
        "text": "Вийти з шинка"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ви знаходетесь в звичайному шинку, меблі відремонтовані не один раз виною цюму є п'яні пірати, доречі ви теж пірат.\n\nШинок знаходиться на піратському острові Антігуа в Карибському морі",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ви стоїте на свому кораблі, Чорна Устриця самий швидкий корабель У всьому карибському морі.\n\nЧорні паруса, доски теж чорноватого кольору.\n\nКоманди на кораблі не було всі були в шинку.",
    "answers": [
      {
        "id": 10,
        "text": "Зайти в трюм"
      },
      {
        "id": 11,
        "text": "Зайти в каюту"
      },
      {
        "id": 12,
        "text": "Вернутися на пристань"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ви зайшли в трюм. Бочки з порохом, з ромом ящики з ядрами та провіантом нічого незвичайного.",
    "answers": [
      {
        "id": 9,
        "text": "Повернутися на палубу"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ваша каюта ледь освітлена місячним сяйвом. Вам час лягати спати.",
    "answers": [
      {
        "id": 15,
        "text": "Лягти на ліжко"
      },
      {
        "id": 9,
        "text": "Вернутися на палубу"
      }
    ]
  },
  {
    "id": 12,
    "text": "На дворі стояла глибока ніч . Та при місячному сяйві можливо було розгледіти більшість предметів.",
    "answers": [
      {
        "id": 9,
        "text": "Зати на палубу"
      },
      {
        "id": 13,
        "text": "Зайти в шинок"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ви назад зайшли в шинок. За вашим столиком все ще сидів Андрій.",
    "answers": [
      {
        "id": 14,
        "text": "Озирнутися"
      },
      {
        "id": 6,
        "text": "Вийти на причал"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ви знаходетесь в звичайному шинку, меблі відремонтовані не один раз виною цюму є п'яні пірати, доречі ви теж пірат.\n\nШинок знаходиться на піратському острові Антігуа в Карибському морі.",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вам хочеться спати, очі злипаються ви засинаєте.",
    "answers": [
      {
        "id": 16,
        "text": "Заснути"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ви сидите в темній комнаті. В темряві вам видно три силуета які теж сидять біля вас. Окрім силуетів ви не можете нічого розібрати . Напевно це сон, цікаво що він значить?",
    "answers": [
      {
        "id": 17,
        "text": "Прокинутися"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ви прокинулися і побачити перед собою лице Андрія який і збудив вас\n—Пороснувся нарешті , ти ще не забув що ми сьогодні пливем грабувати англійський корабель який доверхи загружений золотом.- Сказав Андрій.",
    "answers": [
      {
        "id": 18,
        "text": "Ні не забув"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Тоді вставай\n— Добре, йди готуйся до відчаленя.",
    "answers": [
      {
        "id": 19,
        "text": "Встати з ліжка"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ви стоїте в своїй каюті при сонячному світлі ви вже можете розгледіти всі предмети.\n\n",
    "answers": [
      {
        "id": 20,
        "text": "Озирутися"
      },
      {
        "id": 21,
        "text": "Вийти на палубу"
      }
    ]
  },
  {
    "id": 20,
    "text": "З боку висить карта Карибського моря\nНа столі та сама карта з помітками, з верху висить керосінова лампа , ліжко на якому ви спали надиво біле.\n\nНу досить з вас розглядати свою каюту час відчалювати.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Команда  надиво в припіднятому настрої чи то від вчорашніх гульок, чи то мріють про свою долю золота.",
    "answers": [
      {
        "id": 22,
        "text": "Підійти до штурвалу"
      }
    ]
  },
  {
    "id": 22,
    "text": "Як вам подобається розсікати морські хвилі на свому кораблі.\n—Треба поспішити, в нас хоч найбистріший корабель але не блискавичний — сказали ви — раптом хтось перехопить.",
    "answers": [
      {
        "id": 23,
        "text": "Пдняти вітрила"
      }
    ]
  },
  {
    "id": 23,
    "text": "Попутний вітер капітане!",
    "answers": [
      {
        "id": 24,
        "text": "Сьогодні вдача на нашій стороні"
      }
    ]
  },
  {
    "id": 24,
    "text": "Поки ви пливете ваші думки вільно літають по всім куточкам вашої свідомості, але потім зафіксувались на думці про той сон що він може значити  і що то за три силуети?\n\nВаші роздуми перериває Андрій \n—Там за нашою майбутньою здобичу вже хтось женеться, ми не встигнем!\nПотрібно щось зробити якщо ми не хочемо впустити шанс!",
    "answers": [
      {
        "id": 25,
        "text": "Зрізати шлях!"
      },
      {
        "id": 26,
        "text": "Продумати наступні дії"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Капітан але там рифи! — кричить вам команда",
    "answers": [
      {
        "id": 27,
        "text": "Зрізати я сказав!"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ви пробуєте щось придумати і Андрій помічає це і кричить вам.\n—Немає часу на роздуми потрібно щось зробити!",
    "answers": [
      {
        "id": 25,
        "text": "Зрізати дорогу!"
      }
    ]
  },
  {
    "id": 27,
    "text": "Капітане обережно!-кричить хтось з команди- Полівому борту риф!",
    "answers": [
      {
        "id": 28,
        "text": "Ліво руля!"
      },
      {
        "id": 29,
        "text": "Право руля!"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ви прокинулися і побачити перед собою лице Андрія який і збудив вас\n—Пороснувся нарешті , ти ще не забув що ми сьогодні пливем грабувати англійський корабель який доверхи загружений золотом.- Сказав Андрій.\n—Мені наснилось що ми попали в кораблетрощу-знервовано сказали ви.\n—Пізно дрейфити!-сказав він",
    "answers": [
      {
        "id": 18,
        "text": "Гаразд"
      }
    ]
  },
  {
    "id": 29,
    "text": "—По правому борті риф!",
    "answers": [
      {
        "id": 28,
        "text": "Право руля!"
      },
      {
        "id": 31,
        "text": "Ліво руля!"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ви почали блискавично реагувати та давати команди\n\n— Підняти всі вітрила, накинути якір на риф по правому борту, і держіться за що можете!- без єдиного зволканя промовили ви.\n—Але капітане...- хтів бувало хтось заперечити вам та ви недали йому навіть доказати\n—Накази капітана не обговорюються!\n",
    "answers": [
      {
        "id": 32,
        "text": "Накинути якір!"
      }
    ]
  },
  {
    "id": 31,
    "text": "Попереду проходу немає, зате є з права та ми не зможемо так швидко розвернутися, всім здалося б що виходу не має але не вам!",
    "answers": [
      {
        "id": 30,
        "text": "Зробити піратський розворот!"
      }
    ]
  },
  {
    "id": 32,
    "text": "Команда впоралась як раз вчасно корма вашого корабля пройшла буквально в одному дюймі від рифу.\n\nЦікаво і як у вас вдається виходити з таких ситуацій без єдиної царапини?",
    "answers": [
      {
        "id": 33,
        "text": "Випливти з рифів"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ви скоротили шлях але рано ще здаватись. А ось і корабель \"конкурентів\",коли ви стали бортом до борта і побачили капітана того судна вашому здивуванню не було меж, ви були бувалим моряком і піратом та такого ви ще не бачили, піратьського капітана жінку! За штурвалом стояла на перший погляд тендітна та ніщо не здатна дівчина років двадцяти шести але це було не так. Потрібно було щось робити томущо ви один одноному будете заважати брати їх на аборж, та й здобич дістанеться тільки одному.",
    "answers": [
      {
        "id": 34,
        "text": "Спробувати заговорити їй зуби"
      },
      {
        "id": 35,
        "text": "Сказати Андрію ваш план"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ви гукали до неї але вона вас не чула через сильний вітер і тому що ви були далеко, потрібно переговорити з Андрійом.",
    "answers": [
      {
        "id": 35,
        "text": "Сказати Андрію ваш план"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ви на ходу придумали план і розказали його Андрію. Ви якраз наздоганяли їх.",
    "answers": [
      {
        "id": 36,
        "text": "Підпливсти як омога блище"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ви підпливли майже в притул Андрій тим часом заліз на мачту та затаївся. Хоч вони знали про нашу присутність та чомусь вогонь не відкривали.\n— Ей там на кораблі! — Гукнули ви зі всіх сил! — Це наща здобич\n— Ні, якщо ти підпливеш до нього ми відкриємо вогонь! — Одночасно легким та твердим голосом відповіла вона\n— Чому зразу так агресивно!? — ви явно заговорювали їй зуби  тому що це ви робити вміли — Яж навіть здивований, в хорошому значені, рідко побачиш капітана жінку та щей пірата!\n— Дякую за комплімент, але здобич буде наша! — вона явно не піддавалася,\nале цього було достатньо щоб приспати її увагу.\nПоки ви дискутували Андрій перестрибнув з мачти на мачту та відрізав вітрила коли ви це побачили ви показали пальцем в гору, вона була не не в собі від гніву але вони не зможуть вас переслідувати.\n\n",
    "answers": [
      {
        "id": 37,
        "text": "Підняти всі вітрила"
      }
    ]
  },
  {
    "id": 37,
    "text": "Ви підпливажте до того судна, кніпелями ламаєте мачту і без проблем його захоплюєте. Абордаж вдався. ",
    "answers": [
      {
        "id": 38,
        "text": "Повернутися на Антігуа"
      }
    ]
  },
  {
    "id": 38,
    "text": "В припіднятому настрої ви повертаєтесь на Антігуа. І знову спершу мельком а потім і повністю занурюєтесь у роздуми про ваш сон.",
    "answers": [
      {
        "id": 39,
        "text": "Причалити"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вже бралося до ночі. До вас заговорив Андрій\n—Треба було б відсвяткувати — сказав він\n",
    "answers": [
      {
        "id": 40,
        "text": "Чому б ні!"
      }
    ]
  },
  {
    "id": 40,
    "text": "Ви зайшли в шинок, сіли за свій столик і хильнули рому.\n\nВаша команда теж святкувала. Але раптом в шинок зайшла та капітанша і крикнула:\n—Я шукаю червонобородого- доречі червонобородий це ви, але не тому що у вас червона борода, а тому що на вашому флагові зображений череп в капітанській шляпі і з червоною бородою.\nДо неї підійшов якийсь здоровань і грізно прохрипів:\n— Тут не місце дамам, якщо ти не хочиш щоб тебе винесли вперед ногами тоді тікай звітси.\n— Я так бачу ти безстрашний — Крізь зуби сказала вона\n— І що ти мені зроб... — він навіть не вспів договорити як вона викрутила його руку і огріла по мордяці, після чого він відлетів десь на метр.\n— Ще є бажаючі получити в морду? — З насмішкою в голосі промовила вона. Після чого таких \"бажаючих\" з'явилося ще більше-Ну гаразд якщо ви так бажаєте.\n—Треба булоб звідси тікати- сказав Андрій\n—Я знаю як",
    "answers": [
      {
        "id": 41,
        "text": "Залізти в лаз"
      }
    ]
  },
  {
    "id": 41,
    "text": "Прямо біля вашого столика був лаз між стіною та пілогою який був прикритий непримітною тряпкою.\n\nКрізь нього ви пролізли в тунель вздовж стіни. Через щілини було видно як та капітанша гамселить піратів. Як тільки  останій бугай який мав щось проти неї впав на підлогу до шинку зайшов капітан Чорна Борода і теж вигукнув:\n— Червонобородий вилазь ато я...-капітанша навіть не дала йому договорити.\n—Ні він мій, цей пацюк вкрав  нашу здобич та щей порізв вітрила мого корабля- почали вони мірятися кому ви більше зла зробили.\n—А ти безстрашна я бачу-Після цих слів вони зчепилися в битві і вибігли\n на пристань.",
    "answers": [
      {
        "id": 42,
        "text": "Пролізти далі"
      }
    ]
  },
  {
    "id": 42,
    "text": "Ви пролізли далі по тунелю , підійшли до виходу та затаїлись.\n\nКапітанша і Чорна Борода билися на рівні і ніхто з них не збирався поступатися, но тут капітанша підбігає до мачти корабля Чорної Бороди зрізає трос та підлітає на карказ вітрил, та старий теж не поступався та вхватився за той самий трос, і вони продовжили свою бійку. А потім вони спустилися назат на палубу і з заду капітаншу вдарив один з команди Бороди після чого вона впала на палубу і старий почав \"читати мораль\":\n— Ти думала що зможиш мене перемогти?- насміхався він\n—І перемоглаб якби не цей пацюк...-сплюнувши кров сказала вона\n—Ти знаєш що він в мене вкрав- ніби хвалючись сказав він- Пістолет, в ньому тільки одна куля, але вона смертельна навіть для самого д'явола. Ну гаразд червонобородий не хочиш вилазити по хорошому, влізиш по поганому. Чорна борода підняв якийсь амулет в повітря і в туж мить з води появилися велетенські щупальця які пополам розломали ваш та її корабель. Це був Кракен! Ви захтіли  вбити того покидьна і ніщо вас не зупинить.\n",
    "answers": [
      {
        "id": 43,
        "text": "Вибігти до нього"
      }
    ]
  },
  {
    "id": 43,
    "text": "—О виліз, червонобородий а тепер віддай мені пістолет\n—Ато що ти мій корабель втопиш, ой забув ти його вже втопив!- істерично промовили ви, і достали той самий пістолет, а тим часом сюди підбіг Андрій і поки всі дивилися на нього ви скористалися моментом та підмінили кулю в ньому на звичайну і направили його на Чорну Бороду.\n—Ха, ти що використаєш на мене єдину кулю від цього пістолета!?-Він відвернувся та почав реготати.",
    "answers": [
      {
        "id": 44,
        "text": "Вистрелити"
      }
    ]
  },
  {
    "id": 44,
    "text": "Він повернувся до вас з окровавленою груддю підвів погляд в верх на вас і знову опустив на рану розвернувся та впав у воду.\n\n\nЙого команда майже зразу накинулась на вас.\n\n",
    "answers": [
      {
        "id": 45,
        "text": "Відбиватися"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ви з Андрійом билися плечем до плеча але ворогів було більше, і невдовзі вони оточили вас з ним.\n\n\nВи були вправним фехтовальщиком, тому без проблем впоралися з звичайними у повному розумінні слова піратом, але їх було більше, та і ви билися за десятьох. Ось останій пірат, як вам здалося впав на палубу але заду підбігає ще один з ножом, і він вас вбив би якби не капітанша, вона всадила йому шаблю в спину.\n — Чому ти мене врятувала? — промовили ви\n — Для того щоб вбити тебе власноруч — Вона була заляпана кров'ю, тому напевно це й прозвучало так переконливо. З блищої відстані ви вже моголи розгледіти її детальніше. В неї були великі сині очі, невеликий ніс і вуха й красиве довге  чорне волося .",
    "answers": [
      {
        "id": 47,
        "text": "Захищатись"
      },
      {
        "id": 48,
        "text": "Нападати"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ви сидите в шинку і допиваєте бутилку рому.\n\nНавпроти сидить Андрій ваш друг і квартермейстр вашого корабля.\n\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Озирнутись"
      },
      {
        "id": 3,
        "text": "Сказати Андрію ваш план",
        "var_set": [
          "Совість"
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "Ви блокіруєте її випад. Але захищатись від неї було не просто через її агресивний стиль бою.\nБилася вона не гірше за вас тому бійка буде складною.\n\nВи захищались як могли а вона все нападала, битва плавно перейшла з палуби корабля Чорної Бороди на прибережний пляж з старими і закинутими будинками.",
    "answers": [
      {
        "id": 51,
        "text": "Поставити підніжку"
      }
    ]
  },
  {
    "id": 48,
    "text": "Ви вирішили напасти поки вона ще не замахнулась. Ви бачили що вона б'ється не гірше вас  тому битва буде непростою. Перший випад був за вами та вона ухилилась і ви сцепилися у битві яка плавно перетикла з палуби корабля Чорної бороди на прибережній  пляж де стояли закинуті будинки.",
    "answers": [
      {
        "id": 49,
        "text": "Зробити випад",
        "var_sub": [
          "Совість",
          1
        ],
        "var_set": [
          "Совість"
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "На цей раз випад вдався і ви ранили її, вона крикнула \"Іншим разом!\" забігла в старий закинутий будинок зломала стару балку і прохід завалився.\n\nВи самі не знали чому але ви дуже жаліли що поранили її, дивно але з вами такого ще не траплялося.",
    "answers": [
      {
        "id": 50,
        "text": "Вийти на причал"
      }
    ]
  },
  {
    "id": 50,
    "text": "Ви сіли на причал, ваш корабель знищили, ого! Кракен забрав корабель Чорної Бороди і поволік його за горизонт, не вспіли ви оговтатись як щось раптом затягнуло вас під воду.\n\nВи очнулися на дні моря, дивно тому що ви могли дихати!\nПеред вами стояв старий моряк який єхидно посміхався. Він був одягнутий як пірат, одежа його була мокра, поцвівша і в поліпах... Це сам Дейві Джонс!\n\n\n\nВін заговорив до вас:\n — Хочеш повернути свій корабель — Прохрипів він\n — А що ти візьмеш в замін? — ви знали що йому не слід довіряти.\n — Всього лиш твою душу — погиготав голандець — даю тобі два роки, Згоден?\n — Гаразд — сказали ви і в туж мить ви очутилися на причалі, уламки вашого корабля здійнялися в повітря і зкріпилися, ваш корабель цілий і не ушкоджений!",
    "answers": [
      {
        "id": 54,
        "text": "Зізвати команду"
      }
    ]
  },
  {
    "id": 51,
    "text": "Ви поставили їй підніжку і вона впала на пісок.",
    "answers": [
      {
        "id": 52,
        "text": "Нанести удар",
        "var_sub": [
          "Совість",
          1
        ]
      },
      {
        "var_str_set": [
          ""
        ],
        "var_add": [
          "Совість"
        ],
        "id": 53,
        "text": "Відійти",
        "var_sub": [
          "Совість",
          1
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "Вона встигла відкотитися в бік але ви заділи її сабльою, вона стала на ноги крикнула \"Іншим разом!\" забігла в закинутий будинок зломала балку і прохід завалився.\n\nВи самі не знали чому але ви дуже жаліли що поранили її, дивно але з вами такого ще не траплялося.",
    "answers": [
      {
        "id": 50,
        "text": "Вернутися на пристань"
      }
    ]
  },
  {
    "id": 53,
    "text": "Капітанша встала і забігла в один з закинутих будинків крикнула \"Іншим разом!\", зламала балку і прохід завалило. Вона втекла!",
    "answers": [
      {
        "id": 50,
        "text": "Вернутися на причал"
      }
    ]
  },
  {
    "id": 54,
    "text": "Ви зізвали всю команду і сказали:\n — Наш корабель цілий але зразу попереджою заради цього я продав душу голандцю, тому хто здрейфив можете вже йти звідси.\nАле команда зосталась непорушною і Андрів крикнув :\n — Та навіть війну йому об'яви, ми з тобою до кінця! — Після цих слів команда закричала щось накшталт \"Так, докінця!\"\n",
    "answers": [
      {
        "id": 55,
        "text": "- Ну тоді вперед!"
      }
    ]
  },
  {
    "id": 55,
    "text": "Ви піднялися на корабель це був насичений день не помішалоб поспати , завтра на світанку треба вирушати в дорогу.",
    "answers": [
      {
        "id": 56,
        "text": "Зайти в каюту"
      }
    ]
  },
  {
    "id": 56,
    "text": "Ваша каюта не змінилася після цього \"Ремонту\".",
    "answers": [
      {
        "id": 57,
        "text": "Лягти на ліжко"
      }
    ]
  },
  {
    "id": 57,
    "text": "Ви обдумували все що відбувалося сьогодні.",
    "answers": [
      {
        "id": 58,
        "text": "Заснути"
      }
    ]
  },
  {
    "id": 58,
    "text": "Ви видите в темній кімнаті, знову цей сон? Силуети стали чіткішими, але всеще не розбірливі.",
    "answers": [
      {
        "id": 59,
        "text": "Тим часом "
      }
    ]
  },
  {
    "id": 59,
    "text": "Тим часом Капітанша стоїть на горі біля пляжу.\n — Як, цей корабель знову на плаву?! — здивувалася вона — Не важливо, можливо мені спробувати пропливсти в трюмі, всерівно нікуди діватися.\nВона спустилася з гори і прокралася в трюм, майже всі спали тому для неї це було не складно вона сховалася за ящиками в дальньому кутку там ніхто і не подумає її шукати.",
    "answers": [
      {
        "id": 60,
        "text": "Прокинутися"
      }
    ]
  },
  {
    "id": 60,
    "text": "Ви прокинулися, час відчалювати.",
    "answers": [
      {
        "id": 61,
        "text": "Вийти на палубу"
      }
    ]
  },
  {
    "id": 61,
    "text": "Це був чудовий день для того щоб звалити на край світу, тим більше що золота вам хватить до кінця життя.\n\nНа палубу вийшов Андрій він привітався і сказав що піде підіймати команду.",
    "answers": [
      {
        "id": 62,
        "text": "Стати за штурвал"
      }
    ]
  },
  {
    "id": 62,
    "text": "До вас підійшов Андрій\n — Ми відчалюємо?\n — Так. — сказали ви",
    "answers": [
      {
        "id": 63,
        "text": "Підняти вітрила!"
      }
    ]
  },
  {
    "id": 63,
    "text": " — Ну, і куди ми попливемо? — запитав Андрій\n — Ще не знаю — відповіли ви, але потім додали — У мене є ідея але я не впевнений що вона тобі сподобається.\n — Ну і що за ідея? — поцікавився Андрій\n — Помниш тут недалеко є англійська плантація? — запитали ви — можливо ми моглиб ограбувати її.\n — Тобі мало того що нас і так вбити хочуть? — запитав Андрій — А хоча...\n — І я про те золота багато не буває.\n \n\n",
    "answers": [
      {
        "id": 64,
        "text": "Пливти на плантацію"
      }
    ]
  },
  {
    "id": 64,
    "text": "Ваш корабель зупинився біля берега, але достатньо далеко щоб не викликати підозр.\n",
    "answers": [
      {
        "id": 65,
        "text": "Висадитись"
      }
    ]
  },
  {
    "id": 65,
    "text": "Ви з Андрійом висадилися на берег тепер потрібно добратися до самої плантації через джунгі.",
    "answers": [
      {
        "id": 66,
        "text": "Пробиратись через джунглі"
      }
    ]
  },
  {
    "id": 66,
    "text": "В далині чулись голоси. Ви ппідійшли блище та затаїлись це англійці, але з ними ще хтось стоїть, ви придивилися це ж мисливці на піратів! Дивно вони терпіти не можуть один одного, але ж піратів вони не люблять ще більше напевно вони об'єднались проти вас.\nМожливо варто оглушити їх та переодітись, ви з Андрійом переглянутись.",
    "answers": [
      {
        "id": 67,
        "text": "Напасти"
      }
    ]
  },
  {
    "id": 67,
    "text": "Ви дочекались доки англійські солдати відійдуть і напали на них, оглушили та затягнули в кущі.",
    "answers": [
      {
        "id": 68,
        "text": "Переодітися"
      }
    ]
  },
  {
    "id": 68,
    "text": "Як не дивно ця форма вам личила \"мисливці\" тепер можна знайти склад.\nВи постаралися за повадками максимально відповідати вашому образу і вирушили до складу.\n\nПеред ним сидів охоронець який солодко дрімав. Вам потрібно щось зробити адже він заважев відчинятися дверям.",
    "answers": [
      {
        "id": 69,
        "text": "Розбудити охоронця"
      }
    ]
  },
  {
    "id": 69,
    "text": "— А... що? — сонно відповів він.\nВам потрібно було щось швидко  придумати доки він ще сонний.",
    "answers": [
      {
        "id": 70,
        "text": "Можеш посунутися?"
      },
      {
        "id": 71,
        "text": "Перевірка складу!"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вінь крізь сон встав відійшов та назат вмостився час відкривати двері, стоп а ключ то в охоро нця вам потрібно його якось поцупити.",
    "answers": [
      {
        "id": 72,
        "text": "Обережно перевірити кармани"
      }
    ]
  },
  {
    "id": 71,
    "text": "Він встав, але ще не докінця проснувся потрібно швидко щось придумати доки він ще сонний.",
    "answers": [
      {
        "id": 74,
        "text": "Ключ від складу."
      }
    ]
  },
  {
    "id": 72,
    "text": "Є! Вам вдалося витягнути ключ, як добре що він спить, час обікрасти склад.",
    "answers": [
      {
        "id": 73,
        "text": "Відчинити двері"
      }
    ]
  },
  {
    "id": 73,
    "text": "Овва! Це був не простий склад, тут не було цукру замість нього купа боєприпасів та багато, багато залота!",
    "answers": [
      {
        "id": 75,
        "text": "Підійти до боєприпасів"
      },
      {
        "id": 76,
        "text": "Підійти до золота"
      }
    ]
  },
  {
    "id": 74,
    "text": " — Ключ від складу! — промовили ви та виставили руку в перед ним. Він мляво дістав з карману ключ та положив вам на руку.\n — Можете продовжувати сон — сказали ви. Вахтовий повільно опустився на землю і заснув.\n ",
    "answers": [
      {
        "id": 73,
        "text": "Відчинити двері"
      }
    ]
  },
  {
    "id": 75,
    "text": "Тут стояли ящики з ядрами, а точніше з декількома видами. Мортирні, звичайні, тяжкі, кальонні, кніпелі, розривні, для фальконетів... Їх хватить щоб озброїти лінейний корабель! А ще там було дуже багато бочок з порохом.",
    "answers": [
      {
        "id": 73,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 76,
    "text": "Тут просто гори золота! Гори! Сундуки, монети, інкрустовані діамантами золоті прикраси. Ви з Андрієм взяли  мішки які за зазделегідь підготували і почали набивати їх золотом, помістилось все і запалили фітиль який вів до боєприпасів. Тепер потрібно забиратись звідси.",
    "answers": [
      {
        "id": 77,
        "text": "Вийти з складу"
      }
    ]
  },
  {
    "id": 77,
    "text": "Сторож все ще спить нікого поближу немає. Ви з Андрієм  вдали з себе грузчиків і попрямували в бік причалу.",
    "answers": [
      {
        "id": 78,
        "text": "Вийти на причал"
      }
    ]
  },
  {
    "id": 78,
    "text": "Тут були пришвартовані три лінейних корабля, онин з них належав мисливцям на піратів  а два інших англійської армії. У вас зявилася ідея.",
    "answers": [
      {
        "id": 79,
        "text": "Розповісти ідею Андрію"
      }
    ]
  },
  {
    "id": 79,
    "text": "Ви розповіли йому план перезирнулися і побігли на ті кораблі разом з золотом.",
    "answers": [
      {
        "id": 80,
        "text": "На корабель"
      }
    ]
  },
  {
    "id": 80,
    "text": "Ви забігли на корабель підбігли до капітана і почали запевняти його що на сусідньому кораблі пірати, Андрій робив теж саме. Спочатку вони не вірили але потім всеж виставили гармати на поготові, Андрій сказав їм що потрібно вистрелити першими іначе вони не будуть мати переваги.",
    "answers": [
      {
        "id": 81,
        "text": "Злізти на причал"
      }
    ]
  },
  {
    "id": 81,
    "text": "Ви злізли на причал ще до того як вони почали стреляти. З ззаду до вас рідійшов Англійський капітан і якраз в той момент вибухнув склад. Здається вони всі здогадались що тут щось не так.",
    "answers": [
      {
        "id": 82,
        "text": "Бігти до корабля мисливців на піратів"
      }
    ]
  },
  {
    "id": 82,
    "text": "Ви бігли по причалу до корабля попутно зрізаючи канати якими був пришвартований корабель. Вам дуже пощасти ло що в цей момент вся команда була на березі.",
    "answers": [
      {
        "id": 83,
        "text": "Залісти на корабель"
      }
    ]
  },
  {
    "id": 83,
    "text": "Ви ледве дострибнули на корабель перезернулись і Андрій поліз на мачту спускати вітрила, на це потрібно трохи часу, як ге як лінейний корабель!",
    "answers": [
      {
        "id": 84,
        "text": "Залісти на корабель"
      }
    ]
  },
  {
    "id": 84,
    "text": "Ви залізли на клрабель, але за нього вцепилися декілька солдат сернд яких був і капітан.",
    "answers": [
      {
        "id": 85,
        "text": "Скинути їх"
      }
    ]
  },
  {
    "id": 85,
    "text": "Ви подивились і по одному ногою наступали їм на руки, вони пірнали у воду немов якоря. Капітан висівна одній руці і хтів було вам пригрозити, але ви не церимонились і скинули його теж.",
    "answers": [
      {
        "id": 86,
        "text": "Стати за штурвал"
      }
    ]
  },
  {
    "id": 86,
    "text": "Ви стали за штурвал а Андрій вже спустив всі паруса і сидів на мачті. Видержали курс на ваш корабель.",
    "answers": [
      {
        "id": 87,
        "text": "Тримати курс"
      }
    ]
  },
  {
    "id": 87,
    "text": "Ви тримали курс прямо на ваш корабель, взнезапно з каюти капітана пролунав грізний голос\n — Який пацюк посмів відчалити без мого дозволу! — це був капітан крюк.\nВи зафіксували штурвал, сутичка була неменучою.",
    "answers": [
      {
        "id": 88,
        "text": "Дістати саблю"
      }
    ]
  },
  {
    "id": 88,
    "text": "Він вийшов з каюти і ви перестрілись поглядами.\n — Ти сам вирішив до мене приповзти? Безвідповідальне рішиня! — Він ніби висміював вас кожною буквою яку вимовляв.\n — Та цеж капітан крюк, гроза всіх піратів, та щей в зговорі з англійськи псами! — за словом ви в карман не лізли\n — Дістав саблю нападай! — вигукнув крізь зуби крюк.\nВи начли битися, він був грізним суперником. Та можливо вийде його відволікти балаканиною?",
    "answers": [
      {
        "id": 89,
        "text": "\"Крюк?... чому крюк?... мисливець на піратів з кличкою пірата як ти ще не повісився?!\""
      },
      {
        "id": 90,
        "text": "\"Ти ще скажи що нанявся на службу в короля англії!\""
      }
    ]
  },
  {
    "id": 89,
    "text": "кінець... покищо",
    "answers": [
      {
        "id": 1,
        "text": "на початок"
      }
    ]
  },
  {
    "id": 90,
    "text": "кінець... покищо",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  }
]