[
  {
    "id": 1,
    "text": "Прежде чем вы начнете проходить данный квест, хочу сказать что по данному сюжету вскоре выйдет игра. Если хотите узнать подробности, пишите в вк vk.com/vladsp1el",
    "answers": [
      {
        "id": 2,
        "text": "Начать игру"
      }
    ]
  },
  {
    "id": 2,
    "text": "Я пытался не только выбраться из своей зоны комфорта, но и, будто, выпрыгнуть из тела, чтобы хоть на минуту побыть одному, без этих дел и забот. Нет, меня не утруждало все это, просто хотелось чего-то нового, чего мне не позволяли. Все в этом мире решалось за меня, мой выбор заключался лишь в ответе на вопрос \"от чего страдать?\",но страдать приходиось в любом случае. В основном, конечно, от себя. От любого выбора я страдал. Казалось, вернись я в прошлое и поступи иначе, я так же неизменно буду страдать, то есть купи я кресло удобнее или подушку мягче, все равно нашлись бы причины быть неудовлетворенным. В этом мире все так и происходит, не бывает счастливых людей, бывают люди, которые несчастья не принимают близко, а что-то радостное, хотябы на каплю неплохое, даёт им крылья, позволяет улыбаться. Я, к сожалению, из тех, что не умеют наслаждаться, из тех, что не успевают привыкать ни к плохому, ни к хорошему, из тех, у которых доброжелательные люди первым делом вызывают подозрения и зуд по всему телу.\nЯ просто пытался найти правильные вопросы на свою жизнь, ведь если жизнь не ответ, то что она? Куда мне идти? Чем заниматься? С кем дружить и кого уважать? Все это не давало мне покоя на протяжении всего времени, а в ответе \"живи\" я переставал находить какой либо смысл. Появлялись другие, более жестокие, но осмысленные ответы, и единственное, что меня настораживало, так это то, что ответы меня устраивали все меньше, а вопросов становилось все больше. Я понемногу терял веру во все вокруг. Я начал не просто ставить все под сомнение, а именно перестал хотеть разбираться. Так проще, ведь вместо того, чтобы снова убеждаться в том, что жизнь это злая и несправедливая штука, я начал делать что угодно не задумываясь о последствиях. Мне начало становиться плевать на себя и на всех вокруг, я ненавидел каждую секунду своей жизни, каждого прохожего на улице, но больше всех я ненавидел себя.",
    "answers": [
      {
        "id": 3,
        "text": "День 1"
      },
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "Знаете, я всегда был наивен. Наивен насколько возможно, верил в людей и людям и, почему-то даже не ставил под сомнение то, что мне говорят. Меня постоянно обманывали, а я узнавал об этом совсем нескоро. Не то что бы я не врал, я конечно же тоже это делал, но делал так, чтобы никому не навредить и это обычно ничего не значило. Как-то раз мне не хватало ласки и я сказал что упал на улице и сильно стукнулся, хотя такого не было, такая вот была у меня ложь. Я умел врать, знал, что если захочу, то смогу обмануть кого угодно, но не любил. Эх, возможно, если бы я был немного другим, то смог бы стать главным вруном на свете, но я не хотел им быть. Но мое умение врать даже не сравнится с моей наивностью. Стоит кому-нибудь начать рассказывать что угодно, я слушал с разинутым ртом и увлекался рассказом, какую бы чушь там не несли. Так раньше было, сейчас то я понял свою ошибку и мне даже представить страшно, как часто меня обманывали, а я вёлся как кретин и от этого становилось невыносимо грустно. \nХорошее настроение вообще редко заходит ко мне в гости и очень быстро уходит, однако а этот раз мне не смогли испортить его ни люди из очереди в магазине, ни сварливые люди в общественнлм транспорте. Хотя обвчно, как только становишься в длинную очередь у кассы, с каждой секундой настроение с хорошего меняется на омерзительное, когда хочется ворчать, наорать на кого-либо и запереться в квартире на ближайшие пару лет.",
    "answers": [
      {
        "id": 4,
        "text": "Положить дневник на стол."
      }
    ]
  },
  {
    "id": 4,
    "text": "Знаете, я очень странный человек. Во первых я пишу в дневнике события другого дня из другой страницы дневника, зачем я не знаю. Много глупых мыслей меня посещало в последнее время, я даже задумывался о самоубийстве. Спасибо моим друзьям что угоняли эти мысли с моей головы, я искренне им благодарен. Но теперь я жажду убить их...",
    "answers": [
      {
        "id": 5,
        "text": "Пройти в спальню"
      },
      {
        "id": 6,
        "text": "Выйти на балкон покурить."
      }
    ]
  },
  {
    "id": 5,
    "text": "Я решил пойти поспать, ведь завтра новый день и меня ждут новые события. В спальне я заметил фотографию своей мамы, странно но раньше я не обращал на нее внимание.",
    "answers": [
      {
        "id": 7,
        "text": "Конец?"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я решил выйти на балкон,очень хотел курить. У меня постоянно проскальзывали мысли о том, что бы бросить курить, но всегда этот вопрос перекрывал другой вопрос, зачем? \nПосле долгих раздумий я бросил окурок в пепельницу и пошел в спальню ",
    "answers": [
      {
        "forget": [
          5
        ],
        "text": "Идти в спальню",
        "id": 5
      }
    ]
  },
  {
    "id": 7,
    "text": "Ребят, данный сюжет я пишу очень долго, и основная цель это игра, для которой и пишется сюжет. Если вы хотите что бы я доделал данный квестч давайте наберем 50 лайков и я напишу огромный и запутанный сюжет.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  }
]