[
  {
    "id": 1,
    "text": "Зомби апокалипсис? Война? Геройство? Изъежено? Не, не думаю)",
    "answers": [
      {
        "id": 2,
        "text": "Начать приключение"
      }
    ]
  },
  {
    "id": 2,
    "text": "[вход в систему]\n[программа ОКО подтверждена]\n[вы берите пол]",
    "answers": [
      {
        "id": 3,
        "text": "Мужской"
      },
      {
        "id": 4,
        "text": "Женский"
      }
    ]
  },
  {
    "id": 3,
    "text": "[пол подтвержден]\n[запускаю программу...]",
    "answers": [
      {
        "id": 5,
        "text": "Здравствуй, я сокол"
      },
      {
        "id": 6,
        "text": "КАКОГО ЧЕРТА?!"
      }
    ]
  },
  {
    "id": 4,
    "text": "[пол подтвержден]\n[запускаю программу...]",
    "answers": [
      {
        "id": 5,
        "text": "здравствуй, я орлица"
      },
      {
        "id": 6,
        "text": "ЧТО ПРОИСХОДИТ???"
      }
    ]
  },
  {
    "id": 5,
    "text": "—здарова. Мне нет дела до того, что ты и как называешься. Твоя задача следить за моим здоровьем, патронами и наблюдение за врагами. Я думаю, это было заложено в твою программу.\n",
    "answers": [
      {
        "id": 7,
        "text": "Назовите себя."
      },
      {
        "id": 8,
        "text": "Принято",
        "need": 3
      },
      {
        "id": 9,
        "text": "Принято",
        "need": 4
      }
    ]
  },
  {
    "id": 6,
    "text": "—действительно, ИИ. Туповат, правда, но это исправим. Ты- мои глаза, уши, мозг а главное: индикатор. Я не доверяю технике, но мою команду уже разорвали. поэтому воспользуюсь тобой.",
    "answers": [
      {
        "id": 10,
        "text": "Сам такой!",
        "need": 4
      },
      {
        "id": 11,
        "text": "Ясно. А с чего мне тебе верить?"
      },
      {
        "id": 9,
        "text": "За работу?",
        "need": 4
      },
      {
        "id": 8,
        "text": "За работу!",
        "need": 3
      }
    ]
  },
  {
    "id": 7,
    "text": "—капитан Винстон Тингер. Код доступа: заткнихлебалоиработай.",
    "answers": [
      {
        "id": 13,
        "text": "Я тебе не холоп. Будешь так со мной разговаривать: самоуничтожусь, еще и тебе навредить успею.",
        "need": 3
      },
      {
        "id": 8,
        "text": "Есть сэр",
        "need": 3
      },
      {
        "id": 15,
        "text": "Может не ьудем обзываться? Это немного обидно...",
        "need": 4
      },
      {
        "id": 9,
        "text": "Есть сэр",
        "need": 4
      }
    ]
  },
  {
    "id": 8,
    "text": "—отлично. Значит так. сейчас я на третьем этаже жилого дома. Его я занял уже один но выше не подымался. пока я разбирался с тобой, могли спуститься зомби. в твой функционал входит слежка через камеру, которую я чуть не потерял. Готов к работе? Это риторический вопрос.\n[подключено новое устройство]",
    "answers": [
      {
        "id": 16,
        "text": "[запуск устройства]"
      },
      {
        "id": 17,
        "text": "Обожди. Я же индикатор. Мне нужны твои данные о здоровье и оружии"
      }
    ]
  },
  {
    "id": 9,
    "text": "—отлично. Значит так. сейчас я на третьем этаже жилого дома. Его я занял уже один но выше не подымался. пока я разбирался с тобой, могли спуститься зомби. в твой функционал входит слежка через камеру, которую я чуть не потерял. Готова к работе? Это риторический вопрос.\n[подключено новое устройство]",
    "answers": [
      {
        "id": 16,
        "text": "[запуск устройства]"
      },
      {
        "id": 14,
        "text": "Спасибо что поинтересовались моим мнением, капитан",
        "need": 7
      },
      {
        "id": 18,
        "text": "А ты кто такой, чтобы вот так вот командовать мной?",
        "need": -7
      }
    ]
  },
  {
    "id": 10,
    "text": "—ОХОХО! Ты еще и обиженка? Знаешь что? Мне нет дела до тебя. Ты чертов компухтер. И я не собираюсь идти с тоьой на милость, ведь уде в нескольких метрах от меня могут сидеть твари, которые разорвут любой признак жизни.",
    "answers": [
      {
        "id": 19,
        "text": "Постой... А что ты то там забыл? Зачем тебя послали к ним?"
      },
      {
        "id": 20,
        "text": "ВОТ И РАЗБИРАЙСЯ С НИМИ САМ! \n[выключение]"
      }
    ]
  },
  {
    "id": 11,
    "text": "—а в твои функции вера входить не должна. Твоя обязанность: помогать мне. Всё ясно или есть ещё вопосы?",
    "answers": [
      {
        "id": 21,
        "text": "А индикатор чего?"
      },
      {
        "id": 8,
        "text": "Всё ясно. Что нужно?\n[запуск устройства]",
        "need": 3
      },
      {
        "id": 9,
        "text": "Всё ясно. Мужлан.\n[запуск устройства]",
        "need": 4
      }
    ]
  },
  {
    "id": 12,
    "text": "Да, войне. Мы против ходячих мертвецов. Так, мы будем беседовать или продвигаться вперёд?",
    "answers": [
      {
        "id": 8,
        "text": "Конечно, приступим\n[запуск устройства]",
        "need": 3
      },
      {
        "id": 9,
        "text": "Конечно, приступим\n[запуск устройства]",
        "need": 4
      }
    ]
  },
  {
    "id": 13,
    "text": "—слышь ты, таратайка. Слушать меня и бесприкословно выполнять задания- твоя обязанность в этой войне. Ты был создан чтобы помогать а не чтобы спорить.",
    "answers": [
      {
        "id": 12,
        "text": "Войне?"
      },
      {
        "id": 22,
        "text": "[самоуничтожение]"
      }
    ]
  },
  {
    "id": 14,
    "text": "—всегда пожалуйста, железяка. Может уже начнем действовать?",
    "answers": [
      {
        "id": 16,
        "text": "Конечно\n[запуск устройства]"
      },
      {
        "id": 27,
        "text": "Бедная твоя жена..."
      }
    ]
  },
  {
    "id": 15,
    "text": "—ох, простите, я Вас обидел? Дамочка, мы не на свидании. Мы на бойне, на которой скот тоже имеет возможность сделать из нас фарш. поэтому будь так любезна выполняь свои функции беспрекословно.",
    "answers": [
      {
        "id": 23,
        "text": "А что происходит?"
      },
      {
        "id": 9,
        "text": "Хорошо, приступим\n[запуск устройства]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Камера начала присылать данные. Вы были в ветхой комнате, судя по всему, прихожей. на вешалке, которая висела на одном гвозде, естественно, ничего не было. Под ней пара женских туфель и один детский ботиночек. Уходили в спешке. Вот камера приблизилась к двери....",
    "answers": [
      {
        "id": 25,
        "text": "Откой немного дверь и высунь камеру наружу"
      },
      {
        "id": 26,
        "text": "Погоди.... СТОЙ! поищи щели в стенах!"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Ах да... в твои функции входит следить за моим состоянием и патронами. На счет здоровья: не волнуйся, ценой жизней всей моей группы я абсолютно цел. что касается патронов: при мне АК-47 с четырьмя рожками и глок с полной обоймой. Теперь будешь работать?",
    "answers": [
      {
        "id": 16,
        "text": "Конечно\n[запуск устройства]"
      }
    ]
  },
  {
    "id": 18,
    "text": "—капитан Винстон. Имею полномочия разбить это устройство и прекратить твое цифровое свществование. Время уходит, может продолжим?",
    "answers": [
      {
        "id": 28,
        "text": "Раз уж вы так добры, КАПИТАН, тогда прошу принять во внимание, что как и я без Вас, Вы без меня тоже выжить не сможете."
      },
      {
        "id": 29,
        "text": "Ладно\n[запуск устройства]"
      }
    ]
  },
  {
    "id": 19,
    "text": "В твою программу хоть что-нибудь укзалаи? У нас тут ученые не те колбочки смешали и теперь по миру ходят эдакие \"панки-ганибалы\", которых все по привычке зовут зомби. Наши задачи:\n1. Найти склад с радиотехникой\n2. Доставить необходимую технику до убежища выживших, которое тоже в неизвестном направлении\n3. Искать выживших и сопровождать их до этого убежища.\nЯсно?",
    "answers": [
      {
        "id": 9,
        "text": "Да, сэр. Что мне делать?"
      },
      {
        "id": 30,
        "text": "Наша? Ты же вроде один..."
      }
    ]
  },
  {
    "id": 20,
    "text": "[Выключение]\nКапитан долго пытался снова включиь аппарат, но безуспешно. Со злостью он бросил его в стену и тот разбился. Поняв, что живы он уже не выбереться, по рации он сказал ближайшему посту \"миссия провалена\" и отправил рацию вслед за кпк в компьютерный рай. Зарядив оружие он выбил дверь ногой и заорав отправился на улицу. На его крики сбегались мертвяки. Он отстреливал их, но ведь патронов на всех не хватит. А они окружали. Винстон достал нож и стал защищаться им, пока тот не застрял в трупе ходака. он попытался бежать, но наткнулся на кучу обломков дома, возле которой торчала арматура. Чтож, была не была... Теперь он словно восточный мастер крутил железякой, ломая кости мертвецам. Солдат вщбирался на гору, пока до вершины не осталось всего пару метров. Но один из зомби зубами выхватил у него \"оружие\". Они наступали. Он попытался залезть на самый верх, но там его уже ждали. Нечто бросилось на него и прокусило шею, заставив произнести здавленный и крик, и хищник с жертвой вместе покатились вниз, под толпы ходаков. Очередной воин пал из-за упрямства женщины. \nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 21,
    "text": "—индикатор это сильно сказано. Скорее ты будешь считать мои патроны и следить за жизненным состояниям. Аааааа.... погоди. у тебя нет чипов счётчика. Черт, фигово.",
    "answers": [
      {
        "id": 9,
        "text": "Ну.... жаль. Приступим?\n[запуск системы]",
        "need": 4
      },
      {
        "id": 8,
        "text": "Фигово. Начнем?",
        "need": 3
      }
    ]
  },
  {
    "id": 22,
    "text": "Раздался громкий хлопок. Кпк взорвался и нанес ожог на лицо капитана. Зомби сошлись на его маты и сам звук взрыва. Дверь под напором здалась быстро. Винстон поднял цевье и стал палить, но он ничего не видел. Рожок закончился. Пустота, на мгновение. Перед глазами жена, дети.... мать... солдат почувствовал укус за ногу, его потянули и он поддался. пока от ноги отрывали куски другие нападали со всех сторон и разрывали его, как мы бы разбирали тортик на свадьбе. \nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 23,
    "text": "Война происходит. Не просто война. С вирусом, который уничтожает нас, делая дикими зверьми. И они пожирают нас, не чувствуя боли.",
    "answers": [
      {
        "id": 33,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "Дверь издала тихий скрип и медленно отворилась. Коридор, как показывала камера, был пуст... но скрип пливлек живность. Микрофон на камере стал улавливать с верхних этажей урчания и шорохи шаркающих ног по старому полу. Солдат произнес.\n—ну что там?\n",
    "answers": [
      {
        "id": 24,
        "text": "[транслировать изображение на экран]"
      },
      {
        "id": 34,
        "text": "Готовь оружие, мы разбудили их"
      },
      {
        "id": 35,
        "text": "Не знаю что за звуки на верзу, но мне не нравится"
      }
    ]
  },
  {
    "id": 26,
    "text": "Солдат пошарился руками по стенам и нашел небольшую дырку в стене, в которую, на удивление, хорошо проходила камера. Коридор был пуст, только голые стены с осыпавшимися кирпичами и дыры в полу\n—ну что там?",
    "answers": [
      {
        "id": 36,
        "text": "[транслировать изображение]"
      },
      {
        "id": 37,
        "text": "Чисто"
      }
    ]
  },
  {
    "id": 27,
    "text": "—у меня нет жены. И детей.... больше нет. Они остались в городе и помощь не успела вовремя. ",
    "answers": [
      {
        "id": 31,
        "text": "Оу... прости. Давай начнем\n[запуск устройства]"
      },
      {
        "id": 32,
        "text": "И ты не сдался?"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  }
]