[
  {
    "id": 1,
    "text": "Мария обычная школьница и эта её история. Маша встречается с Денисом у них очень сложные отношения и вдруг она встречает Марка нового ученика интересного парня кого же она выберет? \nКхм кхм в квесте присутствует немного сцен 18<plus>\nПишите нравится ли вам мой квест и какие есть недостатки кроме ошибок?  \nПОСЛЕДНЕЕ ОБНОВЛЕНИЕ 12.05.19 Надеюсь вам понравится! ! Я дописала четвертую часть\n",
    "answers": [
      {
        "id": 2,
        "text": "часть 1. начало"
      },
      {
        "id": 3,
        "text": "часть 2"
      },
      {
        "id": 17,
        "text": "часть три . ( Если ты поехала с Марком и пошла на его вечеринку)"
      },
      {
        "id": 20,
        "text": "часть три(Если ты поехала с Марком но не пошла на его вечеринку)"
      },
      {
        "id": 21,
        "text": "Часть три если ты поехала с Денисом"
      },
      {
        "id": 22,
        "text": "Часть три(Если ты пошла одна)"
      },
      {
        "id": 12,
        "text": "Часть четыре если ты была на незабываемом свидание с Марком"
      },
      {
        "id": 23,
        "text": "часть четыре если ты была у озера вместе с марком)"
      },
      {
        "id": 24,
        "text": "часть четыре если ты была в кино с Денисом)"
      },
      {
        "id": 25,
        "text": "Часть четыре если ты смотрела фильмец с Ириной)"
      }
    ]
  },
  {
    "id": 2,
    "text": "Мария проснулась от солнечных лучей в её комнате её огнено рыжие волосы блестели от солнца.  Мария поднялась с кровати и отправилась в душ,накрасилась и одела бежевое платье и легкие белые кеды,немного подвив волосы. \n—  Я выгляжу великолепно) \nМаша спустилась вниз в гостиную\n— Машунь как спалось?Спросила мама \n— хорошо, до школы меня Макс довезёт?(брат)\n—Да! я тебя довезу. Крикнул брат из своей комнаты . Маша накинула кожаную куртку и они отправились в школу. \nВ школе\n— Маш, а ты знала что к нам переходит новый парень? Сказала Ирина как только подошла к Маше ( лучшая подруга)\n—Да?Ир ты как обычно в курсе всех событиях, хотя с твоей успеваемастью лучше думать об учёбе\n—Маша да исправлю я эту оценку по химии, мне главное ЕГЭ сдать.  \nпрозвонил звонок и девочки отправились в класс\nНа уроке девочки шушукались, но вдруг по середине урока в кабинет зашёл парень (блондин, зеленоглазый, немного подкаченый\n—Извините за опоздания я новенький, Марк. \n—Заходи.  Строго сказала Анфиса Геннадьевна\nМарк сел позади Марии  дальше урок шёл  довольно скучно, даже пейзаж за окном был интереснее\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nс",
    "answers": [
      {
        "id": 4,
        "text": "здесь ничо нет"
      },
      {
        "id": 5,
        "text": "и здесь тоже"
      },
      {
        "id": 6,
        "text": "обяснение почему в двух вариантах ничо нет"
      }
    ]
  },
  {
    "id": 3,
    "text": "в Машу прилетела бумажка\n*Я Марк) мне кажется что ты очень интересная!*\n* Привет я очень рада что у нас новый  ученик)*\nМага отправила бумажку и когда Марк прочитал он улыбнулся его улыбка была ослепительна. \nПрозвонил звонок\nКак только Маша вышла из кабинета её встретил Денис(Брёюнет, зеленоглазый, сексуальный, баскетболист) её парень он учится в паралели. \nОн притянул её к себе и приобнял за плечи\n—какой сейчас у тебя урок?? Спросил Денис\n— Физкультура. Ответила Маша\n— Значит у нас совместный урок. Денис нежно прильнул к её губам  Мария залилась краской\n—Ладно малыш я в раздевалку, если не хочешь опоздать на урок советую тебе тоже это сделать. Денис ушёл и Маша побрела в раздевалку \n—МАШ!! это был голос Марка он был немного охрипшим. \n— Да?\n— А что ды делаешь после урока просто я тему не понимаю я просил Ирину, но она отказалась.  \n—Она тоже её не поняла) Ладно в библиотеке после урока увидимся! \n—Спасибо. Марк обнял Машу, сначала она охринела но через секунду она тоже обняла его это всё увидел Денис......\nОни дошли до раздевалки и Маша уже одела спортивные легинцы и стояла лишь в одном лифчике (белом кружевом ) и болтала с Ириной собираясь одеть топик как вдруг в раздевалку ворвался Денис . \n—Деффки я не смотрю мне нужна только Маша. \nДенис уложил Машу на плечо и унес из раздевалке в холл спорт. зала \n—Почему ты обнималась с Марком? ???!\n— В данном момент тебя только это волнует! !!! я перед парням и дефками стою в лифчике ну перед дефками это ладно!!!!! \nДенис снял с себя футболку и надел на Машу\n— Довольна!?Денис был на гране взрыва\n— Чего ты орёшь?? Это всего лишь обятья\n— Ты с таким же успехом могла поцеловать его!!!! \n— да иди ты.... Маша уже развернулась и пошла в раздевалку но Денис схватил её за запястье\n— мы не заканчили!!!\n— отпусти мне больно. \nДенис отпустил её она зашла в раздевалку одела топ и заревела\n— Он опять затеял сцену? ? спросила Ирина\n— да....\n— Маша бля это уже пятая сцена за три дня! И какого хрена он обвиняет тебя ,хотя он сам уже раз четвертый проводит до дома какую то деветиклассниу!\n— знаю с этим надо заканчивать \n\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 7,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "здесь ничего нет я же говорила мур.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "здесь ничего нет котик ,я же говорила",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "короче это мой первый квест и что бы прочитать 2 часть  нужно вернутся в начало ребятки простити сильно тупанула!!",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "Все остальные уроки Маша ждала встречу в библиотеке с Марком ей хотелось узнать его больше.  \nконец седьмого урока\n— Ладно Ир мне в библиотеку надо Марку тему обяснить. \n—Ну о'кей, в вк жду все подробности! подруги обнялись и Марк с Машей пошли в библтотеку \nСпустя часа мучений Марк отлично понял тему \n— Ну вот!! не так уж и сложно же! Маша была рада — ага.\n—Марк а раскажи о себе чем занимаешься в свободное время и каких животных любишь ну и тп.\n— я с мамой и сестрой ей семь, переехали неделю назад у нас есть собака даже две акита и мопсик , Джейси и Джуйси, но я обожаю кошек, фантастику, играть в волейбол, читать , а иногда шастать по клубам! но это редко обычно я домашний теперь твоя очередь.! Марк был заинтрегован.\n— ну я не очень люблю каблуки, обожаю играть на гитаре, смотреть грозу, читать романы,виноваты звёзды, мой любимый.  \n— я чувствую ты многое скрываешь ! Марк ухмыльнулся . ,господи какая у него сексуальная ухмылка'\n—Ладно Марк мне пора домой)\n—Тебя довезти? \n—Желательно, ну если можно.  Сказала Маша \nОни вышли из библиотеки и в метрах девяти от них стоял Денис.\n—Маша? Сказал Денис по его голосу невозможно было понять расержен но или удивлён\n—Да? \n—Ты едешь со мной прямо сейчас и что вообще он делает рядом с тобой!!! Денис был в бешенстве \n",
    "answers": [
      {
        "id": 8,
        "text": "-Нет я не твоя игрушка, я уже договорилась я еду с Марком"
      },
      {
        "id": 9,
        "text": "-да идите вы оба я иду домой одна"
      },
      {
        "id": 10,
        "text": "-Ладно поехали . Мария дала руку Денису и они ушли в машину"
      }
    ]
  },
  {
    "id": 8,
    "text": "— да я согласен ты не игрушка ты моя девушка! ! \n— да иди ты, Марк пошли. Маша взяла Марка за руку и они пошли к парковке, сели в машину и Марк её довёз до дома \n—Марк спасибо большое . Маша обняла Марка \n—Не за что .  господи я кажется влюбился в неё ещё большедумал Марк \nМария ушла домой и Марк уехал как только Мария зашла в дом она поняла что Марк прикольный парень. \nМага села за уроки \nпришло смс от неизвестного\nЭто Марк ты придёшь на мою вечеринку?",
    "answers": [
      {
        "id": 14,
        "text": "да)"
      },
      {
        "id": 15,
        "text": "Извини но нет"
      }
    ]
  },
  {
    "id": 9,
    "text": "Маша психанула и побежала домой когда она прибежала первым делом она пошла в ванну ей нужно было освежится она смыла тушь холодной водой и пошла к себе в комнату делать уроки \nпришло смс от Ирины \nну как, всё обяснила??  \n                      Мы мило поболтали и пошли домой но встретили Дениса\nППЦ \n                ага, Ладно Ир не обижайся я уроки делаю\nПока)\nМарич сделала уроки и смотрела свой любимый сереял но на телефон пришло уведомление \nМарк ким хочет добавить вас в друзья \n''Одобрить заявку'' Марк ким теперь ваш друг\n— Он очень милый и красивый\nМаша улыбнулась посмотрела на время 23:45 \nпора спать . \n",
    "answers": [
      {
        "id": 13,
        "text": "пойдти спать"
      }
    ]
  },
  {
    "id": 10,
    "text": "—КАКОГО ЧЁРТА Я СКАЗАЛ ДЕРЖИСЬ ОТ НЕГО ПОДАЛЬШЕ! !!!\n—Я не твоя собственность, либо не ори либо я сейчас выхожу! \n—Ладно поехали . \nпочти всю дорогу они молчали и когда они уже подъехали к дому Маши  Денис заговорил\n— Малышка, Прости меня я дико тебя ревную и люблю тебя.  \n— и я . Мария и Денис страстно поцеловались и Мария села на колени к Денису лицом к нему.  \n— я очень люблю тебя ♡.  Сказала Маша \n— и я , хотел бы я взять тебя прямо сейчас, но у нас есть договор до уневерситета ничего подобного.  Сказал Денис и вновь поцеловал Марию . Маша вышла из машины и веляя бёдрами направилась в Дом. Как же я его люблю подумала Маша.",
    "answers": [
      {
        "id": 11,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "Маша зашла в дом в великолепном настроение и села за уроки . Потом смотрела  любимый сериял и слушала Bts пришло уведомление на телефон \nМарк ким хочет добавить вас в друзья\n'' Одобрить'' Марк ким теперь ваш друг\nМария улыбнулась он казался ей милым и прикольным ",
    "answers": [
      {
        "id": 19,
        "text": "сделать уроки и ложиться спать"
      }
    ]
  },
  {
    "id": 12,
    "text": "аУтром как обычно ванна причёска и мы одеваемся в чёрную юбкк карандаш и синию блузку, каблуки.  \n—Думаю Марк оценит ! \nМаша позавтракала и брат её отвёз \nВ школе \nНа пороге её встретил Денис \n—Ты красивая сегодня! \n— нам надо серёзно поговорить .\n— Я слушаю. \n— Денис я знаю мы дружили и в отношениях уже 6 лет, но прости я влюбилась в другова и мне с ним очень хорошо, прости меня! \n—ЭТО МАРК?! УВЕРЕН ЭТО ИЗО НЕГО!! КРАЛ МЫ ЗНАКОМЫ ВОСЕМЬ ЛЕТ!! А С НИМ ВСЕГО НЕДЕЛЮ! !\n—Денис меня до канала твоя ревнивость!\nДенис страстно поцеловал Марию и тело загорелось желанием\n—Он так умеет? \n— Отстань! Мы расстаёмся и точка. \nМаша написала Марку\nSMS\n                                                                          Ты где? \nИзвини я опаздызаю\n                                                                            Жду♡\nУже сердечки?)\n                                                                             ага)\nМарк пришел  через пять минут после звонка и как сразу зашёл прсмотрел на Марию\n\"Сегодня она необычна касива эта рубашка ей подходит\" \n* Наконец то он пришел)* подумала Мария \nНа уроке они переписывались \n—Маш может ты будешь слушать учителя ?кто мне эту тему будет объяснять?\n— Ир я занята\n—влюбилась?\n—Ага . И да я бросила Дениса \n—ну наконец то)  \nВсе уроки были скучноваты домой её повёз брат \nВ машине\n— Макс?\n—Да\n— Я люблю одного человека и хочу с ним переспать,но  дала сама себе клятву до инстетута нет. Что делать\n— Маша я не хочу что бы он причинил тебе боль, но если ты считаешь что он того стоит и на следующий день тебя не бросит то действуй, а о маме не думай предумаем что то типо на ночёвку пошла.\n—Ты знаешь что самый лучший брат это ты?!\n—Да! \n— Ну скромность это не твоё \nпридя домой Мария проверила свой телефон \nsms  пришла от Марка\nЭта блузка безумно идёт тебе, ты супер!!Может куда сходим?  \n                                 давай в парк что ли? ???\nО'кей сладкая вата, героскутер и колесо обозрения !         \n                                                                              Да! \nНу всю замётано\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "Мария легла спать ей снился Марк . Утром Мария проснулась и поняла что опаздывает \n—Блин ещё не хватало опоздания!! Конский хвост худи джинсы кроссовки и Мария готова!  Брат уже уехал поэтому Мария бежала до школы, а в школе все только и обсуждали вечеринку у Марка",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "Как только Маша написала  она пошла выбрать одёжку (остановилась на белых кедах, платья рубашки цвета хакки и белого клача, локоны и  естественом макияже)\nМарк отослал адрес И Мария туда подъехала",
    "answers": [
      {
        "id": 18,
        "text": "на вечеринки"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ну ладно, пока)\nМаша продолжела делать уроки как только она их закончила она пошла ужинать с родителями и братом.\n— ну как учебный день? Спросила мама\n—Всё отлично!  Сказала Маша\n— а у тебя как дела в уневерситете??\n—Мам всё хорошо, можно я пойду есть к себе в комнату? ?\n— ладно иди. \nМария покушала и немного поговорила по телефону с Ириной, легла спать она конечно подумала что могла бы сейчас развлекаться с Марком но недай бог там бы был Денис так что наверное к лучшему.  \n",
    "answers": [
      {
        "id": 16,
        "text": "новый день \n"
      }
    ]
  },
  {
    "id": 16,
    "text": "Уторм мария проснулась умылась и как всегда ею разбудило солнце Мария одела черные рваные джинсы и длинную серую толстовку , белые кеды.\nв Школе все обсуждали вечеринку у Марка",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "К Маше подошел Марк \n— Может быть сегодня сходим в кино?  \n— Ладно Марк пошли. \nМаша обняла Марка и отправилась в кабинет литературы это был первый урок .\nна уроке  \n— маш а что у вас с марком? Сказала Ирина\n— мы идем в кино сегодня\n—а если вас денис застукает?\n'-  да пошёл он я не его игрушка. \n—вот и правильно.  Сказала Ирина \nМаша с нетерпением ждала пока закончатся все уроки и они пойдут в кино♡ \nКонец последнего урока .\nВ Машу прилетела бумажка\n* готова к незабываемому походу в кино??* написал Марк\n* Незабываемому? я думала мы просто сходим в кино? * Написала Маша \n*да незабываемому! * \nпрозвонил звонок и Марк сразу подошел к Маше\n— ну что готова?  Марк ухмыльнулся\n—да... \n—Почему так неуверенно? Это будет самый лучший день в твоей жизни! \n—Уверен? \n—ДА \nМарк потащил Марию из школы \n—Ну чего ты такая медленная)) Марк улыбнулся\n'Господи его улыбка соблазняет' Подумала Мария\n—Да так задумалась\nВыдя из школы Мария увидила мотоцикл\n— Садитесь модмуазель!\n—Ты чего сдурел!Это опасно!\n'Она так мило переживает' подумал Марк \n—Не беспокойся я хорошо вожу \n—А если.. Марию перебил Марк\n—Без если, я хорошо вожу и точка.\nМария согласилась и села обвив руками торс Марка.\nОни мчались и волосы марии развивались на ветру. Зарождались настоящие и сильные чувста любви \nОни подъехали к кинотеатру \n—Кино? Спросила Мария\n—Сначала да! \nМарк слез и дал руку Маше .Они зашли в кинотеатр и Марк взял два билета на комедию.\nПосле кино\n—Давно я так не смеялась!  Сказала Маша\n— Согласен, комедия была хорошая.  \n—Домой отвезёшь? Спросила Мария\n— Нет, это ещё не всё!!\n—да?  Мария улыбнулась \n—Да .\nОни вышли из кинотеатра и марк заговорил\n— Мотоцикл я тут оставлю, брат заберет , а мы с тобой пойдём пешком.\nОни пошли по мосту и Марк увидел шарики\n—Маш а у тебя какой любтмый цвет?\n— Их много но синий фаворит.\nМарк побежал и купил очень много синих гелевых шаров.\n—Это тебе.\n— Спасибо, но это же дорого!\n—ничего страшного, я предлагаю их отпустить. \n— Марк это же дорого зачем их отпускать? \n— Ты меня запомнишь .\nМария разжала руку и шарики улетели вверх Мария наслаждалась этим моментом\n—Мне с тобой хорошо.  Заговорил Марк\n—И мне, я тебя так мало знаю а ты для меня уже много значиш. \nМарк схватил Марию за руку и они побежали т тц . Там они поели и Марк повёл Машу в боулинг . \n— смотри берешь целишся и кидаешь. Обяснил Марк\nМария взяла шар кинула и вдруг....\n— Страйк!!! Ты моя умница \n— Да ладно у меня получилось!! \nОни поиграли и Марк отвёл Марию домой \nу дверей Марии \n— суперский вечер! \n—Согласен \nони стояли и смотрели друг другу в глаза 'Как я хочу что бы он поцеловал меня'\nМарк посмотрел ей в глаза и нежно поцеловал\n— я влюбился в тебя \n— И я... Мария взглянула на часы и сказала:Мне пора увидимся . Зайдя домой она поняла ей никто не нужен кроме Марка\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "ВСО"
      }
    ]
  },
  {
    "id": 18,
    "text": "Было много народу Мария зашла в дом и поняла что играет её любимая музыка , она танцевала в ею ритм . \nК ней подршёл Марк \n— Клёво танцуешь!  \n—Спасибо. Мария мило улыбнулась\n— Хочешь я тебе кое что покажу.  \n— ну давай!! \nДом марка был двух этажный а часть крышы была плоской . Они поднялись на крышу и смотрели на звёзды .\n— Маш я очень люблю смотреть на звёзды они прекрасны .\n— Ночное небо всегда прекрасно . \nМарк подошёл сзади и обнял Машу . \n\"Он мне нравится\" Подумала Мария пока в ней зарождалось великолепное чувство Любовь . \n На следующий день в школе все только и обсуждали вечеринку у Марка .\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "Мария  сделала уроки, посидела в телефоне посмотрела новую серию ривердейла и сверхестественого, Мари очень ждала , но ни Марк ни Денис ей не написали и она легла спать . Утром она быстро собралась и в школе все только и говорили о вечеринки у Марка , а он её даже не пригласил!",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "К Маше подошел Марк\n—Жаль что ты не пошла было весело  \n— Ну может тогда сегодня прогуляем? Предложила Маша \n— Конечно!  Марк подмигнул и они вместе отправились на урок\nНа уроке она болтала с Ириной \n—ну что ты так пойдёш или домой зайдешь переодеться?\n—Ирина это всего лишь прогулка я пойду так. \n—Ну как знаешь .\nПосле урока они отправились в парк \n—Марк, а чем ты занят завтра? \n—Если одна хорошая девушка никуда меня не пригласит то я свободен!\n—А кто она?\n—Ты,глупышка!!!\nони улыбнулись \n—Я хотела предложить сходть в кино.  \n—Я согласен, может быть завтра погуляем и отправимся в одно интересное место? Предложил Марк\n—а после школы никак?) \n—Оно красиво на расвете . \n—Ладно я согласна!!! \n—я заеду за тобой в 4:39 потому что рассвет начинается в 6 а мы должны ещё доехать.  \n— Ты даже не знаешь на какие жертвы я пошла когда согласилась.\n— Уверен твои жертвы оправдаются! \nОни немного прогулялись и Марк довёл её домой. \nКогда она пришла домой то быстро сделала уроки и стала выбирать что надеть \nSMS\n      Ир я завтра не приду в шк что одеть на встречу с марком\n\nОдень свои чёрные джинсы рубашку белую и коженку кросы белые, волосы завей. Ну вроде мило и секас? \n                  Всм секас у мена парень есть!!\nПарень?? А почему тогда ты едешь с Марком? \n                                                                                      ......\n Ну вот, а ты его бросила?\n                 Нет я Денису завтра скажу о расставании\nНу о'кей. Ладно я кушац \n                  приятного аппетита! \nМаша легла спать проснулась она в 3:45 оделась и начала завивать волосы , И вот последняя прядь закончина на часах 4:20 а за окном слышно её имя \n—Маш Маша!\nМария выглянула там был Марк) \nМария спустилась одела кеды, коженку и выбежала на улицу \n—Ты очень красивая !\n—Спасибо .\n—Сегодня ты прокатишься на мотоцикле. Сказал Марк\n—Назад пути нет так что я согласна) \nОни ехали очень быстро и через 40 минут уже были у озера, а Марк подготовил пикник \n—Сегодня ты увидишь самый красивый рассвет .\n—Здесь очень красиво)Сказала Маша \nОни сидели и разговаривали оба всём\nнаступил рассвет вода стала отблёскивать розовым\n—очень красиво. Сказала Маша и продолжала наслаждаться закатом .\n— ты лучше. Сказал Марк и нежно прильнул к губам Марии \nони целовались пока у низ не закончился воздух \n— это глупо ведь я мало тебя знаю, но я люблю тебя Марк \n— Я тебя тоже принцесса моя\n\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Пока Всо"
      }
    ]
  },
  {
    "id": 21,
    "text": "Маше было очень обидно что Мар даже не позвал её ради приличия, а хотя пофигу на его вообще!  \nК Марии подошел Денис\n—Привет Зай \n— Привет.  Маша улыбнулась и Денис нежно поцеловал Марию\n—Сегодня вечером мы идем в кино.  \n—я согласна . и они вновь поцеловались прозвонил звонок и Маша отправилась на урок\nна уроке в машу прилетела бумажка\n\" Ты целуешь его, а он вчера весть вечер тёрся около Анфисы ( деветиклассница с четвёртым размером) написал Марк \nДа? А ты меня вообще не пригласил!  написала Маша \nЯ не хотел что бы ты это видела написал Марк\nИзвини я больше не могу с тобой разговаривать я слушаю учителя. Написала Маша\nМария была обижена она знала давно про Анфису но боялась бросить Дениса ведь любила его.\n—Можно выдти. Спросила Мария \n—Да только побыстрее.  \nМаша вышла из класса и из её глаз полились Слёзы к счастью или сожалению в коридоре был Денис \n—ДЕНИС!\n— Да?  Денис стоял в недоумение\n—Это правда что ты был с Анфисой?\n—Ну да и что?!Я тебе больше могу сказать я с ней еще и трахаюсь. Ты же из себя святошу строишь  до окончание школы ничего подобного! \nМария заревела \n— Ты ожидала что я скажу что то подобное? Денис видимо был восторге от того как разыграл эту сцену \n— Ты дурачёк я.. Я поверила!!\n— Сколько раз я говорил что люблю лишь тебя!? \n—Много.. Маша улыбнулась \n—С Анфисой у меня только дружба.  объяснил Денис \nОни поцеловались и оба поспешили на уроки, домой довёз Марию брат \nДома Маша стала собираться в кино \n(вечернее красное платье каблуки и клач) \nВечер был отличный и Маша была счастлива \n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "к Маше подошел Денис\n—ты не обижайся что я тебе не позвонил и не писал!\n— ничего страшного!  я не обижаюсь \nпрозвонил звонок\nна уроке\n—ты опять его простила?спросила Ирина. \n—да\n—ну ты глупышка, он же с Анфисой мутит об этом вся школа знает! \n—СЕРЁЗНО!! Маша сказала это очень громко и в тот момент когда учитель говорил про смерть главного героя\n— Да Мария если бы ты прочитала произведение узнала бы!  А теперь прошу дайте продолжить урок! \nМаша обернулась и увилила улыбающиеся лицо Марка. Маша написала записку Марку\n*чего смешного??*\n\"ничего просто это слышал весь класс в самый драмотичный момент произведения\"\n*Да я случайно! * \n\"Тебя довезти до дома?\" \n* Меня брат довезёт, может завтра?*\n\"Хорошо, а какой твоц любимый цвет?\"\n*Синий, а тубе зачем? *\n\"Да так\" \n*Ну ладно, сори но я думаю послушать учителя давай потом Марк*\n\"Конечно))\" \nДомой Марию отвёз брат вечером к ней пришла Ирина и они смотрели фильм Мачо и ботан2 (неплохой фильмец) \nи Ирина осталась у Маши было весело а утром они чуть ли не опоздали в школу\n",
    "answers": [
      {
        "id": 1,
        "text": "ПОКА ВСО"
      }
    ]
  },
  {
    "id": 23,
    "text": "Утро Маша просыпается и удивлена что выспалась смотрит на часы и поняла что проснулась на29 минут позже \n—К черту сильный мейк!Маша лишь замаскеровала легкие синяки под глазами и блеск, зажавала мятную жвачку, сделала конский хвост одела штаны кофту и отправилась в школу. Марка не было уже на двух уроках и Маша решила написать sms \n                           ты где? контрошу решил прогулять?\nЯ заболел. Видимо на озере было прохладно.\n                     быстро говори адрес я приеду после шк\nСевастопольская34B2865 \nМаша закончила учиться и отправилась к Марку\nдверь открыла мама Марка \n—Здравствуйте а Марк заболел\n— Я знаю я пришла его поддержать!\nМама Марка улыбнулась",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "Утро было солнечным, вчерашние воспоминания вызывыли улыбку, поход в кино был замечательный они много смеялись и разговаривали не очём и было чувство свободы как в начале отношений. \n— я его люблю . проговорила Мария и стала собираться в школу. (кеды белые, мерч от моргенштерна, белые штаны) \n— ну вроде я красотка!)\nМария вышла в столовую мама и брат ещё завтракали .\n—Маша,Макс тебя довезёт? \n— Не братик спасибо, меня Дэн довезёт)\n— Ну лан, клёво выглядишь! крикнул Макс на прощанье. \nМария вышла из дома Денис выглядит красиво как и всегда.\n— Ты дерзкая? )\n—Сегодня, ДА !\nДенис жадно впился в её губы\n—Нам пора. Сказала Маша\n—Поехали. \nМария все уроки думала, а правда ли с Анфисой лишь дружба? И не замечала взгляд Марка \nНа уроке черчения\n—Маш а что у тебя с Марком?.Спросила Ира\n—Ничего, а с чего ты взяла что между нами что то есть?\n— Он на тебя все уроки смотрит! Ира улыбнулась\n—Тебе кажется! \n—Неа, кажись он тебя любит. \n— нет...\n— любит любит любит. Ирина была счастливой\n—Ну и что я люблю Дениса .\n—Ой.. Ирина скорчила гримасу\nОни обе улыбнулись\nДомой её отвёз Макс \nВечером Мария доделала Домашнию работу и села за телефон она стала переписыватся с Ириной .\n—Ир мне Денис писал что приглашает меня в ресторан))\n—Ооооо что собираешься надеть?\n— Черное вечерние платье)\n— ты в нем красотка!\n— Спасибочки)\n—Кстати когда\n— Сегодня в 23:35 я должна быть там\n— Он не довезёт тебя?\n— Нет, ну и ладно Макс меня довезёт! \nМария супер быстро оделась накрасилась и в 23:20 уже была там но к её сожалению она увидела Дениса он целовалися с Анфисой ..... Мария услышала отрывок разговора\n—Денис это было самое лучшее свидание\nМаша расплакалась и выбежала из ресторана её брат ещё не уехал так что домой она добралась без приключений.\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Скоро обновление)))"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Ирина блин какого чёрта! Исотричка нас прибёт!высказала своё недовольство Мария идя по коридору в школе уже прозвонил звонок\n— Та не бойся всо будет о'кей\nОни бысто зашли в класс  \n— И где вы пропали? \n— Извините мы просто опоздали так как Ирину чуть велосипедисть не сбил\n",
    "answers": [
      {
        "id": 1,
        "text": "Жди скоро прода. Мур♡"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  }
]