[
  {
    "id": 1,
    "text": "Автор — DelIce\nАнатация — \"В данном квесте в сможете узнать, как же быть драконом\" ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 16,
        "text": "Достижения. "
      }
    ]
  },
  {
    "id": 2,
    "text": "     Давным-давно в нашем мире жили драконы.\n     Драконы были разные. Одни большие и мрачные, парили в небесах и строили свои гнёзда на вершинах утёсов, как грозные птицы. Другие — мелкие и проворные, сновали дружными стайками и ловили крыс и мышей. Несусветно громадные морские драконы были в двадцать раз больше самого большого синего кита и убивали просто ради потехи.\n     И теперь настало время ТЕБЕ вернуться в те времена и узнать, как быть драконом! ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я позволю тебе выбрать вид, к которому ты будешь принадлежать. \n     Злобный змеевик — дракон класса когтевтков, что на хвосте имеет около ста острых и ядовитых, метательных шипов. Весьма быстрой дракон с пламенем ярче солнца.\n     Жуткая жуть — маленький стайный дракон, по размером не превышающий обычную домашнюю кошку и пламя практически безопасно, однако их стаи достаточно велики... И наглы.\n     Кипятильник — гигантский дракон водного класса, что грабит судно и стреляет кипятком, разъедающим кожу.\n     Так кого-же ты выберешь? ",
    "answers": [
      {
        "id": 4,
        "text": "Злобный змеевик"
      },
      {
        "id": 5,
        "text": "Жуткая жуть"
      },
      {
        "id": 6,
        "text": "Кипятильник "
      }
    ]
  },
  {
    "id": 4,
    "text": "Злобный змеевик, ты уверен? ",
    "answers": [
      {
        "id": 3,
        "text": "Нет"
      },
      {
        "id": 7,
        "text": "Да"
      }
    ]
  },
  {
    "id": 5,
    "text": "Жуткая жуть, ты уверен? ",
    "answers": [
      {
        "id": 3,
        "text": "Нет"
      },
      {
        "id": 8,
        "text": "Да"
      }
    ]
  },
  {
    "id": 6,
    "text": "Кипятильник, ты уверен? ",
    "answers": [
      {
        "id": 3,
        "text": "Нет"
      },
      {
        "id": 8,
        "text": "Да"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ну чтож... Решено, злобный змеевик!\n     Ты взрослый змеевик, живущий на прекрасном острове архипелага... А теперь, я удоляюсь и даю тебе в руки возможность делать, что захочешь. Повествования так-же будет от первого лица. Ты не против? ",
    "answers": [
      {
        "id": 7,
        "text": "Нет! Я против! "
      },
      {
        "id": 10,
        "text": "Да, хорошо"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы играете в beta-версию и данный дракон не доступен",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться к выбору. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Закончив свою прогулку и вернувшись в гнездо я забрался как можно глубже. Обычно в эту пору охотники проплывают мимо моего острова и всегда лучше перестраховаться, чем недостраховаться ",
    "answers": [
      {
        "id": 17,
        "text": "Завершить день"
      }
    ]
  },
  {
    "id": 10,
    "text": "     Меня окружает жёлтый песок, на котором я стою, синее море, на которое я смотрю, зелёный лес и серые скалы, что позади меня. Это место идеально! Рыбы всегда в достатке и ни с кем не надо его делить! Это самый лучший остров и уверен, останется им навсегда! Но что-то я засиделся. Надо-бы размяться. ",
    "answers": [
      {
        "id": 11,
        "text": "Полететь на озёра"
      },
      {
        "id": 12,
        "text": "Полететь в лес"
      },
      {
        "id": 13,
        "text": "Полететь на скалы"
      },
      {
        "id": 14,
        "text": "Полетать над морем"
      },
      {
        "id": 15,
        "text": "Уснуть. Здесь. Не в гнезде"
      }
    ]
  },
  {
    "id": 11,
    "text": "     Я решил полететь на озёра.... Прекрасное место... Там и рыба есть и прохлада...\n     Прилетев на место я внезапно понял, что проголадался и, нырнув под воду, словил несколько окуней. Насытившись я осознал, что уже стемнело и я полетел в гнездо. ",
    "answers": [
      {
        "id": 9,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 12,
    "text": "     Думаю напоследок дня стоит прогуляться по лесу. Так я и сделаю.\n     Прилетев в лес я сложил крылья и решил просто пройтись пешком. Осенний лес... Весьма красивое место и несмотря на то, что я живу здесь с самого рождения, всё равно не перестаю ему удивляться. Но к сожалению темнеет быстро и уже пора было лететь в гнездо. ",
    "answers": [
      {
        "id": 9,
        "text": "Лететь в гнездо "
      }
    ]
  },
  {
    "id": 13,
    "text": "     Думаю, наилучшим решением будет освежиться холодным горным воздухом. Я так и сделал. И действительно, полёты в горах — лучшие полёты. Но они не могли длиться долго. Уже начало темнеть и надо было лететь в гнездо, но надож было мне увидеть прекрасный цветок фиолетового цвета! Ни разу его не видел... ",
    "answers": [
      {
        "id": 20,
        "text": "Забрать цветок. "
      },
      {
        "id": 9,
        "text": "Полететь в гнездо"
      }
    ]
  },
  {
    "id": 14,
    "text": "     Думаю, лучше всего будет полёт над морской водой.\n     Взлетев в воздух я направился в сторону моря. Этот прекрасный морской воздух не вдохнув, невозможно вообразить... Полёт над морем столь лёгок и прекрасен... Он столь же идеален, как и мой остров. Но к сожалению, уже темнеет и надо вернуться в гнездо... ",
    "answers": [
      {
        "id": 9,
        "text": "Лететь в гнездо"
      }
    ]
  },
  {
    "id": 15,
    "text": "     Хотя нет.... Я слишком устал за день ничего-не-делания. Я так устал, что вряд-ли долечу до гнезда. Усну прямо здесь. Это отличная идея!\n                                           •••\n     Наконец-то утро! Я проснулся. Странно. Это место не похоже на пляж... И что это за ЛЮДИ?! Меч?! Что?! Нет!\n\nОу... Я отошёл буквально на пять минут, а тебе. Уже голову отрубили... Ну, поздравляю. Ты получил достижение! ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 16,
    "text": "Здесь вы сможете найти все достижения, полученные вами за время игры! ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 21,
        "need_ever": true,
        "need": [
          20
        ],
        "text": "Фиолетовый цветок"
      },
      {
        "id": 22,
        "need_ever": true,
        "need": [
          15
        ],
        "text": "Наибыстрейшая смерть "
      }
    ]
  },
  {
    "id": 17,
    "text": "     Я так устал за день ничего-не-делания, что сразу же уснул мёртвым сном... Мне кажется если бы меня бы нашли, то всё равно бы не забрали УЖЕ мёртвым, по их мнению... Но ночь быстро прошла и настало утро. ",
    "answers": [
      {
        "id": 18,
        "text": "Выйти из гнёзда "
      }
    ]
  },
  {
    "id": 18,
    "text": "     Я абсолютно без какой либо осторожности вышел на улицу, спрасонья забыв про то, что где-то неподалёку есть охотники... И к счастью для меня, я не встретил ни одного. ",
    "answers": [
      {
        "id": 19,
        "text": "Закончить beta-версию"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вот и пришла моя beta-версия к завершению... Надеюсь вам понравилось и в скором(или нет :>) времени вы сможете ознакомить с полной версией. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 20,
    "text": "     Пред такой красотой никто не сможет устоять и я не исключение! Я стремительно полетел к цветку и схватил его лапами. Теперь я могу спокойно полететь в гнездо",
    "answers": [
      {
        "id": 9,
        "text": "Лететь в гнездо "
      }
    ]
  },
  {
    "id": 21,
    "text": "Для получения этого достижения вы должны были собрать в горах фиолетовый цветок. Он вам больше не для чего не пригодиться. ",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Для получения этого достижения вы должны были совершить огромнейшую глупость и умереть сразу же, как начнётся игра. ",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]