[
  {
    "id": 1,
    "text": "\n\nВ этом квесте вам предстоит отправиться в чудесный мир населеный волшебными созданиями,  стать волшебным пони-пегасом, поступуть в секретную спецслужбу и раскрыть тайны что таит в себе Эквестрия. \nМожество различных канцовак и увлектельная история ждут вас.\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать игру"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись очень рано, еще небыло и четырех утра. Разумеется мама еще спала.\n\n\n",
    "answers": [
      {
        "id": 3,
        "text": "отправиться на пробежку."
      }
    ]
  },
  {
    "id": 3,
    "text": "До парка, где вы бегаете каждое утро, вы добрались довольно быстро.\n\n\n",
    "answers": [
      {
        "id": 4,
        "text": "осматреться"
      }
    ]
  },
  {
    "id": 4,
    "text": "В парке бло тихо. Казалось что грод в котором находился парк умер, но он лишь спал дожидаясь своего часа. В сторане находилась пустыная детская площадка, а на центральной площади закрытые ларьки.\n\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Посматреть время."
      },
      {
        "id": 16,
        "text": "Осматреть детскую площадку."
      },
      {
        "id": 17,
        "text": "Осматреть площадь"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы достали из кормана свой дешевый, китайский смартфон и включив экран посматрели время(4:00).\n\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Начать пробежку."
      }
    ]
  },
  {
    "id": 6,
    "text": "Убрав телефон в карман вы побежали вокруг парка наслождаясь одиночеством и звуками природы.Вы как обычно пробежали три круга вокруг парка и добежав до любимой скамейки, напротив которой расинул свои ветви большой куст дикой яблони остановились.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Сесть отдахнуть"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы сбросили со спины рюкзак, сели на скамейку и достали телефон. (4:15)\n— Пятнадцать минут, расту.\nДовольно проговорили вы сунув телефон в рюкзак и вместо него достали банку энергетика.",
    "answers": [
      {
        "id": 8,
        "text": "Открыть банку и начать пить не глядя."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы начали пить напиток. Уже после первого глатка вы заметели страный привкус химии.\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Продлжить пить."
      },
      {
        "id": 18,
        "text": "Выкинуть этоту гадость"
      }
    ]
  },
  {
    "id": 9,
    "text": "За неимением лучшего вы продолжили пить это. От напитка вас отвлек какойто странный звук, сильно выделявшийся на фоне утрених звуков природы.  Словно глето не подалеку плакала маленькая деаочка. Но что ребенок мог делать в парке в такое время?",
    "answers": [
      {
        "id": 10,
        "text": "Прислушаться."
      },
      {
        "id": 21,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы отставили напиток в сторону и прислушались, но плачь тутже стих.\n— Показалось. \nПожав плечами буркнули вы и вернулись кнапитку. Вы не умпели сделать даже глотка как услышали слабый,  но отчетливый зов о помощи, а затем вновь возобновился плачь.\nВновь прислушавшись вы поняли что звук исходит из-за кустарника напротив.\n\n\n",
    "answers": [
      {
        "id": 11,
        "text": "проверить"
      },
      {
        "id": 21,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 11,
    "text": "Прикрыв лицо руками вы прорвались сквось сплетеные прутья кустарника и оказались на небольшей полянке со всех сторон окружоной дичкой. В центре поляны лежала маленькая кобылка, пони.\n Вашему удивлению нет предела. Вы сами не можете понять что удивляет вас больше, необыкновено маленький размер этой пони, необычный цвет ее гривы(фиолетовый) или два малюсеньких крылышка, сложеных у нее на спине.",
    "answers": [
      {
        "id": 12,
        "text": "Далие"
      }
    ]
  },
  {
    "id": 12,
    "text": "Из больших глаз пегаски вытекали крупные капли слез. Ее шкурка была покрыто кровыю, вытекающей из многочимленых ран покрывавших большую часть ее маленького тельца.\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Заговарить с пегаской."
      },
      {
        "id": 19,
        "text": "Уйти"
      },
      {
        "id": 22,
        "text": "Добить чтоб немучилась "
      }
    ]
  },
  {
    "id": 13,
    "text": "— Это ты звала на помощь?\nСпросили вы осматривая существо со стороны и не решаясь подойти ближе.\nПегаска неуверенно кивнула.",
    "answers": [
      {
        "id": 14,
        "text": "Ты понимаешь меня?"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Ты понимаешь меня?\nЕще больше удевившись спросили вы.\n— Д-да.\nОтветила пони, что удивило вас еще больше, хотя козалось что удивляться дальше уже некуда.\n— Как тебя зовут?\nСпросили вы немного отойдя от шока.\n— Я-я Скуталу.\nРобко представилась пегаска.",
    "answers": [
      {
        "id": 15,
        "text": "Постараться успакоить."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Не бойся Скуталу, я постараюся тебе помочь.\nС этими словами вы медленно стали приблидаться к пони. Испугавшися Скуталу постаралась сбедать, но как только она встала ее исклеченные копытца подкасилиси и она вновь рухнула на землю.\nСев рядом с пегаской в положили руку ей на мордочку. Как только ваши пальци сопрекаснулись с нежной шерсткой пегаски вас тутже пронзил сильный разряд тока. Вы тшатнулись от Скуталу и рухнули на землу. В глазах потемнело и вы потеряли сознания.",
    "answers": [
      {
        "id": 30,
        "text": "Далие"
      }
    ]
  },
  {
    "id": 16,
    "text": "Пустые качели и деские карусели навивают тоскливую настальгию, хотелось бы покачаться, но они выгледят очень хлипкими и могут вас не выдержать. Сдесь вам делать нечего.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Сдесь только ларьки. Они откроются только через четыре часа.\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы поставили банку с сомнительным напитком под лавочьку и откинувшись на спинку стали переводить духание. Внизапно ваше внимание привлек страный шум, сильно выделявшийся на фон утрених звуков природы, словно гдето неподолкку плакала маленькая девочька. Но что  ребенок может делать в парке в такое время суток.\nВы прислушались но плачь тутже стих. \n— Показалось.\nПробурчали вы поднемаясь со скамейки. Вы уже собирались уходить как вдруг услышали слабый но отчетливый зов о помощи, а затем возобновился плачь. Плачь исходил из-за куста дикой яблони.",
    "answers": [
      {
        "id": 11,
        "text": "Проверить"
      },
      {
        "id": 21,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Это бред какой-то. \nПроборматали вы отступая назад. Сделав пару шагов назад вы развернулись и покинали тайную поляну. На всякий случай вы захватили банку с недовитым напитком и отправились домой.\nДобравшись до дома вы расказали обовсем матери. Разумеется она вам неповерила, но навсякий случай решила перестраховаться. Вас обследовал психолог, а напиток отправили на экспертизу. \nНикаких откланений в вашей психики не нашли. Энергетик хотя и содержал много химии, но галюцинаций этот напиток вызвать немог. Произошетшее списали на усталость.\n\n\"Конец\"\n\n\"Пораноик\"",
    "answers": [
      {
        "id": 1,
        "text": "Вы пораноик"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я надеюсь вам понравилась первая глава. Прошу прощение за возможные грамматические ошибки которые вы вероятней всего повстречали в тексте.\nЕсли вам понравилось поставте лайк и напишите в каментария что я мог бы изменить чтобы квест стал еще лучше. \n\n\n\"Продолжение следует\"",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы решили что у вас уже начелись слуховые голюцинации, возможно и из-за той химии что вы выпили, и решили что вам пора домой.\n\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "Глюки"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы захотели помочь бедняжки, но как. Ее раны очень серьезны. Обычная обработка и перевязка тут явно непоможет. В ветклинику нести ее бессмыслино. Там ее предпочтут усыпить и припорировать в научных целях. Только лишние мучнния для малышки. \nВаша праваярука рефликторно нащупала в правам кормане алимпийки нож-выкидушку, который вы всегда брали с собой, навсякий случай.",
    "answers": [
      {
        "id": 23,
        "text": "Неожиданно ударить ножом в шею."
      },
      {
        "id": 25,
        "text": "Сломать шею"
      },
      {
        "id": 26,
        "text": "Митнуть нож."
      }
    ]
  },
  {
    "id": 23,
    "text": "Ваш нож довольно осрый, запросто срежит ее маленькую голову. Пегаска даже нечего не успеет почувствовать. А после дела похаранить не обычное создание на этойже поляне.\nВы окуратно стали приближаться к малютки, что бы не спугнуть. Но пегасочка похоже что-то заподозрила и попыталась сбежать. Но ее искалеченые копытца подкасились как только она подскачила, и малютка тутже рухнула обратно пузиком на сырую трову.\n— Небойся.\nПрошептали вы на ухо пегаски покрепче сжав нож и приобняли ее. Как только ваши пальцы каснулись шелкавистой шкурки вас тутже пронзил мощный разряд току.",
    "answers": [
      {
        "id": 24,
        "text": "Далие "
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы очнулись в больничной полате. \nПришедшая мед сестра рассказала что вас ударило токам вовремя пробежки и еслибы паркавый сторож не нашел вас на той полянке вы могли и умереть. Хотя никто так и не смог обяснить как так получилось. Там где вас нашли небыло ни провадов, ни линуй электро передач. По началу этим даже заинтерисовалась полищия, но не найдя ниодной зацепки все списали на природную анамалию вроде шаровой молнии.\nПозже, когда вас выписали, вы вернулись на ту поляну. На том месте где лежала пони вы нашли кровь. Похоже то что с вами произашло было насамом деле, но от куда взялась эта пони и куда девалась для вас навсегда останется загадкой.\n\n\"Конец\"",
    "answers": [
      {
        "id": 1,
        "text": "Несостоявшийся убийца"
      }
    ]
  },
  {
    "id": 25,
    "text": "Нож вы уже давненько не использовали. Он мог и подвести, а руки у вас  довально силные, так уже наверняка. Решили вы и достав руки из корманов мнедлино, так чтобы не напугать малышку стали к ней приближаться.\nПегасочка испугано вздрогнула и постаралась убежать, но как толька она постаралась встать ее искалеченые копытца подкасились и поняша вновь упала.\n— Не бойся, скоро все закончится.\nДобрадушно улыбнувшись прошептали вы взяв пегавочку за голову. Как только ваши пальци прикоснулись к ее шелковистьй шорстки впс тутже пронзил сильный разряд тока.",
    "answers": [
      {
        "id": 24,
        "text": "Далие"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы решили что подходить к ней не лучший вариант. Все же она пегас и, вероятьней всего, может летать, к таму же вы неплохо метаете ножи. Вы незаметно вынули нож из кармана и убрали руку за спину, где и раскрыли его. \nОдин точный брасок. Нож попал в голову жеребена. Вы пережевали что лезвие не пробьет черепную коробку, но опасения были напрасны. Нож почти полностью вошел в голову малютки. \n— За что?\nЕле слышно пошептала пегасочка прежде чем ее тело рассыпалось на тысячи янтарных искр и исчезло. Единствинным доказателством того что все небыло плодом вашего воображения остался окрававленный нож, который упал в лужицу крови.\n",
    "answers": [
      {
        "id": 27,
        "text": "Далие"
      }
    ]
  },
  {
    "id": 27,
    "text": "Забрав нож вы вытерли его о траву и отвравились домой. Об это странной встречи вы некому нестали рассказывать, да и смысл все равно некто не поверит.",
    "answers": [
      {
        "id": 28,
        "text": "Переживать."
      },
      {
        "id": 29,
        "text": "Забить"
      }
    ]
  },
  {
    "id": 28,
    "text": "Со дня той пробежки прошла неделя. Вас очень тревожил вопрос о том что было бы поступи вы иначе. Что если вы могли спасти ту малышку.\nВы еще несколько раз вовремя своих пробежак возвращались на ту поляну надеясь что то что случилось в тот раковой день всеголишь галюцинация, и вы не обнаружити там крови, а возмижно даже и поляны. Но и поляна и спекшеяся кровь были на своих местах.\nИз-за всего этого ваша учеба ухудшылась. Вскоре вы перестали бегать по утрам, а вскоре стали вовсе просыпать школу. Спустя месяц вы вовсе ее забыросили. Вам всюду мерещилась эта кабылка, а в ушах звучали ее последнии слова. \nВы невынесли этого и написав кароткую записку (Я виновин в ее смерти и больше немогу с этим жить) спрыгнули с моста.\n\n\"Конец\"",
    "answers": [
      {
        "id": 1,
        "text": "Суицид"
      }
    ]
  },
  {
    "id": 29,
    "text": "Со времяни той прогулки прошла неделя. По началу вы немного перешивали что сделали неправильный выбор, но вскоре успакоились. \"Что сделано, то сделано\", решили вы. Вскоре вы и вовсе позабыли тот случай.",
    "answers": [
      {
        "id": 1,
        "text": "Что сделано, то сделано"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Его ударила молния, но жить будет.\nДонесся до ваших ушей нежный, женский голос.\n\"Я в больнице?\" Подумали вы и открыли глаза. Вас тутже ослепил яркий, солнечный свет. Когда зреные востановилось вы смогли осматреть полату. Просторная светлая комната была касписана под ясноя небо. Стены и поталок были выкрашены в дазерный цвет, в некотрых местах изображены белые, пушистые облочка а со стены напротив кровати вам подмигивало веселое солнышко.",
    "answers": [
      {
        "id": 31,
        "text": "Какого черта"
      }
    ]
  },
  {
    "id": 31,
    "text": "\"Детская полата? — Опешили вы, — Какого черта здесь твориться?\" \nВы только хотели произнести эти слова в слух как дверь с тихим скрипам открылась и в полату кто-то вошел.\n— Уже очнулся?\nПроизнесла вошедшая, по голосу это была та самая медсестра что разговаривала в коредоре.",
    "answers": [
      {
        "id": 32,
        "text": "Посматреть"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]