[
  {
    "id": 1,
    "text": "\nПрогресс: В разработке\nВы девушка 16 лет, но вот произошол один момент... \nСпустя 2 года вас выписывают из больницы. Вы помните только это:\n\"-Ты идёшь с каким то высоким, красивым парнем который тебя обнимает одной рукой. Вот вы уже подходите к дороге как вдруг в глазах промелькнул яркий, пронзающий свет и тьма. \". Больше вы и не помнили из личной жизни. У вас было сотрясение мозга и чуть маленькие травмы. Спустя долгого лечения   вы оказались в доме со своей семьёй.\nВот вам уже и 18 лет и вы вновь идёте в школу, но с вашим прибытием многие на вас обращают внимание и стали шептать за вашей спиной\nЧто вас ждёт там.... Давай же узнаем\n",
    "answers": [
      {
        "id": 7,
        "text": "Начать с 1-ой главы"
      },
      {
        "id": 14,
        "text": "Немного о рассказе"
      },
      {
        "id": 16,
        "text": "Персонажи"
      },
      {
        "id": 33,
        "text": "Главы"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты стала жмурится из-за того что в твои глаза били прямые лучи солнца. Чуть повернувшись на бок что бы это надоедливое солнце не пристовало, к вам стала лесть ваша мама с криками-\n—Кексик вставай! Нам пора ехать!-Кричала мама сквозь белоснежную дверь\n—Сейчас выйду. — Сказала я и медленно потирая один глаз уже вставала из постели. Моя майка с розовыми розочками чуть задернулась, а штаны слишком сильно облегали ноги т.к. как говорила мама \"Растущий организм\"\nВ эти минуты раздумья я уже вышла и зашла в ванную комнату что бы почистить зубы. Тут в ванную зашла моя мама и кинула на меня смешной взгляд.\n—Ох кексик... Не стыдно ли ещё спать в таких шортиках?-",
    "answers": []
  },
  {
    "id": 3,
    "text": "Ты просто промолчала и дочистила зубы. Мама уже была на кухне:\n—Кексик, одевайся и выходи на улицу, я буду ждать тебя у входа, а и да... Перекусим в кафе- Мама посмотрела на меня, подмигнула и вышла из дома.\nВ это время я уже была у себя в комнате и стала выбирать что мне надеть",
    "answers": []
  },
  {
    "id": 4,
    "text": "—А кто мне обещал купить новые шортики? — С ноткой смеха сказала и дочистила зубы. Мама же улыбнулась мне и скрестила руки\n—Я не знаю кто обещал, но я точно помню что мы должны сходить купить тебе форму — Мама голосом выделила слово форму.\n—Я пойду на улицу и буду ждать тебя там- С этими словами она ушла к выходу и я услышала как открылась и закрылась дверь. Тут я вспомнила что ведь в \"Детской\" пижамке же нельзя показать себя миру который тебя видел лишь несколько раз. \"Помоему сегодня стоит одется не как всегда\". Подумала я и пошла в свою комнату.\nЧто мна надеть? :\n",
    "answers": []
  },
  {
    "id": 5,
    "text": "—Клетчатую рубашку \n—Рваные джинсы\n—Белые носки\n—Белые кроссовки",
    "answers": []
  },
  {
    "id": 6,
    "text": "Я оделась и вышла к маме на улицу. Она уже с кем то розговаривала и я услышала что то о себе. ",
    "answers": [
      {
        "id": 11,
        "text": "Подслушать"
      },
      {
        "id": 12,
        "text": "Медленно подойти к маме и её собеседнику"
      }
    ]
  },
  {
    "id": 7,
    "text": "Стук в дверь была как магия демона , сразу вы стали жмурится после того как услышали звуки шагов напровляющиеся к вам. И вдруг чья-то рука дотронулась до головы и медленно погладила девушку:\n—Хэй сестрёнка вставай, первый раз в десятый класс — С усмешкой сказал кто то.\nВ это время \"сестрёнка\" стала открывать глаза и посмотрела кто стоял над ней. Это был брат.\nВид у него был пожалуй таки не плох:\nВысокий, накаченый, с тёмными глазами и такими же волосами, брови были очень добрые и сейчас они выражали как раз таки ЗЛУЮ черту брата. \n—Ну хорошо-о-о — Протяжно сказал брат. И вскоре я оказалась уже на полу.\n—Ты что с дубу рухнул?!\n—Ну может и рухнул, но вот ты ещё раз можешь рухнуть — Сказал брат и направился к выходу. Я этим воспользовалась и кинула в брата подушку со словами \"Виллка\" . Я попала прямо в спину и тут я пожалела об этом, он быстрым шагом направился ко мне и взяв меня на руки отнёс в ванную комнату и стал обливать меня  холодной водой. И тут я поняла... Что сейчас проснётся певица",
    "answers": [
      {
        "id": 15,
        "text": "Завизжать "
      }
    ]
  },
  {
    "id": 8,
    "text": "—Серенькое платье\n—Серенькие туфли\n—Заколка с котиком на волосах",
    "answers": [
      {
        "id": 9,
        "text": "Надеть"
      },
      {
        "id": 10,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "—Клетчатую рубашку\n—Рваные джинсы\n—Белые носки\n—Белые кросовки",
    "answers": []
  },
  {
    "id": 14,
    "text": "Кхем, что я могу сказать.\n—Я ещё не опытная писательница. \n—история попытается затянуть вас до такой степени, что... Ну вообщем придумайте сами до какой степени\n(И да, кто это вообще читает?) ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "И тут я завизжала со всей силы, брат же со смехом выбежал из ванной комнаты и куда то спрятался. Я же как раз вылезла из ванны пытаясь из нутри себя согреть полотенцем. Я забежала к себе в комнату и стала одевать уже школьную одежду а это было:",
    "answers": [
      {
        "id": 19,
        "text": "Серая мышь "
      },
      {
        "id": 20,
        "text": "Пацанка"
      }
    ]
  },
  {
    "id": 16,
    "text": "Персонажи которые будут с вами взаимодействовать\n",
    "answers": [
      {
        "id": 17,
        "text": "Лолли Картнер "
      },
      {
        "id": 18,
        "text": "Вильгельм Картнер"
      },
      {
        "id": 27,
        "text": "Эдисон Солнцев"
      },
      {
        "id": 29,
        "text": "Нэйк Гром (Громов) "
      },
      {
        "id": 30,
        "text": "Эдриан Корнев"
      },
      {
        "id": 31,
        "text": "Нэйтон Корнев"
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы девушка 18 лет. Вы не высокого роста, так в придачу ещё и вес. Хрупкая маленькая девочка — вот что всегда осациируется с ней. Волосы были короткие, пышные и тёмного цвета. Глазки были небесно голубого цвета. ",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ваш брат. Он был как раз спортсменом. Высокий ростом, волосы были светлые как у мамы, и  его глаза были голубые, Можно было сказать мы похожи только глазами\n",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Тёмно фиолетовая футболка \nТёмно синие штаны в обтяжку\nКроссовки такого же цвета \nПортфель со звёздочками\n",
    "answers": [
      {
        "id": 22,
        "text": "Надеть "
      },
      {
        "id": 15,
        "text": "Надеть другое"
      }
    ]
  },
  {
    "id": 20,
    "text": "Портфель однатоно чёрный\nЧёрные джинсы\nКлетчатая рубашка",
    "answers": [
      {
        "id": 22,
        "text": "Надеть"
      },
      {
        "id": 15,
        "text": "Надеть другое"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я не знала куда мне идти ведь я там ещё не была, а Вильгельм хотел меня довести до школы на своём байке. Но т.к он так со мной поступил я пошла и хотела быстрее затерятся что бы шансы что он нашёл меня уменьшились. Вдруг меня кто то хватает за руку и поворачивает ко мне, я поняла сразу кто это.\n—Что тебе ещё надо?! — Крикнула я и посматрела на него с расерженной мордашкой от чего он посмеялся.\n—Мне отец сказал тебя отвезти в школу, он же волнуется. — \n\"Попытался надавить на жалость да?\". Подумала я и немного умерила свой пыл",
    "answers": [
      {
        "id": 23,
        "text": "Согласится"
      },
      {
        "id": 23,
        "text": "Ещё подумать"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я оделась и от того что волосы ещё немного были мокрые я не стала их заплетать. Я взела портфель и стала идти к выходу. Я была очень зла и перед выходом на улицу крикнула\n—Вилка я пошла в школу, можешь не подвозить! — Сказала я и со злости хлопнула дверью. ",
    "answers": [
      {
        "id": 21,
        "text": "Идти куда глаза глядят "
      }
    ]
  },
  {
    "id": 23,
    "text": "Я всё же согласилась\n—Ладно, но только попробуй что нибудь ещё сделать в таком роде я убегу и ни кто меня не найдёт.-Говорила я пока садилась на его байк. Вильгельм как раз уже сел и ждал меня.\n—Держись покрепче, а то унесёт тебя куда попадя.- С этими словами я обняла его и чувствовала его торс, но мне было не интересно. (Брат всё таки). Спустя несколько минут мы приехали, я спустилась с его байка и сказала.\n—Вечером меня не забудь забрать! — Крикнула я на него всё ещё злясь из-за утра. Он кивнул, но нет... Его ухмылка оказалась и тут. Я не обратила внимания и направилась к входу в школу.\nЯ заметила как у входа стояла банда состоящая из мальчиков. Там их было 4 человека. Я заметила взгляд одного из них и тут всн посмотрели на меня. Я попыталась не смотреть на них и молясь что бы они меня не заметили, но мои молитвы не были услышаны. Один из них преградил мне путь своим телом.\n—Хэй, а что тут делает такая пташка совсем одна? — Я увидела его ухмылку и взгляд прикованый к моей персоне.",
    "answers": [
      {
        "id": 25,
        "text": "Далее\n"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Да-Уверенно сказала я и пошла в противоположную от него сторону. Он побежал за мной и схватил меня за руку что заставило меня остановиться.\n—Что тебе надо? — Чуть ли не закричав сказала я, но он смотрел прямо на меня и сказал:\n—Хэй,лилия. Ты меня не помнишь?\n—Какая я лилия? Я Лолли и я тебя вижу в первые,от куда мне тебя знать?-\nОн немного склонил голову и отпустив руку и пошёл кудато в толпу так что через несколько секунд я его уже его не видела. Вот я пошла по лестницам и нашла нужный кабинет. Я медленно открыла дверь и зашла, на меня почти не оброщали внимания. Я села на последнюю парту так что бы быть подальше от всех. Лоли не хотелось сейчас с кем то общатся т.к  она пыталась погрузится в свою память и пытатся что то вспомнить о том пацане. Но её прервал ещё один мужской голос сказав что то в её адрес\n—Хэй, а тут не занято? — В голосе услышался смех.\nЛолли посмотрела в сторону звуков и заметила красивого парня лет 18-19, в чёрных штанах и белой футболке. Он пристально смотрел на неё что очень смутило её. Лолли отвернула голову от него и пробубнила\n—Занято.\nТогда он сам сел без моего же согласия.",
    "answers": [
      {
        "id": 28,
        "text": "Прозвенел звонок"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я пыталась протиснутся через него, но напрасно и тогда я попыталась поговорить с ним. Я подняла голову к нему и сказала что было на духу:\n—Эта пташка пытается пробраться через тебя! — С попытками пробратся крикнула я ему. В это время остальные парни сказали ему отдаляясь от него\n— Хэй Нэйк, ты идёшь? \n—Ладно пташка, мы с тобой ещё увидимся — Сказал он и послал мне воздушный поцелуй. Вот он уже отдалился, но я стояла как в копаная и не могла пошевелится. Но постояв ещё секунд 20 я всё же зашла в школу и направилась искать стенд. Какие то девочки стали шептать позади меня, но я не придала этому никакой признак. А вот уже и стэнд, я посматрела где будет проходить 1 урок. Это была История, я её не долюбливола и уже задумалась о том как бы её прогулять, как вдруг ко мне подошёл парень. (Естественно выше меня. Одет он был в красную толстовку с принтом, в джинсах и кедах красного цвета) и сказал:\n—Эй девочка, а ты не из 10-го ли класса? — Приподнял он бровь посмотрев на меня. Я подняла на него взгляд и сказала",
    "answers": [
      {
        "id": 24,
        "text": "Да"
      },
      {
        "id": 26,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Нет-С жосткостью сказала я и вырвала руку из его и быстрым темпом направилась к лестницам что бы найти кабинет. Тогда он улыбнулся и уже рядом со мной стал идти.\n—Я узнаю свою лилию~Я хотел сказать тебе в тот день что т... — Не успел он договорить как к нему подошла ещё девушка и оттолкнула меня от него.\n—Это ещё кто?! Эдри я что то не допоняла?!-Она встала перед ним и загорадила ему проход. Тогда я не хотела вмешиватся и пошла в класс.\nЯ села на последнюю парту и увидела взгляды на себе. Но один был не очень то и скрытрым-Это был парень лет 18-19 в чёрных штанах и белой футболкой. Он подошол и сел рядом со мной. Я немного засмущалась и отвернулась что бы не показывать это",
    "answers": [
      {
        "id": 28,
        "text": "Прозвенел звонок"
      }
    ]
  },
  {
    "id": 27,
    "text": "Высокий и не сильно накаченый паренёк. \nСветлые волосы как у Вильгельма, а глаза были зелёные как травка в мультике \"Бэмби\". Лицо нежное и будто не тронуто столь ожесточашим миром. \nОн живёт отдельно, ведь отец была занятая личность, а сын и мешался ему в работе. Вот отец и вздумал помочь стать уже большим мальчиком. ",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "И тут прозвенел звонок\nЯ просидела смотря в окно длительное время. Только я успела записать несколько предложений в тетрадь как в меня прилетела бумажка. Я первым делом посмотрела от куда это и увидела взгляд...\nНейка?! \"Он учится вместе со мной ? \"Её голову переполняли и другие вопросы на счёт него , но попытавшись открыть записку я вспомнила о своём соседе по парте который просто сидел в телефоне. Тогда я сказала шёпотом что бы не услышал учитель\n—Меня Лолли\nОн повернул ко мне голову и улыбнулся отложив телефон в сторону.\n—Нэйтан, можно просто Нэйт. — Наш разговор продлился весь оставшийся урок. Неожиданно прозвенел звонок на перемену и я вздрогнула от испуга. Убрав свои пренодлежности и прочее другое Лолла вышла из класса как к ней подошли одни из \"Popular Girl in school\" . Преградив мне дорогу они стали меня оскарблять. А точнее глава банды (Блондинка лет 17 в облегающей блузке и юбке.)\n—Ты что себе позволяешь?! То что ты новенькая не имеет право подкатывать к моему парню — голосом было выделенно слово \"моему\". ",
    "answers": [
      {
        "id": 32,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 29,
    "text": "Тёмноволосый парень. Иногда не предсказуемый  и от части не думает о последствиях.\nГлаза цвета персика. Телосложение было прекрасным. Ростом естественно выше главной героини\nОн как бы известная личность в школе и можно сказать он был почти всеми желаем. (Только популярным девочкам и иногда \"Простушкам\") ",
    "answers": [
      {
        "id": 16,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 30,
    "text": "(Спойлер- Вам стоит его самим узнать)\nБлондин с голубыми глазами и почти с главную героиней ростом, но не настолько уж и близко.\nЭдриан, ничем не выделяющийся из толпы парень, жил в сьёмной квартире неподолёку от школы. ",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "Брат Эдриана. Всё ещё жил с родителями как и вы. Он можно его так назвать был \"Позитивным солнышком\" в тумане.\nГлаза серые, а волосы были словно шоколад с ноткой кофе. ",
    "answers": [
      {
        "id": 16,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 32,
    "text": "Я не раздумывая ринулась к выходу, и позади услышала \"Беги беги!\" этой дуры... На глазах немного выступали слёзы, \"Первый раз в первый ад\" думала Лолли. Поварачивать за угол она влетела в грудь Нейка. Он схватил Лолли что бы успокоить и не только.\n—Хэй придержи коней, куда летим пташка? ~\n—Отпусти м-меня! — Я пыталась вырваться и скрыть слёзы, но он только сжал мою руку и вывел на улицу. Немного надышавшись свежим воздухом Нейк прижал меня к своей груди.\n—Ну всё... Тш... Раскажи что случилось? — Его руки прижимали меня к нему что я слышала его дыхание.",
    "answers": [
      {
        "id": 34,
        "text": "Расказать"
      },
      {
        "id": 35,
        "text": "Не расказывать"
      }
    ]
  },
  {
    "id": 33,
    "text": " Главы истории",
    "answers": [
      {
        "id": 7,
        "text": "Глава 1.\nПрибытие"
      },
      {
        "id": 40,
        "text": "Глава 2\nДрака и возможное свидание? "
      },
      {
        "id": 58,
        "text": "Глава 3\nВолк в овечей шкуре"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Ко мне пристали какие то девочки и стали наезжать, якобы я стала пристовать к её парню... Они наверное говорили про Нейтана т.к. он сел рядом со мной. — Я вылила ему всю душу и как то стало лекгче в нутри.\n—Ты про Блондинку, да?\n—Да...\n—Не обращай на неё внимание, они с ним расстались. Вот она и не подпускает к нему никого что бы он приполз к ней на коленях с просьбой о прощении. — Он чуть отстранился от меня. — Хэй пташка, я уже понял что ты уже не хочешь отучиваться и я могу подвезти тебя до дома на своёй машине. Что скажешь ? ",
    "answers": [
      {
        "id": 36,
        "text": "Да"
      },
      {
        "id": 37,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я промолчала и он заметил что я не горю желанием ему всё рассказать, тогда он укусил нежно за мочку уха и прошептал.\n—Не бойся меня, я не сделаю тебе больно. — Он чуть отстранился от меня и сказал уже обычным тоном. В то время когда у меня горели щёки.\n—Хочешь я подвезу тебя на своей машине? ",
    "answers": [
      {
        "id": 36,
        "text": "Да"
      },
      {
        "id": 37,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я сказала неуверенным голосом \"Да\" и в этот момент Нейк мне улыбнулся не очень то доброй улыбкой. Он повёл меня к своей машине, сильно танированой. Мы сели и он спросил адресс. Я ему продиктовала и мы поехали.\n—Не бойся на счёт того что тебя будут ругать, я скажу что у тебя заболела голова. — Мы подьехали и мы вышли. Я уже стояла перед дверью и доставала ключи как резко Нэйк прислонил меня к двери. И стал смотреть на моё смущённое личико.\n—Хэй пташка, не будь такой закрытой. — Он засунул мне в карман бумажку- Мой номер телефона, не забудь позвонить.~ — Он уехал уже как минуту назад, а Лолла всё ещё была в ступоре. Найдя ключи и открыв ими дверь она без раздумий побежала в свою комнату. ",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я неуверенно сказала \"Нет\" на что Нэйк прислонил меня к стенке. И стал расматривать моё личико которое заполнялось алым цветом. Он положил мне что то в карман и сказал нежным голосом.\n—Не забудь позвонить мне ~ — Он зашёл в школу а я побежала домой. С передышками в 2 минуты я добежала до дома. Открыв дверь ключём я без раздумий направилась в свою комнату. ",
    "answers": [
      {
        "id": 38,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 38,
    "text": "Я посмотрела на время и поняла что брат ещё не скоро вернётся. Я достала из кормана ту записку, но их оказалось две. И тогда я вспонила. Записку которую мне кинул на уроке Нейк, я отложила записку с номером телефона и стала читать 1-ое письмо. Я читала в пол голоса:\n\"-Привет пташка. Сегодня после уроков сходим в кафе? \". Он серьёзно?! Аргх... Ладно, забудем. Всё же стоит будет позвонить завтра...\nВсё оставшееся время я делала разные вещи. Почти к концу дня пришёл Вильгельм . \nЯ была на кухне и Вильгельм был зол как я поняла. \n—Ты где была?! Я тебе звонил тысячу раз!\n—Я оставила телефон в комнате, а сама была тут.\n—А как ты пришла домой и так рано!\n—У меня закружилась голова и я пришла.\nОн посмотрел на меня, а после ушёл к себе в комнату. Пришла мама и тоже ушла к себе после целого дня работы. Я ещё посидела на кухне и прийдя к себе в комнату рухнула на кровать и мигом же уснула. ",
    "answers": [
      {
        "id": 33,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я вышла с грустью и злостью на лице и увидела Вильгельма за столом переписываясь с кем то по телефону. Он увидел меня и чуть заволновался.\n—Хэй, Лол. Поешь и забудь про них. Ну скоро всё же приедут.\nЯ села за стол и стала жадно уплетать их как будто я уже месяц не ела. Вильгель чуть улыбнулся и протянул вчерашнюю записку от Нейка...\n—И что, собираешься звонить или как? — Он протянул мне записку сжав между двумя пальцами. Я резко её схватила и засмущалась.\n—Н-Не твоё дело!!! — Вскрикнула я как вдруг почувствовала сжения на щеках. Я доела оладья и убрала тарелку в раковину и  я видела как на меня смотрел этот дьявол во плоти.\n—Звонить собираешься? ~ Просто мне уже не терпится познакомиться с твоим парнем.\n—ОН НЕ ПАРЕНЬ! Ну в смысле он парень но не мой! — Я ушла к себе в комнату за портфелем и задумалась.... А может всё же позвонить ему? ",
    "answers": [
      {
        "id": 41,
        "text": "Да"
      },
      {
        "id": 42,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы проснулись от звуков вашего \"Демона\".\n—Хэй, кукла лол, вставай! — Кричал Вильгельм когда открывал шторы что бы лучи солнца заполнили светом комнату.\nЯ же спрятала голову под подушку и пыталась сделать вид что не слышу его, а он это понял и расплылся в улыбке.\n—А кто это на улице? — Он встал у окна и пристально смотрел в даль. Ну а я же думала что это Нейтан или кто ещё из моих якобы \"друзей\". Я резко встала у окна что бы разглядеть кого то.\n—Хах, купилась! — Он хлопнул меня по спине и стал смеяться надо мной. Я же не выдержав вытолкала его из комнаты и крикнула перед тем как закрыла дверь.\n—Придурок! Жди, я скоро выйду.\n—Смотри чтоб была через 10 минут на кухне. Я приготовил оладьи с мёдом. А и да, мама с папой сказали что задержаться в командировках.\nПосле его последних слов я просто застыла на месте и пыталась не заплакать... Но я сильна и выстояла над этим соблазнительном предложением заплакать. Я уже со злостью на лице отправилась к шкафу с одеждой и без выбора одела на себя джинсы и какую то футболку цветом запёкшейся крови.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я набрала номер на телефоне и стала слушать гудки и молниеносно мне ответил Нейк\n—С кем имею честь?\n—Помоему мне не стоило звонить?\n—Ох пташка. Это ты. Я уже надумывал идти за тобой. И всё таки не забыла мне позвонить или ты это из жалости?\n—Я могу на это не отвечать? — Я чуть улыбнулась с портфелем в руках и встала у окна наблюдаю за всем.\n—Ну я не настаиваю, но желаю услышать ответ. \n—Нейк, прекрати — В голосе у меня было слышно как я засмущалась\n—Я сегодня буду ждать тебя у школы, так что не удивляйся если я буду с бандой~\n—Только не надо этого. Я приеду но не одн... — Я услышала как заходит Вильгельм и быстро нажала на кнопку \"Сбросить\"\n—Давай поехали уже\n—Л-ладно... — Я положила телефон в корман на джинсах и пошла за братом на улицу. Мы вышли и Вильгельм закрыл дверь на ключь. \n—Прости что прервал твой разговор с \"Рамэо\" ~\n—ЗАТКНИСЬ!",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я забрала портфель и села к брату на байк. Я прижалась к нему как всегда и мы быстро доехали до школы. Но как только мой брат уехал я увидела...  Толпу возле школы и крики — \"Бей его\" — \"Левой, левой его\". Я быстро протиснулась и увидела такую картину:\nДва парня дрались и было видно что они не сейчас устроили драку. Я увидела как один из них это — Нэйк, а другой... Был в капюшоне от кофты и было не понять кто это, но было видно светлые волосы. ",
    "answers": [
      {
        "id": 43,
        "text": "Пытаться остановить их драку самой, а не дожидаться чьей то \"победы\" "
      }
    ]
  },
  {
    "id": 43,
    "text": "Я стала кричать что бы привлечь к себе внимание этих двух \"Боксёров\"\n—Прекратите немедленно!!! — Я почувствовала взгляды на себе и то что  они преркатили драться.\n—Это ты... — Пробормотал Нейк отряхиваясь от грязи-А незнакомый мне парень даже ничего не сказав испарился. К Нейку стали прилипать другие девочки и пытаться ему чем либо помочь.\nНу а я же направилась ко входу в школу.\nМедленно зайдя в здание я вновь пошла к стенду что бы понять где будет первый урок. Как только я подошла к стенду у меня на плече появилась рука того \"неизвестного парниши\". Я повернулась и поняла что это был Эдриан.\nЯ испугалась но не его, а за него.\n—Э-эдриан... Тебе больно? Из-за чего вы дрались? \n—Неважно, я хотел тебя спросить. Сможешь ли ты на выходных сходить со мной в кино?~ ",
    "answers": [
      {
        "id": 44,
        "text": "Мне надо подумать"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Хорошо, дай я тогда запишу тебе свой номер в телефон.\n—Хорошо — Вы дали ему свой телефон, а он уже стал что то вводить на нём. Вы отвернулись и стали смотреть всё тоже расписание. Через минуту он отдал вам телефон и ушёл куда то. Вы положили его в карман и  направились в сторону класса. Урок был Математика — пожалуй не столь и сложная, но ахилесова пята в ней есть у каждого.  Вот вы пришли и вас сразу же остановил учитель.\n—Так, по каким причинам вы отсутствовали на вчерашнем уроке?!\n—У меня разболелась голова и я ушла. \n—Чем вы это докажите?!\n—Ну... — Вы понимали что на вас обратили внимание и другие одноклассники. ",
    "answers": [
      {
        "id": 45,
        "text": "Придумать отговорки ещё"
      }
    ]
  },
  {
    "id": 45,
    "text": "Учитель стал смотреть на вас в ожидании ответа\nНо вы знали что он не последует. Тогда прозвенел звонок на урок и вы с улыбкой на лице сели к Нейтану за парту. Он с ухмылкой посмотрел на вас.\n—И как? — сказал Нейтан не сводя с меня глаз\n—Что как?\n(Учитель)\n—Мисс Лолла, не соизволите ли вы выйти к доске и решить несколько уравнений если вы разговариваете на уроке.\nВариантов не оставалось и вы вышли к доске.\n(Примеры не из 10 класса. Ну что б вы вспомнили гранит математики)\n—И так первый пример.\n             332-(-7)=??? ",
    "answers": [
      {
        "id": 46,
        "text": "339"
      },
      {
        "id": 47,
        "text": "325"
      },
      {
        "id": 47,
        "text": "-339"
      },
      {
        "id": 47,
        "text": "-325"
      }
    ]
  },
  {
    "id": 46,
    "text": "Следующий:\n          -(78<plus>(-19))\n(Даже не думай щитать на канкуляторе) ",
    "answers": [
      {
        "id": 50,
        "text": "59"
      },
      {
        "id": 51,
        "text": "-59"
      },
      {
        "id": 46,
        "text": "57"
      },
      {
        "id": 46,
        "text": "-57"
      }
    ]
  },
  {
    "id": 47,
    "text": "Ой не правильно ;)\nВернись назад и попробуй заного, но уже не жми на угад. ",
    "answers": [
      {
        "id": 45,
        "text": "Назад. (339)-правилный ответ"
      }
    ]
  },
  {
    "id": 48,
    "text": "Оставшиеся уроки прошли бес проишествий. Когда Лолла выходила из школы на улице стояли много ребят. Из них выделились Нейтан и сам затейник торжества Эдриан. Они меня не заметили и я попыталась пройти мимо закрывая лицо ладонью. ",
    "answers": [
      {
        "id": 49,
        "text": "Не мастер пряток"
      }
    ]
  },
  {
    "id": 49,
    "text": "Меня заметил Эдриан и окликнул. Шансов улезнуть у меня не оставалось и я подошла к ним.\n—Хэй пташка, куда пархаешь?\n—Домой...-\nИ тут вмешался в разговор Нейк.\n—Лолла, ты мне так и не сказала пойдёшь со мной или нет? ",
    "answers": [
      {
        "id": 52,
        "text": "Ответ будет... "
      }
    ]
  },
  {
    "id": 50,
    "text": "Ой не правильно ;)\nПопробуй заного, \"считовод\"",
    "answers": [
      {
        "id": 46,
        "text": "Назад (-59)-Правильный ответ"
      }
    ]
  },
  {
    "id": 51,
    "text": "Ладно... Садитесь на место. 4.\nИ тут я чуть обиделась, ведь всё же было прекрасно!\nНо уже ничего не исправить и я просто села на место, а учитель продолжал проводить урок.\n—Слушай, пойдём в выходные на вечеринку? У Эдриана в доме будет вечеринка\n—Я... Стой... Вы же вроде подрались с ним утром... \n—Ай... — Махнул рукой Нейтан- Мы уже про это забыли и решили вновь себя свести в дружбе... \n—Мне надо подумать... Я потом тебе скажу.-\nНэйтан повернулся в сторону учителя и оставшее время от урока мы не говорили. Вот прозвенел звонок и мы вышли из класса. Ко мне сразу же подошёл Нейк.\n—Хэй, Лолла. Пойдёшь со мной в субботу на дискотеку к Эдриану?\n— Я тебе потом скажу. Хорошо?\n—Не забудь только~-Он отошёл и я уже поняла что меня позвали 2 парня... ",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Я уже хотела что то сказать, но меня вернули в реальность гудки... Гудки байка моего брата...\n—Хэй! Кукла Лол. Я тебя долго ещё буду ждать? — Крикнул мне Вильгельм и улыбнулся увидев с кем я розговариваю.\n—Прости, но мне надо идти... — Я быстро подбежала к Вильгельму и сев на его байк я чуть усмехнулась. Взгляд парней был прикован к Вильгельму. \n\"Даже не знаю... Что они о НЁМ подумали~\" подумала я и уже через миг мы сдвинулись с места. ",
    "answers": [
      {
        "id": 53,
        "text": "Дом, милый дом"
      }
    ]
  },
  {
    "id": 53,
    "text": "Пару минут и я уже была у себя в комнате. Вильгельм куда то уехал и я осталась одна...\nЯ подумала, почему бы не сделать себя красивой перед сном?\nЯ подошла к шкафу и стала рыться в одежде.\nЯ приметила 2 варианта ночнушки. ",
    "answers": [
      {
        "id": 54,
        "text": "Обычный, но соблазняющий"
      },
      {
        "id": 55,
        "text": "Клубничный кекс~"
      }
    ]
  },
  {
    "id": 54,
    "text": "Короткие шорты с оттенком синего.\nОбычный, чёрный спортивный топ\nЧёрный гольфы до колена",
    "answers": [
      {
        "id": 57,
        "text": "Надеть"
      },
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "Чуть соблозняющий красный топ\nМини шорты бардового цвета\nИ гольфы до колена тоже красного цвета. ",
    "answers": [
      {
        "id": 57,
        "text": "Надеть"
      },
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "Выкинув записку на стол я стала визжать как потерпевшая. Но это были крики радости.\nЯ включила музыку на телевизоре и сделала её о-о-о-очень громкой. Я стала прыгать на диване, после выпила чай с конфетами и продолжила вести себя как маленький ребёнок.\nЧерез 1 час моей радости в дом прозвенел звонок... Я резко выключила телевизор и подошла к двери. На часах было [23:26] .\n\"Не думаю что это кто то из родственников...\"\n—К-кто там? — Чуть со страхом в голосе произнесла я...\n",
    "answers": [
      {
        "id": 33,
        "text": "Конец 2 главы :)"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я оделась и пошла на кухню дабы перекусить.\nИ какого было моё удивление когда на столе я увидела записку от брата.\n\nЯ взяв её в руки стала читать в пол голоса:\n\"Лолла, я сегодня не приеду ночевать. Мамы с отцом не будет 2 недели. Еда в холодильнике, остальное ты наверное сама найдёшь? Вернусь утром.\n                                                     <<Вильгельм>>",
    "answers": [
      {
        "id": 56,
        "text": "Радоваться молодости :D"
      }
    ]
  },
  {
    "id": 58,
    "text": "Мне ответил уже знакомый мужской голос... Эдриан!\n—Пташка, это я. Твой принц на белом коне~\nЯ открыла дверь и за ней стоял Эдриан в джинсах и белой футболке.\n—Что ты тут делаешь? — Чуть с улыбкой ответила я смотря с верху в низ.\nПервым делом он осмотрел меня и мою одежду   его ухмылка на лице меня смутила. \n—Я услышал музыку, и подумал. Почему бы не зайти проведать тебя?~-Он облакотился локтем об дверь. \n—Ладно заходи пока что. А то на улице холодно... \nЯ сделала шаг в сторону что бы он прошёл в дом.\n",
    "answers": [
      {
        "id": 59,
        "text": "Разговор"
      }
    ]
  },
  {
    "id": 59,
    "text": "—Слушай, а тебе идёт такой наряд. Что кавалера ждёшь?~\n—Нет! П-просто я решила всю ночь не спать т.к дома никого не будет...-Я отвела взгляд в пол и вновь на него. \n—Мм~ Может составить тебе компанию?\n—А ты можешь? — с интузиазмом спросила я.\n—Да. — Он вновь посмотрел на меня.\n—Эдриан, сядь пока в гостиной. Я наведу нам чай. А и да, если хочешь музыку то просто прибавь на телевизоре звук. — С этими словами Эдриан ушёл в зал и через несколько секунд я уже услышала музыку.\nЯ поставила кипятится чайник. И я пыталась дотянуться до верхнего шкафчика дабы достать 2 кружки. Но какого было моё удивления когда Эдриан подошёл с зади и с лёгкостью достал кружки.\n—С-спасибо-Со смущением сказала я и стала ложить в кружки сахар и покетики с чаем.\n—Слушай, тебе уже говорили про мою вечеринку. Да?~",
    "answers": [
      {
        "id": 60,
        "text": "Да"
      },
      {
        "id": 61,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Ну да, а что? — Я уже налила кипяток в кружки и уже собиралась взять кружку как вдруг Эдриан прижал меня к стенке...\n\"Ч-что он творит?! Только не говорите что он хочет меня поцеловать?! \". Промелькнула эта мысль у меня в голове. Он прошептал мне в ухо:\n—Если ты захочешь, то приходи пораньше~",
    "answers": [
      {
        "id": 63,
        "text": "Х-хорошо "
      }
    ]
  },
  {
    "id": 61,
    "text": "Я налила в кружки кипяток и собиралась ответить, но тут Эдриан прижал меня к стенке.\nЕго губы были у моего уха и он прошептал :\n—Если хочешь, можешь прийти будет пораньше~\n\"Он, что... Я.. Но...\". Даже в своих мыслях я немогла сфакусироваться. ",
    "answers": [
      {
        "id": 63,
        "text": "Х-хорошо"
      }
    ]
  },
  {
    "id": 62,
    "text": "Я быстренько прошмыгнула с кружкой чая в гостиную и села на диван. Эдриан медленно, но верно прошёл за мной всё так же с ухмылкой.\n—Ты боишся меня, пташка?~\n—Нет... — я посмотрела на телевизор по которому показывали какой то клип с музыкой.\nЭдриан сел рядом и поставив рядом на тумбочку кружку сделал зевок. Тем самым подняв руку и приобнял меня. Я же попыталась не оброщать на это внимание.\n—Слушай, а расскажи о себе. Я ведь так мало о тебе знаю-Сказал мне Эдриан\n—Ох... Ну чтож... Я... ",
    "answers": [
      {
        "id": 64,
        "text": "Рассказать правду (Про случай) "
      },
      {
        "id": 65,
        "text": "Соврать"
      }
    ]
  },
  {
    "id": 63,
    "text": "—Х-хорошо. Т-ты не можешь...-\nКак это смотрелось со стороны...\nДевушку маленьким ростом, красную от смущения прижал не низкий парень хорошего телосложения.\n—Не могу что? ~ — Из-за его слов лицо Лоллы вновь залилось новой волной смущения.\n—В... Выпей... Чай.. — Ели сказав это, девушка закрыла руками лицо от смущения. Ну а Эдриан всё же послушал её и отойдя от стенки принялся за кружку с чаем. ",
    "answers": [
      {
        "id": 62,
        "text": "Быстренько уйти в гостиную "
      }
    ]
  },
  {
    "id": 64,
    "text": "—Если честно, то я знаю себя очень плохо... Максимум 3 года назад, у меня диагностировали сотрясение мозга и потерю памяти... Я была на реабилитации 2 года. После я вновоь пошла учится... Теперь всё что я знаю о себе: Я...\n—Ты милая, невиная, а так же привлекательная. — Перебил меня эдриан чуть прижав к себе рукой.\nИ вдруг он стал приближаться своим лицом к моему. Сантиметров между нашими губами всё уменьшались и уменьшались\n",
    "answers": [
      {
        "id": 66,
        "text": "Поцеловать"
      },
      {
        "id": 67,
        "text": "Отстраниться от него"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Ну чтож... Я не очень то и смелая девушка, люблю душевные разговоры и...\n—Меня?~-Перебил меня Эдриан ухмыляясь.\n—...\n—Пташка, не отрицай этого~ \n—Н-ну... Я и не отрицаю этого... Просто не говорю... — Я посмотрела на него чуть улыбнувшись\nОн стал приближаться своим лицом к моему. \nС каждым моментом я чувствовала что отвертется мне станет всё труднее и труднее. И вот уже он перед нашими губами остовались несколько сантиметров.\nИ я решила что... ",
    "answers": [
      {
        "id": 66,
        "text": "Поцеловать"
      },
      {
        "id": 67,
        "text": "Отстранится от него"
      }
    ]
  },
  {
    "id": 66,
    "text": "Я решила не сопротивлятся ему. И тут наши губы слились в едином поцелуе. В глазах Эдриана я увидела какой то огонёк. Он управлял моим языком как дресировщик тигров. Я чуть приобняла его, а он меня. Рукой он провёл у меня от копчика до шеи. Так мы целовались 1-2 минуты. После он отстранился от меня и улыбнувшись заглянул прямо ко мне в глаза...\n—Не думал что ты у нас такая хорошая в поцелуях~",
    "answers": [
      {
        "id": 68,
        "text": "Оставшееся время"
      }
    ]
  },
  {
    "id": 67,
    "text": "И тут я опомнилась и резко от него отстранилась.\n—П-прости, но я н... Немогу так. — Отводя взгляд от него сказала я\n—Теперь к твоему характеру припиши \"недосягаема\" ~\n",
    "answers": [
      {
        "id": 68,
        "text": "Оставшееся время"
      }
    ]
  },
  {
    "id": 68,
    "text": "Оставшееся время прошло не так уж неинтересно...\nЭдриан предложил посмотреть страшный фильм.\n/Страшный момент<s><s>\nЯ прижалась ближе к Эдриану и уткнулась в его мускулистую руку, а он улыбнувшись положил руку мне на плечё.\nЧуть позже фильм наконец закончился и на часах было уже [01:46].\nЭдриан же захотел остаться со мной и ему отказать как лишить живое существо свободы. \nЯ растелила Эдриану диван и он лёг на него. Я же поднялась  к себе в комнату и как маленький ребёнок укуталась в одеяле и стала расматривать кого то в темноте. И тут резко что то зашуршало за окном и я не выдержав ринулась к Эдриану с криками.\n—Эдриан, там он! Он!\n—А... Кто он?.. — Он с удивлением посмотрел на бегущую меня. А я же запрыгнула к нему на диван и схватила за руку.\n—Эдриан, там тот монстр. Он тоже хочет меня сьесть как Меган!\n—Да ты преувеличиваешь.\n—Нет! П-пошли покажу! — Я потянула его за руку с дивана.\nОн не стал сопротивлятся и пошёл за мной",
    "answers": [
      {
        "id": 1,
        "text": ">:) 1 страница"
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  }
]