[
  {
    "id": 1,
    "text": "Автор: Таня_Мир \nЖанр: мини-квест\n\nОтец задержался на работе, и его жена с дочерью (Лиза, 6 лет) легли спать без него. Жили они в большом особняке. Но произошло не предвиденное...",
    "answers": [
      {
        "id": 17,
        "text": "Начать"
      },
      {
        "id": 22,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "   Спустившись по высоким ступенькам, девочка оказалась в прихожей. Шорох шёл из гостинной, расположенной в другом конце этажа. Лизе стало не по себе от этого звука. Половицы заскрипели. Кто-то шёл сюда. ''Может, это мама?'' — подумала Лиза.",
    "answers": [
      {
        "id": 3,
        "text": "Остаться на месте"
      },
      {
        "id": 4,
        "text": "Побежать вверх по лестнице"
      },
      {
        "id": 5,
        "text": "Залезть в шкаф"
      },
      {
        "id": 6,
        "text": "Выйти наружу через входную дверь"
      },
      {
        "id": 18,
        "text": "Вылезти наружу через окно"
      },
      {
        "id": 8,
        "text": "Спрятаться под лестницей"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Лиза осталась на месте. Из дальней части этажа показалась тёмная фигура. Но луна зашла за тучи, и стало совсем темно. Невозможно было разглядеть, кто это.\n   — Мама? — произнесла Лиза.\n   Фигура подошла совсем близко, и девочка поняла, что это не её мама. И тут Лиза увидела нож. Человек замахнулся на Лизу ножом, и от Лиза страха...",
    "answers": [
      {
        "id": 9,
        "text": "Закрыла лицо руками"
      },
      {
        "id": 10,
        "text": "Села на пол"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Лиза побежала вверх по лестнице. Но ступеньки были для неё высокими, и она не могла быстро по ней передвигаться. За её спиной послышалось громкое топанье ног. Тут тело Лизы упало вперёд, и его пронзила резкая боль. Если-бы Лиза видела себя со стороны, то ей было бы ясно, что в её спину метнули нож, и оружее попало в цель.\n   — Мама... Я вижу маму...\n   Это были последние слова в короткой жизни девочки.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Лиза, не зная, что делать, залезла в шкаф.\n   Снаружи послышалось тихое топанье ног, но отчего-то было ясно, что, не стараясь ступать тихо, этот человек топал бы очень громко. Топот ног и скрип половиц затихли у самой дверцы шкафа.",
    "answers": [
      {
        "id": 11,
        "text": "Выглянуть из шкафа"
      },
      {
        "id": 12,
        "text": "Сидеть тихо и неподвижно "
      }
    ]
  },
  {
    "id": 6,
    "text": "   Лиза решила выбежать на улицу. Она подбежала к двери и дёрнула ручку. Дверь была закрыта. Лиза обернулась. Из гостиной вышел человек и уже приближался к малышке. В свете луны Лиза увидела отблеск. У этого человека был нож. Лиза окаменела от страха. Сейчас она видела лишь два разумных выхода:",
    "answers": [
      {
        "id": 4,
        "text": "Побежать вверх по лестнице "
      },
      {
        "id": 18,
        "text": "Выпрыгнуть в окно"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Лиза вернулась в свою комнату. Шорох раздавался всё ближе. Лестница заскрипела, как будто по ней кто-то шёл. Девочке стало не по себе. Ей стало очень страшно. Она больше не могла сидеть в кроватке.",
    "answers": [
      {
        "id": 19,
        "text": "Залезть под кровать"
      },
      {
        "id": 20,
        "text": "Залезть в шкаф"
      },
      {
        "id": 21,
        "text": "Вылезти в окно"
      }
    ]
  },
  {
    "id": 8,
    "text": "   Лиза залезла под лестницу и спряталась за пустой коробкой. Она увидела тёмный силуэт, ходящий по квартире. Страх сковал девочку. Она сидела неподвижно часов 5. Странно, что преступник до сих пор не ушёл. Ей ужасно хотелось спать, но, переборов себя, она бодрствовала. Начинало светать.\n   Лиза подумала о своём отце. А ведь он до сих пор не вернулся...\n   Девочка услышала вой сирен. ''Хоть бы это была полиция!'' И правда, спустя минуту в дом ворвались вооружённые стражи порядка! Кто их вызвал — сейчас не имело значения. Маньяк набросился на них со своим ножом. Действие происходило прямо перед коробкой, за которой пряталась Лиза. Полицейские несколько раз выстрелили в преступника. Он упал прямо на Лизу, и та вскрикнула. Стражи порядка удивились, ведь они не ожидали услышать девчачий визг в борьбе со взрослым мужчиной. Лиза выбралась из-под тела. Тут её поднял и прижал к себе отец, который, как оказалось потом, увидел в окне силуэт и вызвал полицию.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": " Человек замахнулся на Лизу ножом, и Лиза от страха закрыла лицо руками. Тут её тело пронзила резкая боль, длившаяся лишь мгновение. Ночную тишину пронзил короткий вскрик. Последний Лизин вскрик.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Человек замахнулся на Лизу ножом, и Лиза от страха села на пол. Но это её не спасло. Её тело пронзила резкая боль, длившаяся лишь мгновение. Ночную тишину пронзил короткий вскрик. Последний Лизин вскрик. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "   Лиза выглянула из шкафа и никого не увидела. Но тут её голова слетела с плеч, а в свете луны сверкнул нож, вымазанный в крови.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 12,
    "text": "   Лиза затаила дыхание. Вскоре шаги стали отдаляться. Лиза с облегчением выдохнула. Но расслабляться было рано: кто-то, явно чужой, проник в дом и разгуливает по особняку! Что же делать?",
    "answers": [
      {
        "id": 13,
        "text": "Сидеть в шкафу"
      },
      {
        "id": 14,
        "text": "Выйти наружу"
      }
    ]
  },
  {
    "id": 13,
    "text": "   Лиза осталась в шкафу. Так она просидела целый час. Потом она просто заснула.\n   Её разбудил звук выстрелов. Снаружи шкафа слышались выстрелы. Послышался короткий, явно мужской вскрик, и выстрелы закончились. Сердечко Лизы билось очень часто. За дверцей стали слышны голоса, и она прислушалась к происходящему.\nПервый: Он умер.\nВторой: У нас не было выбора.\nПервый: Да, он совершил множество и преступлений, и теперь поплатился.\n   Послышался приближающийся топот ног, как-будто кто-то бежал.\nТретий *тяжело дыша*: Мы нашли тело вашей жены. Её зарезали в гостинной, а рядом с ней лежат фарфоровые осколки.\nЧетвёртый: Ох... А что с моей дочуркой?",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "   Лиза решила выйти из шкафа. Переборов страх, она открыла дверцу шкафа. Практически перед ней стоял человек в чёрном. В руке у него был нож. Это было последним, что Лиза увидела перед смертью. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 15,
    "text": "   Лиза замерла (хотя она и так силела неподвижно). Последний говорящий — её отец. Значит, маму убили... Лиза не сдержалась и всхлипнула.\nПервый: Мы её ещё не наш... Вы это тоже слышали?\nВторой: Да... Как-будто кто-то плачет...\n   Дверца шкафа открылась. Лиза взглянула вверх, на лицо человека, открывшего шкаф. Только-только начинало светлеть, и Лизе удалось разглядеть лишь одежду этого человека. И, судя по ней, это был полицейский. Одной рукой он держал дверцу шкафа, а другой — пистолет.\n   Полицейский засунул пистолет в кобуру и нежно взял Лизу на руки.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Лиза продолжала всхлипывать. Она заметила красную лужу, берущую своё начало где-то в гостиной. Её глаза заполнили слёзы, из-за которых она перестала что-либо нормально видеть.\n   Лизин отец взял её на руки и стал гладить, пытаясь успокоить. Он ещё о чём-то говорил с полицейскими, но Лиза его уже не слышала. Она вконец разрыдалась.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "   Лиза проснулась. Часы показывали 2 часа ночи. От чего же Лизе не спистся? \n   Лиза вышла из комнаты. Темно. Девочка тихонько зашла в соседнюю, мамину с папиной комнату. Но ни мамы, ни папы не было. Но ведь мама была! Где же она? \n   Тут Лиза услышала шорох. Он раздавался с 1-ого этажа особняка. ",
    "answers": [
      {
        "id": 2,
        "text": "Спуститься вниз"
      },
      {
        "id": 7,
        "text": "Вернуться в комнату"
      }
    ]
  },
  {
    "id": 18,
    "text": "   Лиза забралась на подоконник и открыла окно. Но не успела она прыгнуть, как её схватили за пижаму и потащили назад. Девочка пронзительно завизжала на всю улицу. Да так, что у неё самой заложило уши. Маньяк, конечно же, отпустил её и зажал уши. Лиза, улучив момент, выпрыгнула из дома и побежала по улице. Наружу вышла соседка Аглая Степановна. Она остановила Лизу, и та ей всё рассказала. Аглая вызвала полицию. Преступника арестовали, а когда его выводили из дома, вернулся отец Лизы. Лизе пришлось повторить свой рассказ.\n   К сожалению, Лизина мама была уже мертва. Её тело нашли в гостиной.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 19,
    "text": "   Лиза залезла под кровать. Дверь комнаты открылась. Лиза увидела ноги в чёрных ботинках. Человек передвигался очень тихо. Лиза его еле слышала.\n   Под кроватью было очень много пыли.\n   — Апчхи!\n   Человек остановился. Похоже, он не понял, откуда шёл звук. Он заглянул в шкаф. Хорошо, что Лиза там не пряталась. Потом он перерыл коробку с игрушками. Затем он подошёл к кровати и сбросил одеяло. Больше мест не осталось. Он нагнулся и заглянул под кровать. Лиза попыталась выползти с другой от него стороны, но человек схватил её за ногу и поднял с пола. Лиза повисла вверх ногами. Из-за темноты она не разглядела его лицо. Он пырнул её ножом в живот и бросил на полу.\n   — Аааа!!!\n   Лиза закричала от боли, но силы быстро покидали её. Маньяк вышел из комнаты, оставив девочку умирать. Но, быстро соорентировавшись, Лиза подползла к одеялу, лежащему на полу, и перевязала рану. Одеяло сразу пропиталось кровью. Лизе это мало помогло. Через несколько минут она всё равно умерла от потери крови.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "   Лиза залезла в шкаф. Дверь комнаты открылась. Человек передвигался очень тихо. Лиза его еле слышала. В шкафу было очень много пыли. \n   — Апчхи! \n   Человек остановился. Похоже, он не понял, откуда шёл звук. Он заглянул в шкаф и увидел Лизу. Девочка попыталась проскользнуть сбоку, но преступник подставил ногу, и она упала. Он взял её за ногу и поднял с пола. Лиза повисла вверх ногами. Из-за темноты она не разглядела его лицо. Он пырнул её ножом в живот и бросил на полу. \n   — Аааа!!! \n   Лиза закричала от боли, но силы быстро покидали её. Маньяк вышел из комнаты, оставив девочку умирать. Так она там и осталась. И когда полиция нашла её, Лиза была мертва.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 21,
    "text": "   Лиза залезла на подоконник и прыгнула на дерево, растущее рядом с окном спальни. Она увидела окно гостиной, в котором что-то светилось. Гостиная была на первом этаже. Осторожно спустившись по дереву, Лиза подошла к окну гостиной. Но оно для неё было высоковато. С трудом забравшись на подоконник, девочка увидела, что это горел телевизор, и, судя по всему, он был без звука. А на полу лежала мама Лизы вся в крови.\n   Лиза чуть не закричала, но ей надо было быть тихой. Она залезла в окно и подобрала с пола мамин телефон. После этого девочка вылезла обратно на улицу и позвонила в полицию и скорую.\n   Полиция обезвредила преступника, а врачи смогли спасти маму Лизы. Когда её выносили из дома на носилках, отец Лизы подошёл к дому. Лиза всё ему рассказала.",
    "answers": [
      {
        "id": 1,
        "text": "Счастливый конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "Возможные достижения:\n''Как в засаде''\n''Первая помощь''\n''Семья''\n\nВаши достижения:",
    "answers": [
      {
        "id": 23,
        "text": "Как в засаде",
        "need": 16,
        "need_ever": true
      },
      {
        "id": 24,
        "text": "Первая помощь",
        "need": 19,
        "need_ever": true
      },
      {
        "id": 25,
        "text": "Семья",
        "need": 21,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы досидели до конца в шкафу, даже заснули! Это спасло Вам жизнь!\nПоздравляю!",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вас пырнули ножом в живот и оставили умирать. Вы попытались перевязать рану! Это, конечно, не помогло, но...\nПоздравляю?",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы смогли спастись сами, да ещё и спасли маму! Вызвали полицию и скорую! Все остались живы!!!\nПоздравляю!!!",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]