[
  {
    "id": 1,
    "text": "Автор : Anthony Samet (Антон Волков)\nСоАвтор : Ernesto Bruno (Виталий Чорнай)\nЖанр : Апокалипсис, Боевик, Романтика.\n\nДействие развивается в Сибирской глуши.\nЗима в полном разгаре и все густые леса покрыты белоснежным снегом. Жизнь идёт своим ходом, но в один момент происходит нечто странное. Настолько странное, что описать и понять это было очень сложно.\nВам предстоит выжить, разобраться во всём происходящем. Как повернётся ваша судьба? Как вам жить , когда вы пройдете через весь этот ужас. Сотни ужасающих эмоций и мыслей. \nСпасёте лишь себя, свою семью или кого-то ещё? Зависит лишь от вас. Вы — часть всего этого. Вы тот самый, что смог, что прошёл все пути этого ада. Но все ли?\nЭта заворуха показала, на что способен человек, который лишился всего. Почти всего.\nВам открылось множество потайных камней; люди , которых знаешь с самого детства играли в свою игру, создавая образ верных. А тех, кого узнал за пару минут, смогли стать достойными друзьями и спасителями..\nСтоит подумать, решить все вопросы и наконец действовать. Бездействием вы проявляете свою слабость, хотя вы сильны духом. Бездействие — это то , что привело человека к последующему уничтожению всего.\nВсё в ваших руках.",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 3,
        "text": "Информация об Авторе."
      },
      {
        "id": 4,
        "text": "Достижения."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://c.radikal.ru/c09/1906/80/c079383eea6c.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Я проснулся от тихого шарканья по комнате и запаха моего любимого пирога с вишней , что разносился по всему дому.\nЯ приоткрыл глаза и рядом увидел сестру, которая тихо хихикала и со всех усилий пыталась меня не разбудить.\n",
    "answers": [
      {
        "id": 5,
        "text": "Встать с кровати."
      }
    ]
  },
  {
    "id": 3,
    "text": "Меня зовут Антон. Это мой второй квест или как называю это я \"писанина\".\nЯ бы хотел, чтобы вы действительно оценили мой квест и отписали мне в комментариях, стоит мне продолжать писать или это мне неподвластно. \nВо всех своих квестах я пытаюсь выразить все эмоции и те действия, что стал бы делать я сам. \nЭти квесты я придумываю на эмоциях и пытаюсь открыть всем своё мнение и возможно, поменять это мнение у кого-то в голове.\nОгромное спасибо, что читаете меня. Мне правда очень нравится , если моя \"писанина\" кому-то близка и в ней видна идея.\nЯ пишу данный квест с моим хорошим другом , его зовут Виталий. Очень хороший человек и брат, спасибо ему огромное.\nСпасибо вам ещё раз и приятного прочтения.\n\nP.S Рекомендуется читать квест с Чаем и печенькой. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 106,
        "text": "Информация о СоАвторе."
      }
    ]
  },
  {
    "id": 4,
    "text": "Здесь находится список всех достижений.\n\n[Медведь или человек?]\n[Незваный гость.]\n[Выход есть!]\n[Неудачный попутчик.]\n[Так себе новости.]\n[Старый-новый байк.]\n[Орда. Чёрт возьми, орда!]\n[Спасение утопающих — дело рук самих утопающих. Но не в данной ситуации!]\n[Правда всегда всплывает на поверхность.]\n[Победа.]",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 5,
    "text": "Я встал с кровати ,  накинув майку и шорты я тихо подошёл к ней сзади и крепко-крепко обнял.\nОна чучуть испугалась, затем повернулась ко мне и чмокнула в щёку, от чего я залился краской.\n\nПередо мной стояла Джей.\nМоей сестрёнке 16 лет. Рыжие волосы и ярко-голубые глаза. На её лице румянец, немного веснушек. Она почти никогда не наносила макияж, ведь он ей и вправду не к чему. Моя красотка.\nКстати, именно из-за волос, я иногда звал её \"Рыжик мой\" , в шутку конечно же.\n\n— Джей! Доброе утро! — сказал я и улыбнулся.\n— Доброе, Мэтт, — произнесла она и быстро убежала на кухню.\nХм, с чего бы это? , — спросил я сам себя и пожал плечами.",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a19/1904/d2/d9c390a2b709.jpg"
      },
      {
        "id": 6,
        "text": "Открыть окно."
      },
      {
        "id": 7,
        "text": "Пойти умыться."
      }
    ]
  },
  {
    "id": 6,
    "text": "Сперва я решил проветрить комнату. Я открыл окно , на улице хоть и был мороз, но немного лёгенького ветерка мне не помешает. \nНа улице был лишь белый фон, от которого жутко хотелось спать.\n",
    "answers": [
      {
        "id": 7,
        "text": "Пойти умыться."
      }
    ]
  },
  {
    "id": 7,
    "text": "Немного подумав, я пошёл в ванную и облил своё лицо приятной тёпленькой водой.\nЗатем я решил, что нужно пойти одеться потеплее. Как-то не очень рассхаживать в шортах зимой. Я прошел к себе в комнату и открыл небольшой шкаф. \nВ нём не было ничего супер модного и нового, лишь всё самое нужное. Предо мной стал выбор, что надеть? Хотя мне было со всем без разницы и я выбрал первый попавшийся наряд.\nПосле чего я решил пойти на кухню, откуда шёл такой аромат, что просто не возможно было устоять.",
    "answers": [
      {
        "id": 8,
        "text": "Пойти на кухню."
      }
    ]
  },
  {
    "id": 8,
    "text": "Я подошёл к кухне и только открыл дверь, как оттуда пронеслось : \" С Днём Рождения! Мэтт!\"\n\"Спасибо, мои родные! — сказал я и неожиданно для всех добавил : А я и забыл!\".\n— Как ? — спросила мама и удивилась.\nКо мне подошёл папа и пожал руку, затем похлопал по плечу и сказал : \"Теперь ты полноценно сможешь ездить на моей \"Audi\".\nПосле чего ко мне подошла Джей и снова чмокнула в щёчку.\n— Джей, самый лучший подарок от тебя, — усмехнулся я и обнял её.\n\n\"Так молодёжь, — сказала мама и продолжила : Мы с отцом придумали два варианта , как отмечать День Рождения, вам остаётся решить, что всё же будем делать\".\n",
    "answers": [
      {
        "id": 9,
        "text": "Выслушать предложения родителей."
      }
    ]
  },
  {
    "id": 9,
    "text": "— Я предлагаю небольшую охоту в нашем лесу, — сказал папа и продолжил : Только если  вы не будете беситься.\n— Моя же идея более мирная, — сказала мама.\n\"Я хочу посидеть у Камина и порассказывать забавные истории, — сказала мама и добавила : — Конечно же с всеми любимым пирогом с вишней.\"\n\nПосле того, как родители закончили свои предложения, они посмотрели на меня и Джей , затем кивнули.\n\n\"Мы посовещаемся, вы же не против?\" — сказал я и схватил Джей за руку, после чего забежал к себе в комнату.",
    "answers": [
      {
        "id": 10,
        "text": "Решить вопрос."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Что думаешь? — спросила меня Джей с увлечённым взглядом.\n— Хотел бы поддержать обе идеи, — с серьезным видом сказал я.\n— Я всё таки девушка и предержусь маминой идеи. \n— Что ты выберешь?\nЯ немного подумал и ответил.",
    "answers": [
      {
        "id": 11,
        "text": "Согласиться на вариант с охотой."
      },
      {
        "id": 12,
        "text": "Согласиться на вариант с посиделками у камина."
      }
    ]
  },
  {
    "id": 11,
    "text": "— Я пожалуй выберу охоту, — с ухмылкой произнёс я.\n— Ладно, пойдем к родителям, — сказала Джей и взяла меня за руку.\nНаши комнаты находились на втором этаже, поэтому мы быстро спустились и забежали на кухню, где родители ждали наш ответ. Мама всё так же возилась с вишнёвым пирогом, а папа сидел за столом и читал газету \"Охотничьи записки\".\n",
    "answers": [
      {
        "id": 13,
        "text": "Огласить ответ."
      }
    ]
  },
  {
    "id": 12,
    "text": "— Я пожалуй выберу тихий, спокойный ужин , — с ухмылкой произнёс я.\n— Ладно, пойдем к родителям, — сказала Джей и взяла меня за руку.\nНаши комнаты находились на втором этаже, поэтому мы быстро спустились и забежали на кухню, где родители ждали наш ответ. Мама всё так же возилась с вишнёвым пирогом, а папа сидел за столом и читал газету \"Охотничьи записки\".\n",
    "answers": [
      {
        "id": 28,
        "text": "Огласить ответ."
      }
    ]
  },
  {
    "id": 13,
    "text": "— В общем, мы выбрали, — сказал я и добавил: — Только, наши мнения немного разошлись.\n— Хм, дайте угадаю, — сказал папа и добавил : — Ты выбрал посиделки у камина , а Джей пойти со мной на охоту? \nПапа посмеялся минуту , а затем я перебил его смех.\n— Нет, как раз таки всё наоборот, — сказал я и сложил руки.\nТут уж не выдержала и засмеялась мама.\n— Ладно, решаем так , — сказал папа и добавил : — Сейчас идём на охоту, а после посидим у камина, красота.\n\nВсе поддержали эту идею.",
    "answers": [
      {
        "id": 14,
        "text": "Начать собираться на охоту."
      }
    ]
  },
  {
    "id": 14,
    "text": "Мы разошлись по комнатам.  стали собираться на охоту. Я подошёл к своему шкафу и выбрал камуфляжный охотничий костюм. Я быстро переоделся и стал смотреть снаряжение для охоты.\nЯ мельком глянул на своё снаряжение и быстро выбрал , что же взять с собой.\nЯ решил взять с собой:",
    "answers": [
      {
        "id": 14,
        "text": "Охотничий нож.",
        "comment": true
      },
      {
        "id": 14,
        "text": "Компас.",
        "comment": true
      },
      {
        "id": 14,
        "text": "Небольшой рюкзак.",
        "comment": true
      },
      {
        "id": 14,
        "text": "Пистолет марки ПМ.",
        "comment": true
      },
      {
        "id": 16,
        "text": "Собрать вещи и выйти в гостиную."
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": [
      {
        "id": 14,
        "text": "Взять нож."
      },
      {
        "id": 14,
        "text": "Оставить эту идею и вернуться к выбору."
      }
    ]
  },
  {
    "id": 16,
    "text": "Я спустился в гостиную, где готовым стоял только отец. Мама всё еще что-то возилась на кухне, а Джей была в своей комнате.\n— Никак не может выбрать вечернее платье? — спросил я и усмехнулся.\n— Да Мэтт, так и есть. Чую, что такими темпами мы на охоту не скоро пойдём, — произнёс с недовольством папа.\n\nПока мы разговаривали, Джей спустилась и предстала перед нами в неплохом охотничьем костюмчике. У неё было всё неплохо распихано по карманам. На камуфляжных штанах крепился охотничий нож, на спине рюкзак, а эту милую растрёпанную причёску закрывала камуфляжная кепка.\nМы с отцом оцепенели от увиденного.\n— Ачуметь! — крикнули мы одновременно.\n— Ну как я вам? — спросила Джей и откинула рыжие волосы назад.\n— Будто на войну собралась, — сказала мама вышедшая на крики.\n— Ладно, нужно идти, — сказал отец и передал нам ружья.\nС этими словами мы вышли из дома, а вслед услышали слова мамы : Удачи!",
    "answers": [
      {
        "id": 17,
        "text": "В лесу."
      }
    ]
  },
  {
    "id": 17,
    "text": "Мы уже около часа выслеживаем оленя. Мы ходим по его следам и пытаемся особо не шуметь. Через пару минут отец заметил оленя в небольшой гуще.\n— Так-с, сейчас буду учить вас охотиться. Чтобы верно выследить оленя , нужно найти его след и не терять. Когда вы его заметили, берите ружьё и цельтесь, сделайте так, чтобы вы смогли хотя бы ранить его, а после выследите и найдёте лишь его тушу.\n— Благо , что стрелять ты нас научил, — откликнулся я.\n— Да, оно и верно. \n— Ну что, кто прольёт первую кровь? — спросил отец.",
    "answers": [
      {
        "id": 18,
        "text": "Стрелять самому."
      },
      {
        "id": 19,
        "text": "Позволить выстрелить Джей."
      }
    ]
  },
  {
    "id": 18,
    "text": "— Давайте я, давно не тренировался, а Джей может добить.\n— По рукам, — сказала Джей и усмехнулась.\n\nЯ снял ружьё с плеча, досадил патрон в патронник, щёлкнул затвором ружья и снял его с предохранителя. Естественные щелчки затвора и предохранителя дали понять, что ружьё приведено в боевую готовность. Я стал на одно колено и нацелил мушку ружья на животное, в район сердца. Всё было в порядке, я  затаил дыхание, что бы повысить шансы поражения, затем дождался лишь команды в своей голове : \"Стреляй!\".\nСердце заколотилось и я нажал на спусковой механизм грозного оружия. Пуля вылетела с дула, с сопровождением громкого звука, от которого птицы разлетелись в разные стороны. После чего я услышал радостный визг и слова отца : \"Молодец, попал прямо в сердце\".\nЯ поднялся с колена и вскинул ружьё на плечо, потом посмотрел на лежащего вдалеке оленя и сказал : \"Пойдёмте, нужно его разделать\".",
    "answers": [
      {
        "id": 20,
        "text": "Разделать тушу."
      }
    ]
  },
  {
    "id": 19,
    "text": "— Джей, стреляй. Ты справишься, — сказал я и немного помог Джей с верным прицеливанием в оленя.\nОтец поддержал эту идею и в секунду послышался выстрел, Джей успешно попала оленю, правда не в сердце , а куда-то в брюхо. Он немного ещё отбежал, а после упал на землю. Мы нашли его тушу и стали разделывать.",
    "answers": [
      {
        "id": 20,
        "text": "Разделать тушу."
      }
    ]
  },
  {
    "id": 20,
    "text": "За то время, что мы разделывали тушу оленя начало немного темнеть.\n— Пора домой , молодёжь , — сказал отец и вскинул ружьё на плечо.\nМы начали выходить из леса, как услышали небольшой шорох в кустах.",
    "answers": [
      {
        "id": 21,
        "text": "Прислушаться."
      }
    ]
  },
  {
    "id": 21,
    "text": "Мы стали подходить всё ближе к кустам и прислушиваться к странным шорохам. На улице уже неплохо стемнело , благо, что отец взял фонарь.\nМы протаптывались по снегу и подошли вплотную к кустам, Джей навела ружьё на кусты, а я ни о чём не задумываясь подошел и раздвинул кусты.\nПредо мной стояло нечто чёрное. Фигура напоминала тело человека, но внешне это был явно не человек. Лица у него не было, лишь чёрное пятно, в моих глазах оно очень сильно расплылось и было такое чувство, что оно превращалось в разных людей, но чёрное пятно всё же преобладало на этом фоне.\nЯ только захотел закричать, но мои голосовые связки, как будто наполнились свинцом. Я уже не мог заговорить. Быстро вспомнил о ноже, я сделал попытку достать его, но каким-то образом, моё тело отказывалось слушать меня, только мой мозг продолжал слушать меня и продолжал обдумывать и искать варианты решения. Далее, всё начало чернеть, и такое ощущение, что я погружаюсь в эту биомасу. Потерялось чувство времени, оно как будто замедлилось. Я уже не видел и не слышал никого.\n\"Поздно, твоё время пришло\" , — мелькнула мысль в голове и ко мне потянулось что-то похожое на руку. Мой мозг отказывался в это верить, впрочем как и я, но непослушное тело доказывало обратное, что это все реальность и мне конец. Осталось только ждать пока эта биомаса коснётся меня.",
    "answers": [
      {
        "id": 22,
        "text": "Выждать контакт с биомасой."
      },
      {
        "id": 21,
        "text": "Полученно достижение: Медведь или человек?",
        "comment": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Не успело оно дотянуть ко мне свою лапу, как я услышал женский голос, это кричала Джей, и кричала что-то невнятное. Я начал приходить в себя, моё тело наполнилось теплотой и я уже мог его контролировать.\n\"Мэтт, помоги!!\" —  отчётливо я уже разобрал слова сестрёнки. Время снова ускорилось и я уже полностью контролировал своё тело и свой разум. Я снова стал понимать что происходит. \"Только не сегодня!\" — сказал я отчёливо у себя в голове. Необъяснимый приступ агрессии в перемешку с адреналином позволил мне увернутся от контакта с биомасой, таким образом, что я стал впритык возле него. Быстрым движением руки, я достал нож и всадил этому чёрному, нож, прямо в сгусток, который имел форму головы.\n— Что это было? — вскрикнул я и продолжил : — Я же убил его!\n— Мэтт, ты убил Медведя, одним охотничьим ножом, но как? — вскрикнула Джей и подбежала ко мне, затем обняла меня и аккуратно взяла нож из моих рук. Она отдала нож отцу и повела меня к дому. Отец остался разделать тушу медведя...\n— Какой к чёрту медведь? — спросил я у себя в голове и стал обдумывать всё это.",
    "answers": [
      {
        "id": 23,
        "text": "Идти домой."
      }
    ]
  },
  {
    "id": 23,
    "text": "Мы подошли к дому и вошли в коридор, он был не столь длинный, но всё же предавал какое-то могущество этому дому. \nС кухни нас увидела мама и обрадовалась, затем подошла и стала расспрашивать о том, почему мои руки все в крови, а Джей держит меня, чтобы я не упал.\nДжей усадила меня на табурет и стала разувать.\n— Что произошло? — спросила мама , глядя на меня испуганным взглядом.\n— Всё расскажу потом, сейчас я хочу принять душ, — сказал я и отправился на второй этаж.",
    "answers": [
      {
        "id": 24,
        "text": "Отправиться в ванную комнату."
      }
    ]
  },
  {
    "id": 24,
    "text": "Я поднялся на второй этаж. Здесь было немного комнат, лишь моя и Джей, ванная комната и один чулан. Я вошёл в ванную комнату и сняв с себя одежду принял душ, это было первое осознанное решение за последний час.\nЯ принял душ и вышел из ванной комнаты.",
    "answers": [
      {
        "id": 25,
        "text": "Одеться и спуститься в гостиную."
      }
    ]
  },
  {
    "id": 25,
    "text": "Я оделся в свою удобную и чистую одежду, а затем спустился в гостиную и сел у камина. Ко мне подошла Джей и села рядом со мной, затем повисла у меня на плече и поцеловала в щёку.\nНужно было обдумать всё , что произошло за эти пару часов. Мозг сосредоточен только на одном, был то медведь или человеко подобная фигура.\nЧерез пару минут к нам подошли родители и сели в свои кресла, после чего последовал вопрос : \"Что произошло?\".",
    "answers": [
      {
        "id": 26,
        "text": "Рассказать, как всё было на самом деле."
      },
      {
        "id": 27,
        "text": "Рассказать историю вкратце."
      }
    ]
  },
  {
    "id": 26,
    "text": "— В общем, рассказываю полностью и один раз. \nМы шли по лесу в сторону дома. В кустах был какой-то шорох, я подошёл к ним и увидел нечто чёрное.\nПока я это рассказывал моё сердце стало знатно колотиться, голова начала вскипать и я услышал очень громкий и отчётливый крик той твари, что встретил в лесу. Я схватился за голову и стал чуть ли не кричать.\n— Мэтт, ты в порядке? — спросила Джей и взяла меня за руку. Только она коснулась меня, все симптомы сразу спали, я почувствовал прилив сил и поднял голову.\n— Кажется , да.",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить рассказ."
      }
    ]
  },
  {
    "id": 27,
    "text": "— В общем, по пути домой мы наткнулись на какое-то странное существо, оно было полностью чёрное. Такое было ощущение, что он овладел мной и контролировал меня. Это продолжалось, пока Джей не освободила меня словами: \"Мэтт, проснись!\". Когда я освободился, меня начали переполнять злость и гнев на этот сгусток биомасы. Я не могу объяснить эту вспышку агрессии. А дальше вы знаете...\n— Но , это ведь был медведь, — сказал отец и посмотрел на меня критикующим взглядом.\n— Ладно, хватит , — сказала грозным голосом Джей и добавила : — Ему нужно отдохнуть.\nДжей взяла меня за руку и потянула к себе в комнату.",
    "answers": [
      {
        "id": 32,
        "text": "Следовать за Джей."
      }
    ]
  },
  {
    "id": 28,
    "text": "\"Ну и что вы выбрали? — спросил нас отец и добавил : — А то я уж заскучал.\"\n\"Мы решили посидеть у камина и отдохнуть, а после можем и на охоту сходить\" , — произнёс я и уселся в мягкое кресло.\n\"Ладно, как хотите молодёжь\" , — сказал папа и немного вздохнул.\n",
    "answers": [
      {
        "id": 29,
        "text": "У камина."
      }
    ]
  },
  {
    "id": 29,
    "text": "Следующие часы мы провели время в уюте и тепле. Мы сидели у камина, поедали вишнёвый пирог и рассказывали смешные истории. Мне было по душе такое развлечение и я никапли не устал.\nМы с Джей сидели в обнимку и чуть ли не засыпали под очередную историю про то, как отец гонял к старому знакомому , что служит то ли в разведке, то ли в ФСБ. Если бы мы сейчас сидели на виду у людей, то казались явной парой, хотя и являемся братом и сестрой. \nМы готовы рвать друг за друга , и такое отношение мало у кого встретишь.",
    "answers": [
      {
        "id": 30,
        "text": "Откликнуться на стук в дверь."
      },
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d43/1906/4d/c8285bc6a9b0.jpg"
      }
    ]
  },
  {
    "id": 30,
    "text": "Кто-то постучал в дверь, хотя ближайшая деревня была в паре километров отсюда, мы ведь в лесу.\n— Кто бы это мог быть, может кто-то заблудился?\n— Вряд ли сказал отец и подошёл к двери.\nОтец несколько раз спросил : \"Кто там?\". На что из-за двери было отчётливо слышен дикий рёв.\nОн посмотрел в зрачёк и увидел на пороге почти что голого мужчину. Отец быстро открыл дверь и пустил мужика в дом, тот сел на лавку и попросил воды. Выглядел он ужасно, скорее смахивал на человека пережившего ядерную войну. На нём были лишь клочья одежды, длинная борода и опущенные кудрявые мотки волос.\nМама принесла ему стакан воды, после того, как он сделал глоток , он заговорил : \"Меня зовут Энди, я исследователь в одной научной лаборатории.\"\n— И как ты сюда попал? — прервал его я и уставился на него с непонятным выражением лица.\n— Наш вертолёт потерпел крушение недалеко отсюда. Я еле смог добраться сюда, меня чуть не съели волки.\n— Может быть вы пойдёте помоетесь, я пока найду вам одежду, а после вы нам всё расскажите, — сказал отец и показал нашему гостю ванную комнату.",
    "answers": [
      {
        "id": 30,
        "text": "Полученно новое достижение : Незваный гость.",
        "comment": true
      },
      {
        "id": 39,
        "text": "Подождать пока гость придет в себя."
      }
    ]
  },
  {
    "id": 31,
    "text": "— Я продолжу , только Джей, держи меня за руку, — спокойный голосом произнёс я и посмотрел на неё.\n— Хорошо, продолжай, — сказала она и крепче сжала мою руку.\n— То чёрное существо, я понятия не имею , что это было. Когда я его увидел, я замер на месте, такое было ощущение, что он контролировал мой разум и моё тело, также было чувство, что он из меня высасывает весь запас энергии. Для меня тогда время замедлилось и казалось, что прошла целая вечность. Мой мозг отказывался в это верить и продолжал искать варианты спасения, но смерился с мыслей, что погибну, после того, как я услышал у себя в голове слова: \"Твоё время пришло\". И когда он начал тянутся своей лапой ко мне, я ощутил тепло во всём теле. Джей меня спасла, она крикнула, что бы я очнулся и это придало мне сил. А еще одно, когда я встромил ему нож в голову, я не чувствовал никаких эмоций, кроме гнева, не было страха уже, просто было много гнева, который придавал мне сил. А дальше вы знаете...— закончил я.\n— Но, это был медведь, — сказал отец и с удивлением посмотрел на меня.\n— Думайте как хотите, но я говорю, что видел.\n— Всё, сейчас всё хорошо. Ему нужно отдохнуть, я отведу его в комнату , — сказала Джей и взяв меня за руку потянула в её комнату.",
    "answers": [
      {
        "id": 32,
        "text": "Следовать за Джей."
      }
    ]
  },
  {
    "id": 32,
    "text": "— Так, ты мне веришь? — спросил я Джей и присел на кровать.\n— Да, ты когда подошёл туда, у меня в глазах всё расплылось. Знаешь, это колебалось в глазах, я видела чёрную фигуру, но больше это было похоже на человека и... Мне было страшно. Ты когда подошёл к нему и ударил ножом, я опешила. Ты сказал у тебя не было эмоций, кроме гнева, а  у меня они были , мне было страшно за тебя.\n— Всё уже позади.\nЯ сказал эти слова и обнял Джей. Я чувствовал,  как её сердце начинало немного колотиться. \nСегодняшний день был закончен с очень странным итогом, я крепче обнял Джей и мы свалились на кровать. Я поцеловал её и мы уснули, через пару часов я видел как отец зашёл в комнату и накрыл нас пледом, затем вышел и закрыл дверь.\n\nЧерез какое-то время , сквозь сон, я услышал стук в дверь.",
    "answers": [
      {
        "id": 33,
        "text": "Вскочить и открыть дверь."
      },
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d32/<s>r\n1906/b8/bd17549d8888.jpg<s>r\n"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я быстро встал с кровати и открыл дверь. На пороге стояло то самое чёрное пятно. Я хотел запереть дверь, но он резко схватил мою руку , из-за чёрной свисающей слизи показались длинные, острые клыки. Он всё больше сжал мою руку и его клыки вонзились в мою шею.\nЯ отлетел назад и разбил стеклянный столик Джей.",
    "answers": [
      {
        "id": 34,
        "text": "Взять осколок и ударить монстра."
      },
      {
        "id": 35,
        "text": "Оттолкнуть монстра ногами."
      }
    ]
  },
  {
    "id": 34,
    "text": "Чёрный расплывчитый монстр медленно шёл в мою сторону, я прощупал на полу осколок стекла и в момент , когда его брал поранил руку. Моя кровь обдала всю руку. Затем я перевернул осколок острым концом и резко вонзил монстру в горло, оттуда полилась чёрная жижа и он , кажется, захлебнулся.",
    "answers": [
      {
        "id": 36,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 35,
    "text": "Ничего более не придумав я оттолкнул монстра двумя ногами , он отлетел в стену и его насквозь прошиб торчащий из стены кусок арматуры, как он здесь оказался я понятия не имел.",
    "answers": [
      {
        "id": 36,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 36,
    "text": "Вокруг был полный хаос, ничего целого не осталось. Но главное, что на кровати не было Джей. Я выбежал из комнаты и осмотрел весь дом, ничего не найдя я забежал в чулан.",
    "answers": [
      {
        "id": 37,
        "text": "Подбежать к Джей."
      },
      {
        "id": 36,
        "text": "Полученно новое достижение: Дурной сон.",
        "comment": true
      }
    ]
  },
  {
    "id": 37,
    "text": "Я хотел подбежать к Джей, но резко проснулся.\nЯ лежал всё в той же кровати, рядом со мной лежала в обнимку Джей. Я немного обернулся , комната была полностью целая. \n— Всё в порядке, Мэтт?\n— Да, кажется, да. Дурной сон.\n— Расскажешь? — спросила Джей и с любопытством стала смотреть на меня.\n— Да, как-нибудь потом.",
    "answers": [
      {
        "id": 38,
        "text": "Предложить пойти в ванную комнату."
      }
    ]
  },
  {
    "id": 38,
    "text": "— Так, иди в ванную , я после тебя.\nДжей кивнула и ушла в ванную комнату. А я в это время стал приходить в себя. Вспоминая сон я стал задумываться, а что это вообще было и почему  меня преследует странная чёрная жижа. — Галлюцинация? — спросил я у себя в голове.\nВ это время сестра вышла из ванной и обратилась ко мне.\n— Впорядке? — спросила она и положила свою руку мне на плечо.\n— Да, всё хорошо, я пойду приму душ. Найди мне какую-нибудь одежду, — сказал я и запер дверь в ванную.",
    "answers": [
      {
        "id": 44,
        "text": "Принять душ."
      }
    ]
  },
  {
    "id": 39,
    "text": "Пока отец пошел проводить гостя к ванной, мы в троём остались возле камина. Первым не выдержал я и заговорил:\n— Блин, не нравится он мне, мутный какой-то. Пройти 50 киллометров в изуродованной одежде, при температуре в минус 30. \n— Меня он тоже смущает, в таком хламе,  в Сибири, он смог выжить без еды и не отморозить себе нечего и как-то дойти к нам.. — прервала меня Джей.\n Я посмотрел на свою мать, и по глазам я понял, что она обдумывает это, сама она прекрасно знает, что здесь что-то не так.\n— А, что дети? Да-да, странный дядя, — нервно сказала мама и хотела что-то еще сказать, но зашел отец с гостем.\n— Мэтт, Джей, уже поздно, идите отдыхать, завтра нужно будет рано вставать, а нам еще нужно поговорить с мамой и новым гостем,  — быстро сказал отец. \nМы с Джей, успешно отправились в свою комнату, но неожиданно меня остановил отец и прошептал:\n— Мэтт, без всяких вопросов, держи наготове пистолет и пусть будет в боевом состоянии, с сестрёнкой из комнаты не выходить!  Ясно?\n— Хорошо пап,  — отчётливо произнёс я.",
    "answers": [
      {
        "id": 40,
        "text": "Пойти в комнату."
      }
    ]
  },
  {
    "id": 40,
    "text": "Мы с Джей пришли в комнату и запёрлись. Я открыл сейф и достал кобуру в которой местился пистолет, марки ПМ, и достал несколько обойм, вместительностю в 12 патронов. Вставив  одну обойму в пистолет, я зарядил его, путём перемещения затвора — патрон оказался в патроннике. Предохранитель не снимал, дабы не ранить себя по ошибке.\n— Ого, а к чему такая боевая готовность? Из-за незнакомца? — поинтересовалась сестрёнка.\n— Именно. Отец запретил покидать эту комнату и ни в коем случае не вмешиватся, — стальным голосом ответил я.\n— Хорошо, тогда будем ждать. Предлагаю погасить в комнате свет и включить освещение на улице, дабы исключить неожиданное появляние других \"пострадавших\", — предложила Джей.\n— Отличная идея, а еще можно подключить наш ноутбук к центру управления домом, дабы контролировать весь периметр. Наш дом хоть и старый, но не зря мы ведь закупились всей этой супер-крутой техникой, хоть и в малом количестве , но камеры у нас есть. Приступим,— поддержал я.\n",
    "answers": [
      {
        "id": 41,
        "text": "Приступить к делу."
      }
    ]
  },
  {
    "id": 41,
    "text": "Джей потушила свет и с помощью нашего резервного пульта управления освещением, включила вокруг дома свет. И стала наблюдать из окна.\nЯ в свою очередь запустил ноутбук и подключил его к камерам наружного наблюдения с помощью запасного переходника, который был размещён в коробе , прям возле стола. \nПодключив камеры к ноутбуку, на его мониторе появились несколько окон, в которых отчётливо виднелись проходы и к нашему дому.\n— Отлично! Теперь нас не застанут в расплох! — радостоно отреагировала Джей и обняла меня.\n— Это точно, будем готовы, на крайний случай возьмём охотничью винтовку, — поддержал я.",
    "answers": [
      {
        "id": 42,
        "text": "Переход к незнакомцу."
      }
    ]
  },
  {
    "id": 42,
    "text": "— А что же мы тут сидим? Пошли ко мне, там и поговорим, Эввелин ты с нами?\n— Конечно, мне тоже хочется узнать историю путника, — насторожено сказала Эввелин.\n— Хорошо, пройдёмьте. — неуверенно сказал незнакомец.\n",
    "answers": [
      {
        "id": 43,
        "text": "Пройти в кабинет отца."
      }
    ]
  },
  {
    "id": 43,
    "text": "Кабинет расположен на первом этаже в глуби дома. В кабинете достаточно просторно, почти по средине стоит стол, с тремя кожаными стульями, два стоят по бокам от стола, для посетителей, а одно для того, кто работает за столом.  На столе виднеются какие-то бумаги, листки и папки, под столом же находится старенький ноутбук . Позади стола, возле стены стоит огромный шкаф с книгами. Слева, в стене , стоит огромное окно завешанное шторами, которые сейчас открыты. В противоположной стороне стоит кожаный диван, а над ним висит огромная картина с членами семьи на природе, а возле картины висит охотничье ружье ИЖ-27М, а к ружью прикреплена камуфлированая сумка, в которой находятся патроны. Над потолком висит люстра с люминесцентными лампами освещения, которые освещают ярче обычных ламп. В углу, возде дверей, стоит журнальный столик на котором местится ваза с красивыми цветами. В противоположном углу, возле дверей, висят трофейные головы разных животных.",
    "answers": [
      {
        "id": 68,
        "text": "Продолжить."
      },
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a18/1906/a5/a74b04eb0046.jpg<s>r\n"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я залез в душевую кабину и включил душ, на меня брызнула холодная вода. Струи воды обливали моё лицо. Я чувствовал воду не так как раньше, она будто проходила сквозь моё тело. Волосы хоть и были кудрявыми, но стали как волокна. Мне казалось, что мира вокруг не существует. Душ так помогает расслабиться, что на миг я даже забыл про всё.\nЯ вышел из душевой кабины и стал вытираться полотенцем. Зеркало висевшее на стене запотело, я аккуратно протёр его полотенцем и впервые за последнее время увидел своё отражение.",
    "answers": [
      {
        "id": 45,
        "text": "Привести себя в порядок."
      }
    ]
  },
  {
    "id": 45,
    "text": "Я привёл волосы а порядок и вышел из ванной, на кровати лежали вещи подготовленные Джей.\n\"Спасибо сестричка\", — сказал я и залился ясной улыбкой.",
    "answers": [
      {
        "id": 46,
        "text": "Спуститься вниз."
      }
    ]
  },
  {
    "id": 46,
    "text": "Я спустился в гостиную, отец смотрел телевизор , а мама всё так же что-то готовила на кухне.\nДжей же нигде не было, возможно её отправили за дровами или дали какое-нибудь лёгкое поручение, что ей под силу.",
    "answers": [
      {
        "id": 47,
        "text": "Помочь Маме на кухне."
      },
      {
        "id": 48,
        "text": "Посмотреть телевизор вместе с Отцом.",
        "need": 47
      },
      {
        "id": 49,
        "text": "Выйти на улицу и помочь Джей.",
        "need": 48
      }
    ]
  },
  {
    "id": 47,
    "text": "Я прошёл на кухню, мама что-то тщательно нарезала на доске. На плите варился куриный бульон. За окном красота, хоть и холодно.\n— Доброе утро, всё готовишь? — спросил я и обнял маму.\n— Доброе, конечно, вас же нужно прокормить... Охотники вы мои любимые, — сказала мама и продолжила что-то тщательно нарезать.\n— Давай, я чем-нибудь помогу. Нарежу что-нибудь, или приготовлю. А ты отдохнёшь пока, — сказал я и улыбнулся.\n— Интересное предложение, а с чего ты вдруг такой любезный? — спросила мама и поставила руки в боки.\n— Просто хочу что-то сделать для тебя, — сказал я со спокойствием и подошёл к нарезке.\nЯ отодвинул маму от стола для готовки и сам продолжил вести дела и следить за тем, чтобы обед выдался идеальным.",
    "answers": [
      {
        "id": 50,
        "text": "Закончить готовку."
      },
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d09/1906/ab/b76e0be8beca.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "Я зашёл в гостиную и завалился на диван. Рядом лежал отец и смотрел какой-то сериал.\n— Доброе утро пап, — сказал я и взял у него с рук пульт.\n— Доброе, дай я досмотрю, тут интересно, — сказал отец и глянул мне в глаза.\n— Да, конечно, извини. Ты не против, если я с тобой посмотрю? — сказал я и подвинул подушку.\n— Попкорн будешь? — сказал отец неотрывая взгляд от сериала.\n— Нет, спасибо. Дождусь обеда.\nВ этот момент отец смотрел какой-то ужасный момент и резко подскочил. Попкорн разлетелся по всему дивану и покрыл его, будто чехол.\nПо телевизору показывали какую-то чушь , я решил пойти по своим делам. А отец остался доедать попкорн с дивана, всё так же неотрывая взгляда от телевизора.",
    "answers": [
      {
        "id": 46,
        "text": "Вернуться к оставшимся делам."
      }
    ]
  },
  {
    "id": 49,
    "text": "Я накинул на себя тёплые вещи и вышел на улицу. Снега было по колено, что очень напоминало какие-то горы, что были полностью заснежены.\nДвор был не настолько большой, но найти Джей сразу мне не удалось, она была на заднем участке. Я подошёл ближе и увидел, что малышка пытается рубить дрова. \nПри последнем её замахе, я схватился рукой за рукоядку топора и потянул на себя, она ничего не поняла по началу , а затем запищала от радости.\n— Мэтт! Доброе утро, ещё раз. Ты как раз вовремя, мне бы твоя помощь пригодилась, — сказала Джей и залилась краской.\n— Да, , с радостью тебе помогу. Ну-ка отойди, — сказал я и стал рубить дрова, после чего добавил : — Почему отец сам не пошёл сюда? Или почему меня не подождали?\n— Отец был занят чем-то, в своем кабинете... — строгим видом сказала Джей и посмотрела на меня.\n— Да, очень важным делом. , — прошептал я и выругался.",
    "answers": [
      {
        "id": 51,
        "text": "Рубить дрова."
      }
    ]
  },
  {
    "id": 50,
    "text": "Закончив готовку я решил, что нужно подождать ещё часик, ведь ещё не было и полудня.\n— Я всё сделал, — сказал я и повернулся в сторону мамы.\nОна уснула, заработалась. Я не стал её будить и пошёл доделывать оставшиеся дела на сегодня.",
    "answers": [
      {
        "id": 46,
        "text": "Вернуться к оставшимся делам."
      }
    ]
  },
  {
    "id": 51,
    "text": "Я нарубил достаточное количество дров и щепок. Надеюсь, что этого хватит.\nЯ взял в руки дрова и щепки , после отнес их в дом и разложил  у камина.\nМы снова вышли во двор и продолжили разговор.\n— Может прогуляемся немного? — спросил я Джей.\nНа что она кивнула головой и мы двинулись в сторону небольшой деревни, в паре километров отсюда.",
    "answers": [
      {
        "id": 52,
        "text": "Гулять."
      }
    ]
  },
  {
    "id": 52,
    "text": "Мы шли по трассе, что была очищена от снега. Дорога хоть и дальняя, но про нас не забыли.\nВокруг леса покрытые снегом, белый фон и она... \nДжей шла рядом со мной , смотрела куда-то наверх. Её глаза блестели, а лицо заливалось краской, когда я рассказывал ей очередную глупую шутку.\n— Эй, возьми мою руку, — сказала Джей и протянула руку.\nЯ протянул руку в ответ и вцепился в неё, будто хищник в свою добычу. Я был спокоен, но мои глаза будто горели.\n— Мэтт, смотри не откуси, — смеясь проговорила она и сразу стала веселить меня.\n— Джей, красотка... Просто, давно хотел сказать. Люблю тебя, сестрёнка, — сказал я и усмехнулся.\n— Мээтт, я тоже. Тоже тебя люблю, братик. Кстати, тебя родители зовут \"малыш\", — громче прежнего захохотала Джей.\n— Что? Какой ещё \"малыш\" , — закричал я.\nВ момент, в кустах что-то стало шевелиться и издало громкий рёв, а после стало стремительно приближаться в нашу сторону.",
    "answers": [
      {
        "id": 53,
        "text": "Бежать."
      }
    ]
  },
  {
    "id": 53,
    "text": "— Джей! Бежим! — крикнул я и не отпуская её руки побежал вперёд.\nЧудище в миг выбралось из кустов и спустя минуту раздумий рвануло в нашу сторону. На вид, это был серый волк. Торчащие острые клыки, окровавленная морда и злющие глаза.\nНо это не был корень проблемы, за волком выбежал черный сгусток жижы. Он снова стал плыть в глазах и превращаться в человеко-подобную фигуру.\nДжей, бежим , бежим! — крикнул я. — Он приближается, кажется, он ещё ужаснее того, что был в лесу!\nМеня это не утешило! — крикнула Джей и упала на колени.\nОна упала на колени не из-за усталости, а потому что подвернула ногу.\nДорога была всё ещё скользкая и присыпанная снежком. Так что было легко угодить в такую ситуацию.\n— Джей, ты в порядке? — крикнул я и смотрел на то, как монстр приближается в нашу сторону, а за ним тянется чёрный след. Это выглядело очень ужасно, особенно на ранее чисто белоснежном фоне.",
    "answers": [
      {
        "id": 54,
        "text": "Помочь Джей."
      }
    ]
  },
  {
    "id": 54,
    "text": "Я не стал дожидаться ответа Джей и взял её на руки, затем рванул со всех ног по скользкой дороге, я забежал на часть, где было больше снега, чтобы не упасть. Мы немного оторвались, но чудовище чуяло нас. Не знаю как, то ли запах, то ли что. Чем тут могло вообще пахнуть, кроме этой ужасной вони, что доносились от этой черной ходячей жижы.\nСейчас мы находились в лесу, с дороги мы сошли. \n— Джей, ты как? — со странным для себя голосом спросил я.\n— Я, я, я... Порядок. Только нога ужасно болит, что ни разу не радует.\n— Ну, сейчас попробуем оторваться от него и дойти домой. Не бойся , я с тобой.\nДжей всё так же сидела у меня на руках, двумя руками обхватила мою шею и крепко держалась за неё.",
    "answers": [
      {
        "id": 55,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 55,
    "text": "Мы стояли по среди небольшой пущи. Отец много раз водил нас по лесу, но этой части мы ещё не знали.\nВокруг лишь один лес, и ничего более. Я осмотрелся вокруг, в надежде найти какой-нибудь указатель или же пометку на дереве, отец обычно оставлял их, чтобы примерно знать те места, что он ещё не исследовал.\n— Мэтт, смотри, там что-то есть! — прошептала Джей и указала на хижину, метрах в 50 отсюда.\nНу что? Пойдём туда, может нам дадут пересидеть там.",
    "answers": [
      {
        "id": 56,
        "text": "Идти в хижину."
      },
      {
        "id": 57,
        "text": "Найти дорогу домой."
      }
    ]
  },
  {
    "id": 56,
    "text": "— Ладно , идём в хижину! — уверенно сказал я и направился туда.\nДжей не стала возражать, она очень устала после всей этой беготни, а тут ещё и нога. Бедняга, надеюсь, что в хижине добрые люди, и они нам помогут.\nЯ подошёл ближе к хижине и осмотрел её вокруг.\nЭто была двухэтажная хижина , прилично ухоженная и под присмотром. Снег к ней был расчищен, мы будто попали в другой лес.\nЯ подошёл к двери и постучал в неё. Рядом с дверью была прибита табличка с надписью \"Александр Маршев — лесник\".\n— Тишина, — сказала Джей и больше прижалась ко мне.\nЯ постучал ещё раз и в хижине послышались шаги, затем дверь отворилась , из-за неё показалась длинная серая борода, а затем и сам лесник. \n",
    "answers": [
      {
        "id": 58,
        "text": "Осмотреть лесника."
      },
      {
        "id": 56,
        "text": "Получено достижение : Выход есть!",
        "comment": true
      }
    ]
  },
  {
    "id": 57,
    "text": "Мы решили не испытывать судьбу в незнакомой хижине и просто идти дальше, может найдём выход.\nМы прошли ещё около километра и ничего не нашли, ни меток на деревьях, ни указателей.\n— Джей, кажется, мы заблудились, — проговорил я с неким раздражением.\n— В своём же лесу, зашибись! — агрессивно отзвалась Джей.\n— Он не наш, мы кажысь в другой деревне, — произнёс я и прислушался.\n— Зашибись, — сказала девушка и попыталась слезть с моих рук, но я стал держать её крепче и она перестала брыкаться.",
    "answers": [
      {
        "id": 65,
        "text": "Прислушаться."
      }
    ]
  },
  {
    "id": 58,
    "text": "Это был человек лет 67, серая борода и короткие волосы. Небольшие глаза и нос картошкой. Одет был обычно : Свитер , Жилетка. Толстые зимние штаны и прочные сапоги.\n— Добрый день Александр....\n— Петрович, — продолжил дед.\n— Александр Петрович, не пустите погреться? — моя сестра ногу вывихнула, да и мы , кажется, заблудились.\n— Ох, ну раз такая беда, то заходите.\nМы вошли в хижину, она была аккуратно прибрана. Мебель расставлена идеально, всё очень уютно и по домашнему.\n— Красота, — сказала Джей и улыбнулась.\nЯ застыл на пороге, а дед пошёл ставить чайник.\n— Сестру то положь на кровать, небось устал нести, — сказал он на каком-то немного исковерканом языке.\nЯ положил Джей на кровать и сел рядом , затем стал осматривать её ногу, в надежде понять, получила она растяжение или вывих.",
    "answers": [
      {
        "id": 59,
        "text": "Проверить ногу."
      }
    ]
  },
  {
    "id": 59,
    "text": "— Здесь болит? — спросил я , немного надавливая на ногу.\n— Нет, — ответила Джей и продолжила наблюдать за мной.\n— А здесь? — спросил с серьезным выражением я.\n— Да , не дави! — крикнула Джей.\nЯ отпустил её ногу и поцеловал в щёку. Она покраснела, но так же корчилась от боли.\nДед подошёл ко мне и протянул чашку горячего чая, вторую же поставил около кровати , где лежала Джей и сел около неё.\n— Что же ты, боец. Не знаешь как растяжение разом вылечить? — серьезно сказал он.\n— Разом? Так можно вообще? — спросил я делая глоток чая.\n— Можно! — дед ушёл в свою комнатку и через пару минут вернулся с какой-то синей мазью. Он взял совсем немного и растер по ноге Джей.\nОна даже ничего не сказала, просто терпела, пока он закончит свой \"волшебный\" массаж.",
    "answers": [
      {
        "id": 60,
        "text": "Подождать."
      }
    ]
  },
  {
    "id": 60,
    "text": "Мы немного подождали после того, как дед намазал ногу Джей какой-то мазью. \n— Попробуй встань, — сказал старик Джей и посмотрел на её ногу.\n— Какое встань? У неё же растяжение! — крикнул я и хотел уж повалить Джей на кровать, как она встала с кровати и прошлась по комнате.\n— Чудо, — сказал я и замер на месте.\n— Ха-ха, работает! А ты не верил! — крикнул старик и посмеялся.\n— Ладно молодёжь, садитесь за стол. Я вас накормлю и чаем напою.\nМы без отказа сели за стол и прекрасно пообедали. Во время обеда старик спрашивал про нас, про то, как сюда забрели и про всё на свете.",
    "answers": [
      {
        "id": 61,
        "text": "Ответить на очередной вопрос старика."
      }
    ]
  },
  {
    "id": 61,
    "text": "— Эй , Мэттью, Джей... А вы откуда хоть?\n— Ну, мы не из деревни, но там недалеко Лаптевка, — сказал я и продолжил попивать чай.\n— Лаптевка? О, так у меня тас друг живёт, Мидлс, — сказал дед и с удивлением посмотрел на нас.\n— Постойте, так это наш отец, — усмехнулись мы в один голос.\n— Ого, он ведь говорил, что вы похожи, но чтобы настолько! — воскрикнул старик и заулыбался.\nДля нас это был шок, кто-то здесь знает нашего отца, хотя он ведь лесник. Они все знакомы, чему удивляться. Но нам повезло.\n— Так молодёжь, давайте я вас подвезу, всё равно хотел заехать в Лаптевку, как раз и к вашему отцу загляну.\n— Было бы очень кстати! — сказал я и пожал руку старику.\nСпустя час мы собрались с силами и вышли на улицу, там стояла старая волга, мы сели на задние сиденья и тронулись.",
    "answers": [
      {
        "id": 62,
        "text": "В дороге."
      }
    ]
  },
  {
    "id": 62,
    "text": "— Джей, ты как? — спросил я обеспокоенным голосом.\n— Впорядке, нога немного побаливает, — сказала она и прилегла мне на плечо.\nМы мчались с приличной скоростью по этим заснеженным трасам, да и в такой машине...\nСпустя час мы были в Лаптевке.\nПроезжая деревню мы видили, что она действительно населена, но явно не молодежью, увы.",
    "answers": [
      {
        "id": 63,
        "text": "Дома."
      }
    ]
  },
  {
    "id": 63,
    "text": "Отец с радостью встретился со старым знакомым и отблагодарил его деньгами и какими-то припасами.\nОни весь вечер разговаривали, после чего старик собрался ехать домой.\n— Досвидания, Александр Петрович! — сказали мы в один голос с Джей.\n— Давайте молодёжь, — сказал старик и пожал мне руку, а после попрощался с Джей.\n— Удачи! — крикнули все и он укатил в свою глушь.",
    "answers": [
      {
        "id": 64,
        "text": "Утро доброе."
      }
    ]
  },
  {
    "id": 64,
    "text": "Ночь прошла очень быстро. За день очень устали, поэтому спали до обеда.\nСказать, что мы спали, как убитые — это ничего не сказать. Первая проснулась Джей , она ушла в ванную комнату и после того как умылась и привела себя в порядок, она спустилась в гостиную. Дома была тишина. Джей прошла по всему дому и не нашла родителей...\n— Возможно, они решили сходить в деревню, закупить провизии, — подумала Джей и пожала плечами.\nПосле чего она отправилась готовить завтрак. На часах было: 13:00.\nДжей быстро сварагнила омлет и подала мне его  с чашкой кофе.",
    "answers": [
      {
        "id": 87,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 65,
    "text": "Где-то вдалеке я услышал рёв машины, и решил подбежать к дороге.\n— Не стоит, Мэтт, — жалобно сказала Джей.\nЯ проигнорировал её жалобу и остановил машину \nЭто был черный старенький жигуль, почти разваливался на ходу и еле ехал по дороге, так как на каждом повороте его заносило.\nМашина остановилась у обочины и я подошёл к ней, он открыл окно и выкрикнул :\n— Дарова! Ну что, заблудились хлопцы? — сказал он и посмеялся.\n— Добрый день, да... Заблудились, и это моя сестра, подвезите до Лаптевки? — сказал я серьезным голосом и хотел уж врезать этому тянущему лыбу мужику, но меня сдерживало то, что у меня на руках сидела Джей.\n— До Лаптевки? Так она в другой стороне! Э-э-э, не! Просто так я туда не поеду! — проорал он и стал заводить машину.\n— Постой , заплатим на месте, только довези, прошу, — сказал я  немного сжалившись.\n— Ладно, садитесь, — сказал мужик и с небольшой горечью развернул машину.",
    "answers": [
      {
        "id": 66,
        "text": "По приезду."
      },
      {
        "id": 65,
        "text": "Получено достижение : Неудачный попутчик.",
        "comment": true
      }
    ]
  },
  {
    "id": 66,
    "text": "Мы ехали слишком долго, уже начинало темнеть, а мы лишь подъезжали к нашему дому.\nДжей совсем стало худо и я вынес её из машины уже спящую.\nОтец был очень зол, он заплатил мужику какие-то копейки и дал пенделя, а тот лишь обрадовался, что его наконец отпустили.\nЯ занёс сестру в её кровать и накрыл пледом, затем ушёл в ванную и обмыл лицо.\n— На сегодня хватит приключений, — сказал я смотря себе в глаза.\nС этими словами я пошёл спать и сразу же отключился.",
    "answers": [
      {
        "id": 64,
        "text": "Утро доброе."
      }
    ]
  },
  {
    "id": 67,
    "text": "Перед тем , как идти в деревню, я решил оповестить Джей, мало ли запаникует, если не найдёт меня.\nЯ вошёл в дом и снял шапку, как же тут тепло. А запах, с кухни шёл прекрасный запах какого-то мяса, травы и что-то из специй. Красота.\n— Джей! Подойди пожалуйста, — крикнул я из коридора и сестра тут же появилась из кухни.\n— Да Мэтт? Чего звал? — спросила Джей посматривая на кухню. У неё в руках было полотенце, на лбу понемногу накапливался пот, так как на кухне была \"баня\".\n— Я метнусь в деревню, нужно колёса накачать, — сказал я и потёр руки, чтобы согреться.\n— Без проблем, главное целым вернись , — сказала Джей и добавила : — Постой, сейчас вернусь!\nОна сбегала куда-то на второй этаж и вернулась ко мне, у неё в руках были перчатки.\n— Держи, чтобы руки не мёрзли, — сказал она и чмокнула в меня в щёку, затем убежала на кухню.\nЯ посмотрел на перчатки и улыбнулся, натянул их на руки и вышел из дома.",
    "answers": [
      {
        "id": 105,
        "text": "В деревню."
      }
    ]
  },
  {
    "id": 68,
    "text": "Мы зашли все вместе в кабинет и начали рассаживаться. Я уселся в кресло за стол, моя жена, Эввилин, села на кожаный диван, а незнакомец сел в кресло, напротив меня. \n",
    "answers": [
      {
        "id": 69,
        "text": "Начать диалог."
      }
    ]
  },
  {
    "id": 69,
    "text": "— Давайте же начнём наш диалог, — предложил я и посмотрел в глаза незнакомцу. У них чувствовался холод и бездна, как будто тело —  это лишь оболочка, которая что-то скрывает за собой.\nНа моё предложение незнакомец лишь одобрительно кивнул.\n— Может представитесь, для начала? — спросил я .\n— Хорошо. Зовут меня Энди Макмайер. Я учёный в одной государственной лаборатории, — ответил незнакомец.",
    "answers": [
      {
        "id": 70,
        "text": "Продолжить диалог."
      }
    ]
  },
  {
    "id": 70,
    "text": "— Хорошо, Энди. Меня зовут Мидлс Дрэдд, а девушка, которая на диване, это моя жена, Эввелин, — представился я.\n— И так, Энди, как ты попал в эту глушь? И почему остался один? — начал задавать я вопросы.\n— По-моему я это уже вам рассказывал... — ответил незнакомец с малейшим проявлянием агрессии.\n— Да, но я хотел узнать, со всеми подробностями..\n— Я не могу вам это рассказать. Это секретная информация,  — ответил Энди и посмотрел мне в глаза. Мне стало как-то не по себе, такое ощущение, что он знает кем я работаю и где , и намеренно ждёт моего ответа.\n",
    "answers": [
      {
        "id": 71,
        "text": "Рассказать о месте работы."
      }
    ]
  },
  {
    "id": 71,
    "text": "— Я сотрудник ФСБ. Мне разрешено знать эту информацию, так что прошу со мной не играться.— быстро ответил я. \n— Так почему вы сразу это не сказали..— загадочно произнёс Энди и продолжил, — Военный воздушный борт транспортировал одно очень важное исследование. По неизвестным причинам, пилот не справился с управлением и пришлось совершить аварийную посадку. Эта посадка не удалась, и многие погибли. В живых остался только я.",
    "answers": [
      {
        "id": 72,
        "text": "Что за исследование?"
      },
      {
        "id": 73,
        "text": "Когда вы потерпели крушение?",
        "need": 72
      },
      {
        "id": 74,
        "text": "Какой номер вашего рейса?",
        "need": 73
      }
    ]
  },
  {
    "id": 72,
    "text": "— Что за исследования транспортировались? — спросил я.\n— Эммм... Вам действительно это нужно? Ведь исследования потеряны, и их уже ни как не восстановить,  — ответил Энди и заметно занервничал.\n— Если вам не трудно, расскажите... — поддержала Эввелин.\n— Хорошо. Исследования проводились по поводу регенерации. Тоесть, мы вводили в подопытных вакцину и она могла регенерировать новую ткань. Это происходило за счёт биологических процессов,  которые просто ускоряла наша вакцина в несколько десятков раз, на уровне генной инженерии. Также было несколько других вакцин, киторые имели свойства адреналина. Я ответил на ваш вопрос? — облегченно выдохнул Энди.",
    "answers": [
      {
        "id": 75,
        "text": "Продолжить диалог."
      }
    ]
  },
  {
    "id": 73,
    "text": "— Следующее, когда вы потерпели крушение и где упали? Примерно можешь сказать? — задал я вопрос. \nОт этого вопроса Энди начал злится, я заметил, по его выражению лица, что он не хочет об этом говорить, или не знает, что ответить.\n— Может поговорим о чём-то другом?! — недовольно ответил Энди и старался протянуть больше времени.\n— Нет! Ответь на этот вопрос, — повысил голос я.\n— Хорошо.. Потерпели мы крушение около 5-7 дней назад...  А разбились около гор, там рядом еще какое-то огромное здание... Всё?",
    "answers": [
      {
        "id": 76,
        "text": "А как ты сумел добратся сюда? И не замёрзнуть?"
      }
    ]
  },
  {
    "id": 74,
    "text": "— Так, а какой номер был вашего рейса? — спросил я.\n— Вам действительно это нужно? — возмущенно ответил Энди.\n— Именно, пожалуйста, отвечай на все вопросы..\n— Хорошо, номер этого рейса это 1-0-3-9-2, позывной \"Джаггернаут\", — ответил Энди.\n— Джаггернаут? — переспросил я.\n— Да! — чуть громче повторил Энди.\nЯ удивлённо посмотрел на Эввелин, а она на меня. \nЯ продолжил распрашивать Энди.",
    "answers": [
      {
        "id": 78,
        "text": "Спросить о военной базе."
      }
    ]
  },
  {
    "id": 75,
    "text": "— Почти.. Еще один, расскажите подробней о вакцине. На каком из макро-уровней это происходит, какой ускоряющий элемент был добавлен в вакцину, что бы у него не возникало конфликтов с мышечной массой и с помощью какого метода вы проверяли эту вакцину, Эйнберга или Фауста? — озадачила вопросом Эввелин.\n— Кхм... Это... — нервно начал отвечать Энди и заикатся. А затем вовсе успокоился и стальным голосом начал говорить:\n— И так, это происходит на уровне физических и мышечных клеток. Ускоряющий элемент я не могу вам рассказать, это запретная информация. А вакцину мы проверяли методом Фауста..\n— Хмм, так я и думала, — ответила Эввелин, встала с дивана и подошла ко мне. Далее наклонилась и прошептала тихо на ухо:\n— Он врёт всё. Я это всё выдумала..— закончила Эввелин и села на диван.",
    "answers": [
      {
        "id": 71,
        "text": "Продолжить распрос."
      }
    ]
  },
  {
    "id": 76,
    "text": "— А как вы сумели добратся сюда и не замёрзнуть?\n— Скажем так, удача была на моей стороне и я всё таки учёный. Смог придумать один механизм, который послужил транспортном передвижения по снегу. А не замёрз я, потому что, взял некоторые вещи в погибших. — быстро ответил Энди.\n— А на тебя в дороге кто-то нападал и кстати, где тот транспорт? \n— Нет, по дороге на меня не нападали, а транспорт где-то в лесу остался, топливо кончилось, — загадочно ответил Энди.",
    "answers": [
      {
        "id": 77,
        "text": "Задуматься..."
      }
    ]
  },
  {
    "id": 77,
    "text": "И так, что мы имеем:\nПервое. Энди говорит, что на него не нападали, а в вещи в которых он пришел, были разорваны. При нем не оказалось шапки, при учёте , что он ехал на транспорте, то по всей вероятности, он бы получил обморожение, причём серьёзное.\nВторое. От место крушения и сюда, приблизительно 70-80 киллометров, а в сторону нашего домика, стоят еще несколько домов. С высоты их невозможно было незаметить. Почему он приехал именно в наш дом, сложно сказать. За неделю очень трудно проехать 80 киллометров по снегу и в лютый холод.\nПрошло несколько дней, а следов обморожения на ногах и на теле, не было видно. Это значит, что он не мог быть в лесу несколько дней. Он должен был делать остановки в других домиках, для того что бы отогрется и мог бы остаться там, но что-то заставило его приехать сюда.\nТретье. На мои вопросы он агрессивно реагировал, не хотел рассказывать правду. Когда он оказался в доме, то не трусился от холода и не стал идти к камину, а вёл себя вполне нормально, при этом был в потрёпанной одежде и рваной обуви. \nЗаключение. Он не тот, за кого себя выдаёт, но нужно задать ему еще вопрос.",
    "answers": [
      {
        "id": 71,
        "text": "Продолжить распрос."
      }
    ]
  },
  {
    "id": 78,
    "text": "— А можешь мне напомнить название базы с который вы начинали свой путь? — задал я вопрос и начал смотреть за поведением Энди. И не зря, я заметил как его начало дёргать, а сам он начинал злится.\n— База называется: \"Застава 2-1\", — стальным голосом ответил Энди. \n— Хмм, странно, не слышал о ней, а куда вы направлялись? \n— Это неизвестно, коммандование захотело транспортировать эти вакцины, чёрт знает куда..\n— Так-с.. Это пока всё..",
    "answers": [
      {
        "id": 79,
        "text": "Открыть ноутбук."
      }
    ]
  },
  {
    "id": 79,
    "text": "Я открыл ноутбук и запустил его. На экране появилась заставка \"TitaN\". Этот ноутбук использовался лишь в ФСБ. Он был защищён от взломов и проникновений, а также подключен и зарегестрирован в частную государственную сеть \"Прометей\". С помощью этой сети, можно было связаться с агентами ФСБ, найти любую информацию, также были карта, с схронами оружий по всей России и месторасположения всех армейских и ФСБшных баз и офисов. И много чего другого.\nСейчас мне понадобилось лишь одно, это поиск информации о рейсе.\nЯ запустил программу под названием \"Прометей\" и внутри этой программы зашел поисковик. Далее в поле, ввел номер рейса и позывной: \"1-0-3-9-2\" и \"Джаггернаут\". Нажал кнопку:\"Поиск\". Всё, осталось только ждать.",
    "answers": [
      {
        "id": 80,
        "text": "Посмотреть результаты поиска."
      }
    ]
  },
  {
    "id": 80,
    "text": "Поиск не заставил себя долго ждать. Поисковик выдал мне следующую информацию:\n\"Рейс под номером \"1-0-9-3-2\" с позывным \"Джаггернаут\" потерпел крушение, где-то в Сибири, в 100 киллометрах от ближайшего жилого посёлка, 5 лет назад. 24 февраля 2025 года, пилот этого борта выходил на связь и предупредил, что они терпят аварийную ситуацию и связь резко оборвалась. Поиски длились около двух недель. После отрицательных результатов поиска, членов экипажа этого борта признали пропавшими безвести. Борт \"Джаггернаут\" признан утеряным. Груз \"Прототип 3\", признан утеряным. Спустя год, поиски прекратились, все документы были уничтожены.\nК делу приложены аудио-переговоры с пилотом борта \"Джаггернаут\":\nПервая аудиозапись: \"ПОВРЕЖДЕНА ИЛИ УДАЛЕНА\"\nВторая аудиозапись: \"ПОВРЕЖДЕНА ИЛИ УДАЛЕНА\"\nТретья аудиозпись: \"ПОВРЕЖДЕНА ИЛИ УДАЛЕНА\"\n",
    "answers": [
      {
        "id": 81,
        "text": "Груз \"Прототип 3\""
      },
      {
        "id": 82,
        "text": "Застава 2-1."
      }
    ]
  },
  {
    "id": 81,
    "text": "Я нажал на выделенное слово: \"Груз \"Прототип 3\"\" \nМне показалась следующая информация:\n\"Груз \"Прототип 3\"\" должен быть транспортирован в новое место для проведения некоторых опытов. Груз \"Прототип 3\" под кодовым названием \"ZEUS\" , должен попасть на базу \"УДАЛЕНО\", рассчётное время прибытия 1 день и 12 часов. Дозаправку сделаете на базе \"УДАЛЕНО\" и на базе \"УДАЛЕНО\" и приступите к выполнению задания.\nЭкипаж составляет из 10 человек — это 2 пилота, 2 бойца спецподразделения \"СОБР\", 2 бойца спецподразделения \"ALPHA\" ФСБ, 1 командир, 1 учёный.\"\n",
    "answers": [
      {
        "id": 86,
        "text": "Подробней о экипаже."
      }
    ]
  },
  {
    "id": 82,
    "text": "Я ввёл в поисковик \"Застава 2-1\" и поисковик выдал мне следующий текст:\n\"Застава 2-1 — это засекреченая военная база с лабораторными наклонностями. Была создана 13 июня 2000 года, возле Сибирской области. Точные координаты:\" УДАЛЕНО\". С 2000-х года по 2015 год, эта база носила название \n\"Колыбель — 1\" и была предназначена для разработки нового оружия. 21 мая 2015 год база сменила юрисдикцию и стала работать в сфере усиления солдат и проводить множество экспериментов. Самые успешные дела, это:\n\"Прототип 1\", \"Прототип 2\", \"Прототип 3\". \n\n26 февраля 2025 года. \"Прототип — 1\" под кодовым названием \"BLOTTER\", и \"Прототип — 2\"  под кодовым названием \"WOLF\" вышли из под контроля и рассценивались как угроза безопасности жителей РФ и нарушения всемирной безопасности. Пришлось уничтожить всю базу, дабы не выпустить это всё за границу базы. \n29 февраля 2025 года. Все входы и выходы были зарезервированы, взрывчатка заложена. В этот день, армейскую базу \"Застава 2-1\" сровняли с землёй.\"",
    "answers": [
      {
        "id": 83,
        "text": "\"Прототип 1\""
      },
      {
        "id": 84,
        "text": "\"Прототип 2\""
      },
      {
        "id": 85,
        "text": "\"Прототип 3\""
      },
      {
        "id": 116,
        "text": "Закончить читать информацию и продолжить диалог с Энди.",
        "need": 85
      }
    ]
  },
  {
    "id": 83,
    "text": "\nЯ нажал на ссылку с словом \"Прототип 1\". Далее моим глазам стала такая информация:\n\"Прототип 1\", кодовое название \"BLOTTER\" — это сгусток чёрной инородной массы, очень похожую на нефть. Образцы были изьяты в одного метеорита, который упал на Землю 12 марта 2014 года. Точные координаты: \"УДАЛЕНО\".\nХранились образцы на базе \"УДАЛЕНО\".",
    "answers": [
      {
        "id": 83,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a32/1905/15/05a85bf0df76.jpg"
      },
      {
        "id": 107,
        "text": "Продолжить читать."
      },
      {
        "id": 82,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 84,
    "text": "Я нажал на ссылку с словом \"Прототип — 2\". Далее моим глазам стала такая информация:\n\n\"\"Прототип — 2\", кодовое название \"WOLF\". Образцы были изьяты из одного метеорита, который упал на Землю 9 апреля 2019 года. Точные координаты: \"УДАЛЕНО\".\nХранились образцы на базе \"УДАЛЕНО\".\nПрототип 2 — это продолжение секретной разработки \"Прототип 1\". \nВозле метеора была замечена волчица, её поймали и начали проводить иследования. В ходе иследований, стало известно, что волчица заражена вирусом с метеорита, при этом она была беременна. Как показали иследования, вирус не нанёс вред носителю, а наоборот, слегка модернизировал клетки. Через время волчица дала потомство, но при родах умерла. Родился маленький волченок серого цвета. Его сразу же поместили в инкубатор и ввели ДНК от \"Прототипа — 1\". В следствии чего, волк превратился на чёрную биомасу, но, облик не сменился. Сменился лишь размер волка, на пол метра.\"",
    "answers": [
      {
        "id": 84,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b06/1905/46/839e3d600f47.jpg"
      },
      {
        "id": 111,
        "text": "Преимущества."
      },
      {
        "id": 112,
        "text": "Недостатки."
      },
      {
        "id": 113,
        "text": "Особые."
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 85,
    "text": "Я нажал на ссылку с словом:  \"Прототип — 3\".  Далее выскочила страница, содержимое которого я принялся читать:\n\n\"Прототип — 3\" — кодовое название \"ZEUS\". Эта разработка увенчалась успехом, наши ученые сотворили универсального солдата, который был орудием убийств.\n25 июня 2020 года на Землю упал еще один метеорит, в Волгоградскую область. Точные координаты: \"УДАЛЕНО\". Возле домика семьи Резниченков. Женщина по имени Виктория (Стрелкова) Резниченко получила облучение от метеорита, мужчина Александр Резниченко отсутствовал в то время.\nНаша группа ликвидации прибыла на место и забрала мететорит на научную базу: \"УДАЛЕНО\". Мы приставили за этой семьей наблюдение и не зря, со временем у них родился сын, Алексей Резниченко. После родов, мать умерла, а отец был ликвидирован, ребёнка забрали на базу \"Застава 2-1\". ",
    "answers": [
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c12/1905/cd/c0a629086fa0.jpg<s>r\n<s>r\n"
      },
      {
        "id": 115,
        "text": "Подробней."
      }
    ]
  },
  {
    "id": 86,
    "text": "Я нажал на слово \"Экипаж\" и мне выдалась характеристика всех членов экипажа, борта \"Джаггернаут\":\n\"Первый пилот. Зовут Алесандр Рева. Окончил Московский авиационный университет с отличием. Пошел служить в ВВС РФ в 3-ю ударную дивизию. После, забрали лётчиком на базу \"Застава 2-1\".\nВторой пилот. Зовут Сергей Молотов. Окончил Московский авиационный университет с красным дипломом и рекомендациями. Пошел служить в ВВС РФ. Стал командиром  отдельной 1-й дивизии бомбирдировщиков. После, был завербован ФСБ и направлен лётчиком на базу \"Застава 2-1\"\nУчёный. Зовут Энди Макмайер. Завербован ФСБ. Родители бывшие агенты отдела контрбезопасность. \nБойцы \"СОБР\". \"УДАЛЕНО\".\nБойцы \"ALPHA\" ФСБ. \"УДАЛЕНО\".\nКомандир. \"УДАЛЕНО\".\"\n",
    "answers": [
      {
        "id": 80,
        "text": "Назад.."
      }
    ]
  },
  {
    "id": 87,
    "text": "Джей тихо зашла в мою комнату и поставила поднос на тумбу, затем стала выходить из комнаты, как вдруг я проснулся.\n— Доброе утро, — прошептал я вслед уходящей Джей.\nОна быстро развернулась и ответила: \"Доброе! Как самочувствие после вчерашнего?\"\n— Вообще-то, это я должен у тебя спрашивать, — усмехнулся я и добавил: — Ты то как?\n— Прекрасно, я тебе завтрак приготовила, но ты не суди строго, это на скорую руку, — сказала Джей и поцеловала меня.\n— Спасибо! Давно проснулась? — спросил я поедая вкуснейший омлет.\n— Нет, совсем недавно, — сказала она и отвела взгляд куда-то в окно.\nТам шёл жуткий снег, валил огромными хлопьями, да и мороз лютый. Так что погодка сегодня была явно не в нашу пользу.\nЯ ещё раз поблагодарил Джей и стал полноценно завтракать, а Джей ждала и обсуждала со мной разное.",
    "answers": [
      {
        "id": 88,
        "text": "Закончить завтракать."
      }
    ]
  },
  {
    "id": 88,
    "text": "— Всё было очень вкусно, ты сама то завтракала?\n— спросил я и уставился на Джей. Её рыжие  волосы так и сияли под лучами солнца, что валили из-за окна. Она была расслаблена, будто вчера и не было вовсе. Улыбка, красивые ярко-голубые глаза. Она была прекрасна и любоваться ей можно было ещё кучу времени.\n— Да, завтракала, — ответила Джей через минуту и счелкнула пальцами около моих глаз.\nЯ быстро отвис и помотал головой. Девушка рассмеялась и вышла из комнаты забрав поднос с собой.\nЯ окинул взглядом комнату и нашёл чистую одежду. Быстро одевшись я пошёл в ванную и умылся.",
    "answers": [
      {
        "id": 89,
        "text": "Спуститься на первый этаж."
      }
    ]
  },
  {
    "id": 89,
    "text": "Я спустился вниз. Из всех, я застал лишь Джей, сидящую в гостиной с планшетом в руках. На ней не было лица, глаза в каком-то страхе , а по щеке течёт слеза. \n— Рыжик, ты в порядке? Что случилось? — сказал я с волнением.\n— Родители. Они-и-и уехали, — с дрожащим голосом произнесла она.\nЯ не стал допытывать , а подошёл и прочёл то, что оставили родители. Это был текстовый документ, Джей нашла его, только потому , что он находился на начальной странице.\nЯ прочёл письмо :\nМэттью, Джей. Мы уехали в город по очень важным делам. Вернёмся через пару дней, на это время у вас есть огромный запас провизии , дров , топлива(если генератор потребует), медикаментов. Весь дом в вашем распоряжении, главное — защищайтесь и не подпускайте никого. Если что, обращайтесь к Петровичу, он наш старый знакомый. Поможет вдруг чего.\nАх да, Мэтт, береги Джей. Она всё таки младше. И сохраните планшет, он вам поведует много чего. А что бы расширить его функционал, нужно будет ввести пароль, который знает наш старый знакомый. Но это вы должны будете сделать, когда ваши дела станут плохи.\nP.S  Любим вас. Родители.",
    "answers": [
      {
        "id": 90,
        "text": "Отложить планшет и посмотреть на сестру."
      },
      {
        "id": 89,
        "text": "Получено достижение: Так себе новости.",
        "comment": true
      }
    ]
  },
  {
    "id": 90,
    "text": "Я отложил планшет и глянул на Джей, она была взволнованна.\n— Джей, всё ведь в порядке, из-за чего ты так расстроилась? — спросил я и присел рядом.\n— Они всегда нас предупреждали сами, что уедут и давали наставления и всё остальное, а это ... Записка в планшете, мне это не нравится. Здесь явно что-то не то, — произнесла Джей и улеглась мне на плечо.\n— Всё будет в порядке, — сказал я и прижал её к себе.\n— Давай лучше так, дом сейчас полностью на нас, поэтому нужно составить план, что будем делать сегодня, — сказал я и глянул в окно.\n— Да! Точно, я согласна! — крикнула Джей и резко сменила грусть на радость.",
    "answers": [
      {
        "id": 91,
        "text": "Составить план на день."
      }
    ]
  },
  {
    "id": 91,
    "text": "Дел по дому и вне дома было огромное количество. Я не хотел брать всю эту кучу дел и решил разделить их по секциям.\nБудет всего две колонки:\n\"По дому/На территории.\"\n— Давай делить обязанности? — сказал я и посмотрел на радостную Джей.\nОна лишь кивнула и стала ждать, пока я начну что-либо писать.",
    "answers": [
      {
        "id": 92,
        "text": "Дела по дому для Джей."
      },
      {
        "id": 93,
        "text": "Дела на территории для меня.",
        "need": 92
      },
      {
        "id": 94,
        "text": "За работу!",
        "need": 93
      }
    ]
  },
  {
    "id": 92,
    "text": "Я оторвал небольшой листок и написал список дел для Джей по дому:\n1) Уборка второго этажа.\n2) Мытьё посуды.\n3) Готовка ужина.",
    "answers": [
      {
        "id": 91,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 93,
    "text": "Я оторвал небольшой листок и написал свой список дел на сегодня: \n1) Починка старого мотоцикла.\n2) Чистка снега во дворе.\n3) Обход леса.",
    "answers": [
      {
        "id": 91,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 94,
    "text": "— Вот, я тут накидал небольшой список. Надеюсь, за день всё успеем, — сказал я и усмехнулся.\n— Аам, у тебя тут первый пунктик , — это починка старого мотоцикла...\nНе тот ли это мотоцикл, что отец взял у тебя прокатиться  и сломал, когда слетел с трассы?\n— Он самый , — сказал я и добавил : —  Желаю удачи , Джей!",
    "answers": [
      {
        "id": 95,
        "text": "Одеться потеплее и выйти во двор."
      }
    ]
  },
  {
    "id": 95,
    "text": "Я накинул тёплые вещи и вышел во двор. Сразу же удачно провалился в сугроб и быстро оттуда выбрался.",
    "answers": [
      {
        "id": 96,
        "text": "Выполнять задания по списку."
      }
    ]
  },
  {
    "id": 96,
    "text": "Первым делом нужно было начать собирать байк. Он стоял в гараже, лишь рама и ничего больше. Этот мотоцикл подарил мне старый друг, но мой отец успешно его раздолбал. Конечно, это было случайно и я его не виню. \nЯ зашёл в гараж и нашёл ту самую раму, она была выполнена из металла, но он был не очень весомым, что предовало скорости байку.\nСейчас нужно было бы найти все детали для моего нового байка. Отец хотел выкинуть всё, что осталось от него, как он выразился, это была \"груда металлолома\", но я вполне мог его восстановить и убедил в этом отца.",
    "answers": [
      {
        "id": 98,
        "text": "Начать поиск деталей."
      }
    ]
  },
  {
    "id": 97,
    "text": "Следующее дело в списке было: уборка снега, что я и решил сделать.<s>r\nЯ зашёл в небольшой склад , тут не было ничего лишнего, лишь то, что нужно для того, чтобы жить в Сибири.<s>r\nВсю расстоновку и все предметы выбирал отец, здесь было всё, даже то, что никак нельзя ожидать от Сибири.<s>r\nЯ взял лопату и вышел на улицу, снега было очень много, он шёл большими хлопьями. С этой проблемой я справился быстро, весь снег сгрёб по бокам с тропинки и вывел на какую-то фигуру.",
    "answers": [
      {
        "id": 143,
        "text": "Продолжить дела на день."
      }
    ]
  },
  {
    "id": 98,
    "text": "Так как рама была полностью собрана, мне нужны были детали для крепежа, да и раму мне придётся разобрать, где-то были вмятины, что нужно было заменить.\nПоэтому я занялся починкой рамы, на что у меня ушло пару часов. Солнце уже было высоко и времени было достаточно.\nЯ решил, что будет логичнее составить полный список того, что мне было нужно найти.\n",
    "answers": [
      {
        "id": 99,
        "text": "Аккумулятор."
      },
      {
        "id": 100,
        "text": "Двигатель."
      },
      {
        "id": 101,
        "text": "Бензобак."
      },
      {
        "id": 102,
        "text": "Машинка для шлифовки."
      },
      {
        "id": 103,
        "text": "Краска."
      },
      {
        "id": 104,
        "text": "Колёса.",
        "need": 103
      }
    ]
  },
  {
    "id": 99,
    "text": "Аккумулятор пришлось взять запасной от генератора. Отец хранил его для чего то ещё, но я думаю, что ему понравится его нынешнее применение.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад.",
        "backstepCount": 1,
        "id": 99
      }
    ]
  },
  {
    "id": 100,
    "text": "Двигатель нужен был Honda Rebel. Я где-то его оставлял после аварии, он кажется целый даже.\nЯ быстро нашёл его в углу гаража, он был скручен в тряпки и запрятан.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад.",
        "backstepCount": 1,
        "id": 100
      }
    ]
  },
  {
    "id": 101,
    "text": "Бензобак тогда тоже выжил, поэтому я нашёл его где-то в чулане на втором этаже, что он там делал, я не знал. Джей уже возилась на кухне, красотка. Я не стал задерживаться и пошёл искать оставшиеся запчасти.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад.",
        "backstepCount": 1,
        "id": 101
      }
    ]
  },
  {
    "id": 102,
    "text": "Машинка для шлифовки была  не очень в  хорошом состоянии. Где-то заедала и не могла работать. Благо я немного её раскрутил, должна была дожить, чтобы отполировать раму.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад.",
        "backstepCount": 1,
        "id": 102
      }
    ]
  },
  {
    "id": 103,
    "text": "Нужно было перекрасить это ржавое корыто, так как на нём пока и живого места не было. Я решил выбрать чёрный цвет, он брутальный и не выделяется.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад.",
        "backstepCount": 1,
        "id": 103
      }
    ]
  },
  {
    "id": 104,
    "text": "Была лишь одна проблема, колёса были спущены, а авто насоса у нас не было.\nИменно поэтому я решил сходить в ближайшую деревню, там точно будет насос, ведь машин там достаточно.",
    "answers": [
      {
        "id": 67,
        "text": "Отправиться в деревню."
      }
    ]
  },
  {
    "id": 105,
    "text": "Я решил положить колёса на санки и потащил их в соседнюю деревню, до неё было около двух километров, главное не встретить незваных гостей по пути.",
    "answers": [
      {
        "id": 110,
        "text": "Спустя время."
      }
    ]
  },
  {
    "id": 106,
    "text": "Приветствую читатель. Зовут меня Виталька и я СоАвтор сея произведения:). На мой взгляд, этот квест получился довольно интересный. Мы с Антоном рады каждому читателю, который пройдет этот квест. Если вам не сложно, то просим оставить комментарий, что бы мы знали, что не так сделали и в следующих творениях учтём мнение каждого:). Нам действительно нужно знать мнение каждого, кто прочтёт это. В это произведение, мы вбахали очень много сил и времени. Но на этой главе мы не остановимся, дальше будет продолжение, и поверьте, там начнётся самое веселье.\nЕще раз хочу поблагодарить от своего имени и от имени Антона, каждого, кто прочтёл наш квест. Всем удачи и бобра:)\nА теперь погружайтесь в мир окутаный секретами, мистикой и интересными завязками:)",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 107,
    "text": "\"Прототип 1\"— Это сверхсекретная научная разработка в сфере усиления солдат, иными словами, эта разработка должны была помочь солдатам в бою. На первой стадии задумывался экзоскелет. Он окутывал бойца и принимал его форму, также экзоскелет мог бы защитить бойца от различных видов патронов, осколков и прочих опасных для жизни предметов. Также ученые хотели добавить функцию ближнего боя. \nЭтот эксперимент был признан неудачным, из-за того, что много людей погибло, когда чёрная жижа окутывала их.\nНо на этом дело не остановилось, ученые захотели оживить эту субстанцию. И у них это получилось. Этот сгусток ожил. Он не имел конкретной формы, это больше напоминало огромную кучу нефти, которая не растекалась. Из-за этого он получил кодовое название \"BLOTTER\". \nПосле полевых испытаний, эту жижу перевезли на военную базу \"Застава 2-1\".",
    "answers": [
      {
        "id": 108,
        "text": "Преимущества."
      },
      {
        "id": 109,
        "text": "Недостатки."
      },
      {
        "id": 83,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 108,
    "text": "Я нажал на выделаное слово \"Преимущество\" и моим глазам открылся следующий текст:\n\n1. Нельзя убить обычным оружием. К примеру гранатами, РПГ, автоматами, пистолетами и прочее. Любые калибры снарядов танков, противотанковых орудий или миномётов не смогут убить её, это лишь ускорит регенерацию. Осколочно-фугасные, бронибойные и прочие калибры, кроме фосфора и зажигательнях снарядов, не нанесут вред ему.\n2. Может вырости до 5 метров в высоту и до 7 метров в ширину. При учёте , что оно не будет поглощать всё и вся. Если всё же такое случиться, то остановить её сможет лишь ядерный или атомный взрыв.\n3. Может разлиться в жидкую жижу и просачиватся в труднодоступные места. С помощью этого способа, эта субстанция может просочиться через стенки вентиляции и перелиться по трубам. И не только это, она может еще перемещаться по канализации и водотранспортирующих трубах.\n4. Достаточно сильная. Когда \"BLOTTER\" находится в обычном состоянии, а  рост у него 5 и более метров, он с лёгкостью может поглотить военную технику такую как камаз, танк, воздушный самолёт. Достаточно сильный, может поднять тяжелую технику и бросить на 30 метров.\"\n5. Может своими огромными лапами схватить всё что угодно. Есть возможность сменить обычные лапы на руки-молоты и уничтожить всё и вся.",
    "answers": [
      {
        "id": 107,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 109,
    "text": "Я нажал на выделеное слово \"Недостатки\" и открылась страница в которой местился текст:\n\n1. Слабость к огню — парочка огнемётов могла спокойной испипелить эту субстанцию, при учёте, что огнемёты будут постоянно в рабочем состоянии. Для более быстрого эффекта, нужно иметь около 10 огнемётов , так же нельзя давать ему материю для регенерации. Также:  белый фосфор, напалм и зажигательные патроны. Для убийства белым фосфором, достаточно зарядить два снаряда, тем самым фосфором и выстрелить с танка, противотанкового орудия или с РПГ точно в субстанцию. Оно их поглотит внутрь себя и там начнет перерабатывать, тем временем, фосфор будет поджигать всё изнутри. Насчет зажигательных патронов, то для этого нужно минимум пулемётов 50, которые будут вести безостановочную стрельбу одновременно.\n2. От огня не может регенерироватся. Регенерация происходит от перерабатывания всяких предметов, продуктов, животных и людей. Чем больше материи это вещество в себя поглощает, тем быстрее регентрация.\n3. Можно испепелить высоким напряжение. Нужно иметь трансформаторную подстанцию маленьких размеров или достаточно двох дизельных електростанций (ДЕС).\n4. Маленький размер. Когда оно разливается в жидкую жижу и начинает перемещатся по труднодоступных местах, можно перекрыть все входы и выходы и начинать поднимать температуру. В маленьком закрытом помещении, она не сможет увеличится, только вдоль и всё. При помощи высокой температуры она начнёт высыхать, а после и вовсе воспламенится и пропадёт.",
    "answers": [
      {
        "id": 107,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 110,
    "text": "Примерно через час я смог добраться до деревни. За то время выпало немного снега, всю дорогу замело. Я подошёл к небольшому пригорку, откуда даже в такую погоду была видна деревня. Это небольшая деревенька, старые дома. Небольшое количество людей, пару машин и небольшое движение по улицам.\n— Эх, Сибирь, что же ты творишь? — спросил я сам у себя и вздохнул : — Так , ладно. Нужно идти , до вечера ещё достаточно времени , но кто его знает , сколько нужно , чтобы накачать колёса.\nЯ пожал плечами и пошёл вперёд. ",
    "answers": [
      {
        "id": 117,
        "text": "Немного осмотреть деревню."
      },
      {
        "id": 118,
        "text": "Отправиться к владельцу автомобиля."
      }
    ]
  },
  {
    "id": 111,
    "text": "Я нажал на выделеное слово: \"Преимущество\". Далее высветилась информация о подопытном:\n\n1. Рост. Ростом объект \"WOLF\"  около 3-х метров. \n2. Регенерация. Регенерация проходит путём поглащения материи, как и в первом объекте \"BLLOTER\". Материю поглощает и трансформируется в чёрное вещество. Также, когда \"WOLF\"  находится в состоянии покоя, то его тело начинает регенерировать, сжигая мышечную биомассу.\n3. Скорость и манёвреность. Скорость даного объекта привышает 120 км/час. Довольно просто проходит переграждения. \n4. Повышена сопротивляемость к холоду. Данный образец невозможно победить холодом. Проводились несколько тестов в крио-камерах, достигалась максимально низкая температура, объект переходил в стазис, но когда крио-камера отключалась, объект сразу выходил из стазиса. Результат таков, что крио-заморозка попросту не действует на объект. Это дает ему шансы выжить в холодных краях. \n5. Значительно повышена сопротивляемось к огню.  Даный объект было сложнее поразить с помощью огня, но всё же возможно.",
    "answers": [
      {
        "id": 84,
        "text": " Назад."
      }
    ]
  },
  {
    "id": 112,
    "text": "Я открыл странницу под названием \"Недостатки.\" Далее принялся читать содержимое страницы:\n\nУ образца под кодовым названием \"WOLF\" , не очень много недостатков.\n1. Может умереть. Даный объект способен умереть от того же оружия, что и \"Прототип — 1\", вот только для этого образца, нужно чуть больше постаратся, что бы убить его.\n2. Трансформация. Даное действие занимает длительное время, поэтому нужно, что бы \"WOLF\" нашел укрытие и принялся поглощать свою жертву. Процесс занимает от 30 минут до 60. В этот период, \"Прототип — 2\", имеет высокие шансы погибнуть.\"\n3. Из-за высокого роста и широких размеров, даный образец трудно справляется в труднодоступных местах. Может застрять и стать лёгкой добычей для огнемётов, регенерация не спасёт.",
    "answers": [
      {
        "id": 84,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 113,
    "text": "\nЯ нажал на ссылку со словом: \"Особые\". Далее, увидел, какие способности имеет образец:\n\n1. Органы зрения и  слуха у него обострились. Также у него обострился нюх. Ночью образец имеет больле шансов выжить чем днём. По пройденым экспериментам, вывод такой, что \"WOLF\" довольно не плохо видит ночью; имеет отличный слух — может услышать передвижения жертвы на расстоянии до 2 киллометров; улучшеный нюх с помощью которого, достаточно быстро может найти жертву.\n2. Изменения облика. Эта очень интерестная способность в даного образца. Он может принимать образ зверя, размер которого превышет 2,5 метра. Трансформация происходит после поглощения жертвы.\n3. При помощи острых клыков может разорвать плоть за 0.03 миллисекунды. Волк стал обладать возможностью быстрого нападения. Нет никакой боязни оружия или чего-то подобного, иными словами, отсутствие страха быть убитым.\n4. Проект \"WOLF\" имеет сформировашвшийся облик волка и значительно укреплённый корпус. Его тело это затвердевшая биомасса.",
    "answers": [
      {
        "id": 84,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 114,
    "text": "Мне выскочила дополнительная страница в котором содержалась информация о наблюдениях за образцом \"ZEUS\":\n\nЗа всё перебывания образца на базе, мы узнали некоторые факты и способности:\n1. Была замечена регенерация, впрочем как и в первых двух объектах, но способность Zeus'a это то,  что регенерация новых тканей у него проходила без поглощения материи. Эта способнось имеет молниеносный эффект. При получении раны, тело сразу же начинает лечить себя.\n2. Укреплённое тело. Это способность действует как \"панцер\", который защищает его. Пробить этот \"панцер\" можно лишь с крупных калибров. Патроны 5.45, 5.56, 7.62 не нанесут ему вреда. Выходя из этого убить его реально, но очень трудно.\n3. Ловкость и скорость. Zeus имеет повышеную скорость передвижения, 100 метров он смог преодолеть за 6 секунд, также может прыгать на большую высоту. Насчет ловкости, то он в боях очень быстрый и может продумать каждый свой шаг.\nЭто всё, что мы смогли получить и узнать о проекте \"ZEUS\". После того, как вертолёт разбился в Сибирской области, мы потеряли обьёкт \"ZEUS\". ",
    "answers": [
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 115,
    "text": "Я решил узнать подробности о образце \n\"Прототип — 3\", моим глазам выскочила следующая информация:\n\n\"Имя: Алексей. Фамилия: Резниченко.\nОтчество: Александрович. \nДата рождения: 12 марта 2020 год.\n\n12 марта 2021 года мы забрали Алексея на базу \"Застава 2-1\", для дальнейших проведений экспериментов. \nВ еще маленького Алексея мы ввели ДНК объекта \"BLOTTER\" и ДНК объекта \"WOLF\". Его поместили в отдельную камеру и стали наблюдать за его трансформацией. \nИз обычного человека он начал превращатся в какое-то подобие  тех прототипов. Взяв при этом по чуть-чуть каждого образца. Стал цвета черного, его тело стало твердее, и по плотности было похоже на камень, при этом сохранив форму обычного человека.\nЗа всё время перебывания на базе, Zeus, повзрослел и стал похожим на 21-летнего юнышу, с крепким телом. \n",
    "answers": [
      {
        "id": 114,
        "text": "Наблюдение."
      }
    ]
  },
  {
    "id": 116,
    "text": " Я закончил читать информацию о разработках учёных и начал говорить с Энди.\n— Хммм... — задумался я. \nВыключил ноутбук и встал со стула. Затем подошел к окну и стал смотреть на идущий снег. А затем задал вопрос.\n— Энди, скажи мне, почему ты пришел именно к нам? \n— Я... Пришел к вам, что бы попросить помощи. Что бы вы помогли мне связатся с базой, — нервно ответил Энди.\n— Странно однако... — посмотрел я еще раз на своё отражение в окне и пошел за стол. Далее открыл потайную коморку в столе и достал уже заряженый пистолет ПМ. Уже под столом снял его с предохранителя.",
    "answers": [
      {
        "id": 121,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 117,
    "text": "Небольшая деревня, в центре стояло небольшое здание, что напоминало маленькую библиотеку. Но всё таки, это было здание Администрации. Вокруг всего этого была небольшая аллея в форме полукруга.\nЯ всё также всматривался в разные здания данной деревни, но заметил мужичка небольшого роста. Он стоял у автомобиля и чинил его, я решил, что это хорошее решение подойди и попросить накачать колеса.\n",
    "answers": [
      {
        "id": 119,
        "text": "Обратиться к Мужчине."
      },
      {
        "id": 120,
        "text": "Пройти мимо."
      }
    ]
  },
  {
    "id": 118,
    "text": "Я видел припаркованную машину у дома, и с чего сделал вывод, что там может быть и насос. Я прошёл пару домиков и оказался рядом с тем, где была припаркованна машина. Это был небольшой внедорожник, немного покоцанный и явно старый. \nЯ подошёл к двери и постучал. На мой стук никто не откликнулся и дверь так же осталась заперта, я обошёл дом и посмотрев в окна ничего не увидел. ",
    "answers": [
      {
        "id": 131,
        "text": "Уйти от дома."
      }
    ]
  },
  {
    "id": 119,
    "text": "Я подошёл к нему и поздоровался. Предо мной стал крепкий парень, лет 25-27. На нём надеты синие джинсы, какая-то старая дряхлая джинсовка и очки, странный прикид для такой погоды.\n— Добрый день, не поможете мне? — спросил я и вскинул взгляд на колёса.\n— Добрый, о , пустые? Да, могу помочь, насос есть. Пойдём в гараж, там всё и накачаем , — сказал он и пошёл в гараж, не обращая внимания на то, иду ли я следом.\nГараж был полностью обставлен, разное оборудование и всякая всячина. Я стал осматривать гараж, а затем меня окликнули :\n— Эй, парень! Сюда колёса кати! — крикнул он и зыркнул в мою сторону ",
    "answers": [
      {
        "id": 128,
        "text": "Спросить про плату."
      },
      {
        "id": 129,
        "text": "Спросить про ближайшие магазины продовольствия."
      }
    ]
  },
  {
    "id": 120,
    "text": "Я решил не рисковать и прошёл мимо мужчины. Он не обращая на меня внимания продолжил копаться в своей машине. Метров через тристо я дошёл до небольшого внедорожника. Это был \"Volkswagen Tiguan\". Машинка была в очень хорошом состоянии, и точно была на ходу. Рядом с ней никого не было , машина была будто заброшена и пустовала. <s>r\nЯ подошёл ближе и осмотрел её от и до, рядом никого небыло, ни одной живой души, домов так же не было, будто я отошёл на несколько километров от деревни.<s>r\nМашина была прикрыта чем-то, листья, ветки и всякая мелочь. <s>r\n— За ним явно кто-то должен был вернуться, но судя по тому, что он уже покрылся мхом, хозяин забыл про авто или же ему что-то помешало, — сказал я и задумался.<s>r\nЧерез пару минут я вернулся в наш мир и продолжил осмотр авто. Я подошёл вплотную и дёрнул за ручку, дверь бесшумно открылась и я плюхнулся на сиденье автомобиля. В салоне был запах трёхлетней давности.<s>r\n— Ммм, запах сохранился, — сказал я и взялся за кожанный руль автомобиля.<s>r\nРуль был сохранён, он не был покоцан или что-то ещё, салон был в идеальном состоянии.<s>r\nЯ уселся поудобнее и закрыл дверь, в салоне сразу стало тепло и тихо, прекрасный отдых после ходьбы по снежным сугробам.<s>r\n— Я чуток передохну, — сказал я сам себе и отключился.<s>r\n",
    "answers": [
      {
        "id": 120,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a41/1905/0f/1fd40d22f234.jpg"
      },
      {
        "id": 132,
        "text": "Спустя некоторое время."
      }
    ]
  },
  {
    "id": 121,
    "text": "— А знаешь, что странно, Энди? \n— Нет... — заметно занервничал тот.\n— А я тебе скажу. Странно то, что из всех домиков , ты выбрал наш и еще, ты хотел попросить помощи, что бы мы связались с базой,  но, вначале разговора ты не хотел рассказывать информацию, потому что не знал нас. И еще много других разногласий, — закончил я говорить, достал пистолет с под стола и направил на Энди.\nЭнди начал менять свой цвет и свой облик. Через несколько секунд он стал чёрным. Теперь он явил себя, это был Зевс. \nПосле трансформации я рассматривал его несколько секунд. Он имел образ человека, глаза маленькие и белые с маленькой черной точкой в центре. Обычные руки, ноги, торс. Он смахивал на человека который попал в лужу нефти и она на нём засохла.",
    "answers": [
      {
        "id": 122,
        "text": "Продолжить."
      },
      {
        "id": 121,
        "text": "Получено достижение: Правда всегда всплывает на поверхность.",
        "comment": true
      }
    ]
  },
  {
    "id": 122,
    "text": "Зевс встал со стула и ростом он был под 2 метра.\nНесколько секунд шока и ступора привело к тому, что я перестал контролировать свою дрожащую руку с пистолетом. Указательный палец зажал спуск. Выстрел. Пистолет выплюнул маленький кусочек свинца, с сопровождающим хлопком,  который способный убить человека. Но не способный нанести даже малейший вред тому, кто сейчас стоит напротив меня. Для меня время будто замедлилось, я стоял и наблюдал за тем, как гильза упала на пол. Пуля летела прямо в свою цель, точно в голову и без неточностей,  но кусочек свинца соприкоснулся с его головой и упал на пол. \nКакие-то доли секунды прошли, а я увидел, как Зевс приближается ко мне.",
    "answers": [
      {
        "id": 123,
        "text": "Уклониться."
      }
    ]
  },
  {
    "id": 123,
    "text": "Время вернулось обратно. Я попытался уйти от захвата, но Зевс оказался быстрее. Быстрым рывком Зевс преодолев стол, оказался возле меня, выбил пистолет из моих рук и схватил меня. Далее он начал меня поднимать. Я заметил как Эввелин берёт вазу и бежит ко мне. Я закричал хриплым голосом:\n— Эввелин! Нет! Беги отсюда!\nНо она ослушалась меня и угрела его вазой с цветами по голове, со словами: \n— Получай, гад!\nВаза разбилась, а Зевс даже не пошатнулся,  он откинул меня к стене от чего я ударился спиной об стену. Чувство не из приятных... Благо, я приземлился возле пистолета. В голове появилась новая идея.\nДалее, Зевс швыранул в мою сторону стульем. Стул не сумел пережить соприкосновение с бетонной стеной и разлетелся в трески. Благополучно я смог увернутся от него. \nПотеряв интерес ко мне, Зевс переключился на Эввелин.",
    "answers": [
      {
        "id": 124,
        "text": "Подобрать пистолет."
      }
    ]
  },
  {
    "id": 124,
    "text": "— Ну нет гад, ты так просто нас не убьёшь, — сказал я и подобрал пистолет. \nДалее прицелился и разрядил всю обойму в спину Зевса. \nПосле выстрелов, послышалось лишь то , как патроны попали в твёрдое вещество и послышался звонкий звук. Это на пол упали, стреляные гильзы. \nЗевс развернулся и посмотрел на меня пустыми глазами, глазами в которых нету злости, мести. Он подскочил ко мне,  встал рядом. \n— Тебе нужен только я. Не трогай мою семью, — еле выговорил я. \nПосле моих слов, он схватил меня за горло и поднял. От этого я начал задыхаться. Меня окутал страх, я пал в ступор, мой мозг перестал обдумывать ситуацию.\n— Но погибать ещё рано... — прошипел я. Собрав всю силу и волю в ноги, я их поджал под себя, а потом со всей силы ударил соперника в грудную клетку, по крайней мере, в то, что похожое на грудную клетку. \nОт этого действия соперник отпустил меня и чуть-чуть отдалился от меня, а я упал на пол и начал откашливатся.\n",
    "answers": [
      {
        "id": 125,
        "text": "Последний рывок."
      }
    ]
  },
  {
    "id": 125,
    "text": "— Нету больше сил драться, не те года уже.. Но нужно как-то тянуть время, что бы дать шанс на спасение моей семьи, — думал я.\nЯ уже начал по-тихоньку подниматься, как что-то похожое на человеческую руку, но в раза два тяжелее ударило меня по спине, от чего я опять рухнул на пол. \nДалее я услышал звук , как Эввелин добавила два патрона в ружьё ИЖ-27М. И тут чёрный обратил на неё внимание и бросился к ней. Он преодолел стол и прыгнул на Эввелин. Прогремел выстрел.  Эввелин попала прямо в голову этому монстру.  От чего изуродовалось его лицо и он отскочил ко мне. А сама Эввелин отскочила в противоположную сторону от отдачи. Я не успел открыть рот, как у меня заложило уши.. \n— Представляю, что там у моей жены.. — подумал мысленно я.",
    "answers": [
      {
        "id": 126,
        "text": "Добить лежачего чёрного."
      }
    ]
  },
  {
    "id": 126,
    "text": "Я схватил первое, что попалось мне в руки, а именно деревянную ножку от стула, поднялся и ударил пару раз по корпусу этого монстра.\nОт чего отхватил удар и отправился в полёт прямо в стену, но уже в сторону своей Эввелин. \n— Блин, кажется что-то захрустело а спине, в районе позвоночника. Если я переживу эту драку, то начну заниматся спортом, — сказал я про себя. Я постарался встать на ноги, но попытки не увенчались успехом и я пополз к Эввелин. Она лежала на полу и крепко держала в руках ружье. \n— Эввелин! Ты когда стреляешь, глаза открывай! — прикрикнул я. Потому что знал, что она оглушена.\n— Чего?! Я тебя не слышу!  — в ответ крикнула Эввелин.\nЯ забрал с её рук оружие, и сменил стреляный патрон на новый. \nЗевс начал подниматься. Его голова почти срегенерировала новые ткани, и он начал подходить к нам. \nЯ с тяжелыми усиличми встал на ноги, и оказался напротив него. Я успокоился, прицелился и затаил дыхание. Стал дожидаться реакции монстра. \nОн не заставил себя долго ждать, почти с целой голова, он кинулся на нас. Выстрел. 12 калибр в голову , быстро остановил Зевса. Еще выстрел, теперь в район сердца. Зевс окончательно упал. Его тело начало регенерацию. Но я сделал перезарядку ружья, в два раза быстрее. \n",
    "answers": [
      {
        "id": 127,
        "text": "Выстрелить."
      }
    ]
  },
  {
    "id": 127,
    "text": "Я только прицелился и уже готов был нажать на курок, как вдруг, это существо быстро поднялось и рынуло в сторону окна. Благополучно выбив его,  он скрылся.<s>r\nЯ облегченно выдохнул. То что напало на нас, уже где-то далеко отсюда, — крутилась у меня мысля в голове.\nРуки дрожали, я бросил ружьё и упал на колени, они резко меня подвели. Я подполз к Эввелин и взял её за руку:<s>r\n— Ты впорядке? — спросил я её.<s>r\nОна была без сознания.\nТо , что сидело предо мной пару минут назад... Оказалось демоном во плоти, а может , что ещё хуже? Я не мог об этом не думать, оно теперь где-то в лесу, может быть, где-то в деревне, что неподалёку.<s>r\nНадеюсь, что его больше никогда не увижу. <s>r\nЯ решил, что нужно отнести Эввелин в свою комнату и убраться здесь, а завтра... Завтра нужно будет съездить в Центр, там могут рассказать что-то новое.<s>r\nДетям я сказал, чтобы не паниковали и пожелал доброй ночи. Пол вечера я ещё приводил комнату в порядок, а Эввелин проснулась лишь под утро.",
    "answers": [
      {
        "id": 160,
        "text": "Отправиться в дорогу."
      },
      {
        "id": 127,
        "text": "Получено достижение: Победа.",
        "comment": true
      }
    ]
  },
  {
    "id": 128,
    "text": "Парень быстро накачивал колеса и я решил спросить его, пока есть возможность.\n— Слушай, что возьмёшь взамен? За накачку колёс, — спросил я и продолжмл смотреть на работу автоматического насоса.\n— Давай так, деньги мне не нужны, но одно поручение у меня для тебя будет, — прокричал парень, из-за рёва насоса.\n— По рукам, что нужно делать? — спросил я с неким удовольствием на душе. То ли мне не хватало адреналина, то ли что. Тем не менее, я согласился.\n",
    "answers": [
      {
        "id": 130,
        "text": "Выслушать парня."
      }
    ]
  },
  {
    "id": 129,
    "text": "Колёса быстро пополнялись воздухом и становились похожими на себя. Так скажем, они заправлены, а теперь бы самому не помешало заправиться. \n— Парень, не подскажешь... Где тут ближайший магазин есть? — спросил я с бурчащим животом.\n— Да, примерно в километре отсюда, — сказал он и указал куда-то в сторону.\n— Спасибо! Буду знать.\n— Слушай, у меня к тебе дело есть, ну... я же колёса не за так тебе накачал, — сказал парень и добавил : — Смекнул о чём я?",
    "answers": [
      {
        "id": 130,
        "text": "Выслушать парня."
      }
    ]
  },
  {
    "id": 130,
    "text": "— Дело вот в чём, — сказал парень и отошёл куда-то в сторону от гудящего насоса , — мне нужно, чтобы ты сгонял в небольшое убежище, недалеко отсюда и забрал одну вещь для меня.\nЗа это я тебе ещё и заплачу.\n— Без проблем, только я домой зайду, как раз байк соберу и в путь, — сказал я и протянул руку парню. Тот посмотрел на меня и стрельнул глазами, затем кивнул и скрылся в темном углу гаража.\nКолёса были накачаны, а это значит, что я могу вернуться домой и собрать свой новенький байк.",
    "answers": [
      {
        "id": 134,
        "text": "Отправиться домой."
      },
      {
        "id": 130,
        "text": "Вариант с выполнением задания от парня будет доступен по ходу прохождения сюжета. ",
        "comment": true
      }
    ]
  },
  {
    "id": 131,
    "text": "Было я собрался уходить отсюда, как я услышал скрип деревянной двери и она открылась. На пороге стоял седой дед, ему явно было лет за 85, с чего и понятно, почему я так долго не слышал никого в доме.\n— Здравствуйте! Мне бы колёса накачать, не подскажите, у кого это можно сделать? — спросил я указывая на колёса.\n— Ась? — крикнул дед и приставил ладонь к уху.\nЯ понял, что очень плохо слышит, именно поэтому стал кричать.\n— Да , слышу я тебя. Колёса, так тут есть один парень, Саньком кличат. Вот , тебе к нему! Он постоянно у своей машины трётся, белая нива, не  пропустишь! — крикнул дед и закрыл дверь.\n— Спасибо, — еле успел сказать я и направился на главную улицу в поисках нивы.",
    "answers": [
      {
        "id": 119,
        "text": "Найти Санька."
      }
    ]
  },
  {
    "id": 132,
    "text": "Сквозь сон я услышал : \"Парень! Слышишь меня? Давай просыпайся!\"<s>r\nЯ устало открыл глаза и понял, что сижу во внедорожнике и что более ужасно, что этот парень скорее всего и есть хозяин данной машины.<s>r\nЯ открыл дверь и протирая глаза поздаровался, передо мной стоял , кажется, тот же парень, что тогда возился у своей машины.<s>r\n— Александр , — представился он и протянул руку.<s>r\n— Мэтт, кхм, Мэттью, — дрожащим голосом сказал я.<s>r\nЧто он хотел? Что? Почему я всё ещё стою на ногах? Может быть, это и вовсе не его автомобиль?<s>r\n— Ну что? Он? — спросил Александр  у кого-то в стороне.<s>r\n— Он! — донёсся знакомый мне голос.<s>r\n— Джей! Боже, что ты тут делаешь? — с обеспокоинным видом спросил я.<s>r\n— Тебя искала! Куда ты делся?! Тебя не было около четырёх часов, всё в порядке? — крикнула она и подбежала ко мне.<s>r\nЯ посмотрел Джей прямо в глаза, они горели, она была зла. Я , как четыре часа? Прошло часа два, максимум! Я не на долго отключился ведь, странно это всё.<s>r\n— А как ты меня нашла? —  спросил я и уставился на Джей.<s>r\n— Добрые люди помогли, видели тебя, как шёл с колёсами своими, кстати, ты насос то нашёл?<s>r\n— Ммм, нет... — сказал я и опустил глаза вниз.<s>r\n— Парень, у меня есть насос , пойдём , подкачаем твои колёса, — сказал Александр и уже шёпотом добавил , — сестра у тебя крутая, береги её, парень.<s>r\nЯ лишь кивнул и двинулся за парнем, следующий час мы подкачивали колёса и разговаривали обо всём подряд.",
    "answers": [
      {
        "id": 133,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 133,
    "text": "Спустя час колёса были накачаны, осталось собрать байк и впуть.<s>r\n— Я что-то должен тебе, — спросил я у Александра и уставился на колёса.<s>r\n— Вообще, нет, но если ты можешь помочь, то просьба всё же будет, — сказал он и облакотился о стойку.<s>r\n— Слушаю тебя.",
    "answers": [
      {
        "id": 135,
        "text": "Выслушать парня."
      }
    ]
  },
  {
    "id": 134,
    "text": "Я поблагодарил парня и отправился домой, колёса уже были прикреплены к санкам, а я еле плёлся по заснеженной трассе. Вскоре я прибыл домой и сразу же стал собирать байк.",
    "answers": [
      {
        "id": 141,
        "text": "Собрать байк."
      }
    ]
  },
  {
    "id": 135,
    "text": "— Дело вот в чём, — сказал парень и взял в руки что-то на подобии цепочки , — мне нужно, чтобы ты сгонял в небольшое убежище, недалеко отсюда и забрал одну вещь для меня.<s>r\nЗа это я тебе ещё и заплачу.<s>r\n— Без проблем, только я домой зайду, как раз байк соберу и в путь, — сказал я и протянул руку парню. Тот посмотрел на меня и стрельнул глазами, затем кивнул и скрылся в темном углу гаража.<s>r\nКолёса были накачаны, а это значит, что я могу вернуться домой и собрать свой новенький байк.<s>r\nЯ взял Джей за руку и отошёл от гаража Александра.<s>r\n— Пойдём, нужно показать тебе кое-что, — сказал я и повёл Джей в сторону внедорожника.<s>r\n— Ну, давай, — сказала она и послушно пошла за мной.<s>r\nМы снова подошли к внедорожнику, я усадил Джей в машину и стал пробовать завести двигатель.<s>r\n",
    "answers": [
      {
        "id": 136,
        "text": "Завести двигатель."
      }
    ]
  },
  {
    "id": 136,
    "text": "Так как ключа у меня не было, я использовал старый добрый метод. Я замкнул провода и двигатель удачно завёлся, правда были слышен некоторый шум в моторе, но это не так страшно. <s>r\nЯ глянул на табло, спидометр завис на 202 км/ч, что максимально для данного автомобиля. Показатель бензина был на 39 литрах, что не могло меня не радовать.<s>r\n— И что, мы просто так угоняем машину? — возмутилась Джей.<s>r\n— Мы её не угоняем, она заброшена и никому не нужна, а я подшаманю и сделаю из неё ласточку, хотя она и так хороша, — сказал я и усмехнулся.<s>r\nДжей же обиделась на меня и отвернулась, всю дорогу мы просидели молча.<s>r\nНа улице всё так же шёл снег, благо я умел водить, иначе бы на такой трассе я бы улетел на первом заносе.<s>r\nПо приезду домой я отправил Джей греться, а сам решил собрать байк до конца, ведь всё уже было готово, а времени ещё немного оставалось в запасе.",
    "answers": [
      {
        "id": 137,
        "text": "Собрать байк."
      }
    ]
  },
  {
    "id": 137,
    "text": "Я пошёл в гараж и стал собирать байк. Все крепежи, все детали, всё ставилось в ручную, что не очень было комфортно.<s>r\nРаму я покрасил ещё перед отъездом в деревню, за что мне и спасибо. Осталось лишь его обкатать, собрать его было сложно , но достаочно  быстро... Не зря я всё таки так долго увлекаюсь мотоциклами.<s>r\nСобственно говоря, вот что из него вышло.<s>r\n",
    "answers": [
      {
        "id": 137,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/1905/f4/79ff9c6b1885.jpg"
      },
      {
        "id": 138,
        "text": "Пробный заезд."
      }
    ]
  },
  {
    "id": 138,
    "text": "Я залил бензин, завёл двигатель. Джей где-то откопала мне мой старый шлем, что был у меня, когда я ещё гонял на байке. Я выехал со двора и попёр на тестовый заед.<s>r\nМотоцикл шёл хорошо, даже слишком. Сорок шесть лошадиных сил в этой малышке, красота.<s>r\nЭтому байку снег был не по чём, он идеально шёл по нему и не запинался, ни на секунду. Скорость, красивые пейзажи, всего этого так давно не было у меня, не хватает только плеера с музыкой, либо же красивой девушки за спиной.<s>r\nПо итогу я сделал несколько кругов по небольшой трассе и вернулся домой. Теперь у меня было два транспортных средства.\nВнедорожник \"Volkswagen Tiguan \" и Мотоцикл \"Honda Rebel 300\". Осталось определиться, на чём передвигаться в дальнейшем.",
    "answers": [
      {
        "id": 139,
        "text": "Выбрать внедорожник \"Volkswagen Tiguan  года\"."
      },
      {
        "id": 140,
        "text": "Выбрать мотоцикл \"Honda Rebel 300\"."
      }
    ]
  },
  {
    "id": 139,
    "text": "Беда в том , что машина хоть и была теперь у нас, но после разговора с Джей, я понял, что \"Volkswagen Tiguan\" принадлежит тому парню, что помог мне с колёсами.\nИменно поэтому, мне пришлось вернуть парню внедорожник и укатить на новом байке домой. Я немного огорчился конечно, но с небольшим чувством того, что спёр чужую тачку я всё таки остался.",
    "answers": [
      {
        "id": 140,
        "text": "Выбрать Honda Rebel 300."
      }
    ]
  },
  {
    "id": 140,
    "text": "Я решил выбрать свой байк. Да, это лучшее , что я мог выбрать.<s>r\n",
    "answers": [
      {
        "id": 97,
        "text": "Продолжить дела на день."
      }
    ]
  },
  {
    "id": 141,
    "text": "Я пошёл в гараж и стал собирать байк. Все крепежи, все детали, всё ставилось в ручную, что не очень было комфортно.<s>r\nРаму я покрасил ещё перед отъездом в деревню, за что мне и спасибо. Осталось лишь его обкатать, собрать его было сложно , но достаочно  быстро... Не зря я всё таки так долго увлекаюсь мотоциклами.<s>r\nСобственно говоря, вот что из него вышло.<s>r\n",
    "answers": [
      {
        "id": 141,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/1905/f4/79ff9c6b1885.jpg"
      },
      {
        "id": 142,
        "text": "Тестовый заезд."
      },
      {
        "id": 141,
        "text": "Получено достижение: Старый-новый байк.",
        "comment": true
      }
    ]
  },
  {
    "id": 142,
    "text": "Я решил, что стоит обкатать новый мотоцикл и сразу же выехал на трассу. До этого момента, Джей где-то нашла мой старый шлем, в каком я гонял при старом байке.<s>r\nЯ выехал на трассу и стал гнать, байк шёл хорошо, даже по снегу, ему не было преград и затруднений. Байк выдался отличным, именно поэтому , он моё средство передвижения на последнее время.<s>r\nЯ навалил ещё пару кругов по трассе и поехал к дому, осталось ещё много дел, что нужно выполнить.",
    "answers": [
      {
        "id": 97,
        "text": "Заняться оставшимся делами на день."
      }
    ]
  },
  {
    "id": 143,
    "text": "Следующим делом нужно было обойти лес. Так как родители уехали, на мои плечи взвалились отцовские обязанности. Нужно осмотреть берлоги и поляны.<s>r\n— Может, найду парочку браконьеров? — спросил я сам у себя.<s>r\nЯ пошёл в дом и собрал нужные мне вещи:",
    "answers": [
      {
        "id": 144,
        "text": "Охотничье ружьё."
      },
      {
        "id": 145,
        "text": "Небольшая рация."
      },
      {
        "id": 146,
        "text": "Небольшой рюкзак."
      },
      {
        "id": 147,
        "text": "Термос с горячим чаем."
      },
      {
        "id": 148,
        "text": "Далее.",
        "var_random": [
          "random number",
          144,
          147
        ]
      }
    ]
  },
  {
    "id": 144,
    "text": "ИЖ-43 — гладкоствольное оружие с двумя горизонтальным стволами, которое за счёт своей универсально должно было стать самым популярным среди охотников. Как и у других моделей ижевского производства, качество орудия получилось неординарным, так как в процессе сборки применяется много ручной работы.<s>r\nПо сути, ружьё было почти новое. Отец мало когда его использовал, но всегда говорил следующее: \"Если нужно — пользуйся, она твоя\"",
    "answers": [
      {
        "id": 144,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d10/1905/1c/94c2b24f0254.jpg"
      },
      {
        "backstepCount": 1,
        "forget": 144,
        "text": "Назад.",
        "isBack": true,
        "id": 144
      }
    ]
  },
  {
    "id": 145,
    "text": "Рация MOTOROLA DP4801:<s>r\nВнешний вид: <s>r\nРация имеет форму телефона. Сверху установлена антена длинной 7-10 см. Также, возле антены, размещена маленькая оранжевая кнопка экстренного вызова.<s>r\nОтец так же отдал мне её, хотя особого значения я ей никогда и не придавал.<s>r\nНа этот же раз, я отдал одну такую Джей, нужно поддерживать связь.",
    "answers": [
      {
        "id": 145,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a25/1905/86/07bd60e7793f.jpg"
      },
      {
        "backstepCount": 1,
        "forget": 145,
        "text": "Назад.",
        "isBack": true,
        "id": 145
      }
    ]
  },
  {
    "id": 146,
    "text": "Простой рюкзак. Чёрного цвета, несколько отсеков, ничего необычного.<s>r\nДостаточно вместимый , комфортный.",
    "answers": [
      {
        "id": 143,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 147,
    "text": "Обычный железный термос с крышкой. Внутри освежающий горячий чай.<s>r\n— Зелёный, мой любимый , — сказал я и вдохнул аромат.<s>r\n",
    "answers": [
      {
        "id": 143,
        "text": "Положить термос обратно в рюкзак."
      },
      {
        "backstepCount": 1,
        "forget": 147,
        "text": "Назад.",
        "isBack": true,
        "id": 147
      }
    ]
  },
  {
    "id": 148,
    "text": "Все эти вещи должны мне помочь.<s>r\nТолько я хотел выйти на улицу, как меня остановила Джей.<s>r\n— Мэтт, постой! Ты куда? — спросила меня Джей и встала в стойку хозяйки дома. Точное чувство, что она и была хозяйкой.<s>r\n— Поза подходящая! — сказал я и усмехнулся.<s>r\n— Эй, я сейчас обижусь! — сказала она и ушла в зал.<s>r\n— Постой, а зачем звала то? — смеясь сказал я.<s>r\n— А, да! Точно! Держи, это карта отца, мало ли , пригодится, — сказала она и обняла меня.<s>r\n— Спасибо, буду через пару часов, — сказал я и отправился в обход.",
    "answers": [
      {
        "id": 149,
        "text": "Спустя пару часов."
      }
    ]
  },
  {
    "id": 149,
    "text": "Через пару часов я был на одной из небольших полян. В лесу всё было чисто, ни одного человека, что не могло не радовать.<s>r\nЯ шёл по тропе , которую сам же и протаптывал, рядом была трасса, откуда доносились странные звуки.",
    "answers": [
      {
        "id": 150,
        "text": "Бесшумно подойти к трассе."
      }
    ]
  },
  {
    "id": 150,
    "text": "Я решил тихонько взглянуть на то, что подняло такой шум.<s>r\nЯ подошёл ближе к трассе и увидел лишь кучу брошенных машин, что полностью перегородили трассу. Но это не то, куда нужно было обращать внимание, справа от меня была ...<s>r\n— Орда, — сказал я уже вслух.<s>r\nСтоп! Какая к чёрту орда? Понять бы, что происходит. Лес , Сибирь, какого чёрта?<s>r\nЭто... Орды тех чёрных, что я также встретил ....<s>r\nВсё таки мне не привидилось? Или же, у меня снова паранойа?",
    "answers": [
      {
        "id": 151,
        "text": "Подойти ближе и прислушаться."
      },
      {
        "id": 150,
        "text": "Получено достижение: Орда. Чёрт возьми, орда!",
        "comment": true
      }
    ]
  },
  {
    "id": 151,
    "text": "Я подошёл ближе к орде и прислушался. Зря я конечно это сделал, они твари ушастые. Понятия не имел, люди это или кто-то ещё, но одно было ясно, они не доброжелательны.<s>r\n— Ну что, чёрные, чем вы тут занимаетесь? — сказал я вслух и взглядом провёл всю эту орду.<s>r\nИх было человек тридцать, хотя, можно ли называть их людьми?<s>r\nОдин из них в данный момент отошёл и шастал рядом с кустами, в которых я и прятался. Я видел его вплотную. Чёрный згусток, большая пасть, за которой прячутся огромные клыки, каких раньше я и не видел.<s>r\nУжас кромешный...",
    "answers": [
      {
        "id": 152,
        "text": "Продолжать наблюдать за ордой."
      },
      {
        "id": 153,
        "text": "Бежать оттуда, пока не влип."
      }
    ]
  },
  {
    "id": 152,
    "text": "Я решил ещё немного понаблюдать за ордой, всё таки, я смогу выяснить немного больше, чем знаю на данный момент.<s>r\nОни двигались куда-то к Югу. И значительная их часть слишком громко кричала, чем приманивала новых членов этой орды.<s>r\nТолпа двигалась по шоссе, машины всюду , разруха, хаос. Первый раз такое вижу. Странно. ",
    "answers": [
      {
        "id": 154,
        "text": "Отправиться домой."
      }
    ]
  },
  {
    "id": 153,
    "text": "Только я хотел отправиться домой, как попал в ту ситуацию, что орда уже неслась за мной. Как они меня увидели? Услышали? Учуяли? Бред какой-то.<s>r\nСо всех ног я побежал к байку, он стоял в метрах пятиста отсюда и за это время я мог сильно выдохнуться, что и произошло на трёхста метрах.<s>r\nСнег, запутанные тропы и густой лес. Я успешно свалился с ног, в тот момент , как за мной гналась толпа разъярённых черных.<s>r\nВ этот момент на меня напрыгнуло их штук десять, остальные же ждали, пока другие будут кромсать меня.",
    "answers": [
      {
        "id": 155,
        "text": "Пытаться отбиться."
      }
    ]
  },
  {
    "id": 154,
    "text": "Только я хотел отправиться домой, как попал в ту ситуацию, что орда уже неслась за мной. Как они меня увидели? Услышали? Учуяли? Бред какой-то.<s>r\nСо всех ног я побежал к байку, он стоял в метрах пятиста отсюда и за это время я мог сильно выдохнуться, что и произошло на трёхста метрах.<s>r\nСнег, запутанные тропы и густой лес. Я успешно свалился с ног, в тот момент , как за мной гналась толпа разъярённых черных.<s>r\nВ этот момент на меня напрыгнуло их штук десять, остальные же ждали, пока другие будут кромсать меня.",
    "answers": [
      {
        "id": 155,
        "text": "Пытаться отбиться."
      }
    ]
  },
  {
    "id": 155,
    "text": "На меня навалилась куча заражённых, если их так можно было назвать. Я свалился с ног и уже с земли стал отбиваться. Сопротивление шло мягко говоря , не очень. Я чувствовал то, как они меня сжирают, я чувствовал многочисленные укусы и вечный крик каждого из этих \"недолюдей\". Единственное , что могло сейчас меня спасти , это — чудо.<s>r\n",
    "answers": [
      {
        "id": 156,
        "text": "Достать нож из ножнины."
      }
    ]
  },
  {
    "id": 156,
    "text": "Я достал нож и стал перерезать глотки одну за одной, несколько чёрных свалились на землю и залили округу чёрной жижей.<s>r\nЯ пытался подняться на ноги, но это не особо удавалось, хоть я и повалил парочку чёрных, их было ещё больше, наплыв шёл и шёл, что было ужасно в моей ситуации...<s>r\nЯ больше не мог сопротивляться и мне хотелось просто лечь, оставить тело в покое и просто наблюдать за всей этой картиной. Ужас.<s>r\n<s>r\nЯ ужё было начал воспроизводить в действие свою идею, но через секунду я услышал очередь из дробовика по чёрным. Также, я услышал рычание мощного байка, моё тело уже почти полностью погрузилось в эту чёрную гущу, лишь рука осталась на воле, которая и тянулась вверх. Тот, кто ехал на этом байке , схватил меня за руку и вырвал из пасти чёрных. На ходу я запрыгнул на байк и стал держаться за железные поручни. Передо мной сидела тёмноволосая девушка, волосы распушились и развивались на ветру. Меня спасла девушка, позорно...<s>r\n— Но, я жив, — произнёс я уже вслух.<s>r\n— Можешь не благодарить! — крикнула девушка, чтобы перекричать рёв байка.<s>r\n— Да, спасибо! — крикнул я и упёрся глазами ей в спину, следующие пару минут мы провели в молчании.<s>r\n<s>r\nТолько спустя минут десять, до меня дошло, а куда мы едем? Ну, мы явно отъехали дальше деревни , что была рядом с нашим домом, да и места эти я не узнавал.<s>r\n— Ааам, куда мы едем? — спросил я.<s>r\n— Скоро увидишь! — неотвлекаясь от дороги крикнула девушка.<s>r\n<s>r\nЯ... Мне было как-то плевать, я был полностью искоцанный и побитый, как физически, так и морально. Сейчас бы в горячий душ и новую, чистую одежду. А ещё, Джей бы рядом...<s>r\n<s>r\nЧерез минут десять мы подъехали к небольшому склону, с которого ничего не было видно, кроме снега конечно же.",
    "answers": [
      {
        "id": 158,
        "text": "Слезть с байка."
      },
      {
        "id": 156,
        "text": "Получено достижение: Спасение утопающих - дело рук самих утопающих. Но не в данной ситуации!",
        "comment": true
      }
    ]
  },
  {
    "id": 157,
    "text": "Мы немного прошли и перед нами , во всей своей красе, предстала небольшая дверь для входа в бункер. <s>r\n— Мы сюда ехали? — спросил я девушку.<s>r\n— Да , — сказала она и повернувшись ко мне, улыбнулась.<s>r\nВ эту секунду мне в лицо прилетел кулак, удар был мощный, хоть и женский. Я полетел вниз головой, скатился со склона и ударился весочной долей об камень...",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует."
      }
    ]
  },
  {
    "id": 158,
    "text": "Я слез с байка и уже увидел девушку в полном её виде. Как я и говорил. Пышные, пушистые волосы, что развивались на ветру.<s>r\nВид у неё был боевой, даже слишком. Лицо было немного запачкано грязью, в перемешку с кровью. На глазах тёмные очки.<s>r\nПолностью камуфляжная одежда, первый человек в форме, в этих краях.",
    "answers": [
      {
        "id": 158,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d23/1905/94/0402513df774.jpg"
      },
      {
        "id": 157,
        "text": "Задать вопрос."
      }
    ]
  },
  {
    "id": 159,
    "text": "Я последовал за девушкой ",
    "answers": []
  },
  {
    "id": 160,
    "text": "Рано утром я взял Эввелин и вышел во двор, до этого я договорился со знакомым, чтобы тот нас подвёз. Также, я оставил записку для детей, на ФСБшном планшете \"TitaN\", чтобы они не волновались.<s>r\nЕхать было далеко, и судя по тому, что произошло с нами прошлым вечером, не очень безопасно. Хоть я и работаю в ФСБ, я явно не всё знаю по поводу этих разработок, так как уровень этого всего — первый, а у меня второй. Вообще, я всегда придерживался того правила, что не нужно лезть в разборки верхушек и просто так им мешать, но это был иной случай. Если этот монстр появится не только у нас, но и в обычной семье, где нет и оружия, чтобы с ним справиться, то будет хаос. В Центре, я имел немалую репутацию и хотел узнать всё, про эту ситуацию.<s>r\n— Пожалуй, пришло время действовать, — сказал я и передёрнул затвор пистолета.",
    "answers": [
      {
        "id": 64,
        "text": "Переход на Мэтта."
      }
    ]
  },
  {
    "id": 161,
    "text": "Фамилия: Дрэдд. \nИмя: Мэттью.\nВозраст: 18 лет.\nПол: Мужской\nРаса: Европеоидная.\nНациональность: Американец.\nРост: 180.\nТелосложение: Спортивное.\nЗдоровье: Полностью здоров.\nКачества: Дружелюбие, отзывчивость, интеллигентность, спокойствие, аккуратность.\nНедостатки: Доверчив, Азартен.\nГолос : Средний по грубости.\nПоходка: Уверенная.\nСемья: Джей Дредд, Мидлс Дредд, Эввелин Дредд.\nМесто работы: Безработный.\nКвалификация: Механик.",
    "answers": [
      {
        "id": 162,
        "text": "Следующее досье."
      }
    ]
  },
  {
    "id": 162,
    "text": "Фамилия: Дрэдд. \nИмя: Джей\nВозраст: 16 лет.\nПол: Женский.\nРаса: Европеоидная.\nНациональность: Американка.\nРост: 167.\nТелосложение: Спортивное.\nЗдоровье: Полностью здорова.\nГолос : Высокий. Подходит для пения.\nПоходка: Уверенная.\nСемья: Мэттью Дредд, Мидлс Дредд, Эввелин Дредд.\nМесто работы: Безработная.\nКвалификация: Повар.",
    "answers": [
      {
        "id": 163,
        "text": "Следующее досье."
      }
    ]
  },
  {
    "id": 163,
    "text": "Фамилия: Дрэдд. \nИмя: Мидлс\nВозраст: 42\nПол: Мужской\nРаса: Европеоидная.\nНациональность: Американец.\nРост: 178\nТелосложение: Ранняя стадия спортивного телосложения.\nЗдоровье: Полностью здоров.\nКачества: Полное спокойствие.Вечные рассуждения для поиска идеального варианта решения задачи. Строг, полон храбрости и отваги.\nНедостатки: Небольшое проявление агрессии. Недоверие. Военные повадки. Черезчур уверен.\nГолос : Грубый.\nПоходка: Уверенная.\nСемья: Джей Дредд, Мэттью Дредд, Эввелин Дредд.\nМесто работы: ФСБ. Центр Специального назначения ФСБ. Спец.Группа \"Alpha\"\nЗвание : Полковник ФСБ в отставке. Командир воинской части \"ЗНК-56\".\nЗаслуги : Красный берет — война в горячих точках.\nТри ордена да \"Спасение заложников при опасности взрыва здания\" .\nКвалификация: Агент Специального назначения.",
    "answers": [
      {
        "id": 164,
        "text": "Следующее досье."
      }
    ]
  },
  {
    "id": 164,
    "text": "Фамилия: Дрэдд. \nИмя: Эввелин\nВозраст: 42 года.\nПол: Женский.\nРаса: Европеоидная.\nНациональность: Американка.\nРост: 169.\nТелосложение: Спортивное.\nЗдоровье: Полностью здорова.\nГолос : Высокий.\nПоходка: Уверенная.\nСемья: Джей Дредд, Мидлс Дредд, Мэттью Дредд.\nМесто работы: Безработный.\nКвалификация: Сотрудник \"Call Cent'ra в ФСБ\".",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 165,
    "text": "",
    "answers": []
  }
]