[
  {
    "id": 1,
    "text": "Вы, молодой выпускник военной академии рейнджеров. Война с Клисанами давно закончилась и во вселенной наступил мир. Хотя, миром это не назовешь. То пираты лезут, то правительство вводит странные законы, от которых хочется бежать. От Вашего выбора зависит конечный результат. Присоединяйтесь к правительству, будте пехотинцем, сражайтесь с пиратами или же примкните к ним. А если повезёт, то возродите расу Клисан! Выбор всегда остаётся за тобой, Рейнджер",
    "answers": [
      {
        "id": 2,
        "text": "Закончить военную академию"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы, с гордо поднятой головой стоите на плацу среди таких же выпускников. Огромный Малок подходит к каждому и дарит фразы похвалы. Очередь доходит и до Вас.\n\n— Поздрррравляю! Отныне, ты Лео Дик Априори, являешься полноценным рейнджером! Борись с пиратством, уничтожай Доминаторов, будь воином и не посрами мундир нашей академии! Только истинный драчун станет победителем и только неудачники становятся мирными дипломатами и торговцами! Удачи, сынок! Всем ррррразойдись!\n\nПод победоносное 'Ура' рейнджеры разбредаются по плацу, обнимая друг друга. Вы в предкушении, так как знаете, что каждый выпустившийся рейнджер получает настоящий боевой корабль. Но ваши друзья думают иначе.\n\n\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Отправиться в ангар за новеньким кораблём"
      },
      {
        "id": 4,
        "text": "Пойти с друзьями в бар отмечать выпуск из академии"
      }
    ]
  },
  {
    "id": 3,
    "text": "То, что вы увидели в ангаре, повергло вас в шок. Старая, побитая посудина, не понятно как она вообще летать может. Так вот она какая жизнь рейнджера",
    "answers": [
      {
        "id": 91,
        "text": "Работать посыльным"
      }
    ]
  },
  {
    "id": 4,
    "text": "Корабль никуда не денется. Вы со своими однокурсниками отправляетесь в бар 'Голубой Клисан', одно из популярнейших мест в Солнечной системе, где нет предпочтений и все расы равны. Заказав столик на семерых Вы начали отмечать событие.\nЧерез какое-то время к Вам присаживается незнакомый Малок и начинает оскорблять одного из друзей выпуска. Он был Гаальцем. Вам это очень сильно не понравилось. Малок был силён и огромен, но алкоголь сделал своё дело",
    "answers": [
      {
        "id": 5,
        "text": "Ударить Малока пустой бутылкой по голове"
      },
      {
        "id": 6,
        "text": "Нахамить"
      },
      {
        "id": 7,
        "text": "Попробовать решить всё мирным путём "
      }
    ]
  },
  {
    "id": 5,
    "text": "Проблема всех рас и наций заключается в алкоголе. Как говорила одна подружка пирата — Алкоголь даже великих людей превращает в животных. Так же случилось и с Вами. Взяв первое, что попалось под руку, а это была пустая бутылка из под дешевого виски 'Чёрный Резиновый', Вы со всего маху ударили ей Малока по голове. Но увы этого оказалось мало. Малок в гневе — страшное оружие. Последнее, что вы помните это как он, будто разъяренный бык, несется в вашу сторону",
    "answers": [
      {
        "id": 8,
        "text": "Очнуться в медецинском кабинете"
      },
      {
        "id": 9,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 6,
    "text": "И как только посмело это тупоголовое животное оскорблять Ваших друзей?\n\n— Эй, гнусное существо! Тебя мама не учила в детстве вести себя прилично или она была настолько огромная, что все мышцы, в том числе и ротовые, ушли в её пузо?\n\nШутка явно была удачной. Соседние столики, за которыми сидели тихони Фэяне так же оценили её, мелко хихикая. Но Малоку она явна не понравилась. Последнее, что Вы увидели это как в вашу сторону летит стул. Вы отключились",
    "answers": [
      {
        "id": 8,
        "text": "Очнуться в медецинском кабинете"
      }
    ]
  },
  {
    "id": 7,
    "text": "Здорово, что в Вашей голове дипломатия победила алкоголь. Как говорил один известный пират Джим Соловей — Зачем биться,если можно договориться. Вы приблизились к Малоку и попросили его не оскорблять Ваших друзей. Но всё было напрасно. Агрессор был не в состоянии разговаривать, а вот махать кулаками у него выходило куда лучше. Первым же ударом Вы отлетели в сторону как пушинка. Благо, что Малок был пьян и попал не очень сильно. Но встать у Вас не получилось. Последнее, что Вы помните это как кто-то разбил бутылку о его голову. Вы отключились",
    "answers": [
      {
        "id": 8,
        "text": "Очнуться в медецинском кабинете"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы очнулись. Перед вами стоит Фэянин и грусто качает головой.\n\n— Хорошие новости, вам повезло, сотрясений нет. Плохие новости, вас ждет с докладом о случившимся в баре генерал С абель Траус. Увы, но вы оскорбили его сына. Ох и не повезло вам.\n\nФэянин быстро удалился заполнять бумаги.",
    "answers": [
      {
        "id": 10,
        "text": "Одеться и отправиться с докладом"
      }
    ]
  },
  {
    "id": 9,
    "text": "\"Найди нас.... Вместе мы покорим вселенную...\"",
    "answers": [
      {
        "id": 8,
        "text": "Очнуться в медецинском кабинете"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вам не повезло. В первый же день после выпуска так накосячить. Будет всё хорошо,если он вас простит.\n\n— Рейнджер Лео Дик Априори! Вы совершили грубейшую ошибку в своей жизни! Позволить столь хамское отношение к своим братьям по оружию, это неслыханно!",
    "answers": [
      {
        "id": 11,
        "text": "Попытаться оправдаться"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Молчать! Никчемное существо! С сегодняшнего дня можете забыть о карьере рейнджера. Вы лишаетесь этого звания раз и навсегда. Ваш корабль изымают в пользу разнесенного бара и причинения физического насилия. На этом всё.\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Отправиться в город"
      }
    ]
  },
  {
    "id": 12,
    "text": "Поздравляю. Ваша карьера космического волка окончена. Не бороздить вам просторы вселенной уже никогда. Если только податься в пираты. Но увы, без корабля и этого не сделать. Всё ,что у вас осталось — гражданская форма и немного карманных денег. Вы идете по городу и замечаете объявление о наборе всех желающих учавствовать в наземных операциях. Вот он шанс восстановить свою репутацию.",
    "answers": [
      {
        "id": 13,
        "text": "Зайти в призывной пункт"
      }
    ]
  },
  {
    "id": 13,
    "text": "Место, скажу я вам, так себе. По правде говоря, для наземных операций используют не самый лицеприятный контингент. Это и бывшие заключенные пираты, люди, погрязшие в долгах государству и просто психически не стабильные расы. Для наземных операций используют именно такой вид, плюс ко всему, техника устаревшая. Деваться особо некуда. Вас просят заполнить стандартный договор, в котором вы отказываетесь от негативных последствий. Вам выдают стандартный набор. Сумку с предметами первой необходимости, пистолет электромёт малой мощности, пояс и немного денег.",
    "answers": [
      {
        "id": 14,
        "text": "Договор"
      },
      {
        "id": 15,
        "text": "Сумка"
      },
      {
        "id": 16,
        "text": "Выйти в хол ожидания"
      }
    ]
  },
  {
    "id": 14,
    "text": "Имя: Лео Дик Априори\nВозраст: 24 года\nРаса: Землянин\nПол: мужской\nСемейное положение: холост, детей нет\n\nДопущен на управление бота класса Истребитель",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Обезболивающее\nБинты\nСухпаёк\nЗапасная батарея\nПара носков\nНосовой платок\nСклянка с протоплазмой\n",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы накинули сумку через плечо, повесили пистолет на поя и вышли в хол, где уже была порядочная толпа. Пушочное мясо, подумали вы. Сгинуть в таком месте проще простого. Вы сели недалеко от группы Малоков, которые о чем-то шибуршали. Заметив вас, один из них подошёл",
    "answers": [
      {
        "id": 17,
        "text": "Сумка"
      },
      {
        "id": 18,
        "text": "Выслушать Малока"
      }
    ]
  },
  {
    "id": 17,
    "text": "Обезболивающее\nБинты\nСухпаёк\nЗапасная батарея\nПара носков\nНосовой платок\nСклянка с протоплазмой\n",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Слушай сюда, приятель. Я вижу ты не из робкого десятка. Тебе даже оружие дали. Короче, мы хотим свалить отсюда. Там, куда мы отправляемся, недалеко от места события заготовлен корабль. Всё, что тебе нужно, это во время боя вырубить командующего. Это просто. А мы разберемся с остальными. Ну как, согласен? Кстати, я слышал наш бравый командир нехило насолил тебе. Так что, ты сможешь отомстить. Гггы",
    "answers": [
      {
        "id": 19,
        "text": "Согласиться"
      },
      {
        "id": 20,
        "text": "Послать к чёрту пирата"
      }
    ]
  },
  {
    "id": 19,
    "text": "Как только вы узнали, кто будет командовать вашим отрядом, то незамедлительно согласились. Этот С абель Траус погубил ваше будущее. Стоит отомстить этой сволочи",
    "answers": [
      {
        "id": 22,
        "text": "Послушать, что скажет командир"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы посылаете куда подальше пирата. Месть не стоит у вас на первом месте. Вы пришли сюда защищать мирные расы и очистить своё имя от позора",
    "answers": [
      {
        "id": 24,
        "text": "Сесть на корабль"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "— Итак, мерзкий крысы. Я ваш командир и вы должны меня слушаться! Без моего приказа не стрелять, не двигаться, не предпринимать никаких действий и даже не дышать! Я, надеюсь, понятно объяснил. Нарушители пойдут под трибунал! А сейчас, грузите свои туловища в боты и на корабль! Мы летим на учебное стрельбище на Марс. Посмотрим кто из вас что стоит.",
    "answers": [
      {
        "id": 23,
        "text": "Отправиться на Марс"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы летите на военном корабле Малоков в сторону Марса. Вот он космос. Так близко, но так далеко. Но первостепенная задача это свалить отсюда как можно быстрее.\n\n— Пщщ... Кххх... Лео, слышишь меня? Это я, Кришталь. Это взломанный эфир. Командир нас не слышит. Слушай внимательно. Как только мы высадимся, нас поведут на стрельбище. Там-то мы и вырубим генерала, точнее это сделаешь ты. Вся проблема в том, что эти штуки запрограммированы не стрелять по своим. Поэтому, тебе придётся вылезти из бота и всё сделать вручную. Мощности твоего пистолета не хватит, но у тебя должна быть протоплазма. Она усиливает заряд батареи, но перегружает её. Так что у тебя будет всего два выстрела. Не промахнись! Да, и кстати, с твоим ботом что-то не так...\n\nВы посмотрели недоумевающе на оборудование.\n\n— В нём покойник! Кхахаха\n\nПираты... Клоуны",
    "answers": [
      {
        "id": 25,
        "text": "Высадиться"
      }
    ]
  },
  {
    "id": 24,
    "text": "В костюме бота вы сели в корабль. Генерал С абель Траус сообщил, что вы отправляетесь на Марс, там находится учебное стрельбище. Именно на нём он проверит ваши способности.\n\n\"Кххх... Пщщ.... Так парни. Сначала мы избавляемся от командира, он более опытен и учавствовал в реальных боях, а уже потом валим этого человечешку. Все поняли?\"\n\nВы стали свидетелем грядущего нападения. Видать вам не отключили канал связи, поэтому вы всё слышали, но не подали виду. Надо что-то с этим делать",
    "answers": [
      {
        "id": 74,
        "text": "Высадиться на планету"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Ну что, крысы? Погнали!\n\nКомандир потянул за рычаг и днище корабля открылось. Корабль завис на небольшой высоте и через мгновение вы и остальные десантировались на землю. Командир шёл первым. Боты были запрограммированы на автопилот и слежение за дружественной целью. Так что у вас есть время на подготовку",
    "answers": [
      {
        "id": 26,
        "text": "Достать протоплазму Клисан и усилить оружие"
      },
      {
        "id": 28,
        "text": "Принять входящий вызов"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы никогда раньше не занимались подобным и не знали как действовать. Открыв склянку с протоплазмой, вы ощутили едкий запах. Не зная, что делать дальше, просто вылили содержимое на пистолет. Произошло короткое замыкание и взрыв. Содержимое протоплазмы и пистолета разлетелось вам в лицо",
    "answers": [
      {
        "id": 27,
        "text": "Славный рейнджер погиб"
      }
    ]
  },
  {
    "id": 27,
    "text": "Да вы и рейнджером не являлись уже несколько часов. Когда вскрыли бота, то ваше лицо было сожжено до основания. Не знание простой техники безопасности привело к смертельному исходу. Вашей родне были переведены деньги. Для них вы пали смертью храбрых сражаясь с пиратами",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Пщщщ... Кххх... Лео, это Кришталь. Хочу сказать тебе, если ты не знал. Протоплазма Клисан весьма опасная штука. Не вздумай доставать из склянки! Просто приложи её к оружию. Нанороботы всё сделают сами, синхронизировавшись с батареей. Удачи...",
    "answers": [
      {
        "id": 29,
        "text": "Принять совет во внимание"
      },
      {
        "id": 30,
        "text": "Отклонить совет"
      }
    ]
  },
  {
    "id": 29,
    "text": "Что-же, скорее всего он прав. Вы аккуратно достали склянку с протоплазмой и приложили к батарее. Нанороботы начали своё дело и каким-то антинаучным способом усилили ваше оружие. Будем надеяться, что это не радиация, так как пистолет стал светиться ярким зеленым светом. Вы сразу вспомнили уроки по безопасности. Жаль, что вам не выдали водки. Ведь Фэянские учёные доказали, что путём принятия этого напитка внутрь, он избавляет от радиации",
    "answers": [
      {
        "id": 35,
        "text": "Ждать удобного момента для атаки"
      },
      {
        "id": 36,
        "text": "Напасть сразу"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вот ещё! С каких это пор вы будете слушать Малока? Они же идиоты! Ослушавшись совета, вы достали склянку, промочили протоплазмой носок и приложили к батарее. Короткое замыкание и взрыв не заставили себя долго ждать. Хоть он был и не сильным, но вы лишились нескольких пальцев и слегка обожгли лицо.",
    "answers": [
      {
        "id": 31,
        "text": "Попытаться выбраться из бота"
      },
      {
        "id": 32,
        "text": "Стерпеть боль"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вам удалось выбраться из бота. Вы упали на землю, крича от боли, а тело уже начало видоизменяться под действием протоплазмы Клисан. Нанороботы полностью видоизменили ваш организм. Вы превратились в Клисаноподобного человека. Решением командира было убить вас на месте",
    "answers": [
      {
        "id": 34,
        "text": "Клисан погиб"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы стерпели страшную боль. Но увы, вы начали чувствовать как теряете контроль над своим телом. Нанороботы протоплазмы уже вгрызаются вам в мозг. Вы умерли",
    "answers": [
      {
        "id": 33,
        "text": "Новая чума"
      }
    ]
  },
  {
    "id": 33,
    "text": "Поздравляю, вы мертвы. Но ваша смерть дала начало новой болезни — Клисаномания. Когда вскрыли ваш бот, то нанороботы протоплазмы уже срослись с вашим ДНК и появился новый вирус, который уничтожал всё на своём пути. В этой страшной войне погибло девяносто процентов всех рас во вселенной",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы, точнее сказать, Клисан был убит. Эта история не вошла ни в одну книгу. Её можно было скачать без рекламы только в исследовательской лаборатории. Место, где это произошло опечатали, а всех свидетелей убрали",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 35,
    "text": "Командир отдавал приказы с большим интузиазмом. Как будто вы были на настоящей войне, а не на учебном стрельбище. Главное, это выждать нужный момент и он наступил.\n\n— Кххх.... Пщщщ... Лео, это Кришталь. Слушай меня внимательно. Этого гада силой не возьмешь, да и удача тут не поможет. Нужен хороший расчёт.\n\nНевероятно! И когда Малоки стали такими рассудительными?\n\n— Я приготовил сюрприз этому гаду. Мой брат Фэянин Квазиморда сварганил мне ЭМ пушку, она сожжет его систему, правда и наши боты станут бесполезным куском металлолома, но это не важно. Как только это произойдет, выскакивай из бота и вали урода!",
    "answers": [
      {
        "id": 48,
        "text": "Дождаться срабатывания ЭМ пушки"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы как чертик из табакерки выскачили из бота и направились в сторону командира. Он вас почти сразу заметил и развернулся",
    "answers": [
      {
        "id": 37,
        "text": "Выстрелить в упор в области головы"
      },
      {
        "id": 38,
        "text": "Выстрелить в область ног"
      },
      {
        "id": 39,
        "text": "Выстрелить в область рук"
      }
    ]
  },
  {
    "id": 37,
    "text": "Мощности заряда в батарее хватило, чтобы выбить лицевую часть кабины. Командир даже не успел ничего понять, как словил несовместимый с жизнью электроток. Ваша решительность привела к победе. С абель Траус погиб. Кришталь и его совзводные уже ждали вас. Не расслабляйтесь. Осталось добежать до места назначения",
    "answers": [
      {
        "id": 42,
        "text": "Бежать через минное поле"
      },
      {
        "id": 43,
        "text": "Бежать в обход"
      },
      {
        "id": 44,
        "text": "Перелезть через стену"
      }
    ]
  },
  {
    "id": 38,
    "text": "Ноги! Это его слабое место. Лишив способа передвижения, вы заставите командира выбраться наружу. Выстрел навскидку и вам повезло. Гидравлика вышла из строя, осталось дождаться нужного момента. Но вы упускаете из внимания хваталки бота и одним мощным ударом сверху вниз, вас превращают в мокрое место",
    "answers": [
      {
        "id": 41,
        "text": "Вы погибли"
      }
    ]
  },
  {
    "id": 39,
    "text": "Не очень мудрое решение стрелять по рукам. Хотя, с другой стороны, этим вы сможете лишить противника оружия. Но увы, вам не везёт. Вы даже не успели выстрелить повторно, как пулеметы на хваталках бота изрешетили вас",
    "answers": [
      {
        "id": 40,
        "text": "Вы погибли"
      }
    ]
  },
  {
    "id": 40,
    "text": "— И на что он только рассчитывал? Ума не приложу. В одиночку, да против меня!? Против самого С абель Трауса?! Отправьте его семье денег и скажите, что он пал борясь с пиратами",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Он был мне как брат. Он сражался как настоящий Малок, а вот ума у него было с горошину. Я переведу часть своей награды его семье",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы уже показали себя в роли головореза, чем заслужили почет и уважение от пиратов. Поэтому они были готовы идти за вами в самое пекло. Вы решили испытать удачу и рвануть через минное поле. Первому не повезло вашему брату Кришталю. Но вы не останавливались. Впереди уже виднелся заветный корабль. Как вдруг, вас что-то подбросило вверх и вы увидели как часть вашего тела улетает в другую сторону. Вы подорвались на мине",
    "answers": [
      {
        "id": 45,
        "text": "Вы погибли"
      }
    ]
  },
  {
    "id": 43,
    "text": "Этот вариант показался вам наиболее удачным. Вы со своей командой с легкостью преодолели лес и вышли прямиком к кораблю. Возле него вас ждал Фэянин. Вы подошли к нему и представились.\n\n— Прости, Лео... Но ты в сделку не входил!\n\nЭто последнее, что вы слышали. Никогда не верь пиратам, они убивают даже своих. Но вам было уже всё равно",
    "answers": [
      {
        "id": 47,
        "text": "Вы погибли"
      }
    ]
  },
  {
    "id": 44,
    "text": "Отлично! Всё. Что нужно сделать это перелезть через стену, а там через небольшой лес пройти. Но никто не знал, что стена под напряжением, точнее сказать, об этом узнали ваши братья-пираты, пока смотрели как вас трясёт ",
    "answers": [
      {
        "id": 46,
        "text": "Вы погибли"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Итак детишки, сегодня я расскажу вам о лихом пирате Лео Дик Априори. Это был великий пират! Но ему не хватило немного удачи...",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Я, конечно, видел идиотов, но настолько тупых как этот ещё не встречал...",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Я думал мы станем лучшими друзьями. Нельзя так поступать со своими. Мы все одна семья. Странная, конечно, но семья. Я передам боссу о такой потере...",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 48,
    "text": "ЭМ пушка сработала. Вы выскочили из бота и направились к обездвиженному противнику. Командир уже показался из кабины",
    "answers": [
      {
        "id": 49,
        "text": "Выстрелить навскидку"
      },
      {
        "id": 50,
        "text": "Хорошенько прицелиться"
      },
      {
        "id": 51,
        "text": "Споткнуться о ветку"
      }
    ]
  },
  {
    "id": 49,
    "text": "С абель Траус уже показался из кабины управления, не понимая, что могло быть причиной поломки. Вы, как бравый солдат выхватили оружие и навскидку выстрелили. Мимо. Второй раз точно не промахнетесь. Но генерал славился своими боевыми навыками и хоть был неповоротлив, все-же успел достать оружие. Ещё секунда и вы корчитесь от боли",
    "answers": [
      {
        "id": 52,
        "text": "Попасть под трибунал"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы встали на одно колено и начали целиться в район груди. Но вы не можете тягаться с реакцией бравого вояки. Ещё секунда и вы корчитесь в муках от боли",
    "answers": [
      {
        "id": 52,
        "text": "Попасть под трибунал"
      }
    ]
  },
  {
    "id": 51,
    "text": "Не пробежав и нескольких метров, вы спотыкаетесь о ветку и падаете. Какая неуда, но всё вышло куда лучше. Пистолет выпадает из пояса, ударяется о землю и выстреливает сам по себе. Вы понимаете, что игра для вас окончена и готовитесь ощутить боль. Но ничего не происходит. Подняв глаза, вы обнаруживаете обугленное тело генерала С абель Трауса. Вам невероятно повезло, что так вышло",
    "answers": [
      {
        "id": 53,
        "text": "Дождаться остальных"
      }
    ]
  },
  {
    "id": 52,
    "text": "Ваша карьера пирата закончилась и вы уже не сможете смыть с себя позор. Вас приговорили к пожизненному сроку на одном из спутников Юпитера",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы подымаете свой пистолет. Там остался ещё один заряд это хорошо. Так же вы забираете запасную батарею у мертвого генерала.\n\n— А ты хорош, Лео. Настоящий везунчик. Мы уже думали, что всё упустили. Ну, будем знакомы. Я — Малок Кришталь. Это брат Фэянин Квазиморда. Это братья Пеленеги Цес и Каридзэ. Давай, веди нас, Везунчик Лео!",
    "answers": [
      {
        "id": 54,
        "text": "Пойти в обход через лес"
      }
    ]
  },
  {
    "id": 54,
    "text": "Ну и компания собралась.\n\nВы пятой точкой почувствовали, что лучший вариант идти в обход через лес. Как будто вас кто-то вёл. И вы без труда добрались до корабля, где вас ждал уже Гаалец.\n\n— Ну вот вы и добрались братья. Спасибо тебе, Лео, что помог нам. Только есть одна проблема. Ты не входил в нашу сделку!\n\nРука Гаальца потянулась за оружие, которое висело на поясе",
    "answers": [
      {
        "id": 55,
        "text": "Просчитать ситуацию у себя в голове"
      },
      {
        "id": 56,
        "text": "Смириться с ситуацией"
      }
    ]
  },
  {
    "id": 55,
    "text": "\"Вы, левой рукой останавливаете руку Гаальца. Разворот на 180 градусов. Выстрел в Малока из оружия. Удар головой в нос Гаальцу. Выхватываете оружие. Убиваете остальных. Патронов нет. Нырок в район грудной клетки Гаальца. Удар в промежность и мощный аперкот в челюсть. Остальные мертвы. Гаалец вырублен. Вы садитесь в звездолет. Полет на базу пиратов под пивко.\"\n\nСлишком долго вы продумывали свой план. Гаалец застрелил вас",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 56,
    "text": "Их слишком много. Впринципе, вы ниочем не жалеете. И уже натворили бед.\n\n— Постой! Он нормальный паря, он помог нам выбраться. Зачем убивать?\n— А если он шпион? Что тогда?\n— Он не шпион. Он собственноручно застрелил генерала С абель Трауса. Вот фотки, смотри... Вот здесь, сейчас покажу, так... Это моя дочурка, правда красивая? А вот. Видал как обгорел. Это всё Везунчик Лео!\n— Ну раз так, то добро пожаловать в семью. А теперь на корабль, пока ещё кто нибудь не пришел.\n\nТеперь начинается ваша карьера пирата. Берегите её, ибо от вашего выбора зависит жизнь братьев пиратов",
    "answers": [
      {
        "id": 57,
        "text": "Сесть на корабль"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы, наверное, в последний раз видите Марс. Ваш путь лежит на один из спутников Сатурна. Говорят, там обустроилось небольшое сообщество пиратов, которые быстро набирают обороты в развитии. А командует ими знаминитый пират Джим Соловей",
    "answers": [
      {
        "id": 58,
        "text": "Подготовиться"
      },
      {
        "id": 59,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 58,
    "text": "У вас остался один мощный выстрел в пистолете, так же есть три запасные батареи. Сумку вы потеряли. На счету 0 кредитов",
    "answers": [
      {
        "id": 57,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "По прибытию на базу о вас и вашей команде знали все и встретили как подобается с пьянками и девушками всех рас. Так же вам выдали корабль. Конечно, он был слабенький, но выглядел устрашающе. Ваши новые братья пираты присоединились к вам и вы в пятером бороздили Солнечную систему и убивали по приказу Соловья, отдавая 60 процентов с выручки. Наверное, такая жизнь и продолжалась бы, пока вас не вызвал сам Соловей",
    "answers": [
      {
        "id": 60,
        "text": "Сесть рядом с главарем пиратов"
      }
    ]
  },
  {
    "id": 60,
    "text": "Бар, милый бар. Он стал для вас вторым домом. Здесь, в постоянных драках, вы окрепли, завели новых друзей и опыт в командовании.\n\n— Присаживайся, Лео Дик Априори. У меня к тебе есть разговор. Я хочу предложить тебе особое задание. Видишь ли, мне стало известно, что Фэянские ученые каким-то образом приручили нанороботов из протоплазмы Клисан. Наверное, это первая разумная протоплазма. Она хранится в одном экземпляре и перевозится в специальном контейнере на Фэянском корабле под видом дипломатического судна. Мне необходимо, чтобы ты добыл мне этот контейнер. С его помощью мы захватим галактику! Да и ты неплохо заработаешь",
    "answers": [
      {
        "id": 61,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вылет был назначен на завтра в пять утра. Неплохо было бы подготовиться",
    "answers": [
      {
        "id": 62,
        "text": "Остаться в баре, послушать истории"
      },
      {
        "id": 63,
        "text": "Пойти в оружейный магазин"
      },
      {
        "id": 64,
        "text": "Пойти в хозяйственный магазин"
      },
      {
        "id": 65,
        "text": "Забить на подготовку, у вас и так всё есть"
      },
      {
        "id": 66,
        "text": "Пойти в свой корабль и лечь спать"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Слыхал что Фэянские учёные изобрели? Жесть, да? Это же надо было до такого додуматься. Разумные нанороботы, которые могут спокойно разговаривать с любой расой. Я бы к такой штуке и на парсек не подлетел бы. Говорят, они могут и в космосе находиться долгое время.\n— А ещё они пьют твою кровь!\n— Гонишь?! Ого. Никогда бы не подумал. Интересно, кому Соловей поручит это дело? Сам то небось боится",
    "answers": [
      {
        "id": 61,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "Оружейный магазин находился недалеко от бара. Старый Малок Фразишь, бывший бустероторговец, заведовал им. Ваше любимое оружие осколочное и вы незамедлительно вооружились четыремя штуками класса Т5 с уже улучшенными характеристиками на максимум дальнобойности и урона. Так же, на всякий случай, вы купили ПП Валькирия, пули имели ароматический наконечник, это давало приятный запах роз перед убийством противника. Так же, как фанат Звездной бойни, вы приобрели Тёмный меч. Его особенность заключалась в поглащении плазма-урона. В подарок вам дали чехол для Сокии 3800 — оружие старой Земли, говорят эту штуку вообще невозможно разбить",
    "answers": [
      {
        "id": 61,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 64,
    "text": "В хозяйственном магазине вы преобрели защитный комбинезон Телоохранитель, перчатки и лопату с навигацией",
    "answers": [
      {
        "id": 61,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "Лучше будет подготовиться к операции, а то малоли...",
    "answers": [
      {
        "id": 61,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "Утро. Почти пять утра. Новые осколочные орудия уже установлены. Пора выдвигаться. Рев двигателей и вы уже в космосе. И всё таки, не став рейнджеров, вы бороздите космос. Но быть пиратом не такое уж и плохое занятие. Через несколько часов вы были на месте. Использовав невидимость корабля, стали ждать.\n\nВот он. Тот самый корабль. И вправду дипломатическое судно. Радар показывает, что рядом никого больше нет. Тепловизор тоже не реагирует. Из оружия у противника одна лишь лезка. Ну и славно. Срежем ему корпус до десяти процентов и на абордаж. Огонь!",
    "answers": [
      {
        "id": 67,
        "text": "Выйти на связь с пилотом"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Говорит Весельчак Лео Дик Априори. Либо я захожу на борт и забираю то, что мне нужно и ухожу оставив тебя в живых, либо я делаю всё то же самое с поправкой на твою смерть!\n\n— Ты не понимаешь, пират, что делаешь! Это очень опасное оружие. Весь мир будет уничтожен попади он не в те руки!\n\n— Мне плевать! Я иду!",
    "answers": [
      {
        "id": 68,
        "text": "Идти на абордаж"
      }
    ]
  },
  {
    "id": 68,
    "text": "Как-то всё совсем просто получилось. Вы ступили на корабль, забрали контейнер. Фэянир, что перевозил груз начал было брыгаться, но Сокия 3800 сделала своё дело. Умели раньше оружие делать. Треснув по голове Фэянину, вы вернулись на свой корабль и, включив автопилот до базы, отправились спать",
    "answers": [
      {
        "id": 69,
        "text": "Неожиданно проснуться"
      }
    ]
  },
  {
    "id": 69,
    "text": "Интересно. Как выглядит эта протоплазма? Вам очень сильно хотелось посмотреть",
    "answers": [
      {
        "id": 70,
        "text": "Открыть контейнер"
      },
      {
        "id": 71,
        "text": "Бросить это дело и продолжать миссию"
      }
    ]
  },
  {
    "id": 70,
    "text": "Любопытство взяло верх. Вы подошли к контейнеру и при помощи Сокии 3800 открыли замок. Чёрная жижа тут же плюнула в вашу сторону. Вы успели увернуться, но часть всё равно попала вам в глаза. Вы быстро промыли лицо водой, а злосчастный контейнер закрыли",
    "answers": [
      {
        "id": 72,
        "text": "Прибыть на базу"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы доставили контейнер в указанный срок и выполнили задание. Джим Соловей хорошо отблагодарил вас и вы отправились на боковую. Но что-то вас беспокоило. Что-то страшное надвигалось. Это оружие... Кажется будет новая война",
    "answers": [
      {
        "id": 1,
        "text": "Вы, Пират!"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы отдали контейнер с протоплазмой Клисан Соловью. У вас очень сильно болела голова, поэтому, получив награду отправились к доктору на обследование.\n\n\"Убей... Убей их всех... Убей их... Они не заслуживают тебя...\"\n\n— Эй! Я спрашиваю, давно голова болит?\nВы ответили честно, что сразу как только приземлились на планету.\n\n\"Убей его... Чего же ты ждешь... Давай, я помогу...\"\n\n— Заткнись, мать твою!\n— Что, простите? А что у вас с глазом?\n\nДоктор посветил фонариком в глаз и в ужасе отшатнулся.\n\n\"Бысстрее убей его, пока он не вызвал подмогу! Убей! Убей! Убей!\n\n— Клисан! Здесь человекоподобный Клисан! Кто нибудь, помог....\n\nДоктор не успел договорить, так как ваша рука превратилась в неки хлыст и разрубила Фэянина пополам. Но он успел додянуться до кнопки тревоги.\n\n",
    "answers": [
      {
        "id": 73,
        "text": "Подойти к зеркалу"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы подошли к зеркалу и ужаснулись. Ваш левый глаз горел красным, а хлыст медленно превращался обратно в руку. Голос в голове приказывал убить всех, но вы достойно сопротивлялись и смогли приглушить его. Надо бежать. Вы теперь один из них. Вы, Клисан!",
    "answers": [
      {
        "id": 1,
        "text": "Вы, Клисан!"
      }
    ]
  },
  {
    "id": 74,
    "text": "Всё было просто и легко. Генерал отдавал приказы, вы уничтожали учебных ботов. Вы ждали. Вы не могли рисковать. Сказать сразу генералу? Или дождаться самого нападения?",
    "answers": [
      {
        "id": 75,
        "text": "По общей связи сообщить генералу об опасности"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы выходите на связь и пытаетесь обрисовать ситуацию, но не успеваете договорить. Ваш бот вдруг перестает двигаться и отзыааться на какие либо действия. Это было использовано ЭМ оружие. Так вот как они хотели обездвижить вас. Но уже поздно. Теперь вы их главная цель. Генерал находится слишком далеко. В вашем распоряжении только элнектротоковый пистолет и склянка с протоплазмой Клисан. Вы, как и остальные мятежники, выбираетесь наружу",
    "answers": [
      {
        "id": 77,
        "text": "Бросить протоплазму во врагов"
      },
      {
        "id": 78,
        "text": "Подойти ближе и, спрятавшись за укрытие, стрелять в мятежников"
      }
    ]
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "Открыв склянку, вы получили в нос такую вонь, которую никогда не испытывали. Нельзя подпускать их близко. А на дальней дистанции пистолет бессмыселен. Вы замахиваетесь и кидаете склянку, пока враги не рассредоточились по периметру. Протоплазма достигла цели. Вас учили в академии, что при резких сотрясениях происходит днтонация и, следовательно, взрыв. Что и произошло. Малок и Фэянин, попавшие в эпицентр протоплазмы выгорели наполовину, зацепив слегка двух Пеленегов. Отлично. А теперь в укрытие. Необходимо дождаться генерала. Не успели вы додумать следующий план, как в вашу сторону полетел град пуль. Что? У них огневые?",
    "answers": [
      {
        "id": 79,
        "text": "Спрятаться за укрытие и ждать"
      },
      {
        "id": 80,
        "text": "Необходимо что-то предпринять, а то возьмут в клещи"
      }
    ]
  },
  {
    "id": 78,
    "text": "Напрасно вы пытались выманить их. Оказалось, что пираты были вооружены огнестрелом. Вас взяли в клещи и убили",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 79,
    "text": "Напрасно вы пытались изредка отстреливаться. Всё. Было бесполезно. Да и генерал не торопился с помощью. В конце концов вас взяли в клещи и убили",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 80,
    "text": "Всё, как учили в академии, как вести себя при боевых действиях на земле. Небольшими перекатами, не особо высовываясь, вы постепенно сокращали дистанцию. И вот, вы уже в пяти метрах от Пеленега. Необходимо точным выстрелом сразить его",
    "answers": [
      {
        "id": 81,
        "text": "Выскачить из укрытия и навскидку выстрелить"
      },
      {
        "id": 82,
        "text": "Подождать, пока враг будет перезаряжаться, чтобы лучше прицелиться"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы неожиданно для Пеленега выскочили и выстрелили три раза. Вам понадобилось сделать четвертый выстрел. Враг оказался в защитном комбинезоне. Но вы забыли про второго и он ранил вас в ногу, продолжая стрелять. Ах, военная академия, ты научила меня выживать. Вы спрятались за обездвиженное тело врага, защитив себя от пуль. Но нежная кожа этой расы всё же не выдержала и вы получили ранение в руку. Враг разрядил всю обойму и был почти рядом с вами",
    "answers": [
      {
        "id": 83,
        "text": "Вступить в рукапашный бой"
      }
    ]
  },
  {
    "id": 82,
    "text": "Пират продолжал стрелять, а вы выжидали. Наконец он, момент истины. У Пеленега закончились патроны. Вы выскочили из укрытия и стали целиться. Слишком медленно. Второй враг убил вас",
    "answers": [
      {
        "id": 1,
        "text": "Вы мертвы"
      }
    ]
  },
  {
    "id": 83,
    "text": "К сожалению, у вас закончился заряд в батарее, а сумку вы потеряли во время боя. У Пеленега было приимущество, а у вас прострелена левая рука и нога. Но не погибать же тут?",
    "answers": [
      {
        "id": 84,
        "text": "Наотмашь ударить врага в голову"
      },
      {
        "id": 85,
        "text": "Дождаться атаки и, использовав ложное движение, пнуть противника между ног"
      },
      {
        "id": 86,
        "text": "С криком наброситься на врага"
      }
    ]
  },
  {
    "id": 84,
    "text": "Хромая, вы приблизились к врагу и вовремя заметили, как Пеленег тянется за ножом на поясе. Слишком медленно. Вы наотмаш врезали противнику. Удар прошёл как надо. Это нокдаун. Надо добивать",
    "answers": [
      {
        "id": 87,
        "text": "Схватить ветку"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы стали выжидать. Пеленег достал нож из-за пояса и с безумной улыбкой стал приближаться, размахивая ножом. Выгадав момент, вы увернулись и зайдя за спину с силой пнули в пах. Пеленег скрючился от боли. И вы незамедлительно врезали наотмаш рукой по голове. Надо добивать",
    "answers": [
      {
        "id": 87,
        "text": "Схватить ветку"
      }
    ]
  },
  {
    "id": 86,
    "text": "Необдуманное решение. У Пеленега оказался нож и он им воспользовался ",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли"
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы схватили ветку и занесли руку, но враг вовремя пришёл в себя и использовал грязный приём, ударив в рану на ноге. Вы отступили",
    "answers": [
      {
        "id": 88,
        "text": "Вспомнить уроки рукапашного боя"
      }
    ]
  },
  {
    "id": 88,
    "text": "Драка насмерть предусматривает в себе не только осторожность, но и безумие. Удиви врага своего, вовлечи его в своё безумие и только тогда ты победишь",
    "answers": [
      {
        "id": 89,
        "text": "Активировать режим безумия"
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы выпрямились во весь рост и широко улыбнулись. Поднеся правый кулак ко рту, который был в вашей крови и в крови врага, облизнули его с показным удовольствием. Не смотря на боль в раненой левой руке, вы вручную вытащили пулю. И с криком \"За короля!\" бросились на недоумевающего противника. Вам удалось повалить его на спину, но силы всё равно были не равны и Пеленег с легкостью переборол вас и уже вы были снизу. Ещё мгновение и вы распрощаетесь с жизнью, враг занес нож.\n\nКак вдруг прогремел выстрел. Голова врага разлетелась, забрызгав вас кровью. Генерал вовремя пришел к вам на помощь. Оказывается, у него заклинило гидравлику и он не мог выбраться из бота",
    "answers": [
      {
        "id": 90,
        "text": "Дождаться помощи"
      }
    ]
  },
  {
    "id": 90,
    "text": "— А ты боец как я погляжу. Не хило ты их уделал. Молодец, рейнджер. Считай, что ты восстановил честь мундира!",
    "answers": [
      {
        "id": 1,
        "text": "Вы - Пехотинец! Отключиться"
      }
    ]
  },
  {
    "id": 91,
    "text": "Первый месяц вы упорно трудились на благо общества, развозя на своем корыте посылки по всей Солнечной системе. Так себе работа. Вы рвались в бой, но без нужного снаряжения вам не удастся что либо сделать. Поэтому, заказы на убийство пиратов вы обходили стороной\nИз новостных сводок вы узнали, что при наземной операции был убит генерал С абель Траус пиратами. И теперь их объявили в розыск. В награду за голову каждого обещают по сто тысяч кредитов. Но куда вам до них? Вы лишь посыльный",
    "answers": [
      {
        "id": 1,
        "text": "Вы - Рейнджер"
      }
    ]
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  }
]