[
  {
    "id": 1,
    "text": "\n\n\n\n   В этом квесте вы играете за парня 26 лет который узнав про апокалибсис неколеблясь начал октивное выживание, в котором присутствуют странные вещи, такие как мутация, и мутация нетолько зомби, но и Артёма (главного героя). \n\nPS.  Это моя первая работа поэтому пожалуйста не сердитесь если вам не понравится, а просто наришите мне что именно вам не понравилось, а если лень писать то позваните мне (номкр указан ниже).\n\n\n\n!!! ВНИМАНИЕ  ЛЮБОЕ  СОВПАДЕНИЕ  ИМЁН  И  ФАМАЛИЙ  С  РЕАЛЬНЫМИ  ЛЮДЬМИ  ЭТО  ЧИСНАЯ  СЛУЧАЙНОСТЬ !!!\n\n\n\n\n\n\n\n\n\n\n\n\n8\n 9\n2\n 3\n7\n 4\n4\n 9\n8\n 5\n0",
    "answers": [
      {
        "id": 66,
        "text": "Начать прохождение."
      }
    ]
  },
  {
    "id": 2,
    "text": "Свет не включается —Ну точно, свет вырубили!— возмутился ты.\nВ неисбежности ты сделал себе бутерброд и съел его запивая водой. Собравшись идти на работу ты открываешь дверь. От увиденного ещё минуты две находишся в состоянии шока. Когда ты приходешь в себя ты...",
    "answers": [
      {
        "id": 3,
        "text": "Захлопываешь дверь "
      },
      {
        "id": 4,
        "text": "Выходишь и пытаешся осмотреться"
      }
    ]
  },
  {
    "id": 3,
    "text": "В шоке ты пытаешся понять что происходит. Дорога завалена брошиными машинами, везде лужи крови, и огромное колличество трупов (раньше ты верил что когданибудь наступит зомбиапакалипсис и приготовился к этому). Ты не знал зомби это или ещё что, но одно ты знал точно — надо снарядиться и отправиться искать выживших. Ты одел боевой жилет, шлем, к поясу приципил топор, а заспину мачете. Собрал не очень большую сумку самого необходимого и отправился в путь.",
    "answers": [
      {
        "id": 5,
        "text": "Отправится на поиски"
      }
    ]
  },
  {
    "id": 4,
    "text": "\nТы выходиш на улицу и просто в ужасе рассматриваешь картину перед собой. Везде брошеные и поломаные машины, лужи крови и огромное колличество трупов. В страхе ты собераешся вернуться в дом, но неуспел ты обернуться до двери как кто-то прыгнул на вас с зади, вы упали головой об осфальт и наступила тьма и тишина.....",
    "answers": [
      {
        "id": 1,
        "text": "СМЕРТЬ........"
      }
    ]
  },
  {
    "id": 5,
    "text": "Выйдя из дома ты побежал к центру города, но минут через пять ты понял что не разработал план действий и вернулся обратно.",
    "answers": [
      {
        "id": 6,
        "text": "Найти карту города и разработать план."
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты обыскал свой дом и нашёл немного старую и потрёпаную карту города и прилегающей к нему местности.\nТы начал думать куда тебе пойти.\nМожно пойти на окраину города и выйти к фермам, можно прямо в центр  города, а можно осмотреть дома в твоём районе:",
    "answers": [
      {
        "id": 7,
        "text": "Пойти к окраинам."
      },
      {
        "id": 8,
        "text": "Пойти в центр города."
      },
      {
        "id": 9,
        "text": "Осмотреть свой район."
      }
    ]
  },
  {
    "id": 7,
    "text": "Подумав что до ферм зараза ещё не добролась, ты решил отправится на ферму дядюшки Билла.",
    "answers": [
      {
        "id": 10,
        "text": "Отправится в путь."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы шли в центр города примерно 1- 1,5 часа. Добравшись до центра вы начали искать выживших, но угадили в западню: с одной стороны была стена, а с другой огромная орда зомби от которой вы не смогли отбиться. Они покусали вас и разорвали на части.",
    "answers": [
      {
        "id": 6,
        "text": "СМЕРТЬ......."
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы тчательно осмотревали каждый дом но почти зря. Кроме некоторых полезных вещей и продуктов вы ничего и некого не нашли.",
    "answers": [
      {
        "id": 6,
        "text": "Отправиться домой."
      }
    ]
  },
  {
    "id": 10,
    "text": "По пути ты встречаешь некоторых зомби, но они не достовляют особых проблем. Вы просто убиваете их, пробив их головы топором или вообще отрубив мачетей.\n\nВы шли примерно полтора часа и пришли к ферме Билла.",
    "answers": [
      {
        "id": 11,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы осмотрелись и увидели жилой дом, анбар, гараж и сарай.\n\n—По идее, сначало лучше обыскать дом—.\n\n(куда отправится?)",
    "answers": [
      {
        "id": 12,
        "text": "Жилой дом."
      },
      {
        "id": 13,
        "text": "Анбар."
      },
      {
        "id": 14,
        "text": "Гараж."
      },
      {
        "id": 15,
        "text": "Сарай."
      }
    ]
  },
  {
    "id": 12,
    "text": "Сначало надо осмотреть дом, так как там может быть человек.",
    "answers": [
      {
        "id": 16,
        "text": "Зайти в дом и обыскать его."
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты подошёл к анбару и услышал странные звуки, похожие на чавкание.",
    "answers": [
      {
        "id": 17,
        "text": "Подкразца и посмотреть."
      }
    ]
  },
  {
    "id": 14,
    "text": "Подойдя к гпражу ты увидел что он заперт на амбарный замок. —И что мне делать?— сказал ты осматривая замок. Ты ркешил идти домой как вдруг увидел на земле ключ. Вставив его в замок ты повернкл ключ. Замок вместе с ключём падает на землю. Распахнув варота ты увидел почти новый чёрный пикап. Ты сразу же очень обрадовался, ведь у тебя небыло машины, а с ней проще и быстрее передвигаться.\n\nТы осмотрел пикап по внимательнее: повреждений небыло, за исключением царапин на левом боку. Открыв капот ты осматрел двигатель —Вроде внорме— сказал ты. Бак тоже полный. Ключи от пикапа торчали в зажигании.\n\nЗакончив осмотр машины ты стал думать что делать дальше.",
    "answers": [
      {
        "id": 18,
        "text": "Внимательно обыскать гараж."
      },
      {
        "id": 19,
        "text": "Отправиться домой."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы подошли к сараю. двери были закрыты. —Думаю лучше не пытаться открыть её и не шуметь— сказал ты сам себе. —Малоли кто может меня услышать—.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы нинашли никого живово или мёртвово, зато было найдено охотнечье ружъё и 10 патронов, а также две рации.",
    "answers": [
      {
        "id": 11,
        "text": "Выйти наружу."
      }
    ]
  },
  {
    "id": 17,
    "text": "Заглянув в анбар ты увидел большое жевотное — толи корову толи быка. Точно не понятно — кожа бала ободрана и покрыта свернувшейся кровью и с тела свисали куски плоти. Осматревая это странное существо хоть и несразу, но ты заметил что оно чтото ело. Посмотрев по внимательнее ты понял что это был труп человека. —Видать это дядюшка Билл— пробормотал ты. —Наверное лучше уйти отсюда пока оно меня не заметило— рассудил ты и тихо, но поспешно удалился.",
    "answers": [
      {
        "id": 11,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 18,
    "text": "обыскав гораж вы обнаружили: немного консервов, воду, две канистры бензина, ящик с инструментами и револьвер с полной обоймой (6 патронов ) <plus> 10 запасных патронов к нему.",
    "answers": [
      {
        "id": 20,
        "text": "Погрузить найденное в пикап и поехать домой."
      },
      {
        "id": 11,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты сел в машину и завёл её. Выехав из горожа ты посмотрел направо и впал в ступор. На тебя на огромной скорости неслась корова зомби. Прийдя в чуства ты попытался уехать но корова наступив на крышу пикапа раздавила его и вас вместе с ним, вревратив вас в огромный кусок фарша.",
    "answers": [
      {
        "id": 14,
        "text": "Смерть......."
      }
    ]
  },
  {
    "id": 20,
    "text": "Погрузив всё в кузов пикапа вы завели матор и поехали дамой. Зомби по пути как ни странно не паподплись.",
    "answers": [
      {
        "id": 22,
        "text": "Спать."
      }
    ]
  },
  {
    "id": 21,
    "text": "Выгрузив всё найденное вы принялись думать что делать дальше.",
    "answers": [
      {
        "id": 6,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 22,
    "text": "                <<А теперь пора познакомиться с нашым главным героем поближе>>\n\nФамилия: Шувалов.\nИмя: Артём.\nОтчество: Алексеевич.\nВолосы: чёрные (короткие).\nГлаза: изумрудно-зелёные.\nВозраст: 26 лет.\nСтатус: не женат.\nМесто работы: офисный рабочий.\nХобби: боевые искуства.\nХарактер: открытый, общительный, добрый, иногда суровый, осторожный <plus> рассудительный.\n\nХарактиристики:          ( ? из 20 )\nСила- 9.\nСкорость- 10.\nЛовкость- 10.\nГибкость- 8.\nВыносливость- 11.\nМеткость- 8.\nПамять- 9.\nПсихическое состояние (на данный момент): 9 из 10.\n\nОсобенности: 4 нейтральная группа крови, иммунитет к чуме.\n\nВНЕШНИЙ ВИД: КРАСАВЧИК.\n\nПРИЯТНОЙ ДАЛЬНЕЙШЕЙ ИГРЫ ДОРОГИЕ ЧИТАТЕЛИ.",
    "answers": [
      {
        "id": 23,
        "text": "Проснутся."
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты проснулся от стука в двкрь. Этот стук был несовсем обычный, а скорее нервный.",
    "answers": [
      {
        "id": 24,
        "text": "Встать с кравати и открыть дверь."
      },
      {
        "id": 25,
        "text": "Тихо подойти к двери и прислушотся."
      },
      {
        "id": 26,
        "text": "Ничего не делать."
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты встал с кровати и начал идти, но услышал скрип и решил вести себя потише.",
    "answers": [
      {
        "id": 30,
        "text": "подкразца к двери."
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты тихо подошёл к двери и прислушолся.",
    "answers": [
      {
        "id": 32,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты решил ничего не делать, малоли вдруг это зомби.",
    "answers": [
      {
        "id": 27,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 27,
    "text": "Но вдруг вас стали терзать угрызения совести и ты родумал что надо открыть дверь.",
    "answers": [
      {
        "id": 28,
        "text": "Подкразца к двери."
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты подкрался к двери и прислушолся.",
    "answers": [
      {
        "id": 32,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 29,
    "text": "—Эй с тобой всё впорядке?—\nДевушка обернулась и вы узнали её. Это была ваша подруга детства Алиса Державина.",
    "answers": [
      {
        "id": 31,
        "text": "Алиса?"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ты подкрался к двери и прислушолся.",
    "answers": [
      {
        "id": 32,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 31,
    "text": "—Артём!— с криком и слезами на лице она она бросилась меня обнимать.\n—Я так рада что с тобой всё \nвпорядке.— сказала она. —Я тоже рад что ты цела— ответил я ей.",
    "answers": [
      {
        "id": 34,
        "text": "Зайти в дом."
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты услышал чей-то тихий плач как у ребёнка.",
    "answers": [
      {
        "id": 33,
        "text": "Открыть дверь."
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты, настороженно и с тапориком в руках, открвл дверь. Дверь распахнулась и ты увидел девушку, сидящую на корточках спиной к тебе.",
    "answers": [
      {
        "id": 29,
        "text": "Окликнуть её."
      }
    ]
  },
  {
    "id": 34,
    "text": "—Давай зайдём внутрь— предлажил я Алисе и она сразуже согласилась.",
    "answers": [
      {
        "id": 35,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 35,
    "text": "Мы зашли внутрь и сели за стол на кухне.\n—Расскажи мне что случилось— сказал я ей гладя её по голове чтобы успокоить.\n—Вчера утром я проснулась от странного звука. Спустившись вниз я увидела каковота странного человека который сидел на корточках рядом с моими лежашщими родителями и мне покозалось что он что-то ел. Я спросила кто он. Затем он повернулся комне и зарычал. Я испугалась и побежала обратно в комнату. Когда я забежала внутрь он меня догнал. Я, пнув его в сторону, побежала на кухну и взяла большёй нож и подождала его там. Потом он прибежал комне и я воткнула нож ему в глаз. Затем он упал замертво. я побежала к родителям и понела что они мертвы. Я заперлась в комноте и прсидела там до утра, а когда я пришла в себя то решила пойти к тебе. А дальше сам знаешь.— . Пока она рассказывала я понял что она жутко зочет есть и спать, я достал из выключенного холодильника фрукты и дал ей, а пока она ела я приготовил ей свою кровать. Когда пришёл накухню увидел такую картину: Лиза спала прямо за столом пуская слюнки, а ворту лежала долька апельсина. —Умаелась бедняжка— сказал я и перенёс её на кровать и укрыл после чего тихо вышел из комнаты и прикрал дверь.",
    "answers": [
      {
        "id": 36,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 36,
    "text": "БУДУЩАЯ ДЕВУШКА ГЛАВНОГО ГЕРОЯ\n\nФамилия: Державина.\nИмя: Алиса.\nОтчество: Дмитриевна.\nВоласы: белые (немного ниже плеч).\nГлаза: синие.\nВозраст: 25 лет.\nСтатус: не замужем.\nМесто работы: певица.\nХобби: спорт (тенис).\nХарактер: общительная, трудолюбивая, заботливая, мягкосердечная и добрая.\n\nХарактиристики:          ( _ из 20 )\nСила- 5.\nСкорость- 9.\nЛовкость- 10.\nВыносливость- 6.\nГибкость- 7.\nМеткость- 10.\nПамять- 8.\nПсихическое состояние (на данный момент): 5 из 10.\n\nОсобенности: скорость регенирации клеток в 1,5 раза больше обычного.\n\nВНЕШНИЙ ВИД: МИЛАШКА.\n\nПРИЯТНОЙ ДАЛЬНЕЙШЕЙ ИГРЫ ДОРОГИЕ ЧИТАТЕЛИ.\n",
    "answers": [
      {
        "id": 37,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 37,
    "text": "Теперь надо решить проблему с электроэнегрией.",
    "answers": [
      {
        "id": 38,
        "text": "Проверить электрощиток."
      },
      {
        "id": 39,
        "text": "Взгленуть на карту."
      }
    ]
  },
  {
    "id": 38,
    "text": "Выйдя из дома, вы подошли к олектрощитку. Он впорядке.",
    "answers": [
      {
        "id": 37,
        "text": "Вернуться в дом."
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы снова изучаите карту. Недалеко от центра города находился магозин техники и электронники. —Думаю можно загленуть туда, может я смогу найти там генератор— сказал ты. —А по пути заеду на заправку и наберу там бензина и правизии.",
    "answers": [
      {
        "id": 40,
        "text": "Отправится в путь."
      }
    ]
  },
  {
    "id": 40,
    "text": "Оставив на столе записку для Алисы « я уехал искать генератор и ещё коечто, еду поещи в холодильнике, а кстати, я тебя закрыл, открывай только если услышишь пароль- 11 42. » ты отправился \"за покупками\".",
    "answers": [
      {
        "id": 42,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 41,
    "text": "Ели вы молча, причём аппетит у тебя был зверский. Ты съел полкастрюли плова, четырнадцать бутербродов и запили всё это шестью стаканоми сока. Когда ты доел то понял что всё это время Алиса смотрела на тебя с ехидной улыбкой. —А что такова?! Я между прочем не ел почти двое суток!— сказал ты ей. —Ничего такого, просто я рада что тебе моя стрепня нравится— ответила она и мило улыбнулась. ",
    "answers": [
      {
        "id": 53,
        "text": "План действий на сегодня."
      }
    ]
  },
  {
    "id": 42,
    "text": "Путь занял у вас немного больше времени чем планировалось. Во всём виноваты брошеные машины которые перегораживали путь, такчто прихадилось объезжать их. Но вы всёже добрались до магазина.",
    "answers": [
      {
        "id": 43,
        "text": "Вылезти из машины и осматреть магазин."
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты вылеез из машины и осмотрелся. Зомби поблизости нет, ты решил не медлить и сразу зашёл в магазин. Он назавался «ТЕХНОЖУК». Войдя внутрь, ты зачистил здание от зомбии начал искать генератор. Спустя полтора часа поисков генератор ты так и ненашёл, зато нашёл ноутбук (лучший из всех што были в магазине), парочку фильмов и флешку на 20 GB памяти.",
    "answers": [
      {
        "id": 44,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 44,
    "text": "Только ты собрался уходить, как вдруг вспомнил про складское помещение.\nТы подошёл к двери склада, она была открыта. Ты зашёл внутрь и начал обыскивать комнаты. Обыскав все комнаты кроме двух, ты зашёл в предпоследнюю и увидел военного— мёртвово. Причиной смерти был выстрел в весок. —Видать он застрелился— сказал ты. Осмотрев его ты увидел у него на поесе чтото вроде отдела для ампул. Открыв его ты достал оттуда три ампулы: первая с жидкостью синего цвета, вторая с жидкостью зелёного цвета и третья с прозрачной жидкостью. Ты собирался прочитать их, как вдруг сзади ктото закрихтел. От испуга ты дрогнул и выронил ампулы. Упав они разбились, жидкости резко смешались и комнату стал заполнять газ красного цвета. От испуга ты незнал что делать и случайно вдохнул этот странный газ. Ты начал кашлить и на тебя накинулся зомби и укусил твою руку. Отбросив его ты выбежал из комнаты и закрыл её на задвижной замок. В истерике ты выбежал из здания и в приступах паники начал  говорить с самим собой.",
    "answers": [
      {
        "id": 45,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 45,
    "text": "        —Чёрт возьми и что мне теперь делать?!— истерически сказал ты. Потом ты немного успокоился и стал размышлять что тебе делать.\n\nЕсли меня укусили значит я заражён, а если это так то даже если попытаюсь вернутся домой то превращусь по пути,  ждать помощи неоткого, остаётся только... .\nТы взял револьвер и с мыслями «Алиса прости что я не вернулся» подставил его к веску. Ты собрался ножать на курок, но вдруг ты почуствовал что твоё тело нимеет. Когда всё твоё тело онимело у тебя зазвенело в голове и ты потерял сознание.",
    "answers": [
      {
        "id": 46,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 46,
    "text": "Вокруг тьма. И ты слышеш чейто голос, он чтото тебе говорит, но ты неможешь ничего разобрать, как вдруг снова эта боль в голове и ты стал разбирать слова этого золоса, он сказал —Приветствую тебя, я скажу тебе коечто: посторайся развится как можно скорее—.",
    "answers": [
      {
        "id": 47,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты открыл глаза, солнце было в зените, ты непонимал что происходит.\nКогда ты полностью пришёл в сознание ты осмотрел свою руку, но укуса как небывало. Посмотрев на часы стало ясно что тыпролежал тут больше суток. С различными странными мыслями в голове ты сел в машину, скинул с себя рюкзак с вещами и поехал домой.",
    "answers": [
      {
        "id": 48,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 48,
    "text": "Пока ты ехал домой ты несколько раз засыпал прямо за рулём, поэтому к дому ты добрался только к вечеру.\nПодъехав к дому ты увидел что внутри горит свет и удивился. —В доме же небыло света— сказал ты вслух.\nВыйдя из машины ты взял всё что нашёл и подошёл к двери. Ты постучал и сказал пароль. Дверь открылась и перед тобой очутилась Алиса в фартуке и ложкой в руках. —Ну как, нашёл гинератор— с сарказмом сказала она.\nНо тебе было не до шуток и ты сказал ей —Прости, но поговорим завтро, с ног валюсь—. Зойдя в дом ты кинул все найденные вещи в кучу и снял верхнюю одежду, после чего пошёл в свою комнату, улёгся на кровать и тут же заснул.",
    "answers": [
      {
        "id": 49,
        "text": "Сон."
      }
    ]
  },
  {
    "id": 49,
    "text": "Ты стоишь посредине улицы, а вокруг тебя зомби. Они окружили тебя и стали подходить к тебе всё ближе и ближе.\nИ вот когда они были в метре от тебя ты услышал голос который звал тебя.\nУслышав его всё вокруг сразу побелело, а зомби ищезли.",
    "answers": [
      {
        "id": 50,
        "text": "Проснутся."
      }
    ]
  },
  {
    "id": 50,
    "text": "Ты проснулся в холодном поту и окозалось что всё это время ты очень крепко обнимал Алису и это она тебя звала пытаясь разбудить.",
    "answers": [
      {
        "id": 51,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 51,
    "text": "—Алиса прости что обнял тебя— робко сказал я. —Да ничего, я сома виновата, ведь это я легла рядом с тобой— ответила она. Что?!! Так мы спали вместе, ну и как я должен на это реогировать?! —Прости за странный вопрос, но почему твои глаза красные, я думвла что они у тебя изумрудно -зелёные? Что, красные? Видимо из-за того красного дыма. Думаю лучше ничего ей не рассказывать, подумал ты и сказал —Нееет они всегда красными были, ты наверное чтото попутола—. —Наверное— сказала она, —Ну в любом случае надо позавтрокать, пойдём, я приготовила вчера коечто— сказала она и побежала на кухню. —Сейчас умоюсь только!— крикнул я ей вслед. Встав с кровати я пошёл в ванную и посмотрел в зерколо. —И правдо красные!— удивлённо сказал я посмотрев в зеркало. Я умылся и пошёл завтрокать.",
    "answers": [
      {
        "id": 52,
        "text": "Завтрокать."
      }
    ]
  },
  {
    "id": 52,
    "text": "Ты пришёл на кухню и посмотрел на стол. На завтрак был плов, бутерброды сткалбасой и яблочный сок. —Ухты, ты сома всё это приготовила?!— спросил я —Ну конечно, я же одна сдесь была— ответила Алиса, и добавила —Садись и налетай—.",
    "answers": [
      {
        "id": 41,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 53,
    "text": "—И так, что будем сегодня делать?— спросила Алиса. —Нууу, наверное стоит найти побольше информации о местах скоплениях людей- о неких бункерах или убежищах— сказал я. —Но как?— спросяла алиса. Я ответил —Пока я искал генератор я нашёл ноутбук со встроенным wi-fi роутером и безплатнвм интернетом на три месеца, надо только включить его и скачать средства массовой информации—. —Молочинка!— сказала алиса.",
    "answers": [
      {
        "id": 54,
        "text": "Разобраться с ноутбуком."
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы включили ноутбук и скачали: однокласники, вк, твитер и даже ютуб.\nЗатем принялись искать базы виживших. Долго искать не пришлось, уже через 15 минут вы розузнали местонахождение всех их.\nБлижайший из них нахадился в двехсот сорока киллометрах от вас.\nВ отеле «Цунами».",
    "answers": [
      {
        "id": 55,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 55,
    "text": "Недолго размышляя вы с Алисой стали изучать свои запасы провизии и оружия.",
    "answers": [
      {
        "id": 56,
        "text": "Итоги."
      }
    ]
  },
  {
    "id": 56,
    "text": "Еда: консервы- 27шт., каши- 41шт.\nВода: напитки- ~11л., вода- ~13л.\nОружие: топорик, мачете, охотничье ружъё<plus>10п., револьвер<plus> 16п., автомат АК-47<plus> 10 абойм.\nПрочее: 2 рации, ноутбук, флешка на 20 GB.",
    "answers": [
      {
        "id": 57,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 57,
    "text": "—Этово хватит чтобы добраться до базы— сказал ты, —Надеюсь, я не хочу голодать по пути— ответила мне Алиса. ",
    "answers": [
      {
        "id": 58,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 58,
    "text": "—Чтож, довай складём вещи и правизию в машину— сказал я. —Хорошо, я займусь вещами, а ты загрузишь правизию— сказала она так, буддто она мой начальник. —Есть сер— с сарказмом произнёс я и пошёл грузить продовольствие.",
    "answers": [
      {
        "id": 59,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 59,
    "text": "Пока я грузил правизию на меня пытались напасть несколько зомби: четверо и по очереди в разное время, но с ними проблем небыло. Зато когда я почти закончил загружать нашу правизию, я увидел очень странного зомби: у него небыло кожи, только скелет и некоторые мышци. Плюс ковсему этому у него небыло глаз, а из пасти торчали огромные клыки (6 см.), да и сам скелет был немного другой формы чем обычно. Незнаю как, но он узнал где я и просто на огромноы скорости приближаться комне. За две секунды он пробежал приблезительно 30 метров и моменталино окозался около меня. Я стоял на месте как вкопаный, неуспев атриогировать и из-за этого он укусил меня в плечё.",
    "answers": [
      {
        "id": 60,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 60,
    "text": "Как только он меня укусил я тут же нзял топор и, держа юту тварь за шею, всадил ей топор прямо в бошку.\nЯ растерялся, но потом пришёл в себя, оттащил труп этой твари за дом и прокрался мимо Алисы в свою комнату. Там я перевязал место укуса и переодел футболку, после чево закончив свою работу вы с Алисой приготовили ужин, поели и начали посмотреть фильм наноч.",
    "answers": [
      {
        "id": 61,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 61,
    "text": "С момента укуса прошло пять часов и тридцать минут, но изменений я не почуствовал- подумал ты. Твои размышления прервал крик и странные ощущения. Это Алиса испугалась какого-то кадра из фильм и прижалась к твоей руке. И тут вдруг ты невольно вспомнил как десять лет назад Алиса призналась тебе в любви.\nИ ты сразу подумал что она очень красивая, милая, добрая и заботливая. В этих мыслях ты случайно произнёс вслух её имя —Алиса— и она посмотрела прямо тебе в глаза. Твоё сердце задилось так быстро и сильно, что ты не удержался и сказал ей —Алиса... довай встречатся— на что она ответила —Конечно же!—, а потом продолжила —Я так рада, что ты сказал это. Если честно, я пришла к тебе тогда потому, что я досихпор тебя люблю и буду любить всегда. Такчто довай станем парой— закончила она своё признание.",
    "answers": [
      {
        "id": 62,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 62,
    "text": "—Ну ладно думаю пора спать— сказал я закрыв ноутбук и убрав его на тумбу.\n—А можно стобой леч расуж мы теперь парочка?— спросила алиса, а я ей ответил —Делай что хочешь—. И с етими словами мы легли спать.",
    "answers": [
      {
        "id": 63,
        "text": "Сон."
      }
    ]
  },
  {
    "id": 63,
    "text": "Фамилия: Шувалов.\nИмя: Артём.\nОтчество: Алексеевич.\nВолосы: чёрные (короткие).\nГлаза: рубиного- красные.\nВозраст: 26 лет.\nСтатус: парень (девушка- Алиса).\nМесто работы: офисный рабочий.\nХобби: боевые искуства.\nХарактер: открытый, общительный, добрый, иногда суровый, осторожный <plus> рассудительный.\n\nХарактиристики:          ( _ из 20 )\nСила- 10.\nСкорость- 11.\nЛовкость- 11.\nГибкость- 9.\nВыносливость- 12.\nМеткость- 9.\nПамять- 10.\nПсихическое состояние (на данный момент): 10 из 10.\n\nОсобенности: 4 нейтральная группа крови, иммунитет к чуме; скорость регенерации в 3 раза быстрее обычного.\n",
    "answers": [
      {
        "id": 64,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 64,
    "text": "Слева вплотную к вам спит Алиса, закинув при этом левые ногу и руку прямо на вас. Её растрёпанные белые волосы и приятное и тихое сопение делает её ешё милее. Я осторожно поцеловал эту милату в щёчку так чтобы она не проснулась, но случилось наоборот. Только мои губы коснулись её кожи как она тут же проснулась и обняла меня. От такой приятной неожиданности я покраснел и чуть ли не заикаясь сказал —Ладно, надо завтрокать и отправлятся в дорогу—.",
    "answers": [
      {
        "id": 65,
        "text": "Завтрокать."
      }
    ]
  },
  {
    "id": 65,
    "text": "Вовремя завтрокатмы разговаривали на различные, незначительные темы. И тут у меня в голове возникает вопрос: РАССКАЗАТЬ  ЛИ  АЛИСЕ  ПРО ТО,  ЧТО  МЕНЯ  ДВАЖДЫ  УКУСИЛИ? ",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует...."
      }
    ]
  },
  {
    "id": 66,
    "text": "Раннее утро. Ты проснулися из-за звона будильника. Всё было как обычно: ты встал, принял освежающий душ, одел рабочую форму и собрался завтрокать.\n—Наверное сегодня яичницу с биконом— сказал ты сам себе. Ты включил свою электроплиту но она не работала. —Странно, похоже электричество отключили, надо проверить— сказал ты.",
    "answers": [
      {
        "id": 2,
        "text": "Пощёлкать выключатель."
      }
    ]
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  }
]