[
  {
    "id": 1,
    "text": "Автор: Dementra\n\n\nПриветствую, мой читатель! \n       Это дневник девушки, с которой происходят очень интригующие, но и очень странные события...\n\n   И если ты это читаешь, значит, тебя привело сюда не обычное любопытство, а целая цепочка случайностей. Теперь ты следуешь за мной по всем моим злоключениям.\n\n – Меня зовут Дементра, и я проклята.\n  Как и проклят сей дневник. И даже его жалкая копия может оказать на тебя пренеприятное воздействие, поэтому, будь осторожен. \n  Я тебя предупредила. Обдумывай каждый свой шаг, успевай за моими действиями и...полагайся только на себя. Знай: я твой друг по несчастью, но соперница в борьбе за жизнь.\n\n                     Удачи, мой милый, береги себя~",
    "answers": [
      {
        "id": 2,
        "text": "Начать.",
        "bg_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 23,
        "text": "Все концовки."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://c.radikal.ru/c41/1907/66/14b8e0bbeda5.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://b.radikal.ru/b22/1907/58/7d356ed940b3.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "\n                                    Предыстория.\n\n  Вчера я начала этот путь одна. Обожая бродить по кладбищам и заброшенным зданиям, я не могла пропустить полуразрушенную церковь. Она манила своими покосившимися крестами, зарешёченными окнами и запертыми дверьми. Я мечтала увидеть алтарь, обыкновенно скрытый от глаз посетителей, и полистать старую библию. Но пробравшись внутрь, моё внимание привлёк едва заметный ход под алтарём. Подземелье в заброшенной церкви? Для такого рискового человека, как я, лучшего и придумать нельзя! \n\n   Ох, как бы я сейчас мечтала стукнуть себя по окаянной моей голове, вздумавшей лезть в этот подвал. Если бы я только знала, что меня там ждёт...  Но, как говорится, ничего не предвещало беды. \n\nКак во всех ужастиках, едва я спустилась вниз по ветхой лестнице, дверь за мной захлопнулась. То-ли от сквозняка, то-ли от чьей-то глупой шутки. Но следующие полчаса я билась в истерике у двери, молотя по ней кулаками и ногами. Дверь не поддавалась.",
    "answers": [
      {
        "id": 3,
        "text": "Что было дальше?"
      }
    ]
  },
  {
    "id": 3,
    "text": "  \n    Дальше ничего не оставалось делать, как идти вперёд.\n   В подземелье было сыро и холодно, хотя на поверхности стояла жара. Нос почти не мог дышать из-за запаха гнили вперемешку с гарью. Я кашляла и задыхалась от собственных слёз. В сплошной темноте я ощущала руками лишь холодные камни. \n\n   Вдруг рука вошла в проём в стене. Я ликовала, обнаружив, что это не бесконечный коридор. Это была первая комната.\n   Тут же я нащупала старый керосиновый фонарь, стоящий на ветхом столике вместе с кучей бумаг. (Да, в моём рюкзаке не оказалось фонарика, и я успела уже тысячу раз пожалеть об этом.) Но у меня имелись огниво и нож – благо, я всегда беру их с собой – с помощью которых мне удалось зажечь фонарь и осветить пространство. Куча бумаг оказалось сложенной ровною стопкой летописью, запечатанной сургучом. \nНа первой странице вырисовывались еле читаемые символы:\n                         \"Дневник Странника\"",
    "answers": [
      {
        "id": 4,
        "text": "Что это?"
      }
    ]
  },
  {
    "id": 4,
    "text": "                   Δዙҿßዙนҝ ⊂τթαዙዙนҝα. \n\nŦӹ, ℴçҝßҿթዙนτҿሉ৮ ℊթҿßዙҿӥωน✗ गนç৮ጠҿዙ,\nŦӹ, ß ✗թαዙนሉนպҿ ταӥዙ ʓαচթҿℊωนӥ,\nŦӹ, ዙҿ ʓዙαßωนӥ çßяτӹ✗ นጠҿዙ,\nЂყℊҿω৮ ℴτዙӹዙҿ ጠყԿҿዙนҝ ωҿℊωนӥ.\n\nՅℊҿç৮ τҿচҿ চყℊҿτ ʓατℴԿҿዙนҿ,\nҖนʓዙ৮ τßℴя çταዙҿτ αℊℴጠ,\nӃαҗℊყю ዙℴԿ৮ गℴ┍թყʓนω৮çя ß ጠყԿҿዙนя,\n₳ ℊყωα นℊτน চყℊҿτ թяℊℴጠ.\n\nℱթҿ✗น, Կτℴ ┍թяℊყτ, ταҝ น চӹτ৮, गթҿçҿҝαю.\nĦℴ ųҿթҝßน गℴҝℴӥ τℴচℴю ℴ́τዙяτ.\nՅα çนጠ गթҿℊթҿҝαю: \nŦӹ ųҿթҝℴß৮ю गթℴ́ҝሉяτ.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше",
        "bg_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "   Конечно, до меня долго не могло дойти значение этого стихотворения. Я решила оставить кипу бумаг как есть лежать на столе. \n\n   Неожиданно сзади послышался шорох и приближающиеся шаги. Я обернулась и тут уж увидела тебя. \n  Теперь-то мы уже знаем, что ты моя душа. Но тогда мне потребовалось время, чтобы глазами перечитать жуткое стихотворение и поверить твоим словам. Странно это всё, конечно. Но зато теперь мне не так одиноко. \n–Душенька моя, будешь помогать мне с выбором, хорошо? \n\n   На столе ещё лежал старый ключ в форме книги. \n–Что скажешь, взять мне его с собой?\n\n(Прим. автора: дальнейший сюжет будет идти от лица души, т.е. вас)",
    "answers": [
      {
        "id": 7,
        "text": "—Бери ключ.",
        "var_add": [
          "key",
          1
        ]
      },
      {
        "id": 8,
        "text": "–Не стоит брать, не твоё."
      }
    ]
  },
  {
    "id": 6,
    "text": "   Тут будут храниться ваши ключи. \nС помощью ключей вы сможете открывать новые комнаты.",
    "answers": [
      {
        "id": 6,
        "var_show": [
          "key",
          "ключей."
        ],
        "text": "У вас"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Она осторожно взяла ключ. Повертев в руке, девушка положила его к себе в нагрудный карман.\n",
    "answers": [
      {
        "id": 9,
        "text": "Дальше."
      },
      {
        "id": 7,
        "text": "Количество ключей: ",
        "comment": true,
        "var_show": [
          "key"
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "–Возможно, ты прав. Мало ли, ещё раз проклянут за кражу.",
    "answers": [
      {
        "id": 9,
        "text": "Дальше."
      },
      {
        "id": 8,
        "text": "Количество ключей:",
        "comment": true,
        "var_show": [
          "key"
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "–Что дальше, душенька?\n\n–Прекрати меня так называть и идём уже отсюда.\n\n–Ну, веди меня.\nДементра взяла в правую руку зажжённый керосиновый фонарь и проследовала за тобой.",
    "answers": [
      {
        "id": 10,
        "text": "Ты повёл её к выходу из первой комнаты. "
      }
    ]
  },
  {
    "id": 10,
    "text": "   Вскоре мы нашли ещё одну комнату. И если в  первую вёл обычный дверной проём, то тут была дверь. Дементра подёргала ручку – заперто.\n\n–Кажется, мы видели ключ...–Вспомнила она.",
    "answers": [
      {
        "id": 11,
        "text": "Вернуться за ключом",
        "need": [
          -7
        ]
      },
      {
        "id": 12,
        "text": "Выломать дверь."
      },
      {
        "id": 14,
        "text": "Оставить дверь запертой."
      },
      {
        "id": 13,
        "text": "Открыть дверь ключом.",
        "need": [
          7
        ],
        "var_sub": [
          "key",
          1
        ]
      },
      {
        "id": 10,
        "text": "Количество ключей:",
        "comment": true,
        "var_show": [
          "key"
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "–Ты хочешь идти один? Нет, я пойду с тобой!\n   Когда вы вернулись в первую комнату, ключа там не оказалось.\n–Странно... Ладно, тогда пропустим эту комнату.",
    "answers": [
      {
        "id": 14,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 12,
    "text": "   Дементра попыталась выломать дверь, но не смогла. Зато когда ты присоединился к ней и вы вместе изо всех сил надавили, деревянная дверка с треском обрушилась внутрь комнаты. \n   Она задела пару стелажей, которые повалились  на другие, а те, в свою очередь, на следующие. Таким образом вы создали разрушительную цепную реакцию, где из полок вылетали старинные фолианты и к потолку взметалась куча пыли. \n–Смотри, что ты наделал!– Испугалась девушка больше из-за наделанного шума, чем из-за каких-то книг. \n–Я твоя душа, не забывай. И мы вместе это сделали. \n\nТы обратил внимание на валявшуюся у твоих ног бардовую книжную обложку и синюю надпись:\"Путеводитель\". \n–О, смотри! Может, мы сможем выйти отсюда?\n–Думаешь, по этому подземелью есть путеводитель? Да даже если бы был, мы свалили в кучу столько старья, что нам и до завтрашнего утра всё не разобрать! Потерялся твой путеводитель!\n\nТы, не обращая внимания на её вопли, поднимаешь остаток книги и замечаешь приклееный к её корешку ключик. Отлично, теперь можно идти.",
    "answers": [
      {
        "id": 14,
        "text": "Идём дальше по коридору.",
        "var_add": [
          "key",
          1
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "    Дементра достала ключ из нагрудного кармана и открыла дверь. Вы увидели огромную библиотеку, где металлические стеллажи были просто завалены старинными фолиантами и бумагами. \n    Побродив по библиотеке, вы с Дементрой не заметили ничего примечательного и решили уйти.",
    "answers": [
      {
        "id": 14,
        "text": "Идём дальше."
      },
      {
        "id": 13,
        "text": "Количество ключей:",
        "comment": true,
        "var_show": [
          "key"
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы нашли третью комнату. Навряд ли она отпирается тем же ключом. Тщательно поискав ключ рядом с дверью, вы нашли его под ковриком. Ключ был в форме цветка.\nДеметра тут же ринулась открывать дверь, но вы остановили её пыл.",
    "answers": [
      {
        "id": 16,
        "text": "–Пошли отсюда."
      },
      {
        "id": 15,
        "text": "—Ладно, открывай.",
        "var_add": [
          "key",
          1
        ],
        "var_sub": [
          "key",
          1
        ]
      },
      {
        "id": 14,
        "text": "Количество ключей:",
        "comment": true,
        "var_show": [
          "key"
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "   Как только Дементра отперла эту дверь, вам в лицо ударил запах цветов. И верно: это была огромных размеров оранжерея, в которой благоухали самые различные растения. Наипрекраснейшие цветочные клумбы с маком, ирисом, жасмином, розами и ещё порядком сотни разномастных цветов пестрили и переливались. Экзотические плоды на многих деревьях были вовсе вам не знакомы. \n \n   Пройдя в глубь сада, вы увидели огромный кристал, стоящий на высоком постаменте. На камне было вырезано \"Put your hands on the prints.\" \n–Откуда тут английские слова? –спросил ты.\n–Положите руки на.. отпечатки...–перевела девушка.\n\nПод письменами были то-ли выжжены, то-ли выдолблены четыре отпечатка – по паре рук на каждого. \n–Рискнём?– спросила Дементра, прикладывая свои руки к левым отпечаткам.",
    "answers": [
      {
        "id": 19,
        "text": "Рискнём."
      },
      {
        "id": 16,
        "text": "–Не буду я этого делать!"
      }
    ]
  },
  {
    "id": 16,
    "text": "Четвертая комната тоже оказалась заперта. И тут уж вы, как не старались, не нашли ключа.",
    "answers": [
      {
        "id": 17,
        "text": "Пройти мимо."
      },
      {
        "id": 16,
        "text": "Количество ключей:",
        "comment": true,
        "var_show": [
          "key"
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "   Коридор оканчивался последней, пятой комнатой. Две её двери были приоткрыты, а из щели сочился свет. \n   Дементра тут же ринулась к проходу и распахнула двери. Действительно, проход вёл на поверхность.",
    "answers": [
      {
        "id": 18,
        "text": "Выбежать из подземелья.",
        "need": [
          -19
        ]
      },
      {
        "id": 21,
        "text": "Выбежать на поверхность.",
        "need": [
          19
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "   Дементра побежала первой, ты – за ней. \nНо в последний момент, когда солнечный луч коснулся каменной плитки, тебя что-то с силой толкнуло назад. \n\nТы поднял голову и увидел, как удивлённо смотрит на тебя Дементра. Поднявшись и подойдя поближе к границе тени и света, ты протянул руку и наткнулся на невидимую преграду. Ты замолотил по ней руками, но она оказалась прочной, как пуленепробиваемое стекло. Ты кричал:\n–Эй, помоги мне!\nДементра подошла ближе и слегка прикоснулась к невидимой стене. Теперь она не могла войти в подземелье, а ты – выйти. Она плохо слышала, что ты ей кричал, будто звуки проникали с трудом через мутную пелену, каждый раз вздрагивавшую волнами от твоих ударов.\nЛоб девушки покрылся испариной, на лице отобразился испуг. По глазам было ясно: она ничего не сможет с этим сделать. \n\nПару раз обернувшись на твои истеричные вопли, она попятилась назад и убежала, бросив тебя одного.\n\" Знай: я твой друг по несчастью, но соперница в борьбе за жизнь...\"\n",
    "answers": [
      {
        "id": 1,
        "text": "Люди без души живут недолго, а души без людей – ещё меньше. \n\nСмерть в неволе.",
        "var_div": [
          "key",
          0
        ]
      },
      {
        "id": 24,
        "text": "Использовать ключ из Путеводителя.",
        "need": [
          12
        ],
        "var_sub": [
          "key",
          1
        ]
      },
      {
        "id": 18,
        "text": "Количество ключей:",
        "comment": true,
        "var_show": [
          "key"
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "    Вы вместе приложили руки к постаменту и кристалл тут же осветился изнутри голубоватым светом. Мгновение – и душа Дементры соединилась с телом, а испуганная девушка, отдёрнув руки обнаружила в сжатом кулаке ещё один ключ в форме кристалла.\n\n(Прим. автора: теперь повествование будет идти от лица Дементры)",
    "answers": [
      {
        "id": 20,
        "text": "Дальше.",
        "var_add": [
          "key",
          1
        ]
      },
      {
        "id": 19,
        "text": "Количество ключей:",
        "comment": true,
        "var_show": [
          "key"
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "   Четвертая комната тоже оказалась заперта. \n\n   Теперь Дементру некому было останавливать и дверь открылась кристальным ключом.\n\n   Керосиновый фонарь догорал, и пространство вокруг освещалось лишь в радиусе метра. Но комната показалась пуста. Девушка уже хотела уходить, но вдруг из глубины комнаты вырвался детский плач. Что это? Ребёнок?! Это темница?!\n\n   Проклятая ринулась вглубь помещения и вправду увидела цепи на стенах, кандалы на полу и ужасающие приспособления для пыток в углу. Все стены были испещрены непонятными символами, какие обычно использовали в древние времена для защиты от злых духов.  Оккультисты?\n\n   С каждым шагом девушке становилось всё труднее дышать, на лбу появилась испарина. Но в комнате больше ничего не было. Где ребёнок?\n   Внезапно плач сменился истерическим смехом. Дементра обернулась на звук и застыла в страхе: перед ней смеялась, подрагивая отрубленными ручками, кукла. Белое платьице было залито багровыми пятнами и оборвано, как старая тряпка. Волосы запутались в паутине. Из чёрных провалов вместо глаз и уголков рта льётся кровь. \n\n    Чудище, ускоряя шаг, поползло прямо на неё. Если сейчас не сбежать, будет поздно.",
    "answers": [
      {
        "id": 17,
        "text": "Сбежать."
      },
      {
        "id": 22,
        "text": "Остаться."
      }
    ]
  },
  {
    "id": 21,
    "text": "    Как только Дементра пересекла границу между светом и тенью, она почувствовала небывалое облегчение и радость. \nЧто-то внутри подсказывало: она спасена! \n\nНадеюсь, она извлекла уроки из своего смертельно опасного приключения. \n\n                          А теперь я прощаюсь с читателем!\n                           Этот дневник был написан 04.05.19.\n\n                                     С наилучшими пожеланиями,\n                                        Кукла четвёртой комнаты.",
    "answers": [
      {
        "id": 1,
        "text": "Счастливая концовка."
      }
    ]
  },
  {
    "id": 22,
    "text": "   Кукла вмиг набросилась на Дементру, она даже не успела пошевельнуться. \n\n   Хоть девушка и вернула назад душу, ума ей не прибавилось.",
    "answers": [
      {
        "id": 1,
        "text": "Смерть в четвёртой комнате."
      }
    ]
  },
  {
    "id": 23,
    "text": "        Концовки:\n\n–Смерть в неволе.\n\n–Смерть в четвёртой комнате.\n\n–Церковь под призрачной защитой.\n\n–Счастливая концовка.\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 24,
    "text": "    Дементра убежала, а тебе вспомнилось, что в твоём крамане остался неиспользованный ключ. Он был обычный, без определённой формы, а только с узорами, какие бывают у старинных ключей. Этот мог легко потеряться среди своих более выделяющихся собратьев.\nТы заинтересованно повертел его в руках:\n–А что же он открывает?\n    Тебе потребовалось немного времени, чтобы понять: ключ открывает невидимый барьер.\n\n    Осталось найти скважину и.. Вот! Неприметное на первый взгляд углубление в камне. Как только ты вставил ключ в отверстие и провернул, со стороны преграды донеслось дуновение ветра и свежий запах хвои. Свобода.\n\n    Но кое-что осталось нерешённым. Ты остался без хозяйки. Душа, не имеющая тела. Призрак? Да. И тебе некуда идти. Теперь эта церковь – твоя обитель. А может, и ещё чья-то..",
    "answers": [
      {
        "id": 1,
        "text": "Церковь под призрачной защитой."
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]