[
  {
    "id": 1,
    "text": "Приветствую тебя, читатель. Этот текстовый квест не посвечен жанру Апокалипсис, а посвечен жанру Фантастика. Если вам понравится это квест, то я сделаю второй эпизод. Ладно, сюжет как обычно вам расскажут по походу квеста. Да, начнётся игра. ",
    "answers": [
      {
        "id": 2,
        "text": "[Начать] "
      }
    ]
  },
  {
    "id": 2,
    "text": "Сезон 1.\nЭпизод 1 : S. \nВас зовут Стик вы летели на коробке Восток на космическую станцию Синабс. От туда пошёл сигнал бедствие. Вы и ваш экипаж решили узнать что там произошло. Спустя пару часов вы прилетели и залетел в космическую станцию. Когда вы залетели, то заметили что вас не кто не встречает и то что в ангаре очень тихо. Владимир механик остался в коробле ведь по пути отключился первый двигателей и Пит штурмовик остался с ним. Вы вмести с Анной хакершой, Беном штурмовиком и Шоном инженером решили осмартеть станцию. Пока вы бродили, то не видели и не слышали не кого.\nАнна — Ладно, давай те я лучше пойду в кабинет охранников. Взломаю камерю и узнаю что тут произошло.\nБен — Да очень хорошая идея.\nВы тоже согласились. Анна пошла в сторону кабинета охранников. Вы с Беном продолжили осматривать станцию и вскоре увидели человека повернутой к вам спиной.\nБен — Смотри, Стик. Наконец-то, хоть кого то нашли.\n",
    "answers": [
      {
        "id": 3,
        "text": "[Подойти к человеку] "
      },
      {
        "id": 4,
        "text": "[Подождать немного] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы и Бен немного подошли к парню, но он резко повернулся к вам. Из его глаз текла кровь и он храмал на правую ногу.\nПарень — Пожалуйста...спасите...спасите...пожалуйста.\nБен — Стик, ему нужно помощь. ",
    "answers": [
      {
        "id": 5,
        "text": "[Помощь] "
      },
      {
        "id": 6,
        "text": "[Не помогать] "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы немного подождали. Парень пошёл дальше по коридору.\nБен — Был бы он человеком, то сразу бы обернулся бы. Ладно пойдём дальше.\nВы пошли дальше осматривать станцию. Потом вам позвонила Анна через GPS.\nАнна — Приём, Стик. Все данные хранаться в хранилище. В восточной части станции. Код потом вышлю.\nБен — Поняли.\nАнна бросила трубку. Вы и Бен сразу пошли в хранилище, но путь лежал через жилое помещение. Вы вскоре пришли в жилое помещение, но дверь была закрыта изнутри. ",
    "answers": [
      {
        "id": 15,
        "text": "[Постучаться] "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили помощь бедолаге. Бен первый подошёл к парень. Но парень набросился на Бена. Бен пытался его оттолкнуть от себя. Но парень был сильнее и почти укусил Бена. ",
    "answers": [
      {
        "id": 7,
        "text": "[Ударить битой] "
      },
      {
        "id": 8,
        "text": "[Сделать выстрел в голову парня] "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы перестала подходить к парню. Но Бен решил подойти. Парень набросился на Бена и пытался укусить. ",
    "answers": [
      {
        "id": 9,
        "text": "[Подбежать к ним и ударить парню в голову] "
      },
      {
        "id": 10,
        "text": "[Выстрелеть парня в голову] "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы ударили парня битой в голову. Парень упал.\nБен — Что за дрян. Сварку мне анус. Что с ним? И что тут произошло? Поскоре бы Анна бы узнала бы.\nВам через GPS позвонила Анна. Вы приняли вызов.\nАнна — Стик, я тут узнала, что все записи хранятся в хранилище на восточной части станции. Код потом вышлю.\nАнна бросила вызов. ",
    "answers": []
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "Когда вы подбежали к Бену, то парень укусил Бена в шею. Вы со всей силы ударили парня в голову. Парень упал.\nБен — Сука! Чтоб тебя леший дрючил. Ладно, бля.\nВдруг вам через GPS позвонила Анна. Вы приняли её вызов.\nАнна — Приём, Стик. Я узнала, что все записи хранятся в хранилище. Он находится в восточной части станции. Код отправлю когда вы будете там.\nБен — Ладно. Мне лучше идти назад, а ты иди туда.\nБен пошёл обратно в ангар. Вы сразу же отправился в хранилище. В помощью GPS открыли карту и узнали, что в путь на хранилище только один и он лежит через жилое помощение. Когда вы туда пришли, то попытались открыть дверь. Но кто то закрыл дверь изнутри. ",
    "answers": [
      {
        "id": 11,
        "text": "[Постучаться] "
      },
      {
        "id": 12,
        "text": "[Выбить дверь] "
      }
    ]
  },
  {
    "id": 10,
    "text": "Когда вы встретили, то попали в голову парня и спасли Бена.\nБен — Чёрт! Чёрт, возьми!\nВдруг вам позвонила Анна через GPS. Вы приняли её вызов.\nАнна — Приём. Я узнала где...Чёрт!\nНа той стороне звонка был слышан звук борьбы и звуки выстрелов. И потом вовсе потеря сигнала.\nБен — Чёрт! Что же с ней произошло? Надо быстро идити к ней.\nБен и вы побежали в кабинет охранника. Вскоре вы и Бен прибежали к кабинету охраны и  попытались открыть дверь.\nБен — Что за херня? Почему не открывается? Анна! Ты нас слышешь?! Анна! Чёрт, выбиваем.\nБен попытался выбеть дверь. Вы услышили что то в другом кабинете. ",
    "answers": [
      {
        "id": 13,
        "text": "[Пойти на звуки] "
      },
      {
        "id": 14,
        "text": "[Оставаться возле Бена и помощь ему] "
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "Вы постучались в дверь. Кто то начал говорит с ваши из той стороны двери.\n? — Кто вы? И не шумите пожалуйста. А то они услышать.\nБен — Кто они?\n? — Мы их называем Белыми и Чёрными. Что вам надо?\nБен — Нам надо в хранилище.\n? — Я щас впущу, а вдруг вы один из них?\nБен — Мы не они. Мы прилетели на коробле сюда по сигналу бедствие. Что у вас тут произошло?\n? — Сами не знаем. Мы впустим вас, только принесите нам кое что.\nБен — Что?\n? — Идите в лабораторию и найтите аптеку одному из наших нужно срочно аптека.\n",
    "answers": [
      {
        "id": 16,
        "text": "[Согласится] "
      },
      {
        "id": 17,
        "text": "[Попытаться выбеть дверь] "
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы согласились.\n? — Хорошо. У вас, наверное, есть карта. Так что идите и пожалуйста принеси те его.\nБен — Вот блин. Ладно, пошли Стик.\nБен и Стик пошли в лабораторию. Когда они пришли, то увидели что дверь в лабораторию закрыта. А окно было запачкана кровью.\nБен — Мне кажется, что там какая та херня произошло?\n",
    "answers": [
      {
        "id": 19,
        "text": "[Попытаться открыть дверь] "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы попытались выбеть дверь.\n? — Они одни из них. Быстро всем туда!\nВы и Бен начали выбевать дверь. И вам удалось это сделать. Дверь вела в коридор. В коридоре было много других дверей ведущие в кабины.\nБен — Как он смог так быстро убежать и кому он это говорил? Ладно, капитан надо быстро вперёд.\nБен побежал в хранилище. Вы и Бен вскоре пришли в хранилище и начали проверять жёсткие диски.\nБен — Блин! Большая часть из них стёрты.\nВы нашли целый жёсткий диск и встали его в ваш GPS. У вас появился экран и там была запись.\nЗапись :\nМесто съем была лаборатория. Там было два учёных. Жон и Шон.\nЖон — 16 августа 104 году по новому календарю. В 17:21 часа. Была найдена капсула с планеты Тьма. Мы пытаемся его вскрыть. Пока без успешно. Но надеюсь, что у нас получится.\nШон — Жон! Получилась!\nЖон быстро подбежал к Шону с камерой.\nЖон — Что там! Быстро покажи!\nШон вытащил из какой-то капсулы странное яйцо. Яйцо пульсировала.\nЖон — Что это за хрен?\nШон — Узнаем. А пока её надо куда то убрать.\nЯйцо расскрылась и из него вышли пару отросков. Эти отроски атаковали Шона. Один из них зашли ему в рот и начали ему что-то качать в рот. Жон проткнул скальпелям яйцо и от чего оно умерло. Шон упал на колени и начал кашлеть.\nШон — Что это за хрен?\nЖон — Сам не знаю.\nЗапись прервалась, но потом продолжилась.\nЖон — Прошла неделя после скрытие капсулы. На Шона напала какое существо, похожие на яйцо. Ему щас хуже чем раньше.\nЖон направил камеру на Шона. Шон был бледным.\nШон — Пожалуйста, убери эту штуку.\nЖон — Прости не могу. Нам сказали снимать всё, что происходит.\nШон начал кричать от боли.\nЖон — Что с тобой?\nШон — Меня, что то назревает!\nЖивот Шона разорвался и от туда вышли куча больших червей. Шон умер, а один из червей залез Жону в рот. Жон упал и спустя час он встал и направился куда то.\nКонец записи.\nБен — Вот же херня.\n[Конец 1 эпизода] ",
    "answers": [
      {
        "id": 18,
        "text": "[Начать 2 эпизод] "
      }
    ]
  },
  {
    "id": 18,
    "text": "Простите, но 2 эпизода ещё нет. ",
    "answers": []
  },
  {
    "id": 19,
    "text": "Вы попытались открыть дверь, но у вас этого не получилось.\nБен — Наверное, заблокирован изнутри. Ладно, надо либо открыть его или пройти через вентиляцию. Мне кажется, что легче первый вариант.\n",
    "answers": [
      {
        "id": 20,
        "text": "[Встрельнуть в замок двери] "
      },
      {
        "id": 21,
        "text": "[Обыскать коридор] "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы встрельнули в замок, потом попытались открыть дверь и дверь подалась. Но вы и Бен услышали чьи та крики и чем то бег. Они становится всё громче.\nБен — Чёрт! Что это? Капитан, готовь пушку!\nБен взял в руки плазменную пушку. Вы взяли в руки плазменный пистолет. Из конца коридора вышли пару странных существ, похожих на людей, из за рта у них текла кровь и они побежали на вашу сторону.\n[Конец 1 эпизода] ",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]