[
  {
    "id": 1,
    "text": "Что ты будешь делать если забудешь все?\nЕсли окажешся неизвесно где? Попробуй выжить в етом новом безумном мире. ",
    "answers": [
      {
        "id": 3,
        "text": "Начать историю! "
      },
      {
        "id": 4,
        "text": "Информация об авторе. "
      },
      {
        "id": 48,
        "text": "Мини квесты"
      }
    ]
  },
  {
    "id": 2,
    "text": "О боже водитель мертв! Лезть к трупу я не очень хочу поетому пожалуй я уйду от греха подальше. ",
    "answers": [
      {
        "id": 7,
        "text": "Идти лесами. "
      },
      {
        "id": 5,
        "text": "Идти прямо по дороге. "
      },
      {
        "id": 6,
        "text": "Идти назад по дороге. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Что? Где ето я? Голова кружится! Что со мной? Как же болит голова. О боже неужели я вылез из етого автобуса? Его хорошенько помьяли. Нужно посмотреть есть ли там кто нибудь. Блин двери автобуса закрыты .\nНужно обойти с другой стороны и посмотреть в кабину водителя. ",
    "answers": [
      {
        "id": 2,
        "text": "Обойти"
      }
    ]
  },
  {
    "id": 4,
    "text": "Wtf 1737 instagram",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "— блин уже второй час иду етой дорогой  а она никак не кончается. Я больше не могу. Мне нужно немного отдохнуть. ",
    "answers": [
      {
        "id": 11,
        "text": "Отдохнуть. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Два часа ходьбы и ничего еще час и вдруг звук машины он становится все ближе и ближе и ты увидил машину ето был москвич зеленого цвета а за рулем какой-то парень. ",
    "answers": [
      {
        "id": 27,
        "text": "Остановить его"
      }
    ]
  },
  {
    "id": 7,
    "text": "Шел где-то час или полтора когда ты увидел много домиков в лесу.\nНужно идти туда. Если там есть дома то должны  быть и люди. ",
    "answers": [
      {
        "id": 8,
        "text": "Бежать к деревне. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Здесь как-то слишком тихо все двери и окна в домах закрыты. Может здесь никого нет? ",
    "answers": [
      {
        "id": 9,
        "text": "Выламовать двери. "
      },
      {
        "id": 10,
        "text": "Позвать хозяинов домов. "
      }
    ]
  },
  {
    "id": 9,
    "text": "— Здесь точно никого нет. А ето значит  что можно выламывать двери.  Если здесь никого нет значит ето не приступление. \n",
    "answers": [
      {
        "id": 13,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Есть здесь кто нибудь? Аууууу здесь гости пришли. Ни звука. блин! .\n\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Выламывать двери. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты решил немного отдохнуть и даже не заметил как уснул. ",
    "answers": [
      {
        "id": 12,
        "text": "Проснутся. "
      }
    ]
  },
  {
    "id": 12,
    "text": "Ого уже ночь что за ? Я связан. Меня кто-то везут в багажники  Москвича. Но куда и кто  не думаю что хороший человек кинул бы меня в багажник. ",
    "answers": [
      {
        "id": 16,
        "text": "Кричать! "
      },
      {
        "id": 18,
        "text": "Ехать молча. "
      }
    ]
  },
  {
    "id": 13,
    "text": "Фу! Какая вонь. Дом очень бедный стоит только маленький телевизор 2 табуретки и стол. ",
    "answers": [
      {
        "id": 14,
        "text": "Пойти в другую комнату. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Та здесь у нас кухня. Здесь есть холодильник тумбочки и стол на котором очень много грязной посуды. На окнах занавески с ромашками, ковёра нету вообще голая земля. И много битой посуды. ",
    "answers": [
      {
        "id": 15,
        "text": "Заглянуть в холодильник. "
      },
      {
        "id": 17,
        "text": "Обсмотреть тумбочки. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Холодильник пуст. ",
    "answers": [
      {
        "id": 17,
        "text": "Обсмотреть тумбочки"
      }
    ]
  },
  {
    "id": 16,
    "text": "Помогите! Помогите! Кажется машина остановилась открылись двери открывается багажник. Передомной стоит высокий парень лет 30 спортивного телосложения  в синей футболке в джинсовой желетке и в джинсах темно синего цвета.\n— заткнись если жить хочешь. ",
    "answers": [
      {
        "id": 19,
        "text": "Кто ты? Почему ты меня связал? "
      },
      {
        "id": 20,
        "text": "Ето ты заткнись!  Розвяжи меня иначе я\n тебе чердак снесу. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Здесь есть много  и бутылок из под водки и все? Блин! Похоже в етом доме жил алкаш. ",
    "answers": [
      {
        "id": 31,
        "text": "Идти в следуюющую комнату "
      }
    ]
  },
  {
    "id": 18,
    "text": "Еще три часа дороги и машина остановилась. Хлоп дверей открывается багажник и \n перед тобой стоит парень лет 30  спортивного телосложения в синей футболке в джинсовой желетке и в джинсах темно синего цвета.\nОн поднял тебя забросил через плечо и понес в какой-то дом.\nПосадил тебя на стул и связал.\n— кто ты такой? ",
    "answers": [
      {
        "id": 32,
        "text": "Давай досвиданья"
      },
      {
        "id": 33,
        "text": "Я я незнаю "
      }
    ]
  },
  {
    "id": 19,
    "text": "— Я я  твой ночной кошмар а ты если будешь кричать останешься без ног ты меня понял? ",
    "answers": [
      {
        "id": 24,
        "text": "Плюнуть ему в лицо ",
        "text_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "— ты че офанарел?\nОн ушол куда-то в машину и пришел уже с пистолетом. А теперь слушай меня внимательно если ты хочешь жить ты будешь делать что я скажу понял? ",
    "answers": [
      {
        "id": 21,
        "text": "Да иди ты. "
      },
      {
        "id": 22,
        "text": "Хорошо. Остынь парень. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Он вытянул тебя из машины поставил на ноги спустил курок  и несколько раз выстрелил тебе в грудную клетку. Ты упал на землю и начал задыхатся. ",
    "answers": [
      {
        "id": 23,
        "text": "Попытатся розвязать верёвку. "
      }
    ]
  },
  {
    "id": 22,
    "text": "— я не хочу остывать и ты меня не заставишь. \nОн подошёл к тебе и начал лупить тебя прикладом по рукам ногам и животе а на последок пустил тебе пулю между глаз.\n\n\n\n\nУвы ты проиграл но ты можешь начать все заново. ",
    "answers": [
      {
        "id": 1,
        "text": "Переиграть"
      }
    ]
  },
  {
    "id": 23,
    "text": "Может ты смог бы выбратся из нее если бы у тебя не была прострелена  грудь. Силы тебя покидали с каждой секундой  и через 2 минуты ты задохнулся.\n\n\n\nЕто фиаско братан. Но ты можешь начать заново. ",
    "answers": [
      {
        "id": 1,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 24,
    "text": "— я  ещё бы плюнул но слюны жалко.\n— ну парень конец тебе допрыгался\nОн достал тебя из машины положил на землю достал из машины какуюто железную палку и начал лупить тебя по ногам. \n— отвали! иди нахрен тварь. Аа нога сукин син. ",
    "answers": [
      {
        "id": 25,
        "text": "Тебе кранты"
      }
    ]
  },
  {
    "id": 25,
    "text": "— да? А как ты ето зделаешь? Ты же связан у тебя поломаные ноги! Как ты ето себе приставляешь придурок?. А что-бы ты язык поменьше имел тебя нужно наказать. Допустим переломом ребер. Думаешь что буде если я случайно наеду на тебя? Хах ну сейчас увидишь.\n он зашел в машину сдал задний ход и сломал твои кости  превращая все твое тело в жижу. ",
    "answers": [
      {
        "id": 1,
        "text": "Заново "
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "— еей я здесь остановись.\nНо когда он увидел тебя он придал газу на его лице появилась злобная ухмылка кажется у него не хорошие намерения. ",
    "answers": [
      {
        "id": 28,
        "text": "Бежать"
      },
      {
        "id": 29,
        "text": "Подождать может остановится"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты начал бежать от дороги подальше но он не хотел тебя просто так отпускать он съехал с дороги и поехал за тобой.  Он почти достих тебя.\nА ты продолжая  бежать читав молитву себе под нос.\nТы увидел в переди ров у тебя есть еще шанс избежать гибели. ",
    "answers": [
      {
        "id": 30,
        "text": "Ускорится"
      }
    ]
  },
  {
    "id": 29,
    "text": "Он подёжал все ближе и ближе увереность исчезала с каждой секундой а страх становился все сельнее. Но ты стоял и стоял на месте. Ты услышал выстрел ето выстрелило колесо в машине. Машину занесло  парень быстро розвернул машину назад на дорогу но машину ето не спасло  после нескольких полных оборотов машина остановилась стоя на \nКрыше. ",
    "answers": [
      {
        "id": 35,
        "text": " Подбежать к машине"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ров был прямо перед тобой ты прыгнул в него  ты уже думал что бог спас тебя и ты начал благдорить его в мыслях но судьба решила иначе.  Машина не остановился она заехала  в ров и роздавила тебя в блинчики. Ты не чуствовал боли тебе просто было обидно что все кончилось даже не начавшись.\n\n\n\nПовезет в\n Другой раз. ",
    "answers": [
      {
        "id": 1,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 31,
    "text": "В етой комнате уже была кровать был стол и печь в углу комнаты валялась купа одежды. что ето за звук? ",
    "answers": [
      {
        "id": 45,
        "text": "Идти на звук"
      }
    ]
  },
  {
    "id": 32,
    "text": "Еще раз спрашиваю  кто ты такой. ",
    "answers": [
      {
        "id": 34,
        "text": "Давай досвиданья"
      }
    ]
  },
  {
    "id": 33,
    "text": "— я я незнаю\n— как ето незнаешь?  \n— я ничего не помню вообще.\n— хммм.\nПарень ушёл кудато в другу комнату и через 15 минут пришел к тебе.\n— ты извини меня просто сейчас такое время что верить никому нельзя  а я  еду еду и вижу среди дороги ты валяешься и пришло мне в голову что мародер ты вот и связал тебя что-бы допросить  тебя. Извини меня ок? ",
    "answers": [
      {
        "id": 42,
        "text": "Нет! давай я сделаю все такое же как ты со мной и тогда мир  ок? "
      },
      {
        "id": 43,
        "text": "Ладно проехали "
      }
    ]
  },
  {
    "id": 34,
    "text": "Он достал пистолет  в его глазах появились злобные огоньки на лице появилась ухмылка  и он выстрелил несколько раз в голову боли ты не чуствовал просто перед смертью промелькнула мысль что ты уже никогда неузнаешь кто ты! ",
    "answers": [
      {
        "id": 1,
        "text": "The end"
      }
    ]
  },
  {
    "id": 35,
    "text": "Подбежав к машине ты увидел что из бака вытекает топливо. ",
    "answers": [
      {
        "id": 36,
        "text": "Заглянуть в машину. "
      },
      {
        "id": 37,
        "text": "Обсмотреть машину полудше. "
      }
    ]
  },
  {
    "id": 36,
    "text": "В машине было месиво из битого стекла бензина и крови ",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Жуткое зрелище  битое стекло вытекающий бензин из бака и помята машина такое ощущение что крыша не выдержет и сомнет парня в лепешку. ",
    "answers": [
      {
        "id": 38,
        "text": "Заглянуть в кабину. "
      }
    ]
  },
  {
    "id": 38,
    "text": "— ей помоги мне! Пожалуйста.  ",
    "answers": [
      {
        "id": 39,
        "text": "Спасение утопаещого дело самого утопающего. "
      },
      {
        "id": 40,
        "text": "Помочь ему"
      }
    ]
  },
  {
    "id": 39,
    "text": "— ей парень ты че? Вернись. Так значит да? Он что-то ищет в бардачку ондостает от туда ПМ и начал стрелять.\n— хаха мимо лох.\nОн наставил пушку кудато назад.\n— ей ты че спятил не видишь куда стрел...\nНеуспел ты доказать к  концу строчку как он выстрелил из последних пуль в бак и он взорвался тебя откинуло в сторону вместе с куском автомобиля корый застрял в твоем животе. ",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Ты начал помогать ему отщепнуть ремень и увидел что из под капота идет дым нужно поспешить ты пробормотал себе под нос машина взорвалась тебя розорвало на куски а ремень так и не отщепнулся. ",
    "answers": []
  },
  {
    "id": 41,
    "text": "Ты попытался поднятся но руки и ноги тебя не слушались  когда осколок от взрыва залетел в тебя он зацепил спинной мозг тем самым оставив тебя на поталу воронам и стервятникам.  \n\n\n\n\nYou Lose ",
    "answers": [
      {
        "id": 1,
        "text": "New Game"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Чего ето ты?  Я же извинился\n— да иди ты со своими извинениями",
    "answers": [
      {
        "id": 26,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "Ну что же будешь  моей спутницей. Назову ка я тебя Муркой\nЕтот дом пуст нужно идти дальше. ",
    "answers": [
      {
        "id": 47,
        "text": "Обыскивать дома"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ты прислушался  звук идет из под кровати ты заглянул под кровать и увидел котенка. ",
    "answers": [
      {
        "id": 44,
        "text": "Взять себе"
      },
      {
        "id": 46,
        "text": "Оставить здесь"
      }
    ]
  },
  {
    "id": 46,
    "text": "Нет уж мне нужно сначала о себе подумать а потом уже о другиг",
    "answers": []
  },
  {
    "id": 47,
    "text": "Думаю сначала нужно зайти в  большой дом. ",
    "answers": []
  },
  {
    "id": 48,
    "text": "Создай свое убежище керуй им розширяй територию  и выживи",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      },
      {
        "id": 49,
        "text": "Что с тобой? "
      },
      {
        "id": 50,
        "text": "Мегаполис"
      },
      {
        "id": 51,
        "text": "Лесной городок"
      },
      {
        "id": 52,
        "text": "Человек человеку волк"
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  }
]