[
  {
    "id": 1,
    "text": "Автор: Elevar\nЖанр: выживание, апокалипсис, боевик\n\nВы, в роли парня 22 лет, пытаетесь выжить в сложившейся обстановке на планете. Разруха, голод, нехватка важных ресурсов, так же вам предстоит выбирать в какую группировку вступить, как и с кем вести отношения или же остаться одному и справляться со всеми проблемами в одиночку. Везде есть свои плюсы и минусы, решать только вам. Все ваши принятые решения имеют последния, старайтесь думать, что и кому вы говорите, и что делаете.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 3,
        "text": "ВАЖНО!"
      }
    ]
  },
  {
    "id": 2,
    "text": "Мрачная комната, тусклый свет свечи слабо освещает слегка пожелтевшие страницы книги. Вы сидите в старых, слегка покосившихся очках, и немного пришептывая читаете одну строку за другой.\nНа улице моросит дождь, прибивая пыль к забросонной мусором и всякими осколками стекол дороге.\nДочитав очередную страницу до конца, положили закладку и закрыли книгу.\n",
    "answers": [
      {
        "id": 4,
        "text": "..."
      }
    ]
  },
  {
    "id": 3,
    "text": "Данный квест пишется забавы ради.\nПросьба не воспринимать его в серьез, и не ожидать чего-то стоящего. Если вы нашли какие либо ошибки, то прошу написать в комментарии.\nСпасибо за внимание)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Поправив местами рваную рубашку вы подошли к заколоченныму окну.\nПрищурившись осмотрели обстновку на улице. Вроде тишина и порядок.\nВ голову полезли мысли о завтрашнем дне, о том, как прожить его так, что бы не лешиться жизни.",
    "answers": [
      {
        "id": 5,
        "text": "Закурить сигарету"
      }
    ]
  },
  {
    "id": 5,
    "text": "Взяв сигареты лежавшие недалеко на полке, вы ловко достали зажигалку из  кармана и подкинули, так же ловко её поймав. Через пару минут докурив сигарету вы подумали о своём отце, который был заядлым курильщиком. В детстве он всегда говорил, что сигареты вредят здоровью, говорил, что бы в будущем я не увлекался этой фигней. Но теперь его нет.  Тяжело об этом думать. Вы помните каждую секунду того дня, когда его убили. Эти кадры хорошо запомнились. ",
    "answers": [
      {
        "id": 6,
        "text": "..."
      }
    ]
  },
  {
    "id": 6,
    "text": "В голову также стукнули мысли о сестре и матери, но ваши думки быстро беребил звук треснувшего стекла доносящийся с противоположной стороны дороги.\n",
    "answers": [
      {
        "id": 7,
        "text": "Погасить свечу"
      },
      {
        "id": 8,
        "text": "Взять ружье"
      },
      {
        "id": 9,
        "text": "Посмотреть в щель"
      }
    ]
  },
  {
    "id": 7,
    "text": "Свеча погашена, теперь вас точно не заметят.",
    "answers": [
      {
        "id": 10,
        "text": "Посмотреть в щель"
      },
      {
        "id": 11,
        "text": "Взять ружье"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы взяли ружьё, стоявшее около кровати.",
    "answers": [
      {
        "id": 12,
        "text": "Просмотреть в щель"
      },
      {
        "id": 13,
        "text": "Погасить свечу"
      }
    ]
  },
  {
    "id": 9,
    "text": "Осторожно подойдя к окну вы пристально начали всматриваться в темноту. По ту сторону улицы вы заметили движение. Два человека, с оружеем в руках неспеша двигались в доль стен полуразрушенных домов, не подозревая о вашем присутствии.",
    "answers": []
  },
  {
    "id": 10,
    "text": "Осторожно подойдя к окну вы пристально начали всматриваться в темноту. По ту сторону улицы вы заметили движение. Два человека, с оружеем в руках неспеша двигались в доль стен полуразрушенных домов, не подозревая о вашем присутствии.",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить наблюдать"
      }
    ]
  },
  {
    "id": 11,
    "text": "На всякий случай вы взяли ружье, затем осторожно подойдя к окну вы пристально начали всматриваться в темноту. По ту сторону улицы вы заметили движение. Два человека, с оружеем в руках неспеша двигались в доль стен полуразрушенных домов, не подозревая о вашем присутствии.",
    "answers": [
      {
        "id": 16,
        "text": "Продолжать наблюдать"
      },
      {
        "id": 17,
        "text": "Прицелится"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "Когда они вышли из темноты  вы увидели, что это два мужика, от 30 до 40 лет оба, одетые в обычную одежду без каких-либо знаков одной из двух больших группировок. Это были простые выжившие. Они как правило живут группами 5-10 человек. Не собираются в более большие группы, так как боятся давлениях со стороны больших группировок.\n",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить наблюдать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Пару раз оглядевшись, двое скрылись за угол здания.\n— Буду надеяться что они не убъют меня по среди ночи, пока буду спать- глубоко вздохнув сказали вы.",
    "answers": []
  },
  {
    "id": 16,
    "text": "Когда они вышли из темноты  вы увидели, что это два мужика, от 30 до 40 лет оба, одетые в обычную одежду без каких-либо знаков одной из двух больших группировок. Это были простые выжившие. Они как правило живут группами 5-10 человек. Не собираются в более большие группы, так как боятся давлениях со стороны больших группировок.\n",
    "answers": []
  },
  {
    "id": 17,
    "text": "Они были у вас на прицеле. Когда тела  вышли из темноты  вы увидели, что это два мужика, от 30 до 40 лет оба, одетые в обычную одежду без каких-либо знаков одной из двух больших группировок. Это были простые выжившие. Они как правило живут группами 5-10 человек. Не собираются в более большие группы, так как боятся давлениях со стороны больших группировок.\n",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить наблюдать"
      },
      {
        "id": 19,
        "text": "Выстрелить"
      }
    ]
  },
  {
    "id": 18,
    "text": "Пару раз оглядевшись, двое скрылись за угол здания.\n— Буду надеяться что они не убъют меня по среди ночи, пока буду спать- глубоко вздохнув сказали вы.",
    "answers": []
  },
  {
    "id": 19,
    "text": "Вы нажимаете на курок. Раздаётся громкий оглушающий выстрел. Человек который шёл с зади падает замертво, заливая кровью тратуар.\nУроки отца не прошли даром в какой раз подумали вы. \nНапарник мертвеца явно нереально перепугавшись, и спотыкаясь побежал и укрылся за старой на половину разобранной машиной.",
    "answers": [
      {
        "id": 20,
        "text": "..."
      }
    ]
  },
  {
    "id": 20,
    "text": "Противник явно не спешил стрелять в ответ, наверняка не может понять из какого окна вёлся огонь.",
    "answers": [
      {
        "id": 21,
        "text": "Выстрелить по машине"
      },
      {
        "id": 22,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы производите выстрел в то место где сидит противник. Никакого эффекта это не дало. В ответ вам в окно прилетело пару патрон. Противники увидел от куда вы стреляете. ",
    "answers": [
      {
        "id": 23,
        "text": "Выстрелить в ответ"
      },
      {
        "id": 24,
        "text": "Выбежать из квартиры в подъезд"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "Практически не целевшись вы стреляете в ответ. Пуля угодила недалеко от противника. ",
    "answers": [
      {
        "id": 25,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 26,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы в подъезде, далее можно двигаться либо на этаж выше, либо на этаж ниже.",
    "answers": [
      {
        "id": 27,
        "text": "Подняться на этаж выше."
      },
      {
        "id": 28,
        "text": "Спуститься этаж ниже"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "Вы побежали по лестничной клетке вверх. Открыли, практически оторванную от петель старую дверь и забежали в комнату. Подойдя к окну открылся хороший вид на улицу, обзор был в разы лучше. Раздалось ещё пару громких выстрелов, сюдя по всему стерляли по вашему старому местоположению. Это хорошо, он не знает что вы сменили позицию.\nПока вы перебирались на этаж выше противник сменил местоположение. Он оттянулся назад, к  месту где лежал его напарник. Выцелить его было все также сложно. ",
    "answers": [
      {
        "id": 29,
        "text": "Ждать"
      },
      {
        "id": 30,
        "text": "Выстрелить"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "Стояла пугающая тишина, адреналин бушующий в крови не давал держать прицел на месте, дыхание было частым, вы прекрасно понимали что любая ошибка стоит вам жизни. Были слышны лишь капли дождя ударяющие по ржаваму металу перекарежанных от взрывов рокового дня машин.",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  }
]