[
  {
    "id": 1,
    "text": "Автор: Dementra.\nВозрастное ограничение: 18<plus>.\n\n   День. Ты спокойно гулял по весеннему лесу, когда послышалась чарующая песня.\n   Голос был девичий и звонкий, но когда ты прислушался к тексту песни, лицо тут же приобрело серьёзный и даже испуганный вид. \n–Что за чертовщина?..",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      },
      {
        "id": 3,
        "text": "Предисловие. Обязательно к прочтению."
      },
      {
        "id": 26,
        "text": "Достижения."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://c.radikal.ru/c09/1907/e0/03284da2d16d.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://c.radikal.ru/c09/1907/e0/03284da2d16d.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "                            Ոҿçዙ৮ ՈℴሉყዙℴԿน.\n \nСквозь гробовую тишину\nПрокрался волчий зов–\nТо демон воет на луну,\nЧто рвался из оков.\n\nТеперь настал полночный час.\nХоть рождена слепой,\nЯ вижу каждого из вас:\nКто сладкий, кто гнилой.\n\nИз ле́су стая воронья\nКрича, подня́лась в небо.\nТеперь обитель там моя.\nСмешалась быль и небыль.\n\nРешила выйти из лесов,\nТебя начать искать.\nУвидел ты – и был таков.\nНадеялся сбежать.\n\nТы поздно понял: не уйти,\nНе скрыться, хитростью не взять.\nЯ знаю все твои пути.\nМеня не обыграть.\n\nИ вскоре сдался, сам пришёл;\nСвою судьбу принял.\nОбитель ты мою нашёл\nИ гордо лишь молчал.\n\nЧто ж...\n\nВстретились мы вновь\nИ уж в последний раз.\nСтынет в жилах кровь,\nСтекленеет глаз.\n\nНе сводишь ты очей.\nСпи сладко, дорогой.\nЧей трупик? Да ничей.\nЯ заберу с собой.\n\nВ лесу глухая тишь\nИ свежий бугорок.\nЧего же ты молчишь?\nПриют мой одинок.\n\nТебе ж не одиноко:\nВон сколько тут бугров.\nВы все во сне глубоком,\nА я не вижу снов.\n\nОдиноко мне опять,\nХочу снова поиграть.\n1,2,3,4,5...\nЯ иду искать!",
    "answers": [
      {
        "id": 4,
        "text": "[Спрятаться]",
        "text_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Жанр: ужасы, выживание.\n\nРецепт по приготовлению: основа из выживания, коробка ужасов, море крови, стакан чёрного юмора и страничка стихов. Всё перемешать вместе и распределить по вкусу.\n____________________________________________________\n\n   Настоятельно советую перед прочтением включить НОЧНОЙ РЕЖИМ, так атмосфера квеста будет ещё более мрачной)\n\n   Также не забудьте, что возрастное ограничение квеста 18<plus>, ведь в нём есть жестокие кровопролитные сцены. Просим слабонервных, детей и беременных отойти от экранов.\n____________________________________________________\n\n        Обозначения:\n \n[Действие]\n\"Мысли\"\n–Прямая речь.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 4,
    "text": " – По мере нашего знакомства ты можешь спросить, почему я такая жестокая. Поэтому объясню сразу, дорогой.\n Всё просто: я живу вечно. Я своего рода демон, чоно-волчица, которой осточертело всё на свете. \n    Представь, милый, что ты живёшь веками и развлечения смертных для тебя уже пустой звук: ты всё это когда-то уже видел, через всё это проходил, за всем этим наблюдал. И убить ты себя не можешь, потому что с каждым разом попадаешь в ад и оттуда вырываешься на поверхность. И так по кругу течёт твоя жизнь. Мудрость, накопленная веками и тысячелетиями, становится тяжким крестом, который приходится нести на себе, храня самые заветные тайны Земли от вас, людей. А людишки снуют везде, любопытные и пугливые, как муравьи. И всё норовят проследить за тобой и выведать все твои секреты, забраться в самую душу. Доверяешься им, а они предают тебя. \n    Жалкие создания, превратившие планету в копище мусора, истребляющие разнообразие в природном и животном мире – вот, кто такие люди. Их жизнь ничто, по сравнению с вечностью. Пройдёт меньше века и нет человека. Вот так. \n  А я живу вечно. И потому единственное моё развлечение и в то же время добыча еды – охота на людей. Вы, люди, тоже охотитесь на животных, часто ради забавы. Но вы не привыкли, что кто-то охотится на вас. И мне плевать, разумные вы или нет, как вам плевать на жизнь \"неразумных\" зверей.\n    Я просто люблю, когда запуганный до смерти человек попадает в мою ловушку и из последних сил пытается сбежать.",
    "answers": [
      {
        "id": 5,
        "text": "[Слушать дальше]"
      }
    ]
  },
  {
    "id": 5,
    "text": "– Кстати, я же тебе не представилась, дорогой. \n                          Меня зовут Полночь.\n\n   Я отношусь к такому редкому виду мифических тварей, как чоно-волк. \n   Мне подобных люди истребляют с помощью серебрянных пуль, окроплённых святой водой и с гравировкой защитных символов. Для надёжности. Говорят, что после трёх таких пуль, попавших в сердце, голову и живот, можно убить чоно-волка насовсем. Он просто исчеснет из подлунного мира, испарится, как дым.\n\n     А пока этого не случилось, я спешу сообщить:\n             я нашла тебя.",
    "answers": [
      {
        "id": 6,
        "text": "\"Как это!?\""
      }
    ]
  },
  {
    "id": 6,
    "text": "–Милый, ты не слышал моей песни? \n          Тебе не скрыться, я просто играю и растягиваю удовольствие. \n     Так почему бы тебе не сдаться сразу?",
    "answers": [
      {
        "id": 7,
        "text": "[Сдаться]"
      },
      {
        "id": 13,
        "text": "\"Нет! Я буду бороться за жизнь!\""
      }
    ]
  },
  {
    "id": 7,
    "text": "–Ты принял решение сдаться, даже не начав игру?\nВот уж удивительно. Таких, как ты, меньшинство.\n    Удивительно, но не интересно. Я хочу чувствовать приток адреналина, бегая за тобой по лесу, перепрыгивая через поваленные деревья и настигая жерву в самый неожиданный момент. А тут... Скучно. \n\n   Ну что ж, тогда придумаю для тебя что-то оригинальное. Раз ты сдался, у меня будет больше времени, чтобы изнурить тебя.",
    "answers": [
      {
        "id": 9,
        "text": "[Всё ещё сидеть в укрытии]"
      }
    ]
  },
  {
    "id": 8,
    "text": "  Ты открыл скрипучую дверь сарая, сложил в кучу старую солому и сразу улёгся спать. \n\n\n   Разбудило тебя скрипение двери. Уже настала ночь и ветер завывал, сгибая верхушки берёз. К завыванию прибавился свист и шипение. Ты поднялся с копны соломы и пригляделся к темноте. Через приоткрытую дверь, казалось, повалил серовато-чёрный дым. \n\"Это она!\"–подумал ты, но тут же почувствовал запах гари. –\"Нет! Что-то горит!\"\n\n   А горел сарай. Ты быстро побежал к выходу, но скрипучая дверь мигом закрылась перед тобой.\n  Из-за угарного дыма ты начал задыхаться. Солома сзади тебя зажглась, словно спичка.\n   Ты оказался заперт и обречён сгореть заживо.\n\n–Ми-илый, ты расстроил меня своей глупостью...–обиженно прозвучало по ту сторону двери.– Я же сказала, что найду тебя, где бы ты ни был. А ты сбежал и остался на ночь в заброшенном посреди леса сарае,–ехидный смешок,–глупыш.",
    "answers": [
      {
        "id": 21,
        "text": "[Ударить по двери кулаками]"
      }
    ]
  },
  {
    "id": 9,
    "text": "–Выходи из укрытия, ми-и-илый, я всё равно знаю, где ты-ы.– Полночь растягивала слова нараспев, голос её был мелодичный и звонкий, как у прекрасной девушки.\n   Вдруг сзади ты услышал свистящий порыв ветра, как будто его рассекли кнутом. Ты резко развернулся и увидел чёрную дымку и слепые глаза голубо-жёлтого оттенка, смотрящие прямо на тебя. Глаза не моргали и всё приближались, а из чёрного дыма медленно появлялась улыбка. Черты человека и волка. \n   Ты отступил назад, но наткнулся спиной на дерево. Раздался ехидный смешок. \n      Вот она – твоя смерть.",
    "answers": [
      {
        "id": 10,
        "text": "[Остаться на месте]"
      },
      {
        "id": 11,
        "text": "[Ударить в челюсть]"
      },
      {
        "id": 12,
        "text": "[Ударить в тело]"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Её чистые глаза с блеклыми, почти незаметными зрачками и длинными ресницами смотрели на тебя и подплывали всё ближе, ближе...\n\nБлиже...\n\n*Хрусь*\n\"Шея...\"\nШейные позвонки издали неприятный хруст. Кости заскрипели на зубах волчицы. \nПо ключице и вниз, за воротник, потекло что-то горячее.\n\n Ты, не в силах пошевельнуться, просто ждешь своего часа. Глаза слипаются, чёрная пелена затуманивает взгляд. \n          Конец.",
    "answers": [
      {
        "id": 1,
        "text": "[Смерть]",
        "blackout": true
      }
    ]
  },
  {
    "id": 11,
    "text": "   Ты замахнулся и ударил чудовищу прямо в челюсть, по белоснежным и острым клыкам. Оно взвыло от боли так дико и страшно, что на миг сердце замерло.\n  Этот ужасный зов был полон ненависти и страдания, многовековой боли, копившейся где-то в глубине чёрной души чоно-волка.\n\n   Хоть ты и разбил пальцы в кровь о её клыки, но зато остался жив. Самое время бежать.",
    "answers": [
      {
        "id": 13,
        "text": "[Сбежать]"
      }
    ]
  },
  {
    "id": 12,
    "text": "   Ты размахнулся и ударил кулаком. Твоя рука прошла сквозь густой чёрный туман и... ты закричал от обжигающей боли. Рука за считанные секунды покрылась сильнейшими ожогами, в некоторых местах кожа набухла и вздулась отвратительными пузырями.\n\n Ты смог выдернуть руку и только орал, смотря на неё и на ужасное чудище, что предстало перед тобой. А оно смотрело на тебя и улыбалось. ",
    "answers": [
      {
        "id": 10,
        "text": "[Остаться на месте]"
      }
    ]
  },
  {
    "id": 13,
    "text": "   Ты ринулся прочь, Полночь догонять тебя не стала. Уже издалека её стон превратился в разъярённый и в то же время радостный крик:\n\n\n–Что ж, дорогой, я бросаю тебе вызов! Одолей меня, если сможешь! А если струсишь и попытаешься сбежать, знай: я найду тебя, даже если ты умрёшь раньш-ше. В аду я буду самым страшным твоим кошмаром, ми-и-илы-ый.\n\n\n  Вслед крику поступил хохот, всё ещё женский и звонкий, но поистине злодейский, как смех обезумевшей ведьмы.",
    "answers": [
      {
        "id": 14,
        "text": "[Отправиться в город]"
      }
    ]
  },
  {
    "id": 14,
    "text": "   От леса до города идти далеко, машины у тебя нет, а нервы на пределе. Может, остановиться в деревне и попросить остаться на ночлег, чтобы отдохнуть? ",
    "answers": [
      {
        "id": 15,
        "text": "[Попросить ночлег]"
      },
      {
        "id": 18,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 15,
    "text": "   Когда из-за деревьев показался поворот на деревню и маленькие, покосившиеся домики, ты направился к ним. Не хотелось бы идти по лесу до самого заката. Если эта психопатка творит такие вещи днём, то что же может ожидать тебя ночью?\n    Ты уже в деревне, и первый попавшийся домик выглядит вполне прилично.",
    "answers": [
      {
        "id": 17,
        "text": "[Остановиться в этом доме]"
      },
      {
        "id": 16,
        "text": "[Поискать другой дом]"
      }
    ]
  },
  {
    "id": 16,
    "text": "    Ты решил посмотреть другие дома. Может, там будет получше. Дойдя до конца деревни, ты так и не нашёл подходящего. А вот в самом конце посёлка стояло неприметное строение, похожее на заброшенный сарай. Действительно, сарай стоял поодаль от остальных зданий и тропинка к нему зарастала травой. Идеальное место, чтобы переждать одну ночь, не потревожив жителей деревни. ",
    "answers": [
      {
        "id": 8,
        "text": "[Ночевать в сарае]"
      },
      {
        "id": 17,
        "text": "[Вернуться к первому дому]"
      }
    ]
  },
  {
    "id": 17,
    "text": "   Да, лучше всего попросить ночлег здесь. Ты подошёл к крыльцу и постучался в деревянную дверь. Двор дома небольшой и огорожен деревянным частоколом; тут и там ходят куры.\n\n   Тебе открыла добрая на вид старушка в серой шали и повязанном на плечах цветастом платке. Хозяйка осмотрела тебя сквозь толстые стёкла очков и спросила:\n–Добрый день, вы что-то хотели?\n–Да, я бы очень хотел попросить у вас остаться на ночлег.\n\n     Старушка удивлённо посмотрела и хотела было отказать, но, когда ты предложил ей последние деньги, лишь бы одну ночь передохну́ть по пути домой, она согласилась. \nВойдя в дом, ты прежде всего умылся и привёл себя в порядок. Можно вздохнуть спокойно, ты в безопасности.\n      Оказалось, что в доме живёт ещё сын хозяйки, но сейчас он отъехал по работе, поэтому его комната на одну ночь достанется вам. Помимо кур из питомцев был ещё хозяйский кот Мурзик –рыжий и наглый котяра был очень ласков к хозяйке и совсем неприветлив к тебе. \"Ну и пусть, больно надо мне тебя гладить. Обойдешься, пузатый\" – обиделся ты на кота.\n    Хозяйка пригласила тебя отужинать вместе с ней и после застелила кровать.",
    "answers": [
      {
        "id": 19,
        "text": "[Лечь спать]"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Ты отправился в город пешком и, изнурённый, пришёл туда через полтора часа. Да, когда ты ехал на автобусе до леса, было быстрее. \n   Через дорогу ты увидел охотничий магазин. \n\"Хмм, может, получится застрелить эту тварь? Что она там говорила про серебряные пули?\"",
    "answers": [
      {
        "id": 24,
        "text": "[Отправиться домой]"
      },
      {
        "id": 23,
        "text": "[Зайти в магазин]"
      }
    ]
  },
  {
    "id": 19,
    "text": "   Ты проснулся посреди ночи. Из двора доносилось дикое кудахтанье кур. Включив свет, ты посмотрел на часы – 3:04. Что могло понадобиться курицам в такую рань? Ты пытался заснуть, но из-за шума за окном этого сделать не получалось. К многоголосым птичьим вскрикам добавилось кошачье шипение. \n\"Ну это уже ни в какие ворота не лезет!\" –подумал ты и, раздражённый, начал одеваться. ",
    "answers": [
      {
        "id": 20,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 20,
    "text": "   Не успел ты выйти из своей комнаты, как из другой послышался испуганный крик старушки. \n   Ты выбежал в коридор и увидел, как она оседает на пол, а рядом ползёт густой чёрный туман. Ты ринулся к выходу из дома, и, забыв про обувь, босиком побежал по двору в сторону уже открытой калитки. Сзади вновь перепугались куры, до ушей донёсся свист ветра и тут же тебя что-то схватило за щиколотку. Ты упал в грязь, не добежав до калитки пару метров, и дико заорал. \n\n–Т-щ-щ, милый, соседей разбудишь. –Ласково пролепетал до жути знакомый голос.\n\n  Сильные руки, покрытые чёрной шелковистой шерстью, обхватили тебя за горло и подняли над землёй. Ты начал задыхаться. Через несколько секунд уже не мог кричать, и рот открывался, не издавая звуков. Руки и ноги болтались в воздухе, пытаясь ударить противника и высвободиться из захвата, но чоно-волк держал крепко. \n    Последнее, что ты видел, это поедающие взглядом слепые глаза чудовища.\n        Конец.",
    "answers": [
      {
        "id": 1,
        "text": "[Смерть]",
        "blackout": true
      }
    ]
  },
  {
    "id": 21,
    "text": "–Это ничего не даст, но, если тебе так хочется, можешь попытаться. –усмехнулась психопатка.\n\n  Языки пламени облизнули левую ногу. Ты вскричал от боли. \n–Помогите! Вытащите меня отсюда!\n–Глупенький, жителям этой отсталой деревеньки не к чему даже приближаться к сараю, его давно хотели снести. Так что твои крики навряд ли кто-то услышит. Смирись. \n\n   Сверху начала падать крыша. Тебя завалило деревянными досками и черепицей, теперь ты даже не можешь пошевелиться. Пламя настигло обвалившуюся древесину и стало пожирать её вместе с твоим телом. Ты закричал, но из горла вырвалось только сдавленное сипение. Ты задыхался от дыма. \nВ последний момент ты просто потерял сознание. \n  И уже не проснулся. \n              Конец.",
    "answers": [
      {
        "id": 1,
        "text": "[Смерть]",
        "blackout": true
      }
    ]
  },
  {
    "id": 22,
    "text": "  Наутро ты проснулся в холодном поту. \"Это всего лишь кошмар\"–успокоил ты себя.\n   Ты оделся и решил покончить с этим ужасом. Ты взял винтовку и оставшиеся пули, вышел из квартиры и забежал в церковь. Забрав бутылку святой воды, направился к охотничьему магазину, где можно было купить серебряные пули, но он оказался закрыт. ",
    "answers": [
      {
        "id": 27,
        "text": "[Отправиться в лес]"
      }
    ]
  },
  {
    "id": 23,
    "text": "   Ты зашёл в магазин и купил три серебрянные пули на деньги, оставшиеся в кармане. Дома у тебя валялась хорошая охотничья винтовка, можно было не волноваться. Но пули ещё стоило окропить святой водой и выгровировать защитные знаки. Ты сделал заказ у мастера; завтра пули будут готовы. \n   По дороге домой ты зашёл в церковь и попролис святой воды. Слава Богу, тебе её дали.\n   ",
    "answers": [
      {
        "id": 24,
        "text": "[Отправиться домой]"
      }
    ]
  },
  {
    "id": 24,
    "text": "     Вот и дом – пошарпанная многоэтажка с пропахшим кошками подъездом сейчас подняла настроение. Поднявшись на свой этаж и открыв дверь, ты в который раз вздохнул с облегчением. Наконец-то ты дома, живой.",
    "answers": [
      {
        "id": 25,
        "text": "[Закрыть дверь и лечь спать]",
        "need": [
          23
        ]
      },
      {
        "id": 22,
        "text": "[Закрыть дверь и лечь спать]",
        "need": [
          -23
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "  Проснувшись наутро, ты наскоро оделся и вышел из квартиры, забрав охотничью винтовку. Серебряные пули уже были готовы. Помыв их в святой водой, ты вставил их в оружие и направился в лес. \n   Всё же ты был неуверен, что сможешь одолеть эту тварь. Но по-другому было никак. Либо она тебя, либо ты её. ",
    "answers": [
      {
        "id": 27,
        "text": "[Отправиться в лес]"
      }
    ]
  },
  {
    "id": 26,
    "text": "   Здесь будут ваши концовки. Всего их  5 :",
    "answers": [
      {
        "id": 10,
        "need_ever": true,
        "need": [
          10
        ],
        "text": "Хруст шеи."
      },
      {
        "id": 21,
        "text": "Сгоревший заживо.",
        "need": [
          21
        ],
        "need_ever": true
      },
      {
        "id": 20,
        "text": "Удушье.",
        "need": [
          20
        ],
        "need_ever": true
      },
      {
        "id": 30,
        "text": "Счастливый конец.",
        "need": [
          30
        ],
        "need_ever": true
      },
      {
        "id": 28,
        "text": "Вкусный ужин.",
        "need": [
          28
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 27,
    "text": "  Ты приехал в лес тем же автобусом, что и вчера.\nВплотную подступив к кромке леса, ты затаил дыхание и, достав на всякий случай оружие из-за спины, зашёл в лес.\n   Воздух был приятен и свеж. На ветках высоких елей сидели и странно поглядывали на пришедшего вороны. Вдруг внезапный голос заставил тебя остановиться.\n\n–Как я рада, что ты пришёл, ми-илый! Сам явился ко мне в обитель.– послышался звонкий голос из пещеры.\n\n    Ты молчал, не двигаясь с места.\n\n– Мне одиноко, милый, иди ко мне.– сладкий и мягкий голос манил к себе. Казалось, что там, в тёмной пещере, тебя ждёт любимая девушка. \n\nТы сглотнул и медленно, на негнущихся ногах подошёл ближе.\n\n–Ну же, иди ко мне!–голос не приказывал, я мягко и нежно просил. Ты повиновался.",
    "answers": [
      {
        "id": 28,
        "text": "[Подойди ещё ближе]",
        "need": [
          -23
        ]
      },
      {
        "id": 29,
        "text": "[Подойти ближе]",
        "need": [
          23
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "    Ты подошёл к самому краю пещеры. Поначалу никого не было видно, но потом в луч света попала чёрная волчица. Она была полностью материальна; тумана вокруг не наблюдалось.\n   Полночь смотрела на тебя с усмешкой. Но ты уверенно поднял винтовку на уровень её лба и прицелился.\n\n–Ну, попробуй. – С вызовом проговорило чудовище. \n\n  И ты попробовал, выстрелил. Но тут же ужаснулся: обычная пуля прошла сквозь её тело, будто сквозь дым. А волчица, увидев выражение твоего лица, расхохоталась. \n   Перепуганный до смерти, ты выпустил в неё целую очередь пуль, но все они не смогли причинить вреда монстру. Ты кинул в неё уже разряженное оружие, а потом потянулся за маленькой бутылкой святой воды – сейчас это единственный шанс на спасение. \n    Но ты не успел. Чоно-волчица бросилась на тебя и повалила на землю. \n\n–Знаешь, ми-илый...сколько себя помню, я всегда любила людей, – скрипя зубами, зло проговорил демон – Особенно, когда румяная, поджаристая кожица хрустела на зубах, а сочное мясо с лёгким привкусом крови было ещё тёплым и согревало в холодные дни.\n\n   От этих слов тебя чуть не вывернуло наизнанку: ты живо представил, что она сделала с другими своими жертвами. Как хотелось сейчас дотянуться до спасительной бутылки, но её когтистые лапы крепко держали тебя.\n\n–И ты принесёшь мне это удовольствие. \n\n   С этими словами она впилась клыками в твою шею, пообещав позже поджарить на костре. \n\n    Но ты уже этого не видел.\n      Конец.",
    "answers": [
      {
        "id": 1,
        "text": "[Смерть]",
        "blackout": true
      }
    ]
  },
  {
    "id": 29,
    "text": "    Ты подошёл к самому краю пещеры. Поначалу никого не было видно, но потом в луч света попала чёрная волчица. Она была полностью материальна; тумана вокруг не наблюдалось.\n   Слепые глаза спокойно рассматривали тебя, как вдруг взгляд волчицы остановился на винтовке.\n\n–Пришёл убить меня, значит. Ну давай, посмотрим, получится ли. У тебя всего три попытки.\n \n  На этот раз её голос был ни звонким, ни мягким, ни ласковым. Она не растягивала слова, не усмехалась. Как будто всё то, что ты слышал до этого – лишь безумная маска. Да и откуда она узнала, что у тебя всего три пули? Почему теперь не говорит, что её не обыграть? Это какая-то уловка? \n   Ты совсем растерялся от такого расклада. По жертве, которая сама идёт на крючок, стрелять даже страшнее. Будто убиваешь человека... Нет! Она не человек! Она монстр, очнись!\n\n   Ты собрался с силами, поднял ружьё и нацелился ей прямо в лоб. ",
    "answers": [
      {
        "id": 30,
        "text": "[Выстрелить]"
      }
    ]
  },
  {
    "id": 30,
    "text": "   Бабах!\n\n  Стайка ворон с криками поднялась в небо, перепуганная выстрелом. \n  Ты попал. Попал прямо в правый глаз, отчего на этом месте появилась дыра, из которой сочилась тёмно-бардовая кровь. Но волчица лишь покачнулась и задержала дыхание. \n\"Она устояла?!\" –ты не верил своим глазам.–\"Как?!\"\n\n–Не думай, стреляй!–огрызнулась сквозь стиснутые зубы Полночь.\n    \n   Она поднялась на задние лапы, став вдвое выше тебя.\n\n   Перепуганный до смерти, ты тут же выпустил пулю ей в живот и сердце. Из тела фонтаном вырвалась ярко-алая, артериальная кровь. \nРаны шипели, от них поднимался пар: это прожигала изнутри святая вода. Защитные символы вроде никакого эффекта не дали, но твари и этого было достаточно. \n   Ты побоялся, что она сейчас усмехнётся и набросится на тебя, но нет: Полночь села на задние лапы, прикрывая передней живот. Из её рта толчками потекла кровь. Она посмотрела на тебя, и на миг показалось, что в единственном оставшемся жёлтом глазу появился зрачок. \n    Она смотрела... виновато. И в то же время будто благодарила.\n\n–С..Спасибо, милый...–Из последних сил промолвила Полночь и... испарилась в воздухе, превратившись в серую дымку.\n\n   Ты смотрел на место, где только что сидело самое страшное чудовище на свете. Монстр, убивающий людей. Смотрел и не верил своему счастью. \n  Ты жив. Спасён.\n\n     Конец.",
    "answers": [
      {
        "id": 1,
        "text": "[Счастливый конец]",
        "blackout": true
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]