[
  {
    "id": 1,
    "text": "                        °- Найди меня по цепям -°\n\n\nИтак, это мой первый квест поэтому не судите строго. Начало немного мутное, но дальше прстараюсь сделать лучше.\n\n°- История стилизована под древнюю Японию-°\n\n°- Вы обычный восемнадцатилетний  парень по имени Хиномори Шидзу. Одинокий, никому не нужный, ни к кому не привязанный... Единственный родной человек в вашей жизни — это ваша тётя Цугуха  Шидзу, и та покинула этот свет пару дней назад. Она была довольно старая, и говорила всякую чепуху что ваш отец был злым богом, что у вас есть магические силы и якобы скоро ваша жизнь изменится до неузнаваемости. В детстве в это можно было поверить, но сейчас это казалось старческим маразмом. Вот только... Была ли она не права? И кто та загадочная девушка в маске по имени Харука? Это игры твоего воображения? Всё это тебе предстоит узнать в этом квесте-°\n\n°- Проходить квест вы будите от лица главного героя, но при желании сможете посмотреть на ситуации глазами другого персонажа. Таким образом вы узнаете настоящие чувства тех кто вас окружает, их мысли и обьяснения их поведению.-°\nОбозначения:\nФразы: \n— _ _ _.\nНачало и конец текста : \n °- _ _ _ -°\nЦитаты персонажей: \n\" _ _ _ \"\nОбьяснения вне текста : ( _ _ _ ) \n\nОписание событий, или мысли ГГ: _ _ _\n\n( Выборы не всегда меняют сюжет, но некоторые могут открыть другие сцены ) \n",
    "answers": [
      {
        "id": 2,
        "text": "Персонажи"
      },
      {
        "id": 8,
        "text": "Немного о мире богов "
      },
      {
        "id": 9,
        "text": "От автора~"
      },
      {
        "id": 10,
        "text": "Глава 1 \"То что нельзя описать\""
      },
      {
        "id": 35,
        "text": "Глава 2 \" Наша встреча неизбежна \""
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.imgur.com/JhfoRq1.jpg",
        "system": true
      },
      {
        "id": 47,
        "text": "Глава 3 \"Отвергнув правду\""
      }
    ]
  },
  {
    "id": 2,
    "text": "°- Здесь вы сможете узнать больше о персонажах и их характере -°",
    "answers": [
      {
        "id": 3,
        "text": "Хиномори Шидзу"
      },
      {
        "id": 4,
        "text": "Харука"
      },
      {
        "id": 5,
        "text": "Карма"
      },
      {
        "id": 6,
        "text": "Мастер Тай"
      },
      {
        "id": 7,
        "text": "Госпожа Айва"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "°-Хиномори Шидзу-°\n\n°-18 лет-°\n\n°- Сын Бога Гнева -° \n\n°- Полукровка -°\n\n°- Довольно красивый парень, хотя сам ненавидит свою внешность. Волосы чуть длиннее чем по плечи цвета платины, аккуратно собранные в высокий хвост ( иногда заплитает их в косу, или низкий хвост ) Очень бледная кожа. Правый глаз светло серого цвета а левый ярко красного, почти что как гранат. Через левый глаз начиная от брови  проходит шрам и заканчивается у подбородка. Правильное телосложение, но немного худощавый.-°\n\n°- Он старается быть сдержанным и спокойным, что уж совсем противоречит пылкому характеру юноши. За \"маской\" холодного парня, скрывается довольно дерзкий характер. Хотя парнишу довольно легко засмущать, одним словом или движением-°\n\n°- В истинном обличии бога у него появляютя заострённые ушки (как у эльфа), черные рога и чёрные крылья. Так же на руках имеются чёрные когти-°\n\n°- Его мать сожгли, а отца он никогда не видел. Единственной роднёй была его тётя, но она была очень старенькой и не могла особо заниматься воспитанием мальчика -° \n\n°- Оружие — в будующем несколько огненных мечей ( катан ) которыми можно управлять на расстоянии. Но в начале это одна катана, на которой написано  \" 私の怒りは私の敵です \" ( Что в переводе с Японского означает \"Мой гнев, мой враг\" ) -°\n\n\n°- В детстве его обижали из-за нестандартной внешности, и однажды мальчишки загнали его в угол...На память о его детской травме остался шрам...-°\n\n°- Хорошо готовит, что по стереотипам не совсем характерно для парня. Когда его тётя начала болеть, все домашние заботы легли на его плечи -° ",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 3
      }
    ]
  },
  {
    "id": 4,
    "text": "°- Харука -° \n \n°- Не известно почти ничего, вся информация только из воспоминаний Хиномори -°\n\n°- Девушка в маске кицуне из воспоменаний Хиномори. Одета в белое кимоно, с красными узорами, а её короткие каштановые волосы слегка спадают на плечи. Цвет глаз парень помнит смутно, так как видил он её только когда был ребёнком, да и за маской было не особо видно -°\n\n°- Харука — очень добрая и отзывчивая девушка. Она всегда помогала маленькому мальчику и была готова утешить. Их встречи проходили под не цветущим деревом, которое она называла красной сакурой -°\n\n°- Когда Хиномори был пятилетним ребёнком он мечтал вырасти и  женится на ней. Именно тогда девушка ответила \"Всему своё время\" Мальчишка воспринял это как обещание, и гордо всем говорил что у него теперь есть невеста) -°\n\n°- Когда ему исполнилось 9 лет Харука стала реже появляться, и в один пасмурный, холодный вечер она пришла попрощаться с мальчишкой...\n\n \" — Когда тебе покажется что твой мир рушится... Когда ты не будишь знать что делать... Ты приди под не цветущую сакуру когда та станет цвести красными цветами. Я предстану перед тобой и расскажу все свои тайны, открою все свои карты, и сниму эту чёртову маску...И если после этого ты меня не возненавидишь... Я исполню своё \"обещание\"...\n\nПоцеловав его в лоб она исчезла во мраке этого вечера -°\n\n ( Кто скрывается за маской? Жизнь учит не доверять кому-либо, но... можем ли мы доверять этой девушке? Есть ли хоть кто-то достойный нашего доверия? Все говорят что она была лишь плодом твоего воображения... Но так ли это? В этом квесте тебе предстоит узнать что от тебя скрывают! Время срывать маски! )",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 4
      }
    ]
  },
  {
    "id": 5,
    "text": " °- Карма -° \n\n°- Точный возраст не известен, но выглядит она лет на 18 — 19 -°\n\n°- Богиня Кармы -°\n\n°- Лучшая ученица Мастера Тая, она ему как дочь -°\n\n°- Очень красивая девушка с волчьими белыми ушками и двумя белыми волчьими хвостами сзади. У неё длинные каштановые волосы до поясницы. Грудь второго размера. Глаза янтарного цвета, будто бы подведены красной подводкой, но если присмотреться то можно понять что это родимое. Бледная кожа, аккуратный носик и пухленькие губки делают её лицо очень милым. На спине выцарапанно \" カルマ \"\nчто обозначает \" Карма \" на Японском. Носит длинные кимоно, так что её тело сложно розглядеть. Но если снять с неё одежду то можно понять что она ещё и обладает хорошей фигурой -°\n\n°- \" Волки любят один раз\" Поэтому она боится испытывать чувства, и быть отвергнутой -°\n\n°- Несмотря на милую внешность, характер у неё — не подарок. Не прошло ещё ни дня когда она не сказала в сторону Хино (Сокращённо от Хиномори) какую-нибудь колкость или обидную шутку. Частенько она ведёт себя самодовольно. Но бывают такие моменты что пугающе серьёзна, и согревающие янтарные глаза не выражают ничего кроме холода. \n\n°- Она не чувствует физической боли? -° \n\n°- Основное оружие — коса во весь рост ( Использует довольно редко. Восновном пользуется катаной или другим не основным оружием.) Так же девушка владеет огнём.\n\n°- Превращается в Волчицу -°\n\n°- Что она скрывает от тебя? -° (Что ты сделаешь когда узнаешь правду?)\n\n( Откуда у неё этот шрам? Почему она не чувствует боли? Что от нас скрывает эта девушка? И сможем ли мы познать её чувства, её боль?... Сможет ли она в конце концов открыться нам? И сможем ли мы простить её, когда узнаем правду? Пройди этот квест и попробуй завоевать её доверие! А может быть и не только доверие... ) ",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 5
      }
    ]
  },
  {
    "id": 6,
    "text": "°- Мастер Тай -°\n\n°- Больше тысячи лет, но на вид ему лет 67 -°\n\n°- Мудрейший старейшина, Старший Мастер и просто учитель -°\n \n°- На вид — обычный пожелой мужчина с длинной бородой -° \n\n°- Всегда таскает за собой свой посох -° \n\n°- Карма ему как дочь, и через время Хиномори становится ему как родной сын -°\n\n°- Знает все секреты магии -° \n\n °- Его уважают все боги -°\n\n( Сможешь ли ты стать его новым лучшим учеником? Не подведёшь ли своего учителя? Пройди этот квест и узнай это! )",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 6
      }
    ]
  },
  {
    "id": 7,
    "text": "°- Госпожа Айвари ( Госпожа Айва) -° \n\n°- Возраст не известен, но выглядит она лет на 27-°\n\n°- Богиня любви -°\n\n°- Жена Мастера Тая -°\n\n°- Чёрные волосы, ярко голубые глаза. Длинна  волос до поясницы. Носит золотой ободок воокруг головы.\n\n°- На самом деле ей примерно столько же лет как и Мастеру Таю, просто за это время она на постарела. Она его очень сильно любит не смотря на то что на вид он уже стар -° \n\n°- Верит в любовь на всю жизнь -°",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 7
      }
    ]
  },
  {
    "id": 8,
    "text": "°- Ария — Это остров где обитают различные магические существа, духи, оборотни, феи, ёкаи и конечно же боги. В их мире нет такого понятия как \"добро\" и \"зло\", каждый вершит своё правосудие ведь богам всё дозволено. Можно ли верить кому-то из этого мира? Правда ли то, что многие боги ужасны? А ты? Разве ты такой же как они?... Пройди этот квест и выбери свой путь! -°",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "°~ Приветик всем, спасибо что читаете этот бред) Я знаю, тут много ошибок, но я постараюсь всё исправить. В тексте много воды, но это мой первый квест так что не судите строго. Для более конкретного понимания скажу лишь что персонажи выполнены в аниме стиле, а квест в японском стиле. Спасибо за понимание)) Приятного чтения, зая~~~°",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 9,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 10,
    "text": "°- Хиномори сидел под не цветущим деревом, склонив голову. Сейчас он чувствовал себя более чем ужасно. \n\n — Хах, и что  теперь?  \n\nПробормотав себе под нос, парень стал молча глядеть в речку что протекала между берегом где он сидел и соседней деревней. Увидев в реке своё отражение, его тонкие пальцы невольно прикоснулась к шраму что проходил через левый глаз. \n\n— Я всегда отличался внешностью от других ребят... Уже и забыл как это быть маленьким мальчиком который всем доверяет, и верит что люди меняютя. А ведь нам было по 7 лет когда те мальчишки загнали меня в угол. Столько ненависти в их глазах...\n\nОтдёрнув себя от этих воспоминаний он почувствовал как сердце сжимается в груди. Было такое ощущение что шрам после этого проишествия остался не на лице, а на сердце. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "°- Воспоминания прокручивались в его голове. Он вспомнил свою подругу детства, Харуку. На то время ей было лет семнадцать. Девушка всегда ходила в маске, скрывая своё лицо. Он мечтал женится на ней когда выростит, на что она ответила \"Всему своё время\"\n \n—  Что это значило? Не уж то она и вправду когда-нибудь станет моей женой? \n\nЭти мысли не покидали его голову  \nПеред глазами всплыл тот холодный, пасмурный вечер когда девушка пришла попрощаться:\n\" — Когда тебе покажется что твой мир рушится... Когда ты не будишь знать что делать... Ты приди под не цветущую сакуру когда та станет цвести красными цветами. Я предстану перед тобой и расскажу все свои тайны, открою все свои карты, и сниму эту чёртову маску...И если после этого ты меня не возненавидишь... Я исполню своё \"обещание\"...\nНежно поцеловав мальчишку в лоб она исчезла во мраке этого вечера. ",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "—  Сейчас мой мир дейстивительно рухнул, но её нигде нет. Как может дерево что не цветёт столетиями резко начать цвести? Может это была лишь отговорка, что-бы больше меня не видеть? А ведь я даже не видел её лица...\n\nСегодняшний вечер мало чем отличался от того прощального вечера. В воздухе ветал аромат дождя, а небо было покрыто тучами. Постепенно парня пробирало чувство настольгии. После недавней смерти тёти такое депрессивное состояние окутывало его всё больше, и больше преследуя каждый день.",
    "answers": [
      {
        "id": 13,
        "text": "Вспомнить слова тёти"
      }
    ]
  },
  {
    "id": 13,
    "text": "°-  — Я всегда спрашивал у тёти почему у меня такая странная внешность, но она говорила лишь всякие глупости в которые я в детстве верил. \n\n\" — Ты полубог Хиномори... Твой отец был Богом Гнева. Не думаю что тебе стоит знать всех подробностей так как ты ещё ребёнок \" \n \n— Ох, что за бред?! \n\nВскрикнул парень подняв голову к небу. Со стороны он выглядел очень странно, как ненормальный что говорит сам с собой. Хорошо что сейчас его никто не видел, ведь все бы решили что после смерти его тёти Цугухи он совсем с катушек слетел.",
    "answers": [
      {
        "id": 14,
        "text": "Хватит с меня этих депрессивных мыслей!"
      },
      {
        "id": 15,
        "text": "Я не могу избавиться от этих мыслей..."
      }
    ]
  },
  {
    "id": 14,
    "text": "°- — Я так больше не могу! Нужно отвлечься от этих мыслей! И стоп, с каких это пор я говорю сам с собой?!\n\nПарень встал, и хотел было уходить... Как вдруг перед ним показался силуэт раненого волка, а точнее волчицы. Приблизившись, она упала у его ног и жалобно заскулила. Глаза Хиномори расширились от удивления, он не испытывал страха и присев рядом с ней, нежно прикоснулся к её ране.\n \n— Тише, тише... Всё будит хорошо.\n\nОн стал рассматривать внешность хищницы. Белая шерсть с красными полосами и узорами, янтарные глаза  которые смотрели прямо в душу... Два хвоста...Таких волков он никогда не встречал раньше.",
    "answers": [
      {
        "id": 16,
        "text": "Я нежно погладил её рану"
      },
      {
        "id": 17,
        "text": "Я наклонился что-бы посмотреть ей прямо в глаза."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Ох, я не могу избавиться от этих мыслей...\n\nПарень продолжил сидеть в тишине, и полностью погрузился в свои мысли. Он и не заметил как перед ним показался силуэт раненого волка, а точнее волчицы. Приблизившись к нему, она упала у его ног и жалобно заскулила. Глаза Хиномори расширились от удивления, он не испытывал страха и нежно прикоснулся к её ране.\n\n— Тише, тише... Всё будит хорошо.\n\nОн стал рассматривать внешность хищницы. Белая шерсть с красными полосами и узорами, янтарные глаза которые смотрели прямо в душу... Таких волков он никогда не встречал раньше.",
    "answers": [
      {
        "id": 16,
        "text": "Я нежно погладил её рану"
      },
      {
        "id": 17,
        "text": "Я наклонился чтобы посмотреть ей прямо в глаза"
      }
    ]
  },
  {
    "id": 16,
    "text": "° — Машинально его рука прикоснулсь к её ране. Огромный волк смотрел на него щенячими глазами и было ощущение что он гладит обычную собаку. Вдруг всё вокруг заполнилось белым свечением. Парень зажмурил глаза чтобы не ослепнуть, но его рука по прежнему оставалась на ране хищного животного. \nКогда Хино открыл глаза он хотел найти источник света, но картина что предстала перед глазами уж слишком шокировала. ",
    "answers": [
      {
        "id": 18,
        "text": "Что это чёрт подери было?!"
      }
    ]
  },
  {
    "id": 17,
    "text": "°- Хино наклонился, чтобы посмотреть прямо в глаза этому зверю. Огромный волк смотрел на него щенячьими глазами\n.Будто бы домашняя собака, хищное животное облизнуло щеку парня. Вдруг всё вокруг заполнилось белым свечением. Он зажмурил глаза чтобы не ослепнуть. Его лицо по-прежнему оставалось в двух миллиметрах от морды волчицы. \n\nКогда Хиномори открыл глаза он хотел найти источник света, но картина что предстала перед глазами уж слишком шокировала -°",
    "answers": [
      {
        "id": 22,
        "text": "Что это было?!"
      }
    ]
  },
  {
    "id": 18,
    "text": "°- Перед его глазами была уже вовсе не волчица, а раненая девушка в красном кимоно, с белыми волчьими ушками и двумя белыми хвостами сзади. Длинные каштановые волосы небрежно спадали ей на плечи придавая ещё более привлекательный вид. Янтарные глаза с красной подводкой не выражали особых эмоций. -°",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "°- Девушка была чертовски красива, и когда парень понял где сейчас лежала его рука он покраснел как помидор. \nЕго рука лежала почти что на её груди. Ещё пять секунд они смотрели друг на друга вопросительными взглядами, будто ждав обьяснения. Девушка нарушила тишину.\n — Эмм... Не мог бы ты убрать руку... Это немного... Неприлично -°",
    "answers": [
      {
        "id": 20,
        "text": "Ох... Да, я эмм..."
      },
      {
        "id": 21,
        "text": "Я сразу же убрал руку"
      }
    ]
  },
  {
    "id": 20,
    "text": "° — Ох... Ну я, эмм...\n\nЧто это на меня нашло? Я даже пошевелиться не могу.\n\nПарень так и не смог даже пошевелить рукой, то-ли от шока, то-ли ему это нравилось. Так что шатенка решила взять инициативу. Она стряхнула его руку со своей груди, и посмотрев на до сих пор шокированого парня рассмеялась -°",
    "answers": [
      {
        "id": 24,
        "text": "Ч-что смешного?!"
      }
    ]
  },
  {
    "id": 21,
    "text": "°- Парень сразу же убрал руку. Он скорее был в шоке от того что волчица превратилась в девушку, чем от того что сам того не хотя облапал её. Увидив вопросительный взгляд Хино, шатенка рассмеялась -°",
    "answers": [
      {
        "id": 24,
        "text": "Ч-что смешного?"
      }
    ]
  },
  {
    "id": 22,
    "text": "°- Перед его глазами была уже вовсе не волчица, а раненая девушка в красном кимоно, с белыми волчьими ушками и двумя белыми хвостами сзади. Длинные каштановые волосы небрежно спадали ей на плечи придавая ещё более привлекательный вид. Янтарные глаза с красной подводкой не выражали особых эмоций. -°",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "°— Её лицо было до неприличия близко. Вся ситуация заставила парня немного покраснеть. \nДевушка хитро улыбнулась и снова облизала его щеку. И в этот раз он стал красным как помидор, до самых кончиков ушей. \n\nХино так и не смог связать и двух слов. Повисло неловкое молчание, которое шатенка нарушила громким смехом. — °",
    "answers": [
      {
        "id": 24,
        "text": "Ч-что смешного?!"
      }
    ]
  },
  {
    "id": 24,
    "text": "° — Ч-что смешного?! Взрослый парень сказал это надув щёки как маленький ребёнок. На что девушка ответила.\n\n— Люди такие забавные, смущаются из-за мелочей. \n\nПосле этих слов лицо обладательницы янтарных глаз стало серьёзным, и она приблизилась к парню. \n\n— Хотя ты... Не пахнешь как человек... Полукровка... \n\nОна отстранилась, ехидно улыбнувшись. У Хиномори появилось слишком много вопросов по поводу всего что произошло, как вдруг девушка закрыла ему рот ладонью не дав сказать и слова -°",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "° — Тц! Помолчи!\n\nГде-то издалека послышались голоса людей. Какой-то мужчина орал\n\n — Куда она побежала?! \n\nВ ответ ему кричали люди.\n\n — А мы откуда должны знать?! \n — Это ты, балда тупоголовая упустил такую шкуру! \n — Эх, хорошая была бы шуба!\n\nОстальные фразы парень не смог разобрать, ведь люди стали кричать друг на друга одновременно.",
    "answers": [
      {
        "id": 26,
        "text": "Я пытался разобрать слова."
      }
    ]
  },
  {
    "id": 26,
    "text": "°- Я пытался разобрать слова, но в итоге слышал только шум который приближался в сторону реки.\n\n -Люди такие тупые.\n\nСказав это, девушка вздохула и отпустила его. \n\nНаконец-то можно задать ей вопросы! -°",
    "answers": [
      {
        "id": 27,
        "text": "Да что ты вообще такое?! "
      },
      {
        "id": 28,
        "text": "В каком это смысле, я полукровка?! И кто ты вообще такая?! "
      }
    ]
  },
  {
    "id": 27,
    "text": "° — Да что ты вообще такое?! \nВыпалил парень не подумав, что этот вопрос был грубоват.\nДевушка надула губки, и пробормотала\n\n— Ой! Да помолчи ты! И без тебя жизнь отвратительна!\n\n— Ах, это у тебя жизнь отвратительна? Может мне тебя ещё пожалеть? \n\nХиномори сказал это с ссарказмом в голосе, но волчица это проигнорировала. Повисло неловкое молчание, которое нарушила обладательница янтарных глаз.\n\n— Прости, я не должна была так отвечать...\n\nЭти янтарные глаза не излучали ничего кроме холода. \n\n— Кто я? Я —  твоя Карма.\n\nПосле последний фразы она посмотрела на испуганное выражение лица парня, и её снова озарила улыбка. \n\n— Ха-ха, да успокойся ты! Зовут меня Карма. Видел бы ты свою гримасу! \n\nКарма повернулась к нему спиной и исчезла во мраке под звон цепей. Этот звук роздался эхом, и ещё не раз прокручивался в подсознании -°",
    "answers": [
      {
        "id": 30,
        "text": "Да стой же ты!"
      }
    ]
  },
  {
    "id": 28,
    "text": "° — В каком это смысле я полукровка?! И кто ты вообще такая?\n\n Голос Хино показался довольно уверенным, на что волчица сразу обратила внимание. \n\n — В прямом смысле. И вообще! Ты что решил мне тут устраивать допрос, не смотря на то что с меня тут хотят снять шкуру? \n\nЗакончив фразу, девушка встала держась за свою рану. Цвет крови явно был темнее чем цвет её красного кимоно.\n\n— Вот твари! Испортили моё любимое кимоно! Прорычав это, она собиралась уходить, оставив парня одного -°\n ",
    "answers": [
      {
        "id": 29,
        "text": "А ну стоять! Ты ещё не ответила!"
      }
    ]
  },
  {
    "id": 29,
    "text": "° —А ну стоять! Ты не ответила мне! Кто ты такая?! \n\nОн повысил голос, и от его тона шатенку бросило в дрожь. Повернувшись девушка посмотрела ему прямо в глаза, это длилось на протяжении 5 секунд. \n\nПосле такой паузы она решила заговорить. \n \n— Я? Твоя Карма.\n\nЭти янтарные глаза не излучали ничего кроме холода. \n\n — М-моя? Теперь у меня ещё больше вопросов! \n\nОна опять загнала парня в ступор.\n \n— Ха-ха, да не бери ты в голову! Зовут меня Карма. \n\nУлыбнувшись очаровательной улыбкой, Карма повернулась к нему спиной и под звон цепей исчезла во мраке -°",
    "answers": [
      {
        "id": 30,
        "text": "Да стой же ты!"
      }
    ]
  },
  {
    "id": 30,
    "text": "° — Да стой же ты! Чёрт! \nОн закричал ей в след, но было уже поздно. Она исчезла\n \nЧто за манеры, уходить в средине разговора?! Наверное у меня просто галюцинации... -°",
    "answers": [
      {
        "id": 31,
        "text": "Ох... Я устал, пойду домой"
      },
      {
        "id": 32,
        "text": "Посижу тут ещё немного."
      }
    ]
  },
  {
    "id": 31,
    "text": "°- Когда парень пришёл домой он с недовольным видом увалился на татами. \n\nКакой же бред происходит в моей жизни... Хватит об этом думать, вся эта магия мне уже поперёк горла стоит.\n\nЧто же будит завтра?...\n\nПерестав думать о всякой ерунде он быстро уснул.",
    "answers": [
      {
        "id": 1,
        "text": "Конец 1 Главы. "
      }
    ]
  },
  {
    "id": 32,
    "text": "°- Парень остался сидеть возле дерева уже один. Этот звон цепей под который она исчезла, вызывал странное чувство дежавю. Ещё немного и он бы опять погрузился в свои мысли, но кто-то опять помешал. \n\n — Эй! \n\nХино обернулся что-бы посмотреть кто к нему обращался.\nПеред ним стоял высокий мужчина среднего возраста. Вероятно он был самураем. Одет он был в хакама ( традиционные японские длинные широкие штаны в складку )\n\n — Да? Вяло ответил наш главный герой.\n \n— Ха, да ты не боись, я просто хотел спросить, не видел ли ты тут волчару огромную? Ух, шкура с неё была бы хорошая!",
    "answers": [
      {
        "id": 33,
        "text": "Нет, не видил"
      },
      {
        "id": 34,
        "text": "Думаю если бы я встретился лицом к лицу с волком, тот бы меня сожрал."
      }
    ]
  },
  {
    "id": 33,
    "text": "° — Нет, не видил. Простите господин. Сказал парень ещё более вяло. \n\nМужчина-самурай почесал затылок и лишь ответил.  \n \n— Мда, жаль. Кстати шел бы ты домой, мальчишка! Сейчас будит дождь да и если эта тварь тебя встретит живим тебе не уйти!\n\n — Ага. \n\nЛучше пойти домой, этот мужик ещё хуже чем та ненормальная волчара. А наличие катаны в его руке вызывает подозрение что ему плевать кого ней рубить -°",
    "answers": [
      {
        "id": 31,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 34,
    "text": "° — Думаю, если бы я встретился лицом к лицу с волком, тот бы меня сожрал. \n\nОтветил парень ухмыляясь. Мужчина-самурай почесал затылок.\n \n— А я смотрю ты не особо уважаешь представителей высших сословий... Из тебя бы вышел хороший воин. Ладно, советую тебе идти домой, сейчас начинается дождь.\n\nНичего не сказав Хиномори лишь подумал:\n\nУж лучше пойду домой чем буду разговаривать с этим странным типом, ибо наличие катаны в его руке вызывает подозрение что ему плевать кого ней рубить -°",
    "answers": [
      {
        "id": 31,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 35,
    "text": "°- Хино опять сидел у реки и думал о чём то своём. В дали он увидел Харуку, одетую во всё ту же маску и белое кимоно. Он бросился бежать к ней со всех ног, но чем дальше он бежал тем больше было расстояние между ними. \n\nВдруг девушку сковали цепи, она кричала и просила о помощи, эти крики буквально розрывали сердце Хиномори. Попытки добежать до неё, были бесполезны. \n\nЧерез мгновение крики прекратились, а свет воокруг буд-то погас. В полной темноте было видно лишь пару янтарных глаз, сжигающих душу до тла.\n\nВскрикнув от испуга, парень проснулся в холодном поту, ему потребовалось пару секунд чтобы понять что это был лишь сон.\n\nЭто солнечное утро оказалось очередным кошмаром, точнее не само утро а так называемое \"ведение\". Каждую ночь ему снились подобные кошмары.\n\n — Опять кошмары...\n\nХиномори уселся поудобнее на татами и склонил голову.\n\nВсе эти сны...Я так больше не могу...Сегодня я и слышать не хочу об этих магических штуках... Скорее всего это просто игры моего разума. Похоже после смерти тёти я схожу с ума... \n \nХм... А ведь и вправду... После её смерти я стал видеть странные видения связанные с Харукой, а также непонятных духов, похожих на людей или же на монстров. Они смотрели на меня холодным взглядом, но я не испытывал страха. Я чувствовал в их ауре что-то родное... \n\nВ голове Хиномори всплыло воспоминание о той встрече у реки. \n\nЭта девушка по имени Карма... Вызывает противоречивые чувства. Не смотря на то, что она была магическим существом, холодный, не выражающий эмоций взгляд янтарных глаз казался таким знакомым... Эти глаза переодически возникают в моих кошмарных снах...\n\nМне нужно выйти подышать свежим воздухом -°",
    "answers": [
      {
        "id": 36,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 36,
    "text": "°- Переодевшись, Хино покинул свою хижину дабы подышать свежим воздухом. Будто навстречу парню, шли две девушки. Это были дочери близкой подруги тёти Цугухи. \n\nХах, старушка уже совсем с ума сошла, хотела чтобы я женился на одной из этих дамм. Не спорю, они обладали особым шармом, раньше я назвал бы их безумно красивыми но вспоминая образ той волчицы, понимаю что на её фоне они просто две симпатичные девицы. Так! Стоп! С каких это пор я так часто думаю об этой истеричке? \n\nПока он думал, сёстры проходя мимо помахали ему рукой в знак приветствия. -°\n",
    "answers": [
      {
        "id": 37,
        "text": "Помахать в ответ"
      },
      {
        "id": 38,
        "text": "Сделать вид что их не заметил"
      }
    ]
  },
  {
    "id": 37,
    "text": "°- Парень помахал им в ответ, после чего девушки приблизились к нему хихикая и шушукаясь о чём-то. \n\nЯ воспринимал это просто как соседский жест приветствия... Но девушки явно не так меня поняли. Ох я уже и забыл какие они надоедливые! Никогда бы не женился на одной из них! \n\nОни знали насколько хороши, и явно пользовались этим. Подошв к Хиномори они буквально засыпали его соболезнованиями, и чуть ли не лезли в объятия. -°\n",
    "answers": [
      {
        "id": 39,
        "text": "Отвечать с насмешкой"
      },
      {
        "id": 40,
        "text": "Завершить разговор "
      }
    ]
  },
  {
    "id": 38,
    "text": "°- Несмотря на свой внешний вид эти двое полные идиотки, крутят парнями как хотят, всей деревне нервы треплят. Лучше проигнорирую их. \n\nПарень сделал вид что не увидел жест с их стороны, чем девушки явно остались недовольны\n\nЭти две девицы на самом деле настоящие стервы,\n\nТеперь нужно придумать чем заняться в ближайшее время.-°",
    "answers": [
      {
        "id": 41,
        "text": "Пойду погуляю около деревни"
      }
    ]
  },
  {
    "id": 39,
    "text": "°- Девушки пристали как две липучки. И я решил отвечать им сухо. \n\n — Хииииноо ~ бедняжка! Остался совсем один! \n\nОдна из сестёр буквально прижилась к нему. \n\n— Такой красивый парень и один! В доме нужна хозяйка! \n\nЛюбой парень в нашей деревне, на моём месте был бы счастлив. Но вся эта наигранная любезность была мне противна.\n\nХиномори буквально вырвался из объятий девушки, и лишь насмешливо ответил. \n\n— Я и сам себе неплохая хозяйка.\nЛадно, я собирался прогуляться. До встречи. \n\n— А можно с тобой? \n\nДевушки явно не хотели оставить его в покое. \n\n— В другой раз... \n\nЯ решил удалиться подальше. -°\n",
    "answers": [
      {
        "id": 41,
        "text": "Пойду погуляю около деревни"
      }
    ]
  },
  {
    "id": 40,
    "text": "° — Даммы, прошу меня простить но у меня дела. Парень сказал это без особого интузиазма, и девушек эти слова не особо убедили.\n\n — Можно нам с тобой?~\n\nНа этот вопрос Хиномори ответил ещё более сухо, чтобы наконец отвязаться от этой компании.\n\n — Нет.\n\nНа такую грубость сёстрам остовалось только надуть губки\n\n — Ну, какой же ты зануда!\n\nСказав это, они удалились в сторону рынка.\n\nПф... Зато теперь я могу Найти себе занятие по душе.\n",
    "answers": [
      {
        "id": 41,
        "text": "Пойду погуляю около деревни"
      }
    ]
  },
  {
    "id": 41,
    "text": "° — Ого, столько людей направляется к Храму Богини Азуми, а это как раз в противоположном направлении от выхода из деревни. Пройти явно будит нелегко...\n\nВыбравшись из огромной толпы направляющейся к храму, парень вздохнул с облегчением.\n\nРаньше я никогда не верил в существование богов... Но после того как со мной стали происходить эти странные вещи, я действительно стал верить в них. С самого утра я обещал себе что не буду забивать голову всякой ерундой...Но постепенно начинаю думать что магия — это нормально.\n\nВ очередной раз задумавшись, парень и не заметил как уже и вышел из деревни и направился ближе к лесу. Что-то его тута тянуло...От мысли что его там кто-то ждал парня бросило в дрожь. Чувствовалась явная аура смерти\n\nНе смотря на дрожь, страха вовсе не было...Чтобы это не была за аура, я должен это проверить...-°",
    "answers": [
      {
        "id": 42,
        "text": "Пойти в лес"
      }
    ]
  },
  {
    "id": 42,
    "text": "°- Лес чем далее, тем становился прекраснее, несмотря на то, что аура смерти всё ещё преследовала Хино.\nБудто магией Парня тянуло в неизвестном направлении.\n\nВдруг он остановился, больше не чувствуя силы что влекла его сюда. Осмотревшись он увидел кучу поваленных деревьев, то ли от грозы... то ли от каких-то неизвестных сил -°",
    "answers": [
      {
        "id": 43,
        "text": "Пора линять отсюда!"
      },
      {
        "id": 44,
        "text": "Ещё немного осмотрюсь..."
      }
    ]
  },
  {
    "id": 43,
    "text": "°- Пора линять отсюда! Если эта дрянь повалила деревья с корнями, мне не жить! \n\nС этими мыслями парень повернулся, и хотел было сбежать куда подальше... Но буквально врезался в какого-то мужчину. \n\nПрисмотревшись он понял,что это был самурай которого Хиномори недавно встретил, тогда на вид он показался обычным мужчиной среднего возраста, одетым в хакама. Самый обыкновенный самурай.\n\nНо сейчас... Его лицо было всё в шрамах, а глаза смотрели так безумно... Сжав в руке свою катану он промолвил. \n\n — Ты... заплатишь за все грехи своего отца! \n\nМужчина безумно улыбнулся\n\nОоо нет! Он готов атаковать! Что же мне делать? -°",
    "answers": [
      {
        "id": 45,
        "text": "Отчаянно сражаться!"
      },
      {
        "id": 46,
        "text": "Ну уж нет! Я лучше не буду с ним драться!"
      }
    ]
  },
  {
    "id": 44,
    "text": "°- Опять ведомый странными чувствами парень стал осматривать всё воокруг. Его мысли были где-то вне сознания. Вдруг чувство ведомости сново пропало а аура смерти увеличилась. Сзади послышался чей-то безумный голос... Явно не женский...\n\n — Ну вот мы и встретились, сын зла! \n\nПовернувшись Хиномори был явно шокирован... Это был самурай которого Хиномори недавно встретил, тогда на вид он показался обычным мужчиной среднего возраста, одетым в хакама. Самый обыкновенный самурай.\n\nНо сейчас... Его лицо было всё в шрамах, а глаза смотрели так безумно... Сжав в руке свою катану он промолвил. \n\n — Ты... заплатишь за все грехи своего отца! Мужчина улыбнулся безумной улыбкой.\n\nОоо нет! Он готов атаковать! Что де мне делать? -°",
    "answers": [
      {
        "id": 45,
        "text": "Отчаянно сражаться!"
      },
      {
        "id": 46,
        "text": "Ну уж нет! Не буду я драться с ним!"
      }
    ]
  },
  {
    "id": 45,
    "text": "°- Почувствовав прилив энергии парень резко выломал огромную, толстую ветку дерева. Мужчина одетый в хакама, с молниеносной скоростью атаковал. \nХиномори с удивительной ловкостью уворачивался от ударов катаны, которая в свою очередь сносила всё на своём пути. От движений зловещего оружия деревья падали будто бумажные. \n\nНа вид обычная катана, но приносит столько ущерба!\n\nПодумав об этом парень увернулся от очередного удара -°",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "°- Я бросился бежать против ветра, куда глаза глядели... Тучи сгущались...Голоса шептали лишь о смерти. \n\nТы должен умереть... Зачееем тебе жить?... Сын монстра....\n\nБезумный мужчина продолжал преследовать парня. \n\nВдруг Хиномори остановился. \n\nЭто тупик...\n\nДеревья будто создавали барьер. Это была аномалия, деревья не могут рости так близко. Единственный путь был залезть на одно из них, но самурай уже приставил катану к горлу Полубога.\n\n — Ты заплатишь за грехи своего отца! \n\nХиномори уже не думал ни о чём кроме смерти. \n \nЭто конец...Голоса продолжали шептать что мне не жить... Вот-вот и он вонзит мне клинок в горло... \n\nЗкрыв глаза, он уже был готов принять свою судьбу...Как вдруг раздался до боли знакомый звон цепей, а затем хруст и крик...-°",
    "answers": [
      {
        "id": 71,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 47,
    "text": "°- Оружие вознеслось над головой девушки. В венах закипала кровь, а душу окутала слепая ненависть. Как бы Хиномори не старался сдержать свой гнев, но все попытки были бессильны. Оставалось просто закрыть глаза, дабы не видеть этого...\n\nТочный удар. \n\nНо что-то ему помешало. Открыв глаза он увидил что волчица голыми руками удерживает лезвие оружия. По ладоням густо стекает кровь, но создаётся впечатление что ей совсем не больно. Наконец, она решается сказать.\n\n — Ты убьешь меня... Я обещаю... Но не сейчас... Я хочу защитить тебя, а когда стану бесполезной... Убей меня, моим же оружием... Убей также, как я убила Бога Гнва... Икари...\n\nВпервые услышав имя отца, руки Хино ослвбли. И девушка воспользовалась моментом, и выбила оружие ногой.  И вот, оружие уже не былр помехой,  но гнев снова овладел парнем. Он схватил шатенку за горло и повалил на землю. -°\n\n",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "°- Самурай с ещё более сумасшедшим видом прокричал.\n\n — Шустрый ублюдок! Ты должен заплатить! \n\n — Я. Никому. Ничего. Не. Должен! \n\nХиномри был уверен в себе как никогда. Ногой он выбил катану из рук самурая, и с яростью нанёс ему удар по голове своим \"оружием\".  Гнев — именно так можно было описать чувства парня. Повалив мужчину на землю, он ухватился за шею врага и стал душить. Это были не его чувства... Будто бы в него вселился монстр. -°",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "°- Разум и появившаяся из неоткуда сила спорили. Разум просил остановить это безумие, но руки продолжали безжалостно сжимать горло противника. Мужчина прохрипел\n\n— Ты... т-так..такой же... к-как... и твой от-т-тец.... МОНСТР....\n\nЭти слова эхом прозвучали в голове парня, руки моментально ослабли, и перестали душить. Но было уже поздно... Взгляд был пуст, и бездыханное тело лежало неподвижно...\n\n— Я... Я монстр?\n\nВзглянув на свои руки, Хино увидел что они были в крови... Противник сопротивлялся как и мог...\n\n— Я...Убил...Убил его, своими руками...\n\n\"Человек что убил другого человека... уже не человек\"\n\nЭто были слова моей тёти... Она была права... И этот странный мужчина был прав... Я просто монстр, но никак не человек... -°",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "°- Я бросился бежать против ветра, куда глаза глядели... Тучи сгущались... Даже дождь не смыл бы этот грех... Убийство... Даже не оружием... Своими руками...\n\nВ голове будто звучали голоса\n \n— \"Ты монстр\" \"Монстр\" \"МОНСТР\"...\n\nЭти страшные голоса звучали всё громче. Сзади послышался треск веток. Кто-то  бежал за мной... -°",
    "answers": [
      {
        "id": 51,
        "text": "Бежать к реке"
      }
    ]
  },
  {
    "id": 51,
    "text": "°- Наконец, виднелась река. Эти странные голоса продолжали преследовать. Парень бежал так быстро, что чувствал как ветер бил по лицу, от этого ощущения все дурные мысли уходили прочь оставляя только страх и эти голоса. Подбежав к реке, Хино упал на колени и посмотрел на своё отражение. \n\n — Я... Действительно монстр... \n\nСейчас левый глаз Хиномори, через который проходил шрам  светился красным светом, а уши были острыми как у эльфа. На голове были чёрные рога, как у демона. Невольно он взглянул на свои руки. Вместо привычных человеческих ногтей были длинные, чёрные когти.\n\nТьма постепенно поглощала парня... Вдруг он почувствовал будто что-то странно жгло его спину -°",
    "answers": [
      {
        "id": 52,
        "text": "Ч-что это?"
      }
    ]
  },
  {
    "id": 52,
    "text": "°- Парень встал с земли не понимая что происходит. Чувство, будто всю спину проткнули иглами, становилось всё сильнее. Вдруг невольно прокричав, он опять свалился на колени от ещё более резкой боли.\n\nИз-за его спины пробились чёрные крылья, почти как у ворона. \n\nСпустя 10 секунд боль прошла, оставляя Хиномори наедине со своим отражением. Голоса всё ещё звучали в голове, предлагая перейти на тёмную сторону.\n\nКак вдруг...\n\nСзади послышался звон цепей, а вся тьма вокруг рассеялась. Все эти голоса прокричали будто умирали, и наступила долгожданная тишина. Кто-то подошёл сзади и обнял парня за плечи. Судя по тонким рукам и аккуратным, но очень длинным ноготкам, это была девушка. -°\n ",
    "answers": [
      {
        "id": 53,
        "text": "Притянуть её ещё ближе"
      },
      {
        "id": 54,
        "text": "Повернуться чтобы посмотреть кто это"
      }
    ]
  },
  {
    "id": 53,
    "text": "°- Не особо осознавая своих действий он взял её руки в свои и притянул тело девушки вплотную к своей спине. \n\nЯ не испытывал страха... Эта аура казалась мне хорошо знакомой. Может быть... Это она...\n\n — Харука...\n\nЭто имя невольно сорвалось с уст парня, и услышав его, тело девушки задрожало. \n\nХино повернулся лицом к незнакомке, и увидел ту, которую совсем не ожидал увидеть. \nЯнтарные глаза смотрели с пониманием, и заботой...\n\nДа, это была Карма.\n\nШатенка была рассеянна, и дрожащим голосом прошептала \n\n — Ты не монстр...Хино -°",
    "answers": [
      {
        "id": 55,
        "text": "Откуда ты знаешь моё имя?..."
      },
      {
        "id": 56,
        "text": "Что это был за мужчина?... И... Что я такое?..."
      }
    ]
  },
  {
    "id": 54,
    "text": "°- Хино повернулся лицом к незнакомке, и увидел ту, которую совсем не ожидал увидеть. \nЯнтарные глаза смотрели с пониманием, и заботой...\n\nДа, это была Карма.\n\nШатенка была рассеянна, и дрожащим голосом прошептала \n\n — Ты не монстр...Хино -°",
    "answers": [
      {
        "id": 69,
        "text": "Откуда ты знаешь моё имя?"
      },
      {
        "id": 56,
        "text": "Что это был за мужчина?...И... Что я такое?..."
      }
    ]
  },
  {
    "id": 55,
    "text": "°- Не смотря на всё что произошло, в голове возник вопрос... Откуда она знает моё имя?... Я точно помню что не говорил его ей...\n\n — Так...Постой... откуда ты знаешь моё имя?... Я не говорил его тебе при нашей первой встрече...\n\n — Д-да ты просто не помнишь. М-мы оба представились друг-другу...\n\nДевушка явно не ожидала воопроса, и по её лицу было видно что она врёт.\n\n — И вообще, почему тебя волнуют такие вещи, после того что произошло? Тебя не удивляет магия, девушка-волчица, то что у тебя рога, и крылья в конце концов?!\n\n — Я...Я сейчас не особо соображаю... В голове всё отзывается эхом... Что вообще произошло?... Я...",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "° — Этот мужчина, один из низших богов... Он стал довольно сильным когда нашёл ту катану. Это оружие наносит сильный урон, так что следовало бы нам его забрать прежде чем кто-то другой найдёт его... \n\nДевушка жестом позвала Хино следовать за ней. Но ему явно было интереснее услышать ответы на все вопросы, чем искать никому не нужное оружие.\n\n— Так... Что я такое?! Почему нельзя просто взять, и ответить на этот вопрос?! Я слишком долго терпел это безумие, и сейчас просто хочу знать правду! Представь себе, какой это удар для меня! Всю свою жизнь я жил не веря в подобные вещи, но сейчас они переполняют каждый мой день! -°",
    "answers": [
      {
        "id": 58,
        "text": "Поддаться ярости"
      }
    ]
  },
  {
    "id": 57,
    "text": " ° — Этот мужчина, один из низших богов... Он стал довольно сильным когда нашёл ту катану. Это оружие наносит сильный урон, так что следовало бы нам его забрать прежде чем кто-то другой найдёт его... \n\nДевушка жестом позвала Хино следовать за ней. Но ему явно было интереснее услышать ответы на все вопросы, чем искать никому не нужное оружие.\n\n— Так... Что я такое?! Почему нельзя просто взять, и ответить на этот вопрос?! Я слишком долго терпел это безумие, и сейчас просто хочу знать правду! Представь себе, какой это удар для меня! Всю свою жизнь я жил не веря в подобные вещи, но сейчас они переполняют каждый мой день! -°",
    "answers": [
      {
        "id": 58,
        "text": "Поддаться ярости "
      }
    ]
  },
  {
    "id": 58,
    "text": "° — Как мне вернуть всё обратно?! Я не хочу такую жизнь!\n\nХино схватил волчицу за горло и прижал к дереву, сам не понимая своих действий. Парень и девушка смотрели друг на друга прямо в глаза. Взгляд янтарных глаз не выражал эмоций, казалось что Карма совсем не чувствовала боли. \n\nВдруг, ловким движением она высвободилась из лап противника и повалила на землю сжав его руки-°",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "°- Голос парня дрожал, он лишь смог сформулировать вопрос.\n\n — Куда?...\n\n— Ах, да! Ты же не знаешь! Прости. Ария — это остров богов, он находится над человеческим миром. Чтобы туда попасть нужна магическая аура.\n\nХино хотел воспользоваться моментом её любезности и начать возражать.\n\n — Не...\n\nНо не успел сказать и слова, как его перервал резкий тон\n\n — Я тебя не спрашиваю! Хочешь ты того, или нет, ты пойдёшь со мной!... \n\nВозражать ей, явно бесполезно...-°",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "° — Я пришла не для того чтобы выслушивать тут истории всяких сопляков! Послушай меня, мой мальчик, всем магическим существам не легко! ТЫ — НЕ человек! ТЫ — НЕ можешь жить среди людей! ТЫ это хотел услышать?! ТЫ доволен?!  Да, теперь ты должен будешь много чего о себе узнать, но это та судьба что ждала тебя от рождения! Твой отец был одним из самых могущественных богов, приносящих неудачу и разрушения! Да, он был монстром! Но это не значит что ты такой же!\n\nПоследнюю фразу Карма закричала почти что на весь лес. Они посмотрели друг другу в глаза, и резкий голос девушки стал тише. Она буквально склонилась перед обидчиком\n\n Я... Я пришла чтобы забрать тебя... забрать домой... Там живут такие же существа как и мы... Я сделаю всё, что в моих силах...чтобы научить тебя контролировать гнев...\n\nШатенка встала и отстранилась от парня.\n\n — Пойдём, найдём чёртову катану и отправляемся в Арию, нас там уже ждут... -°",
    "answers": [
      {
        "id": 59,
        "text": "Куда?..."
      }
    ]
  },
  {
    "id": 61,
    "text": "°- Да что же чёрт возьми происходит? В голове всё перемешалось... Я не соображал почти ничего... Если честно мне уже было без разницы куда меня тащат...Спина болела от крыльев, будто мои кости вросли, и выбились из спины.\n\nГлаза медленно закрывались на ходу. Отвратительное чувство...Мне было не хорошо, и Карма это заметила. Похоже что именно поэтому она вела меня по лесу за руку, даже не пыталась начать разговор. Я решил взять инициативу, но не успел и слова сказать, как она заговорила первой. \n\n — О! А вот и катана! \n\nДевушка аккуратно вытащила оружие из дерева, в которое по всей видимости оно встряло при ударе. На самой ручке была надпись \" 私の怒りは私の敵です \" ( Что в переводе с Японского означает \"Мой гнев, мой враг\" ) \n\n — Ну что, пора нам в путь. \n\nПосле этих слов шатенка хитро улыбнулась.\n\n — Что? \n\nПарень не успел получить ответа, как вдруг всё вокруг исчезло как в тумане.-°",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "°- Земля исчезла из-под ног, а сердце билось всё быстрей. Я сжал руку Кармы ещё сильнее.\n\nКогда земля снова появилась под ногами, я понял что был уже не в лесу, а в красивом городе с множеством храмов. \n\nВсе \"люди\" что проходили мимо меня были однозначно не стандартной, но приятной внешности. Среди них были и оборотни, ёкаи, и некоторые были с крыльями прямо как я...\n\nКарма до сих пор держала меня за руку. Этот жест с её стороны приятно волновал меня... Хотя стоп! Я не должен думать об этой сумасшедшей, как о женщине! У меня сейчас и других забот полно...-°",
    "answers": [
      {
        "id": 63,
        "text": "Попросить Карму отпустить руку."
      },
      {
        "id": 64,
        "text": "Позволить вести себя за руку."
      }
    ]
  },
  {
    "id": 63,
    "text": "° — Где это мы? Голос Хино немного дрожал.\n\n— Добро пожаловать домой!\n\nЕё рука сжимала мою, и она тащила меня через толпу.\n\n— Эмм... А ты не могла бы отпустить меня?...\n\nЯ наконец-то решился спросить.\n\n— Уверен? Ну потом не ной. Если потеряешься, пиняй на себя. К тому же от тебя пахнет человеческим миром, а тут за такое могут и сожрать.\n\nОна отпустила его руку и рванула в толпу.\n\nЧёрт, кто ж знал что меня тут могут сожрать!\n\n— Подожди ты!\n\nНаконец Хиномори догнал её. Они шли совсем рядом, никуда не спеша. Дурные мысли так и лезли в голову...\n\nОщущение будто это сон... Сначала странные духи, потом этот тип похожий на самурая... Убийство... Крылья и рога что у меня выросли...Это уже слишком. Это просто страшный сон, это скоро закончится... Ведь так?\n\nПарень стал рассматривать мир вокруг. -°",
    "answers": [
      {
        "id": 65,
        "text": "Осмотреться вокруг"
      }
    ]
  },
  {
    "id": 64,
    "text": "° — Где это мы? Голос Хино немного дрожал.\n\n — Добро пожаловать домой.\n\nЕё рука сжимала мою, и она тащила меня через толпу.\n\nОднако странная эта Карма... На вид очень милая, а палец в рот не клади. И всё же она пытается быть милой со мной... Раз она так старается для меня, постараюсь и я не приносить ей проблем.\n \nНаконец выбравшись из толпы, они шли никуда не спеша, всё ещё дежась за руки. Дурные мысли так и лезли в голову...\n\nОщущение будто это сон... Сначала странные духи, потом этот тип похожий на самурая... Убийство своими же руками... Крылья и рога что у меня выросли...Это уже слишком. Это просто страшный сон, это скоро закончится... Ведь так?\n\n Парень стал рассмаривать мир воокруг. -°",
    "answers": [
      {
        "id": 65,
        "text": "Осмотреться вокруг"
      }
    ]
  },
  {
    "id": 65,
    "text": "°- Должен сказать, здесь очень чистые и уютные улицы. И множество прекрасных Храмов только украшали картину. Вокруг было много забавных на вид существ продававших талисманы и прочие штучки. Наверное этот мир не такой сказочный каким кажется с первого взгляда, но одно я знаю точно — дышать здесь намного легче.\n\nВдруг, Карма остановилась перед шикарным на вид Храмом, рядом с которым был второй, не менее шикарный, но чуть поменьше -°",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "°- Из Храма вышел мужчина пожилого возраста с длинной сидой бородой, в руках у него был посох.\n\nКарма склонила перед ним голову и толкнула Хино локтём, чтобы он сделал то же самое.\n\n— Мастер Тай... Простите за то, что я так напрямую... Но... Этот парень — сын Бога Гнева, я вам уже про него говорила. Его имя Хиномори, сокращённо Хино. Я прошу вас научить его контролировать свой гнев, и позволить стать вашим учеником.\n\nСтарик приподнял одну бровь и посмотрел на них с явным удивлением. После произнёс.\n\n— Карма, ты моя лучшая ученица и я надеюсь ты сейчас в ответе за свои слова. Ты же знаешь у меня и так много учеников...\n\nНо шатенка не собиралась отступать, она приподняла голову и с очень серьезным видом посмотрела на своего учителя, будто бросая вызов. Это был очередной ледяной взгляд, прямо как тот что снится в кошмарах парня -°",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "° — Я прошу принять его под мою ответственность. Отныне я буду в ответе за его поступки, и даже слова. И да, я всегда ручаюсь за свою речь, но я не ручаюсь за то как окружающие её воспринимают. \n\nЕё уверенный голос лишь накалял ситуацию. С этой девушкой было бесполезно спорить, и даже Мастер Тай это понимал.\n\n — Ох, ладно... Но только потому что меня об этом просишь ты. Но в следующий раз не нужно пользоваться тем что ты мне как родная дочь!\n\nКарма хлопнула в ладоши и невинно улыбнулась. Из серьезной госпожи, она превратилась в дитя малое. Однозначно когда она ведёт себя адекватно она кажется более зрелой  и красивой, хотя на вид ей лет 18 — 19 -°",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "°- Вот же Карма идиотка... Теперь она отвечает за все мои действия...\n\nПока парень думал, старик подошел к Хиномори и приветливо улыбнулся. \n\n — Ну что ж, теперь ты мой ученик. Так сказать, добро пожаловать в семью! Все мои ученики живут Доме Учащихся.\n\nМужчина пожилого возраста показал пальцем на небольшой, уютный Храм возле сада.\n\n — Но так, как все комнаты там заняты... Тебе мой мальчик, придётся жить с нами в Обителе Духов. Хоть там тоже нет свободных комнат...Но комната для гостей вся в твоём расположении.\n\n — Благодарю...-°",
    "answers": [
      {
        "id": 70,
        "text": "Пока что останусь тут, нет смыла убегать... А так хоть узнаю немного об отце."
      }
    ]
  },
  {
    "id": 69,
    "text": "°- Не смотря на всё что произошло, в голове возник вопрос... Откуда она знает моё имя?... Я точно помню что не говорил его ей...\n\n — Так...Постой... откуда ты знаешь моё имя?... Я не говорил его тебе при нашей первой встрече...\n\n — Д-да ты просто не помнишь. М-мы оба представились друг-другу...\n\nДевушка явно не ожидала вопроса, и по её лицу было видно что она врёт.\n\n — И вообще, почему тебя волнуют такие вещи, после того что произошло? Тебя не удивляет магия, девушка-волчица, то что у тебя рога, и крылья в конце концов?!\n\n — Я...Я сейчас не особо соображаю... В голове всё отзывается эхом... Что вообще произошло?... Я...",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "° — Я буду стараться...\n\nПарень склонил голову перед учителем. Хоть они знакомы минут 5 максимум, у Хиномори сразу же появилось чувство уважения Мастеру Таю.\n\n— А, и ещё... комната для гостей находится рядом с комнатой Кармы...Так что если к нам пожалуют гости тебе придётся ночевать у неё.\n\nПожилой мужчина ехидно улыбнулся, а волчица скорчила гримасу отвращения пробормотав себе под нос что-то на непонятном языке. Даже без перевода Хино понял что это были маты. Мастеру явно не понравилось что его ученица посмела сквернословить в его присутствии и он легонько стукнул её по голове своим деревянным посохом.\n\nПлевать что на меня там сказала эта идиотка, важнее на каком языке это было сказано? Дождавшись подходящего момента я осмелился спросить:\n\n— А... На каком языке это сказано? -°",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "°- Открыв глаза Хиномори увидел перед собой Карму. В руках у неё была окровавленная коса во весь рост. Посмотрев под ноги он увидел... Что голова мужчины — самурая лежала отдельно от тела... К горлу подходила тошнота... \n\nДевушка щелкнула пальцами и коса исчезла из её рук. Она отошла от Хино и как можно более успокаивающим тоном постаралась произнести.\n\n — Ты как?... \n\nНемного придя в себя он ответил.\n\n — Со мной всё нормально...Пока что... Так... что это было? Что ему от меня нужно?...-°\n\n ",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "° — Ох, это мой мальчик, один из древнейших языков богов. Существует несколько видов божественных иероглифов, и каждый из них относится к определенному языку. Твоё имя кстати... Имеет глубокий смысл на языке злых заклинаний...У людей есть подобное имя — Хинамори, меняется всего одна буква, но это не одно и тоже...Человеческое существо незнает таких имён, и даже злой бог не назвал бы родное дитя таким именем... Хиномори — это название одного злого заклятия, которое, если попадёт в плохие руки...Миру конец...\n\nПарень стоял с широко открытыми глазами и смотрел на Мастера, пытаясь переварить всю эту информацию.\n\n — И... Что же такое делает это заклинание?\n\n — Зря я на тебя вывалил весь этот груз, поговорим чуть позже.\n\nВ разговор вмешалась Карма.\n\n — Мастер, думаю будет лучше если это побудет у вас...\n\nОна протянула старику катану, которую весь путь крепко держала в руках.\n\n — Хм...Думаю это должно пренадлежать Хино... Но пока у него нет опыта обращения с магическим оружием... \n\nПосле этих слов, он протянул юнному полубогу катану.\n\n — Возьми, и держи крепко! А теперь сосредоточься на том, что хочешь чтобы оружие стало частью твоей ауры!\n\nХино послушался, и сделал всё как и велел Мастер. Катана вмиг растворилась в воздухе, а по венам пробежал поток энергии... Даже не просто энергии, а силы Бога Гнева.\n\nЭто чувство... Будто кусочек разбитого сердца вернулся на место...Будто бы к парню снова вернулись эмоции... Но когда он пришёл в себя, появилось миллион вопросов, но ни одного ответа.\n\n — Но куда она исчезла? И, что тогда эта катана делала у того странного мужчины? Кто он вообще такой?! Чт...\n\nСтаршина перебил парня на очередном вопросе. Его голос был уверенным и немного грубым.\n\n — Я же сказал, поговорим позже. А сейчас мы с Кармой проведём небольшую экскурсию по нашему участку земли. \n\nЖестом старик показал следовать за ним, в то время как Карма уже шла впереди. -°",
    "answers": [
      {
        "id": 73,
        "text": "Следовать за ними"
      }
    ]
  },
  {
    "id": 73,
    "text": "°- Моё тело до сих пор дрожало, эти чёртовы крылья слишком тяжелые! Ладно... Пора уже с этим смириться... \n\nМы шли медленно, и никуда не спешили. Экскурсия по этой местности меня приободрила, как оказалось у них тут есть небольшой целебный источник, сэнто (общественная баня, в данном случае для учеников) пять Храмов и даже собственный сад! В наши не лёгкие времена, это просто роскошь. Хотя тут обитают высшие существа...Не удивительно что они так богато живут.\n\nВдруг из сада показался силуэт женщины, на вид ей было лет 27, не больше. На фоне её длинных, чёрных волос выделялись ярко голубые глаза. Увидев Мастера Тая она подбежала и заключила его в объятия.-°",
    "answers": [
      {
        "id": 74,
        "text": "Это...Одна из его учениц?..."
      }
    ]
  },
  {
    "id": 74,
    "text": "°- В недоумении парень повернулся к Карме чтобы задать вопрос.\n\n — Это...Одна из его учениц?...\n\nВзгляд шатенки был направлен в сторону этой парочки, она явно воспринимала с отвращением любое проявление нежности. \n\n — Неа, это Госпожа Айвари. Она мне как мать... И хоть она и любит сопливые драмы, это не меняет того, насколько она хорошая женщина.\n\nГоворя о Госпоже, Карма повернулась к парню и одарила его невинной улыбкой. От волчицы, взгляд Хино снова перешёл к отвратительной парочке, и на этот раз вместо объятий они уже страсно целовались...\n\nЗрелище не из приятнейших... Они скоро сожрут друг друга...\n\nЗаметив что Хиномори откровенно говоря пялился на них, шатенка закрыла ладонями его глаза.\n\n — Воу, если так будишь с отрытым ртом на них смотреть, глаза из орбит вылезут. Госпожа Айва хоть выглядит молодо, на самом деле та ещё старушка, так что успокойся. -°",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "°- По всей видимости влюблённые поняли что смущают молодых людей своими публичными поцелуями, поэтому покраснев отстранились друг от друга. Взгляд возлюбленной Мастера переключился на Карму, и она с молниеносной скоростью заключила девушку в объятиях.\n\n— Кармааа! Я так по тебе скучала!\n\n— Ох! Д-да ладно вам, мы не виделись всего неделю... Я т-тоже по вам скучала! ... О-ох, вы же меня задушите!...\n\nПока Карму душили, я пытался вспомнить где уже слышал имя Айвари... Хм...Точно!\n\nАйвари — богиня любви, тётя часто рассказывала мне о богах и жрицах, так что о многих из них я уже знал. Так получается...она жена Мастера Тая? Неплохо старикашка устроился в жизни, Храм, сад, вечно молодая жена — просто сказка! -°",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "°- Оставив Карму в покое, Богиня Любви посмотрла на парня вопросительным взглядом. \n\n — Таики Кун, а что это за мальчишка? Я его раньше здесь не видила...\n\nУслышав \"Таики Кун\" волчица не сдержалась от смеха, в то время как Мастер Тай приобнял Госпожу Айву за плечи и злобно посмотрел на шатенку.\n\n — А это, дрогая моя, парнишка по имени Хиномори которого Карма Тян привела под свою ответственность. Он будит жить в комнате рядом с ней, чтобы всё время быть очень близко. Возможно скоро вообще к ней переедет. \n\nСтарик ехидно улыбнулся, а вот с лица Кармы улыбка пропала совсем. Голубоглазой брюнетке ситуация казалась явно забавной, и она тут же пристала к шатенке с благословениями.\n\n — Карма Тян, у тебя появился мужчина! Как же я за тебя рада! Непомню чтобы ты даже за ручку с кем-то держалась! Моя маленькая девочка наконец-то повзрослела! На вид он хороший парень! Я вас благословляю! -°",
    "answers": [
      {
        "id": 77,
        "text": "Что за бред?! Нужно брать ситуацию под контроль!"
      },
      {
        "id": 78,
        "text": "Почему бы и не подыграть будто я её жених?))"
      }
    ]
  },
  {
    "id": 77,
    "text": "°- Я пытался вствить хоть слово между речью Богини Любви, в то время как Карма краснела и не могла ничего сказать.\n\nНаконец Госпожа успокоилась и Хиномори смог высказаться. \n\n — Нет, нет, нет! Я её знаю всего несколько часов! Я ей даже не доверяю!\n\nВскоре к протестам парня присоединилась и Карма.\n\n — Мы с ним почти незнакомы! Я помогла ему только потому, что он мог бы стать важной шишкой среди богов! Нельзя же лишать перспективы молодого...\n\nНо не успела она завершить фразу как Госпожа Айвари сделала это за неё.\n\nМолодого и безусловно красивого парня! Ты это хотела сказать?\n\n — НЕЕЕТ! Молодого идиота у которого есть потенциал!  \n\nЕщё немного, и из глаз волчицы посыпались бы искры. Вот что значит — довели. -°\n\n",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "°- Не особо долго думая, парень решил что будет забавно зделать вид что он её жених. Он приобнял Карму за бедра и притянул ближе к себе. От этого жеста тело волчицы вздрогнуло, почувствав это Хино немного смутился, но решил доиграть свою роль до конца.\n\n — Благодарю, Госпожа Айвари. Обещаю, если я перееду в комнату к Карме, мы не будем сильно шуметь. \n\nКарма явно пришла в себя, её когти вцепились в руку парня.\n\n — В следующей жизни, мой мальчик. А так...Просто знай...Со мной шутки плохи.\n\nХиномори сжал губы в улыбке, здерживая себя. Её когти впились в его руку очень сильно, и чтобы не прокричать от боли нужно было терпеть. Богиня Любви решила остановить этот спектакль и предложила пройтись.\n\nРука шатенки ослабла, и она повернулась к Хино лицом, в ужасе осматривая его окровавленную руку. Её голос звучал неуверенно и очень тихо.\n\n — Ох, черт! Твоя рука...Прости... Не рассчитала силы... \n\nКарма взяла его ладонь и поднесла к своим губам. Она провела языком по окровавленным следам. Лицо парня \"залилось краской\" и он явно избегал взгляда янтарных глаз. -°",
    "answers": [
      {
        "id": 82,
        "text": "Посмотреть на руку "
      }
    ]
  },
  {
    "id": 79,
    "text": "°- Богиня Любви поняла что не стоит играть с Кармой, но всё же осталась при своём мнении.\n\n — И так Хиномори, раз ты не доверяешь ей... Почему тогда последовал за ней?\n\nА ведь и вправду... Почему я так послушно последовал за ней? Позволил себе сблизиться с ней...  \n\n — Ну ээ... От безысходности! У меня не было другого выбора, если бы в таком виде я явился в деревню... Ух... боюсь даже представить!\n\n — Ну детишки, у вас ещё будет время узнать друг-друга лучше. А пока что, займёмся твоей адаптацией. Кстати, тебе бы переодется...\n\nБогиня указала на скромную одежду Хиномори.\n\n — Ох, нет мне и так хорошо. \n\nНо Госпожа Айвари и слушать ничего не хотела. \n\n — Ответ \"нет\" не принимается! У Таики Куна остались старые вещи, со времён когда он был ещё молодым. \n\nХиномори сразу же представил себе старомодное тряпьё, на фоне которого его одежда достойна самого Императора.\n\n — Эм... А вам не кажется что такое уже не носят? -°\n\n\n\n",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "° — Не говори глупостей. Боги — это высшие существа. Они носили хорошую одежду, ещё в те времена когда люди не знали что это такое. Так, я пойду за одеждой, а ты Карма отведи его в баню.\n\nГоспожу Айвари было сложно переубедить, с довольным видом она ушла. Карма нахмурилась, и пробормотала себе под нос.\n\n — Ну вот почему я?\n\nМастер улыбнулся во все тридцать два зуба. \n\n — Ну это же ты его привела, теперь считай что он твой сын. Пойди его искупай, переодень и уложи спать.\n\nХиномори его слова разозлили не меньше чем волчицу, но прежде чем парень открыл рот чтобы ответить, старик уже удалился в напраалении сада.  \n\nНемного успокоившись, шатенка повернулась к Хино, и лукаво улыбнулась.\n\n — Ну что... Пойдём я тебя искупаю? \n\nПарень нахмурился, еле сдерживая себя от того чтобы не покраснеть как помидор сваренный на солнце. Прокрутив фразу у себя в голове, он ответил.\n\n — Ты хоть в курсе как это прозвучало из твоих уст?  Ты меня целый день вгоняешь в краску, и это прозвучало очень... двусмысленно...\n\nВ этот момент лицо девушки оставалось невозмутимым.\n\n — Нет, это скорее ты услышал фразу так, как хотел.\n\nОна улыбнулась, но как-то безразлично, и жестом пригласила следовать за ней -°\n\n\n\n",
    "answers": [
      {
        "id": 81,
        "text": "Пойти за ней"
      }
    ]
  },
  {
    "id": 81,
    "text": "°- Парень следовал за волчицей. Они шли молча, и не спеша.\n\nУдивительно, обычно молчание вызывает неловкость...Но с Кармой приятно просто молчать... Не думаю что наш глупый флирт имеет продолжение, наверное мы просто так шутим. Она знает в какие моменты нужно быть стервой, а так же когда быть милой девочкой... Скажем так, \"меняет маски \"... Играет роли... Но для чего? Она что-то скрывает... Например, откуда она знает как меня зовут? Я не говорил ей при встрече...  А иногда, она ведёт себя так, будто знает меня всю жизнь. И ведь, она волчица, а у волков есть стаи... Что же произошло с её стаей?...\n\nТёплый ветерок играл волосами девушки, а её обычно выразительный взгляд был пуст... \n\nПарень понимал, что волчица просто так о себе ничего не расскажет. Они бы и дальше шли молча, но собрав волю в кулак, Хиномори спросил.\n\n — Карма... Ты конечно извини что так прямо\n... Да и возможно тебе эта тема будет неприятна... Но... Ты же волчица, а вы, как я знаю держитесь в стае. Где твоя стая?... С ними что-то случилось?... \n\nШатенка грустно улыбнулась, подбирая слова для ответа.\n\n — Своих бросать нельзя, даже по законам волчьим... Но моя мать поддалась человеческим искушениям, и бросила меня на произвол судьбы ещё младенцем. И так уж вышло что я жила с людьми, которые и стали моей стаей. Они дали мне другое имя, дом, научили говорить...Эти люди в душе были волками... Верные своим чувствам... Не родные по крови, но готовые пролить свою кровь за товарища...Закон волков гласит, что за любовь, свободу и товарищей можно отдать даже свою жизнь... Так вот, я не смогла... Их всех убили у меня на глазах... Я тогда была совсем ребёнком... Живя в людском мире без дома, друзей, семьи и матери в которой я нуждалась больше всего... я готовила месть...И когда я выросла, то осуществила её... Мы ещё вернёмся к этой теме... Ну а пока, всё что тебе нужно обо мне знать, так это то что я не враг. \n\nЕё голос затих, и мы продолжили путь молча. -°\n",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "°- Посмотрев на руку, он всё же понял зачем она это зделала. Раны почти что не было. Не то что она затянулась полностью, но боль прошла оставляя только стыд. Карма с ухмылкой посмотрела на парня, но всё же старалась быть вежливой.\n\n — Уже не так болит?\n\n — Да, продолжай. \n\nХино ответил в шутку, но похоже волчца не разделила его энтузиазма.\n\n — Ты конечно не из слабых богов, но пока ты не умеешь пользоваться своей силой, для меня ты — лёгкая добыча. Так что не играй со мной, мой мальчик.\n\nОна провела рукой по его щеке, заставляя задуматься.\n\nКарма явно не маленькая девочка... И хоть Госпожа Айвари сказала что не видела её с парнями... Всё-равно эта волчица обладает особым обаянием... Если начнёт флиртовать — я врядли смогу себя сдерживать. Тем более учитывая то, что это обояние просыпаеться в ней когда мы наедине.\n\nКарма уже развернулась в сторону Дома Учащихся, и жестом руки позвала идти за ней. Силуэт Мастера Тая и его жены был далековато.\n\nНужно их доганять! -°",
    "answers": [
      {
        "id": 83,
        "text": "Догнать их."
      }
    ]
  },
  {
    "id": 83,
    "text": "°- Когда парень их догнал, к нему сразу обратилась Госпожа Айвари. \n\n — Так, нужно заняться твоей адаптацией...И начнём пожалуй...С одежды! \n\nБогиня указала на скромную одежду Хиномори.\n\n — Ох, нет мне и так хорошо. \n\nНо Госпожа Айвари и слушать ничего не хотела. \n\n — Ответ \"нет\" не принимается! У Таики Куна остались старые вещи, со времён когда он был ещё молодым. \n\nХиномори сразу же представил себе старомодное тряпьё, на фоне которого его одежда достойна самого Императора.\n\n — Эм... А вам не кажется что такое уже не носят? -°",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "°-  От рассказа девушки у Хиномори по коже пробежали мурашки, и он решил сменить тему на что-то нейтральное.\n\n— Так, мы идём в сэнто? \n\nШатенка повернулась к Хино, и ответила довольно бодрым тоном. \n\n — Я смотрю, тебя так и тянет в общественные бани. У нас конечно есть сэнто, но я думаю тебе одному лучше подойдёт офуро (традиционная японская ванна, похожа на большую бочку)\n\nДойдя до места предназначения мы зашли в здание, и пройдя по коридору попали в небольшую комнату с ширмой и традиционной ванной, напоминающией большую бочку. Пока Карма возилась с офуро, в комнату вошла Госпожа Айвари. В руках богиня несла три комплекта одежды, и похоже что ни один из них, я бы не одел. Улыбнувшись, она повесила их прямо на ширму. \n\n —Я сделала в одежде разрезы для крыльев, думаю в самый раз.  Выберешь то, что тебе больше всего подойдёт. Карма, ты закончила? Если да, то пойдём, не стоит смущать молодого человека.\n\nШатенка ехидно улыбнулась.\n\n — Вот так на самом интересном моменте?\n\nПочувствовав на себе вопросительный взгляд парня, она сразу же добавила\n\n — Да успокойся, шучу я. Пойдёмте Госпожа Айвари. \n\nКогда волчица и Богиня вышли, Хиномори скинул с себя одежду, и погрузился в тёплую воду. В полной тишине он остался один со своими мыслями. Он думал о...-°\n ",
    "answers": [
      {
        "id": 85,
        "text": "О всём что с ним произошло"
      },
      {
        "id": 86,
        "text": "О Карме"
      },
      {
        "id": 87,
        "text": "О Харуке"
      },
      {
        "id": 88,
        "text": "Об отце"
      }
    ]
  },
  {
    "id": 85,
    "text": "°- Тёплая вода немного расслабляет, но мысли о новой жизни не дают покоя. Как так получилось, что обычный парень живущий со своей тётей, оказался богом?... Я слишком много раз задавал этот вопрос самому себе, пришло время задать его тем, кто разбирается в магии лучше чем я... Всё это... Слишком сложно пережить за один день. Утро не предвещало ничего необычного... Но жизнь порой готовит не особо приятные сюрпризы. \n\nПочему тот самурай хотел меня убить? Что такого ему сделал мой отец? И раз уж эта катана принадлежит моему роду... Что она делала у того мужчины?... Слишком много вопросов, ответы на которые мне похоже не собираются давать... \n\nЛадно, я сам себя убиваю этими мыслями. \n\nИскупавшись, Хино вышел из воды и посмотрел на ширму. На ней висели три варианта одежды, которую принесла Госпожа Айвари.",
    "answers": [
      {
        "id": 89,
        "text": "Одежда достойная самого Императора. ( Кимноно расшитое золотой нитью. )"
      },
      {
        "id": 90,
        "text": "Простое мужское кимоно ( Приятное на ощупь )"
      },
      {
        "id": 91,
        "text": "Одежда с открытым торсом ( Странный костюм ниндзя, которой не сковывает движения )"
      }
    ]
  },
  {
    "id": 86,
    "text": "°- Тёплая вода немного расслабляет, но мысли об истории что рассказала Карма не покидают мою голову... Такое пережить очень сложно...\n\nПо ней видно как больно воспоминания режут её душу. Я бы и не подумал что она прошла через такое... Конечно Карма решила не рассказывать подробностей, но всё же... сказала что мы ещё поговорим об этом. Почему она хочет быть со мной настолько откровенной?... Я же ничего для неё не значу... Верно? Она пытается скрыть боль за \"маской беззаботности\", и у неё это хорошо получается. Вот только я сразу понял, что это \"маскарад\". С появлением новых сил мне стало легче распознавать чувства других. И всё же я считаю что Карме можно доверять...\n\nЛадно, пора выходить. \n\nИскупавшись, Хино вышел из воды и посмотрел на ширму. На ней висели три варианта одежды, которую принесла Госпожа Айвари.-°",
    "answers": [
      {
        "id": 89,
        "text": "Одежда достойная самого Императора. ( Кимноно расшитое золотой нитью. )"
      },
      {
        "id": 90,
        "text": "Простое мужское кимоно ( Приятное на ощупь )"
      },
      {
        "id": 91,
        "text": "Одежда с открытым торсом ( Странный костюм ниндзя, которой не сковывает движения )"
      }
    ]
  },
  {
    "id": 87,
    "text": "°- Тёплая вода немного расслабляет, но мысли о Харуке не давали покоя. Я почти каждый день думаю о тех словах... \n\n\"Когда тебе покажется что твой мир рушится... Когда ты не будишь знать что делать....\"  \n\nМой мир уже рухнул! И я не знаю что делать... Я конечно рад что нашись союзники... Но... Можно ли им доверять? Можно ли доверять вообще кому-либо кроме Кармы? Ох... Если бы я знал что могу рассчитывать на твою помощь, мне уже было бы легче. Ну а так, я даже не знаю реальна ли ты. Вдруг это был лишь плод воображения маленького мальчика? Я запутался... Хватит убивать себя мыслями.\n\nИскупавшись, Хино вышел из воды и посмотрел на ширму. На ней висели три варианта одежды, которую принесла Госпожа Айвари.-°",
    "answers": [
      {
        "id": 89,
        "text": "Одежда достойная самого Императора. ( Кимноно расшитое золотой нитью. )"
      },
      {
        "id": 90,
        "text": "Простое мужское кимоно ( Приятное на ощупь )"
      },
      {
        "id": 91,
        "text": "Одежда с открытым торсом ( Странный костюм ниндзя, которой не сковывает движения )"
      }
    ]
  },
  {
    "id": 88,
    "text": "°- Тёплая вода немного расслабляет, но мысли об отце не дают покоя. Если бы я только знал кто пролил его кровь! Во мне давно жила жажда мести, и хоть все говорят что он был злым... но всё же... он мой отец... Он дал мне жизнь, и я должен проявить свою благодарность. Сколько бы я не спрашивал его имя, тётя Цугуха не хотела даже произносить его вслух. Но теперь я знаю что он был Богом Гнева, и этого мне достаточно что-бы поднять архивы и найти информацию о нём. Сомневаюсь что Мастер или Карма захотят рассказывать, поэтому придётся делать всё самому. Хотя если Карма и не захочет говорить, думаю в помощи она мне не откажет. В конце концов пока что она единственная кому я могу доверять.\n\nИскупавшись, Хино вышел из воды и посмотрел на ширму. На ней висели три варианта одежды, которую принесла Госпожа Айвари.-°",
    "answers": [
      {
        "id": 89,
        "text": "Одежда достойная самого Императора. ( Кимноно расшитое золотой нитью. )"
      },
      {
        "id": 90,
        "text": "Простое мужское кимоно ( Приятное на ощупь )"
      },
      {
        "id": 91,
        "text": "Одежда с открытым торсом ( Странный костюм ниндзя, которой не сковывает движения )"
      }
    ]
  },
  {
    "id": 89,
    "text": "°- Хиномори считал роскошную одежду лишь тряпьём, но выбрал самую дорогую. \n\nА что, когда ещё мне выпал бы шанс, одеть подобное?\n\nПереодевшись Хино вышел на улицу, и чуть не врезался в Карму. Взгляд шатенки скользнул по парню сверху вниз, после чего она улыбнувшись указала на дорогую одежду.\n\n — А я смотрю, \"губа не дура\". Хотя меня не удивляет твой выбор. Не представляю тебя в одежде с открытым торсом, поэтому знала что ты её не оденешь. А если выбирать между обычным кимоно и этим, то всё очевидно.\n\nПолубог решил прямо высказать своё мнение.\n\n — Это всего лишь тряпки с золотой вышивкой, ничего более.\n\nДевушка одобрительно кивнула, и молча пригласила следовать за ней.\n\n",
    "answers": [
      {
        "id": 92,
        "text": "Следовать за Кармой"
      }
    ]
  },
  {
    "id": 90,
    "text": "°- Рука парня сама потянулась к самому простому кимоно. В конце концов он не привык к роскошной одежде, и не готов носить слишком открытые вещи. \n\nПереодевшись Хино вышел на улицу, и чуть не врезался в Карму. Взгляд шатенки скользнул по парню сверху вниз.\n\n — Если быть до конца откровенной, я думала ты оденешь дорогое кимоно... Но знаешь, я тоже люблю простую, удобную одежду. Но я пришла не чтобы комментировать твой выбор, меня попросили показать тебе твою комнату.\n\nЖестом руки, девушка пригласила следовать за собой.",
    "answers": [
      {
        "id": 92,
        "text": "Следовать за Кармой "
      }
    ]
  },
  {
    "id": 91,
    "text": "°- Парень решил примерять более открытую одежду, и на удивление она оказалась очень удобной, и села прямо по фигуре. \n\nПереодевшись Хино вышел на улицу, и чуть не врезался в Карму. Взгляд шатенки скользнул по парню сверху вниз, после чего её лицо немного покраснело. Она отвела взгляд куда-то в сторону и заговорила.\n\n — Не думала что ты оденешь... это. Мастер Тай называет этот костюм \"счастливым\", но в основном только потому что в молодости все девушки сходили с ума когда он его одевал.Хах, хотя мне кажется что старикашка преувеличивает. Хотя если тебя ударят лезвием в живот, пинай на себя... Кхем... Но... Тебе... идёт...\n\nХиномори внимательно посмотрел на Карму. \n\nОна что...покраснела?\n\nПочувствовав на себе взгляд, девушка сразу нашла тему для разговора. \n\n — Т-так, я вообще пришла чтобы провести тебя в твою комнату, а не разговаривать. \n\nЖестом руки она позвала следовать за собой.-°",
    "answers": [
      {
        "id": 92,
        "text": "Следовать за Кармой"
      }
    ]
  },
  {
    "id": 92,
    "text": "°- Они быстро добрались до Храма и вошли в комнату. Наконец Хино смог осмотреть своё жилище.\n\nВ глубине комнаты – ниша токонома с картиной и композицией икэбана. Пол устлан матами татами. На переднем плане – дверь-перегородка фусума. Справа – решетчатые окна сёдзи. Рядом возле ниши токонома лежал уютный футон. \n\nНе смотря на то, что на улице уже темнело комната казалась довольно светлой, и в ней было приятно находится. Юноша стоял немного в шоке от того,  что это всё теперь в его распоряжении. Карма положила руку на плечё парня.\n\n — Чувствуй себя как дома... Да что уж тут говорить, ты и есть дома! А теперь... Отдыхай...\n\nЗакончив фразу, шатенка быстро покинула комнату. -°",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "°- Хиномори попытался укутаться в футон, но понял что теперь ему нужно будет привыкнуть к крыльям.  Проворочевшись в постели битый час, Парень решил прогуляться. \n\nБесшумно покинув Храм, он оказался на улице. Прохладный вечерний воздух проникал в сознание и успокаивал. Так тихо... Спокойно... Будто бы жизнь не меняла привычное русло... В небе светила полная луна, и слышался волчий вой... Долгий, полный тоски и печали... Полубог решил пойти на звуки. Дорога была намного дольше, чем казалось бы. Теперь парень обладал более хорошим слухом, и мог слышать с большого расстояния. Вой привёл его к обрыву, на краю которого сидел огромный волк. Белая шерсть с красными узорами...два хвоста сзади...и янтарные глаза, всё так же полные печали... Да, это была Карма. \n\nУвидев незваного гостя, тело волчицы залилось светом, и через секунду перед парнем была уже молодая девушка. -°\n\n\n",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "°- Вдруг прекрасную вечернюю тишину прервал крик.\n\n — На нас напали! \n\nЛицо шатенки сразу же побледнело.\n\n — Чёрт, чёрт, чёрт! Это всё моя...Моя вина! Нет времени обьяснять! Нужно остановить нападение! \n\nВскочив на ноги они отправились обратно в Храм. \n\nТерритория Храма была вся забита монстрами, которых ученики Мастера Тая пытались изгнать всеми возможными способами. Самого же Мастера не было видно. Эти монстры, были скорее похожи на злых духов... Они все были разные, но при из виде кровь стынет в жилах, а по коже пробегает разряд тока. Аура смерти нависла над Священным местом...\n\nВ голове снова проснулись голоса... Они звали, кричали, молились о чём то... Невидимая сила звала в направлении сада... Тело перестало слушаться, следуя в неизвестном направлении. Голоса были в тумане, крики, лязг металла... Всё это будто бы осталось вне поля зрения, а перед паренем была лишь невидимая тропа... Ведомый странной магией Хиномори продолжал направление в след за голосами. Как бы он не пытался сопротивляться, всё было бесполезно.\n\n",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "°- Хино подошел ближе и спросил можно ли присесть рядом, на что волчица ответила лишь кивком. Лёгкий ветерок играл листьями деревьев, создавая свою мелодию. Этот звук заполнял все пространство, нарушая гробовую тишину. Наконец собравшись с мыслями, Хиномори решил задать вопрос, что беспокоил его целый день.\n\n — Карма...Зачем ты мне помогаешь?...\n\nСлегка смутившись девушка всё же решила ответить. \n\n — Я плачу по счетам... Я натворила много плохого, называя это \"правосудием\"... Меня саму должна была настигнуть карма... Поэтому я терзаю саму себя за все свои грехи... И стараюсь исправиться... Поэтому и помогла...\n\nПарень задумчиво посмотрел на шатенку не отводя взгляд. \n\n — Так... Это значит единственная причина?... Да?...\n\nПосле короткого молчания, её лицо оказалось в миллиметре от лица Хиномори. Почти шепотом она произнесла.\n\n — А какой ответ...Тебя бы устроил?...",
    "answers": [
      {
        "id": 96,
        "text": "Поцеловать"
      },
      {
        "id": 94,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 96,
    "text": "°- Парень аккуратно приблизился, да и Карма видимо была непротив. Один момент...Пркосновение губ... Как вдруг...\n\nСо стороны Храма послышался крик.\n\n — На нас напали! \n\nЛицо шатенки побледнело.\n\n — Чёрт, чёрт, чёрт! Это моя... Моя вина! Нет времени объяснять! Нужно остановить нападение! \n\nВскочив на ноги они отправились обратно в Храм. \n\nТерритория Храма была вся забита монстрами, которых ученики Мастера Тая пытались изгнать всеми возможными способами. Самого же Мастера не было видно. Эти монстры, были скорее похожи на злых духов... Они все были разные, но при их виде кровь стынет в жилах, а по коже пробегает разряд тока. Аура смерти нависла над Священным местом...-°",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "°- К ногам Кармы прилетела катана. Видимо она сочла это хорошим знаком, и сразу же схватила оружие. Завязался долгий бой. Ошмётки монстров летели в разные стороны. Уничтожив пару уродов голыми руками к горлу стала подходить тошнота. \n\nВдруг...Парня будто бы оглушил какой-то звук...В голове снова проснулись голоса... Они звали, кричали, молились о чём то... Невидимая сила звала в направлении сада... Тело перестало слушаться, следуя в неизвестном направлении. Голоса были в тумане, крики, лязг металла... Всё это будто бы осталось вне поля зрения, и перед ним была лишь невидимая тропа... Ведомый странной магией Хиномори продолжал направление в след за голосами. Как бы он не пытался сопротивляться, всё было бесполезно. -° \n",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "°- Не осознавая как оказался в саду, Хино огляделся по сторонам. Он окончательно пришёл в себя, уже не чувствуя странной силы которая его тянула. Появилось лёгкое чувство дежавю.\n\nТакое уже было...С тем мужчиной...\n\nВдруг с неба посыпались цветы красной сакуры. Это было прекрасное зрелище. Но касаясь земли... они превращались в капли крови... Впереди показался силуэт маленькой девочки...Ей было примерно 8 лет... одета она была в какое-то тряпьё, а её белая кожа была прозрачна. Чёрные волосы и такие же чёрные глаза были как мгла...  И эта мгла покрывала весь глаз, не оставляя зрачков. Рядом с ней расположился ещё более страшный монстр. На вид он был похож на гепарда, но намного больше и страшнее. Его тело искажалось в лунном свете, а глаза будто вытекли... Ужасное, жуткое зрелище. Девочка рассмеялась безумным, но всё же детским смехом.\n\n — Наконец-то ты пришёл. Хотя я знала, что наша встреча неизбежна... Ты заставил нас ждать. \n\nОна повернулась к страшному монстру и довольно погладила его. \n\n — Хорошая киса... Я нашла тебе мышку... \n\nПарень хотел бежать, но что-то сковало его тело. Призрак вновь засмеялся, ещё более жутким смехом.\n\n — Собачка слабеет, и больше не может поддерживать барьер. Благодаря этому мы смогли сюда попасть. Я всегда знала что этот день настанет. А теперь... Киса разорви мальчишку на клочья.\n\nЧёрт! Что этому призраку от меня нужно? Что им всем отменя нужно?! \n\nХиномори почувствовал что снова может шевелится. Огромный зверь принялся атаковать с левой стороны.\n\nЧто делать? -°\n\n",
    "answers": [
      {
        "id": 99,
        "text": "Увернуться влево "
      },
      {
        "id": 100,
        "text": "Увернуться вправо"
      },
      {
        "id": 101,
        "text": "Нанести удар"
      }
    ]
  },
  {
    "id": 99,
    "text": "°- Вы увернулись влево и попали прямо в лапы монстру.-°\n\n          ×~Вы погибли~×",
    "answers": [
      {
        "id": 98,
        "text": "Вернитесь назад и выберите другой ответ~"
      }
    ]
  },
  {
    "id": 100,
    "text": "°- Хиномори едва смог увернуться от цепких лап этой твари.\n\nВетер стал шептать что-то на неизвестном языке, и пыль поднималась вверх. Послышался знакомый звон цепей. Из неоткуда огромный волк кинулся на монстра. Они сцепились в короткой схватке, но Карме не удалось одержать победу. Она отлетела в сторону, с хрустом ударившись об дерево. Волк снова превратился в девушку. Часть кимоно сползла с плечей но ничего не было видно, так как на груди была повязка. С левой стороны виднелась глубокая рана, с которой постепенно стекала кровь. Собрав в себе последние силы она поднялась на ноги, и стала шептать что-то на непонятном языке. От её слов ветер стал поднимать пыль, а земля дрожать.\n\nПока Карма пыталась восстановить барьер, у Хиномори резко закружилась голова, а в руках появилась катана. Та самая, что принадлежит его роду. Парня снова будто покинула частичка души, но не смотря на это, инстинктивно он принялся атаковать чудовище. Одиним ударом зловещие оружие рассекло половину головы чудовища. Оно громко взвыло, дёргаясь в судорогах от боли. Девочка подбежала к своему ручному монстру, а её лицо исказилось от злости. Она повернулась к Карме с безумным выражением лица, и сквозь зубы произнесла.\n\n — От тебя собачка, я такого не ожидала... Это же ты убила его отца... Ты же тоже ненавидишь их род. Но почему-то защищаешь его. Я ещё вернусь... И убью его так же, как ты убила его отца...\n\n Она показала пальцем на Хиномори, и исчезла вместе со своим монстром, поднимая волну пыли.\n\nГде-то в душе закипал гнев, который ему не принадлежал. Разум отключился и осталась лишь цель...месть... Тело больше не слушалось\n..Парень не хотел причинять волчице вред, но не мог контролировать свои действия. Карма уже сдалась.\nУ Полубога закололо в сердце, и сжав в руках катану он посмотрел прямо в глаза шатенке. \n\n — Так значит... Убила моего отца?...\n\nВ голове боролись два чувства, будто бы добро и зло. Но зло взяло верх над сознанием. Оружие вознеслось над головой девушки. -°\n\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец 2 Главы."
      }
    ]
  },
  {
    "id": 101,
    "text": "°- Вы попытались атаковать, но монстр слишком силён. Лёгким движением лапы, он сбил вас с ног и разорвал на две части.-°\n\n          ×~Вы погибли~×",
    "answers": [
      {
        "id": 98,
        "text": "Вернитесь назад и выберите другой ответ~"
      }
    ]
  },
  {
    "id": 102,
    "text": "° — Пока что, тебе не нужно это знать... Ты должен доверять мне... Просто следуй за мной \n\n — Ты издеваешься?! Я должен знать! Как я вообще могу тебе доверять, если ты что-то скрываешь от меня?! Почему нельзя просто взять, и ответить на этот вопрос?! Я слишком долго терпел это безумие, и сейчас просто хочу знать правду! Представь себе, какой это удар для меня! Всю свою жизнь я жил не веря в подобные вещи, но сейчас они переполняют каждый мой день! Как мне вернуть всё обратно?! Я не хочу такую жизнь!\n\nХино схватил волчицу за горло и прижал к дереву, сам не понимая своих действий. Парень и девушка смотрели друг на друга прямо в глаза. Взгляд янтарных глаз не выражал эмоций, казалось что Карма совсем не чувствовала боли.-°",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "°- Тьма постепенно поглощала парня... Вдруг он почувствовал будто что-то странно жгло его спину. Невольно прокричав от жуткой боли, он упал на колени прямо перед девушкой. \n\nКарма присела рядом с ним. Рука Хиномори крепко сжимала её руку, но шатенка будто и не чувствовала это. Она старалась успокоить Полубога как могла.\n\n — Тише... Тише... Это всего лишь превращение... Всё скоро пройдет... \n\nИ она не обманула. Боль, будто бы всю спину проткнуло иглами постепенно прошла. Рука сразу ослабла, и отпустила девушку. \n\n — Думаю, тебе нужно умыться холодной водой, должно стать немного легче. \n\nДо сих пор в состоянии шока, Хино всё же спросил. \n\n — Так, что это чёрт подери было?...\n\nКарма положила руку на лоб парню. \n\n — Это было превращение. Ну или же трансформация, незнаю как это правильно называть. Вообщем ты принял облик бога, поддавшись своему гневу. Ты — сын Бога Гнева, одного из самых могущественных злых богов... Так что... Не удивляйся своей внешности.\n\nОна аккуратно подняла с земли катану, которую обранил мужчина — самурай. На самой ручке была надпись \" 私の怒りは私の敵です \" ( Что в переводе с Японского означает \"Мой гнев, мой враг\" ) -°",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "°- Интересно что ему от меня было нужно?...Да и вообще кто это такой? \n\nБудто прочитав мысли парня, Карма все-таки решила ответить. \n\n— Этот мужчина, один из низших богов... Он стал довольно сильным когда нашёл ту катану. Это оружие наносит сильный урон, так что следовало бы нам его забрать... А пока что, пойдём к реке.\n\nСил противоречить волчице уже не оставалось. Она схватила Хино за руку, и повела в сторону реки.\n\nДа что же чёрт возьми происходит? В голове всё перемешалось... Я не соображал почти ничего... Если честно мне уже было без разницы куда меня тащат...Спина болела от крыльев, будто мои кости вросли, и выбились из спины.\n\nГлаза медленно закрывались на ходу. Отвратительное чувство...Мне было не хорошо, и Карма это заметила. Похоже что именно поэтому она вела меня по лесу за руку, даже не пыталась начать разговор. \n\nВ дали уже виднелась река, и всё чего сейчас хотелось парню, это умыть лицо холодной водой. -°\n\n",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "Подбежав к реке, Хино упал на колени и посмотрел на своё отражение. Увиденное его просто шокировало...\n\n — Я... Действительно такой монстр?... \n\nСейчас левый глаз Хиномори, через который проходил шрам  светился красным светом, а уши были острыми как у эльфа. На голове были чёрные рога, как у демона. Невольно он взглянул на свои руки. Вместо привычных человеческих ногтей были длинные, чёрные когти. \n\nКарма подошла и положила руку на плечё парня.\n\n — Ты не монстр... Но в таком виде тебе не стоит появляться в деревне... На самом деле, я пришла чтоб забрать тебя, в мир Богов. Тебе Не место среди людей, Хиномори... Тебя ждёт другая жизнь, полная опасности и приключений...И ты должен принять её. Ты свой среди чужих, и чужой среди своих... И это сложно...Но я не прошу тебя идти за мной... Так как у тебя просто нет выбора...-°",
    "answers": [
      {
        "id": 106,
        "text": "Ладно"
      },
      {
        "id": 107,
        "text": "Я никуда не пойду! "
      }
    ]
  },
  {
    "id": 106,
    "text": "°- Умывшись холодной водой, Хино нашёл в себе силы ответить. \n\n — Раз выбора нет... Я согласен... Но у меня есть один вопрос. Что это за \"Мир Богов\"?\n\nКарма протянула парню руку.\n\n— Ах, да! Ты же не знаешь! Прости. Ария — остров богов, он находится над человеческим миром. Чтобы туда попасть нужна магическая аура. \n\nКак только Хиномори поднялся с земли и взял её за руку всё вокруг залилось белым светом, и всё было как в тумане -°\n",
    "answers": [
      {
        "id": 62,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 107,
    "text": "°- Умывшись прохладной водой, парень нашел в себе силы ответить.\n\n — Я никуда не пойду!\n\nУслышав ответ, Карма буквально вышла из себя.\n\n — Послушай меня, мой мальчик, всем магическим существам не легко! ТЫ — НЕ человек! ТЫ — НЕ можешь жить среди людей! ТЫ это хотел услышать?! ТЫ доволен?!  Да, теперь ты должен будешь много чего о себе узнать, но это та судьба что ждала тебя от рождения! Твой отец был одним из самых могущественных богов, приносящих неудачу и разрушения! Да, он был монстром! Но это не значит что ты такой же! И знаешь что сделают с тобой люди если увидят тебя в таком виде? Они спалят тебя на костре! Уж поверь, я с этим хорошо знакома! Им будет плевать на дружбу, плевать на всё! Потому что они боятся нас! \n\nЕё голос затих, и спустя пару секунд перед ним была уже спокойная девушка, а не истеричка с рынка. Вот только вещи она говорила, правдивые. Хиномори действительно стал понимать, что с ним могут сделать, если он появится в таком виде в деревне.\n\n— Раз выбора нет... Я согласен... Но у меня есть один вопрос. Что это за \"Мир Богов\"?\n\nКарма протянула парню руку.\n\n— Ария — остров богов, он находится над человеческим миром. Чтобы туда попасть нужна магическая аура. \n\nКак только Хиномори поднялся с земли и взял её за руку всё вокруг залилось белым светом, и было как в тумане -°\n\n\n ",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "°- От удушья Карме было сложно бороться за жизнь, но в её взгляде не было ни капли страха. Дрожа от нехватки сил, шатенка отчаянно притянула Хино ближе к себе. Окровавленные ладони, оставили следы на его щеках. На последнем дыхании, её губы прикоснулась к губам парня.\n\nОт этого короткого поцелуя Хиномори пришёл в себя, с трудом осознавая что произошло. Волчица лежала перед ним в бессознаательном состоянии. Полубог вспоминал моменты боя... Как пытался контролировать себя... Как накинулся на неё с оружием... И эти слова... \"Когда я стану бесполезной, убей меня\"... Голос Мастера за спиной,  вернул в реальность.\n\n — Я обьясню ситуацию чуть позже... Пусть сначала Карма расскажет свою историю... Но для начала, нужно её спасти. Отнесём её в Храм, пока не поздно... Айвари будет недовольна...\n\n У Хиномори не было сил ответить Мастеру. Катана что валялась неподалеку от них, исчезла, и парень почувствовал себя немного лучше. -°",
    "answers": [
      {
        "id": 109,
        "text": "Отнести Карму в Храм самому"
      },
      {
        "id": 110,
        "text": "Пускай Мастер Тай относит её в Храм"
      }
    ]
  },
  {
    "id": 109,
    "text": "°- Хиномори опередил Старейшину, и поднял волчицу с земли. На удивление девушка оказалась довольно лёгкой, хотя для своего веса она слишком сильная.\n\nМастер Тай стоял с довольно необычным выражением лица, в котором явно читалось удивление. Мол \" Она твоего отца убила, а ты её спасаиь собрался?! \" \n\nНо это выражение вмиг исчело, и старик снова стал серёзным. Не сказав ни слова, они быстрым шагом направились к Храму. \n\nНесмотря на то что Карма сделала, парню было любопытно узнать что произошло на самом деле. К тому же, убивать вот так сразу не было в его стиле. Голова шла кругом.\n\nКак она могла убив моего отца, так спокойно смотреть мне в глаза? Как она могла просить довериться ей, после того что произошло? Я вновь посмотрел на её лицо... \n\nДлинные ресницы, аккуратный носик, пуглые губки... Да, она красивая... И я бы не подумал что она способна на подобное. Я знаю эту девушку всего один день, а она уже успела разрушить всё моё представление о мире. Зачем Карма пытается завоевать моё доверие? Может это ловушка... \n\nМысленно я задал ей вопрос: Во что ты игрешь Карма? -°",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "",
    "answers": []
  },
  {
    "id": 111,
    "text": "°- Дорога была короткой, и они быстро добрались к месту предназначения. У входа их встретила обеспокоеная Госпожа Айвари. Увидев Карму в таком состоянии, её беспокойство усилилось. Богиня помогла перетащить волчицу в Храм, и уложить на татами. \n\nПараллельно доставая бинты и лекарства, она задавала вопросы.\n\n — Ох, какой кошмар...Что случилось? Немогли же эти низшие духи её так покрамсать! \n\nХиномори хотел ответить, но Мастер сделал это за него.\n\n — Скажим так, Хино узнал правду...Но, он не знает всей истории. Им овладел гнев, и вот результат.\n\nПосле этих слов, женщина уронила лекарства, и они с грохотом рассыпались по полу. Нервы Айвы были на пределе, но она быстро взяла себя в руки. Они со Старейшиной обменялись взглядами, и похоже друг друга поняли. Повисло неловкое молчание, котрое вскоре нарушила Богиня Любви.\n\n — Так, а ну брысь отсюда! Я буду обрабатывать её раны! -° ",
    "answers": [
      {
        "id": 112,
        "text": "Останусь и поговорю с Госпожой Айвари "
      },
      {
        "id": 113,
        "text": "Выйду и поговорю с Мастером Таем."
      }
    ]
  },
  {
    "id": 112,
    "text": "°- Не сказав ни слова Мастер покинул комнату. Госпожа Айвари посмотрела на Хиномори. \n\n — Тебя это тоже касается! \n\nОеа указала на выход, но парень отрицательно покачал головой. \n\n — Я хотел помочь вам, и заодно спросить про эту историю с отцом... \n\nБогиня была не особо довольна, но кивнула.\n\n — Видимо тебя не смущает что я собираюсь раздеть Карму по пояс, чтобы обработать раны.",
    "answers": []
  },
  {
    "id": 113,
    "text": "",
    "answers": []
  }
]