[
  {
    "id": 1,
    "text": "Хотите почувствовать себя в роли бойца?\nТогда этот квест для вас!\nЭпичные сражения, важные  решения,  отвага, честь, монстры и многое другое.\nТак чего ты ждёшь? Начинай мегакрутейший квест.\nЖанр: Фэнтези, приключения, боевик.\nАвтор-Антон Корнелюк(Это кстати мой первый квест).\n                         Внимание\nВ квесте присутствуют оскорбления(без матов) и сцены боя с кровью. \n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 78,
        "text": "Открытые концовки."
      },
      {
        "id": 103,
        "text": "Нашёл ошибку?"
      },
      {
        "id": 104,
        "text": "Будет ли продолжение?"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты идёшь по леденной пустыне...\nСнег на твоей бороде лежит уже долго.\nТвои меховые сапоги тяжело наступают на лёд. Хотя потерять родителей в семнадцать лет тяжелее.\nУвидя горящие остатки побоища, ты подошёл к ним.\nЛежало много трупов, но они для тебя обычное дело.\nСреди тел ты нашёл скандинавского наёмника и решил подойти, дабы взять оружие которое ему уже никчему...\nТы идёшь обычным шагом , неторопясь, как вдруг к твоей ноге подлетает ещё живой вояка.",
    "answers": [
      {
        "id": 4,
        "text": "Резко отпргыгнуть и отпнуть смертного."
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы убежали с боя, вся ваша армия умерла, вы до конца своих дней были лесным изгоем.",
    "answers": [
      {
        "id": 78,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты хорошенько шибанул этого мужичка по морде.\nОн в отключке.\nКажеться ты сломал ему нос.... \nНу и ладно, выскочкам и не так достовалось.\nВ конце концов это жизнь.\n",
    "answers": [
      {
        "id": 5,
        "text": "Согласен"
      }
    ]
  },
  {
    "id": 5,
    "text": "Подойдя к тому самому наёмнику ты первым делом подобрал топор, твой уже давно негоден.\nЗа тем ты взял шлем, он был хорош, закрывал лицо по самый рот, а для глаз были прорезы.\nЭтот наёмник был явно не промах, он имел хороший лук и стрелы, которых тебе нехватало.\nС радостью собрав их ты начал искать съестное,но вдруг услышал мужской, но в тоже время писклявенький голос.\n",
    "answers": [
      {
        "id": 6,
        "text": "Спрятаться и наблюдать."
      }
    ]
  },
  {
    "id": 6,
    "text": "Быстро отойдя за какой-то ящик ты начал разглядывать людей.\nЭто были пять молодых парней-мечников, неизвестно, что  они тут делали, но у них была еда, а сейчас есть ты хотел даже больше чем убивать.",
    "answers": [
      {
        "id": 9,
        "text": "Мирно подойти и поговорить."
      },
      {
        "id": 10,
        "text": "Налететь с криком."
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы наслаждаетесь трапезой у костра. Хотя как это назвать костром.\nНедогоревшие деревяшки.\n\"Красота!-сказали вы глядя на белые пустоши, через ледяной пар дыхания.-Но пора идти\".",
    "answers": [
      {
        "id": 18,
        "text": "Встать и идти."
      }
    ]
  },
  {
    "id": 8,
    "text": "Первый мечник налетел на тебя подобно осе, с подобием крика.\nБлаго ты ловко увернулся и поставил подношку.\nБедолага проскальзил лицом по земле.\n",
    "answers": [
      {
        "id": 12,
        "text": "Подразнить бойцов."
      },
      {
        "id": 13,
        "text": "Достать топор, отходя назад."
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты вышел из-за ящика и подошёл к ребятам.\nНо только открыв рот, они сразу оголили мечи. Да уж, и как теперь быть.",
    "answers": [
      {
        "id": 8,
        "text": "Нуууу... С Богом!"
      }
    ]
  },
  {
    "id": 10,
    "text": "Взяв топор в обе руки вы отчайно налетели на одного из несчастных. От такого крика они немного испугались, а вы успели вместить топор в шею одного из мечников.\nНо вот беда, они достали мечи и окружили вас.",
    "answers": [
      {
        "id": 11,
        "text": "Этот бой будет за мной!"
      }
    ]
  },
  {
    "id": 11,
    "text": "С криком во всю глотку в закружили выставив топор перед собой.\nМечи врагов вылетали из их слабых ручек.\nОни все были беззащитны.\nВы подбежали к ближайшему и толкнули его ногой и он отлетел на метра два. Тот что был справа от вас хотел напасть сбоку....Но вот беда, вы разрелали его туловище напопалам.\nОсталось два, но они убежали как последние трусы.\nЕда ваша.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Поесть у костра."
      }
    ]
  },
  {
    "id": 12,
    "text": "\"Эй, трухло!-Крикнули вы одному из них.-А ну иди сюда брехня паршивая!\"\nМечник негодовал.\nОн подбежал и начал наносить удар сверху.\nВы, отойдя в сторону, ударили в лицо мечнику с кулака.\nОн отлетел и явно потерян.",
    "answers": [
      {
        "id": 15,
        "text": "\"Кто следущий уроды?!\""
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы начали доставать топор отходя назад.\nОдин из мечников подбеджал к вам и высоко прыгнул замахнувшись мечом.",
    "answers": [
      {
        "id": 14,
        "text": "Подставить тупую часть топора  к его груди"
      }
    ]
  },
  {
    "id": 14,
    "text": "Несчастный мечник сломал грудь о топор и полетел на землю.",
    "answers": [
      {
        "id": 19,
        "text": "Подбежать к остальным."
      }
    ]
  },
  {
    "id": 15,
    "text": "Двое начали бежать прямо на вас,а вы смело и брутально прыгнули им в ноги и повалили обоих.\nВставая вы подняли их за таз.\nПотом отпустили головной вниз.\nОни больше никогда не помешают вам.....",
    "answers": [
      {
        "id": 16,
        "text": "\"Налетай щенок!\""
      }
    ]
  },
  {
    "id": 16,
    "text": "Последний стоячий мечник подбежал, пытаясь нанести удар с боку.\nНо вы ловко увернулись и зашли за его спину.",
    "answers": [
      {
        "id": 17,
        "text": "Прогиб!"
      }
    ]
  },
  {
    "id": 17,
    "text": "Это был потрясный прогиб.\nИз вас прирождённый борец.",
    "answers": [
      {
        "id": 7,
        "text": "Добить лежачих топором и забрать еду."
      }
    ]
  },
  {
    "id": 18,
    "text": "Суровая зима не помеха вам.\nВы росли в условиях и по суровей.\nСейчас пройдёте этот лес, виднеющийся впереди, и там на окраине встрети брата в его уютном домике.",
    "answers": [
      {
        "id": 21,
        "text": "Пробраться через лес."
      }
    ]
  },
  {
    "id": 19,
    "text": "Кажеться мечник, которому вы подставили подножку, встал и подошёл к товарищам.\nНо вас не остановить, вы как танк рвётись к ним.",
    "answers": [
      {
        "id": 20,
        "text": "Пафасно покрутить топор."
      }
    ]
  },
  {
    "id": 20,
    "text": "Когда вы добежали до мечников, вы их протаранили.\nОни как кегли разлетелись и попадали.\nДело за малым, добить трупы и забрать еду.",
    "answers": [
      {
        "id": 7,
        "text": "Так и сделаю."
      }
    ]
  },
  {
    "id": 21,
    "text": "На удивления в лесу не было опасностей.\nВы без проблем нашли дом брата.\nЭто был большой двухэтажный дом.\nВыглядел он богато, а из окон доносились детские возгласы.\nПодойдя к двери, вы увидели на ней различные живописные рисунки.",
    "answers": [
      {
        "id": 22,
        "text": "Постучаться и открыть дверь."
      }
    ]
  },
  {
    "id": 22,
    "text": "Зайдя вы увидели перед собой шикарнейший дом: на полу шкура волка, освещение из декоротивных свечей,на стенах картины, а на печки были нарисованы лебеди.\nЭтим можно было любоваться вечность, но  старший брат не заставил себя ждать.\n—Хей.Привет братишка.Сколко лет, сколько зим. А ты изменился, высокий стал, массивный. Как поживаешь?-Радостно встретил вас брат.\n—Привет Оис. Я тоже рад видеть тебя. Живу я хорошо. Вот спросить у тебя хочу. Зачем ты позвал меня к себе? Не просто же увидиться?",
    "answers": [
      {
        "id": 23,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 23,
    "text": "—\"Верно. По делу я тебя позвал.Понимаешь я живу на границе двух государств.На севере бедная и холодная Полслава, а на юге богатая и умеренная Спена. Я позвал друзей с обоих стран. Они прибудут завтра.\nЯ хочу захвать замок в котором живёт богатый барин. В нем немного охраны, человек триста-четыреста. А нас будет около сорока\".\n—\"А чем тебя не устраивает твой дом?\"-удивлённо спросили вы.\n—\"Хочу большего.Ладно, пойдём поедим, а потом спать\".\n\n",
    "answers": [
      {
        "id": 24,
        "text": "Отличное предложение."
      }
    ]
  },
  {
    "id": 24,
    "text": "Наступило утро, солнечный луч 'пощекатал' ваш спящий глаз и вы встали с постели.",
    "answers": [
      {
        "id": 25,
        "text": "Сделать утренние дела."
      }
    ]
  },
  {
    "id": 25,
    "text": "Когда вы закончили все свои дела, друзья Оиса уже прибыли и он вас с ними познакомил.\nЭто были пять воинов. Выглядели они грозно. Также был шестой, но он не входил в планы Оиса( Оис хотел стать королём и иметь 6 главных помощников, один из них вы).\nЭтот шестой был недоволен,что его так обделяют, наверное стоит за ним поглядывать. Зовут его кстати Асур.\nУ каждого война было несколько учеников, они были уже опытны и чтобы закончить экзамен им надо одержать победу в этой войне.\n",
    "answers": [
      {
        "id": 26,
        "text": "В поход."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы идёте через суровую ледяную пустыню.\nОис смело ведёт всех, держа в руках карту.\n—\"Тут отдохнём!\"-Кринул ваш брат.\n",
    "answers": [
      {
        "id": 27,
        "text": "Отдыхать."
      }
    ]
  },
  {
    "id": 27,
    "text": "Все встали в круг начали перебирать вещи.\nВдруг вас толкнули в спину и вы отлетели в центр круга.\nЭто был Асур.\nОн приставил к вашей шеи меч со словами-\"Принимай бой, победителю всё, вплоть до звания младшего короля(Так Оис называл помощников короля).",
    "answers": [
      {
        "id": 29,
        "text": "Принять"
      },
      {
        "id": 28,
        "text": "Отказать"
      }
    ]
  },
  {
    "id": 28,
    "text": "\"Ах так!-заорал Асур.-Так умри же!\". В вашу шею воткнули меч.\nВы умерли незаработав никаких достижений.",
    "answers": [
      {
        "id": 1,
        "text": "Отправиться к богам."
      }
    ]
  },
  {
    "id": 29,
    "text": "Асур отошёл.\nВы поднялись и отряхнулись.\nВам выдали щит, нож и магическое зелье. У Асура был такой же набор.\n—\"Начали\", крикнули бойцы из толпы.\nВы стали ходить по кругу, смотря на Асура, который делал также.\nОн был худ, но очень и очень силён.\n",
    "answers": [
      {
        "id": 30,
        "text": "\"Ближе гавно!\""
      },
      {
        "id": 30,
        "text": "Молчать и кружить дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "Асур начал медленно подходить к вам через центр.",
    "answers": [
      {
        "id": 31,
        "text": "Подойти ближе."
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы стоите в метре друг от друга.\nАсур закрылся щитом и выставил нож.",
    "answers": [
      {
        "id": 32,
        "text": "Атаковать"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы разъярённо прыгули на Асура, точнее на его щит.\nВраг повалился, а вы отопнули щит. Но о боже, в вашу грудь прилетел нож соперника.\n",
    "answers": [
      {
        "id": 33,
        "text": "Выпить зелье"
      },
      {
        "id": 34,
        "text": "Ударить Асура с локтя"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы выпили зелье, нож из вашей груди вылетел, а рана затянулась.\nТем временем Асур встал и поднял щит.",
    "answers": [
      {
        "id": 36,
        "text": "Атака"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы сели на Асура и ударили его по голове с локтя, его лицо забрызгано вашей кровью.\n",
    "answers": [
      {
        "id": 35,
        "text": "Задушить."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы задушили Асура, позже приняли зелье и ваша рана зажила.\nПобеда!",
    "answers": [
      {
        "id": 39,
        "text": "\"Дайте мне его меч\""
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы подбежали и воткнули свой нож в щит Асура.\nОн оттолкнул вас и вы упали.\n",
    "answers": [
      {
        "id": 37,
        "text": "Попытаться встать"
      },
      {
        "id": 38,
        "text": "Снег в глаза"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы попытались встать, но Асур уже достал нож из щита и воткнул вам в шею.\nВы умерли не получив достижений.",
    "answers": [
      {
        "id": 1,
        "text": "Отправиться к богам."
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы кинули снег в глаза Асура.\nПока он отряхивал лицо вы встали и пнули его в колено, он упал.",
    "answers": [
      {
        "id": 35,
        "text": "Задушить."
      }
    ]
  },
  {
    "id": 39,
    "text": "Вам выдали меч Асура.\nЭто будет ваш трофей.",
    "answers": [
      {
        "id": 40,
        "text": "Поспать и в поход"
      }
    ]
  },
  {
    "id": 40,
    "text": "Все хорошо выспались.\nВы идёте дальше до замка, через мерзлящий ветер и тропы смерти.",
    "answers": [
      {
        "id": 41,
        "text": "Долго идти."
      }
    ]
  },
  {
    "id": 41,
    "text": "Долго идя вы увидели огромного белого медведя.\nОн был необычным. Такие размеры не увидишь нигде.\nОн посмотрел прямо на вас.\nКажеться это будет бой.\nЗа спину к вам встали несколько бойцов, дабы помочь.",
    "answers": [
      {
        "id": 42,
        "text": "\"Я сам!\""
      },
      {
        "id": 43,
        "text": "\"В бой друзья!\""
      }
    ]
  },
  {
    "id": 42,
    "text": "\"Я убивал двухглавую белую акулу! С ним тоже справлюсь!\"\nВы один бежите на медведя. \nДва титана столкнуться в этом бою.\n",
    "answers": [
      {
        "id": 46,
        "text": "До поможет мне Один."
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы вместе побежали к нему с криками.\nОн бежал на вас с дикой скоростью\nВы бежали с боку от медведя изрезая его топором. Он начал обтекать кровью с боку.\nВаши помощники били его оружием с разных сторон. Вы подбежали к  задней части медведя. Он быстро повернулся к вам, расскидывая ребят на землю. Кто-то уже успел выткнуть ему глаз.\nОн направил свою пасть к вашему лицу.\n",
    "answers": [
      {
        "id": 44,
        "text": "Засунуть топор в рот"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы засунули топор в рот медведю.\nОн умер, пав на землю пропитанную его же кровью.\nПобеда!",
    "answers": [
      {
        "id": 45,
        "text": "Сделать плащ из его шкуры"
      }
    ]
  },
  {
    "id": 45,
    "text": "Разрев его шкуру у вас вышел отличный плащ.\nОстаёться идти дальше. Скоро вы будете на месте.",
    "answers": [
      {
        "id": 51,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы прыгнули на медведя с целью прорубить ему череп, но что-то пошло не так.\nВаша рукоять от топора мешает пасти медведя сомкнуться, а на концах топора висите вы.\nМедведь откинул вас в сторону, вы отлетели далеко, а ваш лук со стрелами ещё дальше.\n",
    "answers": [
      {
        "id": 47,
        "text": "Смотреть как медведь выкидывает ваш топор"
      }
    ]
  },
  {
    "id": 47,
    "text": "Медведь откинул топор в противоположную от вас сторону и несёться к вам.",
    "answers": [
      {
        "id": 48,
        "text": "Ползти назад"
      },
      {
        "id": 49,
        "text": "Позвать на помощь"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы начали быстро отползать до лука.\nОгромный белый медведь уже рядом с вами.\nВы схватили лук и стрелу одной рукой.\nМедведь добежал до вас и грозно поднял передние лапы.",
    "answers": [
      {
        "id": 50,
        "text": "Выстрелить"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы начали криками звать на помощь, к вам подбегает половина армии, но уже поздно, медведь добежал до вас и прокусил голову.\nСмерть.\nВы умерли не заработав достижений.",
    "answers": [
      {
        "id": 1,
        "text": "Отправиться к богам."
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы натянули тетеву и пробили медведю гортань. Он начал подать на вас, но вы укатились.",
    "answers": [
      {
        "id": 45,
        "text": "Сделать плащ из его шкуры."
      }
    ]
  },
  {
    "id": 51,
    "text": "Собравшись с силами вы продолжаете путь до замка.\nВы шли через слепящее солнце, с мыслями о победе.\nИ вот, вы увидели замок. Это был трёхэтажный каменный басстион.\nПо левому флангу была башня, скорее всего с волшебником. \nА по правому порт с кораблём.\nС переди не пройти, окружат и забьют как скот.",
    "answers": [
      {
        "id": 52,
        "text": "Пойти по левому флангу"
      },
      {
        "id": 53,
        "text": "Пойти по правому флангу."
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы все вместе ринулись в сторону башни достав оружие. Стража тут же налетела на вас. ",
    "answers": [
      {
        "id": 54,
        "text": "Биться"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы все вместе побежали по правый фланг, в сторону коробля. Там вас встретило пара дестяков врагов. Их вы опытно разобьёте.После непродолжительного боя вы поняли что нужно атаковать замок внутри.\n\nСлева от вас было несколько входов в замок.",
    "answers": [
      {
        "id": 77,
        "text": "Подойти и открыть один."
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы устроили настоящий замес. Реки крови лились по земле, Вы разрезали врагов прикрывали напарников, уклонялись от ударов.\nЗвон мечей звенел на всю округу, даже вспыхнул пожар из-за действий мага.\nНо вот на ваших глазах, вашего брата схватили сзади трое человек, двое за руки и один приставил меч к шеи. Что делать?",
    "answers": [
      {
        "id": 55,
        "text": "Кинуть топор(Врядли попадёшь)"
      },
      {
        "id": 56,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы замахнулись и пустили топор в мечника  у спина брата, топор летел с оборотами.\nВремя как-будто замедлилось, дыхание участилось, вы смотрели на грязное лицо брата, вспоминая как весело вам было вместе, вспоминая детские моменты, когда вы резвились вместе на полянке.\n\nТопор прилетел чётко остриём в лицо обидчика брата разбив ему скулы и разрезав щёки.\nОис вырался от остальных бойцов и побил их.\n",
    "answers": [
      {
        "id": 59,
        "text": "Пойти к магу"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы побежали в сторону брата, но его убили сразу же, вам осталось только подбежать и отомстить.\nВы с разбегу откинули мечника, что перерезал горло брату и воткнули в него топор.\nНа вас подбежали те двое что держали за руки и двое сзади.",
    "answers": [
      {
        "id": 57,
        "text": "Агресовно защишаться."
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы полны злости Налетели на одного из мечников, от одно вашего удара по его мечу, он сломал себе пальцы. Вы ударили его ногой с разворота, от чего у него сломалась грудь и он умер на земле.\nМечники с боков подбежали под руки.",
    "answers": [
      {
        "id": 58,
        "text": "Ударить с локтя одного, с топора другого"
      }
    ]
  },
  {
    "id": 58,
    "text": "Мечник сзади напрыгнул на вас и мечом сломал наплечник. Вы немного отлетели, но развернулись и разрезали его топором на попалам.",
    "answers": [
      {
        "id": 60,
        "text": "Взять обязаности вожака и созвать армию на мага"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы пошли в сторону мага, расскидывая врагов на своём пути. Маг заметил вас и выстрел из посоха белым лучом",
    "answers": [
      {
        "id": 61,
        "text": "Защититься щитом"
      }
    ]
  },
  {
    "id": 60,
    "text": "Полные злости вы созвали всех в сторону мага. Ваша армия двинулась с дикой скоростью и злобным криком.Вы бежали впереди валя на землю, тех,  кто стоял на пути. \n\nМаг только собрался выстрелить из посоха, как в него залетело две стрелы, обе в плечи. Вы добежали до него.",
    "answers": [
      {
        "id": 65,
        "text": "С замашкой отрубить голову."
      }
    ]
  },
  {
    "id": 61,
    "text": "Когда белый луч попал на щит, он превратился в лёд и поглатил его.\nВы выкинули щит в мага. От удара он отлетел и получил рассченеие щеки.\nВы подбегаете к нему, чтобы добить, но вас толкает рыцарь в тяжёлых доспехах и разрезает губу светящимся мечом. \n\nЭто был король, рядом с ним стояли его три телохранителя.Вам удалось увернуться от второго удара мечом. Что будете делать?",
    "answers": [
      {
        "id": 62,
        "text": "Обнажить меч"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы начали жестокую фехтовальную схавтку.Силы были равны, до тех пор пока телохронителе не напали.\nОдин из них подбежал и собираеться ударить сверху.",
    "answers": [
      {
        "id": 63,
        "text": "Верхний блок мечом"
      },
      {
        "id": 64,
        "text": "Пройти в корпус"
      }
    ]
  },
  {
    "id": 63,
    "text": "Меч телохранителя ударился о ваш, создав искры. А вы ткнули врага в глаз.",
    "answers": [
      {
        "id": 80,
        "text": "Добить"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы подбежали к врагу пробив его корпус плечом. Телохранитель грохнулся на землю.",
    "answers": [
      {
        "id": 89,
        "text": "Подбежать к оставшимся."
      }
    ]
  },
  {
    "id": 65,
    "text": "Обезглавленное тело мага пало на землю. Кажется все стражники были повержены. \n\n—\"Мы тут достали кое-что\":-Обратились к вам пять младших королей(По бывшему плану Оиса).\nВам поднесли короля этого замка, богатого барина. Его поставили на колени. \n\n",
    "answers": [
      {
        "id": 66,
        "text": "Снять с него корону и одеть на себя."
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы подняли корону с головы бывшего короля и надели на себя. Достав меч из-за пазухи вы отрезали голову вашему врагу.\nТолпа кричала:-\"Да здравствует король! Да здравствует вождь\".",
    "answers": [
      {
        "id": 1,
        "text": "Закончить квест"
      },
      {
        "id": 67,
        "text": "Секретное продолжение."
      },
      {
        "id": 66,
        "text": "Получена концовка- Да здравствует вождь.",
        "comment": true
      }
    ]
  },
  {
    "id": 67,
    "text": "Если вы проходили квест иначе, могли увидеть, что меч бывшего короля светился.\nТак вот,это была часть великой брони. Через много лет после захвата замка вы уже обзавелись детьми, наладили управление, основали деревню вокруг замка.\n\nВ день захвата замка, вы отправились в башню мага, там и узнали, что меч это часть брони великого рыцаря, который владел магией.Вы не придали этому особого значения, но ваш старший сын изучал эту тему.\n\nОднажды вы сильно заболели, ваши слуги огорчились, ведь вы были любимым королём. Ваши младшие короли позвали лучших докторов со всего мира, но нечего не помогало. Тогда ваш старший сын Герасим, что увлекался бронёй, вспомнил, что она имеет свойство лечить. И он отправился в поход на гору троллей, дабы найти первую часть брони.",
    "answers": [
      {
        "id": 68,
        "text": "Собрать армию и пойти"
      }
    ]
  },
  {
    "id": 68,
    "text": "Герасим взял лучших наёмников королевства: двух мечников, трёх лучников, одного мага и одного тяжёлого пехотинца с арбалетом.\n\nПоход был нелёгкий. Когда вы только подошли к подножью горы, началась дикая метель. Вам пришлось найти укрытие и пойти спать. На утро проснулись не все. Одного из лучников замело снегом, он задохнулся или замёрз. Ясно одно, его больше нет с нами.",
    "answers": [
      {
        "id": 69,
        "text": "Забраться на гору."
      }
    ]
  },
  {
    "id": 69,
    "text": "Ваша группа забиралась на гору, солнце слепило глаза, благо было много узких крутых дорожек. Когда вы забрались, вы начали незаметно пробираться к подземелью с бронёй мимо трёхметровых троллей.\n\nКогда вы добрались вас встретило два тролля, они напали на вас. Тяжёлый пехотинец выстрелил одному из них в глаз и ринулся в бой. Ваши бойцы работали слажено и професионально. Вы без проблем победили врагов. \n\nПодойдя к двери вы увидели странную картину, дверь была открыта...",
    "answers": [
      {
        "id": 70,
        "text": "Войти внутрь."
      }
    ]
  },
  {
    "id": 70,
    "text": "Внутри вы увидели горы скелетов, все ловушки были обезвреженны. Вы дошли до конца зала , к месту стойки части брони,она была пуста.\n \nЗлой и рассерженный вы хотели заорать, но вспомнили про отца, которому необходима помощь и очень срочно.\n\n",
    "answers": [
      {
        "id": 71,
        "text": "Идти за другой частью брони в подземелье гномов."
      }
    ]
  },
  {
    "id": 71,
    "text": "Ваша команда дошла до подземелья гномов всего за пару часов, оно было не далеко, вы долго находили в шифрах это место в книгах и картах мага.",
    "answers": [
      {
        "id": 72,
        "text": "Спустить в глубь."
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы спустились низко, следуя своей карте,чтобы не заблудиться. Перед вами предстали десятки гномов.Придёться биться. Ваша армия валила этих метровых гадов направо и налево, а вы достали меч, он немного подсказывал где находиться остальная броня.\n\nВы незаметно улизнули с поля боя в сторону брони. Дойдя до комнаты с подставкой вы собрали броню. Это был шлем и латы, которые тоже святились. Неожиданно активировался механизм , который закрывал дверь. Вы увидели это и побежали к ней, но незаметили ловушку натянутую верёвку, споткнулись о неё и от удара о землю отрубились.\n\n",
    "answers": [
      {
        "id": 73,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы очнулись в той же комнате. Вы еле встали на ноги. Голова кружилась и болела.\nВы подошли к двери и начали долбить её.\nС той стороны голос вашего лучника крикнул:-\"Принц Герасим Видарович! Я тут! Я один выжил! Сверху открылся тайный механизм из которого вылетел дракон и убил всех, кроме меня, я добил его!\".\n\"Успокойся, отдышись,- сказали вы,- А теперь вместе потянем эту дверь на меня\".\n\nВы выломали дверь и обсудили всё. Вы выбрались наружу и пошли на подсказки доспехов. Вы шли долго, часов пять, но благо еда и вода была. Вы дошли до какой-то деревни, к дому местного графа. У двери стояло два стражника с алебардами. Вы забрались на крышу дома с задней части и напрыгнули на одного охраника убив его, второго пристрелил Улль (Так звали выжевшего лучника).\n",
    "answers": [
      {
        "id": 74,
        "text": "Войти в дом."
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы нагло вошли в дом с мечом на готове. На вас посмотрел хозяин дома, граф в доспехах которые вы ищете. Он достал свой меч из ножен и напал на вас зовя охрану. Вы ударили его своим мечом по руке, а Улль запустил стрелу ему в живот. \n\nВы быстро одели последнюю часть брони, ботинки и поножи. Вы ошутили прилив силы и энергии.\n\nСтража пыталась ударить вас копьём но промахнулась. Вы развернулись и увидели как Улля забивают. Вы побежали к выходу схватив раненого друга. Добежав до лошади вы быстро усадили товарища и поскакали сами. \n\nВы были неимоверно счастливы, вы достали броню, о которой мечтали, вы спасёте отца, вас полюбит народ. Так сильно вы ещё некогда не были рады.\n\nОт этих мыслей вы незаметили как приехали ко дворцу.\n\n\n",
    "answers": [
      {
        "id": 75,
        "text": "Войти."
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы отдали Улля охране, они о нём позаботяться.А сами побежали в палаты к отцу. Зайдя вы не увидели отца на кровати, но рядом был лекарь.\n—\"Что случилось?- Недоумевая спросили вы.-Где мой отец?\"\n—\"Умер этой ночью. Я сожалею\".",
    "answers": [
      {
        "id": 76,
        "text": "Уедениться."
      }
    ]
  },
  {
    "id": 76,
    "text": "Вашему горю небыло предела, печаль охватила вас на месяц, вы винили только себя.\n\nНо когда выросли стали отличным правителем. Вы основали государство которе до сих пор существует, а его народ живёт в благеб\n\nЗавершение саги.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы подошли к двери и начали её открывать, но из неё уже вылетили пару сотен бойцов-недругов, вы отлетели на землю. Ваша армия начала биться, но её поджимали к воде.\n\nВы встали и продолжили биться. Ваша армия проигрывала, никто не знал что сделать, от вас зависит судьба всех!",
    "answers": [
      {
        "id": 86,
        "text": "\"Вперёёёд!\""
      },
      {
        "id": 87,
        "text": "\"Отступаем к короблю!\""
      }
    ]
  },
  {
    "id": 78,
    "text": "Здесь будут показаны пройденные вами концовки.\n",
    "answers": [
      {
        "id": 79,
        "text": "Да здравствует вождь",
        "need": [
          66
        ],
        "need_ever": true
      },
      {
        "id": 85,
        "text": "Семь королей.",
        "need": [
          83
        ],
        "need_ever": true
      },
      {
        "id": 91,
        "text": "Ёхо, пиратство.",
        "need": [
          87
        ],
        "need_ever": false
      },
      {
        "id": 100,
        "text": "Пал героем.",
        "need": [
          97
        ],
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Изгой.",
        "need": [
          98
        ],
        "need_ever": true
      },
      {
        "id": 102,
        "text": "Последний удар.",
        "need": [
          101
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 79,
    "text": "Ваш старший брат Оис умер в бою, а вы стали королём замка и войнов.\nВ секретном продолжение рассказываеться о вашем сыне, магической броне,о том как вы умрёте и, что дальше будет с замком(уже деревней).",
    "answers": [
      {
        "id": 78,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы убили одного телохранителя. Но второй тут же кинулся с мечом на вас.",
    "answers": [
      {
        "id": 81,
        "text": "Прыгнуть в ноги."
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы прыгнули ему в ноги, он упал и сломал себе шею. \nТретий телохранитель успел ударить вас в лицо и вы повернулись от такой силы.",
    "answers": [
      {
        "id": 82,
        "text": "Удар мечом с разворота."
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы резко повернулись в другую сторону, выставив перед собой меч. Третий телохранителт был убит.\n\nВы начали подходить к королю. У него были чёрные волосы по плечи, голубые глаза, небольшие морщины на щеках. Он уже приготовился биться, но его окружили ваши напарники.\n\nКороль положил свой сияющий меч и встал на колени.",
    "answers": [
      {
        "id": 83,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 83,
    "text": "Ваш брат подошёл к королю, снял корону с его головы и надел на свою.\n\n\"Да здравствует король! Да здравствует я!\"\n\nВся толпа ликовала, замок захвачен, все стражники убиты, теперь вы будете одним из младших королей.",
    "answers": [
      {
        "id": 84,
        "text": "Дальше."
      },
      {
        "id": 83,
        "text": "Получена концовка - семь королей.",
        "comment": true
      }
    ]
  },
  {
    "id": 84,
    "text": "К слову вы до конца жизни находились в достатке, завели семью, не отказывали ни в чём. Все семь королей уважали друг друга и не устраивали заговоров. Но большего вы не добились.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 85,
    "text": "Ваш старший брат Оис стал главным в замке, а вы и пять его друзей младшими королями, помощиками и правыми руками.",
    "answers": [
      {
        "id": 78,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 86,
    "text": "С яростными криками вы полетели на врага, вы бились до последнего, ваши друзья погибали очень быстро, нескольких младших королей убили. Вы стоите плечом к плечу с братом, рядом несколько бойцов, вы заметили что справа от вас пустой проход без войнов соперника.",
    "answers": [
      {
        "id": 96,
        "text": "Побежать в проход."
      },
      {
        "id": 97,
        "text": "Биться до конца."
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы поняли о том что ваши шансы ничтожы и начали отступать. Вы бежали до коробля как трусы. Вы смогли оторваться и выжить, это был настоящий позор. Единственное что вам оставалось, это стать пиратами и не показываться на глаза этому миру, ведь вы сбежали с боя, хотя сами напали, это не по вашим правилам.",
    "answers": [
      {
        "id": 88,
        "text": "Секретное продолжение"
      },
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 87,
        "text": "Вы открыли концовку - Ёхо, пиратство.",
        "comment": true
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы до конца жизни были пиратами, вы мало, что умели и всему обучались на ходу в этом деле.Чтобы жить вам приходилось грабить другие судна, ярмарки на портах, островные деревни.Вы забирали на корабли женщин, чтобы продолжить потомство.\n\nСпустя очень много лет правнук главного героя, становиться капитаном коробля, вторым за всю историю их плаванья в водах. Технелогии этого времени уже позволяли иметь пороховые пистолеты, что очень любят пирата.",
    "answers": [
      {
        "id": 92,
        "text": "Как правнук главного героя стал капитаном?"
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы добежали до оставшихся двух телохранителей и не останаливаясь наткнулись на них. Они упали на землю, а вы воткнули в них мечи.",
    "answers": [
      {
        "id": 90,
        "text": "Посмотреть на короля."
      }
    ]
  },
  {
    "id": 90,
    "text": "Хозяина замка уже окружили и поставили на колени.",
    "answers": [
      {
        "id": 83,
        "text": "Подойти и наблюдать."
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы с позором проиграли оступили в моря, где и стали пиратами, среди вас не было королей, все выживали сообща и как могли.\n\nВ секретном продолжении можно узнать, о детстве главного героя и, о том, что будет с ним и его армией.",
    "answers": [
      {
        "id": 78,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 92,
    "text": "С самого рожднения он был сильный и крепкий, настоящий правнук своего прадеда. Первым капитаном на коробле был Митрон, здоровый мужик с чёрной небрежной бородй, с карими глазами и большой шляпой на голове, скрываюшей лысину.\n\nОднажды ваш корабль попал в крупный бой.Вы начали проигрывать, ваш корабль был почти разрушен,Митрона сильно ранили, все отступили на свой тонущий корабль. Все были близки к смерти.\n\nЕдинственный кто решил идти до конца — Вы. Вы встали у руля на возвышенность и произнесли речь, подобно диктору, ваш голос внушал доверие, все поднялись духом, пираты обрели шанс. Тогда вы залезли на канат, расскачались и запрыгнули к врагам , что уже наступали.",
    "answers": [
      {
        "id": 93,
        "text": "В бой"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы и ваша команда перебила всех врагов, вы сражались долго и упорно, враг сам неожидал такого. Когда наконец вы победили, ваш корабль уже почти затонул, на нём были раненые и убитые бойцы, а также Митрон. Вы кинули ему верёвку , но он сказал тихо и тяжело:-\"Капитан утопает вместе со своим короблём\".\n\nКорабль который вы захватили был больше старго и имел много пушек. Вас назначили новым капитаном. Вы хорошо справлялись со своей новой работой, все были довольны,они никогда ещё не видели такого капитана, вы были почти идеальны.\n\nНо однажды вы подошли к самому старому пирату, у него была длинющая серая борода, и полуслепые глаза. Вы спросили:-\"С чего всё началось? Ты самый мудрый, самый старый. С кого мне брать пример? Кто за всю историю нашего плаванья был лучшим?\"\n",
    "answers": [
      {
        "id": 94,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 94,
    "text": "Старик посмотрел на вас и поднял свой морщинистый лоб. Он говорил долго, но поведал вам всё, что знал. О том что мы, как пираты появились случайно, из-за страха смерти наших предков. Что прадед ваш был воином,в 12 лет он потерял маму, братьев и сестёр, во время случайного пожара,потерял  всех, кроме отца и Оиса.Тогда отец отвёл их к своему дяде, тот был жутким пьяницей и часто играл в карты на деньги, когда вашему прадеду исполнилось семнадцать, а Оису двадцать один, в дом пришли коллекторы за дядей, но убили всех, кроме Оиса с братом, которым удалось убежать. Они ушли и жили порознь в лесах, горах. Ваш прадед убивал за деньги, ходил наёмным воином, грабил и убивал, так он жил, а потом произошло, то, что произошло и он стал пиратом. Старик также поведал вам, что вы лучший из капитанов, таких сейчас ненайдёшь. \n\n",
    "answers": [
      {
        "id": 95,
        "text": "Продолжить историю"
      }
    ]
  },
  {
    "id": 95,
    "text": "Через много лет, вы умерли, на коробле стаяла многогодавая паника, они немогли найти хорошего вождя, капитаны сменялись раз за разом. Пираты разделились на две части: Белых и Чёрных.\n\nБелые были за то, чтобы высадиться и жить на земле, продолжая свой род там. А Чёрные чтобы примкнуть к другому клану пиратов и двигаться с ними.\n\nПосле многих месяцев споров, никто не мог донести свою точку зрения всем, тогда белые сошли на землю Флорениды, а их предки до сих пор живут на тех землях.\n\nА чёрные примкнули к другим пиратам и также до сих пор несут беды на море, грабят коробли, убивают невинных. Может их скоро уничтожат королевские войска.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы увернулись от удара мечом и пробежали в проход. Вы бежали долго, за вами была небольшая погоня, но вы оторвались. Вы добежали до леса и пали в раздумья.\n\nВ голове кружились вопросы: Правильно ли я поступил? Что делать теперь? Что будет если я сделаю что-то не то?\n\nОт этих мыслей у вас заболела голова. Вы поступили бесчестно, бежали с боя. Что же делать теперь?",
    "answers": [
      {
        "id": 98,
        "text": "Уйти отшельником в лес."
      },
      {
        "id": 99,
        "text": "Идти к замку."
      }
    ]
  },
  {
    "id": 97,
    "text": "Вы смело продолжили биться, откинув вариант бегства. Вы перебили несколько врагов, но в вас прилетела стрела. Вы начали падать. Брат схватил вас и держал на руках, вы не видели как его убьют, вы пали, но пали героем.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 97,
        "text": "Получена концовка - Пал героем.",
        "comment": true
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы зашли в глубь леса и больше никогда не возвращались, неизвесно, что происходило с вами,но после про этот лес ходили слухи, что тут водиться одинокий призрак мучающегося воина, который предал свою армию.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 98,
        "text": "Получена концовка - Изгой.",
        "comment": true
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы незаметно вернулись к замку и забрались на крышу, вы видели как добивают последних ваших бойцов.\n\nВы видели как король этого замка наблюдает за этим, вы не смогли смириться.",
    "answers": [
      {
        "id": 101,
        "text": "Прыгуть на короля."
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы смело бились до конца и пали с честью со своей армией. Позже о вас будут складывать легенды и балады.",
    "answers": [
      {
        "id": 78,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 101,
    "text": "Вы спрыгнули с замка прямо на короля, вы упали на его плечо, сломав ему руку, а сами померли. В будущем король не сможет пользоваться этой рукой никогда. А вы всё же предали армию уйдя с поля.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 101,
        "text": "Получена концовка - Последний удар.",
        "comment": true
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы бежали с боя, но не смогли смириться. Вы вернулись и спрыгнули на короля замка, нанеся ему последний удар.\n\nВы умерли, а король больше не сможет использовать руку.",
    "answers": [
      {
        "id": 78,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 103,
    "text": "Если вы нашли ошибку, опечатку, не проставленный или лишний знак препинания, прошу вас сообщить мне или в коменты. Я буду рад каждому неправильному спряжению.",
    "answers": [
      {
        "id": 1,
        "text": "Без проблем бро ;-)"
      }
    ]
  },
  {
    "id": 104,
    "text": "Да, сейчас есть идея для написания \"Воин 2\". Будет больше выбора, больше боёв, экшена и интересных событий.\nждите....)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 105,
    "text": "",
    "answers": []
  }
]