[
  {
    "id": 1,
    "text": "Жанр: Фентези, немного ужасов, романтика, комедия.\n\nАвтор: Zencloc (я пересоздал аккаунт)\n\nТрион был обычным искателем приключений, он не чем не отличался от других до одного момента...\nАХТУНГ!  18<plus>!\n\nP.S Этот квест не тупой где все вырианты кроме одного ведут к проигрышу конечно есть такие моменты только это загадки\nи пишите если нашли ошибку! я не одарен граматикой тапками прошу не кидать!",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 4,
        "text": "Мир"
      },
      {
        "id": 19,
        "text": "Новости"
      },
      {
        "id": 25,
        "text": "Секрет"
      }
    ]
  },
  {
    "id": 2,
    "text": "Был самый обычный день Трион направлялся в гильдию за заданием, он знал что днем самые хорошие задания для железного ранга о кстате привет читатель я перенесу тебя в разум Триона чтобы ты мог управлять ходом событий\n*~Вжух*\nЭх какой сегодня хороший день, о вон и гильдия.\nГильдия искателей приключений место где новички и бывалые могут пропустить по кружке крепкого эля ладно пойду к стойке ",
    "answers": [
      {
        "id": 3,
        "text": "Подойти к стойке"
      }
    ]
  },
  {
    "id": 3,
    "text": "Элла: Привет Трион пришол за заданием\nТрион:  Привет Элла да\nЭлла: Прости Трион но сегодня только одно задание для железного ранга\nТрион: *шепотом* да блять, Эм что за задание\nЭлла: Иследование первого этажа нового подземелья заказ пришол от лорда\nТрион: А можно по подробнее\nЭлла: Иследование первого этажа нового подземелья любую найденую вещь можно оставить себе включая редкие предметы или артефакты",
    "answers": [
      {
        "id": 8,
        "text": "Беру!"
      },
      {
        "id": 9,
        "text": "Нет я подажду другово задания"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы хотите узнать больше о мире где происходит действия квеста? ладно этот раздел для вас!\nсори что мало я пытался сделать больше инфы не спойлеря сюжет тапками прошу не кидать",
    "answers": [
      {
        "id": 5,
        "text": "Континенты"
      },
      {
        "id": 6,
        "text": "Монстры"
      },
      {
        "id": 7,
        "text": "Искатели приключений"
      },
      {
        "id": 18,
        "text": "Подземелья"
      },
      {
        "id": 24,
        "text": "Боги"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Контенентов всего 4\n\nКонтинент людей: тут живут люди, эльфы, дварфы, зверолюди, подземелья, вампиры, демоны.\n\nКонтинент джунглей: тут живут Зверолюди, подземелья, вампиры, демоны\n\nКонтинент меча: тут живут люди, дварфы, големы, подземелья, вампиры, демоны.\n\nКонтинент монстров: тут живут демоны, вампиры, разумные монстры, люди (только культисты падшего бога), подземелья, тотемы падшего бога, падшие ангелы, собиратели душ.\n\nсушествует еще и мир богов и мир падших\n\nМир богов: тут живут боги, ангелы, подчиненые богов.\n\nМир падших: Падший бог, падшие ангелы, страхи падших.\n",
    "answers": [
      {
        "id": 4,
        "text": "Назад в раздел мир"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Монстры как и искатели приключений (см ст 7) делятся на ранги вот полный список:\nБезопасный\nНемного опасный\nНужен опытный боец чтобы одолеть\nГроза деревень\nГроза городка\nГроза города\nГроза столице\nГроза не большой стране\nГроза большой страны\nГроза континента\nГРОЗА МИРА",
    "answers": [
      {
        "id": 4,
        "text": "Назад в раздел мир"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Искатели приключений делятся на ранги вот список:\nДеревяный\nМедный\nЖелезный\nСтальной\nЗолотой\nБело золотой\nСеребряный\nМифриловый\nАлмазный\nРубиновый\nИзумрудный\nБожественый\n\nГГ железного ранга",
    "answers": [
      {
        "id": 4,
        "text": "Назад в раздел мир"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Элла: вот держи \nКак только я получил листок с заданием я помчался по карте к тому самому подземелью меня ожидал вход\nЯ: Да этому входу как будто лет тысяча\nперед вами стоит обветшалый вход зароший лозами и травой собравшись с духом вы вошли \nЯ: такс первый этаж ну какие тайны ты скрываеш \nЯ спустился по лестнице и отрыл трухлявую дверь перед мной был каменый коридор ведуший вперед, вправо, влево\nкудаж идти?",
    "answers": [
      {
        "id": 10,
        "text": "Пойдука вперед"
      },
      {
        "id": 13,
        "text": "Да ну нахер"
      }
    ]
  },
  {
    "id": 9,
    "text": "Элла: о хорошо\nТак историия закончилась даже не начавшись",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я пошол дальше по коридору и увидел сундук! о это джекпот!\nоткрыв сундук я обнаружил бело золотые монеты 10 штук золотые монеты 100 штук серебряные монеты 40 штук и медные монеты 300 оооооо дааааааа я получи целое состаяние (если переводить в рубли то он получил где то около милиона рублей) такс хорошо \nбыстро положив их в кошелек я отправился на лево",
    "answers": [
      {
        "id": 14,
        "text": "Что же там?"
      }
    ]
  },
  {
    "id": 11,
    "text": "Безнадежно я пытаюсь сказать хоть что ни будь но я только открываю рот и все!",
    "answers": [
      {
        "id": 12,
        "text": "Попытася поднятся"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я поднялся я понял что пытася говорить бесполезно поднявшись я увидел девочку лет так 10 она была одета в черное платье и с заколкой в виде черепа\nНеизвестная: О ты живой, виииии у меня свой собственый скелет! Меня зовут Мария а тебя как?\nОна спятила какой я скелет? я посмотрел на свои руки и понял теперь я скелет БЛЯЯТЬ как да такого могло дойти и эта девочка совсем дурная скелеты по факту не могут разговаривать!",
    "answers": [
      {
        "id": 17,
        "text": "Начало 1 главы"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я решил нахер это все и побежал домой\nИстория оборвалась в самом начале",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "Там пусто черт!",
    "answers": [
      {
        "id": 15,
        "text": "пойду на право"
      }
    ]
  },
  {
    "id": 15,
    "text": "Тоже пусто!",
    "answers": [
      {
        "id": 16,
        "text": "Вернутся."
      }
    ]
  },
  {
    "id": 16,
    "text": "Я иду назад и падаю замертво да я наступил в ловушку вот я дибил ну я умираю........................................... ДА КАКОГО ЧЕРТА я не мертв? мне голову стрелой пробило! кстате а где я?\nНеизвестная: Скелет я твоя создательница выполняй мои приказы! Але ты меня слышиш?\nя услышал детский голос что это за девочка? Как она попала в подземелье? Она только что назвала меня скелетом?! Она сказала что она моя создательница?! Да блять! какого хуя! что происходит?",
    "answers": [
      {
        "id": 11,
        "text": "Пыпытатся говорить"
      },
      {
        "id": 12,
        "text": "Пыпытася поднятся"
      }
    ]
  },
  {
    "id": 17,
    "text": "                                                      Часть 1\n                                          Начало приключений\n\nТак давайте разясним ситуацию все что я знаю\nво первых я скелет во вторых эта девочка и есть подземелье... Давайте начнем сначала\nМария:Ой забыла что скелеты не умеют говорить.\nНу теперь она в моих глазах поумнела\nМария:эм начнем заново, я Мария подземелье приятно познокомится.\nСТОП ЧАГО?! (P.S Так и надо) то есть она меня и пришибла ловушкой? ах она сука! да чтоб ее! \nМария:Ты Baka! Я все слышу! (Baka в переводе с японского дурак давай е обясню в этом мире используется язык очень похожий на японский по этому я решил это так показать)\nстоп че?!\nМария:Я только наладила с тобой телепотическую связь! а ты!\nу меня блин аж челюсть от удивления отвалилась и причем в прямом смысле\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Поднять челюсть и поставить на место"
      }
    ]
  },
  {
    "id": 18,
    "text": "Люди эльфы дварфы зверолюди вы их видели сотню раз но я раскажу про подземелья\nподземелья являются разумной расой их жизненый цикл выглядит так: кристал --> тело (любой расы кроме демонов, разумных монстров, богов) ---> мана.\n",
    "answers": [
      {
        "id": 4,
        "text": "назад в раздел мир"
      },
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Новости на 14 июня 2019 года.        \n\nДобавлен \"Секрет\"\n\nМонстр под маской demo 0.5",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "привет читатели, это я ваш дорогой друг Zencloc спасибо за отзывы и лайки к сожалению в ближайшее время я не смогу сделать новую главу по ряду причин вот пока вам мини интервью со мной\nZ-я\nX-проводяший интервью\n\nX-откуда у вас взялась идея создать это произведение?\nZ-ну я взял идею манги \"Нежелано бессмертный авантюрист\" и начал сшивать ее с со своими идеями и идеями других манг\nX-то есть \"Монстр под маской\" плагиат?\nZ-никак нет мистер Х\nX-когда выйдет продолжение \"Монст под маской\"?\nZ-я и сам не знаю\n\nвот так ну всем счастья печенек и хорошего настроения задавайте свои вопросы в коментариях я это место переделаю в рубрику \" вопрос ответ\"",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      },
      {
        "id": 20,
        "text": "Плакать потому что это не прода"
      }
    ]
  },
  {
    "id": 21,
    "text": "я быстро поднял челюсть и приставил к месту где она должна быть послышался шелчек *шелк*\nМария:Ладно давай обясню почему я оживила тебя и ставила тебе разум, вот у подземелий есть один недостаток они не могут выйти за пределы строения в котором находится если попытаются выйти то просто ударятся об барьер как муха в стекло но это можно обойти заключив пакт, пакт можно заключить только с разумным сушеством и по обаюдному согласию но ты первый кто сюда зашел и у меня не было выбора...\nЗАЧЕМ ТОГДА БЫЛО МЕНЯ УБИВАТЬ РОТОМ СКАЗАТЬ ЧТОЛИ БЫЛО НЕЛЬЗЯ?!\nМария:Ой я о бетом не подумала.\nне подумала она блять раньше надо было думать\nМария:Ну прости пожалуста и давай заключим пакт.\nнет не буду я заключать с тобой не каких пактов!\nМария:Ну пожалуста.\nНЕТ ЗНАЧИТ НЕТ!\nМария:Заключи со мной пакт и я тебя отпушу.\nЧто? Я не успел даже рот открыть как она обняла даже нет это как настояший захват кажется где-то что-то у меня хрустноло\nОтпусти.\nМария:Если заключиш сомной пакт хихи\nладно заключю я с тобой этот пакт только отпусти\nменя тут же отпустили\nладно что нужно делать для этого пакта\nМария:просто возми мою руку.\nи после этих слов она сразу же протинула мне руку\nну выбора та и нет",
    "answers": [
      {
        "id": 22,
        "text": "Взять ее за руку"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ой блять как же жется сука ааааа как же блять больно как я вообше могу чювсвовать боль блять ха вижу она испытавает туже боль ха ну хоть где то я не один хахаха\nболь резко прекратилась \nМария: готово.\nЯ взглянул на свою руку а потом на ее руку на наших руках были одинаковые символы\nМария:Ну на встречу приключениям\nстоп чего?!",
    "answers": [
      {
        "id": 23,
        "text": "конец 1 части"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ну вот ребятки вот так я смог зделать 1 часть 1 главы \nспасибо что играли ",
    "answers": [
      {
        "id": 1,
        "text": "Конец демо"
      }
    ]
  },
  {
    "id": 24,
    "text": "Тут я расположил богов которые будут в произведении ВНИМАНИЕ не во всем мире а только которые будут появлятся тут\n\nЭлекронг: Бог вдохновитель инжинеров и изобритателей\nПрозвише ведро болтов\nрост 3 метра \nвес 106 килограм \nтакой вес обуславливается тем что он состоит из металла\nпытается сделать себе идиальную механическую девушку но его творенья либо разваливаются либо разваливаются и \nвзрываются\n\nМесендж: Бог безумия\nпрозвиша нет\nРост 120 сантиметров\nВес 30 килограмов\nодин из великой тройки богов\nЗнаком со многими созданиями основал \"Фабрико inc\"\nтак же зноком с С (читать как Эс) \n\nZencloc (это я Zencloc как бог это просто персонаж с которым я себя осациирую вот и имя такоеже как и мой ник):   Бог времени\nПрозвише неизвестно\nРост в обычной форме 190 сантиметров, в форме монстра 3 метра\nвес в обычной форме 20 килограм, в форме монстра 40 килограм\nобладает уникальной среди богов смособностью перевоплошятся в чюдовише \nумеет чюять злых людей (и не только людей как вам такое что он когда то нашел злой цветок!)\nодин из великой троки богов\nсоздал великие часы сенхронизовавшие (на сколько это было вообше возможно) время во всей мулти вселеной\n\nС: полу демон полу бог\nПрозвише серанкид (в переводе с древне магического много гранный)\nРост 200 сантиметров\nВес 10 килограм (не удивляйтесь он может менять свой вес по желанию но чтобы взлететь ему нужно быть не слишком тяжелым поэтому он обычно весит 10 килограм...)\nСильнейше сушество во всех мирах когда либо сушевствовавшее один из великой трицы богов\nимеет огромный список способностей\nкаждая сторона его личности это еше одна личность (это боги детка тут и не такое возможно ;))\nглавные стороны это: Он сам, Килл (его демоническая сторона любит кушать мясо особено человеческое *∆*), Дарк (самый темный и ленивый из всех живых и не живых на одном чемпионате по самому долгому сну все уже умерли от старости но он все еше спал олицитворяет хаус позитивные эмоции его убивают в прямомм смысле брат Лайта),Лайт (светлый правильный олицитворяет порядок и он очень скучный негативные эмоции его убивают брат Дарка).\nнаданый момент где он когда он неизвестно",
    "answers": [
      {
        "id": 4,
        "text": "Назад в раздел мир"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "найди секрет",
    "answers": [
      {
        "id": 25,
        "text": "Отхерово"
      },
      {
        "id": 25,
        "text": "стового"
      },
      {
        "id": 25,
        "text": "пере пере боро"
      },
      {
        "id": 25,
        "text": "медвет"
      },
      {
        "id": 25,
        "text": "здесо плясопо"
      },
      {
        "id": 25,
        "text": "камшототово"
      },
      {
        "id": 25,
        "text": "дигавей"
      },
      {
        "id": 25,
        "text": "секретей"
      },
      {
        "id": 34,
        "text": "секрет"
      },
      {
        "id": 25,
        "text": "Кошка дверь"
      },
      {
        "id": 25,
        "text": "хамарей"
      },
      {
        "id": 25,
        "text": "хачавей нанавей"
      },
      {
        "id": 25,
        "text": "пиздхо плясово"
      },
      {
        "id": 25,
        "text": "ахамалей боро хе"
      },
      {
        "id": 25,
        "text": "Нохаха"
      },
      {
        "id": 25,
        "text": "секеро"
      },
      {
        "id": 25,
        "text": "гамасамалагей"
      },
      {
        "id": 25,
        "text": "переход на первую страницу     \n  |\n  |\n  | \n <s><s>/\n"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "молодца вот те приз\n\n\n\n\n                      _______________________\n                      |                                        |\n                      |                                        |\n                      | (лутчему искателю)  |                       /<s><s>  /<s><s>\n                      |                                        |                      (  > <  ) — я кошка- \n                      |                                        |                       |        |  дверь    \n                      —————————————–                      |     * | покорми\n                                                                                       |        | меня\n                                                                                       ––––\n\nда это банка шпрот с наклееной бумажкой с надписью \"лутчему искателю\" но я старался                     ",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  }
]