[
  {
    "id": 1,
    "text": "                                \"Каменный город\"\n                                          \"Офицер\"\nТолько от вас зависит будущее города.",
    "answers": [
      {
        "id": 2,
        "text": "Старт."
      }
    ]
  },
  {
    "id": 2,
    "text": "Корнев Михаил Андреевич стоял у станка в своем кабинете и в пятый раз разбирал винтовку.Что-то ему не нравилось. Интуиция так и вопила о бракованности, хотя всё было в пределах погрешностей. Ведь не даром её пренёс мальчишка.....\n\nКабинет был маленьким, но уютным. Возле окна, выходящего на прекрачный заснеженный пик местного эльбруса, стоял старый канцелярский стол, покрытый зелёным потёртым сукном. Рядом стоял станок по вытачиванию и шлифовке, а напротив сейф.",
    "answers": [
      {
        "id": 3,
        "text": "Пояснение."
      },
      {
        "id": 4,
        "text": "Взять эталонное ружьё."
      }
    ]
  },
  {
    "id": 3,
    "text": "ОКНО ПОМОЩИ РАЗРОБОТЧИКА.\nВы играете за Корнева Михаила Андреевича. Находитесь в городе Больщие Камни среди гор. Город представляет из себя правинцию в 5 тысяч человек. Также он делится на три района со своей элитной улицей: Угольный — Бульвар Каменщиков, Медный — улица Бронзовая, Стальной — золотые участки.\nЭто пролог, в котором можно заработать неплохой старт. Дерзайте!",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться в игру."
      }
    ]
  },
  {
    "id": 4,
    "text": "Корнев взял винтовку в свои руки и разобрал её. Он до сих пор непонимал в чём их различие.",
    "answers": [
      {
        "id": 5,
        "text": "Сравнить вес."
      }
    ]
  },
  {
    "id": 5,
    "text": "Миша взял затворные рамы обеих и положил на весы.\n—Точно! Весовое различие! Эталонная тяжелее. А если отшлифовать? Какой сноп искр от бракованной. Они совсем там офигели из низкокачественной стали оружее делать?",
    "answers": [
      {
        "id": 6,
        "text": "-Пойду к главному коструктору. Поговорю с ним по \"хорошему\".",
        "var_set": [
          "выбор",
          1
        ]
      },
      {
        "id": 6,
        "text": "-К деректору зайду. Надо сначала его оповестить.",
        "var_set": [
          "выбор",
          2
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Михаил взял трубку внутренней связи, гаркнул в неё приказ остановить конвеер и, завхатив бракованную винтовку, вышел из кабинета. Горячий воздух ударил его в лицо. Ощутилась нехватка воздуха из-за высокого содержания углекислого газа. \nСам завод был разделён на два этажа: производственный и \"расчётный\". Производственный занимал  основное пространство завода. \"Расчётный\" ютился у самой крыши. Кабинеты соединялись между собой одним большим болконом и подвешенными мостами из стали. ",
    "answers": [
      {
        "id": 7,
        "text": "Идти в конструторскую.",
        "var_equal": [
          "выбор",
          1
        ]
      },
      {
        "id": 16,
        "text": "Идти к директору.",
        "var_equal": [
          "выбор",
          2
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Военный эксперт спокойным шагом приблизился к двери  конструкторского бюро, открыл дверь, оказался перед кабинетом главного конструктора. Здесь, посравнению с производственным гамом, стояла мертвая тишина. Лёгкий шёпот конструкторов, мягкое шуршание бумаги, неслышимое чиркание корандаша по холсту,  открытые окна, от которых идёт блаженная прохлада и голубоватый свет, — всё это создавало непередоваемое ощущение спокойства и беззаботности.",
    "answers": [
      {
        "id": 9,
        "text": "Войти в кабинет."
      }
    ]
  },
  {
    "id": 8,
    "text": "—Ээээ.... Нееет... Вы сейчас сядите и мсе вче раскажите!-Повысил голос директор.",
    "answers": [
      {
        "id": 15,
        "text": "Спокойно сесть"
      }
    ]
  },
  {
    "id": 9,
    "text": "Зенчинко Пётр Сергеевич, главный конструктор, сидел спокойно за столом и что-то записывал. Как только скрипнула дверь, он поднял голову, натянул добродушную улыбку  и сложил пальцы в замок, всев свом видом показывая готовность к беседе. Как только офицер переступил порог, Пётр приглосил его присесть на стул, который стоит сбоку от его стола. \n\n\nВаши действия.",
    "answers": [
      {
        "id": 10,
        "text": "Сесть.",
        "var_set": [
          "влияние",
          0
        ]
      },
      {
        "id": 10,
        "text": "Встать перед столом.",
        "var_set": [
          "влияние",
          20
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "—Зачем ты ко мне пришёл?",
    "answers": [
      {
        "id": 11,
        "text": "Ты совсем охренел из дерьма винтовки делать?!",
        "var_add": [
          "влияние",
          10
        ]
      },
      {
        "id": 11,
        "text": "Тут маленькая проблема появилась...",
        "var_add": [
          "влияние",
          0
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "—О чём ты? Я не понимаю.",
    "answers": [
      {
        "id": 12,
        "text": "Ты дал добро эти винтовки штамповать?",
        "var_add": [
          "влияние ",
          10
        ]
      },
      {
        "id": 12,
        "text": "Согласно статье 473 дробь три уголовного кодекса...",
        "var_equal": [
          "влияние",
          0
        ],
        "var_set": [
          "влияние",
          50
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "—И что ты от меня хочешь?",
    "answers": [
      {
        "id": 13,
        "text": "Кто и за сколько?"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Директор. За четыре тысячи. Половина тебе.",
    "answers": [
      {
        "id": 14,
        "text": "И ты продался?"
      }
    ]
  },
  {
    "id": 14,
    "text": "—А кто паренька к тебе отправил?",
    "answers": [
      {
        "id": 16,
        "text": "Ладно.... Деньги давай мне. Я их обратно отнесу.",
        "var_set": [
          "улика",
          1
        ]
      },
      {
        "id": 16,
        "text": "Давай половину. Пойду мягко ему обьясню.",
        "var_equal": [
          "влияние",
          50
        ],
        "var_set": [
          "деньги ",
          2000
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "—И так. Почему конвеер был остановлен?  Каждую минуту мы тратим 5 монет, и вы знаете, что по статье тридцать пять трудового кодекса вы обязанны возьместить ущерб в размере трехсот...",
    "answers": [
      {
        "id": 19,
        "text": "Молча выплатить ущерб."
      },
      {
        "id": 20,
        "text": "-Согласно товоже кодекса я могу не выплачивать ущерб, так как не числюсь вашим сотрудником. К тому же, по приказу короля от 5 сентября 1909, я имею право останавливать конвеер когда захочу. Что-то ещё?"
      }
    ]
  },
  {
    "id": 16,
    "text": "Выйдя из конструкторского бюро, Корнев ощутил духоту и запах стали, столь знакомый и неприятный ему. Через пять минут он уже был в зимнем саду, который был разбит специально для отдыха персонала с высшим образованием.\nМаленький прудик с рыбками, зелённая экзотическая растительность возле него и пару скомеечек, окутанные в цветущую сирень. Возле прудика сидела милая секретарша Вольдемара Готтлиба. Этот строгий старик взял её не за красоту, а за два высших экономических образования, знание трёх языков и холодный разум. Поговаривают, что она даже его дочка, пусть и приёмная.",
    "answers": [
      {
        "id": 17,
        "text": "Подойти к ней."
      }
    ]
  },
  {
    "id": 17,
    "text": "—Красивые карпы... Их бы на угли в месте с картошкой, а маленькие отлично бы пошли на уху. Кстати, привет, Аня.\n—Фи! Как не культурно! И снова есть захотелось...\n—Позвольте вас приглосить в театр.\n—Ах, так прямо и открыто? Я согласна!\nДвое молодых звонко засмеялись.\n—А как поживает директор?\n—Хорошо, правда в последнее время у него начались какие-то проблемы с сердцем. Будте с ним по мягче.\n—Спасибо, я учту...\n",
    "answers": [
      {
        "id": 18,
        "text": "Войти в кабинет директора.",
        "var_set": [
          "плохой вопрос",
          0
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "Кабинет Готтлиба был просторен и красив.Широкие окна, завешанные белыми зановесками, пропускали солнечный свет и в месте с высокими потолками создавали ощущение легкости и простора. По середине стоял большой дубовый резной стол с горами бумаг и папок на нём. Также там лежала стеклянная баночка с  какими-то таблетками.\nЗа ним, как на троне, воссидал создатель этого города — директор завода Вольдемар Готтлиб Имгоф. Весьма прагматичный и строгий старичёк лет 60. Постоянно и везде носит серый костюм, глатко выбрит, пахнет хорошими духами, обсолютно лыс, холост — идеал делового человека. \n\n—Аааа... Михаил... Присаживайтесь.\nНа лице Вольдемара Имгофа читалась улыбка с неявной натянутостью. Глаза так и говорили: \" И что же ты мне скажешь в оправдание, щенок!",
    "answers": [
      {
        "id": 8,
        "text": "Я, пожалуй, постою..."
      },
      {
        "id": 15,
        "text": "Спокойно сесть"
      }
    ]
  },
  {
    "id": 19,
    "text": "Корнев достал свою зарплату за этот месяц, там было ровно три сотни рублей. \"Ладно, ладно. Ты у меня ещё поплатищся....\"- Подумал Михаил и положил купюры на стол директору.\n—Так то лучше... Вы хотели мне что-то ещё сказать?",
    "answers": [
      {
        "id": 21,
        "text": "-Бракованные винтовки - ваших рук дело?"
      },
      {
        "id": 21,
        "text": "-Знаете, я сегодня нашёл чудесную винтовку. *демонстрирует* \nА ещё в ней особо прекрасен затвор. *ловким движением ивзлекает деталь* Только посмотрите на него, как он хорош. *резким движением ломает его попалам* Упс..."
      }
    ]
  },
  {
    "id": 20,
    "text": "Вольдемар от этих слов немного удивился, но потом  усмехнулся. В его глазах пояаился азарт соперничества.\n—Хех. И откуда нам токого специалиста прислали?\nИ с техникой разбирается, и законы знает. Ух, сложно нам будет уживаться.- сказал Готтлиб и после небольшой паузы дабавил- Вы же по другой теме пришли, не так ли?",
    "answers": [
      {
        "id": 23,
        "text": "-Бракованные винтовки - ваших рук дело?"
      },
      {
        "id": 24,
        "text": "-Знаете, я сегодня нашёл чудесную винтовку. *демонстрирует* \nА ещё в ней особо прекрасен затвор. *ловким движением ивзлекает деталь* Только посмотрите на него, как он хорош. *резким движением ломает его попалам* Упс..."
      }
    ]
  },
  {
    "id": 21,
    "text": "—С такими замашками идите к главному коструктору. Он должен этим заниматься и его подписи на всех бумагах. Я тут не причём...",
    "answers": [
      {
        "id": 37,
        "text": "Идти к главному коструктору."
      }
    ]
  },
  {
    "id": 22,
    "text": "ОКНО ПОМОЩИ РАЗРОБОТЧИКА.\nЯ тебе уже сказал кто он. Этот вопрос немного не уместен здесь. Давай попробуем ещё раз?",
    "answers": [
      {
        "id": 33,
        "text": "Попробовать ещё раз.",
        "var_add": [
          "плохой вопрос",
          1
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "—С такими замашками идите к главному коструктору. Он должен этим заниматься и его подписи на всех бумагах. Я тут не причём... ",
    "answers": [
      {
        "id": 29,
        "text": "Идти к главному конструктору"
      }
    ]
  },
  {
    "id": 24,
    "text": "Маленькая сценка произвела на директора большое впечатление. Такого ожидать он ни как не мог.\n—Ладно, намек понят. Сколько?",
    "answers": [
      {
        "id": 26,
        "text": "-Пять."
      },
      {
        "id": 28,
        "text": "-Три, и я не имею против вас притензий.",
        "var_equal": [
          "деньги",
          2000
        ]
      },
      {
        "id": 27,
        "text": "-Ээээ неет. Я хочу, чтобы вы поняли свою ошибку. Одна такая винтовка может убить пятеро бойцов в самом начале боя, просто разорвавшись в руках. Надеюсь, вы больше не будете так делать. "
      }
    ]
  },
  {
    "id": 25,
    "text": "—И тебе не хворать.\n Коллеги пожали руки. Корнев сел за свой стол, достал блокнот, что-то записал. Потом убрал в сейф папку бумаг- занимался бумагомарательством. Собеседник прошёлся по комнате, подошёл к окну, набил трубку и закурил.\nПрекрасно тут у вас в горах: тишина, воздух, небо.... Не то что в столице. Нет этой грязи, дыма, темных зловонных переулков с общарпанными стенами. Может махнёмся,а? Ты поедешь в саму Столицу, будешь там приносить огромную пользу государству, а я, так и быть, отдохну за тебя в тмутаракане.- он засмеялся добродушно, но с горечью на заднем плане.- Мда....",
    "answers": [
      {
        "id": 35,
        "text": "-Ближе, к делу..."
      },
      {
        "id": 36,
        "text": "-Знаю я тут мастера... Он самогон на местной полыни гоняет. Чистая как слеза, а аромат..."
      }
    ]
  },
  {
    "id": 26,
    "text": "— Губа лопнет. Держи одну тысячу и проваливай.",
    "answers": [
      {
        "id": 33,
        "text": "Выйти из директорской.",
        "var_add": [
          "деньги",
          1000
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "—Ладно. Поймал за хвост. Признаю. А ты парень сообразительный. Можешь идти.",
    "answers": [
      {
        "id": 31,
        "text": "-Вот ваши четыре тысячи...",
        "var_equal": [
          "улика",
          1
        ]
      },
      {
        "id": 33,
        "text": "Выйти из кабинета директора."
      }
    ]
  },
  {
    "id": 28,
    "text": "—Держи две и свободен.",
    "answers": [
      {
        "id": 33,
        "text": "Выйти из директорской.",
        "var_add": [
          "деньги",
          2000
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Квест на доработке. Критикуйте, оценивайте, подсказывайте. Любые ваши действия мне очень помогут. \n\n\n\n\n\n\n                        СПАСИБО ЧТО ПРОЧИТАЛИ!!!!",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 30,
    "text": "ОКНО ПОМОЩИ РАЗРОБОТЧИКА.\nТы тупенький? Так, давай ещё раз попробуем?",
    "answers": [
      {
        "id": 33,
        "text": "Попробовать ещё раз.",
        "var_add": [
          "плохой вопрос",
          1
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "—Аааа....    Можешь забрать себе, считай подарок от меня за качественно выполненную работу.- оьмахнулся директор.",
    "answers": [
      {
        "id": 33,
        "text": "Выйти из директорской.",
        "var_set": [
          "деньги",
          4000
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "ОКНО ПОМОЩИ РАЗРОБОТЧИКА.\nДОИГРАЛСЯ, ДУРАЧЁК? БАН ТЕБЕ ПОЖИЗНЕНЫЙ! ВСЁ! ГГ ВП! ИГРАЙ СНАЧАЛА!\n\n(ПОЗДРАВЛЯЮ! ТЫ ВЫВЕЛ ИЗ СЕБЯ РАЗРОБОТЧИКА! ЭТО ОДНА ИЗ КОНЦОВОК!)",
    "answers": [
      {
        "id": 1,
        "text": "***********!  *******,******,***!!!"
      }
    ]
  },
  {
    "id": 33,
    "text": "Через пять минут Михаил  подходил к своему кабинету. Но как только он прикоснулся к ручки своей двери, ему показалось, что за дверью шум, хотя после ухода дверь была запертой. Корнев растегнул кобуру на поясе и резко ворвался в комнату. Человек за столом даже и усом не повёл: как сидел с раскрытой  книжечкой в руках и закинутыми ногами на стол, так и сидит.\nЭто был посыльный тайной службы его величества. Чёрный плащ, чёрный шляпа и совсэм, совсэм чёрный перчатка.Вах какой мужик бил.\n ",
    "answers": [
      {
        "id": 25,
        "text": "-Привет, что нового?"
      },
      {
        "id": 30,
        "text": "Вы кто?",
        "var_equal": [
          "плохой вопрос",
          1
        ]
      },
      {
        "id": 32,
        "text": "Вы кто?",
        "var_equal": [
          "плохой вопрос",
          2
        ]
      },
      {
        "id": 34,
        "text": "Вы кто?",
        "var_equal": [
          "плохой вопрос",
          0
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "ОКНО ПОМОЩИ РАЗРОБОТЧИКА.\nЯ же вам написал кто он. Я думаю, произошло какое-то недопонимание. Давайте попробуем ещё раз?",
    "answers": [
      {
        "id": 33,
        "text": "Попробовать ещё раз.",
        "var_add": [
          "плохой вопрос",
          1
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "—В столице неспокойно. Всё больше стачек, демонстраций, митингов. Тайная служба его величества несправляется, правильно, уже как пядесят лет держим всё это. А ещё эта чёртова война, которую мы почти выиграли. В общем наше руководство решило, что от революции не избежать. Остаётся только изолировать страну в период смены правительства, а потом... Это будет потом... \nПосыльный тяжело вздохнул, вытащил из внутреннего кармана блокнот и огромный конверт с печатью и надписью:\" Лично в руки. Совершенно секретно\".\n—Распишись здесь и вот здесь. Очень хорошо. Досвидания!\n—Удачи...",
    "answers": [
      {
        "id": 40,
        "text": "Сорвать печать и открыть пакет."
      }
    ]
  },
  {
    "id": 36,
    "text": "—Ух... Это хорошо. Будет что ребятам привезти. Ну ка, шепни адресок.\nМиша наскреб на бумаге улицу и дом дельца и вручил его товарищу.\nЧеловек в чёрном плаще взял листок, посмотрел и слегка приподнял брови.\n—Ооо, не так уж и далеко. Спасибо.",
    "answers": [
      {
        "id": 35,
        "text": "Всегда пожайлуста. Что ты там мне там хотел сказать?"
      }
    ]
  },
  {
    "id": 37,
    "text": "Михаил вышел из кабинета и  направился к Сергею Петровичу. \nКогда Корнев постучал в  дверь, Зенчинко искал книжку в своей билбиотеке.\n—Да-да...",
    "answers": [
      {
        "id": 38,
        "text": "Ты дал добро на выпуск бракованных винтовок?"
      }
    ]
  },
  {
    "id": 38,
    "text": "—Нуу... Да. Нооо... ",
    "answers": [
      {
        "id": 39,
        "text": "-Ты понимаешь, что это уголовка."
      }
    ]
  },
  {
    "id": 39,
    "text": "—Тебя обвели вокруг пальца. Вот. Держи приказ директора о выпуске винтовок с низким качеством в количестве 120 штук. Я только подписал его, потому что мне деваться не куда.\nНу сам посуди. Почему я к тебе отправил парнишку, а? Чтоб ты директора приструнил, а он теперь в омут уйдёт и не достать его...",
    "answers": [
      {
        "id": 33,
        "text": "-Ладно... Что сделано, то сделанно время обратнл не повернёшь. Эх.. была бы возможность."
      }
    ]
  },
  {
    "id": 40,
    "text": "Капитан тайной службы его величества не поверил: здесь лежал документ номер 62 (бумага всевластия), документальный отчёт Аглаи Лилич и полное описание вируса \"песочная язва\" и послание его куратора:\n\"Привет, Пётр. Я надеюсь на тебя. Данные бумаги были вынужденной мерой. Нам за короткие сроки надо поймать всех шпионов и крот. Что делать дальше, думаю, ты знаешь. Помни, эти бумаги способны обречь целую страну на поражение в выигранной войне. Чуть не забыл. Продержи город в адекватном состоянии шесть дней. Ночью с шестого на седьмой содись в поезд. Тебя на перроне встретят.            \nНаставник\".",
    "answers": [
      {
        "id": 41,
        "text": "-Екарный бабай"
      }
    ]
  },
  {
    "id": 41,
    "text": "Мысли Михаила Андреевича безудержно хлынули, как горная ледяная, но вечно пенющаяся река. Он перестал соображать. Почему ему дали эти документы? Сдержать шесть дней? Что будет через шесть дней? Спокойно... Надо раслабиться.... В тихой реке рыбу ловить проще... Итак, первый вопрос: потому что он в глубинке и людей здесь мало. Дальше: приказ есть приказ, а что будет дальше не его забота.Он успокоился. Такие документы оставлять опасно в сейфе на рабочем месте. Потому Корнев тут же продумал план действий. Кстати, та баночка с лекарствами явно не отечественного производства. Надо будет спросить доктора и секретаря.\n Звонок на обед. Офицер тайной службы встал из-за стола, спрятал документы в портфель, закрыл сейф, натянул шерстянное пальто и вышел из кабинета.",
    "answers": [
      {
        "id": 42,
        "text": "Выйти из завода на обеденный перерыв."
      }
    ]
  },
  {
    "id": 42,
    "text": "Он прошёл через КПП. Снаружи была весна. Холодная, яркая, слякотная весна. Повсюду было солнце, море солнца. Оно непривычно обжигало ладони и лицо, но всё равно вызывало счастье и беззаботность. Счастье. Именно оно и мешало работать. Каждый раз, когда маленький лучик заходил в кабинет, глаз сразу его замечал, а мысли моментально отправлись в свободное плавание. Корнев пытался собраться, но все попытки оказывались безуспешными: постоянно солнечный зайчик выскакивал из цепких и холодных лап логики и согревал собой, пробуждал миролюбивость. Иногда даже хотелось бросить всё, выбежать на улицу, скинуть всю одежду, столь обременяющее тело, лечь на свежую, только появившуюся зелённую травку и подставиться под лучи небестного светила.",
    "answers": [
      {
        "id": 43,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 43,
    "text": "Возле выхода стояла старая деревянная скамейка. На ней сидел молодой человек в очка и кормил птиц хлебными крошками из матерчатого мешочка. Михаил  неспеша подошёл и посел к нему. Парень не обратил внимания: его внимание было поглащенно весёлым чириканием воробьёв и голубей.",
    "answers": [
      {
        "id": 44,
        "text": "-Модуль, не спи."
      }
    ]
  },
  {
    "id": 44,
    "text": "—Да не сплю я... Что то важное?",
    "answers": [
      {
        "id": 45,
        "text": "-Да. Загляни в папку.\n"
      }
    ]
  },
  {
    "id": 45,
    "text": "Андрей Алекчеевич Мондельштам, верный друг и помощник, открыл портфель, глазком взглянул на содержимое папки и тихо присвиснул.",
    "answers": [
      {
        "id": 46,
        "text": "-В семь я с Аней идём в театр, потом в девять мы буьем в \"Чёрном Шахтёре\". К этому времени документы должны быть уже у бармена. Выполнять приказ."
      }
    ]
  },
  {
    "id": 46,
    "text": "—Есть выполнять.\nМодуль встал, высып прямо на птиц весь мешочек с крошками, взял портфель и ушёл в сторону больницы к приятелю терапевту.\nКорнев остался силеть на месте.",
    "answers": [
      {
        "id": 47,
        "text": "Необходимая информация."
      }
    ]
  },
  {
    "id": 47,
    "text": "ОКНО ПОМОЩИ РАЗРОБОТЧИКА.\nС этого момента от каждого вашего выбора зависит судьба города. Также не забывайте про здоровье, голод и усталость. Ведь если за ними не уследить, то ваш персонаж умрёт. Как выжить в этом реальном мире, я думаю вы и сами догадаетесь. Удачи!",
    "answers": [
      {
        "id": 48,
        "text": "Вернуться к Корню.",
        "var_set": [
          "усталость",
          0,
          "голод",
          0,
          "здоровье",
          100,
          "патроны",
          16,
          "куртка",
          100,
          "перчатки",
          100,
          "сапоги",
          100,
          "вирус",
          0,
          "время",
          720
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "Миша сидел на скамейке, любуясь и греясь мартовским солнцем.",
    "answers": [
      {
        "id": 51,
        "text": "Инвентарь.",
        "var_set": [
          "страница",
          48
        ]
      },
      {
        "id": 49,
        "text": "Идти домой (10 мин.)",
        "var_add": [
          "время",
          10
        ]
      },
      {
        "id": 50,
        "text": "Идти к ближайщей торговой точке. (10 мин.)",
        "var_add": [
          "время",
          10
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "Его квартира находилась в старом каменном двухэтажном доме. Само жилище состояло из гостиной, она же столовая из-за рядом стоящего камина, явно не приспособленного, но ловко используемое для жарки мяса и приготвления картошки в мундире, и плотно сколоченного длинного деревяного стола с нехитрыми резными узорами, а из-за удобного дивана являлось ещё и спальной, и ванной комнаты с канализацией — одним словом, дом холостяка.",
    "answers": [
      {
        "id": 52,
        "text": "Поспать.",
        "var_equal": [
          "сон",
          1
        ],
        "var_set": [
          "страница1",
          49
        ]
      },
      {
        "var_add": [
          "деньги",
          2000
        ],
        "var_equal": [
          "не возьмёшь больше денег, редиска!",
          0
        ],
        "id": 49,
        "text": "Взять денег из нычки.",
        "var_set": [
          "не возьмёшь больше денег, редиска!",
          1
        ]
      },
      {
        "id": 50,
        "text": "Идти к ближайщей торговой точке."
      },
      {
        "id": 62,
        "text": "Идти на работу."
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы оказались на перекрестке и видите маленькие вывески магазинчиков, расположенных на первом этаже жилых зданий. Очень удобно  когда всё нужное в одном месте.",
    "answers": [
      {
        "id": 53,
        "text": "В вещевой."
      },
      {
        "id": 54,
        "text": "В аптеку."
      },
      {
        "id": 61,
        "text": "В продуктовый."
      },
      {
        "id": 49,
        "text": "Пойти домой."
      },
      {
        "id": 62,
        "text": "Идти на работу."
      },
      {
        "id": 51,
        "text": "Инвентарь.",
        "var_set": [
          "страница",
          50
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "     ",
    "answers": [
      {
        "id": 51,
        "text": "Время - ",
        "comment": true,
        "var_show": [
          [
            "часы",
            "ч."
          ],
          [
            "минут",
            "мин."
          ]
        ]
      },
      {
        "id": 51,
        "text": "Время - ",
        "comment": true,
        "var_showtime": [
          "время"
        ]
      },
      {
        "id": 51,
        "text": "Самочуствие - ",
        "comment": true,
        "var_show": [
          "здоровье",
          "%"
        ]
      },
      {
        "id": 51,
        "text": "Голод - ",
        "comment": true,
        "var_show": [
          "голод",
          "%"
        ]
      },
      {
        "id": 51,
        "text": "Усталость - ",
        "comment": true,
        "var_show": [
          "усталость",
          "%"
        ]
      },
      {
        "id": 51,
        "text": "У вас на руках ",
        "comment": true,
        "var_show": [
          "деньги",
          "денег."
        ]
      },
      {
        "id": 51,
        "text": "Колличество патрон - ",
        "comment": true,
        "var_show": [
          "патроны"
        ]
      },
      {
        "id": 51,
        "text": "Состояние пальто -",
        "comment": true,
        "var_show": [
          "куртка",
          "%"
        ]
      },
      {
        "id": 51,
        "text": "Состояние перчаток -",
        "comment": true,
        "var_show": [
          "перчатки",
          "%"
        ]
      },
      {
        "id": 51,
        "text": "Состояние ботинок -",
        "comment": true,
        "var_show": [
          "сапоги",
          "%"
        ]
      },
      {
        "id": 51,
        "text": "Бинт - ",
        "comment": true,
        "var_show": [
          "Бинт"
        ]
      },
      {
        "id": 51,
        "text": "Антибиотик - ",
        "comment": true,
        "var_show": [
          "Антибиотик"
        ]
      },
      {
        "id": 51,
        "text": "Снотворное - ",
        "comment": true,
        "var_show": [
          "Снотворное"
        ]
      },
      {
        "id": 51,
        "text": "Свернуть инвентарь.",
        "go_to": [
          "страница"
        ]
      },
      {
        "var_mult": [
          "вирус2",
          10
        ],
        "var_sub": [
          "здоровье",
          "вирус2"
        ],
        "var_add": [
          "усталость",
          "вирус2",
          "голод",
          "вирус2"
        ],
        "var_equal": [
          "вирус",
          1
        ],
        "id": 51,
        "text": "(Читатель не видит эту строку.)",
        "calculate": true,
        "var_set": [
          "вирус2",
          "вирус1"
        ]
      },
      {
        "id": 51,
        "text": "Кожанное пальто из змеинной кожи.",
        "comment": true
      },
      {
        "id": 51,
        "text": "Кожанные перчатки с железными вставками.",
        "comment": true
      },
      {
        "id": 51,
        "text": "Кожанные ботинки",
        "comment": true
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы сели на удобную кровать. И заводите механический будильник....",
    "answers": [
      {
        "id": 52,
        "text": ".... на 1 час.",
        "var_add": [
          "время",
          180
        ]
      },
      {
        "id": 52,
        "text": "... на 3 часа.",
        "var_add": [
          "время",
          300
        ]
      },
      {
        "id": 52,
        "text": "... на 9 часов.",
        "var_add": [
          "время",
          540
        ]
      },
      {
        "id": 52,
        "text": "-Ни каких будильников. Спим до 9 часов утра!"
      },
      {
        "id": 59,
        "text": "-Какая постель свежая. Полежу пять минуточек...."
      },
      {
        "id": 52,
        "text": "-Ни каких спать! Дел не в проворот!",
        "go_to": [
          "страница1"
        ]
      },
      {
        "id": 52,
        "text": "  ",
        "var_showtime": [
          "время"
        ],
        "comment": true
      },
      {
        "comment": true,
        "text": "Новый ответ. введите текст",
        "id": 52,
        "calculate": true,
        "var_need": [
          "время",
          1440
        ],
        "var_set": [
          "время",
          0
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "—Что-то хотели купить?",
    "answers": [
      {
        "var_sub": [
          "деньги",
          2000
        ],
        "var_equal": [
          "больше нельзя купить куртку",
          0
        ],
        "id": 53,
        "var_need": [
          "деньги",
          2000
        ],
        "text": "Плащ из змеиной кожи-Удобный, довольно плотный, теплый и прочный.\n2000 монеты",
        "var_set": [
          "больше нельзя купить куртку",
          1,
          "Кожанная куртка",
          100
        ]
      },
      {
        "var_sub": [
          "деньги",
          500
        ],
        "var_equal": [
          "больше нельзя купить перчатки",
          0
        ],
        "id": 53,
        "var_need": [
          "деньги",
          500
        ],
        "text": "Кожаные перчатки с железными вставками.\n500 монет.",
        "var_set": [
          "больше нельзя купить перчатки",
          1,
          "Кожанные перчатки со вставками",
          100
        ]
      },
      {
        "var_need": [
          "деньги",
          1000
        ],
        "var_equal": [
          "больше нельзя купить сапоги",
          0
        ],
        "id": 53,
        "var_sub": [
          "деньги",
          1000
        ],
        "text": "Кожанные сапоги.\n1000 монет.",
        "var_set": [
          "больше нельзя купить сапоги",
          1,
          "кожанные сапоги",
          100
        ]
      },
      {
        "id": 53,
        "text": " ",
        "comment": true,
        "var_set": [
          "больше нельзя купить куртку",
          0,
          "больше нельзя купить перчатки",
          0,
          "больше нельзя купить сапоги",
          0
        ]
      },
      {
        "id": 50,
        "text": "Выйти из магазина."
      }
    ]
  },
  {
    "id": 54,
    "text": "—Что-то хотели купить?",
    "answers": [
      {
        "id": 54,
        "text": "Антибиотик.\n200 монет.",
        "var_need": [
          "деньги",
          200
        ],
        "var_set": [
          "Антибиотик",
          1
        ]
      },
      {
        "id": 54,
        "text": "Бинт.\n10 монет.",
        "var_need": [
          "деньги",
          10
        ],
        "var_set": [
          "Бинт",
          1
        ]
      },
      {
        "id": 54,
        "text": "Успокоительное.\n100 монет.",
        "var_need": [
          "деньги",
          100
        ],
        "var_set": [
          "Успокоительное",
          1
        ]
      },
      {
        "id": 50,
        "text": "Выйти из магазина."
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы проснулись и чувствуете себя отдохнувшим.",
    "answers": []
  },
  {
    "id": 56,
    "text": "—Вставай, Мишечка, вставай. Всю игру проспишь.",
    "answers": [
      {
        "id": 57,
        "text": "-Ну ещё не много..."
      },
      {
        "id": 56,
        "text": "-Да, надо дальше идти..",
        "go_to": [
          "страница1"
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "—Вставай, Мишуля...",
    "answers": [
      {
        "id": 60,
        "text": "* храп храп храп*"
      }
    ]
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  },
  {
    "id": 59,
    "text": "—Вставай, Мишенька, пять минуточек уже прошло.",
    "answers": [
      {
        "id": 56,
        "text": "-Ещё чуть, чуть."
      },
      {
        "id": 59,
        "text": "-Ну ладно",
        "go_to": [
          "страница1"
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "И спал Мишка спокойным, прекрасным сном. Вокруг него рушились и росли горы, города, цивилизации, а он спал, и спал он так хорошо, что никто не осмелился нарушить его чуткий сон.\nТут сказке конец, а кто слушал — молодец.\n\n(ЭТО ОДНА ИЗ КОНЦОВОК!)\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 61,
    "text": "—Что-то хотели купить?",
    "answers": [
      {
        "id": 61,
        "text": "Буханка хлеба.\n10 монет.",
        "var_need": [
          "деньги",
          10
        ],
        "var_set": [
          "Буханка",
          1
        ]
      },
      {
        "id": 61,
        "text": "Кусок мяса.\n300 монет.",
        "var_need": [
          "деньги",
          300
        ],
        "var_set": [
          "Мясо",
          1
        ]
      },
      {
        "id": 61,
        "text": "Головка сыра.\n100 монет.",
        "var_need": [
          "деньги",
          100
        ],
        "var_set": [
          "сыр",
          1
        ]
      },
      {
        "id": 50,
        "text": "Выйти из магазина."
      }
    ]
  },
  {
    "id": 62,
    "text": "Оставшийся рабочий день прошёл без происшествий. Корнев в 17:30 закрыл кабинет, прошёл через КПП и встретился с помощницей директора.\n—Пройдёмся?- спросила она, незатейливо улыбнувшись и подав руку.",
    "answers": [
      {
        "id": 63,
        "text": "-Конечно..."
      }
    ]
  },
  {
    "id": 63,
    "text": "Молодая пара взялась за руки и тихо прогулочным шагом направились вдоль набережного садика к театру. Вечерело. Красное ослепительное солнце уходило за горы. Все дорожки были выложенны кусками палированного мрамора, по которым эта скромная девушка с искренней улыбкой, русыми волосами в чешках перескакивала с одной большой плиты на другую через несколько маленьких и смеялась, совсем как ребёнок.\nТак они прошли половину пути, но вдруг на их пути появился главный бухгалтер — Карл Готлиб.\n—Аня, это кто?\n—Познакомся, это Корнев Михаил Андреевич.",
    "answers": [
      {
        "id": 64,
        "text": "-Приветствую."
      },
      {
        "id": 64,
        "text": "Ничего не сказать и холодно пожать руку собеседника."
      },
      {
        "id": 64,
        "text": "-Могу и вас пригласить...\n*недвусмысленно подмигнуть и лукаво улыбнуться*",
        "var_set": [
          "передаст",
          1
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": "Карл сверил взглядом Корня.\n— Знаешь, не подходи к ней. Она моя. Убью, если рядом ещё раз окажешся.\n—Светик, не злись, он же меня просто пригласил в театр.\n—Нет, Аня! Сначала театр,  потом в ресторан, а там, не отходя от касы, сразу в постель. На следующий день уже жена офицера и едешь в часть. Знаем эту военщину, сам таким был...",
    "answers": [
      {
        "id": 67,
        "text": "-Ты на военных не гони!",
        "var_set": [
          "правильный выбор",
          0
        ]
      },
      {
        "id": 68,
        "text": "-Когда и кем?"
      },
      {
        "id": 69,
        "text": "-За чем мне эта девка, когда тут стоит такой красавчик?",
        "var_add": [
          "передаст",
          2
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "Готлиб с радостью рассказал все приключения, которые случились с ним и друзьями, пока он был кадетом. Миша тоже не отставал. И вся эта троица весело гагоча, пошла в театр, а потом села за забронированный столик, расположенный в тёмном и рамонтичном уголке.\n—Хорошее представление.- сказала Аня.\n—Мне тоже понравилось.-согласился Готлиб.\n",
    "answers": [
      {
        "id": 71,
        "text": "Да ну... На войне не так. Там нет романтики-сплошной ценизм. Либо ты, либо тебя."
      },
      {
        "id": 71,
        "text": "Неее... На войне всё куда проще - беги и стреляй"
      }
    ]
  },
  {
    "id": 66,
    "text": "Михаил молча подошёл и врезал по носу. Хлынула кровь. Карл потерял равновесие и упал.\nАня вскрикнула и бросилась с белым платком зытыкать нос. Корнев бросил косой и гневный взгляд и ушёл в бар \"Черный шахтер\".\nОн не чувствовал вины. Все случилось так, как должно было быть. Жаль, что теперь он не узнает, что это была за баночка с иностранным лекарством.",
    "answers": [
      {
        "id": 75,
        "text": "Пойти в бар"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Знаю я вас! Анечка, пойдем отсюда. Подальше от невежи и салдафона.",
    "answers": [
      {
        "id": 66,
        "text": "Ударить по лицу."
      },
      {
        "id": 70,
        "text": "Дать им уйти."
      }
    ]
  },
  {
    "id": 68,
    "text": "Кадетское училище... Славное детство...",
    "answers": [
      {
        "id": 65,
        "text": "-Раскажешь?"
      }
    ]
  },
  {
    "id": 69,
    "text": "Карл удивлённо посмотрел на Михаила, но потом заржал.\n—Ладно, прогуляемся все вместе. ",
    "answers": [
      {
        "id": 65,
        "text": "-Обязательно..."
      }
    ]
  },
  {
    "id": 70,
    "text": "Эта парочка медленно уходила в сторону стального района. Корнев бросил на них косой и гневный взгляд и ушёл в бар \"Черный шахтер\".\nОн не чувствовал вины. Все случилось так, как должно было быть. Жаль, что теперь он не узнает, что это была за баночка с иностранным лекарством.",
    "answers": [
      {
        "id": 75,
        "text": "Пойти в бар"
      }
    ]
  },
  {
    "id": 71,
    "text": "—А ты воевал? — с интересом спрасила Аня.",
    "answers": [
      {
        "id": 72,
        "text": "-Да.....",
        "var_set": [
          "правильный выбор",
          1
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "И офицер тайной службы рассказал, каково быть на войне. Он расказал, как солдаты умирали от пуль в бесмысленной атаке, от болевого шока, пока им ампутировали ногу, потому что нехватало анестезии, от химических атак и болезней прямо в окопах, как большинство офицеров было пьяно и не в состаянии связать пару слов, как ему дали самую худшую роту, и он с этой ротой совершил блестящую атаку, захватил важную стратегическую высоту и держал её 5 часов, но сколько он не отправлял гонцов за помощью, помощи не было. Из этой мясорубки вернулось только трое: он, друг и 15 летний парнишка, который попал сюда, приписав себе 3 года. А потом он пришёл в штаб и убил генерала. \nКорнев  закончил, выпил рюмку коньяка и выдохнул.\n—Ах.. Так вот как на самом деле было... В газетах писали, что именно этот генерал и совершил знаменитый Канванский прорыв, остался один на высоте с пулемётом, отбивал одну атаку за другой и его убили только с помощью артилерии.",
    "answers": [
      {
        "id": 75,
        "text": "-Ну и наврали... Ладно, я пойду к стойке. "
      }
    ]
  },
  {
    "id": 73,
    "text": "Корнев пришёл домой, лёг на кровать и начал думать:\"Надо связаться с бандитами, они точно торгуют нелегальным\". С этими мыслями он и уснул.",
    "answers": [
      {
        "id": 29,
        "text": "Закончить главу."
      }
    ]
  },
  {
    "id": 74,
    "text": "Миша вышел на улицу. Везде зажглись электрические  фонари — личная заслуга директора, установивший передовую тепловую электростанцию. Легкий вечерний ветерок приносил с далёких гор сладкий аромат камнетёса с горькой ноткой горчанки, из которых местные мастера гонят неплохой самогон и его настаивают на лованде. Невольно вспаминаются картины ночной Венеции во время карнавала. Тому способствует и  нежно шелестящая рядом горная речка. Так и хочется раслабится, лечь на скамейку и смотреть на далёкие сверкающие звезды до самого расвета.",
    "answers": [
      {
        "id": 83,
        "text": "Отогнать все дурные мысли и идти домой."
      }
    ]
  },
  {
    "id": 75,
    "text": "—Желаете что-то выпить?",
    "answers": [
      {
        "id": 76,
        "text": "-Два бокала вина, одну рюмку коньяка и портфель. ",
        "var_equal": [
          "правильный выбор",
          1
        ]
      },
      {
        "id": 76,
        "text": "-Рюмку коньяка и портфель.",
        "var_equal": [
          "правильный выбор",
          0
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "Спичка подал заказ и достал из под стойки тот самый утренний портфель. Этот человек был давно завербован тайной службой и находился здесь как наблюдатель.",
    "answers": [
      {
        "id": 77,
        "text": "Вернуться к столу.",
        "var_equal": [
          "правильный выбор",
          1
        ]
      },
      {
        "id": 73,
        "text": "Идти домой.",
        "var_equal": [
          "правильный выбор",
          0
        ]
      }
    ]
  },
  {
    "id": 77,
    "text": "Сев за стол, Миша задал вопрос.\n",
    "answers": [
      {
        "id": 78,
        "text": "-Кстати, я тут с утра у директора увидел незнакомое лекарство... Вы случайно не знаете как оно называется?"
      },
      {
        "id": 79,
        "text": "-Вам хорошо?\nПосмотреть томно на Карла.",
        "var_equal": [
          "передаст",
          2
        ]
      }
    ]
  },
  {
    "id": 78,
    "text": "—А почему вы это у нас спрашивайте?  Мы то, собственно, в первый раз о них услышали.-.встретил вопросом Карл.\n\nГотлиб сидел и говорил весьма уверенно. Он  верил в свою правоту, а потому был непоколебим.\nОткинутое тело на спинку стула, сложенные в замок пальцы на животе и закинутая нога на ногу подтверждали это.\nАня сидела тихо и чуть отстранённо, держа в руках бокал с вином. Она решила не учавствовать в разговоре. ",
    "answers": [
      {
        "id": 81,
        "text": "-Думал, вы знаете... В особенности наша миледи. Кстати, Анечка, вы, случайно, не запомнили внешность этих баночек?"
      },
      {
        "id": 74,
        "text": "-Ладно, не буду вас больше тревожить. До завтра."
      }
    ]
  },
  {
    "id": 79,
    "text": "Готлиб поворачивает своё лицо, как будто из аниме.\n—Сенпай...",
    "answers": [
      {
        "id": 80,
        "text": "   ????",
        "need_ever": false
      }
    ]
  },
  {
    "id": 80,
    "text": "ОКНО ПОМОЩИ РАЗРОБОТЧИКА.\n\nIT'S TIME TO STOP!!! PLEASE!!! IT'S TIME TO STOP!!!\n Этот квест без гомосексуализма! Вон все яойщики! ВВВООООННН!!!\n(ПОЗДРАВЛЯЮ! ВЫ НАШЛИ ОДНУ ИЗ КОНЦОВОК!!)",
    "answers": [
      {
        "id": 1,
        "text": "Молча начать квест с начала."
      }
    ]
  },
  {
    "id": 81,
    "text": "—Я никогда на них не обращала внимание... А зачем оно вам?- холодно и чётко ответила секретарша.\nВ первый раз вы увидели серое, равнодушное лицо Скворцовой, её ледянные синие глаза, будто айсберги, за которыми, под толстым слоем безразличия, скрываются мысли, идеи, душа. Холодная математика, ужасающая логика и безчувственный расчёт — вот что можно сказать про людей с такими глазами. Они давно расчитали всю свою жизнь. Смех, улыбки, радость — лишь средство, чтобы достичь поставленной цели. Ни больше, ни меньше.",
    "answers": [
      {
        "id": 82,
        "text": "-Просто стало интересно..."
      },
      {
        "id": 87,
        "text": "-Нужно...\n*показать корочки*\n-Капитан тайной службы его службы Корнев Михаил  Андреевич. Данное лекарство может относится к вопросу о защите государства. Потому прошу ответить мне: что это за препарат и откуда он?"
      }
    ]
  },
  {
    "id": 82,
    "text": "—Дяденька, а вы, случайно, не шпион? Хихихи... — пошучил главбух.- А то из далека заходят только  разведчики и контрразведчики. Прям как в фильме.\n",
    "answers": [
      {
        "id": 87,
        "text": "-Сейчас оборжётесь...\n*показать корочки*\n-Капитан тайной службы его службы Корнев Михаил  Андреевич. Данное лекарство может относится к вопросу о защите государства. Потому прошу ответить мне: что это за препарат и откуда он?"
      },
      {
        "id": 74,
        "text": "-Да ну что вы. конечно же нет. Хотел узнать и всё. Ладно, пойду я. Мне завтра рано вставать."
      }
    ]
  },
  {
    "id": 83,
    "text": "Корень переложил в левую руку в портфель и рястягнул кабуру на правом бедре. Ему предстояло пройти тяжёлые двести метров до своей квартиры. Не факт, что и там он окажится в безопасности. Выбирайте дорогу.",
    "answers": [
      {
        "id": 84,
        "text": "Перебегать от дома к дому."
      },
      {
        "id": 90,
        "text": "Идти по главной улице."
      }
    ]
  },
  {
    "id": 84,
    "text": "Капитан трусцой побежал в ближайший двор. Затем в следущий и т. д., пока не увидел тёмную фигуру, прислонившуюся спиной к стене здания. \nЭтот человек явно что-то ждал, причём довольно долго. Пройти мимо или в обход было невозможно, так, чтобы он незаметил.",
    "answers": [
      {
        "id": 85,
        "text": "Пройти мимо него."
      },
      {
        "id": 89,
        "text": "Заставить его подойти как можно ближе.",
        "instant": false
      }
    ]
  },
  {
    "id": 85,
    "text": "Корнев вышел из-за угла и чётким шагом пошёл в сторону незнакомца. Это оказался мужчина средних лет. Чёрный кожаный плащ и широкополая шляпа практически полностью сливались с тёмносерой стенкой. У него из кармана выпирал жёсткий угловатый предмет.\nКогда они поровнялись, Михаил уловил его напряжение.",
    "answers": [
      {
        "id": 91,
        "text": "Резкий выпад влево и прижать нож к горлу."
      },
      {
        "id": 90,
        "text": "Не обращать внимания и даигаться дальше."
      }
    ]
  },
  {
    "id": 86,
    "text": "—Мы попались, дорогой. Сопротивляться бесполезно.\n—Ты права... Ладно... Эти таблетки мы скупаем через посредника. Посредником является начальник складов. Больше мы сказать ничего не можем. Хотите баночки на экспертизу? Берите! Мы не против. ",
    "answers": [
      {
        "id": 108,
        "text": "-Очень хорошо. Спасибо. А чем вы платите?"
      }
    ]
  },
  {
    "id": 87,
    "text": "Карл и Аня были очень изумленны. Потом девушка обмякла и стала смотреть на дно бокала, а её любимый сжал в руках стекляную чашу, да так что та чуть не треснула, спокойно вдохнул, выдохнул и сдержанно произнёс.\n—Мы ничего не знаем о этих таблетках.",
    "answers": [
      {
        "id": 86,
        "text": "-Да ладно?! А ваши тела совершеннно говорят об обратном!\n*с деланным изюмлением*"
      },
      {
        "id": 86,
        "text": "-Неее... Не юлим. Кроме вас больше некому. Давайте все вместе. Я купил таблетки для дяди у....\n*с улыбкой на лице*"
      }
    ]
  },
  {
    "id": 88,
    "text": "Нападавший с простреленной коленкой и ладонью валялся на земле в луже крови, уставился остекленелыми на звёздное небо и улыбался. Пистолет, видимо, улетел на задний двор.",
    "answers": [
      {
        "id": 103,
        "text": "Подойти к нападавшему."
      },
      {
        "id": 104,
        "text": "Искать пистолет.",
        "var_equal": [
          "пистолет",
          0
        ],
        "var_set": [
          "пистолет",
          1
        ]
      }
    ]
  },
  {
    "id": 89,
    "text": "Сколько Корень ни старался, но чёрный силуэт так и не двинулся. \n \nЭто вам не стелс, где можно камнями по кустам кидать и бутылками по полу брямкать. ",
    "answers": [
      {
        "id": 84,
        "text": "Ясно."
      }
    ]
  },
  {
    "id": 90,
    "text": "Капитан вышел на перекрёсток. Прямо шла мощённая дорога, налево — дворы, справа стояла бочка на колёсах с водой. Вдруг вы услышали шуршание одежды и тихую брань. Незнакомец что-то пытается достать из кармана плаща, но предмет, видимо, застрял.",
    "answers": [
      {
        "id": 98,
        "text": "Прыгать за бочку на колесах."
      },
      {
        "id": 99,
        "text": "Идти спокойно дальше.",
        "var_equal": [
          "плохой выбор",
          0
        ],
        "var_set": [
          "плохой выбор",
          0
        ]
      },
      {
        "id": 99,
        "var_more": [
          "плохой выбор",
          0
        ],
        "text": "Идти спокойно дальше."
      }
    ]
  },
  {
    "id": 91,
    "text": "—Ты... Ты чего?  Совсем сдурел, мужик?",
    "answers": [
      {
        "id": 92,
        "text": "-Кто тебя подослал, явки, пороли, клички?"
      },
      {
        "id": 90,
        "text": "-Да, что-то я нервный,  прости.."
      }
    ]
  },
  {
    "id": 92,
    "text": "—Хорош дурить. Я сейчас наряд позову...",
    "answers": [
      {
        "id": 94,
        "text": "-Либо ты говоришь, либо  умираешь.\nСлегка надавить на нож."
      },
      {
        "id": 90,
        "text": "Убрать нож и молча уйти."
      }
    ]
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  },
  {
    "id": 94,
    "text": "Маленькая капля крови стекла по лезвию ножа. \n—Ладно, ладно! Меня Мессер к тебе подослал. Отпусти. Ты обо мне вообще никогда не услышишь, только пусти...",
    "answers": [
      {
        "id": 90,
        "text": "Отнять нож от горла и уйти."
      },
      {
        "id": 97,
        "text": "Перерезать глотку."
      }
    ]
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  },
  {
    "id": 97,
    "text": "Тело грузно упало. Вы обаскали его и нашли пистолет и табак. ",
    "answers": [
      {
        "var_str_set": [
          "улика1",
          "пистолет",
          "улика2",
          "табак"
        ],
        "text": "Вытереть нож и идти домой.",
        "id": 102
      }
    ]
  },
  {
    "id": 98,
    "text": "Только офицер прыгнул за укрытие, как раздался треск дерева и журчание воды.\nМиша достал револьвер и решал, куда выстрелить.",
    "answers": [
      {
        "var_equal": [
          "в ногу1",
          0,
          "в голову",
          0
        ],
        "id": 98,
        "text": "В ногу",
        "instant": false,
        "var_set": [
          "в ногу1",
          1
        ]
      },
      {
        "id": 98,
        "text": "В руку с пистолетом.",
        "var_equal": [
          "в руку",
          0,
          "в голову",
          0
        ],
        "var_set": [
          "в руку",
          1
        ]
      },
      {
        "id": 98,
        "text": "В голову.",
        "var_set": [
          "в голову",
          1
        ],
        "var_equal": [
          "в голову",
          0
        ]
      },
      {
        "var_equal": [
          "в ногу1",
          1
        ],
        "id": 98,
        "text": "\n\nПротивник упал, но продалжал стрелять.",
        "instant": false,
        "merge": true
      },
      {
        "id": 88,
        "text": "Огонь прекратился, можно идти.",
        "var_equal": [
          "в ногу1",
          1,
          "в руку",
          1,
          "в голову",
          0
        ]
      },
      {
        "id": 88,
        "text": "Огонь прекратился, можно идти.",
        "var_equal": [
          "в голову",
          1
        ]
      }
    ]
  },
  {
    "id": 99,
    "text": "Михаил шёл уверенно вперёд, а за его спинной неизвестный уже достал пистолет и направил дуло на свою цель. Раздался хлопок, потом ещё один, и ещё. Безжизненное тело с портфелем лежало на каменной брусчатке, а вокруг растекалась лужа аллой крови. \nЧерез неделю великой странны нестало.",
    "answers": [
      {
        "id": 100,
        "text": "Вот блин.",
        "var_no_more": [
          "плохой выбор",
          27
        ]
      },
      {
        "id": 101,
        "text": "Вот блин.",
        "var_equal": [
          "плохой выбор",
          28
        ]
      }
    ]
  },
  {
    "id": 100,
    "text": "ОКНО ПОМОЩИ РАЗРОБОТЧИКА.\nУважаемый читатель, будь внимательнее. Это был прямой пример того, что будет случатся повсеместно. После каждой смерти Миши, главный герой будет просыпаться в кровати, прям как в фильме \"День сурка\". Но сейчас особенный случай. Я вас верну в ресторан.\nПродумывайте ваши действия.",
    "answers": [
      {
        "id": 83,
        "text": "Попробовать ещё раз.",
        "var_add": [
          "плохой выбор",
          1
        ]
      }
    ]
  },
  {
    "id": 101,
    "text": "ОКНО ПОМОЩИ РАЗРОБОТЧИКА.\n28 РАЗ! ТЫ ДЕЙСТВОВАЛ НАВЕРНИКА! КОРОЧЕ, НАЧИНАЙ С НАЧАЛА.\n(ВЫ РАЗОЗЛИЛИ РАЗРОБОТЧИКА. ЭТО ОДНА ИЗ КОНЦОВОК!)",
    "answers": [
      {
        "id": 1,
        "text": "Опять?!"
      }
    ]
  },
  {
    "id": 102,
    "text": "Придя домой, Миша открыл портфель, зажёг свечу и начал читать, думать и планировать.\nПокушение заметно приблизило его к цели, но всё ещё далек от истины. Ну а теперь секретные документы.",
    "answers": [
      {
        "id": 106,
        "text": "Погрузится в записи."
      }
    ]
  },
  {
    "id": 103,
    "text": "  Нападавшим незнакомцем в чёрном оказался вышибалой бара. Он вышел из \"Чёрного шахтера\" \nза час до расставания Миши и влюблённой парочки. А до того не устанно оценивал взглядом Корнева. Видимо, решил из пистолета зажать, чтобы особо не мучиться.",
    "answers": [
      {
        "id": 105,
        "text": "Начать обыск."
      },
      {
        "id": 107,
        "text": "Молча уйти."
      },
      {
        "id": 103,
        "text": "Контрольный.",
        "var_set": [
          "в голову",
          1
        ],
        "var_equal": [
          "в голову",
          0
        ]
      },
      {
        "id": 103,
        "text": "\n  Нападавший судорожно зашёлся кровавым кашлем.\n— Чё тебе псина надо? Инфы? Хрен тебе с маслом! \nОн с шумом потянулся и плюнул в сторону капитана кровью и оскаблился.",
        "merge": true,
        "var_equal": [
          "в голову",
          0
        ]
      },
      {
        "id": 103,
        "text": "Оккуратная красная дырочка оказалась прямо по середине лба.",
        "merge": true,
        "var_equal": [
          "в голову",
          0
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "Корневу повезло: револьвер противника оказался поблизости и на видном месте. Он его поднял, попытался осмотреть, но из-за темноты это сделать оказалось невозможно.",
    "answers": [
      {
        "id": 88,
        "text": "Вернуться к поверженному.",
        "var_str_set": [
          "улика1",
          "револьвер"
        ]
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы опустились на колено и начали шарить по карманам, но ничего не нашли, кроме табака.",
    "answers": [
      {
        "id": 103,
        "text": "Встать.",
        "var_str_set": [
          "улика2",
          "табак"
        ]
      }
    ]
  },
  {
    "id": 106,
    "text": "ЭТО КОНЕЦ ПЕРВОЙ ГЛАВЫ.\nВТОРАЯ ГЛАВА НА РАЗРОБОТКЕ.\nЖДИТЕ ПРОДОЛЖЕНИЯ.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 107,
    "text": "  ОКНО ПОМОЩИ РАЗРОБОТЧИКА. \nПомните, мертвые молчат, а живые говорят. Как вам быть, решайте сами.\nНа счёт вышибалы не влнуйтесь: он бы умер от кровопотери. ",
    "answers": [
      {
        "id": 102,
        "text": "Учтёмс."
      }
    ]
  },
  {
    "id": 108,
    "text": "—К сожалению, отчётом о экономическом состоянии завода. Директор вообще из шлака делает оружие и потом продает на черном рынке. Так что я не вижу ничего постыдного в моём поступке.",
    "answers": [
      {
        "id": 74,
        "text": "-Мда..... Торговля оружием.... Но оно понятно... Огромное спасибо за предоставленную информацию. Я пойду. Хорошего вечера."
      }
    ]
  },
  {
    "id": 109,
    "text": "",
    "answers": []
  }
]