[
  {
    "id": 1,
    "text": "автор: KiraT\nжанр: просто книга,романтика,приключения,фэнтези.\nстатус: не закончен\nаннотация: Вы маг-полуоборотень по имени Кира,вы учитесь в школе магов где никто не знает ваш секрет(что вы оборотень) какие приключения могут с вами случится? узнаем.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "начать)"
      }
    ]
  },
  {
    "id": 2,
    "text": "Привет,Я Кира ещё когда я была маленькой меня забрали от родителей в школу магов,никто не знает мой секрет и мне уже  18 лет удаётся это скрывать кстати, я обрашаюсь в сову.\n\n\nЭтой ночью в теле совы я уже третий раз пролетаю рядом с башней и жду когда она откроется что бы подслушать что говорят магистры потому что мне было тревожно,ведь никогда все магистры не собирались вместе.\nВот проход открылся и я смогла спокойно пролететь барьер я вернулась в человечье тело и спряталась за колонной.\n—Мы не должны пускать вампиров на нашу землю!-сказала Ольга одна из магистров.\n—мы не можем им отказать ведь наводнение было явно спровоцированно магией-сказал незнакомый хриплый голос.\n—но и просто пустить мы их не можем- сказала одна из других магистров.\n—через три дня выйдет посол и пойдёт.....-я не успела дослушать потому что кто то ударил меня по голове и я отключилась.",
    "answers": [
      {
        "id": 3,
        "text": "далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Когда  я очнулась я поняла что мои руки связанные и сижу я облокотившись об колонну передо мной  сидел мужчина в чёрной тунике и брюках у него были серые волосы и янтарные глаза он посмотрел на меня, мы молча смотрели друг на друга  только через несколько минут я решилась заговорить.\n—вы меня ударили?-я подняла одну бровь.\n—я,представься-он немного прищюрил глаза.\n—Кира ученица факультета магии последний курс-попыпаталась развязать руки.-может развяжите?- мужчина молча встал подошёл ко мне и развязал руки  сделав быструю трансформацию накинулась на мужчину пытаясь выцарапать его глаза он вздохнув схватил меня за шиворот и оторвал от своего лица раны стали быстро зарастать он немного приоткрыл рот и показались клыки.\n—упс...-я\n—сейчас я отпускаю и ты медленно....повторяю медленно трансформируешься обратно-он отпустил я вздохнув стала трансформироватся в человечье тело.\n—теперь понятно почему тебя пропустили калонны,с каких пор учат оборотней? такими темпами мои друзей учить начнут.\n—обортней не учат обо мне не знают-села на пол и облокотилась об колонну.-хм....ну я полечу от сюда?-приготовилась трансформироватся.\n—лети,завтра сюда прелети в это же время-мы трансформировались и вместе вылетели из башни.\nКогда я прилетела в туалет я закрылась в кабинке и достала из винтеляции пижаму потому что была в уличной одежде быстро переоделась и пошла в спальню легла и уснула.",
    "answers": [
      {
        "id": 4,
        "text": "далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Утром мы пошли на утренее построение к нам вышел директор школы.\n—Дети,вчера ночью кто то использовал магию,если этот человек не признается мы просмотрим вашу память для этого нам понадобится помощь магистров они по доброте душевной согласились нам помочь.-на сцену вышли два магистра в серых плащях мы все поклонились.\nМысли. Они наверно прознали про меня надо быстро уходить,можно сказать что болит живот и уйти к лекарю трансформироватся и улететь только барьер.....что же делать!?\nПока я думала директор опять вышел на сцену.\n—Наши разбойники сознались за это мы смягчим  наказание,спасибо за внимание идите на уроки-директор ушёл со сцены я со своим классом пошла в хранилеще за оружием моё это были два клинка пока мы шли я размышляла я долго хотела отпроситься на практику в братство жизни.\n\nНемного инфы о братстве\nБратство жизни,защищает людей,магов и т.д. от нечисти из нижних миров кто входил в братство получал тату ввиде дракона с мечом,людей из братства боялись сщитая опасными.Находится в Брилиантовых горах.",
    "answers": [
      {
        "id": 5,
        "text": "далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Мы пришли на урок боя на своём оружии как я сказала ранее если сказала это два клинка.\n—поделитесь на группы по три человека и деритесь двое нападение один защита.-сказала наша учительница.-кто с луками и т.д. за мной к вам у меня особое задание.-\nЯ стала в пару с двумя подругами.\nКогда они напали они даже не думали поддатся \nв моих глазах появилась белая пелина я перестала что то видеть и только чувствовала что все враги,я стала дратся вдруг в мою голову прелетел арбалетный болт,пелена сошла и я могла нормально осмотреться мои подруги были в крови и я не лучше.\n—ты что творишь?!-подбежала к нам самая меткая девочка.\n—я...я не знаю",
    "answers": [
      {
        "id": 6,
        "text": "далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "—быстро в лазарет,ты потом к директору-она наложила подруге заклятье на ногу и мы молча пошли в лазарет.\nКогда мы пришли мы сели в коридоре ожидая когда лекарь сможет нас вылечить через несколько минут мы зашли в его кабинет.\n—Оо кого я вижу молодые ученицы,ну что выписать вам отстрочку от уроков?-лекарь хитро посмотрел на нас своими жёлыми глазами и стал лечить.\n—нет спасибо-мы знали что если согласиться можно схлопотать наказание когда нас вылечили нас отпустили.Девочки пошли на урок а я к директору.\n",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я постучала и после услышанного ''войдите,, я открыла дверь и громко сказала.\n—Кира, ученица факультета магии последний курс пришла по велению старосты-директор улыбнулся.\n—Что ж....Кира можете не кричать пока слух у меня великолепный-\n—эм....директор,я хочу пройти практику в братстве-после услышанного директор нахмурился.\n—что ж я не могу вам запрещать я подготовлю бумаги,сходите в хранилеще и возьмите вещи.-я кивнула и немного покланившись вышла.\nЗашла в хранилеще и взяла свою новую форму,директор сказал что бы я пошла отдыхать а с утра поехала я так и сделала,ночью трансформировавшись в сову я полетела к башне мы прилетели с мышью вместе.",
    "answers": [
      {
        "id": 8,
        "text": "далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я трансформировалась обратно в человека.\n—здравствуй,я не представился в тот раз, моё имя Нерк я посол вампиров-сказал Нерк,я отвесила ему шуточный поклон.\n—я завтра с утра уезжаю-убрала руки в карманы брюк.\n—да?разве до окончания школы от сюда можно уехать,тут же вокруг барьер-он посмотрел с сомнением.\n—нет,нельзя я уеду на практику в братство жизни,я поеду вместе с послом который направляется к владыке Варгу а дальше сама-усмехнулась.\n—туда не так просто вступить-он смотрел с таким же сомнением.\n—ладно,я пришла просто попращатся до свидания-я приготовилась трансформации.\n—стой,вот держи-он подошёл и надел мне на палец кольцо.",
    "answers": [
      {
        "id": 9,
        "text": "далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "—зачем это?-я подняла руку перед лицом и посмотрела на кольцо.\n—если я буду рядом с тобой кольцо станет тёплым если холодным значит я далеко я также смогу понять где ты и жива ли ты мне интересно что с тобой случиться-сказав это он показал своё кольцо.\n—эм....ну ладно до свидания-трансформировалась и полетела отсыпатся ведь утром надо было ехать на лошади через лес.",
    "answers": [
      {
        "id": 10,
        "text": "далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Утром до рассвета  я переоделась взяла вещи с оружием и пошла к директору.\n—я готова-он усмехнулся.\n—вы не передумали?-я посмотрела на него с уверенностью и покачала в знак отказала-ваша лошадь ждёт вас внизу вот карта-он протянул мне свёрток.-там же разрешение на выезд и письмо для посла.\n—угу,до свидания-я поклонилась и вышла из кабинета спустившись я надела ножны и сев на лошадь проехала через пост потом поехала по лесу.До города где был посол я добралась в середине ночи я подъехала к одному дому и постучала в дверь.\n—кого там черти принесли?!-сказал грубый голос.\n—меня,я ученица школы магии мне надо найти посла вы случайно не знаете где он расположился?-я сказала уставшим голосом.\n—знаю,прямо по дороге там дом-\n—спасибо-я спрыгнула с лошади и немного погладив её повела по дороге.",
    "answers": [
      {
        "id": 11,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я подошла к дому и постучала,мне открыл дверь молодой парень.\n—здравствуйте,могу ли я увидеть посла который поедет к владыке Варгу?-сказала я.\n—у вас что то срочное? ждите сейчас позову-он закрыл дверь а я сев рядом на порог задремала проснулась я оттого что меня кто то нёс я устало открыла глаза.\n—а?-похлопала глазами.\n—я посол Ален-посол донёс меня до комнаты и аккуратно опустил на пол я протянула ему письмо.Прочитав он посмотрел на меня и поднял одну бровь.\n—смело\n—я знаю\n—можете пока отдохнуть утром мы поедем к владыке Варгу.-я молча кивнула и посол вышел из камнаты я легла на кровать и уснула\n\n\n\n\nна этом пока всё скоро будет прода",
    "answers": [
      {
        "id": 12,
        "text": "далее"
      },
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 12,
    "text": "Утром я встала переоделась ко мне в комнату зашёл парень который открыл ночью.\n—проследуйте за мной-он вышел из комнаты и мы вместе пошли на террасу.\nМеня заметил Ален.\n—Оо вот и наша ночьная гостья-Он встал отодвинул мне стул что бы я села.\n—итак это Никита,придворный маг,это Тимур наш рыцарь, Адам наш священник,Регина его супруга.\nЯ кивнула.\n—Кира,ученица факультета магии последний курс,как я понимаю директор хочет что бы я прошла свой путь до владыки Варга с вами.\n—а куда дальше последует наша гостья?-спросил Тимур все остальные молча ели.\n—в Брилианнтовые горы-сказала я спокойно.\nВсе кроме Алена уже это знающего подавились едой и хором спросили.\n—куда?-хором.\n—в Брилианнтовые горы на практику в братство жизнь-медленно повторила как будто разговаривала с детьми.\n\n\n\n\nПрода скоро.",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      },
      {
        "id": 13,
        "text": "далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "—девушкам туда сложно попасть да и путь только к владыке Варгу не близкий а до Бриллиантовых  гор ещё дня два пути, лучше возращайтесь назад.\nГоворил Никита медленно выпивая чай все согласно с ним кивнули.\n—извините мою грубость, но думайте как хотите это ваше дело, я поступлю.\n—рад твоей упорности.\nСказал Тимур.\n—мне надо сходить в город, во сколько мы выдвигаемся?\n—через два часа, я схожу с тобой.\n Сказала Регина и тоже встала мы вместе попращались и пошли к выходу.\nПо городу мы ходили почти все два часа в итоге мы купили два кожаных костюма я купила себе на всякий случай нож он конечно на много хуже моих клинков так как мы их сами зачаровывали например для зачаровки моих клинков надо было 12 капель  моей крови, два пера совы, 12 моих слёз а для меча одной девочки которая была моей соседкой понадобилось меньше всего то её несколько прядей волос и 6 капель крови так как у меня два клинка мне 12, но всё же нож был хорошим.\nКогда до выхода оставалось 10 минут мы уже сидели в бесетке и обговаривали как поедем.\n—надо ехать через поле.\nГоворил Ален а Тимур качал головой в отказ.\n—тогда дорога будет идти рядом со смертным лесом не хватало нарваться на какую нибудь мутирующую тварь",
    "answers": [
      {
        "id": 14,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Тимур мы справимся у нас есть войны да и мы с Никитой не последние маги если что нам поможет Кира, да?\nОн посмотрел на меня выжидающе я улыбнулась.\n—я помогу, но Ален ты должен понимать что с монстрами из смертельного леса не так легко справиться, мы можем умереть или понести большие потери и если днём мы хотя бы сможем попробовать побиться то ночью мы сляжем так что если пойдём через лес нам надо будет полностью рассчитывать время что мы точно сделать не сможем так как когда мы изучали историю войн половина была когда послы путешествовали и моё мнение что и тут без \" друзей\" которые попытаються тебя убить не обойтись.\nТимур и Ален кивнули и продолжили спорить а Никита посмотрел на меня.\n—ты на каком факультете?\n—на боевом\n—понятно",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "—всё! поехали.\nСказал Ален и мы встали я убрала клинки в ножны на спине а нож на пояс и села одна из последних.\nВесь день мы ехали через зелёные поляны почти не останавливаясь.\nПривал мы устроили на поляне, Регина стала готовить так как мою стряпню может съесть не каждый, я отошла подальше и начала тренировку сначала просто тренируясь а потом достав клинки.Ко мне подошёл Тимур.\n—дружеский бой?\n—давай, до смертельного захвата.",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я стала в стойку Тимур же стоял спокойно даже не доставая меч.\nОн начал подходить, я же  отходить делая шаг назад.....шаг в сторону.\n—дерись а не убегай!\n— кто сказал что я убегаю?\nЯ резко приблизилась убирая мечи и доставая нож так как в ближнем бое клинки мне не помошники.\nТимур уворачиваясь делает ногой удар в живот я молча терплю удобнее беря нож вокруг нас собираються войны Тимура и остальные.\nЯ начинаю атаковать так же убирая нож и уходя в рукопашку нас не очень учили драться без оружия но я просила парней на моём факультете меня учить.\nЯ начинаю быструю атаку шестой удар попал в цель а точнее в скулу.....Тимур на секунду остался без защиты чем я воспользовалась и ударила в живот.\n—что сейчас будет...\nтихо сказал один воин.\nТимур быстро оклемался и ударил мне под колено и я полетела на землю что бы он не успел не чего сделать я прокатилась по земле и рывком встала.",
    "answers": [
      {
        "id": 17,
        "text": "далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Мы с Тимуром азартно улыбнулись и начали быстро драться так что то он то я уходила в защиту в итоге когда бой закончился Тимур лежал на земле я на нём и к моему горлу был приставлен меч, мои клинки и нож валялись где то в стороне.\nЯ тяжело дышала у Тимура же дыхание даже не сбилось.\n—проиграла.\nНа ухо сказал он.\nАлена с начала боя не было когда он пришёл был в шоке.\n—что.....тут случилось?\nКонечно двое человек были грязными и лежали друг на друге с мечом у горла а вокруг них все кругом стоят.\nМеня всё ещё не отпустили.\n—это.....Ален мы тренировались.\nВ один голос сказали мы.\n—спасибо за бой.\nШепотом сказала я так как к моему горлу был всё ещё приставлен меч а я спокойно лежала.\n—пожалуйста, надо с тобой почаще драться я могу тебя понатаскать пока мы в пути.\n—спасибо я с радостью.\n—хорошо.\nНаши переговоры шёпотом прекратил Ален который оказываеться всё это время читал нам лекцию.\n—вы меня вообще слушали?!\n—эм...да\n—и что же я сказал?!\n—ты...сказал....что то \n\n\n\n\n\n\n\n\n\nскоро прода, может вечером а может завтра",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      },
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "—понятно, оба по шатрам быстро!\nСказал  Ален повысив голос.\n—Может не надо так грубо?\nМягко спросила Регина.\n—они всё таки просто тренировались.",
    "answers": []
  }
]