[
  {
    "id": 1,
    "text": "[АВТОР: Detron]\nЖанр: Фэнтези, приключения\nСтатус: В разработке\n\nАннотация:\n    Рассказ повествует, о нелегкой жизни мальчишки по имени Аарон. Ему предстоит столкнуться с массой тяжелых выборов, горьких моментов и переживаний, и в конце концов стать храбрейшим воином.\n    (P.S. Квест в разработке, оставляйте свои отзывы, чтобы я мог понять, что надо переделать)\n",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "http://d.zaix.ru/cqGe.png",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "http://d.zaix.ru/cnfA.png",
        "system": true
      },
      {
        "id": 2,
        "text": "[Начать]"
      },
      {
        "id": 2,
        "text": "[Связь с автором ВК]",
        "bg_color": [
          0.25,
          0.66,
          1
        ],
        "url": "https://vk.com/id515350583"
      },
      {
        "id": 1,
        "text": "ФОН, stretch",
        "url": "http://d.zaix.ru/cnfv.png"
      },
      {
        "var_str_set": [
          "global bg_music",
          "one"
        ],
        "initSounds": [
          "one",
          "http://d.zaix.ru/cnbj.mp3"
        ],
        "id": 1,
        "text": "Новый ответ. введите текст",
        "calculate": true
      }
    ]
  },
  {
    "id": 2,
    "text": "[ПРОЛОГ]\nДревняя Эра, Морхарт\n\n    Земли Морхарта всегда были опасными и жуткими. Обитавшие там темные эльфы и древние орки считались местными жителями и устрашали проходящих мимо путников. После этого владения Морхарта извечно нарекли \"Мертвыми Землями\". \n    Однако находились и те, кто не устрашался нечисти на этих землях, одним из них являлся Редхард Великий, палладин и величайший герой, славявшиеся своей нечеловеческой силой благодаря амулету Эдема, магическому артефакту, который служил источником силы Древних. Одного слова Редхарда хватало, чтобы изничтожить орду нечисти и опустошить целые племена.\n    Шли века и о мифе из прошлого уже забыли, а Морхарт по-прежнему остался Мертвой Землей. Легенды гласят, что Редхард Великий всё еще жив и однажды в судный день пробудит всю свою мощь, дабы истребить темную силу и покончить с властвованием тьмы...",
    "answers": [
      {
        "id": 3,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Эстерлон, Терроское Королевство.\n987 г. по Эдему.\n\n[Глава 1. Меч и огонь]\n\n    Солнечный Эстерлон. Даже не побоюсь назвать это место самым прекрасным в мире и не ошибусь. Здесь же живет обычный ремесленник и сын местного кузнеца Аарон. Он особо не отличался от остальных жителей города, высокий худоватый парень, темноволосый, с почти незаметными веснушками на лице. Но была у Аарона отличительная черта — он был мечтателем. С самого детства он мечтал стать храбрым воином и героем. Но увы, его мечте явно не суждено было сбыться...",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "   ***\n    Отец Аарона страдал тяжелой болезнью, очень распростроненной в эти времена. Ему приходилось постоянно замещать отца на кузне и одновременно приносить различные лекарства да травы. Конечно, его жизнь сложно было назвать хорошей, но и плохой она не была. Все это время они с отцом поживали довольно мирно и в достатке, пока не случилась данная напасть. \nАарон был еще совсем юный и не мог справляться со всеми проблемами, поэтому многие вещи не сразу удавались. Однако забота о больном отце была для него самой важной...",
    "answers": [
      {
        "id": 5,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 5,
    "text": "По жизни каждому дана своя дорога, \nСудьбой отмерена на радужных весах. \nРожденный ползать по земле убого \nНе воспарит как птица в небесах. \nНаука жизнь, как русская рулетка, \nКак грязная, болотистая тина. \nКому за счастье золотая клетка, \nКому свобода – скучная рутина. \nВ судьбе бывают сложные уроки. \nПриходится, и плакать и стонать. \nВозможности у искушения широки, \nНо трудно в жизни истину познать. \nОднажды мне мудрец науку задал. \nЯ повторять ее не уставал: \nНе тот велик, кто никогда не падал, \nА тот велик, кто падал, но вставал!\n                        (Неизвестный автор, 842 г. по Эдему)",
    "answers": [
      {
        "id": 6,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 6,
    "text": "***\n    Однако жизнь — странная штука. Никогда не знаешь какие сюрпризы она может преподнести.\n    Его старания оказались напрасными и, к сожалению, через несколько месяцев отец Аарона покинул этот мир, оставляя своё дитя на произвол судьбы. Казалось, будто бы сама судьба издевается над ним. \n    Но если бы не такие \"издевки\" матери природы, согласитесь, жизнь была бы скучна и обыденна. Столько стараний, столько времени — всё в пустую, вникуда. Оттого открываются новые рамки и возможности совершенствоваться, делаться лучше и превосходить себя снова и снова. Поэтому сколько бы судьба не наносила ударов, есть и будут силы продолжать путь и делать это лучше.\n    В этот миг жизнь Аарона изменилась навсегда. В этот миг началась новая летописная эра.....",
    "answers": [
      {
        "id": 7,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Глава 2. Меч и огонь\n992 г. по Эдему\n\n   Прошло уже почти 5 лет с того момента, как Аарон остался совсем один, на едине с самим собой. Почти...\n   \"Пора уже стать взрослым\", \"Хватит ныть!\" — эти слова вечно звучали в его голове, не давая покоя. Но время идет и проблемы из прошлого растворяются в тумане будущего.\n    Город Эстерлон по-прежнему расцветает и принимает новые краски. Будто бы сам Эдем защищает этот город от бед и несчастий.",
    "answers": [
      {
        "id": 8,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 8,
    "text": "    Однако у Аарона нет времени рассматривать красоты и бездельничать. Новый день, как говорится — новые заботы. Разглядывая все планы на день, получился небольшой список дел:\n\nПроведать Дерика в его захолустном пабе, наверняка нужна помощь или еще чего.\n\nПоговорить с дядей Ронаном о планах на будущее.\n\nСходить к могиле отца, давненько он там был...",
    "answers": [
      {
        "id": 9,
        "text": "Проведать Дерика"
      },
      {
        "id": 13,
        "text": "Поговорить с дядей Ронаном"
      },
      {
        "id": 16,
        "text": "Сходить к могиле отца"
      }
    ]
  },
  {
    "id": 9,
    "text": "    Паб Дерика находился не совсем в городе. Путь туда складывался через реку Ромельд и вдоль по тропе. Он всегда был рад гостям, особенно Аарону. Они познакомились год назад, когда Аарон случайно проходил мимо паба \"Фортуна\", ему нужна была помощь в рабочих делах. \n    С тех пор они стали лучшими друзьями и иногда приходилось помогать.\n\n    Стоило ему войти в паб, как из-за барной стойки прозвучал громкий голос:\n   -Хей, смотрите кто пришел! Неужто это правда ты? — сказал Дерик. Аарон слегка засмущасля и с улыбкой ответил:\n    -А кого же ты ждал? Мать родную?\n    -Обожаю этого парня, где пропадал? Небось опять занимался общественными работами и помогал этому ворчливому старику Хэмилю.",
    "answers": [
      {
        "id": 10,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 10,
    "text": "    -Да, да... Сам то как поживаешь?\n    -Последнее время, поршиво — с грустью ответил Дерик — Триклятые зверолюды! Они меня скоро доканают. Постоянно требуют оплаты, видите ли мой паб стоит на их территории, иначе они подожгут этот паб к чертям. Тут такое дело: не мог бы ты одолжить немного денег, я потом верну?",
    "answers": [
      {
        "id": 11,
        "text": "-Да, конечно!",
        "bg_color": [
          0.7,
          1,
          0.7
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 12,
        "text": "-Нет, прости не смогу",
        "bg_color": [
          1,
          0.7,
          0.7
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 10,
        "text": "Справка: Варианты ответа, отмеченные ЗЕЛЕНЫМ и КРАСНЫМ цветом, могут повлиять на дальнейший сюжет",
        "comment": true,
        "calculate": false
      }
    ]
  },
  {
    "id": 11,
    "text": "    -Огромное спасибо, не представляю, что бы я без тебя делал! — сказал он с большой радостью на душе, чуть ли не крича.\n    Конечно с такими друзьями странно было бы не пойти в убыток. Но Дерик никогда никогда не оставался в долгу, если он сказал, что вернет деньги — то он вернет. Он был довольно добродушным крестьянином, сильно выделявшимся среди других людей, которые посещали \"Фортуну\". Но ему как ни странно, после всех трудностей, что он пережил, нравится его работа. Он делал свою работу с таким удовольствием, как ее не делал никто.\n    Конечно, это все хорошо, но Аарона ждали и другие дела, которые не могут ждать.",
    "answers": [
      {
        "id": 13,
        "text": "Поговорить с дядей Ронаном",
        "need": -13
      },
      {
        "id": 16,
        "text": "Пойти на могилу отца",
        "need": -16
      },
      {
        "id": 17,
        "text": "[Домой]",
        "need": [
          13,
          16
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "    -Да, понимаю. Трудные нынче времена... — с тяжелой душой сказал он.\n    Дерик был довольно добродушным крестьянином, сильно выделявшимся среди других людей, которые посещали \"Фортуну\". Но ему как ни странно, после всех трудностей, что он пережил, нравится его работа. Он делал свою работу с таким удовольствием, как ее не делал никто.\n    Конечно, это все хорошо, но Аарона ждали и другие дела, которые не могут ждать.",
    "answers": [
      {
        "id": 13,
        "text": "Поговорить с дядей Ронаном",
        "need": -13
      },
      {
        "id": 16,
        "text": "Пойти на могилу отца",
        "need": -16
      }
    ]
  },
  {
    "id": 13,
    "text": "    Дядя Ронан (так называл его Аарон) был ему совсем не дядей. После смерти отца Ронан стал опекать парня, дабы сберечь его от всякого плохого. С того времени он стал ему самым близким человеком и, можно сказать, заменил ему отца. Это был человек с большой буквы: он был богат и влиятелен в Эстерлоне. Жил он недалеко от центра города и его дом было не так сложно найти.\n    Придя к нему, Ронан очень обрадовался появлению Аарона:\n    -Ну наконец-то ты соизволил зайти, проведать старика! — начал он — Дай обниму!\n    Оба сцепились в крепких семейных объятьях. \n    -Как хорошо, что ты пришел! — продолжил старик — У меня для тебя кое-что есть. Хотел сберечь это до твоих именин, но раз уж ты пришел... Пошли за мной!\n",
    "answers": [
      {
        "id": 14,
        "text": "Идти за Ронаном"
      }
    ]
  },
  {
    "id": 14,
    "text": "    Он отвел его в просторный зал, в котором стояли различные мешени. Видимо это и есть то, что он хотел показать\n    -Вот, теперь он твой — Ронан достал старый пыльный меч, стоявший у него со времен битвы за Бергар — С ним я сражался, когда был примерно в твоем возрасте. Теперь пришло твое время вершить судьбы.\n    Аарон стоял в ступоре. Это было слишком неожиданным подарком для него.\n    -Ого... Спасибо, дядя Ронан!\n    -Не стоит благодарности, мне для тебя ничего не жалко.\n    Неужели его мечте всё таки суждено сбыться? Невозможно описать в каком восторге он был в этот момент.\n    -А теперь, раз уж ты никогда не держал в руках боевой меч, потренеруемся на мишенях.\n",
    "answers": [
      {
        "id": 15,
        "text": "[Тренироваться]"
      }
    ]
  },
  {
    "id": 15,
    "text": "    -Итак. Урок первый: самое простое — попади по мишени.\n    Аарон собрался всеми силами и ударил по цели.\n    -Неплохо, очень даже неплохо! Ну-ка, попади в голову.\n    Он наносит еще один удар и голова мишени падает с плеч.\n    -Ты делаешь успехи, сынок! Думаю ты уже готов овладеть мечом и биться, как настоящий мужчина. Оставь его у себя и, когда придет время, ты его используешь. — на его лице была видна истинная отцовская гордость — И не забудь регулярно тренироваться! Приходи еще, если надумаешь проведать. — добавил Ронан.\n    Аарон с гордой душой покинул поместье дяди и отправился по делам...",
    "answers": [
      {
        "id": 9,
        "text": "Проведать Дерика",
        "need": -9
      },
      {
        "id": 16,
        "text": "Пойти на могилу отца",
        "need": -16
      },
      {
        "id": 17,
        "text": "[Домой]",
        "need": [
          9,
          16
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "    Могила отца находилась неподалеку от города, на Лотарском захоронении. Аарону всегда грустно было посещать это место, это и неудивительно. \n    Встав напротив каменной гравюрованной могилы, он опустил глаза в пол, будто бы он винил себя в том, что не смог уберечь отца от такой участи. Но сердце его было спокойно.\n    -Здравствуй, отец. — начал он — Это снова я. Прости, что так редко прихожу тебя навещать... Надеюсь у тебя всё хорошо... и... Я тебя люблю. Это всё, что я хотел сказать...\n    Он стоял в полной тишине еще 2 минуты и наконец пошел. Да, ему было грустно, но одновременно он освобождал все дурные мысли из головы, тем самым освобождая своё сердце от груза прошлого.",
    "answers": [
      {
        "id": 13,
        "text": "Поговорить с дядей Ронаном",
        "need": -13
      },
      {
        "id": 9,
        "text": "Проведать Дерика",
        "need": -9
      },
      {
        "id": 17,
        "text": "[Домой]",
        "need": [
          9,
          13
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "    Как говорил отец: \"Если дело сделано, то никто не запретит отдохнуть!\". Так и было: если дел не было, он отдыхал. \n    Конечно, этот день сложно было назвать тяжелым, но он был весьма продуктивным. Аарон до сих пор не может перестать радоваться тому, что сегодня произошло. Теперь он взрослый и может стать настоящим воином. Эта мысль не отпускала его долго.\n    Он до сих пор жил в старом домике отца, в надежде не оставить память о нем. Ронан уже давно предлагал ему жить в его поместье, но Аарон стоял на своём — он не привык к богатой жизни. Все эти церемонии, встречи с другими влиятельными людьми, прислуга — это всё не для него.\n    Войдя в домик, он положил свой новый меч в деревянный ветхий сундук. Он лёг на кровать и уснул, в надежде на завтрашний день — что он будет лучше, что он будет...\n",
    "answers": [
      {
        "id": 18,
        "text": "[Начать новую главу]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Глава 3. И снова один\n***\n\"Снова холод, снова мрак. Не понимать к чему стремишься, если жалкое отребье стремится ввысь сущности своей и перебитый болью. Идти, идти и только возвышаясь ввысь, стремиться найти то, что никогда не искал.\"\n                                  (Неизвестный автор)\n***\n    Проснувшись утром, Аарон долго не вставал с кровать, а лишь смотрел в серые каменные стены. Нельзя объяснить что с ним происходило: может неуверенность? Или страх пред чем-либо? Неизвестно. Известно лишь одно — случится ужасное.\n    Он наконец собрался с силами и встал. Кожа его помутнела, руки немного тряслись. Ему было плохо? Нет.\n    Аарон оделся и вышел в свет, забыв одну немаловажную вещь.",
    "answers": [
      {
        "id": 19,
        "text": "[Взять меч]"
      },
      {
        "id": 24,
        "text": "[Оставить]"
      }
    ]
  },
  {
    "id": 19,
    "text": "    Взяв с собой меч, он двинулся вперед, не зная что произойдёт сегодня. Теперь же дрожало всё его тело, а со лба тёк холодный пот. Аарон отлично знал, что такое состояние предвещало беду.\n    Успокоившись и собравшись с силами, он шагнул вперед, надеясь на новый день, ведь его еще ждали новые дела. Но предчуствие не покидало его до сих пор, он дрожал будто логер (маленький травоядный зверь, очень пугливый).",
    "answers": [
      {
        "id": 20,
        "text": "[Помочь старику Хэмилю с его фермой]"
      },
      {
        "id": 22,
        "text": "[Пойти к дяде Ронану]"
      },
      {
        "id": 25,
        "text": "[Идти в кабак \"Север\"]"
      }
    ]
  },
  {
    "id": 20,
    "text": "    Старик Хэмиль ненавидил гостей, но к Аарону он относился добродушно, потому что он всегда помогал ему в бытовых делах. \n    Дом его, конечно же, находился вне города и приходилось топать пешком сквозь земляные болота. Но дойдя туда, можно было увидеть тайные красоты, которых нельзя было лицезреть в Эстерлоне. Зеленеющая трава, разнообразие животного мира и другие завораживающие красоты этих мест.\n    Придя в нужную точку, у порога его встретили теплыми словами:\n    -О, проходи, мой дорогой! С самого утра тебя ждал, никак не справляюсь с посадкой этой капусты. — сказал Хэмиль, со слегка смеющимся голосом.",
    "answers": [
      {
        "id": 21,
        "text": "[Сажать капусту]"
      }
    ]
  },
  {
    "id": 21,
    "text": "    Сажать овощи на этом огороде оказалось сложнее, чем казалось — почва на этой территории не слишком годилась для посадки, но всё же, что-то да удалось.\n    Сразу было видно, что Хэмиль не любил незванных гостей: высокие прочные заборы, металлические проволоки, проведенные по всему периметру, таблички с грозными надписями по типу \"Уходи!\", \"Поворачивай в другую сторону!\", заставляли чувствовать себя чужим, даже если ты желанный гость. Становилось слишком неуютно. Но старику много для счастья было не надо, жил он всю жизнь в одиночестве — ни жены, ни детей, ни близких родственников. Его можно было понять.\n    Через несколько часов вскапывания земли, всё наконец было усажено, а Хэмиль был доволен и счастлив.",
    "answers": [
      {
        "id": 22,
        "text": "[Идти к Ронану]",
        "need": -22
      },
      {
        "id": 25,
        "text": "[Зайти в кабак \"Север\"]",
        "need": -25
      }
    ]
  },
  {
    "id": 22,
    "text": "    Дядя Ронан был сегодня в особо хорошем настроении, ведь в этот день проходил великий праздник в честь 500-летия города Эстерлон. В этот день собиралась вся знать города и пригородных поселений.\n    -Ага, тебя-то я и искал! — воскликнул он — Ты ведь не забыл какой сегодня знаменательный день? Так вот, сегодня сюда на обед приедут важные люди и я хочу, чтобы ты там присутствовал\n    -Но зачем? — с удивлением спросил Аарон\n    -А затем, что я хочу представить всем своего приемника! — с весельем ответил тот — Да, да, ты не ослышался. Когда-то ты продолжишь моё дело.\n    Сказать к слову, дело дяди Ронана было и правда очень влиятельным — он осуществлял добычу и импорт различных металлов. Он часто помогал ему и его отцу в трудные времена.",
    "answers": [
      {
        "id": 23,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 23,
    "text": "    Это была сильная новость для Аарона. Несумев выдавить из себя ни слова, дядя всё понял и так. \n    -В общем... Жду тебя сегодня на обеде. — ответив, он шагнул в другую сторону — О, и не забудь тренироваться с мечом! — добавил тот.\n    Он стоял посреди просторного дома и размышлял на тему: \"А что если...?\". Ведь это работа не из легких и врядли будет ему по зубам. С другой стороны он мечтал о том, чтобы пойти по стопам Ронана. Столько мыслей пролетало у него в голове. Простояв так еще минуту, он сделал стремительный шаг в сторону двери.",
    "answers": [
      {
        "id": 20,
        "text": "[Помочь старику Хэмилю]",
        "need": -20
      },
      {
        "id": 25,
        "text": "[Идти в кабак \"Север\"]",
        "need": -25
      }
    ]
  },
  {
    "id": 24,
    "text": "    Оставив новый меч томиться в ветхом сундуке, он двинулся вперед, не зная что произойдёт сегодня. Теперь же дрожало всё его тело, а со лба тёк холодный пот. Аарон отлично знал, что такое состояние предвещало беду.\n    Успокоившись и собравшись с силами, он шагнул вперед, надеясь на новый день, ведь его еще ждали новые дела. Но предчуствие не покидало его до сих пор, он дрожал будто логер (маленький травоядный зверь, очень пугливый).",
    "answers": [
      {
        "id": 20,
        "text": "[Помочь Хэмилю с его фермой]"
      },
      {
        "id": 22,
        "text": "[Пойти к дяде Ронану]"
      },
      {
        "id": 25,
        "text": "[Зайти в кабак \"Север\"]"
      }
    ]
  },
  {
    "id": 25,
    "text": "    Кабак \"Север\" находился в восточной части и являлся самым популярным заведением в городе. Его владельцем являлся Гур Дембруд, старый друг Аарона.\n    По пути в кабак, сзади послышался хриплый старческий голос:\n    -Простите, вы бы не могли помочь бедному старику парой монет? — спросил тот — Я был бы очень благодарен.\n    На вид деду было около 70 лет, люди в это время редко доживают до такого возраста. У него были светло серые усы, почти прекрывающие рот и негустая борода. Волос было немало, и лишь часть из них успели поседеть.\n    -Я живу далеко за городом и мне очень нужны деньги, прошу вас.",
    "answers": [
      {
        "id": 26,
        "text": "[Дать старику деньги]",
        "bg_color": [
          0.7,
          1,
          0.7
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 27,
        "text": "[Отказать]",
        "bg_color": [
          1,
          0.7,
          0.7
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/cqtx.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": "    Не раздумывая ни минуты, он достал из кармана несколько монет и отдал старику.\n    -О, вы очень щедры. Благодарю! — с этими словами дед затерялся в толпе горожан.\n    Оказавшись в \"Севере\", Аарон подошел к бару и нашел там Берона, местного разливайщика:\n    -Приветствую, вам налить? — с ходу спросил он. К слову сказать, Берон был совсем молодой парнишка лет 16, очень приятный на вид. Наверное, Аарон узнаёт в нем себя, каким он был 5 лет назад: беспомощный, ничего не знающий юнец. Но видимо Берону было тут нормально, он чувствовал себя как рыба в воде.",
    "answers": [
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/cqtu.jpg"
      },
      {
        "id": 28,
        "text": "[Заказать пива]"
      },
      {
        "id": 29,
        "text": "[Ничего не заказывать]"
      }
    ]
  },
  {
    "id": 27,
    "text": "    Старик в ответ ничего не сказал, а лишь с грустным лицом отвернулся, сделал пару шагов и растворился в толпе.\n    Оказавшись в \"Севере\", Аарон подошел к бару и нашел там Берона, местного разливайщика:\n    -Приветствую, вам налить? — с ходу спросил он. К слову сказать, Берон был совсем молодой парнишка лет 16, очень приятный на вид. Наверное, Аарон узнаёт в нем себя, каким он был 5 лет назад: беспомощный, ничего не знающий юнец. Но видимо Берону было тут нормально, он чувствовал себя как рыба в воде.",
    "answers": [
      {
        "id": 28,
        "text": "[Заказать пива]"
      },
      {
        "id": 29,
        "text": "[Ничего не заказывать]"
      }
    ]
  },
  {
    "id": 28,
    "text": "    В \"Севере\" было самое лучшее пиво в городе и грех было не заказать его, приходя в это заведение. Раньше тут ходила легенда о том, что пиво на самом деле заколдовали Древние и оно лечит от всех болезней в мире, но как же жестоко ошибались те люди, что верили в эту легенду.\n    Заказав большую кружку, Аарон залпом выпил будоражащий сознание напиток. В глазах всё начало плыть, а громкие звуки сзади немного утихли, однако были слышны звуки нарастающей битвы. Да уж, драки происходили тут частенько, но в этот раз явно был исключительный случай. Так и оказалось — местный амбал зверолюд по прозвищу Молот стал нападать на какого-то парнишку, которого никто раньше здесь не видел.",
    "answers": [
      {
        "id": 30,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 29,
    "text": "    Как только Аарон присел за барную стойку, сразу послышался шум надвигающейся битвы. Да уж, драки это типичный элемент любого бара, особенно если этот бар находится в Эстерлоне. Но в этот раз что-то было не так. Казалось, что надвигается не обычная драка, а целая война. Коротко поняв суть, он увидел, что дебош затеял местный амбал зверолюд по прозвищу Молот. В здешних местах Молота знали и боялись, однако никто не решался затеять бой с этим монстром. И к наибольшему удивлению всех зрителей, его соперником выступил молодой парень. Никто раньше в этом пабе его не видел, да и не знают кто он такой",
    "answers": [
      {
        "id": 30,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 30,
    "text": "    -Слушай меня сюда, недоумок! Видимо с первого раза ты меня не понял. Значит придётся объяснять тебе по-другому...\n    Громила поднял парнишку в воздух, словно деревянный ящик и прислонил к стене. Готовилось что-то нехорошее. Берон никогда не лез в здешние разборки, так как ему нет дела до того, что творится за пределами бара. \n    Этому парню сейчас не поздоровится, потому что Молот был настроен злобно и решительно. ",
    "answers": [
      {
        "id": 31,
        "text": "[Вмешаться]",
        "bg_color": [
          0.7,
          1,
          0.7
        ]
      },
      {
        "id": 32,
        "text": "[Не вмешиваться]",
        "bg_color": [
          1,
          0.7,
          0.7
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "    Аарон решительно и без промедлений взял, лежавшую на столе пивную кружку и кинул в громилу. Тот повернулся и со злобным рыком произнёс:\n    -Кто... Это... Сделал?! — закричал он — Кто из вас будующий труп?\n    Все замолчали. Настигла гробовая тишина. Тот продолжил:\n    -Еще раз повторю, кто это сделал?! — все всё равно молчали. Тогда Молот поставил парнишку на пол и со злобным выражением лица покинул кабак. — Тебе повезло, сопляк! — Все опять вернулись на свои места и продолжили беседу, будто бы ничего не произошло.\n    Спустя пару минут тот самый парень подошел к Аарону:\n    -Эй, спасибо. Если бы не ты, этот дубина бы прикончил меня.\n    -Пустяки, просто не хотел, чтобы тут опять начали всё крушить. — ответил он. С виду парень был почти такого же возраста как и он сам, но выглядел более наивным и неустойчивым.\n    -Я у тебя в долгу — произнес тот.",
    "answers": [
      {
        "id": 33,
        "text": "-Как тебя зовут?"
      },
      {
        "id": 34,
        "text": "-Откуда ты?"
      },
      {
        "id": 35,
        "text": "-Почему Молот на тебя напал?"
      }
    ]
  },
  {
    "id": 32,
    "text": "    ",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  }
]