[
  {
    "id": 1,
    "text": "Автор:DrugOne\n\nЖанр:Выживание,Апокалипсис.\n\nТип:Книга-квест\n\nЗдравствуй, дорогой Читатель.Я написал свой первый квест по жанру Выживание. В моём квесте тебе предстоит выживать в мертвом зараженном городе Таганроге от лица молодого человека Кирилла. Надеюсь мой квест придется Тебе по душе и ты не будешь судить меня строго:)\n\nОсобенности:В этом квесте решения практически не имеют значения,так как пишу я быстро и нет времени на развитие ветвей,но не осторожность может привести к смерти ::)",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест!"
      },
      {
        "id": 27,
        "text": "Прочиать пролог ->"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c855416/v855416718/4e4c0/cyxqvySbswE.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c855416/v855416718/4e4c0/cyxqvySbswE.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c855416/v855416718/4e4c0/cyxqvySbswE.jpg"
      },
      {
        "id": 1,
        "text": "фон",
        "initSounds": [
          "a",
          "http://d.zaix.ru/cJXP.mp3"
        ],
        "calculate": true
      },
      {
        "id": 1,
        "text": "Включить музыку, для эффекта :)",
        "var_str_set": [
          "global bg_music",
          "a"
        ]
      },
      {
        "id": 1,
        "text": "Выключить музыку",
        "var_str_set": [
          "global br_music",
          "0"
        ]
      },
      {
        "id": 1,
        "text": "музло для замеса",
        "initSounds": [
          "b",
          "http://d.zaix.ru/crPm.mp3"
        ],
        "calculate": true
      }
    ]
  },
  {
    "id": 2,
    "text": "\n                                                Глава 1\n                                        Неразведанное\n\n\nВы проснулись в машине, зависая кверху ногами, саднила большая ссадина на лбу и разбитый нос. Сама машина лежала в кювете.\nВыбравшись Вы обнаружили, что находитесь на въезде в город, машин на трассе не было вовсе.\nНадпись на указателе гласила:\n\"Добро пожаловать в Таганрог\".\n\nВы решили попытаться вспомнить что же произошло.\nПусто, в голове как будто туман. По крайней мере Вы знали где находитесь и что примерно происходит в городе и на окраинах.\nТой ночью вы уходили от погони. Преследователи, гнавшиеся за вами, были не совсем людьми, их зрачки были замутнены и на коже виднелись чернеющие прожилки.\nСейчас важным было:\n1.Добыть оружие\n2. Найти медикаменты\n3.Добраться до убежища и отыскать Василия.",
    "answers": [
      {
        "id": 3,
        "text": "Отправиться в город ->"
      },
      {
        "id": 27,
        "text": "Прочитать пролог",
        "need": [
          1
        ]
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c851436/v851436094/12bfe8/ry0lZdz0Eg0.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Почти на въезде в город стоял старый кирпичный завод, который давно уже не работал.\nПо пути все казалось как будто вымершим:нет людей и животных, даже крысы сновавшие раньше около огромной свалки будто испарились.Через примерно километра три должен был быть Николаевский рынок.\n—Как раз там я все найду.-Зачем-то вслух сказали вы.\nНужно было ускориться, скоро рассвет и он не был вашим лучшим другом.  Патрули зараженных легко увидят Вас, плетущегося по обочине.",
    "answers": [
      {
        "id": 4,
        "text": "Ускориться по пути на рынок ->"
      }
    ]
  },
  {
    "id": 4,
    "text": "Светало.  Вдалеке вы увидели группу людей, идущих Вам на встречу, вроде не вооруженных.\n\"Не хочется мне показываться им на глаза\" -подумали вы.\nБуквально рядом была лесопосадка, стоит укрыться.",
    "answers": [
      {
        "id": 5,
        "text": "Украться в посадке и переждать ->"
      },
      {
        "id": 6,
        "text": "Продолжить путь,авось свои ->"
      }
    ]
  },
  {
    "id": 5,
    "text": "Сидя в кустах  на карточках  вы проводили взглядом этих людей,на первый взгляд они казались обычными марадерами, с которыми кстати тоже связываться не хотелось будучи безоружным.\nКак следует вглядевшись стало ясно, что это патруль зараженных,стало видно черные ясно на шеях.\n\n\"Хорошо что укрылся,а так бы стал  одним из этих...\"\n—Подумали вы. Становиться таким не хотелось по разным причинам. \n   Самым неприятным было подавление сознания полностью,ваше тело переставало вам принадлежать.\nПо слухам заражённые имели коллективный  разум и повеновались каким-то, неощущаемым обычному человеку, приказам.\nХоть сознание заражённого  и подавляется, но подсознание остается на месте, а вместе с ним и ценная  память: Кем был; Что делал; Где укрываются те люди, которых он знал...\n",
    "answers": [
      {
        "id": 9,
        "text": "Выдвигаться ->"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы вышли навстречу группе идущей к вам и поздно поняли, что это были зараженные.\nПоследнее, что вы помнили это то, как вас несут четверо  и как у вас болит затылок. Дальше вы потеряли сознание.\nКОНЕЦ.",
    "answers": [
      {
        "id": 1,
        "text": "Начать квест с начала!"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "Солнцу было еще далеко  до зенита, а вы уже добрались до Николаевского рынка. Вы стояли на разделительной дорожной полосе Николаевского шоссе.\nСправа от вас находился магазин \"Продуктовый\".\nСлева торговые ряды.\n—Куда бы пойти для начала?",
    "answers": [
      {
        "id": 10,
        "text": "Пойти в Продуктовый ->",
        "need": -10
      },
      {
        "id": 11,
        "text": "Прочесать торговые ряды ->"
      },
      {
        "id": 12,
        "text": "Осмотреться  ->",
        "need": -12
      }
    ]
  },
  {
    "id": 10,
    "text": "Подойдя к магазину ,вы услышали странный шум из помещения. \n\"Загляну сюда позже.\"",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться на шоссе ->"
      }
    ]
  },
  {
    "id": 11,
    "text": "Всё относительно хорошо сохранилось. Если добыть мантировку можно было  вскрыть боксы и поискать что-то полезное.\nВ голову пришла дурная идея.\n\"Не хотелось бы марадерствовать, но у  меня нет выбора\"-подумали Вы, и пошли искать целые машины в надежде найти инструмент.\nНе вдалеке  была стоянка может там будут машины.",
    "answers": [
      {
        "id": 13,
        "text": "Пойти на парковку ->"
      },
      {
        "id": 9,
        "text": "Вернуться к шоссе ->"
      }
    ]
  },
  {
    "id": 12,
    "text": "  Такая же безжизненная обстановка ,потрулей не было и на том спасибо..\n   Дороги пустовали и казалось, что по ним очень давно не ездили машины , хоть это было не так. Для полноты картины не хватало \"Перекати-поля\".",
    "answers": [
      {
        "id": 9,
        "text": "Обдумать дальнейшие действия ->"
      }
    ]
  },
  {
    "id": 13,
    "text": "Странно, но оставалось три целеханьких авто и это было чудом. Сигнализация была на одной из трех машин.Не хотелось шуметь и привлекать к себе лишнее внимание.\nНайти бы что-то , что могло помочь вскрыть машины.",
    "answers": [
      {
        "id": 14,
        "text": "Осмотреться ->"
      }
    ]
  },
  {
    "id": 14,
    "text": "Среди куч мусора лежала ржавая металлическая труба.\nВ глаза бросился человеческий силуэт сидящий в машине. \n\"Неужели человек ,а не зараженный?!\"\nЧем ближе вы подкрадывались, тем больше становилось ясно,что это труп. Первый труп найден..\nЭто был мужчина лет сорока пяти, крепкого телосложения.  Он застрелился, мозг украсил заднюю часть остатков салона \"акцента\".\nЖаль на месте не нашлось орудия самоубийства.",
    "answers": [
      {
        "id": 16,
        "text": "Подобрать трубу  и вернуться к целым машинам  ->"
      },
      {
        "id": 15,
        "text": "Подобрать трубу и  обшарить салон акцента ->"
      }
    ]
  },
  {
    "id": 15,
    "text": "Потратив минут пятнадцать драгоценного времени Вы  нашли немного вещей.\n\"Хорошо, что на переднем сидении лежал  вещь-мешок  на 80 литров. Полезная вещь в хозяйстве.\"\nЗажигалка, початая пачка сигарет и мелочь, которая уже наверное не пригодиться.",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться к присмотренным машинам ->"
      }
    ]
  },
  {
    "id": 16,
    "text": "Спустя пол часа багажники машин были открыты ржавой трубой и  из всего полезного была только мантировка.\n\"Не плохой иструментдля открытия боксов таварных рядов.Я должен найти оружие. С одной мантировкой далеко не уйдёшь.\"-Подумали Вы.",
    "answers": [
      {
        "id": 17,
        "text": "Отправиться вскрывать боксы."
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы начали взламывать и обыскивать боксы:\nВ первом боксе было пусто, по всей видимости хозяин успел все вынести,а жаль..\nВо втором боксе было куча хлама в роде коробок и бумажек.\nВ третьем боксе все было гораздо интереснее:\nСудя по ценникам на разбитых прилавках, это оружейный магазин или что-то на подобии. Все стелажи пустовали, но вы заметили одну запертую дверь.",
    "answers": [
      {
        "id": 18,
        "text": "Подойти ближе ->"
      }
    ]
  },
  {
    "id": 18,
    "text": "Дверь складского помещения была заперта на тяжелый навесной замок.Если хорошо постараться, то можно его сорвать мантировкой.",
    "answers": [
      {
        "id": 19,
        "text": "Попытаться сорвать замок ->"
      }
    ]
  },
  {
    "id": 19,
    "text": "Неудача.\nМантировка соскочила и удрила вам в плечо.\n\"Зашибись...стоит ли пробовать еще раз?\"",
    "answers": [
      {
        "id": 20,
        "text": "Попытаться сорвать замок ->"
      },
      {
        "id": 24,
        "text": "Забить хрен и идти отсюда ->"
      }
    ]
  },
  {
    "id": 20,
    "text": "На второй раз дуга замка поддалась и вылезла из копуса. Замок выпал с проушен дверей и начал падать, но Вы его вовремя словили.\n\"Не стоит поднимать шум.\"",
    "answers": [
      {
        "id": 21,
        "text": "Осторожно открыть дверь ->"
      }
    ]
  },
  {
    "id": 21,
    "text": "Дверь предательски заскрипела и Вы вошли внуть.\nРезультат несказанно обрадовал Вас, на складе остался небольшой зазубренный нож \"Турист\"  с железной расписной ручкой и  ружьё.\nТуриста Вы засунули за спину под ремень штанов.\nВзяв ружье в руки Вы прочли надпись \"Сайга 12\".\n\"Все это конечно хорошо, но необходима хотя бы горстка патронов\"\nВы продожили капашиться в коробках и услышали сзади шум...\n\"Только не это ....\"",
    "answers": [
      {
        "id": 22,
        "text": "Затаиться и ждать гостей ->",
        "var_str_set": [
          "global play_sound_once",
          "b"
        ]
      },
      {
        "id": 26,
        "text": "Выйти разведать обстановку ->"
      }
    ]
  },
  {
    "id": 22,
    "text": "\"В бокс зашло два человека\"-определили Вы по шуму шагов.\n—Как думаешь, уже все вынесли? \n—Скорее всего, но посмотри на складе.\n\"Блин, только не это. Хотя это явно люди, можно будет попробовать договориться.\"-в голове первое слово прозвучало почти как всем известное ругательство.\nВ комнату вошел человек в маскировочном халате  и  уставился на вас с открытым ртом, Вы незаметно потянулись за ножом.\n— Саня тут тип какой-то. -Заорал тот,что на складе\n—Вали его.-Сазал Саня и Вы услышали щелкание затвора.\nНе успел опомниться марадер, как Вы уже дастали нож и левой рукой воткнули ему в шею, тот пытался кричать, но из горла вырывался только хрип и капли крови. На вас брызнуло тоже.\n\"Собака сутулая, еще и заляпал\"\nВы вытащили нож из тела бедолаги и  сразу размахнулись в сторону дверного проёма, куда уже прибежал  Саня.\n  Саня похожу был не пальцем деланный, в отличии от своего товарища, хрипящего на полу, и словил вашу руку с ножом в полете. Вы сразу ударили левой дукой Сане в кадык и  тот сразу обмяк, упал на пол и больше не издавал никаких звуков.  \n\"Обошлось, прямо  как Сталоне. Интересно, что они смогли нарыть.\"\n",
    "answers": [
      {
        "id": 23,
        "text": "Пролождить обыск кладовой ->"
      },
      {
        "id": 38,
        "text": "Обшарить трупы ->"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы не нашли патронов на сайгу, но само ружье оставили и пожили в вещь-мешок .",
    "answers": [
      {
        "id": 24,
        "text": "Выйти на улицу ->"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы вышли на улицу, время близилось к обеду. В животе заурчало.\n\"Нужно найти еды, так и помереть не долго. Глупая смерть.\"\n Вы направились в продуктовый.",
    "answers": [
      {
        "id": 30,
        "text": "Нужно выдвигаться ->"
      }
    ]
  },
  {
    "id": 25,
    "text": "  Не повезло.. По крайней мере есть мантировка.\nЗаурчал живот и голод победил здравый смысл .\n  Вы направились к продуктовому магазину, в надежде, что тот кто шумел уже ушел.",
    "answers": [
      {
        "id": 30,
        "text": "Продолжить ->"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы вышли в помещение бокса и увидели двух марадеров.\nВам в лоб сразу нацелился пистолет Макарова.\n—Эй, мужики, давайте не козырять валынами, мы же цивилизованное общество, в конце концов.\n\"Хорошая шутка\"-соркастически подумали Вы.\n—Ты кто такой?-спросил тот, кто в вас целился.\n—Я не марадер как вы, но и не из Этих.\nВы зачем-то кивнули вправо.\n—Те че нужно ?-тот второй спросил как-то  мягкотело и даже показалась, что его били в детстве.\n—Да  я  в поисках хоть какого-то оружия, а то гол как сокол.\n\"Хоть бы не полезли в вещь -мешок, там ведь сайга\"\n—Давай шагай отсюда, голодранец.-сказал первый и сделал провожающий жест в сторону двери свободной рукой. ",
    "answers": [
      {
        "id": 25,
        "text": "Выйти на улицу ->"
      }
    ]
  },
  {
    "id": 27,
    "text": "Это произошло в мае 2019 года. Ранним туманным утром за чашкой крепкого кофе Вы думали над тем как жить завтра, ведь жизнь на любимой родине и так не была сахаром.\nЗа окном Вы услышали истошные крики детей, затем пальбу. Посмотрев Вы ужаснулись. Картина была устрашающей. Группа людей на серых \"минивэнах\", вооруженных до зубов связывала женщин с детьми и отстреливала тех, кто пытался сопротивляться.За свою маму с сестрой Вы начали беспокоиться еще больше, чем за себя, ведь они в другом городе и возможности до них добраться у Вас нет.\nВ голову гонгом бьют резкие мысли:\n\"Нужно убираться отсюда и побыстрее, найти друзей и спрятаться\"\nСобрав документы и кое-то из еды в сумку Вы направились к балкону т, что бы убраться отсюда с другой стороны дома. Выход из подъезда был на той улице, где происходила стрельба. Хвала небесам Вы жили на втором этаже. Спрыгнув Вы первым делом связались со своим другом. Он был у себя и не знал о происходящем. Вы направились домой к Василию.",
    "answers": [
      {
        "id": 28,
        "text": "Далее ->"
      }
    ]
  },
  {
    "id": 28,
    "text": "Спустя несколько месяцев....\n—Как там?-Спросил Ваш друг Василий, которого вы просто называли Васёк.\n—Пока спокойно. Можно идти на вылазку.-Сказали Вы.\n Вылазкой Вы с другом называли время вне убежища за припасами и провиантом.\n—Иди сегодня один, я останусь и наведу порядок.\n  У меня не хорошее предчувствие, что скоро Они придут опять.-Сказал Васёк и продолжил начищать затвор разобранного Ак-74.\n  Они-люди зараженные неким вирусом,по Вашим догадкам. Недавно Вы взяли в плен одного из них. Ваше убежище находилось в подвале дома времен Второй Мировой войны и зараженным было найти его не реально. Зараженный, привязанный к железному стулу молчал и смотрел прямо своими мутными глазами. Несмотря на все ваши попытки выбить из него хоть какую-то информацию он ни реагировал вообще. Пытки продолжались в течении недели и тогда пришли они. Каким образом зараженные узнали о вас, Вы могли только догадываться пока дверь будто вышибали огромным тараном.\n—Черт, это тот ублюдок виноват.-Кричал Василий пока, вставлял обойму в пистолет.\n—Хрен его знает, похоже они общаются ментально и это мне совсем не нравится.\n—Отвлеки Их, пока не вышибли двери!_Крикнул  Васёк и всадил первую пулю из пистолета в голову пленного.\n— Я попробую  и вернусь!-Вы тоже перешли на крик и не взяв с собой ничего кроме ключей от \"шерхана\" бросились к одному из потайных выходов.\n  Из вашего убежища было множество выходов, так как подвал был соединён с сетью старых катакомб, назначение которых Вам было не известно.\nВыход находился в около сорока метрах от главных дверей и когда Вы вылезли из люка Вас тут же заметили.\n\"Мммать!\"-мелькнуло в голове и вы бросились к машине.\n  Двигатель любимой классики любил капризничать и сейчас был самый не подходящий момент. За вами погналось зараженных десять, столько же примерно осталось у дверей и когда они были буквально в паре метрах от Вашей машины двигатель взревел и авто сорвалось с места оставив преследователей позади.\nНа пути к бывшему торговому центру Вы заметили, что Вас догоняют два авто серого цвета.\n\"Нужно оторваться\"-Подумали Вы и уже сворачивая на улицу Транспортная, что вела к выезду из города, включили магнитолу и заиграла известная песня рок-группы AC/DC...",
    "answers": [
      {
        "id": 29,
        "text": "Далее ->"
      }
    ]
  },
  {
    "id": 29,
    "text": "\nРанее при вылазках вы заметили, что зараженные никогда не ходят по одиночке и всегда молчат, при этом всегда работают слаженно, как муравьи.\nВы знали пару человек, которые вплотную изучали их поведение, то что удалось выяснить не обнадеживало:зараженные не теряли память, они теряли сознание, то есть забывали своё \"я\". Они становились коллективным разумом, который преследовал одну цель-поймать и заразить остальных.Передвигались зараженные пешими группами, либо на минивэнах.Зачем-то отстреливали и забирали животных.\nУзнать заражаненного было просто-помутневшие роговицы и черные прожилки по всему телу",
    "answers": [
      {
        "id": 2,
        "text": "Продолжить квест ->"
      }
    ]
  },
  {
    "id": 30,
    "text": "  Дверь продуктового была не заперта и вокруг на сей раз царила тишина. Шансы того, что  Вы найдёте еду были минимальны, но игра, наверное, стоила свеч.\n  По опыту Вы направились к кладовому помещению,обходя разбитые прилавки и полки и снова удача, нет, на двери не было замка, она просто была деревянной, такие обычно ставили меж комнат в квартирах.",
    "answers": [
      {
        "id": 31,
        "text": "Вышибить дверь ударом с ноги ->"
      },
      {
        "id": 32,
        "text": "Подломить дверь мантировкой ->"
      }
    ]
  },
  {
    "id": 31,
    "text": "  Вы подняли большой шум и буквально через десять минут Вас застал в расплох патруль зараженных. ",
    "answers": [
      {
        "id": 36,
        "text": "Отбиваться ножом"
      },
      {
        "id": 35,
        "text": "Использовать найденный пистолет для обороны.",
        "need": [
          22
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Щепки хрустели под ногами, но сильного шума не было. В нос ударил жуткий смрад гниения, Вы нашли труп.  По всей видимости, это была девушка, так как одет труп был в черный, прогнивший со временем, сарафан.  К горлу подкатил ком и захотелось вырвать, но рвотный позыв Вы сдержали. Нужно было искать провиант.\n Успех не заставил себя ждать, Вы нашли три банки тушенки и бутылку воды.\n\"Этого хватит,что бы дойти в убежище\"\n  ",
    "answers": [
      {
        "id": 37,
        "text": "Отправиться в убежище."
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы находились на дорожном кольце. Само кольцо соединяло ул.Транспортную,Свободы,Энергитическую и Поляковское шоссе.  Вам нужно дойти до улицы Трудовых резервов,это улица находилась на 2/3 ул. Свободы.\n  Впрочем убежище не заставило себе долго ждать.\nВдоль Поляковского шоссе стояли двухэтажные дома постройки времён Великой Отечественной Войны,отец рассказывал вам,что эти дома строили для себя фашисты,но заселиться так и не успели. \nВы нашли приличную квартиру  на втором этаже одного из таких домов. Она относительно хорошо сохранилась,даже окна были целы,Вы взяли со шкафа книгу \"Таниственная история Билли Миллигана\",автором которой был Дэниэл Киз. \nЗайдя внутрь и подперев дверь тумбочкой, Вы принялись за еду. \n  Как только Ваше тело осознало ,что наступила спокойная обстановка,Вы поняли,что неимоверно устали. Руки и ноги были как будто свинцовыми.\nЕдва вы успели съесть содержимое банки с тушенкой ,тут же уснули...\n  ",
    "answers": [
      {
        "id": 40,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 34,
    "text": " Выйдя на улицу Вы почувствовали ,что очень голодны . \n  \"Нужно наведаться в продуктовый. Теперь я вооружен и опасен\"_Шутя подумали Вы.",
    "answers": [
      {
        "id": 30,
        "text": "Направиться в продуктовый."
      }
    ]
  },
  {
    "id": 35,
    "text": "Жаль,что принимать оборону Вам пришлось в замкнутом помещении,ведь рикошетные пули могли задеть Вас. \n  Зараженных было четверо,работали они настолько четко,что Вы расстреляли целую обойму на всю группу.На этот раз обошлось,но следующий может стать последним\n  На будущее следует вести себя тише.",
    "answers": [
      {
        "id": 37,
        "text": "Продолжить поиск провианта"
      }
    ]
  },
  {
    "id": 36,
    "text": "При попытке сопративления Вас застрелили.\nПоследнее , что Вам запомнилось,это как к Вам  тянуться бледные руки.\n     КОНЕЦ..",
    "answers": [
      {
        "id": 1,
        "text": "Начать квест с начала!"
      }
    ]
  },
  {
    "id": 37,
    "text": "По улице Транспортной вы направились в сторону своего убежища на улицу Свободы..",
    "answers": [
      {
        "id": 39,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 38,
    "text": "В корманах мос-халата марадёра Сани  нашелся пистолет Макарова и три обоймы к нему . Полезного больше ничего не было,похоже второй марадёр был безоружен. \n  Немного подумав,вы натянули мос-халат Сани.\n\"Отличная маскировка,великоват,ну и пусть\"",
    "answers": [
      {
        "id": 24,
        "text": "Выйти на улицу."
      }
    ]
  },
  {
    "id": 39,
    "text": "В обычной ежедневной обстановке Того времени Ваш путь не занял бы больше часа до нынешнего убежища,город был не большим и пройти его по диагонали можно было за пол дня,но учитывая обстоятельства к ночи Вы прошли только половину пути. \n Вас одолевал дикий голод и желание хорошо выспаться. Нужно было найти убежище что бы спокойно переночевать. ",
    "answers": [
      {
        "id": 33,
        "text": "Найти убежище."
      }
    ]
  },
  {
    "id": 40,
    "text": "Сновидение было тяжелым. Вам снилось как зараженные перестреливаются с убитыми Вами марадёрами. Потом Вам снилось как будто всё закончилось,зараженные исчезли и жизнь в городе нормализовалась. Вы заходите в тот продуктовый магази и видите девушку в черном кобинизоне, в следующую секунду из приоткрытой дверь склада девушку захватывает множество бледных рук с черными прожилками вместо вен. Снилось как Вы уходите от погони и попадаете в аварию. \n Потом приснилась мама...\nМама жила с сестрой в Ростове-на-Дону. До того как все произошло, Вы редко поддерживали с ней связь. Сказались проблемы с нахождением общего языка с ней в юнышестве.  Пару раз  Вы были в маминой квартире и сейчас Вам снилась именно та квартира.Свет в ней не горел и царила неестественная тишина. \n  -Мам,ты здесь? Карина? Вы тут?_Спрашивали вы.",
    "answers": [
      {
        "id": 41,
        "text": "Включить свет и искать маму."
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы не удивились ,что света не было. Его не было и в Вашем городе,приходилось заводить электро генераторы,а это было затратно и шумно. На полочке с маминой косметикой Вы нашли свечу и спички. Когда Вы зажгли свечу,пожалели,что вообще заснули. Квартира бфла в ужасном состоянии. Странные потёки на стенах и полных кавардак в квартире не удивило вас. В зале будто бы кровью  на стене было написано \n                             \"НАЙДИ НАС\"\n\n\nНа этом Вы проснулись в холодном поту ,осознавая где сейчас находитесь. \n\"Какой странный сон, нужно найти маму,как же она там,без меня...\" _подумали вы.\nИдти оставалось всего-ничего ,пару километров и Вы на месте. Конечно же все не было так радужно,не хотелось быть пойманным потрулями  или застрелянным марадёром. \n\"Хорошо,что нет мутировавших животных и подобной хрени,пора отправляться.\"_подумали вы ",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить путь."
      }
    ]
  },
  {
    "id": 42,
    "text": "Улица Свободы кончалась на кольца,а начиналась она в примерском парке. Так вот в конце улицы Свободы начинался один из её районов- Пентагон.\nНет,там не взламывали спутники и не сбивали вражеские ракеты. Дома в Пентагоне были выстроены пятиугольником по этому и  имел сходство с американской секретной базой,впринципе по этому Пентагон и получил своё погоняло.Контингент был в этом районе скверный и большинство марадеров,которых Вы знали и видели были Вашими  давними знакомыми,считай в одном райне жили почти. Некоторые учились в Вашей школе. \nВ том же районе находилась аптека \"Беладонна\" . Наверное единственная аптека,которая осталась нетронутой,так как находилась она снаружи Пентагона и просматривалась проезжающими  патрулями  со Свободы. \n\"Скорее всего у меня легкое сотрясение,да и и лоб саднит\"_подумали Вы. \nНельзя было упускать шанса раздобыть лекрств,да и в убежище они заканчивались.",
    "answers": [
      {
        "id": 43,
        "text": "Использовать мантировку и подогнуть решетку окна."
      }
    ]
  },
  {
    "id": 43,
    "text": "Решетка окна отогнута на углу и Вы можете пролезть . Остается выбить окно.",
    "answers": [
      {
        "id": 44,
        "text": "Разбить окно мантировкой и расчищать стекла что бы залезть внутрь"
      },
      {
        "id": 45,
        "text": "Обдумать другой вариант."
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы разбиваете стекло и расчищаете оконную раму от осколков. К оптеке со стороны кольца приежает минивэн и из него нарисовывается четыре тела. Сопративление было бесполезным. \nКак только они направились в Вашу сторону, Вы начади убегать к углу дома .Вы  услышали хлопок выстрела, почувствовали острую боль в оласти лопатки со стороны сердца,тут же упали и уже не всилах были безать. Дальше следовал  контрольный в голову.\n\n       КОНЕЦ....",
    "answers": [
      {
        "id": 1,
        "text": "Пререйти к началу квеста!"
      }
    ]
  },
  {
    "id": 45,
    "text": "Идея со стеклом и мантировкой казалась бредовой.  В голову пришла гениальная идея.\n\"Я брошу камень в окно и укроюсь по другую сторону дороги. Зараженные наверняка приедут на шум,а искать меня им ума не хватит\"\n",
    "answers": [
      {
        "id": 46,
        "text": "Воплотить идею."
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы сделали как и задумывалось.  Все пошло по плану. Через несколько минут к аптеке приехал патруль зараженных,они тупо смотрели на разбитое окно минут 5. \n\"Недоумки,может напасть сзади?..\"_Пронеслось у Вас в голове.\n",
    "answers": [
      {
        "id": 47,
        "text": "Кинуться на зараженных с мантировкой."
      },
      {
        "id": 48,
        "text": "Отстреливать с макарова.",
        "need": [
          38
        ]
      },
      {
        "id": 50,
        "text": "Переждать еще немного"
      }
    ]
  },
  {
    "id": 47,
    "text": "Глупый поступок. Вы конечно успели снести голову зараженному перед тем как словить маслину в лоб.\n\n\n     КОНЕЦ...",
    "answers": [
      {
        "id": 1,
        "text": "Проти квест с начала!"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы тихо вышли на середину дороги ,немного зайдя за угол минивэна зараженных. Первыми двумя выстелами убили двух зараженных выстрелом в затылок. Пара зараженных неповорачиваясь разделилась и начала обходить с двух сторон минивэна. Третий выстрел прошел мимо третьего зараженного,тот вцепился рукой вам в горло.Вы застрелили его в упор.Следом Вас сзади оглушил ударом приклада зараженный,но вы не потеряли сознания и  обранили пистолет. Зараженный начал тащить Вас в машину. \n   Времени на раздумие небыло, Вы начали бить второй ногой зараженногов спину,тот сбивается с ног. Вы встаете быстрее зараженного и бьёте его ногой по голове,по тот не перестает двигаться.\"Бть,чуть не представился,больше не буду атаковать \"в лоб\" \"_подумали Вы,вставля новую обойму в макара.\n Сотрясение мозга было обеспечено, зараженный расцарапал Вам глаз .\n\"Не подхватить бы заразу\"_подумали Вы.",
    "answers": [
      {
        "id": 49,
        "text": "Очистить оконную раму от стекол"
      }
    ]
  },
  {
    "id": 49,
    "text": "Расковыряв острые осколки ,торчавшие в раме, Вы пролезли в аптеку. Было темно и вы зажгли зажигалку . Идеально,полные прилавки забитые медикаментами. Похоже хозяин хотел переждать  заварушку и вернуться к торговле,а сейчас ,возможно,гниёт в подворотне. Взяв лекарства ,назначение которых было вам известно и немного запасов для убежища,Вы направились к выходу.\n Часов у Вас не было,но по расчетам сейчас было около девяти утра.",
    "answers": [
      {
        "id": 52,
        "text": "Отправиться к убежищу."
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы решили еще немного подождать ,как вдруг увидили как по свободо со стороны парка мчиться \"Нива\",причем окна были заварены решетками, лобового стекла не было вообще. Сам корпус нивы был выполнен в стиле \"Аля зомбиапокалипсис\".\nЗа нивой мчалось два уже знакомых микроавтобуса.\n\"Мне бы такую\"_успели подумать Вы,прежде чем увидели как те зараженные,что стояли у аптеки,быстро погрузились в свою машину и тоже погнались за нивой.\n\"Марадеры наверное,пентагоновские,опять гонки на выживание\"\n Дорога была свободна.",
    "answers": [
      {
        "id": 49,
        "text": "Продолжить проникновение в аптеку."
      }
    ]
  },
  {
    "id": 51,
    "text": "Все было в порядке. Двери не выломаны и даже трупа зараженного,привязанного к стулу,не обнаружилось. Автору даже не пришлось усложнять сюжет. [P.s Сам обрадовался)]\nК сожалению Вашего друга не было тоже.",
    "answers": [
      {
        "id": 53,
        "text": "Дождаться Васька."
      }
    ]
  },
  {
    "id": 52,
    "text": "Цель была совсем близко. Буквально пять минут ходьбы и Вы уже дома,к слову эта дорога забрала часа два Вашего времени.\nВы свернули на улицу Трудовые резервы ,под которой кстати проходила часть катакомб ,и нашли запасной вход/выход.\nЗабравшись внутрь Вы щелкнули тумблер выключателя. Вдоль длинного каридора загарелась сеть лампочек подключенных последовательно,по этому свет был тускловат.\n\"Значит батареи еще заряжены,надеюсь Васёк еще жив\"",
    "answers": [
      {
        "id": 51,
        "text": "Пройти по каридору и разведать обстановку."
      }
    ]
  },
  {
    "id": 53,
    "text": "\n                                                Глава 2\n\n\n   Вы ждали до вечера,но друг так и не явился.  Вы решили немного передохнуть ,всвязи с пережитыми событиями,Вам нужно было  хорошо поспать и как следует расслабиться. Вы легли на диван и закрыли глаза,сон не заставил себя долго ждать ,да и усталость взяла своё. Сновидений не было. \n   Проснувшись утром Вы чувствовали себя разбитыми,тем не менее нужно было узнать куда же подевался Ваш друг. Ночью он так и не пришел.Вы решили направиться к \"самоучкам\" .\n   Самоучки-Ваши старые друзья до апокалипсиса,с один из них Вы дружили с самой школы. Это как раз те люди ,которые занимались изучением зараженных в \"кустарных\" условиях. Можно сказать,что они буквально тыкали палками в зараженных и делали какие-то выводы,получали знания и информацию ,которую продавали группировкам.Жили самоучки в Ваших катакомбах,но в северной части,та,что была ближе к парку. \n   Ничего не оставалось,как пойти туда и  узнать новости о последних исследованиях и узнать куда мог деться Ваш друг.\n   Для начала стоило взять что-нибудь из винтовок ,что бы не быть легкой мишенью для тех,кто хочет лишить Вас драгоценной жизни.\n   \n",
    "answers": [
      {
        "id": 54,
        "text": "Пройти на склад."
      }
    ]
  },
  {
    "id": 54,
    "text": "На складе имелось мало добра, нажитого за несколько месяцев,но повоевать можно было. Стеллаж с оружием содержал:\n1.АК74 ,такой же исчез вместе с Васьком.Хорошее оружие,но партоны найти не реально. Вы нашли пару автоматов случайно,когда нарвались на эти катакомбы.Убойная сила , неубиваемый автомат.\n2.Ваша Сайга12. Не плохо,но все же партонов нет.\n3.Ак47,найленный в кабинете учителя ОБЖ в технаре в котором Вы учились. У автомата был спилен боёк и заварено дуло,остальной механизм привести в порядок бфло не сложно.Не такая большая убойная сила ,но лёгок в обслуживании\nа.Пять рожков к АК74\nб. 0 патронов на ружьё Сайга12\nв. три рожка и горстка патронов на АК47,найти их было проще всего.",
    "answers": [
      {
        "id": 55,
        "text": "Взять АК74"
      },
      {
        "id": 56,
        "text": "Взять Сайгу 12"
      },
      {
        "id": 57,
        "text": "Взять АК47"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы взяли  АК74 и пять рожков к нему.Одну сразу же зарядили в автомат.\n\"Теперь можно чувствовать себя защищенным. Это вам не нож,хе-хе\"\nВы направились к самоучками по темным каридорам. Путь не должен был занять много времени,т.к препятствий не ожидалось.",
    "answers": [
      {
        "id": 58,
        "text": "Идти к Самоучкам."
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы взяли сайгу  ,но на нее не бфло партонов.\n\"Как-нибудь раздобуду,чувствую проблемы будут.\"\nВы  направились к самоучками по темным каридорам. Путь не должен был занять много времени,т.к препятствий не ожидалось.",
    "answers": [
      {
        "id": 58,
        "text": "Идти к самоучкам ."
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы взяли надежный Ак47 ,хороший автомат,а главное,что на него можно везде найти патроны.\nВы направились к самоучками по темным каридорам. Путь не должен был занять много времени,т.к препятствий не ожидалось.",
    "answers": [
      {
        "id": 58,
        "text": "Идти к самоучкам"
      }
    ]
  },
  {
    "id": 58,
    "text": "Самоучки  оба были дома. Вы еще не дошли до двери их убежища,но услышали треск радио,значит кто-то искал частоту.\n Вы постучались в дверь условным силгалом,дверь  не открылась. Спустя несколько секунд раздался голос Леонида ,одного из самоучек.\n—Кто ?\n—Да я это ,открывай,дырявый._Сказали вы и громко усмехнулись.\n—Хах,падла,заходи.\n  \nДырявым Лёню называли после очень удачной шутки,которую он воспринял на себя.,а когда уже шутили над тем как Лёня на  это отреагировал, он даже не пытался оправдаться.\n\n  Дверь открылась без скрипа,что было большей редкостью. Эти двое следи за сохранностью убежища. Такая манера поведения не один раз сохраняла им жизнь.Вы вошли в комнату-тамбур.Леонид стоял в ОЗК \nи держал в руках \"Ксюху\".Вы стояли и смотрели на друг-друга несколько секунд.\n -Че вылупился?_скросили Вы и иронично закатили глаза.\n—Ничё . Руки подними,обеззараживать тебя будем.\n—Вы больные,честно,просто помешанные._Вас напрягала такая обстановка.\n—Пасть закрой и терпи.\nЗа Леонидом стоял железный ящик. Похож он был на пожарные ящики ,которые висят на стенах. Обычно в таких ящиках намотан шланг.Леонид достал из ящика боченок со шлангом. Сам боченок был обарудован ручным насосом и когда самоучка накачал боченок из шланга полилась жижа,воняла она уксусом и хлоркой.\n  После того как Вас облили этим раствором,вторая дверь тамбура открылась изнутри.\n\n",
    "answers": [
      {
        "id": 59,
        "text": "Зайти в убежище самоучек."
      }
    ]
  },
  {
    "id": 59,
    "text": "Убежище самоучек многим отличалось от Вашего. Чистота и порядок царили везде. Создавалось даже ощущение домашнего уюта. Подозрительно как-то .\n Первое помещение,именуемое \"залом\" было 36 кв2 метров в площади и хозяева вместили туда по максимуму практичные вещи: Радио,компьютер ( а wi-fi есть?),две кровати,ковры на стенах и стеллаж с оружием,который кстати был богаче вашего. Ковры на стенах показались Вам практичными.\n  Еще была массивная ,на вид,стальная дверь.  На двери был знак биологической опасности.\n  -А где вы зараженных разделываете?_Спросили Вы.\n  — В ка би не те . _Ответил Леонид,как будто прожевав это слово с удовольствием.\n  -А где твой товарищ твой? \n  -Должен явиться с минуты на минуту,крыс с рогатки по катакомбам щимит. Не знаю зачем ему это нужно,но он грезит идеей о вакцине,против вируса щараженных. Кстати говоря мы выяснили один интересный момент. Зараженные явно повинуются кому-то выше стоящему.  Что-то типо иерархии,но я в этот не уверен на 100%. С другой стороны черт их знает, как они вообще стреляют и машинах гонят,похоже это дано не всем...\n    Вы этот момент вы первую дверь убежища постучали..\nЛеонид приготовил автомат и вступил в тамбур.Дверь за ним захлопнулась. Ща тяжелой дверью был слышен бубнёжь и  чере пару минут в убежище Леня вошел уже с Данилом,вторым самоучкой .\n  -Ребят,расскажите еще раз,как вы вообще ввязались во все это?_Спросили Вы.\n  -Тебе же уже тысячу раз рассказывали.\n  -Ну  я хочу послушать еще ,жалко что ли?\n  -Ладно ,слушай...\n \n",
    "answers": [
      {
        "id": 60,
        "text": "Истария самоучек."
      }
    ]
  },
  {
    "id": 60,
    "text": "—Все мы  знаем ,когда это началось,дружище. В тот день я весь день спал и в душе не знал о происходящем.\nВечером,когда ко мне пришел Васек и сказал,что всему хана,я даже не знал что и подумать ,что делать.  Слава богу живу сам и терять особо нечего,кроме хаты там,Данила указал пальцем вверх. Мы за два часа сгрузили шмотки в подвал и остались там. Сидели не долго,пока были саленья в подвале ,пришлось идти на первую вылазку,ну это ты сам знаешь. Я на своей первой же вылазке встретил Лёню,он уносил ноги от зараженных,а у меня была гладкостволка деда,ну я и помог старому другу.  Когда нашли вход в катакомбы счастью было немерено. \n  А что насчет наших эксперементов? Не здоровый интерес. да и к тому же кушать тоже хочется. Что насчет свежей инфы,слушай и запоминай:\n1.Тот кто водитмашину -главный группе,если убить его первым,то выйграешь время в стычке .\n2.Зараженные общаются не ментально,а с помощью звуков. Звуки они издают на неслышимых нам частотах и с помощью них координируются в бою ,да и вообще. Что-то из темы про свистков от собак или кльтразвука.\n3. Самое важное есть кто-то или что-то ,которое раздает приказы. Т.к не зря же они живьём людей уносят хер знает куда и зачем. \n Инфу ,которую выбили толкаем воякам с северного,вроде норм типы,но я бы им не доверял. Вроде все.",
    "answers": [
      {
        "id": 61,
        "text": "Спросить про Васька"
      }
    ]
  },
  {
    "id": 61,
    "text": "—Бла-бла-бла. В прочем не важно ,вы видели Васька,его уже сутки нет,волнуюсь ща кента?_спросили Вы\n— Смешно получается,он тебя искать пошел._Усмехаясь ответил Лёня. \n—Понял. Принял,ладно,бывайте.\nВы развернулись и ушли хлопая дверьми .\n Теперь карты совсем путались. Васёк не знал,куда Вы уехали и мог пойти куда угодно. Появилась новая задача:найти Васька.",
    "answers": [
      {
        "id": 62,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 62,
    "text": "Все пошло на перекосяк как только Вы начали вылазить из катакомб. Одним из выходов была нынешняя электробудка под которой был подком из катакомб.\nВы уже собирались открфть решетку и выйти,как мимо Вас  ,маршируя, прошел отряд заражеенных. Странно,в этом месте раньше было тихо.\n Брать информацию было неоткуда и Вы направились к пентагоновской группировке марадеров. Пол дня пути и Вы подходите к пентагону со стороны улицы Энергитической.  Свобода и Энегитическая паралельные улицы,которые соединяются на кольце.\n  На сколько бы не были глупы уголовники,вход в базу был тщательно и продуманно замаскирован. Вы не дошли и двадцати метров до  входа,как перед Вами взбился столб пыли высотой с Ваш рост. Это был предупредительный выстрел. Дальше идти нельзя было,Вас встретят.\n  -Я пришел за информацией!_крикнули Вы.\n  -Жди. _Послышался голос из громкоговорителя.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Через пять долгих минут ожидания ржавые ворота базы заскрипели и створки распахнулись. Из территории базы вышли пятеро человек. Четверо были облочены в маскировочные халаты типа \"лесник\" ,пятый был в штатском. Пятый шел по середине четверки,по всей видимости,остальные были его телохранителями.Пятерка подошла к Вам на расстояние десяти метров,дальше следовал диалог:\n  -Ты кто такой и чего тебе нужно?_крикнул пятый.\n  -Я отшельник,пришел обменять информацию на информацию._крикнули Вы\n  -Херовое предложение,честно говоря,но ты можешь зайти._сказал пятый ,понизив тон.\n   Территория базы пентагоновских марадеров была запущена до безобразия,но узнавались элементы прошлого времени.Дома так же стояли пятиугольником,но большенство окон теперь больше походили на бойницы. Осталась даже детская площадка,обшарпанная и изувеченная,но все же была,у марадеров были семьи и дети. Пустырь по середине переоборудовали в блокпост по высшему разряду :Четыре пулемёта пятидесятого калибра стояли укрытые множеством мешков с песком. По середине блокпоста стояла бывшая телефонная вышка,оборудование с нее сняли и переделали в обычную вышку,на которой был мощный прожектор.\n\"Откуда у них электричество,неужели тоже генераторы?\"_успелось подуматься Вам. Кое где виднелись даже грядки.\nПо свободной территоррии сновали женщины и дети,мужчин Вы не почти не увидили и это немного Вас смутило.\n—Х**и ты косишься,шагай давай._кто-то из пятерки толкнул Вас авторматом в спинул.\n—Кайф есть ,кошусь._ответили Вы и немного обернулись.\nПо пятерке пошел легкий гогот и единственыый телохранитель не смеялся и даже покраснел,по всей видимости именно он Вас толкнул.\n—Нам сюда._сказал пятый и указал пальцем на подвальное помещение одного из домов.\nВам следовало двигаться туда.",
    "answers": [
      {
        "id": 64,
        "text": "Идти в подвал"
      }
    ]
  },
  {
    "id": 64,
    "text": "Войдя в подвал,Вы почувствовали себя как в ловушке. Куча марадеров и Вы в закрытом помещении. Лишнее слово и  поминай как звали. В подва снаружи вела длинная летница. Каридор тускло освещали лампочки \"Ильича\" .  Вас провели в косой каридор в катором было три двери. Одна из них была обита дермантином ,закрепленным на гвозди. \n\"Как в КГБ ,только наоборот,хе-хе\"_подумали Вы. \n Провели Вас именно до этой двери ,пятый вышел из тройки и постучал в дверь. \n—Кто там?_раздалось из-ща двери\n—Алексеич,открывай.\n—А,Макс? Заходи,открыто.\n  Макс открыл дверь и жестом показал Вам,что Вы идёте вперёд,потом последовал за Вами уже без телохранителей.",
    "answers": [
      {
        "id": 65,
        "text": "Оглядеть кабинет."
      }
    ]
  },
  {
    "id": 65,
    "text": "Вам сразу бросился в глаза стол из красной древесины  и сидящимй за ним человек.Он казался Вам очень-очень знакомым. \n—Ну,присаживайся,Киря._сказал он\n—Етить твою,Леха,ты?\n—Я это я,как бы это странно не было,ты лучше скажи мне как сюда попал и че хочешь.Я думал ты уже давно червей кормишь. Помню тебя со школы,дрищем был ,а сейчас подтянулся,остепенился.\n—Да я по очень важно вопросу  ,так сказать.  В общем живу я по прежнему на свободе. И  на данный момент ищу одного человека.\n—На свободе? Там разве жить еще можно?! Мало верится,ну выкладывай,раз уж пришел.\n   Вы расссказали свою приключенческую историю со дня катастрофы и о том,что ищите товарища.\n—Я помогу тебе. Можно сказать,по старой дружбе,но и от полезной инфы тоже не отказался бы. _сказал Леша.\n— Базару ноль. В общем вояки на северном в курсе того,что я тебе сейчас расскажу. Нужно убить зараженного ,который командует группой,что бы успешно закончить бой,он водит машину,других способов его вычислить я не знаю.Потом,общаются они звуками,хер их знает на какой частоте,но в теории можно их гасить ультразвуком (это уже мои догадки)\nИ самое главное,что я узнал:у зараженных есть типо главарь. Конкретно его проихождения я не знаю,может он не из рода человеческого.А вам,ребята ,советую чаще включать радио и шарить по волнам,может чего полезного найдёте.\n—Ах**ть. Сказать-то больше нечего. Решено, я погоняю своих людей и они попробуют найти твоего Васька. Как я понял ,люди Вы небезызвестные и может кто его и видел._сказал Леха\n  Тот третий,что был в кабинете \"нервно курил в сторонке\" пока Вы разговаривали с другом. \n—Я бы хотел перетереть на едине,если можно конечно._сказали Вы.\n—Конечно,Павел,будь добр._сказал ,будто бы в пустоту,смотря на стол Леша.\n—Понял._сказал Павел и ретировался.",
    "answers": [
      {
        "id": 66,
        "text": "Делее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Как только Павел вышел,Леха достал початую бытулку коньяка и два стакана.\n—Тосты ,я думаю неуместны. давай бахнем._с одобрение сказал Леха.\n—Ну ,друмаю разок можно.\nВы в Лешей выпили по одной,потом еще по одно и завязался душевный разговор о том,как Алексей попал сюда и как он стал главным в банде марадёров.\n—Я тогда только второй курс в радике заканчивал и не за долго до катастрофы перебрался на пент,хату снимать.Пару недель буквально прошло,как начался замес лютый. Бабы визжали,дети шкерились по углам и орали,а музжики.. Мужики сразу сплотили команду для обороны. Встал вопрос о том,кто ей будет управлять. Я был в этой команде от безвыходности. Если бы я сидел дома,пент пал бы через пару дней.В общем на собрании  я был подпитый и когда один типуля  почти утвердился на пост главы,я стукнул кулоком по столу,потом по его е*лу и вопросы у всех отпали. Я стал главным в этой шарагкиной конторе. \n—Ага._Вы слушали с интересом ,пару стаканов конька давали знать о себе.\n—Э,ты вообще слушаешь?",
    "answers": [
      {
        "id": 67,
        "text": "Да-да ,слушаю"
      },
      {
        "id": 68,
        "text": "Захрапеть в стол"
      }
    ]
  },
  {
    "id": 67,
    "text": "—Эт хорошо. Так вот я не знаю почему нас называют марадерами. Путников мы почти не трогаем,если первые не лезут,отстреливаем зараженных и собираем хабар во благо ,так сказать,своего жилища.А вообще ребята харошие,да и бойцы отличные\n—Видел я твоих людей недавно._Усмехнулись Вы\n—Ты о чем?\n—Ели унесли задницу от зараженных,чем очень мне помогли.\n— Я разберусь. Ладно,дело к вечеру, я тебе у нас койку выпишу. У Плюшкиных переночуешь,а я пока на Васька наводки кину",
    "answers": [
      {
        "id": 70,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 68,
    "text": "Вам уже было не до разговоров,забытие пришло как только Вы сокнули глаза.\n—Ска,отнесите его к Плюшкиным спать. Завтра договорим._Сказал Леха и пошел  к выходу на улицу.\nАлексей вышел на улицу,свистнул и к нему начал стягиваться народ. \n—Все видели человека,который заходил ко мне?\n Народ одобрительно загудел.\n—Кто-нибудь знает кто он?\n—Ну я знаю,отшельник он. На свободе живет в подвалах с кентом.\n—Отклично,ты и возглавишь операцию по поиску этого кента.\n—Блэт,вот как всегда.\n—Сам знаешь,что инициатива делает с инициатором.Всем разойтись,Плюшкин,собери пять человек и двигайтесь на поиски,времени у тебя до утра .",
    "answers": [
      {
        "id": 70,
        "text": "Утро."
      }
    ]
  },
  {
    "id": 69,
    "text": "Поглядев в окно,Вы продолжили осматривать квартиру. \nЧерез пару минут Вы были на кухне.Кухня была как будто советского образца.  Никакой новой медебели,все из \"тысяча-девятьсот-затертого\", квадратура была мизерной и невозможно было развернуться,а Вы так привыкли к просторам убежища.  Во внимание бросилась электрическая печка,стоявшая на столе. Под столом стоял аккумулятор с прикрепленной к нему клемами переноской .  Провод переноски вел к печке.\n\"Отлично,может чайку найду.\"\n Вы начали рыться по полкам в поисках чая,но нашли старую упоковку кофе,та была почти полной.Эмалерованный чайник стоял уже на печке и в нем была вода. \n Вы выпили кофе без сахара из старой железной кружки  и решили выйти на улицу,как ручка входной двери опустилась. Перехватило  сердце,автомат Вы забыли на раскладушке где спали. Дверь открылась и в квартиру вошла девушка. Светлые пусть и немного засаленные волосы опускались до лопаток,идеальная талия и все ,что нужно мужчине для счастья у нее имелось.При виде Вас на лице девушки не дернулась ни одна мускула.Вас это удивило. \n—Привет._Расстерянно сказали Вы.\n—Здравствуй.\n—Меня Кирилл зовут.\n—Ооочень приятно._Протянуто сказала бевушка и сделала недовольный вид.\n—Что-то не так?\n—Да, ты в моей квартире находишься. Я понимаю ,что главный так сказал,но все же ,какого черта?\n—Да не помню я.\n—Ладно иди ,там моего мужа отправили искать твоего друга  иди и ты займи себя.\n—Понял. Принял\n",
    "answers": [
      {
        "id": 71,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы проснулись на раскладушке в уютной квартирке.Голова трещала какбудто бы в ней есть тяжелый шарал,который там катается и любое Ваше движение отдается дальше,как бы по инерции. Состояние было наидерьмовейшим.\n   Хозяев не было дома и Вы решили осмотреться. \nВсе вокруг было как в обычной квартире,только везде расставлены поплавленные свечи.\n\"Интересно,они что-нибудь знают о пожарной безопасности?\"\nВы посмотрели в окно,тоже самое,что и было вчера,только царила необычная обстрановка. Будто бы люди готовились к чему-то серьёзному.",
    "answers": [
      {
        "id": 69,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы вышли из квартиры,спустились по летнице и вышли на улицу. Переодически ловили на себе удивленные взгляды жителей базы.\n\"Разрдажает немного. Не думаю,что стоит здесь задерживаться.\"\nВы спустились к Леше ,что бы узнать дальнейший план действий. \n—Утро добрым не бывает._Вы вошли без стука.\n—Ну не скажи. Тебе чего?\n—Да мне делать по сути нечего ,может подкинешь работёнки?\n—Дай подумать. Да,подкину,у нас радие нае...сломалось короче. В общем принеси пару приемников,а мои умельцы соберут то ,что нужно.\n—понял,принял.",
    "answers": [
      {
        "id": 72,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы вышли от Леши и направились к выходу из базы ,как с наружней части ворот начал доноситься гомон.  Подойдя к КПП Вы узнали у  охранника,что к базе пришла группа выживших .\n—А откуда они вообще выползли?_Спрашиваете Вы у сторожа.\n—Понятия не имею. Все без оружия,молят,что бы их пустили. Мол не отобьются от зараженных если что вдруг.\n—А есть куда пускать-то?\n—В том-то и дело,что некуда. \n\nВдруг за воротами начался не просто гомон и ор и крики.Вы попросили охранника открыть Вам дверь кпп и вышли на улицу с автоматом на изготовке.По иронии судьбы выжившие привели за собой зараженных. Из базы начали стягиваться тяжеловооруженные дяди и Вам не очень хотелось учавствовать в этом замесе,но совесть говорила ,что надо.",
    "answers": [
      {
        "id": 73,
        "text": "Уносить ноги."
      },
      {
        "id": 74,
        "text": "Остаться и навалять уродам."
      }
    ]
  },
  {
    "id": 73,
    "text": "  Вы благополучно свалили буквально перед началом представления. На Вас никто не обратил внимания,даже зараженные,стало чуточку обидно.\n  Впринципе сейчас Вы не были без дела ,нужно было искать радио. Можно было зайти к Максу и купить у него немного барахла,но вышло бы дорого так как Макс еще тот жлоб,по этому Вы начали идти по энергетической в сторону Десятого переулка. Если быу Вас с собой была карта района,то она выглядела бы как решетка,в которой гранями являются улица Свободы и Десятый переулок.По паралели шли улицы:Свободы ,Водопроводная,Энергитическая ,Карла-Либкнехта и тд. по вертикали шли переулки,26 переулок начинался почти на самом пентагоне. Сейчас Вы находились на пересечении улицы энергитической и 23 переулка. Так как на переулках в основно были частные дома,делать тут особо было нечего. Марадеры обчищали такие дома в первую очередь. Двигаться нужно было к пересечению десято и свободы ,этот район был усеян многоэтажками и впринципе что-то можно было найти,марадеры далеко не залазиют.",
    "answers": [
      {
        "id": 76,
        "text": " Двигаться в сторону многоэтажек"
      }
    ]
  },
  {
    "id": 74,
    "text": "Совесть все таки взяла своё,а может это судьба и кто-то Вам управляет. Неизвестно.\n Два минивэна зараженных были на подходе , а выжившие бросились в рассыпную:кто-то ломился в ворота,за что его били прикладом;Кто-то сваливал в частные дома,в надежде найти укрытие.\n  Вы спросили у часовых,нет ли у них сейчас гранат,ответ был положительным, один кард постоянно носит ссобой лимонку,что бы если его загребцт,то унести ссобой как можно больше этих тварей.\n  Вы выбрали удобную позицую за припаркованной около ворот шахой и  методично,сберегая потроны,стреляли по колёсам минивэнов.\n\"Почему выбор пал именно на эти машины?\"\nОдин минивэн  на большой скорости упал  бок и протащился еще метров тридцать. Выходить из него никто и не думал. Второй продолжил путь и уже подъезжал к базе.\n\"Как раз и не нужно далеко ходить за радио,вытащу магнитолы.\" \n  Зараженные как всегда были впятером и как только дверь окрылась,они распались по позициям. Вы запомнили того,кто вел машину,из Вашей позиции его не было видно,пришлось обходить так что бы остаться незамеченным.Главный зараженный прятался за задним  левым крылом машины и Вы застали его в расплох. Выстрел услышали все зараженные и застыли как вкопанные,так как у главного в сердце виделась чернеющая дыра. Форма обливалась кровью,тоже кстати богрового цвета.Воспользовавшись моментом ступора Вы раглушили еще двоих. Остальных сняли постовые. Вы тут же забрались  в машину и вытащили магнитолу,пока этого не сделали местные.Осталось узнать,как обстоят дела в перевернутом минивэне.\n Дела там обстояли дерьмово,машина упала так,что зараженные передавили друг-друга ,а в глазу водителя торчал приличных размеров осколок лобового стекла.\nОчко играло на максимум когда Вы лезли туда ща магнитолой.\n Дела были закончены,целый минивэн отогнали на базу ,выживших пустили,а Вы стали для местных кем-то вроде героя. ",
    "answers": [
      {
        "id": 75,
        "text": "Вернуться на базу и отдать магнитолы."
      }
    ]
  },
  {
    "id": 75,
    "text": " Пусти на базу Вас без каких либо прецидентов и Вы направились к Лехе,что бы отдать барахло.",
    "answers": [
      {
        "id": 77,
        "text": "Двигаться в кабинет Алексея"
      }
    ]
  },
  {
    "id": 76,
    "text": "Будучи воороженным,Вы были уверены в себе и самой хорошей новостью сейчас была бы находка Васька,но самое интересное было еще впереди.\n Сатрые приемники Вы нашли в квартире на первом же этаже. Пл всей видимости в ней жил какой-то дедуля и собирал с улицы всякий хлам. Нашлась даже пара детских раций.Вы вернулись обратно на базу.",
    "answers": [
      {
        "id": 75,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы спустились по крутой лестнице в подвал и  прошли уже по знакомому каридору,потом вошли в кабинет без стука.\n—Салам,я принес тот хлам,что ты просил.\n—Отлично-отлично,значит скоро восстановим связь с остальными группировками.\n—Кстати,я давно не слышал,о группировках. Есть что нового?\n—Да по херне,Вояки бушуют на свереном,мирные обживают Русское поле,все как обычно.\n—Ясно,как там поиски?\n—Эээ... Не очень,нашли мы конечно твоего друга,но и не друг он теперь совсем \n Сначала эти слова  показались Вам полной бессмыслицей,а потом начало доходить от чего засосало под лапаткой.\n—То есть ты хочешь сказать,что он..\n—Да,его заразили и  сегодня нарвались на патруль,он там был. Ребята его оставили,а остальных перебили,тебе повезло,что ты вовремя обратился ко мне.Он в изоляторе.\n—Капец..Ладно,я в изолятор.\n—Бывай. Вы развернулись и Вышли из кабинета,направились на верх.",
    "answers": [
      {
        "id": 78,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вам оставалось узнать  где изолятор. Язык до Кiева доведёт и вскоре Вы уже спускались в другой подвал ,который был похож на корридор по которому водили людей на расстрел. Все жестко и по спартански.\nБетонныe стены,сырость и лампочки Ильича  через каждые пять метров. В конце каридора  была большая железная дверь,которая внушала чувство полной защищенности одим своим видом.\n\"Черт,такую не выломаешь даже при хорошем желании.\"\n Вы подошли и постучали в дверь и гул отдался эхом по всему каридору. Стало как-то жутко,в частности от того,что предстояло Вам там увидеть.",
    "answers": [
      {
        "id": 79,
        "text": "Делее."
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы были морально готовы увидеть вашего друга зараженным,но это оказалось гораздо тяжлее ,чем Вы себе представляли.\nВасек лежал на металлическом столе.Руки и ноги его были стянуты кожаными ремняти так туго,что они выпивались в кости. Он лежал молча ,открыв шлаза, и смотрел в потолок помутневшими глазами.\n По вашей правой щеке покатилась слеза.\n—Твою мать,как так-то?!За что??\n  В помещение зашел Александр и завязался диолог:\n—Я понимаю твои переживания.\n—Да какие к черту переживаения,нужно вылечить его. Но как?!\n—На сколько я знаю,лечаться от этого только через гроб.\n—Ты уверен?\n—Нет конечно,но я еще ни разу не слышал,что бы от этого могли вылечиться.Вирус очень странный,по миру везде такая эпидемия и по радио передают,что началось это именно у нас в городе,значит где-то есть эпицентр.\n—Я слышал,что дом культы в центре вообще темное место,туда нога нормального человек не ступала с начала эпидемии.\n—Ладно,иди проспись ,а завтра я скажу тебе как поступим.\nПоследняя фраза прозвачала как приговор,как будто бы у Вас не было воли в этом плане,но Леша хотел помочь и возраэать Вы не стали.",
    "answers": [
      {
        "id": 80,
        "text": "Идти спать к Плюшкиным."
      }
    ]
  },
  {
    "id": 80,
    "text": "В этот вечер семья Плюшкиных была в сборе и встретили вас почти радостно,учитывая явную неприязнь жены Павла к Вам. \n  -Ребят,я же не сам сюда хожу,не обессудь.\n  -Да ладно ,дружище,все мы люди и всё понимаем. Меня,кстати,Паша зовут.Тебя как величать?\n  -Хах,Кирилл меня звать._сказали Вы и как можно доброжелательнее улыбнулись,хорошее расположение этих людей было важно Вам,как минимум что бы  спать и не опасаться ,что не проснешься.\n  -Ужинать будешь,у нас свежая дичь. Сегодня на Сады ездили настреляли зайцев.\n\nЗайчатину Вы не если давно и отказаться от сея прекрасного предложения Вы не смогли ,даже учитывая воспитание.\n\n -Конечно,я пошел мыть руки.\n -Ждем._Сказал Павел и направился на кухню.\n \nВы направились туда,где должна была находиться  ванная комната. Вы не ошиблись и зашли в то помещение. Ванная была совмещена с гальюном и смотрелась прилично. Над раковиной висел умывальник,в который наливают воду,таким Вы умывались еще в детстве у бабушки в деревне.\nПомыв руки Вы направились на кухню за обеденный стол.\n\n -Что ж,не буду утруждать всех какой-то речью,приятного аппетита.\n—Спасибо._хором сказали Вы  с женой павла.\n\nПопробовав первый кусочек мяса  Вы зажмурились от удовольствия. После полугода поеданич консерв эта еда показалась чем-то божественным. Вы замяли свою порцию за десять минут и поблагодарив хозяев за прекрасный ужин направились к своей раскладушке. \n",
    "answers": [
      {
        "id": 81,
        "text": "Лечь спать."
      }
    ]
  },
  {
    "id": 81,
    "text": "Проснувшись утром Вы направились к Лехе,что бы узнать план действий по уничтожению заразы.\n—Утро добрым не бывает._Сказал Леша ,будучи мрачным.\n—Что случилось?\n—Да тут такая херня,западные на мели ,сами последние патроны достреливают,Северные вояки  сказали,что связываться с ними в экстренной ситуации ,то есть получается если нам начнут поджаривать жопу,а так сами должны справиться.\n—А цыгане?\n—Да хрена ли с тех цыган,они как бомжи лазают по городу как всегда,от них толку столько же ,сколько сейчас от мобильника.\n—Ясно,а как наше расположение сил?\n—Да хреновастенько,но поваоевать сможем.  У нас есть моюильный радио узел в газели,две волги зашитые под завязку стволами и грузовая газель моя личная.В ней и поедем.\n—Я видел у вас была нива. Гроза апокалипсиса._Сказали Вы и усмехнулись.\n—Пацпны её сейчас шаманят,думаю ближе к полудню все будет в порядке.\n—Понял. принял.  Так чего мы ждем? Погнали навешаем зараженным раз и навсегда.\n—Да,я думаю как нива будет готова ,так и поедем.\n\n После этих слов Леша достал  ту самую бутылку коньяка и предложил Вам выпить. \n",
    "answers": [
      {
        "id": 82,
        "text": "Отказаться."
      },
      {
        "id": 83,
        "text": "Базару ноль,Лёх,давай прогреем трубы."
      }
    ]
  },
  {
    "id": 82,
    "text": "  Вы отказались выпивать и решили отоспаться перед серьёзным замесом. Можно даже сказать решающим в жизни,ведь тем самым,если Вы уничтожите источник заразы,можете вылечить друга.Вы легли спать ,погрузившись в тяготу мыслей о будущем.\n   Время  ,как оказалось ,настало и  вас разбудил Павел. Он тоже должен был ехать со всеми и сражвться за \"светлое будущее\" \n -Вставай ,боец,в ружьё!\n -Так точно!_сказали Вы и улыбнулись Паше .\nСобрав самое необходимое для боя вы с Павлом вышли на улицу. Зрелище впечалсяло до безумия.\n  На улице выстроившись в три ряда стояло сорок пять мужчин в разгрузках и с внушительными обвесами на винтовках,у некотовых на плечах висели тяжелые пулемёты.\n   -Ухуесть...\n   -Да,серьёзная компания,теперь когда видишь это,можешь назвать нас обычными марадерами?\n   -Пожалуй нет,выглядит серьёзно.\nВы с Пашей встали в ряды и ждали появления командира.\n Алексей вышел в серьёном расположении духа и был не так мрачен как утром,похоже еще не протрезвел.",
    "answers": [
      {
        "id": 84,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы пропустили пару стопок с другом и пошли спать ,как вдруг нахлынули мысли о предостоящим боем .Можно даже сказать решающим в жизни,ведь тем самым,если Вы уничтожите источник заразы,можете вылечить Васька.Вы легли спать ,погрузившись в тяготу мыслей о будущем.\n   Время  ,как оказалось ,настало и  вас разбудил Павел. Он тоже должен был ехать со всеми и сражвться за \"светлое будущее\" \n -Вставай ,боец,в ружьё!\n -Так точно!_сказали Вы и улыбнулись Паше .\nСобрав самое необходимое для боя вы с Павлом вышли на улицу. Зрелище впечалсяло до безумия.\n  На улице выстроившись в три ряда стояло сорок пять мужчин в разгрузках и с внушительными обвесами на винтовках,у некотовых на плечах висели тяжелые пулемёты.\n   -Ухуесть...\n   -Да,серьёзная компания,теперь когда видишь это,можешь назвать нас обычными марадерами?\n   -Пожалуй нет,выглядит серьёзно.\nВы с Пашей встали в ряды и ждали появления командира.\n Алексей вышел в серьёном расположении духа и был не так мрачен как утром,похоже еще не протрезвел.",
    "answers": []
  },
  {
    "id": 84,
    "text": "  -Бойцы,Смиииирно!_командирским бассом крикнул Алексей и Вы от неожиданность подчинились приказу.\n  -Сегодня нам предстоит помесить дерьмо,которое не дает нам спокойно жить уже пол года. Если какая-то лялечка хочет отсидеться в тылу,я не держу,но путь она знает,что я лично буду называть её ссыклом.\n\nЕстественно никто не вышел из строя ,так как люди должны были вступить в борьбу со злом ради спокойной жизни своих семей.\n\n—Я так и думал. Нужно накидать этим чертям таких люлей,что бы мама родная не узнала,ну или что у них там. В общем смирно,грузитесь по машинам.\n\nБойцы почти тридцать человек загрузились в газель и остальные расселись по волгам . Вам досталось почетное место в ниве рядом с Лехой .\n—А че это за хренотень на копоте?\n—Динамик громкоговорителя.\n—А нафиг он тебе?_спросили Вы и рассмеялись.\n—Всмысле? ты же сам говорил,что эти твари боятся ультразвука.Ну я и сказал умельцам,что бы примонтировали на машину приспособу.\n—А  ведь точно,как бы это странно ни было,но Вы совершенно забыли про этот замечательный тактический ход.\n—Совеременные проблемы требуют современных решений._Сказал Леша и улыбнулся.\n\nВ этот момент машина тронулась и выехала в открытые ворота.",
    "answers": [
      {
        "id": 85,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 85,
    "text": "Ваша колонна плавно двигалась к центру города по пустующим и широким улицам.  Казалось ,что сейчас  просто тихий час и город уснул,но этого не могло быть. \n—Угнетающая обстановочка._сказали Вы,уставившись в окно.\n—Да и до эпидемии не так уж и людно было. Мне так даже спокойнее .\n—Конечно спокойнее ,когда за тебя горой стоят пол сотни людей,а ты преставь,что сейчас какого-то одинокого бродягу расстреливают зараженные.\n—Да иди ты,не порть настроение._сказал Леша и отвернулся.\n—Наверняка нас видели и уже ждут где-то на въезде в центр.\n \nВыехав на гоголевский ,Вы заметили,что город начал меняться:было слишком много растительности и странная лоза обвивала почти все деревья и строения.\n\n—Ты чувствуешь это?_сказали Вы принюхиваясь.\n—Да какой-то странный запах ,сладковатый что ле..\n—Токсин?\n—Возможно,секунду._Леша достал рацию  и  нажал кнопку.\n\n—Внимание,надеть противогазы,обнаружен неизвестный токсин. Оружие на изготовку \n\nЛеша достал и своего рюкзака ГП-5 с хоботом и красным продолговатым фильтром.Вы в свою очередь сделали тоже самое,только у Вас был не настолько хороший фильт,он был длинным и серым.\n",
    "answers": [
      {
        "id": 86,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы надели противогазы  и почти доехали до дома культуры,как вдруг обеим волгам одновремннно прострелили правые передние колёса. Колонна моментально остановилась и Леша скомандывал в рацию\n—По позицияям! К лозе не подходить,к машинам вплотную не прижиматься,стрелять без предупреждения.\n\n\nБойцы среаговали в доли секунды и высыпались из газели и заняли позиции. Здание дома культуры было целиком обвито лозой ,на которой росли странные побеги в виде бутонов малинового цвета. \n Само здание находилось на  перекрестке Гоголевского и Петровской. Перекресток непредсказуемая вещь,он может дать путь для отступления или сыграть злую шутку.Как раз это и случилось. По строноне Петровской выкатился старенький БТР ,а с двух других строн настпали отряды зараженных . Обсалютно разные люди одетые в одинаковую форму.\n\"Такое впечатление,что у этой заразы есть свой стиль\"\nК тому времени на Волги уже установили пулемёты пятидесятого калибра и открыли огонь по отряду зараженных,полетели осколки черепушек,но не стоило забывать про второй отряд и БТР ,который медленно ,но неумолимо приближался,единственным оружием на нем было приличных размеров пулемётное гнездо с торчащим из него дулом.\n—Йоооодана рот._Заорал кто-то из задних позиций,ему прострелили колено. \n—Кирилл ,в волге есть связка противотанковых гранат,спасибо воякам.  Возьми связку и кинь под БТР. по идее прошьет насквозь вместе с содержимым.\n—Ты че,гонишь что-ле,это же самоубийство.\n—Беги ска иначе сам порешаю!\n\nНичего не оставалось как бежать за связкой гранат.",
    "answers": [
      {
        "id": 87,
        "text": "Взять связку и бежать к БТРу"
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы взяли связку и  побежали к БТРу,как вдруг верхний люк открылся и из него высунулся зараженный и схватился за ручки гацбицы. Вы почувствовали на себе его отвратительный взгляд и поёжились,оставалось вытащить одну чеку и бросить связку.\n Вдруг Вы подумали ,что будет если кинуть связку под машину,ведь взрывной волной и пламенем разнесёт все,что будет рядом,а далеко отбежать в можете не успеть.Был еще вариант рискнуть и подбежать ближе ,так и гаубица не смогла бы Вас задеть,учитывая угол наклона гнезда и кинуть гранаты в люк ,где сидел зараженный.",
    "answers": [
      {
        "id": 88,
        "text": "Выплнить приказ."
      },
      {
        "id": 89,
        "text": "Рискнуть и сделать посвоему ."
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы таки отважились выполнить приказ ,попытались выдернуть чеку  зубами,но дернули сам зуб,это оказалось более сложно чем Вы думали.\n\"Черт ,как там Шварцнегер делал?!\"\nВыдернув чеку рукой Вы катнули связку под днище БТРа ,а сами побежали в строну за остов приоры.\nНедобежавши пару метров до укрытия Вам зароыало грудь очередью из гаубицы,граната взорвалась и БТР подлетел в воздух на метр,в то время как его поглощало адское пламя.\n Вы погибли достойной смертью героя...\n \n  КОНЕЦ...",
    "answers": [
      {
        "id": 1,
        "text": "Начать квест заново."
      }
    ]
  },
  {
    "id": 89,
    "text": "\"Да ну к черту,я не суицидник\"_подумали Вы и побежали на встречу БТРу  и буквально легли под днище,прежде чем застчала очередь из гаубицы прямо перед машиной выбивая куски асфальта.\n\"Вашу мать,чуть в штаны не наоожил,но оно того стоило\"\nБТР проехал прямо над Вами . Втав и обтрехнувшись Вы вырвали сразу две чеки из связки гранат и бросили к люку машины. Связка ударилась о спину зараженного и упала в люк. У Вас осавалось буквально секунд пять,что бы укрыться от неминуемой шрапнели осколков токой части задней брони БТРа. Вы укрылись за остовом машины УАЗика ,закрыли уши и открыли рот,лабы сбавить давление на череп во время взрыва.\n\nРаздался ,неслыханных велечин, грохот. БТР взвился над землёй на мерт и полетели осколки металла во все стороны. Если в стенах здалий еще оставались окна,то сейчас у них не было шанса так же как и у находящихся  внутки бронквика зараженных. У Вас зазвинело в ушах.\nВы вышли из за укрытия и осмотрели место взрыва :Куски старого броневика вадялись где только можно было в перемешку с ошметками экипажа,где-то на обочине догорал бензобак.\n Вы побежали до своей команды,в то время как люди там сражались уже более вяло и нехотя. Некоторые просто стояли на месте.Прибежав на место сражения Вы  спросили у Адексея что случилось.\n—Да хер его знает. В голову торкает неведомая дичь,как бы хочется просто сдаться.\n—В дом культуры быстро,завалим эту херь и долно будет отпустить,бери всех,кто еще адекватен!_крикнули Вы и тряхнули Лешу за плечи.\n—Бойцы,отступаем к зданию,прикрывать спины!\n—Я за гранатами мало-ли что.\nСбегав в волгу за еще одной свякой ,взяв в добавок маленький рюкзак огнемёта,лежащий на переднем седении  побежали ко входу в здание.\n",
    "answers": [
      {
        "id": 90,
        "text": "Начать штурм"
      }
    ]
  },
  {
    "id": 90,
    "text": "Зараженные наступали как стая гиен . Зажигалкой вы подпалили струйку газа теперь идущую из ствола огнемета и оделирукзак на плечи.\nС оило нажат курок на длинном пистоле е имправмзированного огнемёта как из ствола под  давлением вылетела неприрывная струя горючки ,которая в момент загорелась от огонька с газом.Огнемет стал решающей точкой в сражении. Водя страёй огня по сторонам Вы сжигали зараженных и успешно прикрывали тех,кто взламывал двери дома культуры. \nЧерез пару минут двери были вскрыты и у всех пооткрывались рты.Здание изнутри было гараздо больше покрыто лозой и растител ностью ,чем изнутри ,а в центре холла бфл огромный бутон ярко красного цвета. В момент лоза начала шевелиться и пустилась по полу как змея,всего их было около двадцати. \n—Это что за хищная тварь?_Кричал Лёха,что бы было слышно сквозь противогаз.\n—Не знаю,но попробую поджарить._Вам очень понравилось управляться с огнемётом.\n Поамя огнемёта путилось по полу поедая лозу плетущуюся в строну Вашей группы вкоторой было уже восемь человек.\nБутон раскрылся и начал извать режущий уши звук ,настолько сильны что все попадали на колени заткнув уши . Леша выбежал из здания и Вы подумали,что он дезиртировал,как вдолеке зыарычал мотор старой нивы и она подъехала ко входу прямо на ступени. В политре звуков появился новый,писклявый звук будто тысячи комаров залетели в дом.  Это юылоа ультро-звуковая  установка Леши на ниве.\nдавление на уши уменьилось и Вы вспомнили про связку гранат у мебя на поясе. Поднявшись с колен и отвязав гранаты в Вы выдернули чеку . Прождав секунды две вы с размаху швырнули ее в сторону  бутона. Связка полетела выше чем планировались и у всех находящихся сжались колокола. Пока связка не перелетала прозвучал выстрел из ствола одного из бойцов и гранаты возрвались  разнеся будтон по кускам и сбив с ног вВам и всех кто успел встать на ноги. Вы упали на пол и прилично приложились головой,закружилась голова.\n—Ураааааа!_кричали люди\nИ когда крик прекрался ,Вы услывашали вопли других людей ,пояти человеческие. Это догорали зараженные ,контроль над их разумом пропал и они поняли что сгорают за живо,бились в припадках и кидались на друг-друга.\n",
    "answers": [
      {
        "id": 91,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 91,
    "text": "                                         \n                                             Эпилог\nВаш друг погиб,как оказалось контоль над разумом оставлял неисправляемый отпечаток на психике и бывшие зараженные ппросто сходили с ума. Шансов у Васька выжить не было.",
    "answers": [
      {
        "id": 92,
        "text": "История Пентагоновских марадёров."
      }
    ]
  },
  {
    "id": 92,
    "text": "После победы над бутоном  базара разрослась и  захватила всю свободу до восстановления. Подчищала остатки психов ,которые остались от зараженных.\nВас как героя на руках несли по базе и устроили неплохой пир в Вашу честь.\n",
    "answers": [
      {
        "id": 93,
        "text": "Ичтрия мира в целом."
      }
    ]
  },
  {
    "id": 93,
    "text": "Воееные передали,что в Таганроге был один из сотни очагов заражения и  зная как уничтожать это заразу весь мир собраля и  стер в порошек все бутоны.\nНаселение планеты сократилось в семь раз. \nБыла ли эпидемия спасением человечества ?\nОтвет на вопрос будет ждать Вас во второй части  моего квеста .\nСпасибо да прохождение)",
    "answers": [
      {
        "id": 1,
        "text": "Начать квест сначала."
      }
    ]
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  }
]