[
  {
    "id": 1,
    "text": "                     ~Как выжить на чужой планете~\n\n                                (начальный уровень)\n\nДобро пожаловать, гражданин Терранского Союза!!! Тебя приветствует Искуственный Интеллект \"Прион-7\". Моя задача: обучить тебя азам выживания на враждебной планете. Поэтому прошу занять в свое место в искуственной симуляции и начать освоение интерфейса. Вы можете просмотреть список того, что вы достигли за время обучения, выбрать стадию обучения, перепройти предыдущие стадии, начать обучение заново и многое другое.\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Начать обучение с начала"
      },
      {
        "id": 21,
        "text": "Выбор стадии"
      },
      {
        "id": 44,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Панель ударяет тебя разрядом тока и отключается. Видимо придется открывать дверь в ручную.",
    "answers": [
      {
        "id": 18,
        "text": "Отдергнуть руку"
      },
      {
        "id": 3,
        "text": "Перезагрузить панель",
        "need": [
          -3
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Строчки кода бегут по разбитому дисплею панели. На экране возникает сообщение:\n\" Внимание, экстренная ситуация! Блокировка с двери снята. Вам присвоены полномочия капитана по протоколу 12-4-87. Потвердить полномочия?\"",
    "answers": [
      {
        "id": 4,
        "text": "Да"
      },
      {
        "id": 4,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 4,
    "text": "\" Капитан, 67,4 % личного состава мертвы. Вам автоматически присвоены полномочия капитана Терранского Союза гражданского флота как старшему из офицеров, присутствующих на борту. \"",
    "answers": [
      {
        "id": 8,
        "text": "Назад",
        "var_str_set": [
          "capitan",
          "yes"
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Дверь со скрежетом створок открывается. Вы вваливаетесь в отсек со спасательными капсулами. Вокруг видны следы эвакуации: несколько тел почти добравшихся к капсулам, пустые пусковые отсеки и брошеные вещи.",
    "answers": [
      {
        "id": 7,
        "text": "Обыскать трупы"
      },
      {
        "id": 7,
        "text": "Искать в куче вещей"
      },
      {
        "id": 9,
        "text": "Идти к капсулам"
      }
    ]
  },
  {
    "id": 6,
    "text": "\"Дверь разблокирована\"\n",
    "answers": [
      {
        "id": 5,
        "text": "Открыть дверь руками"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы не нашли ничего стоящего внимания.",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Панель с трудом реагирует на твои действия. ",
    "answers": [
      {
        "id": 6,
        "text": "Разблокировать дверь"
      }
    ]
  },
  {
    "id": 9,
    "text": "Отсек эвакуации все еще цел. Несколько капсул аварийной посадки готовы к отправлению.",
    "answers": [
      {
        "id": 10,
        "text": "Залезть в первую попавшуюся и скомандовать начать эвакуацию. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Капсула с шипением закрывается, отрезая вас от внешнего мира. Легким запозданием включается интерфейс системы.\n \" Внимание!! Капитан покидает корабль. Передача командования старшему офицеру Ванессе О'Нейл.\"\n\n Капсула открыла на экране несколько предупреждающих окон, показывающих состояние корабля. Но самое главное, ИИ корабля вывел на середину:\n\n\" Критическое состояние реактора корабля. Взрыв через 17 минут 56 секунд.\" \n\n",
    "answers": [
      {
        "id": 11,
        "text": "Отключить реактор"
      },
      {
        "id": 14,
        "text": "Запустить сверхвысоковолновой гиперпередатчик с данными черного ящика. ",
        "var_set": [
          "dron",
          -1
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Отключение реактора невозможно. Производится перевод всей мощности колапсирующего ядра реактора на создание силового поля вокруг реактора. Радиус взрыва уменьшен в 7,45692 раз. ",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы закрываете глаза. Сейчас капсула наводится в сторону близжайшей планеты и запускает гиперкоридор на ее орбиту. Вероятность успеха 34% с хвостиком. От вас ничего уже не зависит. Остается лишь ждать и надеяться, что сигнал все же примут и за нами прилетит спасательный шатл. Правда вероятность этого еще меньше чем шанс успешного наведения капсулы. \n\nСамое время вспомнить свое прошлое и подготовиться к настоящему.\n\n\n\n\n\n\nМесто, где вы родились, это...\n",
    "answers": [
      {
        "id": 15,
        "text": "Колония Терранского Союза \" Сигма\" - на планете с повышенной  гравитацией Претор. ",
        "var_set": [
          "rodilsya",
          1
        ]
      },
      {
        "id": 15,
        "text": "Передовой научно-исследовательский центр - Космическая станция \" Архимед \"\n",
        "var_set": [
          "rodilsya",
          2
        ]
      },
      {
        "id": 15,
        "text": "Космический корабль-ковчег \" Тиамат\"",
        "var_set": [
          "rodilsya",
          3
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "\"Взрыв реактора через 30 минут 43 секунды. Рекомендуется включить отстрел технических дронов и включение их в режиме спутника\"",
    "answers": [
      {
        "id": 14,
        "text": "Запустить отстрел дронов, и при помощи них гиперпередачу с данными черного ящика.",
        "var_set": [
          "dron",
          1
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "\" Говорит командир корабля ГК-765 \" Ядвиг \". Через 30 минут корабль взорвется. Всему персоналу и пассажирам — немедленная эвакуация. \" ",
    "answers": [
      {
        "id": 12,
        "text": "Начать процедуру эвакуации"
      }
    ]
  },
  {
    "id": 15,
    "text": "... у вас было счастливое детство полное... ",
    "answers": [
      {
        "id": 16,
        "text": "Физических упражнений и активных игр",
        "var_set": [
          "detstvo",
          1
        ]
      },
      {
        "id": 16,
        "text": "Голографических фильмов, игр и книг",
        "var_set": [
          "detstvo",
          2
        ]
      },
      {
        "id": 16,
        "text": "Общения с другими детьми ",
        "var_set": [
          "detstvo",
          3
        ]
      },
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "... вы позвзрослели и пошли в ...",
    "answers": [
      {
        "id": 17,
        "text": "Военную Академию Терранского Союза",
        "var_set": [
          "ychilsya",
          1
        ]
      },
      {
        "id": 17,
        "text": "Научный Центр Исследований ",
        "var_set": [
          "ychilsya",
          2
        ]
      },
      {
        "id": 17,
        "text": "Дипломатический Корпус Терранского Союза",
        "var_set": [
          "ychilsya",
          3
        ]
      },
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "   ",
    "answers": [
      {
        "id": 17,
        "text": "Вы родились на космической станции. Вам вживили инженерные импланты, позволяющие создавать проекты в виртуальном пространстве, чинить различные приборы, создавать программы и взламывать компьютерные системы. ",
        "comment": true,
        "var_equal": [
          "rodilsya",
          2
        ]
      },
      {
        "id": 17,
        "text": "Вы родились в колонии. С самого детства на вас действовала увеличенная гравитация планеты Претор. Ваша сила внушает уважение и трепет. Вы согнуть и завязать узлом железный лом.",
        "comment": true,
        "var_equal": [
          "rodilsya",
          1
        ]
      },
      {
        "id": 17,
        "text": "Вы родились на межзвездном корабле-ковчеге.  Вас с детства подвергали пси-тренировкам и облучению пси-энергией. В итоге вы приобрели некоторые псионные способности: телекинез, пси-удар и самое главное - эмпатию, позволяющую вам лучше понимать живых существ.",
        "comment": true,
        "var_equal": [
          "rodilsya",
          3
        ]
      },
      {
        "id": 17,
        "text": "Ваша последующая жизнь закалила ваше тело и позволила вам получить  ускоренную реакцию.",
        "comment": true,
        "var_equal": [
          "detstvo",
          1
        ]
      },
      {
        "id": 17,
        "text": "Ваша последующая жизнь позволила вам получить множество различных знаний и развила ваш интеллект.",
        "comment": true,
        "var_equal": [
          "detstvo",
          2
        ]
      },
      {
        "id": 17,
        "text": "Ваша последующая жизнь развила ваши коммуникативные способности и позволила вам получить навык убеждения.",
        "comment": true,
        "var_equal": [
          "detstvo",
          3
        ]
      },
      {
        "id": 17,
        "text": "Обучение в Военной Академии дало вам возможность пользоваться многими образцами вооружения и получить мощные боевые импланты.",
        "comment": true,
        "var_equal": [
          "ychilsya",
          1
        ]
      },
      {
        "id": 17,
        "text": "Обучение в Научном Центре обогатило вас новыми знаниями и позволило вам получить экспериментальный препарат, который создал в вашей крови колонию-наноботов",
        "comment": true,
        "var_equal": [
          "ychilsya",
          2
        ]
      },
      {
        "id": 17,
        "text": "Обучение в Дипломатическом Корпусе дало вас возможность лучше понимать разумных существ, а стажировка в колонии псиоников - способность к созданию пси-поля.",
        "comment": true,
        "var_equal": [
          "ychilsya",
          3
        ]
      },
      {
        "id": 20,
        "text": "Глава 1. Начало выживания",
        "need": [
          -20
        ]
      },
      {
        "isBack": true,
        "text": "Назад",
        "id": 17,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 18,
    "text": "\n***Боль***\n\n***Резкие стоны корабельной сирены***\n\n***Глухие звуки разрыва вражеских снарядов***\n\n***Треск обшивки корабля***\n\n***Падающие искры электричества с разбитой панели***\n\n—--------------------------------------------------------------------------------\n\nТы с трудом идешь по коридору в сторону отсека с спасательными капсулами, держась за стенку корабля. Стена обжигает — обшивка еле сдерживает раскаленную плазму орудий пиратов. Думается с трудом — ты еще не отошел от резкой криогенной разморозки",
    "answers": [
      {
        "id": 5,
        "text": "Попытаться открыть дверь вручную"
      },
      {
        "id": 2,
        "text": "Приложить руку к панели биометрической защиты",
        "need": [
          -2
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "Капсула приближалась все ближе к земле ",
    "answers": [
      {
        "id": 19,
        "text": "Поднятые щиты приняли на себя удар и капсулу лишь слегка тряхнуло при посадке.",
        "merge": true,
        "var_equal": [
          "rodilsya",
          2
        ]
      },
      {
        "id": 19,
        "text": "Телекинеоическая \"подушка\" подверглась ощутимому противодействию, вызвав у вас кровотечение из носа.",
        "merge": true,
        "var_equal": [
          "rodilsya",
          3
        ]
      },
      {
        "id": 19,
        "text": "Капсула ударилась о землю, но компенсирующее ложе смягчило удар.",
        "var_equal": [
          "rodilsya",
          1
        ],
        "merge": true
      },
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "                       ~Глава 1. Начало выживания~\n\nПока капсула приближалась к поверхности планеты, вы пытались запустить сканирование ее поверхности. Если еще кто-то выжил при экстренной эвакуации, то ваша задача найти их. Вы все же тренированный офицер, а большая часть персонала \"Ядвига\" — гражданские. ",
    "answers": [
      {
        "id": 20,
        "text": "Сеть технических дронов произвела первичный анализ поверхности и подтвердила наличие кислорода и растительных форм жизни. ",
        "comment": true,
        "var_equal": [
          "dron",
          1
        ]
      },
      {
        "id": 20,
        "text": "Ваша капсула предуждающе замигала, сигнализируя о вхождении капсулы в атмосферу. Обшивка начала накаляться, и стало ощутимо жарко. ",
        "merge": true
      },
      {
        "id": 19,
        "text": "Поднять щиты вокруг капсулы при помощи инженерных имплантов",
        "var_equal": [
          "rodilsya",
          2
        ]
      },
      {
        "id": 19,
        "text": "Создать вокруг капсулы телекинетеческую подушку",
        "var_equal": [
          "rodilsya",
          3
        ]
      },
      {
        "id": 19,
        "text": "Приготовиться к жесткой посадке"
      }
    ]
  },
  {
    "id": 21,
    "text": "                                Стадии обучения",
    "answers": [
      {
        "id": 18,
        "text": "Пролог"
      },
      {
        "id": 12,
        "text": "Выбор характеристик"
      },
      {
        "id": 20,
        "text": "Глава 1. Начало выживания"
      }
    ]
  },
  {
    "id": 22,
    "text": "Капсула наполовину зарылась в землю, образовав небольшой кратер. Выход автоматически заблокировала программа. ",
    "answers": [
      {
        "id": 23,
        "text": "Открыть силой",
        "var_equal": [
          "rodilsya",
          1
        ]
      },
      {
        "id": 23,
        "text": "Открыть телекинезом",
        "var_equal": [
          "rodilsya",
          3
        ]
      },
      {
        "id": 23,
        "text": "Разблокировать дверь вмешательством в программный код",
        "var_equal": [
          "rodilsya",
          2
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Когда ваши глаза адаптировались к очень яркому свету, который заливал все — у этой планеты было 2 солнца, вы увидели, что капсула приземлилась на небольшой возвышенности посреди леса, сломав несколько деревьев по пути. ",
    "answers": [
      {
        "id": 24,
        "text": "Попытаться связаться с остальными выжившими при помощи капсулы и сети дронов",
        "var_equal": [
          "dron",
          1
        ]
      },
      {
        "id": 24,
        "text": "Попытаться связаться с другими выжившими при помощи капсулы",
        "var_equal": [
          "dron",
          -1
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "В эфире тишина. Даже нет малейшего признака о уцелевшем экипаже. Вы настроили капсулу на постоянное сканирование эфира, а сами стали думать, что делать дальше. ",
    "answers": [
      {
        "id": 24,
        "text": "План:\n 1.Обеспечить энергоснабжение капсулы.\n2. Найти провиант\n3. Сделать оружие\n4. Найти других выживших, ну или хотя бы удостовериться в их отсутствии.",
        "comment": true,
        "text_color": [
          0,
          0,
          99,
          0,
          99
        ]
      },
      {
        "id": 25,
        "text": "Начать выполнение плана"
      }
    ]
  },
  {
    "id": 25,
    "text": "Первым делом вы установили на верху капсулы несколько солнечных батарей, которые хранились в специальном отсеке капсулы. Они позволят капсуле проработать по дольше, но все же их недостаточно  и надо сделать ветряк, запчасти для которого тоже были в спец. хранилище. Для ветряка нужно: ",
    "answers": [
      {
        "id": 25,
        "text": "длинный крепкий ствол дерева и несколько стволов поменьше для укрепления конструкции",
        "text_color": [
          0,
          0,
          1
        ],
        "merge": true
      },
      {
        "id": 26,
        "text": "Поискать инструменты в капсуле."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы нашли виброрезчик, нож из пластали и моток прочной веревки в одном из ящиков спец. храна. В другом ящике вы обнаружили набор инструментов  для починки и комплект проводов.",
    "answers": [
      {
        "id": 27,
        "text": "Исследовать образцы местной флоры"
      }
    ]
  },
  {
    "id": 27,
    "text": "Анализатор капсулы просканирировал ткани местных растений, которые вы поместили в него, стараясь не прикасаться к ним руками. Он не обнаружил ядовитых или несовместимых с организмом человека веществ. Зато он показал наличие в них веществ, увеличивающих активность головного мозга и пробуждающих псионные способности — так называемые пси-элементы. Это было плохо: местная фауна могла получить простейшие псионнические способности в результате поедания таких растений. Придется отказаться от охоты до тех пор, пока не будут изучены местные животные.",
    "answers": [
      {
        "id": 28,
        "text": "Засунуть органику в переработчик материи"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы поели безвкусную пасту из переработчика и оправились за стройматериалами.",
    "answers": [
      {
        "id": 29,
        "text": "Идти к поваленым капсулой деревьям"
      }
    ]
  },
  {
    "id": 29,
    "text": "Изломанные стволы годились для создания подпорок ветряка, но для основного ствола подходящих деревьев не было.",
    "answers": [
      {
        "id": 30,
        "text": "Искать подходящий ствол"
      },
      {
        "id": 31,
        "text": "Срубить подходящиее дерево"
      }
    ]
  },
  {
    "id": 30,
    "text": "Все же среди груды поломанных стволов вы нашли подходящий: крепкий ствол дерева был завален обломками других деревьев.",
    "answers": [
      {
        "id": 32,
        "text": "Вернуться к капсуле со стволом"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы выбрали подходящее дерево и быстро срубили его виброрезаком, но потратили значительные усилия, чтобы принести его к капсуле.",
    "answers": [
      {
        "id": 32,
        "text": "Подойти к капсуле"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы забрали из спец.храна компоненты для ветряка, комплект проводов и инструменты для ремонта. ",
    "answers": [
      {
        "id": 33,
        "text": "Очистить ствол от сучьев и веток "
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы убрали все сучки и ветки при помощи виброрезака. ",
    "answers": [
      {
        "id": 34,
        "text": "Установить на верхушку генератор"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы установили на верхушку ствола генератор ветряка, используя специальные зажимы и винты, шедшие в комплекте с запчастями.",
    "answers": [
      {
        "id": 35,
        "text": "Прикрепить лопасти к генератору"
      }
    ]
  },
  {
    "id": 35,
    "text": "Три лопасти из прочных полимеров ( вы точно не знаете как называется этот материал )вы  закрепили в турбине генератора. Пазы с щелчком встали на свое место и генератор ветряка стал готов к работе.  ",
    "answers": [
      {
        "id": 36,
        "text": "Вкопать ствол в землю"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы вкрутили ствол в землю и прысыпали его сверху.",
    "answers": [
      {
        "id": 37,
        "text": "Закрепить ствол подпорками."
      }
    ]
  },
  {
    "id": 37,
    "text": "При помощи биоклея из переработчика биомассы вы прикрепили подпорки к основному стволу и вкопали их в землю. Отрезав кусок от мотка веревки,  вы скрепили эту конструкцию.",
    "answers": [
      {
        "id": 38,
        "text": "Подключить ветряк к капсуле"
      }
    ]
  },
  {
    "id": 38,
    "text": "Ветряк вы подключили при помощи комплекта проводов. ",
    "answers": [
      {
        "id": 39,
        "text": "Убрать стопор"
      }
    ]
  },
  {
    "id": 39,
    "text": "Автоматический стопор отключен! Лопасти ветряка стали медленно вращаться и вы поняли, что все собрали правильно. Аккумуляторы капсулы начали заряжаться активнее. ",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Энергоснабжение вы обеспечили. Теперь нужно позаботиться о оружии.",
    "answers": [
      {
        "id": 41,
        "text": "Наточить кол",
        "var_equal": [
          "rodilsya",
          2
        ]
      },
      {
        "id": 42,
        "text": "Моих боевых имплантов хватит для того, чтобы справиться с противником.",
        "var_equal": [
          "ychilsya",
          1
        ]
      },
      {
        "id": 43,
        "text": "Мои псионные способности достаточно сильны, чтобы защитить меня",
        "var_equal": [
          "rodilsya",
          3
        ]
      },
      {
        "id": 46,
        "text": "Я достаточно силен ",
        "var_equal": [
          "rodilsya",
          1
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "Технологический прогресс не стоит на месте. Но особенно сильный рывок он предпринял с изобретением инженерных имплантов. Вживляемые в сетчатку глаза микроэкраны позволили проектировать чертежи в реальном времени в виртуальном пространстве, которое обеспечивается мощными нанопроцессорами в висках. \n\nИ-788 \"Пифагор\" — инженерный имплант, используемый повсеместно. Он сочетает в себе миниатюрность ( виски практически не выпячиваются, как у других имплантов ), прочный корпус ( теперь можно не бояться сломать хрупкие импланты ударом по голове ), расширенный диапазон анализаторов ( расположены на подушечках пальцев) и систему дополнительной реальности ( возможность проектирования без включения виртуального пространства!)",
    "answers": [
      {
        "id": 45,
        "text": "Спроектировать копье"
      }
    ]
  },
  {
    "id": 42,
    "text": "WCI — 341 — комплекс боевых имплантов, включающий в себя: выдвижные клинки на запястьях, встроенные в экзоскелет из псевдоорганического металла, усиленные мышцы и нано-сеть, распределенная под всей кожей. Последняя позволяет создать слой защитного поля, словно \" вторую кожу \". Кстати, именно такое прозвище дали в армии этой модификации. NS — 15 \"Вторая кожа\"",
    "answers": [
      {
        "id": 47,
        "text": "Отправиться на поиски выживших"
      }
    ]
  },
  {
    "id": 43,
    "text": "Человечество издавно пыталось понять, что же такое псионника. Существует версии про ее связь с темной материей, параллельным измерением, гиперпространством... Но никто так и не смог выяснить по какому механизму раздвются псионные способности. Они могут оказаться как у сына шахтера, так и у дочери главы корпорации. Множество ученых бьются над этой загадкой, но пако без успешно. Они нашли лишь способ, который увеличивает шанс возникновения псионных сил: медитации, специальные тренировки, экспериментальные препараты и, конечно, биогические импланты. Последние могут сделать псионика из любого человека, имеющего хоть каплю Дара. Изобретение таких имплантов — одно из величайших открытий Человечества.  \n\nСамыми продвинутыми бионическими имплантами считаются PSI-37 \" Неофит \" и БИпВ  \" Черное солнце\". Но вам установили бионические импланты экспериментальной модели. Они не усиливают имеющиеся способности, а помогают раскрыть их. Это делает вас слабее в настоящем времени, но сильнее в перспективе.",
    "answers": [
      {
        "id": 47,
        "text": "Идти на поиск выживших"
      }
    ]
  },
  {
    "id": 44,
    "text": "                                    Достижения",
    "answers": [
      {
        "id": 48,
        "text": "\"Капитан, капитан, улыбнитесь...\"",
        "need": [
          4
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 45,
    "text": "Столь легкий проект даже не потребовал вхождения в виртуальное пространство. Вы подобрали одну прямую ветку и с помощью ножа заточили ее.",
    "answers": [
      {
        "id": 47,
        "text": "Пойти на поиск выживших"
      }
    ]
  },
  {
    "id": 46,
    "text": "Планета Претор — одна из колоний Терранского Союза, известная своей уникальной особенностью: всей поверхностью она излучает слабое пси-поле. Благодаря ее увеличенной силе тяжести ( примерно в 1,6 раза больше земной ) колонисты довольно быстро заметили, что их сила возросла. Это нормальное явление соответствующее любой планете с увеличенной силой тяжести. Полученный прирост мышечной массы был бы недолговечен и вне Претора быстро бы исчез. Но пси-поле, действующее на рожденных детей колонистов, произвело уникальную мутацию: развитые мышцы не деградировали, а восстанавливались до достигнутых на Преторе максимальных результатов. Правда, если достигнутый результат был получен вне пси-поля Претора, без соответствующего закрепления мышцы очень быстро ослабевали. \n\nПоэтому, бывшая колония Gb-435 была переименована в Центр Подготовки Солдат и Офицеров Терранского Союза, а планета FIGS-13 в Претор. Прошедшие специальное обучение стали зваться \" Преторианцы\"",
    "answers": [
      {
        "id": 47,
        "text": "Начать поиск выживших"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы набрали питательной пасты в бумажный мешок, сгенерированный переработчиком материи, и отправились на поиски других собратьев по несчастью.\n\n( продолжение следует...)",
    "answers": []
  },
  {
    "id": 48,
    "text": "Вас присвоены полномочия капитана Терранского Союза. По скольку назначение было произведено не в штатном порядке, нужно пройти подтверждение в Трибунале Терранского Союза.",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  }
]