[
  {
    "id": 1,
    "text": "Здравствуй дорогой читатель! В этой книге Вы погрузитесь в далёкий Дикий -- Запад, где Вас будут ожидать захватывающие события молодого ковбоя жаждущего приключений, которого будут окружать грабежи, бандиты, наёмные убийцы перестрелки и вся сущность Дикого--Запада! А что самое интересное так это то, что только от ваших действий будет зависеть жизнь или смерть главного героя! ДОБРО ПОЖАЛОВАТЬ В ВЕСТЕРН !!!..",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c856020/v856020616/519e8/yqnJIshb-T0.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "initSounds": [
          "А",
          "http://d.zaix.ru/cqco.mp3"
        ]
      },
      {
        "id": 2,
        "text": "Далее",
        "var_str_set": [
          "global bg_music",
          "А"
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы жили в небольшой деревушки, под названием Сан--Квенсет. Жизнь здесь протекает тихо и спокойно, жители деревни трудятся на хмельных и пшеничных полях.\nНе многие ходят на охоту в небольшой лес , который видно с окна главного здания Сан--Квенсета, где сидит Шериф -- Джек Уилсон. Управляющий этой деревни.\nВаш дядя Батт был хорошим инженером и работал в главном здании с Шерифом.\nДядя Борн разрабатывал план для улучшения деревни , новых построек, плантаций и много других идей касающихся развития деревни.\nБудучи достигшим 20 лет Вы мечтали о странствиях по Дикому--Западу. Единственное что Вас останавливало так это Ваш дядя Батт, который запрещал Вам уходить за границы Сан-Квенсет.\nНо несмотря на запреты дяди , когда он был сильно увлечён своими разработками, и планами Вы сбегали в Каньон который находился в одном километре за лесом.",
    "answers": [
      {
        "id": 2,
        "text": "Продолжить.",
        "url": "https://pp.userapi.com/c855032/v855032399/49c85/nCMZ2etCdb8.jpg"
      },
      {
        "id": 3,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 3,
    "text": "Сидя на возвышенности Каньона Вы смотрели в невероятно красивую даль и мечтали о своих странствиях.\nНа горизонте виднелась пыльная дорога и множество огромных кактусов, сольце припекало так, что от земли виднелось искажения от сильного припекания, и\nгорячий ветер обдувал вас со всех сторон.\nНесмотря на то что дядя Батт был часто занят, он старался в конце каждой неделе уделять вам время.\nВы ходили с ним в лес , он вешал пустые бутылки на ветки деревьев и с расстояния 30 метров Вы стреляли в месте с ним по бутылкам.\nДядя Батт стрелял не хуже лучшего охотника в Сан--Квенсет. Свой опыт в стрельбе он получил от своего кузена Джона Уильямса.\nА теперь Батт передаёт свой опыт Вам.\nСтреляя с 50 метров дядя Батт попадал в 8 бутылок без единого промаха.\nИногда дядя рассказывал Вам истории о своей жизни и события которые происходили, незадолго  до того как стал работать у Шерифа в Сан--Квентес.\nВ своё время Батт учавствовал в нескольких перестрелках, когда бандиты делали налёты на Банк или просто хотели прибрать деревню к своим рукам.\nВ одном из таких рассказов, он рассказал про незабываемую на то время \"ДУЭЛЬ\" между ним и знаменитым главарём банды по прозвищу Мекилянджело.\nПочему такое прозвище было у него, было не известно.\nВ общем в той дуэли \"Микилянджело\" потерпел поражение даже не успев вынуть свой Револьвер. Пуля прошла насквозь его лба.",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить.",
        "url": "https://pp.userapi.com/c855328/v855328442/4f95e/3zkjLctXkD8.jpg"
      },
      {
        "id": 4,
        "text": "Продолжить читать."
      }
    ]
  },
  {
    "id": 4,
    "text": "В очередной раз когда Вы ждали у дома\nдядю что бы пойти в лес стрелять по бутылкам, он задерживался и не пришёл.\nВы просидели пару часов в ожидании, но его не было и Вы решили отправиться на своё место на Каньоне, куда не раз уже сбегали не смотря на запрет дяди.\nНа этот раз Вы так погрузились в свои мысли о странствиях что просидели у Каньона до самого вечера.\nВозвращаясь домой Вы услышали многократные выстрелы со стороны деревни.\nПробежав лес, который закрывал вид на деревню Вы заметили густой чёрный дым поднимающийся в небо со стороны деревни.\nПодходя ближе Вы замечаете горящий дом в деревне и крики жителей.\nСразу было понятно что, что-то не так.\nПерепрыгнув через забор и всё ближе подходя к деревне Вы замечаете несколько людей на лошадях, сгоняющих селян в центр деревни.\nПригнувшись на корточки окольными путями, прячась за бочками и стоящим повозками Вы подбежали к задней стороны дома что бы залезть по ящикам на балкон, а потом на крышу, что бы рассмотреть ситуацию с высока и хорошего обзора.",
    "answers": [
      {
        "id": 5,
        "text": "Забраться на крышу и осмотреть ситуацию с крыши дома"
      }
    ]
  },
  {
    "id": 5,
    "text": "Забравшись по ящикам на балкон, а потом на крышу Вы видите 8 человек.\nРазглядеть их лица было тяжело из-за повязок на лице. 7 из которых были одеты в джинсовые штаны и чёрные плащ-накидки. Один из них был одет в бежевые широкие штаны с широким ремнём, чёрной курткой и широкой чёрной шляпой.\nВооружённые до зубов люди что-то требовали от селян. Вид с крыши был хороший, но, расслышать о чём говорят было достаточно сложно, большое расстояние и, звук горящего дома недалеко от Вас перебивал слова.\n\n\nВ толпе селян вы пытаетесь увидеть дядю, но, увидеть и различить среди такой толпы селян стоящих в куче очень сложно. По-этому нужно спуститься в низ и приблизиться.\n\nИли-же остаться на месте и пытаться увидеть дядю среди селян.",
    "answers": [
      {
        "id": 6,
        "text": "Спустится вниз и пробежать как можно ближе!"
      },
      {
        "id": 7,
        "text": "Оставаться на месте и пытаться увидеть дядю среди толпы селян!"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы аккуратно спускаетесь на балкон, а затем спрыгиваете на ящики. Пробежав окольными путями на присядках и на максимально близкое расстояние Вы прячетесь за угол здания.\nИз-за угла вы слышите выстрел, а затем ещё один...\nВысунув голову вы ведете двоих убитых селян. В скоре вы видите что из главного здания выходит Шериф с поднятыми руками, а следом выходит дядя.\nУвидев дядю вы обрадовались, но, радоваться пока было рано.\n\nВы слышите диалог между Шерифом и главарём банды. Судя по обращению Шерифа к главарю, его зовут Биг Харн!\nРечь идёт о какой-то железной дороги в трех километрах отсюда.\nПо которой должен ехать поезд в определённый день и время.\nБиг Харн спрашивает у Шерифа точное время и о каком-то грузе.\nШериф отвечает что он не знает этой информации.\nСудя по всему некий Биг Харн пришёл за информацией которую должен знать Шериф.\nЛибо Шериф не хочет ему говорить то что он хочет , либо шериф действительно не знает...\nБиг Харн ударил прикладом Шерифа по лицу.\nТот упал на землю и начал харкать сгустки крови.\nБиг Харн щёлкнул пальцами и раздались три коротких выстреля, люди Харна убили троих ни в чём неповинных селян.\nВы видите как дядя начал выступать на Харна и говорить что никто не знает о его грёбаном поезде!\nХарн достал кольт 45-калибра  и прострелил два колена дяди!\nВы стаяли и не знали что Вам делать... Выбежать на помощь дяди-- было самоубийством!\nНо, стаять просто смотреть как дядя кричит от боли вы тоже не можете!\n\nНужно что-то делать! Мысленно говорите Вы.",
    "answers": [
      {
        "id": 8,
        "text": "Перебежать за бочки стаящие в пару метрах от вас и попытаться  откликнуть дядю!"
      }
    ]
  },
  {
    "id": 7,
    "text": "Продолжая смотреть обстановку Вы пытаетесь увидеть дядю что бы убедиться что он жив... Рассматривая селян вы не можете найти дядю....\nМысль о том, что он может быть уже мёртвым начинала Вас пугать. Холодный пот прошёл по телу, вы не переставали смотреть и всматриваться в каждого дителя стаящиго в толпе. \n   Вы решаете что всё таки надо спуститься и рискнуть пробежать ближе к той обстановке!",
    "answers": [
      {
        "id": 6,
        "text": "Рискнуть пробежать на максимально близкую позицию!"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы видете что Харн подкуривает сигару и подходит к одному из своих людей, говоря ему о том, что бы он сравнял это место с землёй.\nБыло ясно одно, Харн хочет заложить шашки с динамитом по деревне и пустить всё тут к чертям.\nВы окликнули дядю пока Харн говорит с одним мз своих людей, говоря ему куда класть шашки динамита.\nК счастью дядя замечает Вас сидящим за бочками возле одно из домов. По его глазам было видно что он рад видеть Вас живим и и невредимыми.\nОн указывает вам ладонью аккуратно в сторону, говоря о том что Вам нужно уходить...\nВы понимаете что сейчас другого выбора нет, и спасти дядю уже нельзя! Остаётся только одно, бежать пока Вас Ещё чудом не заметили и спасаться самому.....",
    "answers": [
      {
        "id": 9,
        "text": "Выбираться отсюда!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы выбираетесь окольными путями прячась и перебегая от одного дома к другому, перепрыгивая деревянный забор,\nВы убегаете в лес, остановившись у дерева посреди леса переведя дыхания продолжаете выходить из леса на противоположную сторону.\nСадилось солнце. Вы вышли из леса в открытое поле в дали котором виднелось дорога.",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить читать!"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c855420/v855420123/4a119/gf4ncRAfPjM.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "      Стало холодно и поднимался небольшой ветер.\nВы вышли на пустую дорогу перейдя которую брели дальше по равнине в сторону Запада. \n    Пройдя пару километров Вы заметили хижину огороженную деревянным забором на котором весят пустые бутылки и банки шатающиеся от ветра.\n    Подойдя к хижине Вы заметили тропинку прокатанную  тележками.\nХижина на вид была пустой, окна заколоченные  двери были забиты накрест весящими досками.\nВозле хижины стаяла пыльная лавка возле которой стаяло разбитое деревянное колесо.\n    Вы очень устали. Наступила ночь  и мысли  о происходящем в Сан--Квенсет не давали Вам покоя.\nЧто за поезд должен был ехать по железной дороге и какой везти груз? \n Думая и сами себе задавая этот вопрос.\nЧто-то здесь не чисто, поезд был очень важен для Харна, но причём тут Шериф...\nВедь Харн приходя в деревню был уверен что  в Сан--Квенсет  Шериф знает информацию про некий поезд.\nСидя на лавочке и думая об ситуации происходящей в деревне Вы уснули.\nСон длился не долго, Вы услышали шум тележки и звук копыт  лошадей.\nВы видите, как какой-то ковбой едет по тропинке с небольшой телегой.\nОстановившись возле хижины, он заметил Вас. Спрыгнув с седла обратился к Вам\n\n       —-Эй парень с тобой всё в порядке? Спросил он.\n       —- Да. Всё в порядке. Ответили Вы.\n       —- Как тебя зовут? Спросил Он.\n       —- Я Вилл, из деревни Сан--Квенсет. Ответили Вы.\n       —- Меня зовут Роббер. Сказал он продолжая. Я торговец из Гролонда в 30 километрах от Штата Небраска!\nНа вид Роббер выглядел на лет 40-50.\nШирокие тёмно-красные штаны и джинсовая куртка с большой бежевой ковбойской шляпой придавали ему вид обычного фермера с деревни.\n         —- Я направляюсь в сторону Запада и буду проезжать мимо небольшого городка под названием Сан-Диего. Если хочешь я подкину тебя до города.\n          —-Я был бы вам очень признателен. Спасибо. Ответили Вы.\n          —- Запрыгивай в телегу да поехали. Нечего тут стаять!.- Воскликнул Роббер.\nДорога престояла долгая, наступила ночь.\nБыло тихо и спокойно, звёзды усеяли всё небо и луна оствещала путь.\nВы ехали по тропинке в сторону Запада, и Роббер расспрашивал у Вас куда держите путь и с какой целью.",
    "answers": [
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c850528/v850528123/12c58f/nuLVcMUfOos.jpg"
      },
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Рассказав Робберу о том, что произошло в Сан--Квенсет он ответил: Единственное что я тебе посоветую так это, спросить у Шерифа Тома Баффета в Сан--Диего.\nКаждый городок, округ и штат выбирает своих шерифов, которые сами назначают себе заместителей и помощников. Удивительно, но часто лучшими шерифами становились перековавшиеся (или не очень) преступники. С ухмылкой сказал Роббер.\n—-От шерифа требуется немногое: быть смышленым, решительным и метко стрелять — всеми этими качествами в полной мере обладает самый удачливый из нарушителей закона.\n—- Продолжая, Роббер говорит.\n\n—- Часто горожане рады заполучить на шерифскую должность известного ганфайтера или убийцу, так как он мог лучше других навести порядок в городе и приструнить зарвавшихся ковбоев, которые частенько напиваются и упражняются в стрельбе по мирным жителям.\n\nСан-- Диего городок хоть и не большой, но, через него проходит не мало людей.\n\n—- Я бывал там пару раз. Сказал Роббер.\n—- Городок с виду спокойный и насыщенный жизнью, но, очень опасный! Тревожно сказал Роббер.\n\nПоговаривают что там завёлся какой-то человек по прозвищу \" Рыбий Глаз\" Вроде бы он изначально был в какой-то банде на которую была охота среди наёмников!\nВроде за каждую голову из банды вознаграждения 10.000$.\nВы спросили — Так что он один остался из всех?\n—- Я не знаю. Ответил роббер. Продолжая говорить\n—- Меня это не особо интересует.\n—- В любом случае парень я тебе так скажу: Без оружия ты далеко не уйдёшь.\n—- Где мне раздобыть оружия ? Спросили Вы.\nРоббер достал из сумки Кольт 45 калибра и говорит.\n—- Вот, держи. Он конечно не новый, но, на первое время хватит.\n\n—- У меня нет денег и нечего дать взамен. Сказали Вы.\n\n—-Мне не нужны твои деньги парень. Ответил Роббер. Подмигнув Вам правым глазом.\n\n—- Считай, что это тебе мой подарок. Улыбаясь сказал Роббер.\n\n—- Спасибо. Роббер. Ответили Вы.",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 12,
    "text": "Всю ночь на пролёт Вы с Роббером беседовали о жизни на Диком Западе. Он вам рассказывал свои истории и байки.\n Спустя несколько часов вы уснули. Проснувшишь от бликов солнца и тряски телеги Вы обратили внимания на знаки, которые указывали на то, что до Сан--Диего оставалось каких-то  60 фут .\n -- Ну что ? Выспался ? — Спросил Роббер.\n  -- Да. Ответили Вы.\n   -- Осталось совсем немного и мы на месте. Сказал Роббер.\n   Продолжая говорить- Я высожу тебя возле дороги ведущей к Городу, а сам поеду дальше.\n  \n   \n\n  ",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c855616/v855616687/5ad15/B3_jiHUZxsM.jpg"
      },
      {
        "id": 13,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы подехали к дороге ведущей к Городу.\n Роббер остановил лошадей, Вы спригнули с телеге.\n -- Спасибо Роббер ! Вы поблагодарили Роббера. Он пожелал Вам удачи и поехал дальше.",
    "answers": [
      {
        "id": 14,
        "text": "Направится в город"
      }
    ]
  },
  {
    "id": 14,
    "text": "                              Глава 2. \n                           Сан--Диего\n",
    "answers": [
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c851132/v851132444/13802c/6wDmA6o4oLY.jpg"
      }
    ]
  }
]