[
  {
    "id": 1,
    "text": "Мой первый квест. Стараюсь делать его лучше.\n\nВ квесте вы немного сможете повыживать, а также узнать историю от человека без каких-либо супер способностей",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты — 23 летний парень по имени Виталий. Живёшь в однушке и ходишь в университет.\n\nНа улице 18 мая. Ты идёшь домой из университета. По пути ты решаешь зайти в магазин. Ты взял себе содовую.\n\nДо твоего дома остаётся несколько дворов. Но вдруг ты слышишь крики. Из-за угла вырывается мужчина с прокусанной рукой, а следом за ним другой, весь грязный, и со странной походкой, будто пьяный.",
    "answers": [
      {
        "id": 3,
        "text": "Ты решаешь пройти мимо них, не обращая внимания"
      },
      {
        "id": 4,
        "text": "Ты убегаешь в обратную сторону"
      },
      {
        "id": 5,
        "text": "Бьёшь странного человека по голове"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты проходишь мимо, будто ничего и не было.\n\nПроходишь в подъезд, а после в свою квартиру.\nЭто обыкновенная однушка. В холодильнике у тебя есть запасы на 2 дня.",
    "answers": [
      {
        "id": 6,
        "text": "На весь день ты зависаешь в интернете, попивая купленную содовую"
      },
      {
        "id": 7,
        "text": "Ты решаешь посмотреть в окно"
      }
    ]
  },
  {
    "id": 4,
    "text": "Решая что всё это какое-то безумие, ты разворачиваешся и бежишь в сторону университета. Там всё так-же спокойно, все студенты счастливые идут домой. Ты замечаешь, что начинаешь успокаеваться. По обратной дороге ты не встретил ничего не обычного.\n\nТы заходишь в подъезд, а после в квартиру. Это однушка, в холодильнике у тебя запас на 2 дня.",
    "answers": [
      {
        "id": 9,
        "text": "Ты решаешь что лучшей идеей засесть в интернете до конца дня, попивая содовую."
      },
      {
        "id": 10,
        "text": "Ты смотришь в окно."
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты решаешь защитить человека, что для тебя странно, ведь ты не сильно любишь насилие. Ты толкаешь мужчину.\n\nПосле сильного толчка, он больше не вставал, а мужчина с больной рукой просто убежал, не отблагодарив тебя\n\nТы решашешь быстро прийти домой. Это обычная однушка, а в холодильнике у тебя запас еды на 2 дня.",
    "answers": [
      {
        "id": 12,
        "text": "Ты сидишь в интернете весь день"
      }
    ]
  },
  {
    "id": 6,
    "text": "В интернете появились видео с заражёнными. В них нелюди хладнокровно сжирают трупы людей, которых они недавно закусали до смерти.\n",
    "answers": [
      {
        "id": 13,
        "text": "Ты ложишься спать с надеждой на то что это просто что-то вроде бешенства"
      }
    ]
  },
  {
    "id": 7,
    "text": "На улице нет ни души. Все люди куда-то пропали, есть только следы крови.\n\n— \"Что происходит?\", — думаешь ты, решая забиться в интернете до следующего дня.",
    "answers": [
      {
        "id": 9,
        "text": "Ты сидишь в интернете до вечера, попивая содовую."
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "В интернете появились видео с заражёнными. В них нелюди хладнокровно сжирают трупы людей, которых они недавно закусали до смерти.",
    "answers": [
      {
        "id": 14,
        "text": "Ты ложишься спать с надеждой, что это что-то вроде бешенства."
      }
    ]
  },
  {
    "id": 10,
    "text": "В окне всё также ничего не происходит, но после, замечаешь следы крови на дороге.\n\n— \"Что происходит\", — думаешь ты.",
    "answers": [
      {
        "id": 9,
        "text": "Ты решаешь сидеть в интернете до конца дня, попивая содовую."
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "В интернете появились видео с заражёнными. В них нелюди хладнокровно сжирают трупы людей, которых они недавно закусали до смерти.",
    "answers": [
      {
        "id": 15,
        "text": "Ты ложишься спать с надеждой на то, что это что-то вроде бешенства"
      }
    ]
  },
  {
    "id": 13,
    "text": "На следующий день у тебя не  было пар. Ты просто зависаешь в интернете на целый день. Видео с заражёнными охватывают сеть.",
    "answers": [
      {
        "id": 16,
        "text": "Ты решаешь выйти на улицу, дабы осмотреться"
      }
    ]
  },
  {
    "id": 14,
    "text": "На следующий день у тебя не  было пар. Ты просто зависаешь в интернете на целый день. Видео с заражёнными охватывают сеть.",
    "answers": [
      {
        "id": 16,
        "text": "Ты решаешь выйти на улицу, дабы прогуляться"
      }
    ]
  },
  {
    "id": 15,
    "text": "На следующий день у тебя не  было пар. Ты просто зависаешь в интернете на целый день. Видео с заражёнными охватывают сеть.",
    "answers": [
      {
        "id": 16,
        "text": "Ты решаешься выйти на улицу дабы осмотреться."
      }
    ]
  },
  {
    "id": 16,
    "text": "Время было 8 часов вечера. На улице небыло никого. Ты видишь разрушенные магазины. Из видео ты понял, что начался некий зомби апокалипсис. Зайдя в одно из зданий ты видишь одну консерву, что видимо, была уронена в панике. Выйдя из магазина ты видешь девушку с тёмными волосами. Она тоже заметила тебя. Вы помохали друг-другу, и начали идти навстречу.\n",
    "answers": [
      {
        "id": 17,
        "text": "Ты начинаешь разговор первым."
      }
    ]
  },
  {
    "id": 17,
    "text": "— \"Привет\", сказал ты первее.\n— \"Привет\", сказала она неуверенно.\n— \"Ты знаешь что тут происходит?\", скорее задаёшь вопрос.\n— \"Что-то вроде вируса\".\n— \"Как тебя зовут? Меня Виталий.\", с интересом спросил ты.\n— \"Я — Лиза\".\n— \"Давай будем держаться вместе?\", — это был самый глупый вопрос что ты мог придумать, но всё-же Лиза не отказала, и вы продолжили путь уже вдвоём.\n\nНа вид она была 163 сантиметра, 22 года, тёмные волосы, карие глаза. Одета в футболку и джинсы.\n\nДля начала вы решились отправиться в магазин, а потом в мастерскую.",
    "answers": [
      {
        "id": 18,
        "text": "Пойти в магазин"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы решили пойти в магазин продуктов. Пройдя менее чем 300 метров, вы находите малый ларёк.\nВы посчитали, что гипермаркеты будут полностью обчищены, поэтому ларёк — единственное на что можно было положится.",
    "answers": [
      {
        "id": 20,
        "text": "Обыскать ларёк"
      }
    ]
  },
  {
    "id": 19,
    "text": "—\"Куда дальше?\", — спросила Лиза\n—\"Идём в квартиру, наверное?\", — неуверенно ответил ты\n—\"Пошли\", — игриво сказала она.\n\nВы направились обратно в твою квартиру, но вот незадача: вам на пути попался зомби! Вы не знаете что делать, но ты решаешь...",
    "answers": [
      {
        "id": 22,
        "text": "Напасть на зомби"
      },
      {
        "id": 23,
        "text": "Попробовать обойти его"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ларёк был закрыт на непрочную деревянную дверь, что была легко выбита вами. Вы зашли внутрь него, и там было множество низкопортиещееся еды, а так-же консерв, чего хватит на неделю житья вдвоём. \n\n—\"Хорошо получилось\", — сказала Лиза, когда вы вышли из ларька.\n—\"Ага\", — ответил ты, смотря на неё. -\"Я думаю что нам нужно убежище на время, что-бы положить запасы, и их не украли\", — с гордостью за умную мысль сказал ты.\n—\"Моя квартира сгорела в пожаре во время эпидемии, поэтому я осталась на улице. Пошли к тебе?\", — с грустным видом сказала она.\n—\"Хорошо\", — с весельем ты сказал.",
    "answers": [
      {
        "id": 21,
        "text": "Обыскать мастерскую"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы пошли в мастерскую, что была в 20 минутах ходьбы от вашего местоположения. Вам явно везло, что вы не наткнулись на одного из зомби.\n\nВ мастерской было тихо, но выбиты стёкла. Вы тихо прошли туда, и ваш взгляд обратил внимание на гаечный ключ, и рядом лежащий молоток. Вы взяли молоток, а Лиза принялась за доставание ключа.",
    "answers": [
      {
        "id": 19,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты показываешь Лизе оставаться на месте, а сам нападаешь на зомби, преградившего путь.\n\nТы подбегаешь, и с силой бьёшь его по плечу, тот чуть не падает, но ловит равновесие и уже готов напасть на тебя.\n—\"Что за херь?\", — орёшь ты.\n Он постепенно подходит и пытается схватить тебя, но ты ударяешь его по голове. От неё отпал кусок и был виден череп. От гнева ты бьёшь маленьким гвоздодёром, что был на другой стороне молотка. От удара зомби упал замертво.\n\nТы вернулся к Лизе, и без происшествий доходите до дома.\n\n",
    "answers": [
      {
        "id": 24,
        "text": "Войти в квартиру"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы решаете обождать зомби. Целых пол часа он ходил по кругу, из стороны в сторону. Но вдруг произошёл взрыв, и зомби как мотылёк на свет побрёл на звук.",
    "answers": [
      {
        "id": 25,
        "text": "Прийти домой"
      }
    ]
  },
  {
    "id": 24,
    "text": "Дома вы решили сначала есть низкопорчиещиеся продукты. У вас оставалась провизия на неделю. Про воду вы могли не беспокоится, т.к. у вас был фильтр и чайник. Интернет всё ещё остался, появились новости от правительства. Военные уже начали зачистку города, но у них не хватает провизии. Поэтому был призыв найти блокпост и отдать половину всей провизии, взамен на безопасность. Вы, посоветовавшись, решили и никуда не идти. Была уже полночь. Посколько у тебя была всего одна двухместная кровать, ты решил поспать на полу, а кровать отдать Лизе. Но та отказала, сказав о том, что если кто-то заболеет, вы не сможете ничего сделать, т.к. у вас небыло медикаментов.\n\nВ первый же день знакомства, вы уже спали вместе.\n",
    "answers": [
      {
        "id": 26,
        "text": "..."
      }
    ]
  },
  {
    "id": 25,
    "text": "Дома вы решили сначала есть низкопорчиещиеся продукты. У вас оставалась провизия на неделю. Про воду вы могли не беспокоится, т.к. у вас был фильтр и чайник. Интернет всё ещё остался, появились новости от правительства. Военные уже начали зачистку города, но у них не хватает провизии. Поэтому был призыв найти блокпост и отдать половину всей провизии, взамен на безопасность. Вы, посоветовавшись, решили и никуда не идти. Была уже полночь. Посколько у тебя была всего одна двухместная кровать, ты решил поспать на полу, а кровать отдать Лизе. Но та отказала, сказав о том, что если кто-то заболеет, вы не сможете ничего сделать, т.к. у вас небыло медикаментов.\n\nВ первый же день знакомства, вы уже спали вместе.\n",
    "answers": [
      {
        "id": 26,
        "text": "..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы проснулись в 6 часов утра, т.к. думали что вам в универ, и это всего-лишь был сон. Но нет, рядом лежала Лиза, причём в обнимку с твоей рукой. Ты не смог ничего поделать, и пока ты пытался убрать руку, Лиза проснулась.\n— \"Доброе утро, милый\", — странно сказала она. Как только она поняла что сказала, она удивлённо зависла. —\" Прости...\"\n— \"Ничего, бывает\", — сказал ты со смешком.\nВы позавтракали, и начали чувствовать что вместе вам комфортно.\n\n—\"Может посмотрим фильм?\", — предложил ты.\nОна согласилась, и так вы просидели весь день за просмотром фильмов в интернете. \nЛиза легла вам на коленку, и начала говорить\n—\"Ты..\"\nТы понял её, и ответил\n—\" И ты мне...\"\nВы обнялись, и уснули так.\n",
    "answers": [
      {
        "id": 27,
        "text": "...\n"
      }
    ]
  },
  {
    "id": 27,
    "text": "Так прошла уже целая неделя. Ваша провизия была на нуле, а вы с Лизой уже без сомнений любили друг друга. ",
    "answers": [
      {
        "id": 28,
        "text": "Ты идёшь на поиски провизии"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты на улицу, и почти у выхода у подъезда, Тебя заметили зомби. Деваться тебе было некуда, и ты начал драться.\n\nТы оттолкнул одного, а другого ударил гвоздодёром. Точным ударом в челюсть, та отлетела, но зомби ещё заждет укусить вас. Упавший не дремлет и уже встал, но ты пробиваешь точным ударом череп, и разрушаешь мозг. Другой уже схватил твою руку, но ногой ты бьёшь его по коленке, выбивая её. Зомби упал, а ты добиваешь его точным ударом в мозг.\n\nТы всё-таки решил пойти в гипермаркет, не надеясь найти там что-то, но тебя тянуло туда.\n\nВ гипермаркете, на удивление были живые люди. Они поприветствовали тебя и предложили купить провизии. Ты пошарился в карманах, и обнаружил 100 рублей, о которых ты уже и позабыл. На все деньги ты закупился дошиками.\nУ тебя их 8 штук. Хватит на 4 дня. Если есть один раз в день. С гордостью ты вернулся домой. Но было подозрительно тихо. Ты вошёл в спальню, но тебя там уже ждала Лиза. Она была одета в одни трусы, с оголённой грудью. Она сказала: \"Приветик, сладкий...\" спустя пол часа вы уже сидели на кухне и ели принесённый дошик, полностью раздетыми",
    "answers": [
      {
        "id": 29,
        "text": "..."
      }
    ]
  },
  {
    "id": 29,
    "text": "Через 4 дня вы услышали звук вертолёта, в вашу дверь звонили. Вы быстро оделись, и ты посмотрел в глазок. Военные! Они пришли за вами. Вы были на седьмом небе от счастья.\nОни отвели вас на КПП, где проверили на объект укусов. С вами всё было в порядке, но была одна новость. Лиза беременна. Вас посадили в автобус, где были все остальные выжившие. Там ты встретил своих родителей! Ты и позабыл о них на время апокалипсиса.",
    "answers": [
      {
        "id": 30,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 30,
    "text": "Сейчас тебе уже 25. Вы живёте с Лизой в двух комнатной квартире, и у вас родился сын. Вы решили назвать его Геннадием.Твои родители помагали вам деньгами, пока вы не нашли работу. Всё теперь было как прежде, и вы начали полноценную жизнь...",
    "answers": [
      {
        "id": 1,
        "text": "Конец. В начало"
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]