[
  {
    "id": 1,
    "text": "Квест по вселенной SCP, вас ждет много концовок. Трудные решения и многое другое.",
    "answers": [
      {
        "id": 2,
        "text": "Совершить преступление."
      },
      {
        "id": 23,
        "text": "Журнал изменений/продолжений."
      }
    ]
  },
  {
    "id": 2,
    "text": "Тюрьма, место где держат изгоев, многие убили, ограбили, украли, изнасиловали, я отношусь к первым, все мы разные, но нас объединяет одно... мы изгои, я сижу в своей камере, как вдруг, решетка отварилась и охранник сказал:\n\n— На выход.",
    "answers": [
      {
        "id": 3,
        "text": "Пойти за ним."
      }
    ]
  },
  {
    "id": 3,
    "text": "Меня привели в допросную, там сидел человек, изучавший меня взглядом. Я сел, как вдруг он заговорил.\n\n— Извините за неудобства, но нам нужно поговорить.",
    "answers": [
      {
        "id": 4,
        "text": "\"Я вас слушаю.\""
      }
    ]
  },
  {
    "id": 4,
    "text": "— Хорошо, я вас слушаю.\n\n— Дело в том, что вам выдался шанс, один месяц поработать в секретной лаборатории, и быть свободным или до конца своих дней гнить за решёткой, выбирайте.",
    "answers": [
      {
        "id": 5,
        "text": "Согласится."
      },
      {
        "id": 6,
        "text": "Отказаться."
      }
    ]
  },
  {
    "id": 5,
    "text": "— Я согласен.\n\n— Отлично, хорошие новости, вам понравятся наши условия. подпишите здесь.",
    "answers": [
      {
        "id": 7,
        "text": "Подписать."
      },
      {
        "id": 6,
        "text": "Передумать."
      }
    ]
  },
  {
    "id": 6,
    "text": "— Я отказываюсь.\n\n— Что же, очень жаль. Может другие будут готовы  к сотрудничеству.\n\nВы до конца своих дней провели за решеткой и умерли от естественных причин.",
    "answers": [
      {
        "id": 1,
        "text": "Умереть"
      }
    ]
  },
  {
    "id": 7,
    "text": "Когда я подписал документ, меня сопроводили в грузовик для перевозки, я ехал с завязанными глазами, примерно через 15 минут, я оказался в скудной камере, где была жёсткая кровать, раковина, маленький столик и туалет. Не успел я осмотреться как меня уже потащили вооружённые люди, на так называемый брифинг.",
    "answers": [
      {
        "id": 8,
        "text": "Идти на брифинг"
      }
    ]
  },
  {
    "id": 8,
    "text": "Всех сотрудников D класса собрали в зале, после чего нам стали читать лекцию.\n\nНе могли бы вы обратить внимание… Успокойтесь, мне нужно… Если вы уделите своё — молчать! Я сказал — молчать! Я сказал — пожалуйста, не могли бы вы — я сказал — ЗАТКНУТЬСЯ.\n\nКхгм. Ну вот, когда все успокоились и слушают, мы можем начинать. Я младший помощник исследователя док… — Я СКАЗАЛ — ЗАТКНУТЬСЯ, ЧЁРТ БЫ ВАС ПОБРАЛ! Итак, как уже упоминалось раньше, я буду вести ваш сегодняшний инструктаж. Сейчас вы, возможно, пытаетесь понять где вы. Это секретная информация. Вы, наверное, думаете о том, кто же мы. Это тоже секретная информация. Однако, я имею право сказать вам о том, что мы находимся в лаборатории. Как вы помните, один из наших агентов подошёл к каждому из вас и предложил сделку. У вас был выбор: продолжать ждать исполнения вашего смертельного приговора или принять добровольное участие в наших экспериментах в течение месяца. Очевидно, что вы согласились сотрудничать. Последствия — что? Что значит — ты не согласился? Мы же говорили — если примете участие в экспериментах, то через месяц вы будете свободны. Кто в здравом уме от такого откаже… — охрана, простите, охрана, уведите его — да, этого — да, третья дверь слева — спасибо. Как я уже говорил, если вы сумеете спокойно пройти все тестирования — нет, я не слышу никаких криков. Так вот, если вы пройдёте все тесты, мы отпустим вас в конце месяца. Понимаете, всего лишь надо будет сотрудничать. Звучит неплохо, не так ли? Кто-нибудь не согласен? Отлично. На этом брифинг завершён, охрана, сопроводите их в камеры.\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Пройти в камеры и ждать своего часа."
      }
    ]
  },
  {
    "id": 9,
    "text": "Бродя по своей 3 метровой комнате, ты слышишь переговоры по рации и твою дверь открывают.\nТам стоят два охранника, у обоих оружие.\n\nD-9914 выйдите из камеры и следуйте за нами.",
    "answers": [
      {
        "id": 10,
        "text": "Выйти из своей камеры."
      },
      {
        "id": 11,
        "text": "Остаться в камере."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Просто иди за нами, мы имеем право стрелять на поражение в не послушных испытуемых.",
    "answers": [
      {
        "id": 12,
        "text": "Пройти с охранниками в камеру содержания SCP."
      }
    ]
  },
  {
    "id": 11,
    "text": "D-9914 НЕМЕДЛЕННО ВЫЙДИТЕ ИЗ КАМЕРЫ!",
    "answers": [
      {
        "id": 10,
        "text": "Выйти из камеры."
      },
      {
        "id": 13,
        "text": "Оставаться в своей камере."
      }
    ]
  },
  {
    "id": 12,
    "text": "Я пришел к какому-то SCP 173, на вид как статуя,и тут мне дают документ с описанием этого объекта.",
    "answers": [
      {
        "id": 16,
        "text": "Прочитать документ."
      }
    ]
  },
  {
    "id": 13,
    "text": "Вдруг, автоматизированная дверь захлопнулась и в комнату хлынул газ, вы потихоньку стали терять сознания и перед вами предстала темнота.",
    "answers": [
      {
        "id": 9,
        "text": "Умереть."
      }
    ]
  },
  {
    "id": 14,
    "text": "Выберите главу.",
    "answers": [
      {
        "id": 2,
        "text": "Тюрьма."
      },
      {
        "id": 15,
        "text": "Добро пожаловать в Фонд.",
        "need": [
          7
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "Особые условия содержания:Объект SCP-173 должен постоянно храниться в закрытом контейнере. При посещении персоналом контейнера с SCP-173 в контейнер должно входить не менее трёх человек, и дверь должна быть немедленно заперта за ними. Два лица должны постоянно поддерживать прямой зрительный контакт с SCP-173 до тех пор, пока все сотрудники не покинут контейнер, и он не будет заперт.",
    "answers": [
      {
        "id": 17,
        "text": "Прочитать локумент, после чего подойти к воротам и дожидаться их открытия."
      }
    ]
  },
  {
    "id": 17,
    "text": "С характерным звуком, ворота открыличь, после чего ученый через мегафон сказал: Класс Д, войдите в камеру содержания SCP 173.",
    "answers": [
      {
        "id": 18,
        "text": "Войти в камеру"
      },
      {
        "id": 19,
        "text": "Стоять."
      }
    ]
  },
  {
    "id": 18,
    "text": "Я вошел в камеру, после чего дверь захлопнулась, как противный голос сказал в мегафон, подойдите к объекту 173 ближе, в целях тестирования.",
    "answers": [
      {
        "id": 21,
        "text": "Подойти к объекту."
      },
      {
        "id": 20,
        "text": "Стоять"
      }
    ]
  },
  {
    "id": 19,
    "text": "D-9914 ВОЙДИТЕ В КАМЕРУ ИЛИ БУДЕТЕ УНИЧТОЖЕНЫ!",
    "answers": [
      {
        "id": 18,
        "text": "Войти в камеру."
      }
    ]
  },
  {
    "id": 20,
    "text": "Как только другой сотрудник класса Д подошёл к SCP свет потух и он оказался со сломанной шее, так же скульптура поступила со второй жертвой.",
    "answers": [
      {
        "id": 22,
        "text": "Отбежать к стене."
      }
    ]
  },
  {
    "id": 21,
    "text": "Как только вы подошли к объекту, свет потух, а так как с SCP 173 нужно поддерживать постоянный зрительный контакт, он вас быстро отправил в мир иной.",
    "answers": [
      {
        "id": 18,
        "text": "Умереть."
      }
    ]
  },
  {
    "id": 22,
    "text": "Я отбежал к стене, после чего, свет снова моргнул и скульптура оказалась с охранником на вверху, раздались звуки выстрелов и хруст, после чего основное освещение потухло, как и пропала сама статуя. Голос в интеркоме заговорил.\n\n— Произошло массовое нарушение условий содержаний класса евклид и кетер, всем сотрудникам собраться на воротах *помехи*\n\n(( В данный момент все, ожидайте продолжение. ))",
    "answers": [
      {
        "id": 1,
        "text": "Покинуть зону содержания SCP-173"
      }
    ]
  },
  {
    "id": 23,
    "text": "Здесь вся информация по продолжениям и изменениям в квесте.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]