[
  {
    "id": 1,
    "text": "Жанр: Романтика, Юмор, Фэнтези.\nАвтор: Gratitude\nСтатус: Закончен.\nОбновленно: [15.03.2020]\n°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°\nГлавной целью Лены, было закончить универ и стать хорошим юристом. Но судьба распорядилась иначе. Кто-то слишком «умный», решил что у меня есть магический дар и я сильный маг, и вот я здесь, в этой чёртовой Академии. Против воли. Без вещей, денег и документов. Но это ещё цветочки... Оказывается к иномирянам здесь «особые» отношения.\n\nДемоны, эльфы, феи... Кого только нет в этой Академии. Вот я попала...\n°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°\n\nP.S. Новости будут выходить в паблике ВК.",
    "answers": [
      {
        "id": 12,
        "text": "[ Начать ]",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://b.radikal.ru/b16/2002/24/bab4f0b1329a.jpg\"]",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://b.radikal.ru/b16/2002/24/bab4f0b1329a.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "       ",
        "comment": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b28/1908/38/188cae56c126.jpg"
      },
      {
        "id": 59,
        "text": "Персонажи.",
        "middle_answer": false,
        "answerImage": [
          "https://b.radikal.ru/b30/2003/f7/832fd1ba1028.png"
        ]
      },
      {
        "right_answer": false,
        "id": 152,
        "text": "От автора.",
        "middle_answer": false,
        "answerImage": [
          "https://b.radikal.ru/b40/2003/28/764b7c93f805.png"
        ]
      },
      {
        "right_answer": false,
        "left_answer": false,
        "middle_answer": false,
        "id": 60,
        "text": "Группа ВК.",
        "url": "https://vk.com/club185445337",
        "answerImage": [
          "https://c.radikal.ru/c42/2003/bc/2babfc749574.png"
        ]
      },
      {
        "var_str_set": [
          "global background",
          "https://b.radikal.ru/b16/2002/24/bab4f0b1329a.jpg"
        ],
        "super_calculate": false,
        "id": 1,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "оммомосомом",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 3,
        "text": "Достижения."
      }
    ]
  },
  {
    "id": 3,
    "text": "достижения",
    "answers": [
      {
        "id": 2,
        "text": "Ласточка",
        "need": 2,
        "need_ever": true
      },
      {
        "id": 5,
        "text": "ураа"
      }
    ]
  },
  {
    "id": 4,
    "text": "осрсрмрсомосрмл",
    "answers": [
      {
        "id": 2,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "Лёгкой походкой, я шла по тротуару, большого города. В этом году я наконец заканчиваю школу и поступаю в колледж. Нет, школа мне однозначно нравится, но одно и тоже каждый день, надоедает. \n\nНа улице пасмурная, апрельская погода. Всё небо затянуло тёмными тучами, а где-то даже вдалеке сверкают молнии. Б-р-р. Молнии. После того как моего дедушку шибануло током, я стараюсь меньше употреблять в своей жизни электричество. Но как бы я не старалась, полностью ограничить себя от электроники, не могу. \n\nДа и вообще кто сможет? В нашем веке не один человек не может обойтись без связи и всего прочего, да того же телефона. ",
    "answers": [
      {
        "id": 7,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 7,
    "text": "Шагаю, шагаю и вдруг замечаю что вокруг меня нет ни единой души. Куда все пропали? Вроде недавно вокруг было много людей. Остановившись возле фонтана, я зажмурилась. Открыв глаза, всё также узрела пустынную улицу. \n\nЯ схожу с ума? Где люди? Меня разыгрывают? Вдруг у фонтана замечаю тёмную фигуру. Уже обрадовавшись побежала на встречу единственному живому существу. Но быстро заносила своё счастье. Так как у фонтана стоял не человек, а какой-то скошенный уродливый монстр.\nЗомби? Да ну, откуда ему тут взяться? ",
    "answers": [
      {
        "id": 8,
        "text": "- Простите."
      },
      {
        "id": 9,
        "text": "Убежать."
      }
    ]
  },
  {
    "id": 8,
    "text": "— Простите... — пискнула я, делая пару шагов назад в том направлении от куда приближала.\nМонстр развернулся. И вот теперь я отчётливо видела всю картину которая открылась перед моими глазами. Всё тело существа было покрыто ужасными волдерями. Лицо скошено в правую сторону, зубы значительно поданы вперёд. К горло подкатил приступ рвоты. К уродливой физиономии, добавился и гнилой запах.\nМонстр и не собирался на меня нападать. Ждёт от меня первого шага? Хрен я драться буду. Хоть у меня и есть чёрный пояс по самбо, такую громадину я одна не уложу. Бежать не вариант. Кто знает какими способностями он обладает? ",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "— Флора, прячься! — закричал дедушка, когда прогремел первый взрыв. \n\nТак происходило еженедельно. Ниндзя из других деревень, частенько нападали на нашу безобидную деревушку. Убивали всех взрослых и девочек, оставляя только мальчиков, чтобы те смогли в дальнейшем сражаться за них.\n\n— Нашей деревне конец, Адам! — разозлился глава деревни. — Она отправится с ними. \n\n— Но как?! Она же девушка! Они её убьют! \n\n— Флора подойди. — сказал глава и взяв со стола ножницы, сам прошествовал ко мне. — Теперь ты, Инари. Иди в комнату моего сына, и возьми его одежду. Думаю она справится, — сказав это, он резким движением отрезал мои рыжие волосы.\n\n— Я не уверен, глава...\n\n— Она у тебя не когда не была уж слишком женственной. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 11,
    "text": "Зайдя в комнату сына, главы, я раскрыла большой шифонер и вытащила от туда форменную одежду деревни.\n\nОсновная униформа ниндзя деревни использует общие черты оборудования ниндзя. Униформа имеет передние карманы на правой и левой груди для содержания свитков и молния по середине. В задней части униформы имеется символ жёлтой звезды. \n\nНо я взяла",
    "answers": []
  },
  {
    "id": 12,
    "text": "Погода сегодня была дрянь, честное слово. Будто не март наступил, а конец света. С трудом сложив вывернутый жутким ветром зонтик, я ввалилась в полупустое кафе. С меня так текло, словно я была не студенткой третьего курса, а одной из этих непригодных туч, что обложили город.\n\nОфициант в чёрном переднике недовольно посмотрел на лужу подо мной, на мои грязные сапоги, но заставил себя улыбнуться. Криво вышло. Да.\n\n— Мы закрываемся через час.\n\n— Я только согреться чашечкой кофе, — поспешила сказать я и, повесив пальто на крючок вешалки, стянула шапку и плюхнулась за ближайший столик.",
    "answers": [
      {
        "id": 13,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я так продрогла, что ледяные пальцы не как не могли справиться с молнией на сумке.\n\n«Да и фиг с ним, — в сердцах решила я, — буду сидеть непричёсанной. Всё равно на меня смотреть некому!»\n\n— Латте, пожалуйста. Большой. И маффин. С кремом. Заварным, — буркнула я нависшему надо мной, как тень отца, Гамлета, официанту.\n\nПереступила ногами, в сапогах булькнуло. Официант недовольно на меня взглянул и мигом принёс заказ. Я обхватила ладонями чашку с латте. Глотнула горячего. Выдохнула. Посмотрела в зеркало напротив.\n\nВот бы взять и перенестись от сюда в тепло! По волшебству! \n\nВ небе сверкнула молния, отразившись в окне и даже в моём кофе. Я зажмурилась. Потом громыхнуло так, что в конце улицы завизжала сигнализация.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "[ Далее ]"
      },
      {
        "id": 13,
        "text": "     ______________________________________",
        "comment": true
      },
      {
        "id": 13,
        "text": "*НОВАЯ ИЛЛЮСТРАЦИЯ*",
        "comment": true
      },
      {
        "id": 153,
        "text": "[ Изображение гг Лены ]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Боже... молния-то откуда в марте?! Может, попросить слезно у официантов тут переночевать — даже до такси бежать не хотелось, если оно вообще приедет.\n\nНад головой что-то щёлкнуло, звякнуло, и рядом в проход упал кусок гипсокартона. Ой...\n\nЯ подняла голову и обомлела — прямо надо мной разворачивалась откуда-то с потолка вихреобразная синяя воронка. Я вцепилась в чашку с латте, и меня потянуло невероятной силой из-за стола вверх. Молочная пенка уплыла в синюю воронку первой... Мамочки!\n\nВ следующую секунду я почувствовала себя пылинкой, которую засасывает мощный пылесос. \n\n«Что за чёрт?!» — витало в голове глупое, и перед глазами всё потемнело.",
    "answers": [
      {
        "id": 15,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Открыв глаза, я уставилась в каменный потолок. Вокруг было тускло и темно. Приподнявшись на локтях, оглядела комнату и взглядом встретилась с серыми глазами.\n\n— Филин! — завопила я и схватилась за сердце. — Боже, как ты меня напугал.\n\n— Я что, такой страшный? Я же не зеркало, — неожиданно ответила птица.\n\n— Что-о-о-о? Ты говорящий?! Мама, помоги мне. Я дочь... полковника... Кто меня сюда притащил? — прошептала я проигнорировав слова про зеркало, и оглядела комнату.\n\nМрачные каменные стены, красный ковёр на полу. Мой взгляд устремился к дубовой двери с коваными поверху узорами и ручкой-кольцом, выпадающим из пасти дракона. На вид внушительная...\n\nОмг, а вдруг меня и вправду похитили?! Зачем?! По спине пробежали мурашки.",
    "answers": [
      {
        "id": 15,
        "text": "stretch",
        "url": "https://b.radikal.ru/b13/1906/4e/d71b81144b16.jpg"
      },
      {
        "id": 16,
        "text": "[Подойти к двери]"
      },
      {
        "id": 17,
        "text": "[Оставаться на месте]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Медленными шажками, я прошествовала к двери и схватилась за ручку.\n\nТак, спокойно. Как говорил один замечательный человек, «Кто не рискует, тот не пьёт шампанского».\n\nВсё время пока я добиралась до двери, филин с любопытством наблюдал за мной и тихо фыркал.\n\n— Ты так крадёшься, будто вор на вылазку вышел, — проворчал он.\n\n— Тише! — шикнула я.\n\nФилин тихо фыркнул, но разумно замолчал. Жить хочет...",
    "answers": [
      {
        "id": 18,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 17,
    "text": "По другую сторону двери послышались приглушённые голоса и звуки приближающихся шагов. Я подалась вперёд и навострила ушки.\n\n— Магистр Адмет, у меня для вас хорошая и плохая новость. С какой начнём? — послышался глухой голос.\n\n— Господин ректор, давайте без фанатизма, — раздражённо, проворчал собеседник.\n\n— Хорошо начнём с хорошей. У вас появился новый ученик — с сильным магическим даром. \n\n— А плохая? — льда в этом голосе было, хоть отбавляй.\n\n— Плохая — эта ученица иномирянка.\n\n«Странно... Как я могу слышать их голоса через такую толстенную дверь?» — подумала я, прежде чем дверь открылась, а я испугавшись плюхнулась на пол. \n",
    "answers": [
      {
        "id": 22,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Дойдя до двери, прислонилась к дубовому покрытию и прислушалась. По ту сторону послышались приглушённые голоса и звуки приближающихся шагов.\n\n— Магистр Адмет, у меня для вас хорошая и плохая новость. С какой начнём? — послышался глухой голос.\n\n— Господин ректор, давайте без фанатизма, — раздражённо, проворчал собеседник.\n\n— Хорошо начнём с хорошей. У вас появился новый ученик — с сильным магическим даром. \n\n— А плохая? — льда в этом голосе было, хоть отбавляй.\n\n— Плохая — эта ученица иномирянка.\n\n«Странно... Как я могу слышать их голоса через такую толстенную дверь?» — подумала я, прежде чем дверь влетела мне в лоб.",
    "answers": [
      {
        "id": 19,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Омг, зачем же так сильно дверь отворять? Больные что ли? — проворчала я, поглаживая ушибленное место. \n\n— Лейна, зачем же вы стоите под дверью? — подрагивающим голосом ответили над головой.\n\nРжёт надо мной. А мне было плевать что он там щебечет. У меня трагедия. Сотрясение мозга возможно! А он угорает, блин! ",
    "answers": [
      {
        "id": 20,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Надо мной склонился высокий мужчина. Голова старика была прикрыта капюшоном. Длинная борода была дополнением к его образу. \n\nКак там звали старика из Гарри Поттера? Дамблдор, точно! Очень на него похожь.\n\nОдет он был в чёрную местами потрёпанную мантию. \n\nОдного лишь его взгляда может хватить чтобы испугаться и забиться мышкой за веник.",
    "answers": [
      {
        "id": 20,
        "text": "stretch",
        "url": "https://c.radikal.ru/c28/1908/a7/d642f44fc7d3.jpg"
      },
      {
        "id": 21,
        "text": "— Лейна, вставайте."
      }
    ]
  },
  {
    "id": 21,
    "text": "— Лейна, вставайте, — сказал старик и протянул руку.\n\nНу я же гордая. Сама встану, не старая же. \n\nКряхтя медленно поднялась на ноги, проигнорировав протянутую граблю и с презрением посмотрела в глаза собеседнику. \n\n— Хорошо что вы очнулись, — сказал старик и якобы «дружелюбно» улыбнулся. — Извините за столь неожиданный переход между мирами. Иномирянам гораздо труднее в этом вопросе приходится.\n\n— Куда вы меня притащили? — с опаской спросили вы и сложили руки на груди. Отец всегда говорил, что этот жест показывает собеседнику, что ты настроен серьёзно. \n\n— Это мой кабинет. Мы и не думали что ваш организм отреагирует так плачевно на переход. Просто в нашу академию давно земные не попадали.\n\nДа ну? Ладно хоть ещё не убили. Видите ли они не знали. Я бросила хмурый взгляд на второго мужчину, в такой же чёрной мантии.",
    "answers": [
      {
        "id": 25,
        "text": "[Рассмотреть мужчину]"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Омг, зачем же так пугать? Больные что ли? — проворчала я, поглаживая ушибленное место. \n\n— Лейна, что же вы такая неуклюжая? — подрагивающим голосом ответили над головой.\n\nРжёт надо мной. А мне было плевать что он там щебечет. У меня трагедия. Сотрясение мозга возможно! А он угорает, блин! ",
    "answers": [
      {
        "id": 23,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Надо мной склонился высокий мужчина. Голова старика была прикрыта капюшоном. Длинная борода была дополнением к его образу. \n\nКак там звали старика из Гарри Поттера? Дамблдор, точно! Очень на него похожь.\n\nОдет он был в чёрную местами потрёпанную мантию. \n\nОдин лишь его взгляда может хватить чтобы испугаться и забиться мышкой за веник.",
    "answers": [
      {
        "id": 23,
        "text": "stretch",
        "url": "https://d.radikal.ru/d37/1908/c1/cfa336868819.jpg"
      },
      {
        "id": 21,
        "text": "— Лейна, вставайте."
      }
    ]
  },
  {
    "id": 24,
    "text": "— Лейна, вставайте, — сказал старик и протянул руку.\n\nНу я же гордая. Сама встану, не старая же. \n\nКрехтя медленно поднялась на ноги и с презрением посмотрела в глаза собеседнику.\n\n",
    "answers": []
  },
  {
    "id": 25,
    "text": "Около двери стоял мужчина лет двадцати восьми. \n\nТёмные волосы падали на широкие плечи. Они были чуть растрёпаны, но это совсем не усугубляло его внешность. У него был прямой нос и островатые скулы.\n\nЕго синие глаза смотрели с осуждением и толикой злости. Этот взгляд внушал недоверие и страх. ",
    "answers": [
      {
        "id": 25,
        "text": "stretch",
        "url": "https://c.radikal.ru/c34/1908/c2/0dca6208fa4b.png"
      },
      {
        "id": 26,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Вы в академии, магического права, — отчеканил... Э-э-э...\n\n— Простите, а вы...\n\n— Адмет. Магистр Адмет. По совместительству ваш куратор, — прошипел мужчина.\n\nНе ну капец, просто. Сам не представился, а я виновата. Да уж... Культурностью здесь и не пахнет.\n\n— Но как же я буду... \n\nМагистр закатил глаза, разворачиваясь к старику.\n\n— Господин ректор, я могу быть свободен? — вопрос был произнесен так, будто магистр не спрашивал, а утверждал. \n\n— Дифран...я думал вы мне поможете, — ректор кивнул в мою сторону, но магистр бросил на ректора злобный взгляд и посмотрел в окно. \n\n— У меня много дел. Я здесь не ради того чтобы подтирать сопли иномирянам. Вы прекрасно знаете причину, моего к ним отношения. \n\n— Дифран, мы же не каждый день переносим иномирян. Тем более она не самый слабый экземпляр.\n\n— Господин ректор, я уже посмотрел на неё. Большего мне и не надо. И впредь не зовите меня из-за всяких пустяков. \n\nСтарик устало потёр глаза и махнул рукой на дверь.\n\n— Спасибо. Вы свободны.\n\nОкинув меня отвращённым взглядом, магистр резко развернулся и поспешил на выход.",
    "answers": [
      {
        "id": 27,
        "text": "[Промолчать]"
      },
      {
        "id": 28,
        "text": "— Бука, блин."
      },
      {
        "id": 29,
        "text": "— Какие мы нервные."
      }
    ]
  },
  {
    "id": 27,
    "text": "— Будьте с ним осторожны, Лейна, — серьёзно сказал, ректор.\n\n— Я Лена, а не Лейна, — поправила я.\n\n— Ле-й-на...\n\n— Лена. Елена. Краснова Елена Петровна.",
    "answers": [
      {
        "id": 31,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Бука, блин, — буркнула я в догонку, удаляющемуся мужчине. \n\nТот споткнулся на пол пути и оглянулся. И что-то мне в его взгляде не понравилось. Он открытым текстом сообщал, что мне будут мстить.\n\nЕщё раз оглядев меня, магистр поспешно вышел за дверь. Собственно дверь тоже пострадала. Несколько камушков посыпалось на пол. Вот это сила...\n\n— Лейна, будьте с ним осторожны, — серьёзно сказал ректор.\n\n— Я Лена, а не Лейна, — поправила я.\n\n— Ле-й-на...\n\n— Лена. Елена. Краснова Елена Петровна. ",
    "answers": [
      {
        "id": 31,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Какие мы нервные, — буркнула я в догонку, удаляющемуся мужчине. \n\nТот споткнулся на пол пути и оглянулся. И что-то мне в его взгляде не понравилось. Он открытым текстом сообщал, что мне будут мстить.\n\nЕщё раз оглядев меня, магистр поспешно вышел за дверь. Собственно дверь тоже пострадала. Несколько камушков посыпалось на пол. Вот это сила...\n\n— Лейна, будьте с ним осторожны, — серьёзно сказал ректор.\n\n— Я Лена, а не Лейна, — поправила я.\n\n— Ле-й-на...\n\n— Лена. Елена. Краснова Елена Петровна. ",
    "answers": [
      {
        "id": 31,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Уважаемый, я не собираюсь учиться в вашей академии, — сообщила очевидное.\n\n— И что же натолкнуло вас на эту мысль?\n\n— Да всё! Не хочу я быть магом. Живо отправьте меня в мой мир.\n\nИ вот тут до меня дошло. Никто меня никуда не отправит. И самолётом я от сюда не улечу. Да я даже не знаю летают ли тут самолёты.\n\n— Телепортируйте меня обратно, — прошептала умоляюще я. — Пожалуйста.\n\nНо старик скрестил руки на груди, отрицательно качнул головой и сказал:\n\n— Нет. Краснова, Вендаар нуждается в квалифицированных магах. Как я уже сказал наш мир выбрал именно вас. Из миллиарда людей. Так что учиться вы будет и закончите академию.",
    "answers": [
      {
        "id": 32,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Хорошо. Тогда слушайте Краснова. В нашей академии учеников учат разным типам магии. Например: создание иллюзий, боевая магия, перемещение, создание артефактов и т.д., — начал ректор. — В вашем мире магии нет, а вот в нашем мире магии хоть отбавляй. С каждым годом людей овладевших магией становится всё меньше.\n\n— И почему же? — хрипло спросила я.\n\nСтарик пожал плечами и подошёл к окну.\n\n— Не каждому везёт родиться с магией. А если и рождаются их убивают более сильные маги.\n\n— Понятно. Но причём здесь я?\n\n— Наш мир выбрал именно вас Краснова. Путешествуя по другим мирам, мы набираем магов. Таких людей как вы, очень мало.",
    "answers": [
      {
        "id": 30,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 32,
    "text": "Каждое слово старика вонзалось мне в сердце всё сильнее. А я даже ничего не могла сделать.\n\nСтарик продолжил:\n\n— Вы всё-таки не понимаете Лейна. Если бы вы были слабее, то не смогли бы сюда телепортироваться, мир бы просто вас поглотил и... \n\nСразу вспомнились книги про попаданок, которые читала на досуге в школе.\n\nЧёртовы маги, чёртов мир. Почему именно я? Ведь я же обычная девушка, которая через пару месяцев перешла бы на четвёртый курс и пошла работать юристом. Все планы блин обломали. \n\nА ведь я уже задумывалась о других мирах. Даже некоторое время хотела в них попасть. Но сейчас я категорически эту идею отклоняю. \n\nВо-первых, в моём мире осталась моя бабушка, она будет за меня волноваться. Во-вторых, я могу выучиться на мага... И каким-нибудь заклинанием подорвать эту чёртову академию.",
    "answers": [
      {
        "id": 33,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Ладно я подпишу ваше дурацкое заявление. Но если я не смогу? Что если я окажусь бестолочью? \n\n— Не советую притворяться отсталой, Краснова. Если мы узнаем что вы халтурите, то мы будем вынуждены отправить вас обратно, — и взглянув на мой восторженный вид добавил: \n\n— Но переход обратно для вас будет смертелен. \n\nПоследние слова прозвучали как угроза, я зябко поёжилась. Угрозы. 128.1 УК РФ блин...\n\nНичего обещать не стала. Просто тихонько кивнула и всё.",
    "answers": [
      {
        "id": 34,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Через двадцать минут, в комнату вошла полноватая женщина в таком же чёрном балахоне. \n\nОна низко поклонилась. Ректор подмигнул и приказал следовать за ней. Я встала с кровати и поплелась за женщиной. В конце концов, меня же тут не сожрут. Вроде обычное школьное заведение.",
    "answers": [
      {
        "id": 35,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Выйдя из кабинета, я оказалась в длинном коридоре. Стены его были сложены из серого камня. Наверху, под высокими сводами, висели огромные медные люстры. \n\nА пройдя по коридору до первой развилки, я поняла – академия располагается в замке. Таком типично средневековом, как на исторических картинках, только очень большом. От этого стало одновременно и любопытно, и немного жутковато: никогда не жила в замке, тем более колдовском.\n\nНадо же, я магичка! У меня есть магия, и я буду учиться в академии. Если же меня вышибут через год или два, то придется несладко.",
    "answers": [
      {
        "id": 36,
        "text": "[Далее]"
      },
      {
        "id": 35,
        "text": "   ______________________________________",
        "comment": true
      },
      {
        "id": 35,
        "text": "*НОВАЯ ИЛЛЮСТРАЦИЯ*",
        "comment": true
      },
      {
        "id": 154,
        "text": "[Коридоры замка]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ладно, не буду заморачиваться раньше времени. В конце концов, если стану магом, то это тоже неплохо. Сколько платят дипломированным магам в этом мире, не знаю, но зато, овладев магическим искусством, точно смогу подорвать эту академию. И послать всех лесом, большим глубоким лесом.\n\nУвлечённая этими мыслями, я не заметила, как мы вошли в огромный, мрачноватый зал. \n\nПотолки тут были до того высокими, что у меня голова закружилась, когда взглянула вверх. С детства боюсь высоты. Надеюсь они тут на мётлах не гоняют. Хотела бы я посмотреть, прям как в \" Гарри Поттере\".\n\nА потом я услышала гомон, топот множества ног, и в зал высыпали студенты. Парни и девушки были одеты в длинные балахоны четырех цветов: красный, синий, зелёный и жёлтый. У каждого на плече висела сумка, и все куда-то дружно спешили.",
    "answers": [
      {
        "id": 37,
        "text": "[Далее]"
      },
      {
        "id": 36,
        "text": "   ______________________________________",
        "comment": true
      },
      {
        "id": 36,
        "text": "*НОВАЯ ИЛЛЮСТРАЦИЯ*",
        "comment": true
      },
      {
        "id": 157,
        "text": "[Столовая]"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Сейчас обед, — пояснила женщина  «гид».\n\nПри слове «обед» желудок нервно заворочался – оказывается, я успела проголодаться. Интересно, сколько времени провалялась в кабинете ректора? Наверное, не меньше пары часов.\n\nК счастью, голод чувствовался не настолько остро, чтобы мне захотелось влиться в дружный коллектив. Тем более, сейчас все равно не пустили бы. Поэтому я задрола повыше маячку, которая на фоне принятой тут одежды смотрелась как слишком откровенное, и продолжила путь.\n\nМиновав зал, мы начали подниматься по широкой каменной лестнице. Видимо, в местную администрацию, где, по словам ректора, нужно было разобраться с бумагами.",
    "answers": [
      {
        "id": 38,
        "text": "— У вас тут летают на мётлах?"
      },
      {
        "id": 39,
        "text": "— На каком я факультете? "
      },
      {
        "id": 40,
        "text": "— Когда начинаются занятия? "
      }
    ]
  },
  {
    "id": 38,
    "text": "— У вас тут летают на мётлах? — задала я, мучавший меня вопрос. \n\nНу не хочу я на метле летать. Мошки будут в лицо врезаться. Тем более никто не знает, чем может закончиться безобидный полёт на метле. \n\nЖенщина взглянула на меня, как на умалишённую, улыбнулась и сказала:\n\n— Нет, на мётлах не летают. ",
    "answers": [
      {
        "id": 37,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 39,
    "text": "— На каком я факультете? \n\n— Всё покажет испытание. \n\n— Что за испытание? — любопытство меня просто переполняло.\n\n— Скоро вы обо всём узнаете. \n\nНу и ладно, не больно то и хотелось. Гид какой-то неразговорчивый попался. ",
    "answers": [
      {
        "id": 37,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Когда начинаются занятия? \n\n— Завтра. Вы немного опоздали. Так что будете нагонять программу. \n\nУгу, кто мне поможет-то? Может этот ледышка — Адмет? Или ректор? Ага бегут и спотыкаются. Я же для них обуза...",
    "answers": [
      {
        "id": 41,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Кстати, а где я буду жить? В общежитии?\n\nПри одной лишь мысли об общежитии меня передёрнуло. Может мне предоставят хоромы? Это же всё-таки не мой мир. Может тут каждый студент живёт в персональной комнате? Ну а что? Вдруг повезёт?\n\nВ просторный кабинет, который был определен как местный деканат, я вошла с полуулыбкой и сразу же оказалась под прицелом пронзительно-синих глаз.\n\n– Опять вы? – морщась так, будто лимон съел, процедил магистр.\n\nМне пришлось приложить немало усилий, чтобы не огрызнуться. Хорошо, что кроме Адмета тут находились ещё две женщины. Обе стройные, в чёрных балахонах. Одна из них глянула на магистра неодобрительно, ещё и пальцем погрозила. А вторая сказала:\n\n– Профессор, не шипите на девушку. Она же не виновата, что пришла к нам из другого мира, – потом повернулась ко мне и спросила: – Вы – Лейна? Я правильно поняла?\n\n– Да. – Я кивнула.",
    "answers": [
      {
        "id": 42,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 42,
    "text": "– Идите сюда, помогу вам заполнить заявление.\n\nПроводница в синем платье что-то пробормотала и вышла, а меня усадили за один из преподавательских столов и вручили самую обычную шариковую ручку с листком бумаги. После чего подозвавшая меня женщина принялась диктовать текст заявления.\n\nНичего особенного там не было. Обычное: я такая-то, прошу зачислить меня на факультет… ну и дальше по форме. А вот когда я закончила и размашисто подписала листок, мне сообщили:\n\n— Вот, держите, — женщина протянула мне лист.\n\nВ этот момент до меня дошла ещё одна истина: у меня нет вещей! Ладно хоть сумка осталось. Но там блин всего несколько тетрадей, ручки, спортивная форма, расчёска, ну и ещё много женских штучек.\n\nЛадно и не такое переживали. Вот ведь козлы! Уроды! Даже не дали пару вещичек взять.",
    "answers": [
      {
        "id": 43,
        "text": "[Выйти из кабинета]"
      },
      {
        "id": 44,
        "text": "[Задержаться]"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ещё раз проклиная, всех и вся, я с тихим стоном поднялась со стула и поплелась на выход.\n\n— Куда? — услышала я раздражённый голос, только взявшись за ручку двери.\n\n— Койко-место получать, — буркнула я.\n\n— Что?! \n\n— Лейна, магистр Адмет, должен проверить тебя на твои способности. В зависимости от дара ты попадёшь на соответствующий факультет, — тепло улыбнулась одна из женщин.\n\n— А-а-а... — протянула я. ",
    "answers": [
      {
        "id": 45,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Оставшись сидеть на стуле, я мужалась сказать магистру что вещей у меня нет. Прикрыв глаза, хотела уже высказать всё то что хранила в своей голове. А это был русский мат! Но меня перебили.\n\n— Садись в кресло, — раздался голос Адмета.\n\nУ магистра был такой взгляд, что сразу захотелось загоситься под коврик. \n\n— Лейна, магистр Адмет, должен проверить тебя на твои способности. В зависимости от дара ты попадёшь на соответствующий факультет, — тепло улыбнулась одна из женщин.\n\n— А-а-а... — протянула я. ",
    "answers": [
      {
        "id": 46,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 45,
    "text": "Меня вежливо попросили перекочевать на кресло, напротив магистра. Возражать я не стала. Слишком уж Адмет хищно щурился. \n\n— Закрой глаза и представь потоки, которые сплетаются в один ком. Когда почувствуешь что впитала достаточно энергии, придай кому любую форму. Хотя вряд ли ты почувствуешь потоки.\n\n— Магистр, хватит! Не обижайте девочку, — погрозила одна из женщин. \n\nМагистр фыркнул, кивнул мне, аля «давай, приступай» и откинулся на спинку.\n\nЯ закрыла глаза и представила потоки. Хрен их знает как они должны выглядеть, но я честно пыталась вообразить нити которые слетаются в одну точку.\n\nСтранно... но воображалось очень легко. В один момент нити как червячки, начали быстро переползать в одну точку и формировать шар. \n\nХм... какой нафиг шар? Шар это слишком просто. Сейчас им такое наколдую...",
    "answers": [
      {
        "id": 47,
        "text": "[Средний палец]"
      },
      {
        "id": 48,
        "text": "[Мечь]"
      },
      {
        "id": 49,
        "text": "[Единорога]"
      },
      {
        "id": 50,
        "text": "[Топор]"
      }
    ]
  },
  {
    "id": 46,
    "text": "Пройдя к магистру, я плюхнулась в мягкое кресло.\n\n— Закрой глаза и представь потоки, которые сплетаются в один ком. Когда почувствуешь что впитала достаточно энергии, придай кому любую форму. Хотя вряд ли ты почувствуешь потоки.\n\n— Магистр, хватит! Не обижайте девочку, — погрозила одна из женщин. \n\nМагистр фыркнул, кивнул мне, аля «давай, приступай» и откинулся на спинку.\n\nЯ закрыла глаза и представила потоки. Хрен их знает как они должны выглядеть, но я честно пыталась вообразить нити которые слетаются в одну точку.\n\nСтранно... но воображалось очень легко. В один момент нити как червячки, начали быстро переползать в одну точку и формировать шар. \n\nХм... какой нафиг шар? Шар это слишком просто. Сейчас им такое наколдую...\n",
    "answers": [
      {
        "id": 47,
        "text": "[Средний палец]"
      },
      {
        "id": 48,
        "text": "[Мечь]"
      },
      {
        "id": 49,
        "text": "[Единорога]"
      },
      {
        "id": 50,
        "text": "[Топор]"
      }
    ]
  },
  {
    "id": 47,
    "text": "Не знаю что мною управляло, но перед лицом замаячило лицо магистра и сознание само нарисовало средний палец. Это не я... это всё ваша магия виновата.\n\nВ комнате послышались охи, вздохи.\n\nОткрыв глаза, я чуть не сползла на пол. Прямо у моего носа витал кхм... кулак с оттопыренным пальцем... сами знаете каким. Но самое удивительное, этот кулак состоял сразу из четырёх цветов — зелёный, синий, красный и жёлтый.\n\n— Магистр, разве такое возможно? — выдохнула одна из женщин.\n\n— Нет. Я впервые такое вижу. Конечно есть маги уневирсалы — которые могут управлять сразу всеми стихиями, но чтобы они сливались воедино... такое впервые.",
    "answers": [
      {
        "id": 51,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 48,
    "text": "Не знаю что мною управляло, но перед лицом замаячило лицо магистра и сознание само нарисовало мечь. Грохнуть бы его им. Это не я... это всё ваша магия виновата.\n\nВ комнате послышались охи, вздохи.\n\nОткрыв глаза, я чуть не сползла на пол. Прямо у моего носа витал длинный клинок. Катана? Но самое удивительное, этот клинок состоял сразу из четырёх цветов — зелёный, синий, красный и жёлтый.\n\n— Магистр, разве такое возможно? — выдохнула одна из женщин.\n\n— Нет. Я впервые такое вижу. Конечно есть маги уневирсалы — которые могут управлять сразу всеми стихиями, но чтобы они сливались воедино... такое впервые.",
    "answers": [
      {
        "id": 51,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 49,
    "text": "Не знаю что мною управляло, но я вспомнила как недавно ездила на пони. Это не я... это всё ваша магия виновата.\n\nВ комнате послышались охи, вздохи.\n\nОткрыв глаза, я чуть не сползла на пол. Прямо у моего носа витал единорог. Но самое удивительное, этот единорог состоял сразу из четырёх цветов — зелёный, синий, красный и жёлтый.\n\n— Магистр, разве такое возможно? — выдохнула одна из женщин.\n\n— Нет. Я впервые такое вижу. Конечно есть маги уневирсалы — которые могут управлять сразу всеми стихиями, но чтобы они сливались воедино... такое впервые.",
    "answers": [
      {
        "id": 51,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 50,
    "text": "Не знаю что мною управляло, но перед лицом замаячило лицо магистра и сознание само нарисовало топор. Грохнуть бы его им. Это не я... это всё ваша магия виновата.\n\nВ комнате послышались охи, вздохи.\n\nОткрыв глаза, я чуть не сползла на пол. Прямо у моего носа витал топор. Но самое удивительное, этот топорик состоял сразу из четырёх цветов — зелёный, синий, красный и жёлтый.\n\n— Магистр, разве такое возможно? — выдохнула одна из женщин.\n\n— Нет. Я впервые такое вижу. Конечно есть маги уневирсалы — которые могут управлять сразу всеми стихиями, но чтобы они сливались воедино... такое впервые.",
    "answers": [
      {
        "id": 51,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вообщем... Выкурили меня из кабинета в смешанных чувствах. Магистр оттащив меня в сторонку, сказал чтобы я даже не заикалась о том, что умею управлять столь необычной магией. \n\nНо перед тем как меня вышарить, мне выдали расписание занятий и две бумажки. Одна была разрешением на получение книг в библиотеке, вторая оказалась рекомендацией на заселение в общежитие. Вопрос заселения показался мне важнее учебников, и именно его пришлось решать в первую очередь.\n\nК счастью, саму башню первого факультета  искать не пришлось: меня туда проводила та самая женщина, которая помогала писать заявление. В ходе маленького допроса выяснилось, что зовут ее очень даже по земному – Эмма. И она является младшим преподавателем боевой медитации. Правда, что за зверь такой эта медитация и чем она отличается от обычной, я решила не выяснять. Ещё успеется.",
    "answers": [
      {
        "id": 52,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 52,
    "text": "Эмма провела меня очередными коридорами к широкой лестнице, в основании которой были установлены два невысоких каменных столбика. \n\nПосле всего, что сегодня произошло, чуда я уже не ждала. Ведь совершенно понятно, что при таком отношении личных апартаментов мне не светит. И эти подозрения оправдались: в комнате, куда привела Эмма, стояло пять кроватей. Кухни с заляпанной жиром плитой тут, конечно, не было, зато ванная с забрызганным зеркалом имелась.\n\nЧёрт. Я домашняя девочка, и в общаге бывала всего однажды, когда на день рождения одногруппницы ходила. Я не смогу жить в таких условиях. Я чокнусь. Да и вряд ли меня кто-то примет.\n\nПока я осматривала ванную, Эмма бесцеремонно залезла в шкаф – шкаф тут один был, зато очень большой, во всю стену.",
    "answers": [
      {
        "id": 53,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 53,
    "text": "– Ага, девочки все заняли, – констатировала она. – Но вы сами как-нибудь разберётесь.\n\nТут же вспомнилось, что вещей у меня нет, и от этого совсем тошно стало. Разве что для сумочки местечко отделят.\n\nНо это были только цветочки! Ягодок я накушалась через полчаса, когда закончились пары и в комнате объявились девчонки.\n\nЭто была мощная коллективная истерика, в ходе которой я узнала, что лучше прыгнуть с какого-то великого моста, чем делить комнату со мной. Я не пыталась выяснить подробности такой реакции, зато поняла главное – проблема в том, что я из другого мира. И хотя было не очень понятно и очень-очень неприятно. Почему здесь так не любят иномирян? ",
    "answers": [
      {
        "id": 54,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 54,
    "text": "– Пойдёмте, Лейна, – мрачно бросила Эмма и направилась к лестнице.\n\nЧувствуя себя слишком усталой для споров, я покорно кивнула и пошла следом за женщиной.\n\nНа этот раз мы поднялись на самый верх башни. Я огляделась, пытаясь понять, какую из дверей женщина откроет теперь и почему она так кривится. Но Эмма повела ещё дальше, в самый конец длинного коридора.  Дойдя до конца коридора, мы остановились у старой резной двери. Ее-то Эмма и открыла.\n\n– Это что? – уже предчувствуя грандиозную подставу, пробормотала я.",
    "answers": [
      {
        "id": 55,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 55,
    "text": "– Понимаете, Лейна, в этом году у нас большой поток студентов, и это единственная альтернатива, которую я могу вам предложить.\n\nЖенщина отстранилась, приглашая меня внутрь. Ну я и вошла. Просто чтобы подтвердить свои подозрения. И не ошиблась, хотя до последнего все-таки надеялась, что будет лучше. То, что открылось моим глазам… это был настоящий ужас!\n\nСтарая комната. Огромная, жутко грязная, заваленная хламом и затянутая паутиной! И тут мне предлагают жить? Да здесь сто лет никто не жил.",
    "answers": [
      {
        "id": 56,
        "text": "— Вы в своём уме? "
      },
      {
        "id": 57,
        "text": "— И как это понимать? "
      },
      {
        "id": 58,
        "text": "— Да здесь задохнуться можно! "
      }
    ]
  },
  {
    "id": 56,
    "text": "— Вы в своём уме? — тихо спросила я.\n\n– У нас на самом деле нет других помещений, – ответила Эмма.\n\nЛадно, ладно. Это война! Переживём. В детстве когда я потерялась в лесу, вообще под отрытым небом спала, а тут какая-то грязная комната.\nПока рассматривала комнату, за спиной услышала хлопок двери.\n\nТвари! Ну и валите, больно надо! Всё, точно война!",
    "answers": [
      {
        "id": 63,
        "text": "[Пойти к ректору]"
      },
      {
        "id": 64,
        "text": "[Смириться]"
      }
    ]
  },
  {
    "id": 57,
    "text": "— И как это понимать? — тихо спросила я.\n\n– У нас на самом деле нет других помещений, – ответила Эмма.\n\nЛадно, ладно. Это война! Переживём. В детстве когда я потерялась в лесу, вообще под отрытым небом спала, а тут какая-то грязная комната.\nПока рассматривала комнату, за спиной услышала хлопок двери.\n\nТвари! Ну и валите, больно надо! Всё точно война!",
    "answers": [
      {
        "id": 63,
        "text": "Пойти к ректору."
      },
      {
        "id": 64,
        "text": "Смириться."
      }
    ]
  },
  {
    "id": 58,
    "text": "— Да здесь задохнуться можно! — воскликнула я.\n\n– У нас на самом деле нет других помещений, – ответила Эмма. — Немного прибраться и будет нормально. \n\nЛадно, ладно. Это война! Переживём. В детстве когда я потерялась в лесу, вообще под отрытым небом спала, а тут какая-то грязная комната.\nПока рассматривала комнату, за спиной услышала хлопок двери.\n\nТвари! Ну и валите, больно надо! Всё точно война!",
    "answers": [
      {
        "id": 63,
        "text": "Пойти к ректору."
      },
      {
        "id": 64,
        "text": "Смириться."
      }
    ]
  },
  {
    "id": 59,
    "text": "•••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••",
    "answers": [
      {
        "id": 61,
        "text": "Лена (Лейна)."
      },
      {
        "id": 62,
        "text": "Дифран (Магистр Адмет)."
      },
      {
        "id": 150,
        "text": "Алекс."
      },
      {
        "id": 151,
        "text": "Артан."
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 60,
    "text": "...",
    "answers": []
  },
  {
    "id": 61,
    "text": "Коротковатые белые волосы, волнами ложились на хрупкие плечи. Голубые как небо, глаза. Длинные ресницы, аккуратный носик. \n\nДружелюбная, милая девушка, которая любит влипать в неприятности. \n\nРаса: Человек.\n\nФакультет: Огневик.\n",
    "answers": [
      {
        "id": 61,
        "text": "stretch",
        "url": "https://b.radikal.ru/b41/1908/ab/bbc012935349.jpg"
      },
      {
        "id": 59,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 62,
    "text": "Тёмные волосы падали на широкие плечи. Они были чуть растрёпаны, но это совсем не усугубляло его внешность. Прямой нос и островатые скулы.\n\nЕго зелёные глаза смотрят с осуждением и толикой злости. Этот взгляд внушал недоверие и страх. От этого холодного взгляда хотелось убежать.\n\nХолоден и скрытен. Не любит открываться людям. \n\nРаса: Человек. \n\nФакультет: — ",
    "answers": [
      {
        "id": 62,
        "text": "stretch",
        "url": "https://d.radikal.ru/d00/1908/3e/2427cc2a4162.png"
      },
      {
        "id": 59,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 63,
    "text": "Нет. Сидеть в этой грязи невозможно! Этот ректор уже вообще оборзел.\n\nРазозлившись не на шутку, я переступила порог и бодрячком отправилась в знакомый кабинет. Благо дорогу до ректора я запомнила. ",
    "answers": [
      {
        "id": 69,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 64,
    "text": "Ладно, спором дело не решишь. Тем более кто я такая чтобы жаловаться? Для них я никто. Ведь в итоге, я виновата и останусь.\n\nТак что лучше заткнуть варежку и сидеть тихо, как мышь. А с этой комнатой можно и разобраться... мы непревиледливые.",
    "answers": [
      {
        "id": 71,
        "text": "[Глава 2]"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Вы ещё спрашиваете? — оторопело буркнула я.\n\n— Если вы о том что для вас не хватило комнаты, то боюсь я ничего поделать не могу. Комнат свободных нет.\n\n— Я не буду жить в этом бомжатнике! \n\n— Бомжно... что? А вас никто и не спросит.\n\nПосле этих слов, ректор бесцеремонно хлопнул дверью перед моим носом. \n\nСлов нет. Ну и пожалуйста! ",
    "answers": [
      {
        "id": 71,
        "text": "[Глава 2]"
      }
    ]
  },
  {
    "id": 66,
    "text": "Проснулась я от того же голода и приглушенного солнечного света, который лился сквозь грязные окна. Все тело болело, во рту было сухо, в глаза как будто песка насыпали. \n\nВ общем, это оказалось вне сомнения самое отвратительное пробуждение из всех, какие только можно представить. В голове бился один единственный вопрос: «Зачем им это нужно? Зачем?»\n\nНе понимаю.",
    "answers": [
      {
        "id": 68,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Конечно меня что-то беспокоит!  — оторопело буркнула я.\n\n— Если вы о том что для вас не хватило комнаты, то боюсь я ничего поделать не могу. Комнат свободных нет.\n\n— Я не буду жить в этом бомжатнике! \n\n— Бомжно... что? А вас не кто и не спросит.\n\nПосле этих слов, ректор бесцеремонно хлопнул дверью перед моим носом. \n\nСлов нет. Ну и пожалуйста! ",
    "answers": [
      {
        "id": 71,
        "text": "[Глава 2]"
      }
    ]
  },
  {
    "id": 68,
    "text": "Учиться без вещей, без подготовки, вообще без всего и в таких жутчайших условиях – нереально! И зуб даю, они все это прекрасно осознают. Но почему тогда закрыли на это глаза? Почему?!\n\nЯ кое-как встала, потянулась и поплелась в ванную. Отдельная ванная была единственным плюсом этой жуткой грязной комнаты. Правда состояние ее оставляло желать лучшего: всюду грязь и толстый слой ржавчины. Спасибо, что хоть вода после недолгого слива все-таки потекла чистая, но холодна. Ну и ладно, может потом горячая побежит.",
    "answers": [
      {
        "id": 72,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 69,
    "text": "В коридорах люди и нелюди, уступали мне дорогу, так как мой взгляд не внушал ничего хорошего. \n\nГромко постучав в дверь кабинета, я отступила на шаг и стала ожидать, когда же эта... эта, не будем говорить кто, соизволит выйти.\n\nОткрылась дверь и в коридор высунулась седая голова.\n\n— Лейна? Вас что-то беспокоит? \n\nУвидев мой грозный взгляд, ректор отшатнулся и на всякий случай прикрыл дверь.",
    "answers": [
      {
        "id": 65,
        "text": "— Вы ещё спрашиваете?"
      },
      {
        "id": 67,
        "text": "— Конечно меня что-то беспокоит! "
      },
      {
        "id": 70,
        "text": "— Нет, меня ничего не беспокоит."
      }
    ]
  },
  {
    "id": 70,
    "text": "— Нет, меня ничего не беспокоит, — ласково пропела я. — Ведь жить в этой комнате одно удовольствие, поверьте.\n\n— Если вы о том что для вас не хватило комнаты, то боюсь я ничего поделать не могу. Комнат свободных нет.\n\n— Я не буду жить в этом бомжатнике! \n\n— Бомжно... что? А вас не кто и не спросит.\n\nПосле этих слов, ректор бесцеремонно хлопнул дверью перед моим носом. \n\nСлов нет. Ну и пожалуйста! ",
    "answers": [
      {
        "id": 71,
        "text": "[Глава 2]"
      }
    ]
  },
  {
    "id": 71,
    "text": "Ночь я провела фигово. В комнате вырыла кровать. Хоть она и старая, зато кровать, и спать можно. Не на полу же? Ещё не хватало простыть. Только был один минус — это пыль. Даже не приглядываясь можно заметить миллиарды пылинок, что витают по всей комнате.\n\nМне было плохо и страшно как никогда в жизни. Отдельная тема – желудок. Порой его голодное бурчание перекрывало все звуки, выдёргивая меня из неспокойного сна. Все-таки зря я отказалась идти на ужин: объявленная голодовка не принесла никакой пользы, одни проблемы.",
    "answers": [
      {
        "id": 66,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 72,
    "text": "Умывшись и прополоскав зубы, пасты-то нет – я отправилась обратно. На единственном целом стуле, который удалось вчера тут найти, лежала стопочкой моя одежда.\n\nЯ надела джинсы, натянула майку. После этого впихнула ноги в белые кроссовки и поплелась к кровати, с мотивом её заправить. Только вот не дошла, из под кровати раздался смех. Он был не здоровым, потусторонним. У меня чуть сердце в пятки не ушло.",
    "answers": [
      {
        "id": 73,
        "text": "[Спрятаться]"
      },
      {
        "id": 74,
        "text": "[Завизжать]"
      },
      {
        "id": 75,
        "text": "[Обороняться]"
      }
    ]
  },
  {
    "id": 73,
    "text": "С громким визгом я помчалась в противоположную сторону и забилась в угол. И сидела как мышь за веником.\n\nЛучше переждать наступление в убежище. Ведь у меня даже нет оружия. Я труп! Если бы папа меня увидел в таком состоянии, отправил бы на тренировку к его другу полковнику. Вспомнив рожу полковника, я состроила страшную гримасу.",
    "answers": [
      {
        "id": 76,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 74,
    "text": "Громко завизжав, я закрыла уши руками и шлёпнулась на пол. Папа всегда учил меня этому. Ведь если ты будешь ранен, то ничего уже не сможешь сделать.",
    "answers": [
      {
        "id": 77,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 75,
    "text": "Взяв ножку от разобранного стола, я приготовилась драться. Спасибо папе, научил парой приёмчиков. В жизни всё пригодится.\n\n— Выходи подлый трус! — заверищала я и встала в боевую стойку.",
    "answers": [
      {
        "id": 78,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Эй! Эй, ты чего?! Шуток не понимаешь? — раздался голос где-то рядом.\n\nВ следующий миг из под кровати вынырнул прозрачный сгусток. \n\n— Призрак! \n\n— Призрак Гент, к вашим услугам миледи.\n\nВ этот момент думать вообще не могла, а говорить тем более. Но всё-таки выдавила:\n\n— Ты кто?\n\n– Твой ночной кошмар! Твой ужас…\n\n— Ты здесь живёшь?\n\nПризрак не ответил, и это было верным признаком того, что я угадала. Его можно в любой момент выгнать, наверно, а завтрак в столовой точно не круглые сутки дают.",
    "answers": [
      {
        "id": 79,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Эй! Эй, ты чего так визжишь?! Шуток не понимаешь? — раздался голос где-то рядом.\n\nВ следующий миг из под кровати вынырнул прозрачный сгусток. \n\n— Призрак! \n\n— Призрак Гент, к вашим услугам миледи.\nВ этот момент думать вообще не могла, а говорить тем более. Но всё-таки выдавила:\n\n— Ты кто?\n\n– Твой ночной кошмар! Твой ужас…\n\n— Ты здесь живёшь?\n\nПризрак не ответил, и это было верным признаком того, что я угадала. Его можно в любой момент выгнать, наверно, а завтрак в столовой точно не круглые сутки дают.",
    "answers": [
      {
        "id": 79,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Эй! Эй, ты чего?! Шуток не понимаешь? Положи палочку! — раздался голос где-то рядом.\n\nВ следующий миг из под кровати вынырнул прозрачный сгусток. \n\n— Призрак! \n\n— Призрак Гент, к вашим услугам миледи.\nВ этот момент думать вообще не могла, а говорить тем более. Но всё-таки выдавила:\n\n— Ты кто?\n\n– Твой ночной кошмар! Твой ужас…\n\n— Ты здесь живёшь?\n\nПризрак не ответил, и это было верным признаком того, что я угадала. Его можно в любой момент выгнать, наверно, а завтрак в столовой точно не круглые сутки дают.",
    "answers": [
      {
        "id": 79,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 79,
    "text": "Надеюсь, я на него еще не опоздала? Потому что если опоздала, то точно умру с голоду.\n\nВ подтверждение этих мыслей, желудок не то, что забурчал – он взвыл.\n\n– Мы ещё поговорим, – с угрозой пообещала я и, встав с пола, вернулась к стулу, чтобы взять листок с расписанием и тетрадь для лекций.",
    "answers": [
      {
        "id": 80,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 80,
    "text": "Выйдя из комнаты, я осознала ещё одну проблему. Вернее, целых две! Во-первых, я совершенно не ориентируюсь в этом замке-академии, во-вторых, мне не выдали мантию. \n\nНо и по этому поводу я унывать не собиралась. Просто поплелась по коридору и отправилась искать выход из башни, в которой располагалось общежитие первого курса. Это определенно лучше, чем стоять и ждать помощи, тем более помогать мне тут никто не собирается.\n\nК моей радости, выход из башни нашелся сразу: все-таки что-то из вчерашнего в памяти отложилось. А вот дальше случилась засада. Куда пойти? Куда податься? Понятия никакого.\n\nЛестница выводила в коридор, и передо мной стоял выбор куда завернуть – направо или налево.",
    "answers": [
      {
        "id": 81,
        "text": "[Направо]"
      },
      {
        "id": 82,
        "text": "[Налево]"
      }
    ]
  },
  {
    "id": 81,
    "text": "Немного постояв и поразмыслив, я повернула направо. Не на лево же идти? \n\nПоходив немного, я окончательно поняла — заблудилась. Чёрт! Это могло произойти только со мной. Вот опять я попала! \n\nГлухо застонав, я прислонилась лбом к стене. \n\n— Лейна? Что вы здесь делайте? — раздался сзади холодный голос. Магистр-р-р, черти его дери...",
    "answers": [
      {
        "id": 83,
        "text": "— Гуляю! "
      },
      {
        "id": 84,
        "text": "— Решила отдохнуть. "
      },
      {
        "id": 85,
        "text": "— Думаю."
      },
      {
        "id": 86,
        "text": "— Я потерялась."
      }
    ]
  },
  {
    "id": 82,
    "text": "Поразмыслив над этой загадкой с пару секунд, я выбрала излюбленное направление всех студентов, то есть налево пошла.\n\nЧерез десяток шагов коридор заворачивал. Я тоже свернула и со всего маху врезалась в какого-то парня.\n\n– Привет, – подхватывая меня, чтобы не упала, сказал парень. – Куда спешишь?\n\n— Привет, прости, — попыталась отстраниться, но парень сжал руки ещё сильнее. \n\n— Я Алекс кстати.\n\n— Лейна, — смущённо кивнула я.\n\n– А я уже заждался, – сообщил рыжий, в синем балахоне-мантии. И сверкнул красными глазищами. ",
    "answers": [
      {
        "id": 93,
        "text": "[Рассмотреть парня]"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Гуляю! — рявкнула я.\n\nНет, даже побыть в одиночестве в этой академии не возможно. На каждом шагу встречаешь недружелюбных людей.\n\n— Не самое лучшее место для прогулок. Гуляйте пожалуйста в другом месте, — отозвался магистр.\n\n— Это ещё почему? Имею полное право, здесь находится, — продолжая стоять передом к стене буркнула я.\n\n— Это блок водников. А вы на факультете огня. Я удивлён. Простой маг не смог бы пробраться на территорию другого факультета, — протянул мужчина. — Если что столовая находится через два поворота налево, затем прямо, потом снова налево.\n\n— Значит ли это, что и вы не простой маг? — протянули вы и мельком глянули на магистра.\n\nМагистр резко развернулся и двинулся прямо по коридору. Молчание, знак согласия...",
    "answers": [
      {
        "id": 87,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Решила отдохнуть, — рявкнула я.\n\nНет, даже побыть в одиночестве в этой академии не возможно. На каждом шагу встречаешь недружелюбных людей.\n\n— Не самое лучшее место для отдыха, — отозвался магистр.\n\n— Это ещё почему? — продолжая стоять передом к стене буркнула я.\n\n— Это блок водников. А вы на факультете огня. Я удивлён. Простой маг не смог бы пробраться на территорию другого факультета, — протянул мужчина. — Если что столовая находится через два поворота налево, затем прямо, потом снова налево.\n\n— Значит ли это, что и вы не простой маг? — протянули вы и мельком глянули на магистра.\n\nМагистр резко развернулся и двинулся прямо по коридору. Молчание, знак согласия...",
    "answers": [
      {
        "id": 87,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 85,
    "text": "— Думаю, — рявкнула я.\n\nНет, даже побыть в одиночестве в этой академии не возможно. На каждом шагу встречаешь недружелюбных людей.\n\n— Не самое лучшее место для раздумий. Будьте добры, думать в другом месте, — отозвался магистр.\n\n— Это ещё почему? — продолжая стоять передом к стене буркнула я.\n\n— Это блок водников. А вы на факультете огня. Я удивлён. Простой маг не смог бы пробраться на территорию другого факультета, — протянул мужчина. — Если что столовая находится через два поворота налево, затем прямо, потом снова на лево.\n\n— Значит ли это, что и вы не простой маг? — протянули вы и мельком глянули на магистра.\n\nМагистр резко развернулся и двинулся прямо по коридору. Молчание, знак согласия...",
    "answers": [
      {
        "id": 87,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Я потерялась, — вздохнула я.\n\nКонечно спрашивать магистра где столовая совсем не хотелось, но кушать то хочется.\n\n— Вы знали что это — блок водников? А вы на факультете огня? Я удивлён. Простой маг не смог бы пробраться на территорию другого факультета, — протянул мужчина. — Если что столовая находится через два поворота налево, затем прямо, потом снова на лево.\n\n— Значит ли это, что и вы не простой маг? — протянули вы и мельком глянули на магистра.\n\nМагистр резко развернулся и двинулся прямо по коридору. Молчание, знак согласия...",
    "answers": [
      {
        "id": 87,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 87,
    "text": "Через несколько минут, я всё-таки вышла обратно на развилку. В этот раз пришлось идти на лево. \n\nЧерез десяток шагов коридор заворачивал. Я тоже свернула и со всего маху врезалась в какого-то парня.\n\n– Привет, – подхватывая меня, чтобы не упала, сказал парень. – Куда спешишь?\n\n— Привет, прости, — попыталась отстраниться, но парень сжал руки ещё сильнее. \n\n— Я Алекс кстати.\n\n— Лейна, — смущённо кивнула я.\n\n– А я уже заждался, – сообщил рыжий, в синем балахоне-мантии. И сверкнул красными глазищами. ",
    "answers": [
      {
        "id": 93,
        "text": "[Рассмотреть парня]"
      }
    ]
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  },
  {
    "id": 89,
    "text": "– И зачем ты меня тут ждешь? – стараясь казаться равнодушной, спросила я.\n\n– Ну, как тебе объяснить…\n\nОн так и будет меня к себе прижимать?  ",
    "answers": [
      {
        "id": 88,
        "text": "Оттолкнуть."
      },
      {
        "id": 92,
        "text": "Ничего не делать."
      }
    ]
  },
  {
    "id": 90,
    "text": "— Меня? Может ты ошибся?  стараясь казаться равнодушной, спросила я.\n\n– Нет, не ошибся. Как тебе объяснить…\n\nОн так и будет меня к себе прижимать?  ",
    "answers": []
  },
  {
    "id": 91,
    "text": "— Парень, ты обознался, — стараясь казаться равнодушной, спросила я.\n\n– Нет, не обознался. Как тебе объяснить…\n\nОн так и будет меня к себе прижимать?  ",
    "answers": []
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  },
  {
    "id": 93,
    "text": "Парню было года двадцать три. Его рыжие волосы переливались ярким пламенем, а красные глаза завораживали и одновременно пугали. У него были удлинённые уши — эльф?\n\nНе смотря на холодный вид, парень вёл себя очень даже дружелюбно. Он относился не так как все. Будто мы с ним на равных.\n\nИ почему почти у всех мужчин в этой академии, длинные волосы? Мода такая? \n\n— Долго же ты шла.",
    "answers": [
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d25/1908/75/a9e95d179e09.jpg"
      },
      {
        "id": 94,
        "text": "— И зачем ты меня тут ждёшь? "
      },
      {
        "id": 95,
        "text": "— Меня? Может ты ошибся?"
      },
      {
        "id": 96,
        "text": "— Парень, ты обознался."
      }
    ]
  },
  {
    "id": 94,
    "text": "– И зачем ты меня тут ждешь? – стараясь казаться равнодушной, спросила я.\n\n– Ну, как тебе объяснить…\n\nОн так и будет меня к себе прижимать?",
    "answers": [
      {
        "id": 97,
        "text": "[Оттолкнуть]"
      },
      {
        "id": 98,
        "text": "[Не шевелиться]"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Меня? Может ты ошибся? — стараясь казаться равнодушной, спросила я.\n\n– Нет, не ошибся. Ну, как тебе объяснить…\n\nОн так и будет меня к себе прижимать?",
    "answers": [
      {
        "id": 97,
        "text": "[Оттолкнуть]"
      },
      {
        "id": 98,
        "text": "[Не шевелиться]"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Парень, ты обознался, — стараясь казаться равнодушной, сказала я.\n\n– Нет, не ошибся. Ну, как тебе объяснить…\n\nОн так и будет меня к себе прижимать?",
    "answers": [
      {
        "id": 97,
        "text": "[Оттолкнуть]"
      },
      {
        "id": 98,
        "text": "[Стоять]"
      }
    ]
  },
  {
    "id": 97,
    "text": "Без зазрения совести оттолкнула парня, гордо вздёрнула подбородок и пошла дальше. А за спиной прозвучало насмешливое:\n\n– Ты хоть знаешь, куда идти?\n\nЕсли бы не голод, я бы послала Алекса в чащу. Честно. Но желудок вновь жалобно взвыл, и пришлось остановиться.\n\n– И куда же мне идти? – спросила я, останавливаясь.\n\n– Могу проводить, – предложил эльф.\nПришлось обернуться.\n\nЯ прекрасно помнила, что попала в другой, по идее волшебный, мир, но иллюзий уже не питала. Поэтому мрачно уточнила:\n\n– А что ты хочешь взамен?\n\nИ по реакции рыжего поняла, что попала в точку. Алекс так бурно вздохнул, так махнул рукой… Но тут же собрался, улыбнулся и ответил:\n\n– Ничего.\n\n– Да? Ну, если ничего, то я конечно же согласна. – Я ослепительно улыбнулась и присела, пародируя реверанс.\n\nА у самой на душе еще гаже стало – ну что за мир такой? ",
    "answers": [
      {
        "id": 99,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 98,
    "text": "– Так, ладно. Ты хоть знаешь, куда идти?\n\nЕсли бы не голод, я бы послала Алекса в чащу. Честно. Но желудок вновь жалобно взвыл, пришлось кивнуть.\n\n– И куда же мне идти? – спросила я, вздёрнув подбородок.\n\n– Могу проводить, – предложил эльф.\n\nЯ прекрасно помнила, что попала в другой, по идее волшебный, мир, но иллюзий уже не питала. Поэтому мрачно уточнила:\n\n– А что ты хочешь взамен?\n\nИ по реакции рыжего поняла, что попала в точку. Алек так бурно вздохнул, так махнул рукой… Но тут же собрался, улыбнулся и ответил:\n\n– Ничего.\n\n– Да? Ну, если ничего, то я конечно же согласна. – Я ослепительно улыбнулась и присела, пародируя реверанс.\n\nА у самой на душе еще гаже стало – ну что за мир такой? ",
    "answers": [
      {
        "id": 99,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 99,
    "text": "Столовая располагалась на первом этаже, в огромном светлом зале с колоннами. Даже были огромные столы как в «Гарри Поттере».\n\nНо, несмотря на радость от того, что я успела вовремя, было очень-очень стрёмно входить в помещение, битком наполненное студентами.\n\nЯ словно очутилась на восточном базаре. Хохот, гомон, разноцветные мантии – все смешалось вокруг. Но это казалось с первого взгляда, на самом деле каждый факультет сидел за своим столом.",
    "answers": [
      {
        "id": 100,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 100,
    "text": "Здесь все было устроено так же, как у нас, на Земле. Я взяла поднос, салфетки, столовые приборы и встала в очередь. Очередь была недлинной, и это радовало, ибо желудок, взбудораженный витающими в воздухе запахами пищи, совсем с ума сошёл.\n\n– Что будете есть? – отвлёк меня от созерцания, голос одной из женщин.\n\nЯ указала на салат из капусты и беспрепятственно прошла дальше. Просто те, кто стоял передо мной, отшатнулись, освободив дорогу.\n\nЛюбопытно, кстати, а почему Алекс от меня не шарахался? Он же вообще хотел, как бы это сказать… ну, в общем, не отшатнуться, а совершенно противоположного. Короче, того, чего теперь точно не дождется...",
    "answers": [
      {
        "id": 101,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 101,
    "text": "И все-таки, если бы не вчерашние издевательства, я бы точно застеснялась и отступила. Но теперь терять было нечего, поэтому я воспользовалась брезгливостью студиозусов: смело прошла вдоль прилавка, набрала полный поднос еды и огляделась в поисках места.\n\nИ я опять решила не стесняться. Выбрала первый стол где сидели студенты моего факультета, тобиж моих сородичей, подошла, поставила поднос и с лучезарной улыбкой уточнила у сидящих:\n\n– Вы не против?\n\nВсе промолчали. И отодвинулись на метров пять. И лица у них были такие, как будто я сказала им чтобы они вообще освободили стол и смылись из столовой. ",
    "answers": [
      {
        "id": 102,
        "text": "[Сесть за этот стол]"
      },
      {
        "id": 103,
        "text": "[Пересесть]"
      }
    ]
  },
  {
    "id": 102,
    "text": "Да пошли они все лесом! Мало того, что мне пришлось спать на скрипучей, старой кровати и в пыли, так ещё и голодать? Фига с два! Не дождетесь!\n\nЯ решительно плюхнулась на лавочку, взяла вилку и предалась чревоугодию. \n\nКосые взгляды и брезгливые мины ничуть не смущали, даже подбадривали. А мой желудок радовался завтраку, ибо это было лучшее, что случилось со мной за последние сутки.",
    "answers": [
      {
        "id": 104,
        "text": "[Глава 3]"
      }
    ]
  },
  {
    "id": 103,
    "text": "Посмотрев на кислые мины учащихся, решительно направилась к столику где сидел — Алекс. Он водник? Вот и идём к нему.\n\nНо и за этим столиком, люди не питали ко мне уважения.\n\nДа пошли они все лесом! Мало того, что мне пришлось спать на скрипучей старой кровати и в пыли, так ещё и голодать? Фига с два! Не дождетесь!\n\nЯ решительно плюхнулась на лавочку, взяла вилку и предалась чревоугодию. \n\nКосые взгляды и брезгливые мины ничуть не смущали, даже подбадривали. А мой желудок радовался завтраку, ибо это было лучшее, что случилось со мной за последние сутки.",
    "answers": [
      {
        "id": 104,
        "text": "[Глава 3]"
      }
    ]
  },
  {
    "id": 104,
    "text": "Лекционную аудиторию я нашла быстро и без проблем. Причем совершенно банальным образом: всего-навсего проследила за девицей, в красной мантии, тобиж моего факультета.\n\nЛогично предположив, что меня хотели подселить к сокурсницам, я дождалась, когда она закончит завтракать, и просто направилась вслед за ее компанией.\nА в результате пришла на лекцию первого курса, которую вел никто иной, как профессор Дифран Адмет.\n\nБрюнет встретил меня снисходительной улыбкой.\n\n– А, это вы. Надо же, неужели не заблудились?",
    "answers": [
      {
        "id": 105,
        "text": "[Промолчать]"
      },
      {
        "id": 104,
        "text": "   ______________________________________",
        "comment": true
      },
      {
        "id": 104,
        "text": "*НОВАЯ ИЛЛЮСТРАЦИЯ*",
        "comment": true
      },
      {
        "id": 158,
        "text": "[Аудитория]"
      }
    ]
  },
  {
    "id": 105,
    "text": "Его слова убедили, что пришла я по адресу. Однако отвечать магистру-профессору не стала. Лишь пожала плечами, мол, что поделать. Потом осмотрелась и, села на последний ряд.\n\nУчите меня. Я уже на все согласна! А для тех, кому не нравится, что я села на «их» ряд, повторю: идите лесом. Или в сад. Или вообще на хутор – кому что ближе.\n\n— Кстати где ваша мантия, Краснова? — с усмешкой оглядев меня, сказал магистр.\n\nХочешь поржать? Ладно давай смейся. Я тоже кое-что умею.",
    "answers": [
      {
        "id": 106,
        "text": "— Кто её знает? Убежала наверно."
      },
      {
        "id": 107,
        "text": "— А может это вы... её украли? "
      },
      {
        "id": 108,
        "text": "— Не вашего ума дело."
      }
    ]
  },
  {
    "id": 106,
    "text": "— Кто её знает? Убежала наверно.\n\nС этими словами я открыла тетрадь, вытащила из кармана шариковую ручку и приготовилась слушать Адмета.\n\n— Угу, конечно.\n\nБрюнет, неоднозначно хмыкнув, практически сразу приступил к лекции. ",
    "answers": [
      {
        "id": 109,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 107,
    "text": "— А может это вы... её украли? \n\nС этими словами я открыла тетрадь, вытащила из кармана шариковую ручку и приготовилась слушать Адмета.\n\n— Больно надо...\n\nБрюнет, неоднозначно хмыкнув, практически сразу приступил к лекции. ",
    "answers": [
      {
        "id": 109,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 108,
    "text": "— Не вашего ума дело.\n\nС этими словами я открыла тетрадь, вытащила из кармана шариковую ручку и приготовилась слушать Адмета.\n\n— Хм...\n\nБрюнет, неоднозначно хмыкнув, практически сразу приступил к лекции. ",
    "answers": [
      {
        "id": 109,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 109,
    "text": "На какой-то момент я выпала из мира. Просто магистр начал рисовать всякую фигню на доске. \n\n— ...боевая магия — одна из самых небезопасных и очень сложных категорий магического знания. Хотя бы уже потому, что она слишком многогранна и многолика. В нее входит огромное количество важных и необходимых на поле битвы обрядов. Например, от заговаривания оружия и магического воздействия на общий ход войны до защитных заклинаний, призванных уберечь воина в бою от смертельного ранения. \n\nАдмет снова, плавно подошёл к доске и принялся выводить… ну, скорее всего ребус, не иначе. Точка-точка-запятая, какая-то гадость в виде эллипса, какие-то стрелочки-чёрточки и прочая муть. Честно. Было похоже на какой-то обряд, не иначе.\n\nЯ, конечно, изображенную на доске штуку перерисовала – студенческая привычка. Но ничего не поняла. Вот вообще.",
    "answers": [
      {
        "id": 110,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 110,
    "text": "А потом огляделась, увидела сосредоточенные, хмурые лица сокурсников и пришла к самому гадкому выводу: они, в отличие от меня, что-то соображают!\n\nЭто не было ударом ниже пояса, но оказалось чертовски неприятно. Почему это вызвало такой пробел в знаниях, или…\n\n– Краснова, не отвлекайтесь, – бросил Адмет внезапно. А потом отложил мел, повернулся ко мне всем корпусом и пронзил пристальным взглядом синих глаз. – И ещё, уже следует понять: то, что вас приняли в академию без вступительных экзаменов и без аттестата о среднем магическом образовании, заслугой не является. Возможно, вы гениальны, но пахать все равно придется, Лейна. Поняли меня?",
    "answers": [
      {
        "id": 111,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 111,
    "text": "Я поняла. Вернее, я поняла главное: я качерышка. Просто все, кто тут сидит, имеют среднее магическое образование, то есть им преподавали азы! А меня сразу на вышку бросили. Но почему? И каких результатов в такой ситуации от меня хотят?\n\n– Краснова! – воскликнул Адмет.\n\n– Поняла, – пробормотала я и уткнулась в тетрадь.\n\nНаверное, я самая невезучая попаданка на свете. Иначе как еще объяснить всю эту жуть?",
    "answers": [
      {
        "id": 112,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 112,
    "text": "Остаток дня прошел, словно в тумане. Я сидела на лекциях и бездумно записывала, ходила за толпой, стараясь не замечать откровенно пренебрежительного отношения, а потом вновь сидела и писала.\n\nТолько один лишь урок понравился. Иллюзии. Его вёл седой старичок с тросточкой. Один единственный преподаватель который общался со мной как с человеком. Я даже на его занятии, умудрилась переместиться на первый ряд и завести с профессором разговор.\n\nЭто был первый курс, так что все учащиеся слушали наш разговор навострив уши. ",
    "answers": [
      {
        "id": 113,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 113,
    "text": "Преподаватель даже объяснил как создавать иллюзию. Конечно ни у кого ничего не получилось. Но всё-таки в конце я умудрилась создать маленький белый шарик. От этого получила завистливые взгляды со стороны студентов.\n\nНа отношение окружающих мне теперь было абсолютно плевать. Куда больше беспокоило другое: я не могу стать магом, потому что не знаю азов. А еще жутко бесило то, что все это понимали. То есть меня вырвали из родного мира, зачислили в эту чертову академию, прекрасно осознавая, что у меня гигантский пробел в знаниях. \n\nДа учить меня магии – все равно, что заставлять человека не знакомого с алфавитом читать научный трактат! Это не просто некорректно – это непрофессионально!",
    "answers": [
      {
        "id": 114,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 114,
    "text": "Если вспомнить все то, что со мной случилось вчера, ситуация выглядела чистейшим издевательством. И я была готова назвать этот мир бредовым, если бы не одна догадка: а что если это испытание? Что если они нарочно так поступают?\n\nНет, это не умаляет их вины и моей злости, но если это испытание, то я точно смогу с ним справиться. Именно с этими мыслями я спускалась в подвал, где, согласно предположениям и обрывкам фраз, услышанным от сокурсников, располагалась библиотека.",
    "answers": [
      {
        "id": 115,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 115,
    "text": "В этот раз мне повезло. Я практически сразу наткнулась на дверь с соответствующей табличкой и не медля вошла. Листок с перечнем книг, которые надлежало получить, находился в кармане джинсов, и это обнадёживало.\n\nБиблиотекарша была обычной, то есть не магом. Надев на лицо маску уверенности, я подошла к ее столу и сунула под нос листок с перечнем учебников. Женщина улыбнулась, взяла список, чтобы поставить на нем какой-то штампик, а через пару минут выдала мне стопку книг высотой с меня ростом.\n\nЗа один раз такую кучу я точно не унесу.",
    "answers": [
      {
        "id": 116,
        "text": "[Далее]"
      },
      {
        "id": 115,
        "text": "   ______________________________________",
        "comment": true
      },
      {
        "id": 115,
        "text": "*НОВАЯ ИЛЛЮСТРАЦИЯ*",
        "comment": true
      },
      {
        "id": 159,
        "text": "[Библеотека]"
      }
    ]
  },
  {
    "id": 116,
    "text": "– Офигеть! – тихо прокомментировала ситуацию я. — Скажите, а учебники средней школы у вас есть?\n\nБрови женщины изумленно дрогнули, но она все же кивнула и подтвердила:\n\n– Да, есть.\n\n– Я могу их получить?\n\nБиблиотекарша кивнула опять и, судя по всему, только теперь догадалась, что я не местная, а из другого мира. Но это контакту не помешало, правда, на сей раз ждать пришлось гораздо дольше. Видимо, потому, что комплекты книг для первокурсников были уже заготовлены, а учебники для средней школы пришлось собирать с многочисленных стеллажей.",
    "answers": [
      {
        "id": 117,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 117,
    "text": "Минут через пятнадцать на стойке библиотекарши выросла ещё одна стопка. \nНе такая большая и страшная, как первая, но тоже впечатляющая.\n\n– Спасибо, – вежливо поблагодарила я и спросила: – Вы ведь не против, если я это постепенно выносить стану?\n\n– Конечно-конечно, – тут же заверила женщина. Кажется, она меня боялась… \n\nИнтересно!\n\nЯ взяла стопку школьных учебников. Она доставала мне до подбородка и была ужасно тяжелой. Но я находилась не в том положении, чтобы ныть!",
    "answers": [
      {
        "id": 118,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 118,
    "text": "Именно с таким настроем я направилась к двери. И очень сильно удивилась, когда эта самая дверь распахнулась, а на пороге возник… магистр.\n\nЧерт. Он что, меня преследует?\n\n— Добрый вечер, Краснова, — процедил Адмет.\n\nНе могу сказать что прямо ненавижу магистра. Его тоже можно понять. Впихнули тут иномирянку, ещё и в его группу.\n\n— Давайте помогу? — предложил магистр.",
    "answers": [
      {
        "id": 119,
        "text": "[Отказаться]"
      },
      {
        "id": 120,
        "text": "[Согласиться]"
      }
    ]
  },
  {
    "id": 119,
    "text": "На фоне тех кто тебя презирает, тех кто тебя хочет поиметь, смотрится, несомненно, выгоднее, но все равно не вариант. Поэтому отрицательно мотнула головой.\n\n– Спасибо. Не надо.\n\nНо магистра мой ответ не удовлетворил. Он сделал какие-то пассы руками и книги взлетели вверх. И вот тут случилось мое первое знакомство с магией! Ну, если не считать того что я создала какую-то фигню на «проверке». Ну и иллюзионный шарик мною созданный.\n\nСначало я вообще ничего не поняла. Но когда поняла, что в руках уже ничего нет, тихо вскрикнула.",
    "answers": [
      {
        "id": 121,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 120,
    "text": "Конечно принимать помощь от него не хотелось, но эти книги я сама не дотащу.\n\n— Я была бы вам очень признательна, — ласково пропела я.\n\nМагистр скривился. Ему явно мой тон не понравился. Ну и что? Я знаете ли от его компании не тащусь.\n\n Он сделал какие-то пассы руками и книги взлетел вверх. И вот тут случилось мое первое знакомство с магией! Ну, если не считать того что я создала какую-то фигню на «проверке». Ну и иллюзионный шарик мною созданный.\n\nСначало я вообще не чего не поняла. Но когда поняла, что в руках уже ничего нет, тихо вскрикнула.",
    "answers": [
      {
        "id": 121,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 121,
    "text": "Магистр улыбнулся и сделал ещё один пасс рукой. В следующее мгновение рядом неестественный поток, молнией метнулся к стопке книг, которая оставалась на стойке библиотекаря.\n\nЭто было круто. Это было здорово. И я вдруг поняла, что мне тоже хочется уметь вот так. Но с губ сорвалось грубое:\n\n— Обалдеть. Гарри Поттер блин.\n\n– Если не будете халтурить Краснова, тоже этому научитесь, – ответил магистр, развернулся и пошел на выход, увлекая за собой две огромные стопки книг.",
    "answers": [
      {
        "id": 122,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 122,
    "text": "До основания лестницы, которая вела в башню огня, мы шли молча. Магистр и книги впереди, я на прицепе – смущенная и взволнованная. \n\nПроблема заключалась в том, что я живу в захламлённой комнате. Я не могу пригласить магистра к себе, мне стыдно! Более того, не хочу признаваться, что живу в такой клоаке. Ведь, по идее, мне положено койко-место в комнате.\n\nНо когда мы преодолели два этажа, стало все равно. Ну да, я живу в бомжатнике, и что? Это не мой выбор, не моя вина. А если так, то чего стыдиться? Нет, это им – ректору, коменданту, девушкам – должно быть стыдно. Но точно не мне. Тем более магистр, тоже в этом от части виноват.",
    "answers": [
      {
        "id": 123,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 123,
    "text": "А я мысленно вздохнула и открыла дверь, мол, смотри, дорогой, мне не жалко.\n\nБрюнет был в шоке. Он просто стоял и хлопал ресницами. Синие глаза магистра походили на глаза зомби под гипнозом. Зато мне стало так весело! И ведь действительно нечего стыдиться!\n\n— Подождите минутку Краснова, — сказал Адмет, направляясь в глубь комнаты.\n\nВ следующее мгновение, пыль в комнате исчезла, хлам был сдвинут в один угол, стулья отремонтированы, стол подкручен, кровать приподнята. Даже книги которые он помог донести, оказались на полках книжного шкафа.",
    "answers": [
      {
        "id": 124,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 124,
    "text": "— Вау. Спасибо, магистр.\n\n— Простите за столь дурацкий приём. Комнат у нас и правда нет.\n\n— Не заморачивайтесь. Я знаю что со мной никто жить не хочет.\n\nМагистр склонил голову в каком-то подобии поклона, развернулся и пошел к выходу.\n\nЯ не знала, что подумал магистр, и гадать не собиралась. Но за то, что этот хамоватый профессор дотащил книги, я была благодарна. Большей помощи мне сейчас ни один из магов не смог бы оказать.",
    "answers": [
      {
        "id": 125,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 125,
    "text": "Закрыв за магистром дверь, я огляделась и довольно улыбнулась. Теперь хоть жить тут можно. Пыли нет, хлам убран.\n\nТолько вот не пойму. То магистр меня терпеть не может, то вот помогает. Странный человек. Ну да ладно. Одному ему известно, что ему от меня надо.\n\nМне стало любопытно что за хлам магистр сгрёб в угол. Чего тут только не было! Какие-то доски, отломанные мебельные ножки, пыльные коробки, старые выцветшие гардины и прочее, прочее, прочее.",
    "answers": [
      {
        "id": 126,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 126,
    "text": "Неожиданно нашла какой-то чёрный плащ. Сразу вспомнилась песня, «Чёрный плащ, только свистни он появиться. Чёрный плащ.» Встала. Напялила. Вроде обычный старый плащ.\n\n— Плащ невидимка.\n\n— Что?! — взвизгнула я.\n\n— Ну ты и тормоз. Плащ невидимка. Наденешь его и будешь невидимой.\n\n— А чей он?\n\n— Был мой. Но как видишь он мне уже не понадобиться, — призрак обвёл своё тело руками. — Эх, были времена. Особенно нравилось у девчонок по ночам с этим плащом засиживаться.\n\nХм, может и мне как-нибудь в таком плаще прогуляться?\n\nНо сейчас мне больше всего хотелось позадовать вопросы, на которые сам того не осознавая, напросился призрак.",
    "answers": [
      {
        "id": 127,
        "text": "— Как ты погиб? "
      },
      {
        "id": 128,
        "text": "— Откуда ты столько знаешь?"
      },
      {
        "id": 129,
        "text": "— Ты здесь учился? "
      }
    ]
  },
  {
    "id": 127,
    "text": "— Как ты погиб? \n\n— Тебе какая разница?!\n\nЗначит не любит когда задают вопросы именно о нём. Ну и ладно, больно надо. А ведь мне ещё идти на ужин.\n\nВедь там, в столовой, студенты, которые меня терпеть не могут. Появляться перед ними с заплаканными глазами точно нельзя, потому что тут действует закон стаи – если потенциальная жертва проявила слабость, ее загрызут. \n\nСобственно, сейчас на меня не нападают только потому, что я всячески изображаю пофигизм. Но если расплачусь – все, пропала.\n\nЗначит, надо сжать зубы и терпеть.",
    "answers": [
      {
        "id": 130,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 128,
    "text": "— Откуда ты столько знаешь?\n\n— Тебе какая разница?!\n\nЗначит не любит когда задают вопросы именно о нём. Ну и ладно, больно надо. А ведь мне ещё идти на ужин.\n\nВедь там, в столовой, студенты, которые меня терпеть не могут. Появляться перед ними с заплаканными глазами точно нельзя, потому что тут действует закон стаи – если потенциальная жертва проявила слабость, ее загрызут. \n\nСобственно, сейчас на меня не нападают только потому, что я всячески изображаю пофигизм. Но если расплачусь – все, пропала.\n\nЗначит, надо сжать зубы и терпеть.",
    "answers": [
      {
        "id": 130,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 129,
    "text": "— Ты здесь учился? \n\n— Тебе какая разница?!\n\nЗначит не любит когда задают вопросы именно о нём. Ну и ладно, больно надо. А ведь мне ещё идти на ужин.\n\nВедь там, в столовой, студенты, которые меня терпеть не могут. Появляться перед ними с заплаканными глазами точно нельзя, потому что тут действует закон стаи – если потенциальная жертва проявила слабость, ее загрызут. \n\nСобственно, сейчас на меня не нападают только потому, что я всячески изображаю пофигизм. Но если расплачусь – все, пропала.\n\nЗначит, надо сжать зубы и терпеть.",
    "answers": [
      {
        "id": 130,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 130,
    "text": "– Слушай, а за что нас, иномирян, тут так не любят? – полюбопытствовала я.\n\n– А за что вас любить? – парировал резко посерьёзневший призрак и брезгливо скривился. – Вы невыносимы, вы всегда пытаетесь устанавливать свои порядки. Вы хамите! И вообще… толку от вас никакого.\n\n– То есть? – настороженно уточнила я.\n\nГент вздохнул.\n\n– Не знаю, почему так получается, но вы, иномиряне, по уровню магии всегда сильнее коренных жителей Вендаара, – с досадой сказал он. – Вас находят, приводят, вас пытаются учить магии и возлагают на вас большие надежды. Но это бесполезно. Знаешь, сколько иномирян побывало в стенах этой академии? Сотни три! А знаешь, скольким из них удалось овладеть магией? Всего двоим!\n\nИнтере-е-есно…",
    "answers": [
      {
        "id": 131,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 131,
    "text": "— А как же слова ректора, про то что иногда случаются казусы и человек при переходе в другой мир умирает?\n\n— Это бывает не так часто. Может из двадцати человек, два, три точно умирают.\n\n– А остальные? – Я с напряжением посмотрела на него.\n\n– А остальные – ничего, – сказал призрак. – Ноль. Пустые надежды и полное разочарование. Но Совет Магов все равно настаивает на том, что нужно искать и обучать одаренных иномирян! – Последние слова он буквально выплюнул, как обвинение.\n\n– Значит, поэтому вы нас не любите? – \nЯ задумчиво скользнула взглядом по стопкам учебников.\n\n— Это главная причина, — подтвердил призрак. — Ну и ещё то что вы совершенно не управляемы. Глупцы. \n\nНет, ну нормально, вообще? Скандалы им наши не нравятся! А то, что они неприспособленных людей без подготовки сразу высшей магией заниматься заставляют – это как бы в порядке вещей?",
    "answers": [
      {
        "id": 132,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 132,
    "text": "– Но это же бред! – возмущенно воскликнула я. – Как можно освоить магию, если… – Я осеклась и глубоко вздохнула. Необходимо было держать себя в руках, ведь понятно, что ругаться с призраком бесполезно. – Вот смотри, – уже спокойно продолжила я, – меня вытащили из родного мира и привели сюда. Зачислили в академию без экзаменов «по блату». Мне предлагают выучиться магии, но при этом я, в отличие от остальных студентов, магическую школу не заканчивала. Я не знаю азов! Как я могу освоить университетскую программу? Не удивительно, что мои предшественники провалились. С ними-то, как понимаю, то же самое произошло.\n\n– Не-а… – протянул призрак\n\nЯ насторожилась. Что это значит?\n\n– Поясни.\n\n– Ты – первая, кого вот так, в омут с головой бросили, – ошарашил призрак. – Остальных, перед тем как зачислить в академию, основам магии обучали.",
    "answers": [
      {
        "id": 133,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 133,
    "text": "У меня даже рот от удивления и негодования приоткрылся. Вот значит как. Получается, я не просто невезучая, а самая рыжая?\n\n– А я? А меня почему учить не стали? – вырвалось само собой.\n\n– Понятия не имею. – Гент пожал полупрозрачными плечами.\n\nОх как же стало обидно! И объяснение такому поведению ректора одно: меня приняли в Академию Стихий просто для галочки, чтобы Совет Магов по шапке не настучал. А ещё стало совершенно понятно, что все те слова, которые говорил ректор о моем обучении – ложь. От начала и до конца. Я, с точки зрения магов, ноль. \n\nЗаведомо провальный эксперимент, настолько безнадежный, что и пытаться заниматься со мной не стоит. Здесь даже не надеются на мои успехи. Неужели всё из-за моих предшественников? Не верю!",
    "answers": [
      {
        "id": 134,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 134,
    "text": "– Должна быть еще какая-то причина, – уверенно произнесла я вслух. – Ведь так?\n\n– Так, – неожиданно подтвердил призрак. – Но про это говорить не положено.\n\n– Почему?!\n\n– Потому. – Призрак состроил страшную гримасу, а потом повторил: – В общем, зря ты стараешься. Все равно в конце семестра вылетишь. И поедишь в пустошь, как батарейка.\n\n— Что за ещё батарейка? Мне ректор ничего об этом не говорил.\n\n— В пустоше очень мало солдат. А батареек и подавно. Вообщем кормить своей энергией солдат будешь.\n\nИ довольно хихикнул, отчего стало ещё обиднее.\n\nОднако, несмотря на нежелание сдаваться и опускать руки, давать обещаний из серии «а я все равно смогу, утритесь!» тоже не хотелось. Да, я намерена приложить максимум усилий, но не знаю, что из этого получится.",
    "answers": [
      {
        "id": 135,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 135,
    "text": "Поэтому ответила миролюбиво:\n– Возможно, ты и прав. Но до конца семестра мне здесь жить. \n\nПризрак издевательски расхохотался и растаял.\n\nЗатем снова принялась рассматривать хлам. Через пол часа призрак появился снова.\n\n– Если ты не собираешься снова объявлять голодовку, то советую поторопиться. Ужин уже начался.",
    "answers": [
      {
        "id": 136,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 136,
    "text": "Я вышла из комнаты. Однако едва миновав два лестничных пролета, изумленно остановилась.\n\nНа этаже студенческого общежития было так холодно. Прямо как в холодильнике. А ещё обнаружились трое подвывающих парней, явно первокурсников. Они болтались под потолком, как скотчем прилепленные вопреки всякой физике и закону притяжения.\n\nОфигеть. Вот это… это просто офигеть что такое!\n\nСтоять тут дальше было бессмысленно и опасно. Так что я взяла ноги в руки и поспешила вниз по лестнице, а вскоре уже выходила из башни в общий коридор.",
    "answers": [
      {
        "id": 137,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 137,
    "text": "На сей раз за углом никто не караулил, но это и не требовалось. Я прекрасно запомнила дорогу до столовой, так что заблудиться не грозило.\n\nЯ вошла в столовую и сразу пошла за подносом.\n\nВ этот раз, сидела одна. Студенты «отделили» мне целую половину стола. Сами же расселись на другой.\nКонечно, демонстрация такой откровенной неприязни и дискриминации не радовала, но париться на этот счёт сил не было.\n\nЯ сидела, жевала и размышляла. Что дальше? Ближайшие перспективы казались не слишком радостными, но они все-таки были. Главное – не вылететь в конце семестра. Потому что если плохо здесь, то о месте, о котором говорил призрак даже думать страшно.",
    "answers": [
      {
        "id": 138,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 138,
    "text": "Бытовые неудобства по сравнению с этим – пустяки. Одежду, в конце концов, сегодня постирать можно. Тем более у меня есть спортивный костюм.\n\nПоужинала. Гордо выпрямилась и, стараясь не думать, что выгляжу в майке и джинсах, белой вороной, отправилась на выход.\n\n— Ты бы хоть мантию одела, – брезгливо процедил откуда-то справа женский голос.\n\nОгляделась. За столом неподалёку сидела блондинка, с отвращением поглядывая в мою сторону.",
    "answers": [
      {
        "id": 139,
        "text": "[Подойти]"
      },
      {
        "id": 140,
        "text": "[Проигнорировать]"
      },
      {
        "id": 138,
        "text": "   ______________________________________",
        "comment": true
      },
      {
        "id": 138,
        "text": "*НОВАЯ ИЛЛЮСТРАЦИЯ",
        "comment": true
      },
      {
        "id": 160,
        "text": "[Блондинка]"
      }
    ]
  },
  {
    "id": 139,
    "text": "Честно слово, я хотела промолчать. Но не смогла. Подошла к первокурстникам и поставила руки на стол.",
    "answers": [
      {
        "id": 141,
        "text": "— Если тебе что-то не нравиться, то иди лесом."
      },
      {
        "id": 142,
        "text": "— Захлопни свой курятник."
      },
      {
        "id": 143,
        "text": "— Закрой свой фонтан, а то синяки по всему фасаду наставлю."
      }
    ]
  },
  {
    "id": 140,
    "text": "Благоразумно, промолчав, я двинулась на выход. \n\nНичего, мы еще посмотрим, кто кого. Мы еще повоюем.\n\nНо эту блондинку я все же постаралась запомнить. Просто на будущее.",
    "answers": [
      {
        "id": 145,
        "text": "[Глава 4]"
      }
    ]
  },
  {
    "id": 141,
    "text": "— Если тебе что-то не нравиться, то иди лесом. Я не собираюсь плясать под твою дудку.\n\nДевушка покраснела от злости и зашипела. Псих что ли? \n\nЖелание поскорее приступить к изучению взятых в библиотеке книг, стало нестерпимым, и спину будто жаром обдало. Я выпрямилась, да ещё и успела у кого-то с подноса взять бутерброды.\n\nНичего, мы еще посмотрим, кто кого. Мы еще повоюем.\nНо эту блондинку я все же постаралась запомнить. Просто на будущее.",
    "answers": [
      {
        "id": 145,
        "text": "[Глава 4]"
      }
    ]
  },
  {
    "id": 142,
    "text": "— Захлопни свой курятник.\n\nДевушка покраснела от злости и зашипела. Псих что ли? \n\nЖелание поскорее приступить к изучению взятых в библиотеке книг, стало нестерпимым, и спину будто жаром обдало. Я выпрямилась, да ещё и успела у кого-то с подноса взять бутерброды.\n\nНичего, мы еще посмотрим, кто кого. Мы еще повоюем.\nНо эту блондинку я все же постаралась запомнить. Просто на будущее.",
    "answers": [
      {
        "id": 145,
        "text": "[Глава 4]"
      }
    ]
  },
  {
    "id": 143,
    "text": "— Закрой свой фонтан, а то синяки по всему фасаду наставлю.\n\nДевушка покраснела от злости и зашипела. Псих что ли? \n\nЖелание поскорее приступить к изучению взятых в библиотеке книг, стало нестерпимым, и спину будто жаром обдало. Я выпрямилась, да ещё и успела у кого-то с подноса взять бутерброды.\n\nНичего, мы еще посмотрим, кто кого. Мы еще повоюем.\nНо эту блондинку я все же постаралась запомнить. Просто на будущее.",
    "answers": [
      {
        "id": 145,
        "text": "[Глава 4]"
      }
    ]
  },
  {
    "id": 144,
    "text": "— О! Ты уже вернулась! — воскликнул парень разворачиваясь.\n\n— Что ты здесь делаешь? Если пришёл поиздеваться, можешь валить, — нахмурились я.\n\nПарень заметно напрягся, но виду относительно не подал.\n\n— С чего ты взяла? Я тебе письменный стол принёс, — сказал он, указывая на аккуратный столик у окна.\n\n— К чему такая щедрость? — я недоумённо посмотрела на парня.\n\n— Это не щедрость, а помощь. Впрочем можешь называть как тебе вздумается. Это магистр попросил меня перенести. А то учиться тебе не где.",
    "answers": [
      {
        "id": 146,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 145,
    "text": "Вернулась в комнату. Запоздало поняла, что забыла закрыть комнату на ключ. Хотя у меня даже ключа то нет. Подобралась поближе. Дверь оказалась на распашку раскрыта. Осторожно просачиваюсь внутрь и застываю на месте. В комнате со скрещёнными руками, стоит какой-то парень. ",
    "answers": [
      {
        "id": 148,
        "text": "[Рассмотреть парня]"
      }
    ]
  },
  {
    "id": 146,
    "text": "Что-то магистр расщедрился. Сначала вот учебники помог донести, теперь столик поставил. Конечно не сам, но всё же. Но за помощь всё равно парня поблагодарила.\n\n— Меня Артан зовут если что. Тебя уже знаю. Вся академия только тебя и обсуждает. Ладно я пойду. Удачи.\n\nСтранный какой. А я думала пришёл поржать. Ладно. Как говорится, «не суди книгу по обложке».",
    "answers": [
      {
        "id": 147,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 147,
    "text": "После ухода парня, пошла в ванную. Да уж. \nДо ванны магистр своей магией не дотянул. \n\nПредварительно я, как смогла, отдраила ванную найденной среди хлама щёткой и быстро ополоснулась. Потом заткнула слив, включила горячую воду и сгрузила туда джинсы и майку. Нижнее бельё простирала отдельно, в раковине. После чего завернулась в полотенце его мне также принёс эльф, ещё и красную мантию подкинул. Потом пошла разбираться с книгами. ",
    "answers": [
      {
        "id": 155,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 148,
    "text": "В комнате стоял парень, лет двадцати трёх. Его роскошные, кипельно — белые волосы, покрывали часть его лица. Волосы отлично гармонировали с его заострённым типом лица.\n\nГубы парня были пухлыми. На миг я даже позавидовала. Парень был одет в красный балахон. Значит тоже огневик.\n\nСерые глаза гипнотизировали, но доверия парень не внушал. Тем более если ворвался в мои угодия без разрешения.",
    "answers": [
      {
        "id": 148,
        "text": "stretch",
        "url": "https://a.radikal.ru/a42/1908/55/6e065e03c8e4.jpg"
      },
      {
        "id": 144,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 149,
    "text": "Продолжение скоро выйдет! \n",
    "answers": []
  },
  {
    "id": 150,
    "text": "Его рыжие волосы переливались ярким пламенем, а красные глаза завораживают и одновременно пугают. \n\nНе смотря на холодный вид, парень ведёт себя очень даже дружелюбно. \n\nРаса: Эльф.\n\nФакультет: Водник.",
    "answers": [
      {
        "id": 150,
        "text": "stretch",
        "url": "https://a.radikal.ru/a22/1908/fb/2506d1458f4b.jpg"
      },
      {
        "id": 59,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 151,
    "text": "Его роскошные, кипельно — белые волосы, покрывают часть его лица. Волосы отлично гармонируют с его заострённым типом лица.\n\nСерые глаза гипнотизировали, но доверия парень не внушал. \n\nРаса: Вампир. \n\nФакультет: Огневик.",
    "answers": [
      {
        "id": 151,
        "text": "stretch",
        "url": "https://c.radikal.ru/c04/1908/bf/2aa0d1c43a36.jpg"
      },
      {
        "id": 59,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 152,
    "text": "Спасибо что обратили внимание на мой квест! Я очень сильно радуюсь каждому читателю и вашим отзывам! Огромное спасибо за поддержку!\n\n\nЯ с признательностью приму отзывы, пожелания и критические замечания читателей по содержанию квеста. Я отчетливо осознаю, что при издании нового квеста неизбежны недостатки, и буду признательна всем читателям, которые напишут отзыв про: свои замечания и пожелания, направленные на улучшение квеста.\n\nСпасибо за потраченное время на чтение!\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 153,
    "text": "Из зеркала на меня смотрела низкая девчушка.\n\nКоротковатые белые волосы, волнами ложились на хрупкие плечи. Голубые как небо, глаза. Длинные ресницы, аккуратный носик. Мне уже восемнадцать, хотя на вид и не скажешь.",
    "answers": [
      {
        "id": 153,
        "text": "stretch",
        "url": "https://b.radikal.ru/b14/1908/63/56e867f86bd7.jpg"
      },
      {
        "id": 13,
        "text": "[ Назад ]"
      }
    ]
  },
  {
    "id": 154,
    "text": "Коридор совершенно пуст, не считая люстр и свечей.",
    "answers": [
      {
        "id": 154,
        "text": "stretch",
        "url": "https://c.radikal.ru/c01/1908/1f/6a75215477bf.jpg"
      },
      {
        "id": 35,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 155,
    "text": "Чувствуя себя выжатой как лимон, кое-как доползла до матраса, сбросила полотенце и легла. Натягивая на себя выданное завхозом одеяло. Устало закрыла глаза. Отключилась я практически сразу.",
    "answers": [
      {
        "id": 156,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 156,
    "text": "Утром проснулась в великолепном настроении. Мало того что в комнате где я жила пахло чем-то вкусненьким, так ещё и одежда готовая на спинке стула весела. О, мои джинсики.\nРезко встала и поспешила на «мини» кухню. На столе стояла тарелка с жареными хлебцами.\n\nТак же к нему прилагался чаёк.\nСразу как вошла на подобие кухни, из стены вылетел призрак.\n\n— Ну наконец-то, садись давай остынет же.\n\nСказать что я шакирована ничего не сказать. Молча уставилась на призрака.\n\n— Это ты приготовил? — принюхиваясь к еде спросила я.\n\nНет, а вдруг отравлена?\n\n— Нет, сосед пришёл приготовил. Ешь. Потом ещё в столовой позавтракаешь.\n",
    "answers": [
      {
        "id": 161,
        "text": "[Молча сесть и позавтракать]"
      },
      {
        "id": 162,
        "text": "[Позадавать вопросы]"
      }
    ]
  },
  {
    "id": 157,
    "text": "Высокие потолки, свечи, огромные столы... \n\nКаждому факультету преднозначен свой обеденный стол. ",
    "answers": [
      {
        "id": 157,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a05/1908/d4/63604b45dfa0.jpg"
      },
      {
        "id": 36,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 158,
    "text": "Небольшой стол в центе. Столы возвышающиеся вверх.",
    "answers": [
      {
        "id": 158,
        "text": "stretch",
        "url": "https://d.radikal.ru/d43/1908/13/2e9eada6c647.jpg"
      },
      {
        "id": 104,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 159,
    "text": "Прекрасное место для развития ума. Книжные полки содержат несколько тысяч книг совершенно разного жанра. Можно посидеть с книгой в мягком кресле. ",
    "answers": [
      {
        "id": 159,
        "text": "stretch",
        "url": "https://a.radikal.ru/a17/1908/74/c09db27f84e5.jpg"
      },
      {
        "id": 115,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 160,
    "text": "Длинные блондинистые волосы, большие голубые глаза, всё это прекрасно горманировало с прекрасным женским лицом.",
    "answers": [
      {
        "id": 160,
        "text": "stretch",
        "url": "https://c.radikal.ru/c03/1908/1b/26a49d97041b.jpg"
      },
      {
        "id": 138,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 161,
    "text": "Больше не стала задавать вопросов. Молча села и принялась за питательный перекус. Кстати, призрак постарался. Еда была просто великолепна. ",
    "answers": [
      {
        "id": 165,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 162,
    "text": "Сев за стол и пригубив чай, хищно посмотрела на призрака. Тот почувствовав обернулся и вопросительно изогнул прозрачную бровь.\n\n— Что? \n\n— Можно вопрос? \n\n— Нет. Ешь давай. Как там у вас на Земле? Когда я ем, я глух и нем?… Ох ладно, только один. Потом ешь.\n\nОдобрительно хмыкнув, я прикрыла глаза и задумалась над вопросом, который можно задать.",
    "answers": [
      {
        "id": 163,
        "text": "— Ты умеешь готовить?"
      },
      {
        "id": 164,
        "text": "— Почему ты мне помогаешь?"
      }
    ]
  },
  {
    "id": 163,
    "text": "— Ты умеешь готовить?\n\n— Конечно. Каждый мужчина должен уметь делать всё. Жизнь странная штука, — печально произнёс призрак. — Я конечно не повар, но кое-что приготовить могу.\n\n— Спасибо…\n\n— За что?! \n\n— За то что помогаешь, — искренне улыбнулась я.\n\n— С чего ты взяла, что я тебе помогаю? — засмущался Гент. — Всё, теперь ешь.",
    "answers": [
      {
        "id": 165,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 164,
    "text": "— Почему ты мне помогаешь? \n\n— Странная ты, вот и всё. И вообще с чего ты взяла, что я тебе помогаю? — засмущался Гент. — Ешь давай.",
    "answers": [
      {
        "id": 165,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 165,
    "text": "Наевшись подхватила с пола сумку и отправилась в ванную.\n\nНастроение не просто улучшилось – оно взлетело на вершину Эвереста. И на завтрак я шла, широко улыбаясь. Возможно, если бы я не была изгоем и на меня обращали внимание, столь резкая перемена в настроении вызвала бы подозрения, а так все было здорово и чудесно.",
    "answers": [
      {
        "id": 166,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 166,
    "text": "Только один человек во всей этой гадкой академии заметил и робко улыбнулся, делая вид, что улыбается не мне – рыженький парень-«эльф».\n\nХотя… ошиблась. Внимание на меня не только он обратил. Его такая же рыженькая соседка в синем балахоне, тоже взглядом мазнула и тут же нахохлилась. Брат с сестрой что-ли? \n\nА после завтрака, когда я отнесла поднос на стол для грязной посуды и пристроилась в хвост к компании первокурсников (вчера я старалась запомнить лица, поэтому опознать студентов со своего курса было не очень сложно), заметила Артана.",
    "answers": [
      {
        "id": 167,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 167,
    "text": "Парень медленно прошолся по мне взглядом и о чём-то задумался. Даже не обратил внимание на светловолосую девушку, которая его окликнула и начала быстро что-то тараторить.\n\nКонечно, его интерес мог означать что угодно, тем более что особых симпатий между нами нет, но мне все равно стало приятно. Как будто комплимент сделали. О чём я вообще думаю? \n\nВ том же приподнятом настроении я пришла на первую лекцию и обнаружила, что вести ее будет магистр... Адмет. \n\nМужчина стоял у кафедры, холодный и надменный, с прямой, как палка, спиной. \n\n– Уважаемые студенты, прошу поторопиться, – едва заметив нас, сказал профессор.",
    "answers": [
      {
        "id": 168,
        "text": "[Идти спокойным шагом]"
      },
      {
        "id": 169,
        "text": "[Быстро занять место]"
      }
    ]
  },
  {
    "id": 168,
    "text": "С чего это мы должны его слушаться? Мы же не гоночные машины чтобы дрифтовать по кабинету. \n\nТак что медленным, прогулочным шагом, я продефилировала к своему месту. Магистр смерил меня презрительным взглядом, но ничего не сказал. ",
    "answers": [
      {
        "id": 171,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 169,
    "text": "Студенты, как ни странно, действительно поторопились, и занятие началось ещё до того, как прозвенел звонок. ",
    "answers": [
      {
        "id": 171,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 170,
    "text": "— Студентка первого курса Краснова, — чуть вибрирующий голос профессора теории магии Огня, заставляет содрогаться что-то глубоко внутри, и от этого невольно прислушиваешься к каждому его слову, — вы всего здесь пару дней, а уже крутите шашни со студентом третьего курса. \n\nЯ старалась держаться. Одарила его взглядом из серии «я стану твоим кошмаром дорогуша» и уставилась в окно. Странно как быстро изменилась погода, вроде недавно солнышко светило. А всё этот гад... Погодку портит. И заодно моё и так плохое настроение.",
    "answers": [
      {
        "id": 195,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 171,
    "text": "Адмет, как и вчера, рисовал схемы, что-то рассказывал, а я снова ничего не понимала. Но не отчаивалась. Все ещё впереди! К тому же, сегодня у меня будет возможность засесть за учебники.\n\n— Краснова вы о чём задумались, надеюсь о теме которую я рассказываю? — заявили над головой.\n\n Я ахнула и откинулась на спинку стула. Надомной возвышался магистр, с ехидной ухмылочкой. Слишком близко!\n\n— Д-да по теме, — пробубнила я.\n\n— Хорошо, только думайте не долго, и побыстрей возвращайтесь на нашу лекцию. — наконец отстранившись, сказал Адмет.\n\nНу вот что ему от меня надо? Спокойно вообще не живётся?",
    "answers": [
      {
        "id": 172,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 172,
    "text": "Вторая пара была — вводная лекция о порядках в академии. Ведёт сам ректор, причём в огромном зале и сразу для всех первокурсников. Все окружающие ректора, что присутствовали сейчас на этой встрече, по всей видимости, те, кто занимает в академии, самые высокие должности.\n\nПолученной от ректора информацией я была несколько шокирована. Дело в том, что в этой академии не было таких понятий, как курсовая, доклад, оценки, зачёт и экзамен.\n\nЗначения ученика оценивались одним-единственным способом — на практике и чаще всего методом соревнования. Первые два курса, условия были помягче, но с третьего начинается настоящая игра на выживание.",
    "answers": [
      {
        "id": 173,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 173,
    "text": "Если вкратце, то во время учебного процесса периодически дают студентам практические задания. Весь учебный процесс, помимо теоретических лекций, построен на проверке именно магических умений ученика, но тут, даже если у тебя ничего не получается, тебя не выгонят, если только сам не подставишся, попавшись, например, под горячую руку поднятого тобой зомби.\n\nПод конец учебного года проводятся индивидуальные соревнования между студентами. У первого и второго курса только с однокурсниками. Всё достаточно безопасно.\n\nСоставляется рейтинг, и те,кто оказался в самом конце списка, на следующий курс уже не проходят. С третьего курса, как уже и говорила, начинается самое страшное, поскольку для того, чтобы пройти на следующий курс, надо продержаться в бою со старшекурснеком определённое время, а в идеале даже победить, хотя это редкость. ",
    "answers": [
      {
        "id": 174,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 174,
    "text": "К тому же с третьего курса больше не действует защита. Объясню. С этого третьего курса в академии разрешены магические дуэли в любое удобное время и в любом месте, за исключением, пожалуй, только времени, когда ты находишься на лекции. Как я поняла из боязливых шепотков студентов, это время охоты.\n\nСтаршекурсники с удовольствием нападают на младших неопытных студентов, развлекаясь так, а заодно устраняя возможных конкурентов и противников.",
    "answers": [
      {
        "id": 175,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 175,
    "text": "Оглушённая полученной информацией, отправилась на следующею лекцию.\n\nПосле вводной лекции, наступила очередь лекции по травоведению. Вел ее невысокий старичок в круглых очках – судя по бумажке с расписанием, профессор Боравис.\n\nСижу я конечно одна. И более того, вокруг меня образовалась зона отчуждения — никто не захотел сесть поблизости.\nНа первых рядах расположилась одна большая компания элиты, причём возглавляет эту компанию не парень, а девушка — очень красивая блондинка, чьи волосы на свету буквально мерцают и переливаются золотыми оттенками. Рожу-то её я сразу узнала. Та самая блондинка из столовой. Девушка явно очень внимательно слушала профессора, больше ни на что не отвлекаясь.",
    "answers": [
      {
        "id": 176,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 176,
    "text": "Особо приметила одного парня, вокруг которого, как и у меня, образовалась зона отчуждения — рядом с ним тоже никто не сидел. Действительно красивый шикарный парень с волосами цвета морской волны, судя по одежде, тоже из элиты. Почему он сидит один? Ведь вроде не урод, даже можно назвать завидным парнем. \n\nКогда занятие закончилось, я, спускаясь по проходу между рядами, неожиданно запнулась словно о воздух и кубарем полетела вниз под громкий хохот своей группы. Вышло очень болезненно, ещё чуть-чуть, и я бы, наверное, сломала себе шею.\nПриземлилась аккурат у ног золотоволосой красавицы и её подруг.\n\n— Какая неуклюжая, — презрительно усмехнувшись, прокомментировала девушка и, вздёрнув подбородок, пошла на выход, тем самым дав понять, что аудиенция окончена.",
    "answers": [
      {
        "id": 177,
        "text": "[Прокомментировать]"
      },
      {
        "id": 178,
        "text": "[Молча встать]"
      }
    ]
  },
  {
    "id": 177,
    "text": "— Вот ведь стерва! — разозлилась я.\n\nТак меня ещё не разу в жизни не позорили. Что она вообще себе позволяет? \n\nБлондинка ещё раз взглянув на мою тушу, хихикнула и направилась на выход. Ладно хоть не ответила за стерву, не знаю сдержалась бы я. Врезала бы.",
    "answers": [
      {
        "id": 179,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 178,
    "text": "Сжав зубы, молча встаю, стараясь не показать, как мне сейчас больно, чтобы не дать повода для ещё большего злорадства. Как мантру, про себя повторяю, как здорово быть магом и как я хочу учиться в академии. Помогает не сильно.",
    "answers": [
      {
        "id": 179,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 179,
    "text": "По окончании лекции студенты разноцветным потоком заторопились на обед. Ну и я следом.\nКак и в прошлый раз, я сидела в конце стола и опять чувствовала себя изгоем. Никогда бы не подумала, что это настолько неприятно – обедать в одиночестве. Хотя особенно разъедаться я не стала, потому что следующим предметом, который стоял в расписании, была физическая подготовка. А какая может быть физкультура на полный желудок? \n\nКогда вся группа явилась после длинной перемены в спортивной одежде, ( которую мне тоже выдал завхоз ), на поле во дворе академии, нас встретил хорошо одетый накачанный мужчина, оценивающе оглядел и произнёс:\n\n— Сейчас бежите вокруг поля двадцать кругов. Темп выберете сами. Кто вообще не сможет пробежать, на моё занятие больше не приходит. Всё равно в академии вы долго не продержитесь. Магией в помощь пользоваться запрещено. Всё ясно?",
    "answers": [
      {
        "id": 180,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 180,
    "text": "Ответить никто ничего не успел. Преподаватель, видимо, решил, что непонятливым и задающим много вопросов тут тоже не место. Раздался оглушительный свист.\n\n— Побежали!\n\nЗолотоволосая девица, которой я недавно упала под ноги, рьяно рванула на всей скорости вперёд, остальные стояли и смотрели ей вслед. И чего стоим-то?\n\nВторыми, на удивление рванули я и зеленоволосый. Пятнадцатый круг, я бежала дыша как собака. А студенты по несчастью, так вообще ползком добирались.\n\nНет, конечно некоторые бежали так, словно ещё кругов тридцать навернуть смогут.\nСпасибо могу сказать не только удобным иномирским кроссовкам, но и любви к спорту.",
    "answers": [
      {
        "id": 181,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 181,
    "text": "Я закусила губу. Понимаю, что лучше сбавить темп и прийти в середнячках, чем вымотаться и не прийти к финишу совсем, но ничего не могу с собой поделать и мчусь дальше, так и не позволяя другим себя обогнать.\n\nПросто я и так сильно уступаю всем в группе в магическом искусстве, поскольку остальные, хотябы знают первоначальные азы магии. Ведь где-то же они до академии учились. Пусть хоть в беге я буду лучше остальных, иначе совсем буду чувствовать себя отстающей и позволю так думать остальным.\n\nВ какой-то момент перестала считать круги. Просто бежала как робот. Пот заливал лицо так, что пришлось прикрыть глаза и немного сбавить темп.\n\n— Краснова, стой!",
    "answers": [
      {
        "id": 182,
        "text": "[Остановиться]"
      },
      {
        "id": 183,
        "text": "[Бежать дальше]"
      }
    ]
  },
  {
    "id": 182,
    "text": "Хотела остановиться, но не смогла. Ноги на автомате понесли меня дальше. Что за чёрт? ",
    "answers": [
      {
        "id": 184,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 183,
    "text": "Чувствую как моё тело поднялось вверх. Но мне было плевать, я продолжала бежать на автомате.",
    "answers": [
      {
        "id": 184,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 184,
    "text": "— Лейна, вы уже не бежите, — снова прозвучал мужской голос, где-то далеко. \n\nЗатем моё тело нежно опустили на землю. Я, наконец, остановилась и без сил рухнула на землю.\n\n— Краснова встаньте с земли, простудитесь. Погодка сегодня не ахти. \n\n— М-мм, — только и смогла пробубнить я.\n\nОткрыла глаза. Несмотря на усталость, любопытство пересилило. Рядом со мной как-то очень дружно валяются несколько моих одногруппников. Надомной стоит магистр Адмет. О боже, он на меня смотрит! Да так, что от взгляда мужчины всё внутри дрожит. И страшно, и волнующе.\n\nВ следующее мгновение, моё тело подняли и понесли прочь от стадиона.",
    "answers": [
      {
        "id": 185,
        "text": "[Отстраниться]"
      },
      {
        "id": 186,
        "text": "[Сидеть смирно]"
      },
      {
        "id": 187,
        "text": "[Звать на помощь]"
      }
    ]
  },
  {
    "id": 185,
    "text": "Попыталась отстраниться, но сразу прикусила язык, услышав шипение над самым ухом:\n\n— Студентка Краснова, я вас сейчас сброшу, — магистр покрепче перехватил моё тело.\n\nУж лучше на земле поваляться, чем каждый раз думать что этот самый магистр, может испепилить одним лишь взглядом.",
    "answers": [
      {
        "id": 188,
        "text": "[Глава 5]"
      }
    ]
  },
  {
    "id": 186,
    "text": "Подумав, решила не сопротивляться. А что? Бесплатный носильщик. Уж лучше посидеть на ручках, чем валяться на земле.",
    "answers": [
      {
        "id": 188,
        "text": "[Глава 5]"
      }
    ]
  },
  {
    "id": 187,
    "text": "— Помогите! Наси… — мне невежливо перекрыли рот тёплой ладонью.\n\n— Студентка Краснова, я вас сейчас сброшу, — магистр покрепче перехватил моё тело.\n\nУж лучше на земле поваляться, чем каждый раз думать что этот самый магистр может испепилить одним лишь взглядом.",
    "answers": [
      {
        "id": 188,
        "text": "[Глава 5]"
      }
    ]
  },
  {
    "id": 188,
    "text": "Как узнала в дальнейшем, когда немного оклемалась, дистанцию я пробежала, и при чём шестая по счёту. Первой так и стала златовласка, второй-парень с зелёной шевелюрой, а третий прибежал парень «оборотень». \n\nОт занятий по физподготовке отлучили большинство парней и девушек, и ещё десять человек находились под вопросом, будут они дальше присутствовать на уроках с тренером, или нет.\n\nПричём не скажу, что те, кого отлучили, так уж расстроились. \nВ общем, понятно, если преподаватель будет требовать такую же отдачу, как на этой пробежке, то это просто нереально тяжело и не факт, что оправданно. Но я горжусь собой. И настроение идёт в гору.",
    "answers": [
      {
        "id": 189,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 189,
    "text": "Вышла из комнаты и быстро направилась в столовую. Пока шла, невольно залюбовалась потолками академии. Сразу видно что интерьером занимались профессионалы.\n\nКрасиво, просто нереально. Я так и шла до столовой с задранной вверх головой, пока в кого-то не врезалась, угодив в тёплые крепкие объятия.\n\n— Попалась, — усмешка блеснула в ярких зелёных глазах.\n\nАртан!\n\n— Привет, — Я улыбнулась парню.",
    "answers": [
      {
        "id": 190,
        "text": "[Не отстраняться]"
      },
      {
        "id": 191,
        "text": "[Вынырнуть из объятий]"
      }
    ]
  },
  {
    "id": 190,
    "text": "Артан не торопиться меня отпускать, а я не тороплюсь вырываться. \n\n— Ты в столовую? \n\nЯ молча кивнула и попыталась всё же выкрутиться из объятий. Но безуспешно. Парень заметил мои барахтанья, хищно прищурился и зарылся лицом в волосах.",
    "answers": [
      {
        "id": 192,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 191,
    "text": "— Ты в столовую? \n\nЯ молча кивнула и попыталась выкрутиться из объятий. Но безуспешно. Парень заметил мои барахтанья, хищно прищурился и зарылся лицом в волосах.",
    "answers": [
      {
        "id": 192,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 192,
    "text": "— Артан? — уперевшись руками в мужскую грудь, сказала я.\n\nЯ долго барахталась, под пристальными взглядами студентов, которые торопились занять места и спокойно поесть. А тут наша парочка у порога встала, и не пойми чем занимается. И вдруг что-то в моей голове перевернулось и я уже истерично начала колотить Артана по груди.\n\n— Ты что вампир?! — заявила я.\n\nПарень ничего не ответил, только ещё сильнее начал втягивать воздух.",
    "answers": [
      {
        "id": 193,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 193,
    "text": "— Студент Артан Гро! Что вы себе позволяете! — послышался голос магистра в конце коридора. \n\nПарень нехотя отстранился, взял меня за руку и повёл в столовую.\n\n— Мы кушать пошли, магистр Адмет, — с какой-то ненавистью в голосе произнёс Артан.\n\nА я что? Я просто молча шла за вампиром и не могла произнести и слова. Он же мог мою кровь высосать. Но до дверей мы так и не дошли. Мою руку самым наглым образом выдернули и переставили за спину.\n\n— Ещё раз такое повториться, вылетите из академии, студент Гро! — это предназначалось Артану. — А вы за мной. — А это уже мне.\n\nДаже поесть не дали…",
    "answers": [
      {
        "id": 170,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 194,
    "text": "Продолжение уже пишется.\nСледите за новостями, в паблике ВК.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу."
      }
    ]
  },
  {
    "id": 195,
    "text": "— Так и будите молчать, Лейна? \n\nМагистр Дифран Адмет направил на меня пристальный взгляд синих, как само бушующие море, глаз. \n\n— Я прошу прощения, магистр Адмет, но я ни с кем шашни, как вы выразились, не кручу. И более того вы не имеете права на меня наговаривать. Это всё сплошь, клевета! \n\n— Значит, так, да? — Синие, чуть мерцающие глаза сузились. \n\n— Да, — покаянно согласилась я. ",
    "answers": [
      {
        "id": 196,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 196,
    "text": "Магистр сцепил длинные сильные пальцы, сжал нежные губы. Нет, на вид они нежными не были, скорее твёрдыми и... тоже сильными. \n\n— Хорошо. Я вижу вы ответственная девушка, но я всё же должен принять какие-то меры. Подойдите. \n\nНу ни фига себе заявление. Ещё чего удумал? Может быть вам ещё кофейку, чайку налить? ",
    "answers": [
      {
        "id": 197,
        "text": "[Подойти]"
      },
      {
        "id": 198,
        "text": "[Не подходить]"
      },
      {
        "id": 199,
        "text": "[Уйти]"
      }
    ]
  },
  {
    "id": 197,
    "text": "Медленно, но верно я начала подходить к магистру. Остановилась с другой стороны стола и снова уставилась в окно. \n\n— Адепта Краснова, я попрошу вас подойти ближе. \n\nМоё сердце разом рухнуло вниз. Да я бы и сама рухнула, если бы не стойкое желание свалить побыстрее из кабинета, покушать и спрятаться в комнате под одеялко. \n\nСейчас придушит меня и всё. Ничего ему за это не будет. Прикопает на заднем дворе или ещё того хуже воскресит и сделает своей рабыней. Хотя нет, побрезгует, вон как губы кривит. \n\nШаг... Другой... И вот я уже стою всего в одном шаге от изверга и тирана. ",
    "answers": [
      {
        "id": 202,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 198,
    "text": "Я уверенно помотала головой и на всякий случай отступила на два шага назад. Чтобы если что быстро смотаться.\n\n— Ладно я не гордый, сам подойду. \n\nМагистр Адмет резко перетёк в стоячее положение и плавно направился ко мне. У меня аж дар речи пропал. Вот сейчас возьмёт и кокнет, возьмёт и кокнет. ",
    "answers": [
      {
        "id": 203,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 199,
    "text": "— Знаете магистр, я же совсем забыла... Я же булочки в духовке оставила! Буду вынуждена с вами проститься. \n\nА то ещё ненароком грохнет и всё. Поминай лихом. Резко развернувшись схватилась за ручку.\n\n— Стоять! \n\nНо я уже не слушала. Выскочив в коридор помчалась со всех ног куда подальше от тирана. Но далеко не убежала, уже через двадцать метров почувствовала, что что-то не ладное творится. ",
    "answers": [
      {
        "id": 200,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 200,
    "text": "Посмотрев вниз обнаружила что я никуда не бегу, а нахожусь на весьма приличном расстоянии от пола. \n\nЗатем неведомая мне сила потащила меня обратно в кабинет. Через какое-то мгновение, я снова стояла в кабинете магистра. \n\n— Что же адептка, не набегались в тот раз на физической подготовке? Так я вам её устрою. \n\nМагистр Адмет, оторвавшись от стола плавно направился ко мне. ",
    "answers": [
      {
        "id": 201,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 201,
    "text": "Я стояла и не двигалась, боясь даже пошевелится. Всё мне конец. \n\nВопреки всем моим страхам и переживаниям, магистр взял меня за руку и начал шептать слова заклинания. Что за шаманские штучки? Жить надоело? Я честно пыталась понять что он там бормочет, но всё тщетно. ",
    "answers": [
      {
        "id": 204,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 202,
    "text": "Я стояла и не двигалась, боясь даже пошевелится. Всё, мне конец. \n\nВопреки всем моим страхам и переживаниям, магистр взял меня за руку и начал шептать слова заклинания. Что за шаманские штучки? Жить надоело? Я честно пыталась понять что он там бормочет, но всё тщетно. ",
    "answers": [
      {
        "id": 204,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 203,
    "text": "Я стояла и не двигалась, боясь даже пошевелится. Всё, мне конец. \n\nВопреки всем моим страхам и переживаниям, магистр взял меня за руку и начал шептать слова заклинания. Что за шаманские штучки? Жить надоело? Я честно пыталась понять что он там бормочет, но всё тщетно. ",
    "answers": [
      {
        "id": 204,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 204,
    "text": "Уже через нескалько минут меня отпустили. Но на вопрос, «что ты со мной сделал изверг?!», магистр решил не отвечать. Да ещё и за дверь выдворил. Ну и ладно, больно надо. \n\nДойдя до столовой, я честно говоря обомлела... Столовая была закрыта. ",
    "answers": [
      {
        "id": 205,
        "text": "[Колотить по двери]"
      },
      {
        "id": 206,
        "text": "[Смириться и уйти]"
      }
    ]
  },
  {
    "id": 205,
    "text": "Встав около массивной двери начала громко стучать и орать:\n\n— Откройте! Вы меня не накормили! \n\n— Чё орёшь, болезная?! — прозвучал тихий мужской голос, снизу. \n\nОпустив голову, увидела маленького седого старичка. Домовой? \n\nПосмотрела на старичка с укором, да я не в лучшем состоянии и давно не пользовалась косметикой, но точно не выгляжу как больная, или он имел ввиду моё психическое здоровье? \n\n— Вы знаете когда откроется столовая? — спросила я, натянув вежливую улыбку.\n\n— Все уже по аудиториям разошлись, а она тут ползает. Через минуту занятия начнутся. \n\n— Как через минуту?! ",
    "answers": [
      {
        "id": 207,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 206,
    "text": "Ну и ладно. Ничего уже не поделаешь. \nРазвернувшись, уже было хотела идти дальше, как неожиданно передо мной предстал маленький старичок. Домовой?  \n\n— А ты чего тут бродишь? Все уже по аудиториям разошлись, через минуту звонок будет. \n\n— Уже?! ",
    "answers": [
      {
        "id": 207,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 207,
    "text": "Я так никогда в жизни не бегала. Следующим занятием стояла некромантия. Надеюсь трупов там не будет. Похоже у них тут большое разнообразие, различных предметов. \n\nВ помещение, где должно было состояться первое сегодняшнее занятие, я вошла последней, чуть не опоздав, потомучто аудитория находилась в подвале. \n\nВёл занятие жуткий мужчина в чёрном одеянии. Лицо его полностью скрывал капюшон. По моему прибытию, профессор проследил за моими передвижениями и уставился в потолок. Больной что-ли? \n\nПосмотрев в потолок ничего такого красивого или удивительного не увидела. Простое красное пятно. Только как оно там оказалось не известно. ",
    "answers": [
      {
        "id": 208,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 208,
    "text": "Посверлив пару минут потолок преподаватель скользнул по всем взглядом, уселся за стол и тихим, мрачным голосом произнёс:\n\n— Зовут меня магистр Нетанель Снед. Я буду преподавать у вас основы некромантии. Итак, давайте я кратко ознакомлю вас с курсом. Многие думают, что некроманты только и борются с нежитью, — все разом закивали, одну меня, наверное, не радовала эта мысль. — Не совсем верно. В основном это делают боевые некроманты, чаще всего работающие в паре с боевыми магами. Остальные же, как правило, служат на благо империи, сотрудничают с дознавателями и опрашивают молчаливых свидетелей, вызывая их души из мира Тьмы. Некромант работает в первую очередь со смертью, а лишь затем уже с порождениями Тьмы. \n\n— А разве мы не станем повелителями нежити? — раздался разочарованный голос адепта с первой парты. \n\n— На первом курсе однозначно, нет, — процедил магистр. ",
    "answers": [
      {
        "id": 209,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 209,
    "text": "Магистр щёлкнул пальцами и перед каждым появилась книга по основам некромантии. Я открыла её и тут же обрадовалась, что так и не сходила в столовую. Некоторые адепты, видимо, успевшие всё-таки позавтракать и впечатленные рисунками, на которых были изображены человеческие органы, рванули с места. \n\nДальше магистра я уже не слушала, полностью погрузившись в свои мысли. Прозвучал сигнал, и я чуть ли не первой рванула с места, желая как можно скорее покинуть эту аудиторию. ",
    "answers": [
      {
        "id": 210,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 210,
    "text": "Занятие по некромантии стояло в расписании последним, поэтому я с чистой совестью отправилась к себе в комнату. Нежелательных встреч не опасалась — пары ещё не закончились, все адепты на занятиях, да и кому я нужна? \n\nНо последнее умозаключение было ошибочным. \n\nЕдва я скользнула в коридор, ведущий к моей комнате, из ниши в стене выступила фигура. Мгновенно узнав парня, я невольно улыбнулась.",
    "answers": [
      {
        "id": 211,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 211,
    "text": "Конечно я боялась за парня. Ведь я не знаю что с ним сделают однокурсники, узнав с кем он ошивается.\n\n— Ну, привет мелкая! — сказал Алекс, лучезарно улыбаясь. — Как дела? \n\n— Мм-м... — Я не то чтобы замялась, просто не знала, как ответить покультурнее. У них же иномиряне приравниваются к грязи, а он так свободно со мной говорит. Ну не считая прошлой встречи. ",
    "answers": [
      {
        "id": 212,
        "text": "— Тебя интерисуют мои дела?"
      },
      {
        "id": 213,
        "text": "— Извини, но на разговоры у меня нет времени."
      },
      {
        "id": 214,
        "text": "— Не боишься что кто-то увидит? "
      }
    ]
  },
  {
    "id": 212,
    "text": "— Тебя интересуют мои дела? С чего бы? \n\n— Банальное любопытство, — сообщил он.\n\n— Неужели? \n\nДа, недавно я пришла к выводу, что Алекс мне необходим, но не была готова встретится с рыжим так быстро. К тому же этот его шаг из ниши... слишком демонстративно. Он бы ещё закурить попросил, или «мобилку подержать», гопник гламурный.\n\n— Прости, мне нужно идти.",
    "answers": [
      {
        "id": 215,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 213,
    "text": "— Извини, но на разговоры у меня нет времени, — сказала я. \n\nВздёрнула подбородок и попыталась продолжить путь, но парень без стеснения заступил дорогу.\n\n— Не так быстро, Лейна. \n\nОго. Неожиданно!\n\n— Что. Тебе. Нужно? — чеканя каждое слово, спросила я. \n\n— Просто интерисуюсь.\n\n— Интерисуйся у кого-нибудь другого.",
    "answers": [
      {
        "id": 215,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 214,
    "text": "— Не боишься что кто-то увидит нас? \n\n— Нет, не боюсь. Какая кому разница с кем я общаюсь, — безразлично пожал плечами парень.\n\n— Ну я же иномирянка...\n\n— Ну и что? Я же не делаю ничего неприличного. \n\nОт этих его слов, мне столо ещё хуже. Значит он тоже считает, что иномиряне ничего не стоют. Ну и ладно. ",
    "answers": [
      {
        "id": 215,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 215,
    "text": "Чтобы он ни говорил, не хочу чтобы у него были из-за меня проблемы. \n\nЯ ускорила шаг, предвкушая самую желанную на сегодня встречу — встречу с учебниками.",
    "answers": [
      {
        "id": 216,
        "text": "[6 ГЛАВА]"
      }
    ]
  },
  {
    "id": 216,
    "text": "Утро было совсем не доброе. Всё-таки не надо было допоздна зубрить информацию из учебников. \nВ этот раз Гент видимо решил, что я и в прошлый раз наелась его стрепухай, так как завтрака я не увидела, впрочем как и самого призрака. Ну и ладно. Не больно-то и хотелось. ",
    "answers": [
      {
        "id": 217,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 217,
    "text": "На лекции я появилась уже относительно проснувшейся, но сильно не в духе. Этому причиной было не только отсутствие завтрака, но и первый предмет сегодня — гадания.\n\nМрачно окинув взглядом аудиторию, я увидела свободное место около златовласки и ещё два — рядом с зеленоволосым парнем и Артаном, который кстати говоря, не должен здесь находится. Последний сидел около стены, через одно место рядом с ним — зеленоволосик, а чуть дальше ещё несколько студентов. \n\nПробравшись мимо них, я положила вещи на стол. \n\n— Подвинься, — попросила я зелёного. Надо будет спросить его имя. \n\nОн мрачно ответил: \n\n— Нет. ",
    "answers": [
      {
        "id": 218,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 218,
    "text": "Краткость — сестра таланта? \n\nПожав плечами я села между парнями. \n\nЕдва я разложила книги и откинулась на спинку лавочки, как сразу почувствовала, что от зелёного исходит волна враждебности. М-да... Что за мужик пошёл, не пойму. Нет бы пообщаться и решить все не устраивающие его вопросы. Но мы будем тихо гадить и молча ненавидеть. \n\nНичего интересного за урок, я не усвоила. Да и не верила я в эту чепуху. Конечно были случаи когда ко мне прикапалась чудоковатая женщина в соцсетях и начала предлагать свои услуги, гадания. Она мне даже поведала какие извините меня, на мне трусы. После такого, я чувствовала себя не уютно, потомучто она угадала, ну или нагодала, какое на мне нижнее бельё.",
    "answers": [
      {
        "id": 219,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 219,
    "text": "После лекции о гаданиях различного вида, а на мой взгляд, различного толка, я была уже не сонной, я была практически в коме. Голова гудела после обилия информации. В романе, обучение всегда очень увлекательно, необычно, хочется самой сделать что-то фантастическое. На деле это совсем не весело. ",
    "answers": [
      {
        "id": 220,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 220,
    "text": "Следующим предметом была, фауна. Не скажу что прямо люблю и обожаю животных, но по крайней мере, могу воспитать животинку: сидеть, лежать и т.д. \n\nБыстро вбежав в аудиторию, забронировала себе место в самом дальнем углу. И плевать что учащиеся факультета, будут злиться, что я села не туда где они «отделили», зону отчуждения. \n\nПока я разглядывала недовольные лица сокурсников, не заметила,  как в аудиторию зашёл преподаватель. Им оказался низенький мужчина, с большими глазами, седыми волосами и с длинным носом. Этакая баба Яга, в муржской ипостаси.",
    "answers": [
      {
        "id": 221,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 221,
    "text": "— Добрый день. Меня зовут Арайан Неш. Мой предмет вы будете изучать на протяжении двух лет. Конспекты мы будем писать, но большинство тем я предлагаю изучать по учебникам. Я посоветую вам замечательного автора, у которого всё понятно, только картинок нет. \n\nВ аудитории стояла тишина. Все сидели, уставившись на преподавателя, и старались осознать, что именно он там говорит.\n\n— Но не стоит расстраиваться, у нас в академии прекрасные вольеры, где представлены практически все животные, о которых вам необходимо знать.\n\nО  нет, только не это! Я даже не знаю какие животные обитают в этом мире!",
    "answers": [
      {
        "id": 222,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 222,
    "text": "— А те, кто будет нехорошо себя вести, смогут не только пообщаться, но и поухаживать...\n\nАга, бежим и спотыкаемся. \n\n— Так, а теперь, записываем!",
    "answers": [
      {
        "id": 223,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 223,
    "text": "Очередной обед. Гордо и независимо взяла поднос, прошлась вдоль стеклянного прилавка и направилась на отведённое мне место. Собственное. \n\nЗона отчуждения? А, плевать! Зато не нужно толкаться локтями с соседями и слушать чужое чавканье.\n\nВыйдя из столовой, отошла в сторонку и достала расписание. Следующего предмета не было. Зато через час значилась — некромантия. ",
    "answers": [
      {
        "id": 224,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 224,
    "text": "С чистой совестью потопала к себе в комнату. Поднимаясь по ступенькам, разглядывала различные картины на тёмных стенах.\n\n— Представляете, — раздался высокий голос тёмноволосой грудастой девицы, которая стояла вполоборота ко мне, облокотившись на перила на площадке между первым и вторым этажом. — Меня подселили к этой новенькой чудачке! Вы вообще можете подобное вообразить? \n\nПотенциальная соседка мне совершенно не понравилась — вызывающе броская, вульгарная и в блузке, которая была расстёгнута так, что виднелся чёрный кружевной лиф. Я не любила таких девушек, они меня обычно тоже. Вряд-ли мы с ней уживёмся. Вопрос в том, есть ли у меня выбор. ",
    "answers": [
      {
        "id": 225,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 225,
    "text": "Да и вообще, мне одной хорошо живётся. Это же моя зона отчуждения. Зачем? Как мы вообще жить будем? \n\n— Не понимаю, почему моим родителям приспичило делать ремонт в учебное время?! Ладно хоть это ненадолго! — возмущалась брюнетка, а мне стало интересно, как же она привыкла проводить вечера. Впрочем, я скоро получила ответ на свой вопрос. \n\n— Что, и Вертера будешь таскать, как и раньше? — засмеялась вторая собеседница — златовласка. В её глазах мелькнуло злорадство. \n\n— А почему бы и нет? — Черноволосая посмотрела на подружку с вызовом. — Пусть она стесняется. Я не буду. ",
    "answers": [
      {
        "id": 226,
        "text": "[Толкнуть]"
      },
      {
        "id": 227,
        "text": "[Молча пройти]"
      }
    ]
  },
  {
    "id": 226,
    "text": "Я разозлилась, но вида не подала, просто прошла мимо, намеренно задев плечом брюнетку. Понимала, что нарываюсь, но не боялась. Девица пошатнулась — удар у меня сильный. \n\n— Ой, простите... — без намёка на сожаление извинилась я и посмотрела на брюнетку сияющими голубыми глазами. \n\nДевица отшатнулась. Я улыбнулась и пошла дальше. Догонять меня не стали. Думаю, переваривали. ",
    "answers": [
      {
        "id": 228,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 227,
    "text": "Я разозлилась, но вида не подала, просто прошла мимо. Кому нужны эти разбирательства?",
    "answers": [
      {
        "id": 228,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 228,
    "text": "Пока поднималась по лестнице, вспомнила что комната была открыта и девица без зазрения совести могла нагадить, если конечно добралась до неё. \n\nЯ мчалась так быстро, что едва не налетела на Артана, который задумчиво уставившись на ступеньки, спускался по лестнице. Ойкнула и отскочила в сторону, позволяя ему пройти. Ну и, конечно, не заметила, как по лестнице меня пытался обогнать профессор Нетанель Снед. \n\n— Лейна... — холодный шепчущий, не живой голос, резанул по ушам. — Простите. \n\nПрофессор подобрал упавшие книги и продолжил путь. Но я успела заметить кое-что странное — из его рукава выпал маленький кинжал. Это случилось всего на мгновение, вряд-ли кто-либо ещё заметил.\n\nЗачем преподавателю нож? Защищаться от буйных студентов? Вряд-ли. ",
    "answers": [
      {
        "id": 229,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 229,
    "text": "Я осторожненько отступила, заметив краем глаза, что Артан, которого я едва не сбила, замер на несколько ступеней ниже и смотрит на меня с усмешкой. Похоже, я тут всех забавляла. \n\n— Что уставился? — буркнула я. \n\nАртан ухмыльнулся и кивнул по правую руку от меня. Повернув голову, я узрела возмущённого магистра Адмета.\n\nГубы сжались в тонкую полосочку, а ноздри гневно раздулись. Синие ледяные глаза, казалось, могли заморозить меня на месте. Я поняла, что заявление он принял на свой счёт, и мне что-то поплохело. Вот почему же я вечно попадаю в такие ситуации? Даже по лестнице не могу подняться без приключений! \n\n— Это я не вам, — пискнула я, крутанулась и позорно сбежала. Я даже намерений своих не скрывала, неслась что есть мочи. ",
    "answers": [
      {
        "id": 230,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 230,
    "text": "Почему он подумал что фраза принадлежала ему? Я ведь даже не смотрела в его сторону. Или он злился из-за того что я, разговаривала с Артаном? С чего бы? \n\nПочти долетев до своей комнаты, я остановилась. Сзади раздавались гулкие шаги. Ну вот, это он. Сейчас забьёт меня и оставит в уголочке помирать. И ведь никто даже мне не поможет. \n\n— Лейна, нам надо поговорить! — недалеко послышался голос Артана. \n\nХух. А я уж, с жизнью простилась. \n\n— Прости меня, за произошедшее. Я вёл себя неподобающе. Просто твой запах... Он сводит меня с ума... — парень сделал уверенный шаг вперёд.",
    "answers": [
      {
        "id": 231,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 231,
    "text": "Нет, ну нормально вообще? Ему в психиатрию надо бы. Я конечно не расист, но мне кажется вампиров должны обучать в других заведениях. Это я сейчас не о психушке! \n\n— Никогда меня больше не трогай! — резко сказала я.\n\n— Я постараюсь. \n\n— И вообще хватит ко мне подкатывать! \n\n— Не совсем понял, зачем мне к тебе катится, — нахмурился Артан.\n\n— Перевожу для особо одарённых. Это означает то, что ты пытаешься меня охмурить. \n\n— Охмурить? Это что? \n\nСредневековье какое-то! ",
    "answers": [
      {
        "id": 232,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 232,
    "text": "— Подкатить и охмурить, означает что ты неровно ко мне дыш... — запнулась, поняв что и этого парень не поймёт. — Ты...\n\n— Всё. Я понял. \n\nПарень не на шутку разозлился. Видимо подумал, что я выставляю его дураком. \n\nПоиграв желваками на скулах, Артан развернулся и пошёл прочь.\n\nКакие мы, нежные!",
    "answers": [
      {
        "id": 233,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 233,
    "text": "Пожав плечами, открыла дверь комнаты. Сейчас, если честно, хотелось поваляться и отдохнуть, а не скандалить с новой соседкой. Я вообще плохо представляла, что буду делать если меня начнут выживать из собственной комнаты. \n\nПо левую руку явно расположилась соседка. Там стояла кровать с цветастым пледом. На стуле висела какая-то одежда. На полке находились всякие безделушки, а с другой стороны — справа — расставлены чемоданы. Их было не мало. \n\nЗначит уже успела перетащить монатки. Ладно. Я наверное должна ещё сказать спасибо, за то что она не разгромила моё жилище...",
    "answers": [
      {
        "id": 235,
        "text": "[7 ГЛАВА]"
      }
    ]
  },
  {
    "id": 234,
    "text": "Продолжение уже пишется.\nСледите за новостями, в паблике ВК.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 235,
    "text": "До следующей лекции было ещё достаточно времени. Так что я с радостью потянулась к стопке с учебниками. Надо было догонять своих аднакурсников.\n\nУверенно цапнула новенький томик с золотым тиснением на обложке и многообещающим названием «Теория магии стихий». После этого села за стол, вытащила листок и ручку — это на случай если конспектировать придётся, и открыла первую страницу.\n\nВсё оказалось не так страшно, как я предполагала. В учебнике доступно излагались основные, базовые вещи. Так, например, четыре известные всем стихии: огонь, вода, земля, воздух, как говорилось, находились в гармонии и противостоянии одновременно. Абсолютно союзными являлись пары огонь — воздух и земля — вода. ",
    "answers": [
      {
        "id": 236,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 236,
    "text": "Так же, была ещё одна занятная ситуация. Оказывается если у студента было две силы, например: вода, воздух, его определяли на тот факультет, по которому сила была сильнее. Значит у меня огненная сила, проявляется сильнее. Ну или преподаватели просто впихнули меня туда, куда им выгодней. \n\nОтложив учебник, с ужасом поняла что опаздываю на оставшиеся пары: травоведение и физическая подготовка.",
    "answers": [
      {
        "id": 237,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 237,
    "text": "По окончании лекций, в коридоре не хотелось задерживаться ни на минуту. Мне сейчас нужно было просто остаться одной и посидеть в тишине. Но, как оказалось, моим мечтам не суждено сбыться. Я заметила, что в комнату, которая с сегодняшнего дня была не только моей, прошествовала толпа народа. Человек десять точно, во главе с негостеприимной соседкой. С мечтами о спокойствии и тишине пришлось распрощаться. Как же я устала и как много отдала была за несколько часов сна. \n\nВ связи с толпой народа идти к себе расхотелось, и я растерянно застыла в коридоре.\n\nКажется, у нас собрался весь этаж. Было шумно, весело, и заняты все места, даже моя кровать. Последнее честно говоря взбесило. Не люблю когда кто-то прикосается к моим вещам и ещё когда на эти самые вещи покушаются, всякие потные мужики!",
    "answers": [
      {
        "id": 238,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 238,
    "text": "Я замерла на входе, но на меня не обратили ни малейшего внимания. Все, кроме соседки. Она бросила торжествующий и вызывающий взгляд. Вот за что она меня так невзлюбила? \n\n— Вообще тебя тут не ждали, — осмелела соседка, видимо заметив мою растерянность, а я почувствовала, как магия горячей волной течёт по венам.\n\nЯ была настолько зла, что просто не могла больше сдерживаться. Взмах рукой и большое огненное облако двинулось на толпу. Я с ужасом смотрела как оно со скоростью молнии движется на испуганных людей и... в последний момент врезается в ледяной щит. Вода и воздух? Разве такое возможно?",
    "answers": [
      {
        "id": 239,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 239,
    "text": "— Студентка Краснова! Как вы посмели?! — заорал магистр Адмет, выходя из-за моей спины. \n\n— Я не хотела... — слёзы предательски потекли по щекам.\n\n— Вы! — взвыл магистр. — Быстро все по комнатам, пока я вас сам этой магией не покалечил! Феа, к ректору, живо! Он уже знает о вашей выходке, но думаю выслушает и вашу версию. А ты... — магистр посмотрел на меня. Этот его переход на «ты» заставил поморщится. — В мой кабинет.",
    "answers": [
      {
        "id": 240,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 240,
    "text": "Дойдя до кабинета, магистр галантно пропустил даму вперёд и вошёл следом. Включив свет, Адмет уселся в кресло и подпёр руками подбородок. \n\n— Я вас слушаю, Краснова. \n\nА я не могла ничего сказать. Свет был таким ярким, что я потерялась в пространстве. Сфокусировать взгляд смогла, только тогда, когда магистр чуть убавил яркость. Конечно кому понравится, когда на него будет направлена огромная лампа? Как на допросе. \n\n— Я не знаю что вы от меня хотите услышать, — развела я руки. — Мне никто не говорил, что колдовать не хорошо. \n\nДа, я блефовала. И конечно знала, что могу причинить вред окружающим. Ведь с первого дня было понятно что, только я одна из первокурсников могу колдовать.",
    "answers": [
      {
        "id": 241,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 241,
    "text": "— Потому что первый курс не способен на такую магию как у вас, Лейна, — тихо, но злобно произнёс Адмет. Играет в плохого полицейского.\n\nЯ решила подыграть. Только вот не забитую горем девушку, а защищающую свои права. \n\n— Вы должны признать что оплошность была с вашей стороны и со стороны ректора. Я здесь совсем не причём. И вы не имели права на меня повышать голос! — гордо закончила я.\n\nМагистр ничего не ответил, только возвёл очи горе, к потолку. В его взгляде прямо читалось «за что мне такое наказание?» \n\n— И вообще. Разве я что-то нарушила? — удивлённо проговорила я и села в кресло. Сцена потеряла такую актрису. ",
    "answers": [
      {
        "id": 242,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 242,
    "text": "— А вы считаете — это не нарушение установленных правил? — вопросительно приподнял бровь мужчина.\n\n— А я что в золоте пришла? Или ещё того хуже, голышом? Прости Господи. \n\n— Знаете, а я могу и расценить ваш поступок, как попытку привлечь к себе внимание. \n\n— Например? \n\n— Например, ко мне. \n\n— Ваше внимание я стану привлекать в последнюю очередь, — не хватало мне ещё нападок от его возлюбленной. Нет, а что? Вдруг и правда она у него есть? Не хватало мне ещё бабской драки для полноты душевной. Да и что он, вообще, возомнил о себе?! Грош цена ему, такому. \n\n— Всё же вам нужно назначить наказание, — вздохнул магистр. ",
    "answers": [
      {
        "id": 243,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 243,
    "text": "— К слабым нужно быть снисходительней! Добрей! Особенно к женщинам. Ну сделала глупость, и что? Простите и забудьте, делов-то? Да и чего злиться? Ладно бы я ваш «майбах» разбила или любимого хомячка в микроволновке высушила! Или слушок пустила, что вы гей! \n\n— Я не гей! — рыкнул магистр Адмет. \n\n— Ну хорошо. Импотент. \n\n— Нет! \n\n— Не проверяла, — равнодушно парировала я. — Да и какая разница? \n\n— Лейна, может, хватит? — злобно уточнил брюнет. — А то договоришься...\n\nЯ решительно помотала головой. \n\n— Нет, магистр! Я всё скажу! Кстати, а алкоголь у вас тут подают?!",
    "answers": [
      {
        "id": 244,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 244,
    "text": "Через четверть часа, я неспешной походкой, шла к себе в комнату. \nМагистр Адмет не внял вопросу на счёт алкоголя и прочёл длиннющий список правил академии. Совсем нет чувства юмора. \nВ коридоре было темно и холодно. Сначало я подумала что возможно это сквозняк, но приглядевшись увидела на каменных стенах иней. Я конечно понимаю что в замке не тропики, но чтобы иней? Это уже абсурд. \n\nВ конце коридора показалась тень и двинулась навстречу. О Боже. Меня грохнут. Одна моя знакомая была ограблена именно таким способом. \nНу посмотрим, я — юрист, а нас голыми руками не возьмёшь. Только юрист не спортсмен. ",
    "answers": [
      {
        "id": 245,
        "text": "[Убежать]"
      },
      {
        "id": 246,
        "text": "[Идти на пролом]"
      }
    ]
  },
  {
    "id": 245,
    "text": "План действий — выбиваю стекло, прыгаю на деревья, дальше перебежками до ворот, а там свои прикроют. А кто это свои? \nРезко развернувшись, поскакала по коридору в противоположную сторону. А то станется. \n\n— Лейна, стой! \n\nАга размечтался. Много хочешь мало получишь. \n\n— Я просто так не сдам...",
    "answers": [
      {
        "id": 247,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 246,
    "text": "Я решила что помирать надо с музыкой. В голове заиграл похоронный марш. \nВ самый последний момент тень исчезла. Что за чёрт? \n\n— А может оно и к луч... ",
    "answers": [
      {
        "id": 247,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 247,
    "text": "Не успела договорить как сильные руки сжали мою талию. От страха я с локтя зарядила насильнику в морду. Повадились уроды. Откуда только берутся? \n\nКрепкая хватка ослабла и я со спокойной душой вырвалась из захвата и развернулась.\n\nНасильником оказался Алекс. Так я и знала что что-то здесь не чисто.\n\n— Сумасшедшая? — зажимая окровавленный нос, пробубнил парень.\n\n— Ты это, кабелина заморская, брось! — хватая его за край расстёгнутой рубашки, зашипела я. — Совсем страх потерял? Челюсть запосная есть, или бегать быстро умеешь? ",
    "answers": [
      {
        "id": 248,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 248,
    "text": "Рыжий посмотрел в моё разгневанное лицо, нахмурился и неожиданно громко рассмеялся.\n\n— Ты ещё и ржёшь? — возмутилась я пуще прежнего. — Предупреждаю, если не отвянешь урою.\n\nПарень не внял. Наоборот стал ржать ещё громче. Мне даже самой смешно стало, но я вовремя вспомнила что я вообще-то пострадавшая. \n\nНу и ладно. Я спать иду, а он меня задерживает. Бросив болезного, на произвол судьбы, пошла в комнату. \nПока шла наткнулась на швабру. Не на Златовласку, а на обычную, деревянную. А я думала они тут магией всё убирают. Надо будет завтра отнести её к завхозу. Взяв деревянное оружие в руки, наконец пошла к себе в комнату.\n\nСоседки ещё не было. Всё ещё отсчитывают? Врядли. \nПоставив швабру около кровати, завалилась на кровать, даже не заметила как уснула.",
    "answers": [
      {
        "id": 249,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 249,
    "text": "Утром к завхозу, я следовала в некоторой озадаченности. Я тихонько помахивала шваброй и оглядывалась по сторонам.\n\n— Краснова, ты решила подработать уборщицей? — окликнул меня девечиий голосок. \n\nЯ оглянулась и увидела златовласку.\n\n— А ты, неужто уже встала? Или похмелье мучает? \n\n— Ты жалкая! \n\nРешив не развивать глупый разговор, помахала ей шваброй и обранила: \n\n— Адьёс, беби! \n\n— Что? — не поняла она, но я уже пошла своей дорогой.",
    "answers": [
      {
        "id": 250,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 250,
    "text": "Вернув швабру, вернулась обратно в комнату. Соседки в спальне уже не было. Ну и хорошо, можно умыться спокойно.\nЗайдя в ванную, подошла к раковине и заглянула в зеркало. И почти сразу моё лицо исказилось от ужаса. Хрупкая шейка Феи была перемотана толстой верёвкой. Сама соседка сидела в ванной. Девушка была бледной и словно заинденевшей, и даже я, никогда в жизни не видевшая покойников, могла с уверенностью сказать — моя соседка мертва. ",
    "answers": [
      {
        "id": 251,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 251,
    "text": "Когда до меня дошла суть произошедшего, я заорала — громко, с ужасом так, даже сама испугалась своих воплей. Потом вспомнила что я вообще-то живу в академии не одна и заткнулась. \nВыбежав в коридор, столкнулась с ректором и огромной толпой учащихся. \n\n— Там... — попыталась объяснить я, но голос сорвался на всхлипы.\n\nОдно дело когда видишь мёртвого человека в интернете, совсем другое когда этот самый мёртвый человек, лежит всего в паре метров от тебя.\n\nВсхлипнула ещё раз, пока кто-то не оттащил меня обратно комнату и пихнул в дрожащие руки стакан воды. Я слышала вопли, плач, но все звуки доносились будто издалека. Я не понимала, ни что происходит вокруг, ни где я нахожусь.",
    "answers": [
      {
        "id": 252,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 252,
    "text": "— Успокойся Лейна! \n\nЗеленоволосый. Я выдохнула и посмотрела на удерживающего меня парня. Хоть парень и пытался меня успокоить, сам выглядел ни чуть не лучше. Я выдохнула и оглядела комнату. Магистр Адмет и профессор Боравис выталкивали адептов из комнаты.\n\n— Что с Феей?! — орал высокий парень пытаясь оттолкнуть магистра Адмета. Видимо тот самый парень Феи, Вертер. — Что эта чокнутая с ней сделала?! Это она, это всё она! Она её убила! \n\nВот это было очень отвратительно. Я даже поморщилась. Никогда не любила когда люди вот так с ходу, начинают обвинять. За что они так? Можно подумать что мне ужасно весело находится с трупом в одном помещении.",
    "answers": [
      {
        "id": 253,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 253,
    "text": "— Убийца! — завопили адепты.\n\n— Фея мертва! \n\n— Надо убить новенькую! \n\n— Ну это же не я! — выкрикнула я дрожащим голосом. — Я бы никогда...\n\nЯ пыталась быть спокойной, но когда тебя обвиняют в убийстве становится как-то не по себе. Если адепты решат устроить самосуд, то не думаю что руководство академии, да и сами преподаватели, будут им мешать. Ведь кто я? Обычная иномерянка, до которой нет никому дела. Никто даже плакать не будет, никто и не вспомнит обо мне. Ещё и на могилке станцуют небось.\n\n— Лейна. Тихо! Всё будет хорошо... — шепнул на ухо зеленоволосый и прижал к себе сильнее. \n\n— Уведи её отсюда Зеламир, — закрыв двери за последним адептом произнёс Адмет. — Не хватало мне ещё тут соплей. И сам убирайся отсюда. Или особое приглашение надо? Не до вас сейчас. Ещё эти псы приедут! ",
    "answers": [
      {
        "id": 254,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 254,
    "text": "— Вы думаете нас сейчас выпустят? Они же её разберут на кусочки. — хмымкнул парень. — Хотя если её не будет, то и королевская гвардия уедет быстрее...\n\n— Я слабая. Как и все...\n\nВсё повернулись в мою сторону. \n\n— Что? — опешил Зеламир.\n\n— Ничего. Я никуда не пойду. Буду ждать вашу гвардию. И только попробуйте меня выдворить, я вернусь и буду возвращаться вновь и вновь пока вы не поймёте что я спокойна. \n\nВсе уставились на меня так, будто я только что призналась во всех грехах мира, в том числе и в убийстве Феи. ",
    "answers": [
      {
        "id": 255,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 255,
    "text": "— Ты уверена? — приподнял брови магистр Адмет. \n\n— Да! Я останусь здесь. \n\n— Ладно. Сиди тогда на одном месте. Это и тебя касается пацан. Боравис, ректор, пойдёмте.\n\nМужчины вошли в ванную и замолчали. Оттуда то и дело слышались слова которые стоило бы внести в мой словарный запас. \n\nМеж тем в мою комнату прибывали новые люди и нелюди. Среди них оказался и ректор. Интересно куда он бегал? \n\nНо сейчас это волновало меня меньше всего. Я хотела предложить свою помощь по поимке убийцы. Мне хотелось хоть как-то помочь. \n\nПлюнув на всё, я встала и направилась в ванную. Вчера когда я возвращалась в комнату, стены были покрыты инеем. Может это и не поможет в расследовании, но попытаться-то стоит. ",
    "answers": [
      {
        "id": 256,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 256,
    "text": "— Магистр Адмет... — обратилась я и заткнулась, не очень удобно общаться когда на тебя смотрят таким осуждающим взглядом. \n\n— Лейна, за тобой глаз да глаз, — меня самым наглым образом схватили за шкирку и поволокли обратно в комнату. \n\n— Зеламир, отпусти её! — упрекнул парня, ректор. \n\n— Живо поставь меня на место! — зарычала я. Не хватало чтобы моя репутация опустилась на нет. \n\n— Но магистр Адмет сказал... \n\n— Зеламир отпусти, — приказал Адмет и повернулся обратно к трупу. — Только попробуй девчонка нюни распустить, вылетишь отсюда как пробка из бутылки. \n\n— Да как вы... — вспыхнула я.\n\n— Цыц Лейна, успокойся. Не то место, не то время чтобы ругаться, — похлопал меня по голове ректор.",
    "answers": [
      {
        "id": 257,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 257,
    "text": "Ладно, я то успокоюсь, но буду мстить. Очень жестоко и очень долго. \n\n— Она замёрзла. Мгновенно. Она даже ничего не поняла, — начал рассуждать Адмет. — Только вот как она здесь оказалась не понятно. Если бы её сюда притащили, то ты Лейна услышала бы.\n\n— Либо этот кто-то наложил залог тишины, — предложил Зеламир. \n\n— Возможно. Но если бы это действительно было так, мы бы все почувствовали магию. \n\nМагистр Адмет замолчал и посмотрел на меня. ",
    "answers": [
      {
        "id": 258,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 258,
    "text": "— Я вот что хотела сказать. Вчера когда я возвращалась в комнату, на стенах был иней. \n\n— И без того понятно что это не огневик сделал, — огрызнулся магистр. \n\nНу вот зачем он так? Я же просто помочь пытаюсь. \n\n— Кто-то вошёл на территорию академии, — проговорил ректор. — Легион прибыл. Боравис пойдёмте поможете мне с ними. Не хватало ещё чтобы они моих адептов пугали. А ты Адмет поговори с девочкой. \n\n— Идём, — коротко бросил Адмет. — А ты Зеламир иди в свою комнату. \n\n— Я пойду с вами.\n\n— Нет, ты идёшь в свою комнату, — с нажимом сказал магистр и схватив меня под локоток, повёл из ванны.\n\n— О чём мы будем говорить? — пискнула я, пытаясь аккуратно вырваться из захвата.",
    "answers": [
      {
        "id": 259,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 259,
    "text": "— О том, что случилось, — устало пояснил он. Мне не понравилось выражение его лица — сосредоточенное, серьёзное, с губами, сжатыми в плотную линию. — Ты последняя видела Фею живой... а умерла она не своей смертью, никто не замерзает насмерть в хорошо отапливаемой комнате, самостоятельно. \n\n— Но не думаете же вы, что это я...\n\nСердце упало в желудок и внезапно я поняла, что если меня захотят обвинить, то это у них получится. Конечно, зачем искать убийцу, если можно обвинить нерадивую иномерянку. \n\nМагистр Адмет промолчал. Просто взял и отрезал все надежды на будущее. Нос защипало, а из глаз предательски потекли злые слёзы. Этот мир совсем не отличается от моего. Такие же безжалостные, алчные существа что и на земле.",
    "answers": [
      {
        "id": 260,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 260,
    "text": "— Почему вы такой... — всхлипнула я.\n\nМеж тем мы уже вошли в покои Адмета. Магистр усадил меня на стул, а сам отошёл к окну. \n\n— Ты хотела сказать почему я так жесток? А сама как думаешь? — всё так же не отворачиваясь от окна спросил магистр. — Это общество сделало меня монстром. Ты сейчас плачешь. Знала бы ты, как мне, хочется поплакать. Я так устал Лейна, от всего этого. Я даже не знаю зачем я здесь.\n\n— Вы...\n\n— У меня никого нет, но я никогда не плачу, — магистр развернулся и с грустной усмешкой посмотрел мне в глаза. — Если ты сама не станешь бороться за свою свободу, то рано или поздно погибнешь. В этих сердцах нет ни капли милосердия. В этом мире нет справедливости...",
    "answers": [
      {
        "id": 261,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 261,
    "text": "Его резко оборвал стук в дверь.\n\n— Уже прибыли, животные, — зло прорычал магистр и пошёл к двери. \n\n— Доброе утро Дифран! — весело поздоровался мужчина в военной форме. На его камзоле была нашивка в виде ладьи. Значит это и есть легеон. \n\n— Лорен, шутить вздумал?! — гаркнул другой легионер, чуть постарше. — Здесь человека убили, а ты со своим добрым утром! Нам ещё с трупом возится. \n\nЕсли магистр и разозлился, то этого не показал. Лишь зло сверкнувшие глаза показали насколько ему не по душе их компания.\n\n— Ладно, моя оплошность. Иди Рен, с девочкой я сам поговорю. Дифран и ты иди погуляй. \n\nС этими словами он взял стул и сел на против меня так, что наши колени соприкасались. \n\n— Я не могу покинуть помещение.  У девушки должен быть представитель, — Спокойно пояснил магистр. — Если ты не желаешь меня видеть Лорен, то это твои проблемы. \n\n— Что же, ладно, будь по твоему, —   сказал легионер и повернулся ко мне. — Тогда начнём...",
    "answers": [
      {
        "id": 263,
        "text": "[9 Глава]"
      }
    ]
  },
  {
    "id": 262,
    "text": "Продолжение уже пишется.\nСледите за новостями, в паблике ВК.\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 263,
    "text": "После того как за легионером закрылась дверь, я смогла облегчённо вздохнуть. Этот надоедливый тип всю душу мне наизнанку вывернул. Придирался к каждому слову и жесту. Конечно, ведь в первом кругу подозреваемых именно я, не удивлюсь даже если одна единственная.\n\n— Вам повезло... — раздался голос из угла кабинета.\n\nОй. А я и забыла что не одна здесь нахожусь. Магистр во время допроса не произнёс ни звука. Или это мне было настолько страшно, что я ничего не слышала кроме голоса легионера? ",
    "answers": [
      {
        "id": 264,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 264,
    "text": "— В чём же мне повезло? — немного устало произнесла я. \n\n— Тебя не забрали. Думаю ты понравилась этому... Лорену. \n\n— С чего вы взяли? Судя по тому как он со мной разговаривал, это совсем не симпатия, — скептически пробубнила я. \n\n— Я упоминал симпатию? Чистое любопытство. Он хочет посмотреть что с тобой будет. Для легионеров ты всего лишь кукла, которая может сломаться в любой момент. Они знают что ты не причём, — медленно проговорил магистр, будто разговаривая сам с собой.\n\nПочему он не может держать свой язык за зубами? ",
    "answers": [
      {
        "id": 265,
        "text": "[Уйти из кабинета]"
      },
      {
        "id": 266,
        "text": "[Остаться]"
      }
    ]
  },
  {
    "id": 265,
    "text": "Лучше уйти пока он занят размышлениями. \n\nВстав со стула, я направилась к двери. Дойдя до двери, обернулась. Магистр смотрел куда-то в потолок, так что я смело взялась за ручку. \n\nК счастью магистр даже не заметил моего исчезновения, так что через пять минут, я была уже в своей комнате. \n\nНаходится в комнате было не очень уютно. Было такое ощущение будто кто-то заглядывает в самую душу. \n\nНемного побродив по комнате, я легла на кровать. И что странно, почти сразу уснула.",
    "answers": [
      {
        "id": 267,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 266,
    "text": "Лучше остаться, а то снова выставит меня виноватой. Но сколько бы я не сидела, магистр так и не прервал свои размышления. Не зная чем себя занять, я ходила по комнате и рассматривала стеллажи с книгами. Потом немного осмелев взяла одну, присела на кресло и начала читать. А почитать было что. \n\nКнига была про рисование рун. Конечно как истинный землянин, я во всё это не верила, но это другой мир здесь все возможно.\n\nНе знаю сколько прошло времени с того момента как я увлеклась чтением, но очнулась я только тогда, когда хлопнула дверь. Чуть не получив сердечный приступ, я уставилась на магистра Адмета.  И когда он успел переодеться? Теперь магистр был одет в черные штаны и такого же цвета рубаху.\n\n— Идёмте Лена, нечего тут сидеть, — проговорил маг, застёгивая последнюю пуговицу. \n\nНадо же я и забыла как это, слышать своё настоящее имя. \n\n— Куда? \n\n— Как куда? На разговор. Я уже разослал записки студентам о том, что смерть кого-либо из учащихся ничего не меняет.",
    "answers": [
      {
        "id": 268,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 267,
    "text": "А проснулась я от того, что кто-то чуть ли не выбивал мою дверь. Ну вот кого могли черти призвать? Крехтя я еле как встала и поплелась к двери. \n\n— Кто там? \n\nБыть вежливой мне совсем не хотелось. Мало того что разбудили, так ещё и чуть дверь не выбили. \n\n— Открой дверь и узнаешь, — угрюмо проговорили за дверью.\n\nПонятно. Сегодня не только у меня такое ужасное настроение. Наверно это заразно. \n\nОткрыв дверь, я увидела Зеламира. Парень стоял оперевшись боком о стену и нервно постукивал пальцами. \n\n— Тебе что, особое приглашение надо? Разве магистр Адмет не разослал всем записки? \n\n— Какие записки? — не поняла я.\n\n— Чтобы все явились в зал. Якобы смерть кого-либо из учащихся ничего не меняет. Так что одевайся.",
    "answers": [
      {
        "id": 268,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 268,
    "text": "Через несколько минут мы уже были в огромном каменном зале. Вот если бы такие в школе, в моё время были, то я бы наверно не занималась, а рассматривала восхитительную архитектуру. \n\nНесмотря на траур все адепты уже сидели в зале. Не только первый курс, но и все остальные. Да что уж там, тут были все факультеты.\nСначала было немного страшно заходить в зал полный недоброжелателей, но потом я подумала, что никто не сможет мне навредить. По крайней мере пока.",
    "answers": [
      {
        "id": 269,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 269,
    "text": "— Тебе это так с рук не сойдёт, убийца! — крикнул Вертер. Я его узнала сразу, он кричал громче всех, что это я убила Фею.\n\nЭти слова вонзились в самое сердце. Будто кто-то полоснул ножом по ране, которая ещё не зажила. \n\n— Рот свой закрой, Вертер. Твою подружку уже не вернуть. Зачем слёзы лить понапрасну? Слезами ты её не вернёшь. Если бы ты её любил, то не допустил бы такого, — презрительно пробормотал Артан. \n\nВампир сидел на третьем ряду, скрестив руки на груди. Он даже не удостоил никого взглядом, говоря всё это.\n\nВертера перекосило, но он не стал продолжать дескуссию и молча сел на место. Я тоже поспешила приземлиться, а то пока я стояла, ректор поднялся на сцену. Рядом с ним стояли другие магистры и оба легионера.\n\n— Спасибо, — прошептала я, сев рядом с вампиром. \n\n— Не за что. ",
    "answers": [
      {
        "id": 270,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 270,
    "text": "А меж тем ректор вещал: \n\n— Как вы уже все знаете, в нашей академии произошло убийство. Кто и как его совершил, будут разбираться легионеры, — ректор нашёл меня среди толпы и грустно улыбнулся. — Сразу могу сказать вам что вы не вправе обвинять кого-либо в совершенном деянии, пока вина не будет доказана. \n\nХух. Ну хоть в чём-то их законы одинаковы с нашими. Хотя когда это призумпция невиновности кому-то мешала? \n\n— Если я узнаю что кто-либо обвиняет невиновного, то будут приняты меры об исключении, — продолжал ректор. — А теперь я бы хотел передать слово старшему легионеру Лонеру Баггильту. ",
    "answers": [
      {
        "id": 271,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 271,
    "text": "Выйдя вперёд, легионер взглянул на меня и лукаво улыбнулся. \n\n— Хочу лишь сказать одно — поводов для беспокойства нет. Не стоит паниковать или ещё того хуже, возвращаться домой. — Видя как заголосили адепты продолжил, — По нашим подсчётам следующего убийства быть не должно. Это просто навсего обычная месть. Девчонка просто кому-то дорогу перебежала. \n\n— Это всё ложь! Фея была хорошим человеком! — этот голос я узнаю везде. Златовласка. \n\n— Не стоит так говорить, уважаемая. И про человека мы зная всё, не знаем ничего. Сегодня занятий у вас не будет, можете возвращаться по комнатам. Выходить категорически запрещено. Занятия начнутся завтра, так что сидим и ждём.",
    "answers": [
      {
        "id": 272,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 272,
    "text": "— А как же еда? — выкрикнул парень с первого ряда.\n\nМда. Тут о убийстве говорят, а ему лишь бы поесть. \n\n— Еду вам доставят клоркки, — ответил ректор. — А теперь, живо все по комнатам!\n\nКто такие клоркки, я знать не знала, поэтому выходила из зала не смотря по сторонам. Наверно если бы смотрела, то всё могло бы быть по другому...",
    "answers": [
      {
        "id": 273,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 273,
    "text": "В итоге еду мне так и не принесли. Либо забыли, либо просто решили что я помру от голода и тогда на одного подозреваемого будет меньше. Но я не расстраивалась на этот счёт, кусок в горло всё равно бы не полез.\n\nНесмотря на заверения ректора и легионера, что нет причин для беспокойства, странные мысли всё равно меня посещали. Но в комнате я больше находится не могла, поэтому когда стало темнеть, я накинула мантию и выбралась в коридор.\n\nВ коридорах академии глухо, пустынно и темно. На улице только вечереет, но здесь, в каменных коридорах, уже сгустился настоящий ночной мрак. ",
    "answers": [
      {
        "id": 274,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 274,
    "text": "Но ничего, темноты я не боялась. Только не стоило каждую ночь смотреть видеоролики про призраков и загадочных существ. \n\nЯ улыбнулась, вспомнив жизнь на Земле. Как там бабушка? Наверно уже все больницы и морги обзвонила. С бабушкой мы не очень ладили, хоть она мне и заменила родителей. Только сейчас я поняла как сильно по ней скучаю. Ведь как говорится: мы ценим когда теряем. Вряд-ли я когда либо её увижу.\n\nЯ шла по тёмному коридору, даже не задумываясь что кого-то встречу. Остановилась лишь тогда, когда впереди замерцал одинокий огонёк. Быстро сориентировавшись, я спряталась в нишу за старой портьерой. ",
    "answers": [
      {
        "id": 275,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 275,
    "text": "— Творится что-то неладное, я вам точно говорю, — тихий голос профессора Борависа заставил меня вздрогнуть. Я осторожно заглянула в одну из прорех. Так и есть, профессор травоведения  и ректор. — Аветис, я знаю, что говорю! В академии снова творится что-то неладное. Я всегда знал что эта академия проклята, а сегодня я в этом убедился! Это всё землянка! Это из-за неё проклятье вернулось. Надо было её сразу убить, как того...\n\n— Профессор Боравис, ваши домыслы никуда не годятся, — усмехнулся ректор, перебивая, — Право, это переходит уже все границы. Тем более легионеры скоро разберутся с этим. \n\nЯ перестала дышать. Нет, только не это! Неужели они говорят обо мне? Если меня заметят... \n\nПреподаватели остановились в двух шагах от меня. Я боялась даже шевельнуться. Вдруг они почувствуют что они здесь не одни? \n\n— Ты не понимаешь! Все забегают только тогда, когда пол академии вымрет!",
    "answers": [
      {
        "id": 276,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 276,
    "text": "— Я понимаю, ты встревожен. Мы все встревожены, — голос ректора удалялся и мне пришлось напрячь свой слух, чтобы услышать продолжение. — Эти странные убийства... всё страшнее и страшнее. Всё-таки в этот раз не удалось избежать расследования. \n\n— Если бы не эта, Лейна, то всё могло бы быть иначе. И нужно же было ей так орать? Никогда мне не нравились эти земляне...\n\nГолоса окончательно затихли за углом коридора. \n\nЯ осторожно вышла из ниши и перевела дыхание. Кажется, я и впрямь не дышала! Спина ныла, ноги болели.  \n\nВсё ещё таясь и вздрагивая, я двинулась по коридору в противоположную от удалившихся магов сторону. ",
    "answers": [
      {
        "id": 277,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 277,
    "text": "Я не знала что будет со мной если я выйду из академии. Может у них тут стоит сигналка какая? Но думать об этом мне не хотелось. Больше всего мне хотелось выйти из этого огромного замка. \n\nДорогу я знала полохо, да и темно было, так что шла туда, куда глаза глядят. Конечно остались какие-то моменты с первого дня, но я не могла похвастаться хорошей памятью.\n\nЧерез час блужданий, я всё-таки нашла первый этаж. Подошла к высоким, двухстворчатым дверям и немного приоткрыла. Ничего не случилось и я спокойно вышла на улицу. ",
    "answers": [
      {
        "id": 278,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 278,
    "text": "Оказалось что в этом мире как и в моём была осень. Я зябко паёжилась и взглянула на небо. Странно, но звёзд я как таковых не увидела. Только в далеке виднелась луна. Полнолуние. На меня всегда полнолуние странно действовало.\n\nВстретили меня огромные каменные стены, вокруг академии. Зацепив взглядом огромные ворота, смело направилась к ним. \n\nКонечно это был опрометчивый поступок, так как меня могли просто напросто заметить и наказать, а с учётом того как все здесь ко мне относятся, можно сделать вывод что могут и убить. \n\nНо выйти за ворота всё равно хотелось. Стены академии угнетали и в тоже время пугали. И кто знает, возможно мне удастся незаметно смотаться? \n\nНо в душе осталось ощущение неправильности происходящего. Но я решила не обращать внимания на внутренний голос, поэтому шустро толкнув огромную махину, в виде ворот, юркнула за территорию академии. ",
    "answers": [
      {
        "id": 279,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 279,
    "text": "А за воротами оказался густой, тёмный лес. И всё? Я то думала здесь окажется огромный город с отличным видом и множеством огней. Куда же меня судьба закинула? \n\nНо деваться было некуда, любопытство заполонило рассудок, поэтому я медленно побрела по тропинке идущей в лес. Может за лесом есть город? Ведь как-то легионеры прибыли сюда? \n\nА через четверть часа, ну про крайней мере, по ощущениям так казалось, я вышла к кладбищу. Ну вот почему одна единственная тропинка ведёт к кладбищу? Магам что, некуда больше ходить? \n\nКогда я подошла к кладбищу, луна скрылась за тучами, и мне стало зябко. А в середине кладбища виднелась часовня. Она стояла в низине, поэтому всё место было скрыто плотным туманом. ",
    "answers": [
      {
        "id": 280,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 280,
    "text": "— И на кой чёрт я вообще сюда пришла? За что мне это? Почему именно меня, выбрал этот мир?! Чтоб ему пусто было! — я готова была впасть в панику, когда услышала громкий вой. \n\nПаника сразу отошла на второй план, на первый же пришёл ужас. Я бы возможно даже обрадовалась если бы это был волчий вой, но это было что-то за пределами реальности. \n\nСердцебиение ускорилось, дыхание участилось и я рванула обратно к академии. Этот вой проникал в самую душу, заполняя её полностью. \n\nИ я почти добежала до окраины леса, когда услышала этот самый вой впереди. Остановившись, я замерла не в силах пошевелиться. Из травы на меня смотрели огромные жёлтые глаза. Потом, всё случилось в один момент. Монстр разбежался и в один момент оказался около меня.\n\nЯ закричала что есть мочи. Возможно меня спасут? Хотя зачем я им сдалась? Что для них какая-то иномирянка? Просто обуза, которую надо прихлопнуть. В ушах звенело так, что я уже не слышала ничего, кроме стука собственного сердца. Я закрыла глаза и приготовилась умереть, но ничего не произошло. \n\nПриоткрыв один глаз, я огляделась. Монстра нигде не было. Я уже хотела благодарить матушку фортуну, как вдруг услышала приглушённый рык. ",
    "answers": [
      {
        "id": 281,
        "text": "[Повернуться]"
      },
      {
        "id": 282,
        "text": "[Не оглядываться]"
      }
    ]
  },
  {
    "id": 281,
    "text": "Поворачиваться совсем не хотелось, но я поборола страх и оглянулась. \n\nВ трёх шагах от меня лежал огромный, чёрный волк. В голове пролетело: \n\n— «Ну вот монстр не сожрёт, так волки обгладают». \n\nНо потом я услышала как волк тихо заскулил. ",
    "answers": [
      {
        "id": 283,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 282,
    "text": "Перед каждым фильмом, на каком-то канале, говорилось, «смотри не оглядывайся» так что я не повернулась. Просто медленно встала и пошла вперёд. \n\nНо остановилась едва сделав пару шагов, так услышала как кто-то тихо заскулил. \n\nОбернувшись, я увидела огромного, чёрного волка лежащего на боку.",
    "answers": [
      {
        "id": 283,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 283,
    "text": "У меня никогда не было инстинкта самосохранения. Мне это говорили многие люди, поэтому я подошла поближе. Не знаю почему, но животное будто бы звало меня. \n\nВолк едва дышал и жалобно смотрел на меня сверху вниз. Я поняла... волк спас меня. Если бы не он...\n\n— Но зачем? — прошептала я, садясь рядом с волком, вокруг которого была лужа крови. \n\nСолёные слёзы потекли по щекам. Вряд-ли человек смог бы сделать для меня тоже самое. \n\n«Я уже стара...» — раздался женский голос в голове. \n\n«Ты меня понимаешь?» \n\nНу всё, я сошла с ума. Мне уже чудиться будто я умею разговаривать с животными. \n\n«Прошу, прегляди за...» — волчица замолкла, положив голову на землю. \n\n— За кем преглядеть? — я легонько потрогала волчицу за нос. — Только не умирай... ",
    "answers": [
      {
        "id": 284,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 284,
    "text": "Я так и сидела около волчицы, пока не стало светать. И только начав подниматься заметила около ног маленький комочек. \n\nКомочек почувствовал шевиление и посмотрел мне в глаза. Потом потянулся, встал и пошел по тропинке в сторону академии. И что это было? \n\nЕсли бы это произошло при других обстоятельствах, то я бы наверно удивилась, а так просто побрела следом за ним.\n\nКогда мы подошли к воротам академии, было уже совсем светло. Как я буду заходить, я вообще не представляла. Мало того что люди зададутся вопросом, что я делала в лесу, так к тому же покрутят у виска, когда увидят с кем я вернулась.",
    "answers": [
      {
        "id": 285,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 285,
    "text": "Запихнув волчонка за пазуху, я вошла на территорию академии и быстрым шагом пересекла двор. И всё бы ничего, вот только за всей дискуссией следил магистр Адмет, которого я заметила почти у самой двери академии. \n\nНу вот. Сейчас будет осуждать и расспрашивать, или ещё хуже, к ректору поведёт. Но к моему большому удивлению Адмет лишь покачал головой и сделал приглашающий жест. Я не стала отказываться и вошла в академию. Быстро пролетев лестничный пролёт, я поспешила в свою комнату.\n\nКогда я вошла в своё убежище, у меня уже не было сил даже идти в ванную. Я отпустила волчонка на пол и упала на кровать. Оставалось лишь надеятся что в комнату никто не зайдёт и не выкинет меня вместе с волчонком на улицу.",
    "answers": [
      {
        "id": 287,
        "text": "[10 Глава]"
      }
    ]
  },
  {
    "id": 286,
    "text": "Продолжение уже пишется.\nСледите за новостями, в паблике ВК.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 287,
    "text": "Проснулась я от того что... Я выспалась. Впервые за несколько лет кстати. Давно не ощущала такого чувства. \n\nСладко потянувшись, я посмотрела в окно. Казалось что уже наступил вечер, но точно сказать невозможно, так как у меня нет часов. Наверно я проспала всё на свете, но никто же не пришёл, значит всё нормально. Хотя если даже случится апокалипсис, меня никто не предупредит.",
    "answers": [
      {
        "id": 289,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 288,
    "text": "С кухни уже веяло приятным запахом. Снова объявился Гент? С чего бы вдруг?\n\nЯ оказалась права. На маленьком кухонном столе, мирно стояла тарелка с блинами. А я думала что блинов здесь нет. \n\nВот только самого призрака не было. Либо снова отправился по своим секретным делам, либо... А чем ещё занимаются призраки? Налаживают личную жизнь? ",
    "answers": [
      {
        "id": 287,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 289,
    "text": "Зевнув, я отправилась на кухню, так как от туда уже веяло приятным ароматом. Вернулся Гент? С чего бы вдруг? \n\nА на столе стояла тарелка с блинами. Блины? Я думала в этом мире нет блинов. \n\nК сожалению самого призрака на кухне не было. Снова отправился по призрачным делам? \n\nБыстро поужинав, я отправилась в ванную. Туда категорически не хотелось идти, но все предметы для гигиены находятся именно там.",
    "answers": [
      {
        "id": 290,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 290,
    "text": "Дверь которая вела в ванную была немного приоткрыта. Не помню такого чтобы она была вчера открыта. Открыв дверь, я увидела следующую картину: волчонок раскидав все мои вещи, бегал по ванной держа в зубах мою кофту, за ним же бежал Гент пытаясь эту самую кофту отобрать.\n\nВсё бы ничего, только вот призрак бы давно эту самую кофту отобрал, но он призрак, он физические не мог этого сделать. ",
    "answers": [
      {
        "id": 291,
        "text": "— Что здесь происходит?"
      },
      {
        "id": 292,
        "text": "— Вы с ума сошли?"
      },
      {
        "id": 293,
        "text": "— Стоять!"
      }
    ]
  },
  {
    "id": 291,
    "text": "— Что здесь происходит? — всё что меня волновало это сохранность моей кофты. Потому что если кофты не станет, её мне никто не купит. Это единственная кофта, которую мне выдали для физры.\n\n— А мы это... Играем. — Гент сделал ещё одну попытку забрать вещь, но у него ничего не вышло. Неужели он сам этого не понимает? ",
    "answers": [
      {
        "id": 294,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 292,
    "text": "— Вы с ума сошли? — если вещь пострадает мне её никто не купит.\n\n— Это не я схожу с ума, а твоя собачонка! — завопил Гент и встал скрестив прозрачные руки на груди.",
    "answers": [
      {
        "id": 294,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 293,
    "text": "— Стоять! — закричала я и грозно посмотрела на волчонка. \n\nЕсли кофта пострадает мне её больше никто не купит. \n\n— Это ты своему аболтусу скажи! — Гент остановился и хмуро уставился на щенка.",
    "answers": [
      {
        "id": 294,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 294,
    "text": "Забрав кофту у серого, я положила её на полку и присела на край ванны.\n\nСтоило позадовать несколько вопросов призраку, пока он не удрал. Вот только станет он отвечать на эти самые вопросы? \n\nДа и смотрит так, будто и сам хочет задать мне парочку интерисующих его вопросов.",
    "answers": [
      {
        "id": 295,
        "text": "— Где ты был всё это время?"
      },
      {
        "id": 296,
        "text": "[Выслушать призрака]"
      }
    ]
  },
  {
    "id": 295,
    "text": "— Где ты был всё это время? \n\n— У меня были кое-какие дела. Тебе рано ещё знать о них, — увидев мою печальную моську, он чуть сжалился. — Я разведывал обстановку. Я глаза и уши этой академии. \n\n— Ну и ты мне конечно не расскажешь что именно ты услышал...\n\n — Скажу только одно, будь осторожена с профессором Снедом. Этот некромантик что-то задумал.",
    "answers": [
      {
        "id": 299,
        "text": "[Выслушать призрака]"
      }
    ]
  },
  {
    "id": 296,
    "text": "— Ладно валяй, — я небрежно махнула рукой, посадила волчонка на колени и начала внемать.\n\n— Сегодня пока ты дрыхла, ректор снова собрал всех студентов в зале и объявил что через две недели начнутся индивидуальные соревнования между студентами! — всё это он произнес так, будто намечается какой-то праздник.\n\n— Уже так скоро! Почему? Я же ничего не умею! — я готова была пойти к ректору и разразиться огромной тирадой на счёт всего этого. Почему никто не предупредил меня? \n\n— Не удивительно что он решил пррвести соревнования так рано. В академии творится всякая ерись, не безопасно остовлять здесь студентов. Тем более ты и сама видела что твои братья по несчастью тоже ничего не умеют, — тут призрак замолчал и уставился в стену, я уже хотела пощёлкать пальцами, но он вдруг отмер, и продолжил. — Наверно вас загрузят... Даже поесть успевать не будите. На худой конец, если уж вас бестолочей ничему не научат, будете драться палками. ",
    "answers": [
      {
        "id": 297,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 297,
    "text": "Ну наверно не палками, а мечами какими. \n\nЗачем ректору понадобилось передвигать соревнования? Он же сам говорил что нет причин для беспокойства. Возможно случилось то о чём никто кроме него не знает? ",
    "answers": [
      {
        "id": 298,
        "text": "\"Где ты был всё это время?\""
      }
    ]
  },
  {
    "id": 298,
    "text": "— Где ты был всё это время? \n\n— У меня были кое-какие дела. Тебе рано ещё знать о них, — увидев мою печальную моську, он чуть сжалился. — Я разведывал обстановку. Я глаза и уши этой академии. \n\n— Ну и ты мне конечно не расскажешь что именно ты услышал...\n\n — Скажу только одно, будь осторожена с профессором Снедом. Этот некромантик что-то задумал.",
    "answers": [
      {
        "id": 301,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 299,
    "text": "— Ладно валяй, — я небрежно махнула рукой, посадила волчонка на колени и начала внемать.\n\n— Сегодня пока ты дрыхла, ректор снова собрал всех студентов в зале и объявил что через две недели начнутся индивидуальные соревнования между студентами! — всё это он произнес так, будто намечается какой-то праздник.\n\n— Уже так скоро! Почему? Я же ничего не умею! — я готова была пойти к ректору и разразиться огромной тирадой на счёт всего этого. Почему меня никто не предупредил?\n\n— Не удивительно что он решил провести соревнование раньше. В академии творится всякая ерись, не безопасно остовлять здесь студентов. Тем более ты и сама видела что твои братья по несчастью тоже ничего не умеют, — тут призрак замолчал и уставился в стену, я уже хотела пощёлкать пальцами, но он вдруг отмер, и продолжил. — Наверно вас загрузят... Даже поесть успевать не будите. На худой конец, если уж вас бестолочей ничему не научат, будете драться палками. ",
    "answers": [
      {
        "id": 300,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 300,
    "text": "Ну наверно не палками, а мечами какими. \n\nЗачем ректору понадобилось передвигать соревнования? Он же сам говорил что нет причин для беспокойства. Возможно случилось то о чём никто кроме него не знает? Легионеры нашли какие-то улики? ",
    "answers": [
      {
        "id": 301,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 301,
    "text": "Через какое-то время призрак попрощавшись смотался, а я так и сидела на ванне с волчонком. \n\nВот что за несправедливость? Прошло совсем немного времени с того момента как я прибыла в этот мир, а здесь уже намечаются соревнования. Хотя если подумать, не только я не готова к соревнованиям, некоторые вообще колдовать не умеют. ",
    "answers": [
      {
        "id": 303,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 302,
    "text": "Продолжение уже пишется.\nСледите за новостями, в паблике ВК.",
    "answers": [
      {
        "id": 1,
        "text": "[На первую страницу]"
      }
    ]
  },
  {
    "id": 303,
    "text": "Сегодняшний подъём оказался на удивление не таким уж ужасным. Может сказалось то что я проспала вчера весь день?  \n\nБыстро умывшись и сделав хвостик, я весело поскакала в столовую. \nА в столовой было не так уж людно. Всего около пятнадцати человек. Взяв поднос, я хотела было отправиться брать законную мне еду, но путь мне вдруг преградил никто иной как магистр Дифран Адмет. \n\nИ всё бы ничего, но как только магистр подошёл, все особи женского пола уставились на меня так, будто я магистру подарила утренний поцелуй и блаженно повисла у него на шее. \nЯ попыталась воззвать мужчину к уму разуму, взглядом показав ему на студентов, но он лишь поморщился и взяв меня за локоток, вывел из столовой. \n\n— Зачем ты выходила за ворота академии? — поставив меня около стенки, магистр как глыба навис надо мной. ",
    "answers": [
      {
        "id": 304,
        "text": "— Вас это не должно волновать."
      },
      {
        "id": 305,
        "text": "— Для чего вам это?"
      },
      {
        "id": 306,
        "text": "— Выходила прогуляться."
      }
    ]
  },
  {
    "id": 304,
    "text": "— Неужели? — мужчина хищно прищурился и продолжил, — А если бы тебя заметили легионеры? Чтобы ты делала? \n\n— Ну не заметили же? \n\n— Дуракам везёт, парировал магистр. — Ты даже не представляешь насколько тебе повезло. Если бы тебя заметили сразу бы без лишних слов, признали виновной и отправили в пустошь, а может и того хуже, казнили бы на месте. Никто бы даже не заметил.",
    "answers": [
      {
        "id": 307,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 305,
    "text": "— Для чего вам это? \n\n— Для чего мне? Просто хотел предупредить что в следующий раз я не стану скрывать того что ты бегаешь где попало. Думаешь это игры? Легионеры не станут выяснять что ты там ночами в лесу делаешь, сразу признают виновной. Я предупредил.",
    "answers": [
      {
        "id": 307,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 306,
    "text": "— Выходила прогуляться.\n\n— За территорию академии? Ты хоть понимаешь кто там водится? Да от тебя бы даже мокрого места не осталось. Думаю даже лучше чтобы тебя съел какой-нибудь монстр, чем ты попала бы в руки легионеров. Погулять она выходила...",
    "answers": [
      {
        "id": 307,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 307,
    "text": "Закончив тираду магистр ещё раз признательно взглянул мне в глаза и поклонившись быстро зашагал по коридору. \n\nПосле его слов мне так захотелось врезать ему подносом по голове, что даже руки зачесались. \nКакая ему разница что со мной случится? \nНо стоит задуматься над его словами, лишние советы не помешают, особенно в таком гнилом мире как этот. Хотя, чем наш мир отличается от этого? Возможно только отсутствием магии...",
    "answers": [
      {
        "id": 309,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 308,
    "text": "Продолжение уже пишется.\nСледите за новостями, в паблике ВК.",
    "answers": [
      {
        "id": 1,
        "text": "[На первую страницу]"
      }
    ]
  },
  {
    "id": 309,
    "text": "Первым уроком стояла физическая подготовка, так что я не стала сильно набивать живот. Какой вообще нормальный человек, ставит физру первой? \n\nНа занятии нас разделили на группы. Меня и еще тех, кто прибежал в первой десятке, отправили вновь бегать по полю всего десять кругов, остальных же снова тридцать, и там продолжался отбор. Через какое-то время я и еще девять «счастливчиков» после пробежки и небольшой разминки стали ждать, когда учитель разберется с теми, кто побежал марафон. Я, кстати, несмотря на усталость, в этот раз улучшила результат и пришла пятой.\n\n – Ай! – в голос воскликнули мы со златовлаской, что стояла около меня. Не знаю, из-за чего вскрикнула блондинка, но я из-за боли. Кто-то очень сильно и больно схватил меня за мой потрепанный, наспех завязанный хвост волос. \n\n– На моем занятии волосы убираете так, чтобы в случае атаки вас нельзя было за них схватить. Это вам и в академии пригодится, и повседневной жизни. Напасть могут в любой момент. Не давайте вашему противнику преимущества. Красота – это последнее, что вам тогда поможет. Тем более скоро начнутся соревнования...\n\nВот почему всегда достаётся именно мне? Хотя златовласке тоже досталось. ",
    "answers": [
      {
        "id": 310,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 310,
    "text": "— Сейчас будем учиться простым приемам нападения и самообороны, пока это все, что вам понадобится на отборочных соревнованиях. Никаким оружием, кроме личной магии, все равно вам пользоваться на первых годах обучения не дадут, поэтому забываем благородные занятия с мечом и учим плебейские приемы. \n\nЯ вздрогнула. А что, будет и оружие? Да я себя с мечом вообще представить не могу. Смешно даже. И страшно. \n\nКогда гул окончился, учитель расставил нас в пары, причем мне в пару досталась блондинка, которая от такого соседства кривилась, но благоразумно молчала, не желая портить отношения с нашим физруком. Далее физрук на ком-нибудь показывал приём, а мы отрабатывали. \n\nЗлатовласка – настоящая садистка, со злорадной ухмылкой она отрывалась на мне так, что у меня глаза на лоб лезли. Увы, борьба не бег, и Глории мне достойно ответить не удалось. Уходила я с занятия прихрамывая и потирая ушибленные части тела. ",
    "answers": [
      {
        "id": 311,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 311,
    "text": "Следующего занятия не было, что неожиданно порадовало, так как идти на занятие потной и грязной совсем не хотелось.\n\nСняв одежду и окунувшись в тёплую воду, я блаженно прикрыла глаза и попыталась расслабиться. \nНо этого не удалось. Мысли то и дело вращались около соревнований. Как можно победить, не зная даже элементарных основ? Стоит спуститься в библиотеку и поискать основы боевых действий, ну или что-то в этом роде.\n\nЯ настолько углубилась в свои мысли, что очнулась только тогда, когда что-то с громким писком плюхнулось в воду. От неожиданности, я даже подлетела и завизжала так, что наверняка вся академия услышала эти вопли.\n\nА тем временем наглый серый комок пытался обратно выбраться из ванной. Взяв малыша за подмышки, я медленно спустила его на пол и вылезла из ванной, нацепив полотенце. \n\nПроследив за волчонком и убедившись что с ним всё в порядке, я переоделась и только потом вспомнила что дитё не кормлено. \nНо как потом оказалось, призрак уже об этом позаботился. На кухне около шкафа, стояла огромная миска с какой-то кашей. И от куда только взял? ",
    "answers": [
      {
        "id": 315,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 312,
    "text": "Продолжение уже пишется.\nСледите за новостями, в паблике ВК.",
    "answers": [
      {
        "id": 1,
        "text": "[На первую страницу]"
      }
    ]
  },
  {
    "id": 313,
    "text": "",
    "answers": [
      {
        "id": 311,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 314,
    "text": "hchchch",
    "answers": [
      {
        "id": 311,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 315,
    "text": "Продолжение уже пишется. Как только десятая глава и начало одиннадцатой будут дописаны, на первой странице первого квеста, будет размещен переход во второй квест. \nСледите за новостями, в паблике ВК.",
    "answers": [
      {
        "id": 1,
        "text": "[На первую страницу]"
      },
      {
        "id": 315,
        "text": "[Группа ВКонтакте]",
        "url": "https://vk.com/club185445337",
        "answerImage": [
          "https://b.radikal.ru/b18/2003/06/743fa21c491f.png"
        ]
      }
    ]
  },
  {
    "id": 316,
    "text": "",
    "answers": [
      {
        "id": 316,
        "text": "      "
      },
      {
        "id": 321,
        "text": "      ",
        "need": 316
      }
    ]
  },
  {
    "id": 317,
    "text": "hchch",
    "answers": [
      {
        "id": 1,
        "text": "vvb"
      }
    ]
  },
  {
    "id": 318,
    "text": "взять ключ",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 319,
    "text": "рсом",
    "answers": [
      {
        "id": 320,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 320,
    "text": "",
    "answers": []
  },
  {
    "id": 321,
    "text": "",
    "answers": []
  },
  {
    "id": 322,
    "text": "ииии",
    "answers": [
      {
        "id": 315,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 323,
    "text": "мми",
    "answers": [
      {
        "id": 315,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 324,
    "text": "рмомо",
    "answers": [
      {
        "id": 315,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 325,
    "text": "ggfd",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 326,
    "text": "ааа",
    "answers": []
  },
  {
    "id": 327,
    "text": "сом",
    "answers": [
      {
        "id": 52,
        "text": "    "
      }
    ]
  },
  {
    "id": 328,
    "text": "",
    "answers": []
  }
]