[
  {
    "id": 1,
    "text": "  Автор: DeadLine;\n\n  Жанр: Философская короткометражка;\n\n  Аннотация: \"Стою на правильном пути. Стою, а надо бы идти.\"\n   Есть ли возможность в один момент просто взять и все бросить? Кардинально поменять свою жизнь?\nКонечно — в кино. А на деле?\n",
    "answers": [
      {
        "id": 28,
        "text": "Для начала выберем мелодию",
        "initSounds": [
          "iddub",
          "http://d.zaix.ru/ct5e.mp3",
          "idost",
          "http://d.zaix.ru/ct6H.mp3",
          "idklass",
          "http://d.zaix.ru/ct6p.mp3"
        ],
        "var_str_set": [
          "global bg_music",
          "idklass"
        ]
      },
      {
        "id": 31,
        "text": "Достижения"
      },
      {
        "id": 26,
        "text": "Связь с автором",
        "url": "https://vk.com/id149162683"
      }
    ]
  },
  {
    "id": 2,
    "text": "  Однажды утром ты встал и решил: \"Всё! Хватит! Не может так больше продолжаться\".\n  Паршивая ненавистная работа; жена-пила*; жизнь от зарплаты до зарплаты и всё так без конца...\n  Грустно, но что делать?",
    "answers": [
      {
        "id": 3,
        "text": "[Развестись]"
      },
      {
        "id": 4,
        "text": "[Уволиться]"
      },
      {
        "id": 5,
        "text": "[Оставить всё как есть и попробовать полюбить ...]",
        "need": [
          3,
          4
        ],
        "need_ever": true
      },
      {
        "id": 2,
        "text": "________________\nЖена-пила* - Всмысле, как \"рыба-пила\", только жена. Т.е. ругается очень много. Ну прямо каждый день пилит... пила же.",
        "comment": true
      }
    ]
  },
  {
    "id": 3,
    "text": "  Твоя жена в своем цветастом старом халате стояла у мойки и мыла посуду. На столе стояла твоя порция завтрака: Яичница из трёх яиц и три куска черного хлеба (ты же любишь много хлеба с яишенкой).\n\n  — Встал, обормот? Иди жри и вали работать.\n \n  Ты подошел к жене и сказал:\n ",
    "answers": [
      {
        "id": 6,
        "text": "\"Стерва, пошла лесом\"",
        "blackout": true
      },
      {
        "id": 7,
        "text": "\"Дорогая, нам нужно с тобой расстаться\""
      }
    ]
  },
  {
    "id": 4,
    "text": "  Ты ненавидел свою работу: \"каждый день ходишь как на каторгу — грузишь этот дурацкий овёс, а денег платят копейки, ещё и штрафуют за всякую ерунду\". \n  С этими мыслями ты уволился, в надежде в скором времени найти престижную и высокоплачиваемую работу...\n  Дома был жестокий скандал. Сколько ты ни пытался объяснить, что такая жизнь тебе осточертела и ты решил все изменить — ничего не помогало. Жена собрала вещи и уехала к себе в родной город.\n  ",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "  — Доброе утро, дорогая!\n  — Чего это ты такой счастливый с утра пораньше?",
    "answers": [
      {
        "id": 21,
        "text": "\"Жизнь прекрасна!\""
      },
      {
        "id": 21,
        "text": "\"Я тебя Люблю!\""
      }
    ]
  },
  {
    "id": 6,
    "text": "  Ты очнулся на больничной койке. \n  К вам подошел врач:\n  — Ну наконец-то, дорогой вы наш сурок. Выспались? — сказал он.\n  — Что произошло? Где я? \n  — А разве не очевидно? — он обвел руками вокруг себя указывая на помещение, — После того как вы послали жену, она пробила вам голову, как это не банально, — сковородкой. Вы пролежали в коме 4 года, мы уже и не надеялись, что вы проснётесь.",
    "answers": [
      {
        "id": 8,
        "text": "А где моя жена?"
      }
    ]
  },
  {
    "id": 7,
    "text": "  — Что!? Я ему готовлю, прибираюсь за ним, а он видете ли расстаться со мной хочет. А знаешь, хотя давай. Десять лет коту под хвост, сволочь. Да, пошел ты! — и она вышла из кухни.",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "  Улыбка слезла с лица доктора, — После этого случая было длительное разбирательство. Суд она проиграла и ее посадили сроком на 8 лет. Но в тюрьме она провела недолго — через год она умерла...\n  ",
    "answers": [
      {
        "id": 27,
        "text": "\"Как?\""
      }
    ]
  },
  {
    "id": 9,
    "text": "                  ",
    "answers": [
      {
        "id": 9,
        "text": " ",
        "comment": true
      },
      {
        "id": 10,
        "text": "\"Что я наделал...?\""
      },
      {
        "id": 9,
        "text": " bottom",
        "url": "https://d.radikal.ru/d13/1905/ee/a40b2ce5c3a3.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "  Ты смял записку в руках. Доктор вышел.   \n\n  Как тебе хотелось обратно в кому. За своим самолюбием ты не замечал в криках жены ее веру в вас и надежду. По правде говоря ты вообще её не замечал. Ты был дураком и теперь уже ничего не исправить  ... Или?",
    "answers": [
      {
        "id": 11,
        "text": "[Выпрыгнуть из окна]"
      },
      {
        "id": 12,
        "text": "[Лечь спать]"
      }
    ]
  },
  {
    "id": 11,
    "text": "  Резко вскочив, с криком: \"Я за тобой!\" — ты открыл окно и не разглядывая куда, прыгнул ...\n   ",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "  Ты накрылся с головой одеялом. Хотелось провалиться, умереть, исчезнуть, но самоубийство не выход. \n   Через месяц тебя выписали, хоть ты был еще слаб, но уже мог ходить по двору, наслаждаясь природой. \n  Ты вспомнил, как однажды вы с женой вот также, как сейчас ты, гуляли по двору. У тебя были проблемы на работе, зарплату не выплачивали второй месяц и настроения абсолютно не было. Но она так аккуратно подошла к тебе, взяла тебя за руку и прошептала на ухо: \"Зато мы вместе, а остальное неважно.\"\n   И стало так тепло и хорошо на душе, что ты сразу же забыл про всё плохое, горячо поцеловал её и вы направились домой уже с конкретными планами...",
    "answers": [
      {
        "id": 16,
        "text": "\"Как же я тебя Люблю\""
      }
    ]
  },
  {
    "id": 13,
    "text": " Это был третий этаж. И естесственно тебе не повезло. Упав спиной на какой-то кирпич, ты сломал себе позвоночник.\n  Выбежали врачи и не обращая внимания на твои призывы \"добить\", отнесли обратно в больницу.\n  Через месяц ты сидел на крыльце своего дома в инвалидной каляске и слушал пение птиц. Как раньше бывало вы сидели так со своей женой и ни о чём не разговаривали. Просто наслаждались течением времени. \n   \"Господи, какая же она была красивая...\"",
    "answers": [
      {
        "id": 14,
        "text": "[Смахнуть слезу]"
      }
    ]
  },
  {
    "id": 14,
    "text": "  У тебя была жена, были ноги, была жизнь. Теперь же ты овощ, которому платят пособие и который без чужой помощи не может, ни сходить в туалет, ни помыться.\n  Ты сделал сам себе такую жизнь. Да, ты кардинально её поменял, но так ли как хотел?\n  Наврядли...",
    "answers": [
      {
        "id": 1,
        "text": "The end.",
        "blackout": true
      }
    ]
  },
  {
    "id": 15,
    "text": "aaa",
    "answers": []
  },
  {
    "id": 16,
    "text": "  Поздно пить боржоми, коли почка отвалилась.\n  Что посеешь, то и пожнёшь. Сколько ни старайся, сколько ни проси — прошлого не вернешь. Ты сам всё сделал, теперь это твоя жизнь: Вдовец; болезни, спровоцированные комой; долги перед больницей и за похороны жены; отсутствие работы...\n  Ну что? Отчивка выполнена?",
    "answers": [
      {
        "id": 1,
        "text": "The end.",
        "blackout": true
      }
    ]
  },
  {
    "id": 17,
    "text": "  Бракоразводный процесс не занял много времени. У вас был заключен брачный контракт, детей не было, так что развестись было просто. Жена сразу же уехала к себе в родной город.\n  И вот ты сидишь на своей кухне один; в холодильнике шаром покати, ведь с тех пор как ты женился — плиту видел только издали, а магазин — лишь по выходным; стал много пить; оброс щетиной. И вот ты: в засаленой одежде с банкой пива в руках разговаривал вслух с самим собой:\n  — Я теперь свободен, да кому вообще нужна жена? Бесполезное создание. Только лишние проблемы создает. \"Секс только после того, как починю стиральную машинку\" — ну и дура...Во блин, пиво закончилось, эх...",
    "answers": [
      {
        "id": 1,
        "text": "The end."
      }
    ]
  },
  {
    "id": 18,
    "text": "  После ухода жены, жизнь твоя кардинально поменялась.  Тебе пришлось учиться стирать, готовить, ну а на уборку ты почти забил...  Времени едва хватало, чтобы искать новую работу. Запас денег подходил к концу.\n   Через месяц тебе пришло письмо: жена просила развода. Вы встретились...",
    "answers": [
      {
        "id": 19,
        "text": "[Уговаривать вернуться]"
      },
      {
        "id": 20,
        "text": "[Подписать договор о разводе]"
      }
    ]
  },
  {
    "id": 19,
    "text": "  — Нет, дорогой. Я устала. Ты тряпка и тряпло — все от одного корня. К тому же сейчас за мной заедут. Ах, вот и он, — к кафе, где вы сидели, подъехал большой белый BMW X6, из него вышел солидный, мощного телосложения мужчина и прикурившись поглядывал по сторонам. \n  — Давай подписывай быстрей, мне пора бежать.",
    "answers": [
      {
        "id": 20,
        "text": "[Подписать договор о разводе]"
      }
    ]
  },
  {
    "id": 20,
    "text": "  Теперь ты сидишь один на кухне, пьешь воду, т.к. денег нет и уже никто не занимает. Завел кота, тот хоть как-то успокаивает.\n  Ты нашел работу мусорщиком в ЖУКе через полгорода, но выбора не было.\n  — Мяу! — кот просил жрать.\n  — Зарплату выплатят через три дня. Вот тогда и поедим, а сейчас на..., попей воды и иди спать. Во сне кушать не хочется... эх...",
    "answers": [
      {
        "id": 1,
        "text": "The end.",
        "blackout": true
      }
    ]
  },
  {
    "id": 21,
    "text": "  — Да ну? — твоя жена удивленно подняла брови\n  — Точно тебе говорю, — ты подошел и поцеловал её жарко в губы. Она аж опешила... Да давно ты так не делал...\n  — Я кое-что понял, понимаешь...\n  — Погоди, заткнись. Пошли в спальню...",
    "answers": [
      {
        "id": 23,
        "text": "[В спальне]"
      }
    ]
  },
  {
    "id": 22,
    "text": "   На работе ты грузил овёс и в первый раз в своей жизни ты заметил (точнее ты знал, но не обращал внимания), что грузишь его для ЛОШАДЕЙ, что пасуться рядом на ферме. Ты решил зайти туда после работы:\n   — Ух ты ... какие красавцы! А тот черный — ну прямо воплощение силы! — ты еле сдерживал эмоции. \n   Работник фермы, узнав, что ты работаешь вместе с ним на одних и тех же лошадей и разрешил вам прокатиться.\n    Ох, сколько эмоций, сколько радости. Лошадь скакала галопом очень быстро. В ушах свистело, из глаз текли слезы от ветра, а улыбка была во весь рот.  \n  -Ааа!....блин, больно — ну и без падений не обошлось, конечно. Но в целом вы держались довольно неплохо. \n  Работник фермы разрешил вам каждые выходные бывать здесь и брать лошадь на час. Вы его горячо поблагодарили и отправились домой.",
    "answers": [
      {
        "id": 24,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 23,
    "text": "  Это был прекрасный секс, такого у вас не было со времён ...  да, вообще не было. Твоё настроение, твоя энергия пробудили и в тебе, и в твоей жене ту самую страсть. Той что вам не хватало так долго...\n  После ты, забыв поесть и поцеловав на прощание жену, как на крыльях полетел на работу и даже она, столь тебе ненавистная — сегодня не отталкивала.",
    "answers": [
      {
        "id": 22,
        "text": "На работе"
      }
    ]
  },
  {
    "id": 24,
    "text": "   А дома тебя ждал сюрприз. Твоя жена, с красиво заплетёнными волосами, в ослепительно чёрном обтягивающем платье, что ты ей когда-то подарил: \"А фигурка-то — огонь. Отлично подтянута, несмотря на то что забросила гимнастику ещё с ... а когда мы поженились?\" — подумал ты.\n   Она наготовила целый стол: чего тут только не было и запеченая утка, и салаты разные, и красное вино. Ты просто ошалел от такой подачи:\n  — Боже, какая ты красивая! — у жены загорелись глаза и появился легкий румянец на щеках, что сделало её ещё красивее.\n  — Спасибо, я старалась\n  — Какой-то праздник?\n  — Разве нужен повод, чтобы порадовать своего любимого мужчину? — она подошла и горячо поцеловала тебя в губы. Ты поцеловал её в ответ, крепко обхватив за талию, ну и ... в общем до ужина дело не дошло...\n   ",
    "answers": [
      {
        "id": 25,
        "text": "Главная мысль"
      }
    ]
  },
  {
    "id": 25,
    "text": "   А вывод напрашивается сам собой: Цените то, что имеете и умейте этому радоваться. Вот тогда-то вы и обнаружите, что давно уже идёте по той самой белой полосе, только с завязанными глазами. \n   Жизнь прекрасна всегда и везде, а вот ваш взгляд на неё зависит только от вас!\n  \n  И закончу словами великого Олега Ивановича Янковского из фильма \"Тот самый Мюнхгаузен\":\n— \"Умное лицо — это ещё не признак ума, господа. Все глупости на земле делаются именно с этим выражением лица. \n  Улыбайтесь, господа. Улыбайтесь!\"",
    "answers": [
      {
        "id": 1,
        "text": "The end.",
        "blackout": true
      },
      {
        "id": 25,
        "text": "Вы получили достижение \"Рецепт Счастья\"",
        "comment": true
      }
    ]
  },
  {
    "id": 26,
    "text": "Связь с автором!!!",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 26,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 27,
    "text": " — Мне очень жаль.\n   Перед смертью, она с приступом сперва попала к нам. После двухдневного обследования у нее был обнаружен рак надпочечника в четвертой и завершающей стадии. \n   От лечения она отказалась, да и по правде говоря — правильно сделала. Через несколько дней она пришла в очень плохом состоянии, но не для лечения. Она передала вам записку и ничего не сказав, ушла. Еще через два дня её нашли соседи...\n  Вот эта записка.",
    "answers": [
      {
        "id": 9,
        "text": "[Взять записку]"
      }
    ]
  },
  {
    "id": 28,
    "text": "У нас есть выбор среди: \n\n   1) Мелодия из фильма \"Тот самый Мюнхгаузен\";\n\n   2) Мелодия, ставшая уже классической для моих квестов, из сериала \"Звоните Дикаприо\"; \n\n   3) Просто красивый и мелодичный DubStep.\n \n____________________________________________________\n P.S. Сейчас играет первая.",
    "answers": [
      {
        "id": 29,
        "text": "Алексей Рыбников, Лестница в небо",
        "var_str_set": [
          "global bg_music",
          "idklass"
        ]
      },
      {
        "id": 29,
        "text": "Freiburger spieleut, Saltarello",
        "var_str_set": [
          "global bg_music",
          "idost"
        ]
      },
      {
        "id": 29,
        "text": "T.I. ft. Christina Aguilera, Castle walls (fAux's Dubstep remix)",
        "var_str_set": [
          "global bg_music",
          "iddub"
        ]
      },
      {
        "id": 30,
        "text": "[Играть без музыки]",
        "var_str_set": [
          "global bg_music",
          "id"
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "  Отлично. Всё устраивает? Если что можешь поменять.",
    "answers": [
      {
        "id": 2,
        "text": "\"Всё супер\" (играть)"
      },
      {
        "id": 28,
        "text": "[Вернуться к выбору]"
      }
    ]
  },
  {
    "id": 30,
    "text": " Да, брось. Я что зря её скачивал?",
    "answers": [
      {
        "id": 28,
        "text": "\"Ладно\" (вернуться к выбору)",
        "var_str_set": [
          "global bg_music",
          "idklass"
        ]
      },
      {
        "id": 2,
        "text": "\"Нет, но я хочу играть без музыки\" (играть без музыки)"
      }
    ]
  },
  {
    "id": 31,
    "text": " В данном квесте всего одно достижение. Оно довольно банальное, но правильное и поистине \"Достижение\" не только в моём квесте, но и в жизни.",
    "answers": [
      {
        "id": 25,
        "text": "Рецепт Счастья",
        "need": 25,
        "need_ever": true
      },
      {
        "isBack": true,
        "text": "Назад",
        "id": 31,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]