[
  {
    "id": 1,
    "text": "Автор: AntiHero (Дмитрий Стойков) \n\nАннотация: Крупный исследователький институт проводил массовую агитацию местных жителей в поддержку науке. Как гласил их слоган: \"Помоги науке сейчас, чтобы уже завтра увидеть будущее!\" Всем желающим нужно было всего лишь пройти пару простых тестов. Вы тоже решили поучаствовать...\n\nДостижения:\n- \"Бракованное изделие\"\n- \"Порочный круг\"\n- \"Живое наследие\" \n- \"Радикальные меры\" \n- \"Новый Эдем?\"",
    "answers": [
      {
        "id": 2,
        "text": "[Начать историю] "
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 130,
        "text": "[Достижения] "
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c636418/v636418556/5f05f/C_W27QIo700.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c636418/v636418556/5f088/s-aA5tlAhW0.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы шли в крупный исследователький институт в центре Города, дабы помочь науке. Еще вчера Вы не планировали этого делать, но пиар-кампания института сделала свое дело. Как гласил их слоган: \"Помоги науке сейчас, чтобы уже завтра увидеть будущее!\" Судя по рекламному ролику, они созывали людей для прохождения каких-то простеньких тестиков, результаты которых послужат всемирному благу.\n\nВозле здания крутились репортеры, люди заходили и выходили толпами. Кругом были развешаны шарики с логотипом компании, спонсирующей институт.\n\nДобродушный человек в белом халате попросил Вас сесть в кресло, вокруг которого, по его словам, были установлены пластины объемного сканера для съемки мозговой деятельности.\n\n\"Зажмурьтесь, пожалуйста\", - обратился к Вам человек в халате. Вспышка...",
    "answers": [
      {
        "id": 3,
        "text": "[Открыть глаза] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Вокруг был полумрак и гробовая тишина. Пустое помещение освещала только красная аварийная лампа своим тусклым свечением. \n\nЧто произошло? Вы же только что сели в кресло в светлом помещении...\n\nГолова шла кругом, словно все вокруг было лишь сном. Вы попытались подняться из кресла, но ноги не слушались. Со второй попытки Вы все же поднялись.",
    "answers": [
      {
        "id": 4,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы находились в небольшой комнатке без окон. В центре помещения стояло покосившееся медицинское кресло, в котором Вы очнулись, повернутое лицом к металлической двери.\n\nРядом с дверью, под красной аварийной лампой, находился рубильник.",
    "answers": [
      {
        "id": 5,
        "text": "[Осмотреть дверь] "
      },
      {
        "id": 6,
        "text": "[Осмотреть кресло] "
      },
      {
        "id": 7,
        "text": "[Осмотреть рубильник] "
      }
    ]
  },
  {
    "id": 5,
    "text": "Дверь была раздвижной, подобно дверям лифта, без следа ручек и замка. Вряд ли ее возможно открыть вручную. ",
    "answers": [
      {
        "id": 4,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 6,
    "text": "Кресло выглядело очень старым. Ржавые металлические элементы, протертая кожа обивки.",
    "answers": [
      {
        "id": 4,
        "text": "[Отойти от кресла] "
      }
    ]
  },
  {
    "id": 7,
    "text": "Рубильник был весь опутан паутиной. Скорее всего, он должен открыть дверь комнаты.",
    "answers": [
      {
        "id": 4,
        "text": "[Отойти от рубильника] "
      },
      {
        "id": 8,
        "text": "[Взяться за рубильник] "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы положили руку на рубильник и дернули его. Раздался гул, и полумрак комнаты прорезал свет дневных ламп, усеивающих потолок.\n\nВы, замерев, смотрели на свою руку, сжимающую рубильник. Это не было рукой человека... Металлические пальцы на шарнирах были покрыты тонким слоем ржавчины. Подняв вторую руку, Вы уставились на точно такую же металлическую ржавеющую конечность.\n\nМириады банальных вопросов, наподобие \"Что произошло?!\", вертелись в Вашей голове. Мысли путались, паника сжала Ваше горло... Горло... Вы схватились за шею - металлические пальцы обхватили металлический штырь, оплетенный проводами. Опустив голову, Вы смотрели на точно такие же металлические ноги, слегка тронутые ржавчиной. \n\nНо почему же Вы чувствуете? Почему Вы сразу не заметили, что Вам даже нечем дышать, и нечему биться в груди?\n\nДверь с ужасным скрипом начала раздвигаться.",
    "answers": [
      {
        "id": 9,
        "text": "[Поднять голову] "
      }
    ]
  },
  {
    "id": 9,
    "text": "За открывшейся ржавой дверью было круглое помещение с небольшим терминалом в центре.\n\nТерминал... Может он дать хоть какие-то ответы? \n\nКак только Вы сделали шаг из комнаты, раздался протяжный скрип, и раздвижная дверь медленно сомкнулась за Вашей спиной.",
    "answers": [
      {
        "id": 10,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 10,
    "text": "Круглое помещение с терминалом, освещаемое дневными лампами, слабо гудящими у потолка. Стены покрыты белыми отделочными пластинами, которые местами отвалились, обнажая ржавый металл.\n\nВ помещении находились три раздвижные двери, не считая той, которая ведет в Вашу \"камеру\". Двери были пронумерованы краской от одного до трех.",
    "answers": [
      {
        "id": 11,
        "text": "[Подойти к терминалу] ",
        "need": -17
      },
      {
        "id": 18,
        "text": "[Подойти к первой двери] ",
        "need": -31
      },
      {
        "id": 19,
        "text": "[Подойти ко второй двери] ",
        "need": -54
      },
      {
        "id": 20,
        "text": "[Подойти к третьей двери] ",
        "need": -43
      },
      {
        "id": 55,
        "text": "[Подойти к терминалу] ",
        "need": 17
      }
    ]
  },
  {
    "id": 11,
    "text": "Терминал представлял собой монитор на уровне Вашей груди, закрепленный на изогнутом держателе. Перед монитором была установлена клавиатура.\n\nНа мониторе был изображен смайл во всю величину экрана, а под ним была подпись: \"Привет. Ты проснулся?\"\n\nЕдинственный очевидный способ общения с неизвестным - напечатать что-либо на терминале. ",
    "answers": [
      {
        "id": 12,
        "text": "\"Кто ты?\" "
      },
      {
        "id": 13,
        "text": "\"Что это за место?\" "
      }
    ]
  },
  {
    "id": 12,
    "text": "Под смайлом появилась надпись: \"Вопрос задан некорректно\".",
    "answers": [
      {
        "id": 13,
        "text": "\"Что это за место?\" "
      }
    ]
  },
  {
    "id": 13,
    "text": "Под смайлом появилась надпись: \"Создатели называли это место \"Путь\", я не знаю почему\".",
    "answers": [
      {
        "id": 14,
        "text": "\"Кто ты?\" ",
        "need": -12
      },
      {
        "id": 15,
        "text": "\"Кто такие создатели?\" "
      },
      {
        "id": 16,
        "text": "\"Почему я здесь?\" "
      }
    ]
  },
  {
    "id": 14,
    "text": "Под смайлом появилась надпись: \"Вопрос задан некорректно\".",
    "answers": [
      {
        "id": 15,
        "text": "\"Кто такие создатели?\" "
      },
      {
        "id": 16,
        "text": "\"Почему я здесь?\" "
      }
    ]
  },
  {
    "id": 15,
    "text": "Под смайлом появилась надпись: \"Создатели - это те, кто создал это место, этот терминал, меня\".",
    "answers": [
      {
        "id": 16,
        "text": "\"Почему я здесь?\" ",
        "need": -16
      },
      {
        "id": 17,
        "text": "\"Что мне делать?\" ",
        "need": 16
      }
    ]
  },
  {
    "id": 16,
    "text": "Под смайлом появилась надпись: \"Ты здесь, потому что ты нужен для воплощения планов создателей\".",
    "answers": [
      {
        "id": 15,
        "text": "\"Кто такие создатели?\" ",
        "need": -15
      },
      {
        "id": 17,
        "text": "\"Что мне делать?\" ",
        "need": 15
      },
      {
        "id": 17,
        "text": "\"Что со мной случилось?\" ",
        "need": 15
      }
    ]
  },
  {
    "id": 17,
    "text": "Смайлик исчез, а на смену ему пришел черный экран. Кем бы он ни был, программой или чьей-то шуткой, Смайлик создал лишь новые вопросы и не дал никаких ответов.\n\nНа экране вновь появился смайлик, под которым через мгновение возник текст: \"Тебе очень повезло - ты был избран. Надеюсь, ты оправдаешь возложенные на тебя надежды Создателей. Тебе нужно пройти Путь. Все двери открыты для тебя, но выбирай осторожно. Я постараюсь помочь тебе, чем смогу\". \n\nЭкран снова погас. Все три пронумерованные двери, находящиеся в круглой комнате, загудели и со скрипом приоткрылись. ",
    "answers": [
      {
        "id": 10,
        "text": "[Отойти от терминала] "
      }
    ]
  },
  {
    "id": 18,
    "text": "Дверь с нарисованной белой краской цифрой \"один\". Рядом с дверью была табличка с надписью \"убийство\". ",
    "answers": [
      {
        "id": 10,
        "text": "[Отойти от двери] "
      },
      {
        "id": 21,
        "text": "[Открыть дверь] ",
        "need": -17
      },
      {
        "id": 22,
        "text": "[Войти в приоткрытую дверь] ",
        "need": 17
      }
    ]
  },
  {
    "id": 19,
    "text": "Дверь с нарисованной белой краской цифрой \"два\". Рядом с дверью была табличка с надписью \"саморазрушение\". ",
    "answers": [
      {
        "id": 10,
        "text": "[Отойти от двери] "
      },
      {
        "id": 21,
        "text": "[Открыть дверь] ",
        "need": -17
      },
      {
        "id": 44,
        "text": "[Войти в приоткрытую дверь] ",
        "need": 17
      }
    ]
  },
  {
    "id": 20,
    "text": "Дверь с нарисованной белой краской цифрой \"три\". Рядом с дверью была табличка с надписью \"уничтожение\". ",
    "answers": [
      {
        "id": 10,
        "text": "[Отойти от двери] "
      },
      {
        "id": 21,
        "text": "[Открыть дверь] ",
        "need": -17
      },
      {
        "id": 32,
        "text": "[Войти в приоткрытую дверь] ",
        "need": 17
      }
    ]
  },
  {
    "id": 21,
    "text": "Дверь была плотно закрыта. Не было ни ручки, ни рубильника, ни какого-либо другого приспособления, чтобы открыть ее. ",
    "answers": [
      {
        "id": 10,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 22,
    "text": "За дверью с номером \"один\" было небольшое помещение с белой обшивкой, как и в прочих комнатах, что Вы здесь уже видели. \n\nПосреди комнаты стояла тумбочка со странным проектором, который проецировал перед собой голограмму девушки. Голограмма не была статичной: девушка пританцовывала и оглядывалась по сторонам. У стены стоял терминал.",
    "answers": [
      {
        "id": 23,
        "text": "[Осмотреть терминал] "
      },
      {
        "id": 25,
        "text": "[Осмотреть тумбочку] ",
        "need": -53
      },
      {
        "id": 35,
        "text": "[Осмотреть тумбочку] ",
        "need": 53
      },
      {
        "id": 10,
        "text": "[Выйти из комнаты] "
      }
    ]
  },
  {
    "id": 23,
    "text": "Под смайлом была надпись: \"Ты должен заставить ее исчезнуть\".",
    "answers": [
      {
        "id": 24,
        "text": "\"Зачем?\" ",
        "need": -24
      },
      {
        "id": 22,
        "text": "[Отойти от терминала] "
      }
    ]
  },
  {
    "id": 24,
    "text": "Надпись изменилась: \"Это необходимо\". После этого надпись вновь изменилась на первоначальную: \"Ты должен заставить ее исчезнуть\".",
    "answers": [
      {
        "id": 22,
        "text": "[Отойти от терминала] "
      }
    ]
  },
  {
    "id": 25,
    "text": "При Вашем первом приближении голограмма девушки сделала шаг назад и зашевелила губами, синхронно с этим динамик проектора произнес женским голосом: \"У Вас есть что-нибудь для меня?\"\n\nНа низкой тумбочке с одним выдвижным ящиком стоял проектор без корпуса. В нем находилось несколько разъемов, в один из которых была вставлена квадратная карточка с изображением девушки. Проектор работал на каком-то внутреннем источнике питания, отключить его не было возможности.",
    "answers": [
      {
        "id": 26,
        "text": "[Извлечь из проектора карточку девушки] "
      },
      {
        "id": 27,
        "text": "[Осмотреть ящик тумбочки] ",
        "need": -28
      },
      {
        "id": 29,
        "text": "[Выстрелить в проектор]",
        "need": 28
      },
      {
        "id": 30,
        "text": "[Вставить карточку розы в проектор] ",
        "need": 42
      },
      {
        "id": 22,
        "text": "[Отойти от тумбочки] "
      }
    ]
  },
  {
    "id": 26,
    "text": "Карточка крепко припаяна к разъему, достать ее просто невозможно. ",
    "answers": [
      {
        "id": 25,
        "text": "[Оставить карточку] ",
        "need": -53
      },
      {
        "id": 35,
        "text": "[Оставить карточку] ",
        "need": 53
      }
    ]
  },
  {
    "id": 27,
    "text": "В ящике лежал пистолет. У Вас в голове проскочила мысль о том, может ли пуля послужить выходом отсюда, но Вы тут же отбросили ее. ",
    "answers": [
      {
        "id": 28,
        "text": "[Взять пистолет] "
      },
      {
        "id": 25,
        "text": "[Оставить пистолет] "
      }
    ]
  },
  {
    "id": 28,
    "text": "Ваши металлические пальцы обхватили рукоять пистолета. Вооруженный человек всегда чувствует себя увереннее. ",
    "answers": [
      {
        "id": 25,
        "text": "[Задвинуть опустевший ящик] "
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы навели пистолет на проектор и спустили курок. Куски пластика разлетелись во все стороны, а голограмма исчезла, издав через динамик прощальный восклик.\n\nТерминал заморгал, и под смайлом появилась надпись: \"Молодец, ты на верном Пути!\" Подбодрили ли Вас эти слова? Вы и сами не были точно уверены. Куда приведет Путь, требующий жертв?\n\nСвет в комнате погас. Была видна тольно щель приоткрытой двери, ведущей в главный зал. Правильно Вы поступили или нет? В любом случае, что сделано, то сделано. ",
    "answers": [
      {
        "id": 31,
        "text": "[Выйти из комнаты] "
      }
    ]
  },
  {
    "id": 30,
    "text": "Карточка легко вошла в разъем. Изображение девушки замигало - в ее руке появилась роза с картинки. Девушка улыбалась Вам, а проектор прошуршал динамиком: \"Спасибо...\"\n\nТерминал заморгал, и под смайлом появилась надпись: \"Зачем? Не стоит сбиваться с Пути\".\n\nСвет в комнате погас. Была видна тольно щель приоткрытой двери, ведущей в главный зал. Правильно Вы поступили или нет? В любом случае, что сделано, то сделано. ",
    "answers": [
      {
        "id": 132,
        "text": "[Подойти к двери] "
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы вышли в центральный зал. Дверь за вашей спиной захлопнулась и, судя по гулу и щелчкам, теперь была заперта. ",
    "answers": [
      {
        "id": 10,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 32,
    "text": "За дверью с номером \"три\" было небольшое помещение с белой обшивкой, как и в прочих комнатах, что Вы здесь уже видели. \n\nПосреди комнаты стояла тумбочка с металлическим ящиком, в котором была небольшая прорезь сбоку. Перед ящиком стоял небольшой держатель, в котором были закреплены три карточки. Из прорези ящика выходил луч света, проходящий сквозь карточки и проецирующий изображение с них на три бумажных экрана, висевших на противоположной стене. Рядом стоял терминал.",
    "answers": [
      {
        "id": 33,
        "text": "[Осмотреть терминал] "
      },
      {
        "id": 38,
        "text": "[Осмотреть тумбочку] "
      },
      {
        "id": 10,
        "text": "[Выйти из комнаты] "
      }
    ]
  },
  {
    "id": 33,
    "text": "Под смайлом была надпись: \"Ты должен обратить их в прах\".",
    "answers": [
      {
        "id": 34,
        "text": "\"Зачем?\" ",
        "need": -34
      },
      {
        "id": 32,
        "text": "[Отойти от терминала] "
      }
    ]
  },
  {
    "id": 34,
    "text": "Надпись изменилась: \"Это необходимо\". После этого надпись вновь изменилась на первоначальную: \"Ты должен обратить их в прах\".",
    "answers": [
      {
        "id": 32,
        "text": "[Отойти от терминала] "
      }
    ]
  },
  {
    "id": 35,
    "text": "При Вашем первом приближении голограмма девушки сделала шаг назад и зашевелила губами, синхронно с этим динамик проектора произнес женским голосом: \"У Вас есть что-нибудь для меня?\"\n\nНа низкой тумбочке с одним выдвижным ящиком стоял проектор без корпуса. В нем находилось несколько разъемов, в один из которых была вставлена квадратная карточка с изображением девушки. Проектор работал на каком-то внутреннем источнике питания, отключить его не было возможности.",
    "answers": [
      {
        "id": 26,
        "text": "[Извлечь из проектора карточку девушки] "
      },
      {
        "id": 60,
        "text": "[Попытаться уничтожить проектор] "
      },
      {
        "id": 30,
        "text": "[Вставить карточку розы в проектор] ",
        "need": 42
      },
      {
        "id": 22,
        "text": "[Отойти от тумбочки] "
      }
    ]
  },
  {
    "id": 36,
    "text": "В ящике лежала бензиновая зажигалка с металлическим корпусом, на котором был выгравирован парящий ангел. ",
    "answers": [
      {
        "id": 37,
        "text": "[Взять зажигалку] "
      },
      {
        "id": 38,
        "text": "[Оставить зажигалку] "
      }
    ]
  },
  {
    "id": 37,
    "text": "Интересно, а настенная обшивка этого чертового комплекса горит? Вы тут же отмели эту мысль...",
    "answers": [
      {
        "id": 38,
        "text": "[Закрыть опустевший ящик] "
      }
    ]
  },
  {
    "id": 38,
    "text": "На низкой тумбочке с одним выдвижным ящиком стоял металлический ящик, скрывавший в себе проектор. Проектор работал на каком-то внутреннем источнике питания, отключить его не было возможности. \n\nПеред проектором, удерживаемые креплениями, стояли три карточки с различными изображениями. Проектор проецировал черно-белые изображения с карточек на три бумажных экрана, висевших на противоположной стене.\n\nНа одной карточке была изображена роза, на другой леденец, на третьей монета. Все три изображения также были и на бумажных экранах.",
    "answers": [
      {
        "id": 36,
        "text": "[Осмотреть ящик тумбочки] ",
        "need": -37
      },
      {
        "id": 39,
        "text": "[Поджечь бумажные экраны зажигалкой] ",
        "need": 37
      },
      {
        "id": 41,
        "text": "[Закрыть прорезь в корпусе проектора крышкой, взятой во второй комнате] ",
        "need": 51
      },
      {
        "id": 40,
        "text": "[Попытаться извлечь карточку с леденцом] "
      },
      {
        "id": 42,
        "text": "[Попытаться извлечь карточку с розой] ",
        "need": -42
      },
      {
        "id": 133,
        "text": "[Попытаться извлечь карточку с монетой] "
      },
      {
        "id": 32,
        "text": "[Отойти от тумбочки] "
      }
    ]
  },
  {
    "id": 39,
    "text": "Несколько щелчков, и над зажигалкой вспыхнул огонек. Еще мгновение, и экраны вспыхнули ярким пламенем, словно были чем-то смазаны. Через несколько секунд от них не осталось ничего, кроме горсти сажи.\n\nТерминал заморгал, и под смайлом появилась надпись: \"Молодец, ты на верном Пути!\" Уничтожение - это и есть Путь? Вы даже поймали себя на мысли: такой Путь - хорошо это или плохо?\n\nСвет в комнате погас. Была видна тольно щель приоткрытой двери, ведущей в главный зал. Верный Вы совершили поступок или ошиблись? В любом случае, сделанного не вернешь.",
    "answers": [
      {
        "id": 43,
        "text": "[Выйти из комнаты] "
      }
    ]
  },
  {
    "id": 40,
    "text": "Карточка крепко припаяна к разъему, достать ее просто невозможно.",
    "answers": [
      {
        "id": 38,
        "text": "[Оставить эту карточку в покое] "
      }
    ]
  },
  {
    "id": 41,
    "text": "Как только цветная крышка закрыла прорезь, проекции на экранах окрасились естественными цветами. Изображения словно стали объемными. Это зрелище завораживало... Хоть и всего несколько секунд. \n\nТерминал заморгал, и под смайлом появилась надпись: \"Одумайся, не стоит пренебрегать Путем\".\n\nСвет в комнате погас. Была видна тольно щель приоткрытой двери, ведущей в главный зал. Верный Вы совершили поступок или ошиблись? В любом случае, сделанного не вернешь.",
    "answers": [
      {
        "id": 43,
        "text": "[Выйти из комнаты] "
      }
    ]
  },
  {
    "id": 42,
    "text": "Карточка с розой легко извлеклась из держателя. Интересно, это случайность, или есть какая-то хитрость? ",
    "answers": [
      {
        "id": 38,
        "text": "[Забрать карточку] "
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы вышли в центральный зал. Дверь за вашей спиной захлопнулась и, судя по гулу и щелчкам, теперь была заперта.",
    "answers": [
      {
        "id": 10,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 44,
    "text": "За дверью с номером \"два\" было небольшое помещение с белой обшивкой, как и в прочих комнатах, что Вы здесь уже видели. \n\nПосреди комнаты находилась стеклянная коробка высотой с Вас. Верхней грани у нее не было. А внутри стояли медицинские весы. Рядом стоял столик с проектором, проецирующим на стекло несколько нулей, скорее всего, проектор отображал показание весов.\n\nНеподалеку стоял еще один столик... На нем с ровным гулом вращалась встроенная циркулярная пила.\n\nВыглядела эта комната на редкость устрашающе. Вы успели пожалеть, что в детстве пересмотрели фильмов ужасов... Или же это и к лучшему?\n\nУ стены, дружелюбно светя смайликом на весь экран, стоял терминал.",
    "answers": [
      {
        "id": 45,
        "text": "[Осмотреть терминал] "
      },
      {
        "id": 47,
        "text": "[Осмотреть пилу] ",
        "need": -48
      },
      {
        "id": 49,
        "text": "[Осмотреть стеклянный ящик] "
      },
      {
        "id": 50,
        "text": "[Осмотреть проектор] ",
        "need": -51
      },
      {
        "id": 10,
        "text": "[Выйти из комнаты] "
      }
    ]
  },
  {
    "id": 45,
    "text": "Под смайлом была надпись: \"Ужасное место. Боюсь, ты можешь пострадать. Ты должен положить на весы свое главного оружие\".",
    "answers": [
      {
        "id": 46,
        "text": "\"Что мне здесь нужно сделать?\" ",
        "need": -46
      },
      {
        "id": 44,
        "text": "[Отойти от терминала] "
      }
    ]
  },
  {
    "id": 46,
    "text": "Надпись изменилась: \"Иди к пиле. Ты и сам поймешь, что нужно сделать\". После этого надпись вновь изменилась на первоначальную: \"Ужасное место. Боюсь, ты можешь пострадать. Ты должен положить на весы свое главного оружие\".",
    "answers": [
      {
        "id": 44,
        "text": "[Отойти от терминала] "
      }
    ]
  },
  {
    "id": 47,
    "text": "Пила располагалась горизонтально и наполовину закрывала углубление в столешнице. В углублении блестело лезвие ножа. Значит, от Вас требуется достать этот нож? Эта затея, определенно, была не самой удачной. Зазубренный диск циркулярной пилы вращался с бешенной скоростью, издавая протяжный гул и раздражающий скрежет.\n\nВы посмотрели на свои руки... Металлические палки на шарнирах, обмотанные проводами... Что же все-таки с Вами стало? Кто заменил Ваше тело на вот это?",
    "answers": [
      {
        "id": 48,
        "text": "[Попытаться достать нож] "
      },
      {
        "id": 44,
        "text": "[Отойти от пилы] "
      }
    ]
  },
  {
    "id": 48,
    "text": "Внезапно пила дернулась и со скрежетом впилась в Ваше левое предплечье. Рука не была настоящей, лишь груда металла, но Вы совершенно по-настоящему почувствовали острую боль. Раньше Вы и представить не могли, что фантомная боль может быть так реалистична. \n\nОтпиленная металлическая рука, брызгая маслом и искря проводами, упала на пол, а пила отключилась. ",
    "answers": [
      {
        "id": 44,
        "text": "[Подобрать нож] "
      }
    ]
  },
  {
    "id": 49,
    "text": "Судя по всему, эта комната требовала от Вас что-то поместить на весы внутри ящика. Скорее всего, весы были установлены в стеклянный ящик для того, чтобы нельзя было обмануть систему, просто наступив на них. Поместить что-либо на весы можно только перекинув нужный предмет через стенку ящика. ",
    "answers": [
      {
        "id": 52,
        "text": "[Положить в ящик нож] ",
        "need": 48
      },
      {
        "id": 53,
        "text": "[Положить в ящик пистолет] ",
        "need": 28
      },
      {
        "id": 44,
        "text": "[Отойти от ящика] "
      }
    ]
  },
  {
    "id": 50,
    "text": "Проектор не представлял из себя ничего примечательного. Правда цифры, которые он проецировал, были сильно смазаны. Скорее всего, дело было странной крышке, закрывающей линзу проектора. ",
    "answers": [
      {
        "id": 51,
        "text": "[Снять крышку] "
      },
      {
        "id": 44,
        "text": "[Отойти от проектора] "
      }
    ]
  },
  {
    "id": 51,
    "text": "Крышка совершенно не подходила по размерам к этому проектору. К тому же она была окрашена пестрыми узорами. ",
    "answers": [
      {
        "id": 44,
        "text": "[Забрать крышку и отойти от проектора] "
      }
    ]
  },
  {
    "id": 52,
    "text": "Нож брякнулся о поверхность весов. Проектор моментально изменил числовые показания, после чего отключился.\n\nТерминал заморгал, и под смайлом появилась надпись: \"Молодец, ты на верном Пути!\" Путь, заставляющий Вас жертвовать конечностями, не сильно прельщал.\n\nСвет в комнате погас. Была видна тольно щель приоткрытой двери, ведущей в главный зал. Верный ли шаг Вы предприняли? В любом случае, ничего уже не изменишь.",
    "answers": [
      {
        "id": 54,
        "text": "[Выйти из комнаты] "
      }
    ]
  },
  {
    "id": 53,
    "text": "Пистолет брякнулся о поверхность весов. Проектор моментально изменил числовые показания, после чего отключился, как и циркулярная пила.\n\nТерминал заморгал, и под смайлом появилась надпись: \"Не стоит сходить с Пути\". \n\nСвет в комнате погас. Была видна только щель приоткрытой двери, ведущей в главный зал. Верный ли шаг Вы предприняли? В любом случае, ничего уже не изменишь. ",
    "answers": [
      {
        "id": 54,
        "text": "[Выйти из комнаты] "
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы вышли в центральный зал. Дверь за вашей спиной захлопнулась и, судя по гулу и щелчкам, теперь была заперта.",
    "answers": [
      {
        "id": 10,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 55,
    "text": "На терминале был все тот же смайлик. Надпись под ним вопрошала Вас: \"Ты уже завершил дела в первой комнате?\" ",
    "answers": [
      {
        "id": 56,
        "text": "\"Да\" ",
        "need": 31
      },
      {
        "id": 58,
        "text": "\"Еще нет\" "
      }
    ]
  },
  {
    "id": 56,
    "text": "Надпись под смайлом изменилась: \"А во второй комнате ты тоже со всем разобрался?\"",
    "answers": [
      {
        "id": 57,
        "text": "\"Да\" ",
        "need": 54
      },
      {
        "id": 58,
        "text": "\"Еще нет\" "
      }
    ]
  },
  {
    "id": 57,
    "text": "Как и стоило ожидать, Смайлик спросил о третьей комнате: \"Значит, здесь ты почти закончил... Ты уже завершил дела в третьей комнате?\"",
    "answers": [
      {
        "id": 59,
        "text": "\"Да\" ",
        "need": 43
      },
      {
        "id": 58,
        "text": "\"Еще нет\" "
      }
    ]
  },
  {
    "id": 58,
    "text": "Смайлик погас и снова появился: \"Тогда возвращайся, когда закончишь\". ",
    "answers": [
      {
        "id": 10,
        "text": "[Отойти от терминала] "
      }
    ]
  },
  {
    "id": 59,
    "text": "Перед тем, как экран погас, на нем на несколько секунд появилась надпись: \"Очень хорошо, тогда продолжим Путь\".\n\nПол под Вашими ногами вздрогнул и просел. Круглый участок пола вместе с терминалом отъехал в сторону, открывая Вам лестницу вниз.\n\nСпустившись, Вы попали в маленький светлый коридорчик с дверью в конце, на которой была нарисована цифра \"четыре\".\n\nЛюк за Вами закрылся, и не успели Вы сделать и пары шагов, как свет в комнате погас, оставив в коридоре лишь тусклое красное свечение аварийной лампы. ",
    "answers": [
      {
        "id": 61,
        "text": "[Осмотреть коридор] "
      }
    ]
  },
  {
    "id": 60,
    "text": "От бессилия Вы со всей силы ударили металлическим кулаком по линзе проектора. Раздался звон. Куски стекла и пластика разлетелись во все стороны, а голограмма исчезла, издав через динамик прощальный восклик.\n\nТерминал заморгал, и под смайлом появилась надпись: \"Молодец, ты на верном Пути!\" Подбодрили ли Вас эти слова? Вы и сами не были точно уверены. Куда приведет Путь, требующий жертв? \n\nСвет в комнате погас. Была видна только щель приоткрытой двери, ведущей в главный зал. Правильно Вы поступили или нет? В любом случае, что сделано, то сделано. ",
    "answers": [
      {
        "id": 31,
        "text": "[Выйти из комнаты] "
      }
    ]
  },
  {
    "id": 61,
    "text": "Узкий коридор с огромными зеркалами, висящими вдоль стен. На одной из стен зеркало было разбито. С одного конца коридор упирался в лестницу, по которой Вы попали сюда, а с другого была дверь с цифрой \"четыре\". ",
    "answers": [
      {
        "id": 62,
        "text": "[Осмотреть дверь] ",
        "need": -72
      },
      {
        "id": 64,
        "text": "[Осмотреть целое зеркало] ",
        "need": -72
      },
      {
        "id": 65,
        "text": "[Осмотреть разбитое зеркало] ",
        "need": -72
      },
      {
        "id": 73,
        "text": "[Осмотреть дверь] ",
        "need": 72
      },
      {
        "id": 64,
        "text": "[Осмотреть целое зеркало] ",
        "need": 72
      },
      {
        "id": 75,
        "text": "[Осмотреть разбитое зеркало] ",
        "need": 72
      }
    ]
  },
  {
    "id": 62,
    "text": "Коридор был обесточен, а дверь плотно заперта. Пока что открыть ее не представляется возможным. ",
    "answers": [
      {
        "id": 61,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 63,
    "text": "Осколки со звоном падали на пол, открывая Вам комнату, скрывающуюся за стеклом.\n\nЗабравшись вовнутрь, Вы осмотрели темную комнату, которая представляла из себя что-то вроде офиса. Со стороны комнаты зеркальная стена была прозрачной, и оттуда был виден весь коридор. У стекла стояло несколько сдвинутых вместе столов, заваленных бумагами. На крайнем столе стоял выключенный системный блок с монитором.\n\nИз помещения вела одна единственная дверь, но пройти через нее уже никому не удастся: металлическая балка с куском обвалившегося бетонного потолка преграждали путь.",
    "answers": [
      {
        "id": 66,
        "text": "[Осмотреть столы] "
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы смотрели на металлическую конструкцию с конечностями, опутанными проводами. Туловище состояло из двух элементов: грудного и тазового, соединенных шарниром. Вместо головы была камера на штыре, оснащенная несколькими блоками, скорее всего, приемником и динамиком. Вся эта конструкция выглядела очень хрупкой.\n\nЧто же Вы все-таки такое? Что с Вами произошло? Нужно двигаться дальше: ответы где-то там...",
    "answers": [
      {
        "id": 61,
        "text": "[Отойти от зеркала] "
      }
    ]
  },
  {
    "id": 65,
    "text": "Несколько крупных осколков выпали из зеркала, открывая за собой темную полость.",
    "answers": [
      {
        "id": 61,
        "text": "[Отойти от зеркала] "
      },
      {
        "id": 63,
        "text": "[Разбить остатки зеркала] "
      }
    ]
  },
  {
    "id": 66,
    "text": "Столы были просто завалены листами, папками и подшивками. Поверх печатного текста было множество карандашных пометок и исправлений.\n\nСтоящий с краю монитор был покрыт толстым слоем пыли. ",
    "answers": [
      {
        "id": 67,
        "text": "[Осмотреть компьютер] "
      },
      {
        "id": 68,
        "text": "[Осмотреть листы] "
      }
    ]
  },
  {
    "id": 67,
    "text": "Без электричества компьютер не включится, если предположить, что он вообще в рабочем состоянии. ",
    "answers": [
      {
        "id": 66,
        "text": "[Вернуться к осмотру столов] "
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы подняли со стола случайный листок бумаги. На нем было распечатанное электронное письмо: \"Слушай, я знаю, что тебе кажется это плохой идеей, но пойми, если программа не будет мешать испытуемым, то мы никогда не достигнем успеха. Человек стал тем, кто он есть, не потому, что подстраивался под условия задачи - он всегда, тысячи лет, выходил за рамки, превозмогал... И, несмотря на это, люди обладают состраданием и чувством прекрасного. Сочетание способности мыслить за гранью и при этом сохранять то, что мы называем человечностью - вот истинное наследие людского рода, вот то, что мы пытаемся сохранить. Именно поэтому программа должна не помогать, а мешать испытуемым, ведь мы должны выделить наилучшее сочетание, чтобы сохранить наше наследие. Именно поэтому нам нужен не помощник, а Дьявол\". ",
    "answers": [
      {
        "id": 69,
        "text": "[Осмотреть другие листы] "
      },
      {
        "id": 69,
        "text": "[Отойти от стола] "
      }
    ]
  },
  {
    "id": 69,
    "text": "Раздался гул, и в комнате и в коридоре начало загораться освещение. Компьютер рядом с Вами загудел и начал включаться.\n\nГул начал усиливаться, Вам казалось, что он звучит внутри Вашей \"головы\"... Перед глазами пошли какие-то помехи, словно в старом телевизоре, отказывающемся принимать сигнал. Что бы это ни было, оно могло плохо для Вас закончиться.",
    "answers": [
      {
        "id": 70,
        "text": "[Осмотреть компьютер] "
      },
      {
        "id": 71,
        "text": "[Осмотреть листы] "
      },
      {
        "id": 72,
        "text": "[Подойти к разбитому стеклу] "
      }
    ]
  },
  {
    "id": 70,
    "text": "Помехи перед глазами едва позволяли Вам рассмотреть монитор... Загрузка программного обеспечения... Внезапно на мониторе возник все тот же хорошо знакомый Вам смайл с надписью под ним: \"Скорее уходи отсюда! Тебе нельзя здесь находиться!\"\n\nГул стал просто невыносимым. Нужно что-то с этим сделать и поскорее. ",
    "answers": [
      {
        "id": 71,
        "text": "[Осмотреть листы] ",
        "need": -71
      },
      {
        "id": 72,
        "text": "[Осмотреть разбитое стекло] "
      }
    ]
  },
  {
    "id": 71,
    "text": "Помехи перед глазами все усиливались, Вы не могли разобрать ни единого слова, написанного на бумаге.",
    "answers": [
      {
        "id": 70,
        "text": "[Осмотреть компьютер] ",
        "need": -70
      },
      {
        "id": 72,
        "text": "[Подойти к разбитому стеклу] "
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы подошли к разбитому стеклу, не помня себя от невыносимого гула в \"голове\". Помехи перед глазами были уже настолько сильными, что Вы перестали видеть что-либо. Из последних сил Вы шатнулись вперед и, перевалившись через стену, упали на пол коридорчика с зеркальными стенами.\n\nГул тут же прекратился, и изображение перед глазами снова приобрело четкость. Неужели это была своеобразная система защиты?",
    "answers": [
      {
        "id": 61,
        "text": "[Подняться на ноги] "
      }
    ]
  },
  {
    "id": 73,
    "text": "Теперь, когда электроснабжение в коридоре было восстановлено, дверь с цифрой четыре сама приоткрылась при Вашем приближении.",
    "answers": [
      {
        "id": 74,
        "text": "[Войти в приоткрытую дверь] "
      },
      {
        "id": 61,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы стоите в круглом помещение с двумя дверями в дальней части комнаты с номерами \"пять\" и \"шесть\". По центру комнаты стоял терминал со смайлом.",
    "answers": [
      {
        "id": 76,
        "text": "[Подойти к терминалу] ",
        "need": -131
      },
      {
        "id": 77,
        "text": "[Подойти к пятой двери] "
      },
      {
        "id": 78,
        "text": "[Подойти к шестой двери] "
      }
    ]
  },
  {
    "id": 75,
    "text": "Когда Вы подошли к разбитому зеркалу, за которым находился офис, Вы вновь услышали гул, а перед глазами поплыли помехи. ",
    "answers": [
      {
        "id": 61,
        "text": "[Отойти от зеркала] "
      }
    ]
  },
  {
    "id": 76,
    "text": "Надпись под смайлом гласила: \"Пришло время проанализировать твои действия, чтобы определить продолжение твоего Пути. Пожалуйста, ответь на ряд вопросов... Вопрос первый: что ты сделал с девушкой?\"",
    "answers": [
      {
        "id": 79,
        "text": "\"Я убил ее\" [Сказать правду] ",
        "need": [
          31,
          -132
        ]
      },
      {
        "id": 80,
        "text": "\"Я дал ей розу\" [Соврать] ",
        "need": [
          31,
          -132
        ]
      },
      {
        "id": 81,
        "text": "\"Я дал ей розу\" [Сказать правду] ",
        "need": 132
      },
      {
        "id": 80,
        "text": "\"Я убил ее\" [Соврать] ",
        "need": 132
      }
    ]
  },
  {
    "id": 77,
    "text": "Дверь с нарисованной белой краской цифрой \"пять\". Рядом с дверью была табличка с надписью \"жестокость\". ",
    "answers": [
      {
        "id": 74,
        "text": "[Отойти от двери] "
      },
      {
        "id": 88,
        "text": "[Войти в приоткрытую дверь] ",
        "need": 84
      }
    ]
  },
  {
    "id": 78,
    "text": "Дверь с нарисованной белой краской цифрой \"шесть\". Рядом с дверью была табличка с надписью \"милосердие\". ",
    "answers": [
      {
        "id": 74,
        "text": "[Отойти от двери] "
      },
      {
        "id": 88,
        "text": "[Войти в приоткрытую дверь] ",
        "need": 85
      }
    ]
  },
  {
    "id": 79,
    "text": "Смайл заморгал: \"Ты прекрасно справился с поставленной задачей. Второй вопрос: что ты положил на весы?\" ",
    "answers": [
      {
        "id": 82,
        "text": "\"Нож\" [Сказать правду] ",
        "need": 52
      },
      {
        "id": 80,
        "text": "\"Пистолет\" [Соврать] ",
        "need": 52
      },
      {
        "id": 83,
        "text": "\"Пистолет\" [Сказать правду] ",
        "need": 53
      },
      {
        "id": 80,
        "text": "\"Нож\" [Соврать] ",
        "need": 53
      }
    ]
  },
  {
    "id": 80,
    "text": "Смайл мигнул: \"Не стоит лукавить. Возвращайся, когда будешь готов говорить правду\". ",
    "answers": [
      {
        "id": 74,
        "text": "[Отойти от терминала] "
      }
    ]
  },
  {
    "id": 81,
    "text": "Смайл заморгал: \"Не самая хорошая идея... Второй вопрос: что ты положил на весы?\" ",
    "answers": [
      {
        "id": 86,
        "text": "\"Нож\" [Сказать правду] ",
        "need": 52
      },
      {
        "id": 80,
        "text": "\"Пистолет\" [Соврать] ",
        "need": 52
      },
      {
        "id": 87,
        "text": "\"Пистолет\" [Сказать правду] ",
        "need": 53
      },
      {
        "id": 80,
        "text": "\"Нож\" [Соврать] ",
        "need": 53
      }
    ]
  },
  {
    "id": 82,
    "text": "Надпись под смайлом изменилась: \"Просто прекрасно. Третий вопрос: что ты сделал с картинами?\" ",
    "answers": [
      {
        "id": 84,
        "text": "\"Я сжег их\" [Сказать правду] ",
        "need": 39
      },
      {
        "id": 80,
        "text": "\"Я окрасил их в цвета\" [Соврать] ",
        "need": 39
      },
      {
        "id": 84,
        "text": "\"Я окрасил их в цвета\" [Сказать правду] ",
        "need": 41
      },
      {
        "id": 80,
        "text": "\"Я сжег их\" [Соврать] ",
        "need": 41
      }
    ]
  },
  {
    "id": 83,
    "text": "Надпись под смайлом изменилась: \"Это не то, что от тебя требовалось... Третий вопрос: что ты сделал с картинами?\" ",
    "answers": [
      {
        "id": 84,
        "text": "\"Я сжег их\" [Сказать правду] ",
        "need": 39
      },
      {
        "id": 80,
        "text": "\"Я окрасил их в цвета\" [Соврать] ",
        "need": 39
      },
      {
        "id": 85,
        "text": "\"Я окрасил их в цвета\" [Сказать правду] ",
        "need": 41
      },
      {
        "id": 80,
        "text": "\"Я сжег их\" [Соврать] ",
        "need": 41
      }
    ]
  },
  {
    "id": 84,
    "text": "Смайлик исчез, а на его месте возникла надпись \"Осуществляется оценка...\"\n\nНа экране вновь появился смайлик и текст под ним: \"Поздравляю, ты показал хороший результат, дверь номер пять открыта для тебя\".\n\nНесмотря на слова Смайлика, Вам показались довольно сомнительными некоторые Ваши достижения. ",
    "answers": [
      {
        "id": 131,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 85,
    "text": "Смайлик исчез, а на его месте возникла надпись \"Осуществляется оценка...\"\n\nНа экране вновь появились смайлик и текст под ним: \"К сожалению, я не могу сказать, что ты показал хороший результат, дверь номер шесть открыта для тебя\". \n\nНесмотря на слова Смайлика, некоторые Ваши поступки казались Вам верными.",
    "answers": [
      {
        "id": 131,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 86,
    "text": "Надпись под смайлом изменилась: \"Просто прекрасно. Третий вопрос: что ты сделал с картинами?\"",
    "answers": [
      {
        "id": 84,
        "text": "\"Я сжег их\" [Сказать правду] ",
        "need": 39
      },
      {
        "id": 80,
        "text": "\"Я окрасил их в цвета\" [Соврать] ",
        "need": 39
      },
      {
        "id": 85,
        "text": "\"Я окрасил их в цвета\" [Сказать правду] ",
        "need": 41
      },
      {
        "id": 80,
        "text": "\"Я сжег их\" [Соврать] ",
        "need": 41
      }
    ]
  },
  {
    "id": 87,
    "text": "Надпись под смайлом изменилась: \"Это не то, что от тебя требовалось... Третий вопрос: что ты сделал с картинами?\" ",
    "answers": [
      {
        "id": 85,
        "text": "\"Я сжег их\" [Сказать правду] ",
        "need": 39
      },
      {
        "id": 80,
        "text": "\"Я окрасил их в цвета\" [Соврать] ",
        "need": 39
      },
      {
        "id": 85,
        "text": "\"Я окрасил их в цвета\" [Сказать правду] ",
        "need": 41
      },
      {
        "id": 80,
        "text": "\"Я сжег их\" [Соврать] ",
        "need": 41
      }
    ]
  },
  {
    "id": 88,
    "text": "В какую из двух дверей Вы сейчас вошли - в данный момент роли не играло... За дверью царила полная разруха: стена, разделяющая две комнаты, рухнула вниз вместе с полом, открывая обломки труб и искрящейся проводки. Внизу через разлом виднелось помещение, заставленное какими-то станками. По другую сторону разлома виднелись две двери - выходы из того, что раньше было комнатой \"милосердие\" и комнатой \"жестокость\".\n\nПеребраться на другую сторону, не спускаясь в разлом, возможности не было. ",
    "answers": [
      {
        "id": 89,
        "text": "[Спуститься вниз] "
      }
    ]
  },
  {
    "id": 89,
    "text": "Внушительное помещение, одна его половина была завалена обвалом, по которому Вы сюда спустились и по которому можно было забраться к дальней части рухнувших комнат \"милосердия\" и \"жестокости\". Вторая была уставлена станками и конвеерами, напротив которых стояло несколько рабочих столов. В конце помещения виднелась массивная круглая дверь.",
    "answers": [
      {
        "id": 90,
        "text": "[Забраться на завал] "
      },
      {
        "id": 91,
        "text": "[Осмотреть станки] "
      },
      {
        "id": 92,
        "text": "[Осмотреть столы] ",
        "need": -99
      },
      {
        "id": 95,
        "text": "[Осмотреть столы] ",
        "need": 99
      },
      {
        "id": 97,
        "text": "[Осмотреть круглую дверь] ",
        "need": -103
      }
    ]
  },
  {
    "id": 90,
    "text": "Кое-как вскарабкавшись по завалу, Вы оказались перед двумя дверями - выходами из комнат \"милосердия\" и \"жестокости\", которые раньше находились на месте обвала. Дверь, находящаяся напротив той, через которую Вы вошли, была приоткрыта.",
    "answers": [
      {
        "id": 89,
        "text": "[Спуститься обратно] "
      },
      {
        "id": 110,
        "text": "[Войти в приоткрытую дверь] ",
        "need": 84
      },
      {
        "id": 117,
        "text": "[Войти в приоткрытую дверь] ",
        "need": 85
      }
    ]
  },
  {
    "id": 91,
    "text": "Станки были покрыты слоем ржавчины. Всюду валялись запчасти и роботизированные конечности - точно такие же, как Ваши. Похоже, именно здесь в свое время и было собрано Ваше тело. Но кем и для чего?",
    "answers": [
      {
        "id": 89,
        "text": "[Отойти от станков] "
      }
    ]
  },
  {
    "id": 92,
    "text": "На столах под слоем пыли лежали какие-то провода, запчасти и инструменты. ",
    "answers": [
      {
        "id": 89,
        "text": "[Отойти от столов] "
      },
      {
        "id": 93,
        "text": "[Осмотреть разбросанную по столам мелочь] ",
        "need": -93
      },
      {
        "id": 94,
        "text": "[Осмотреть диктофон] ",
        "need": 93
      },
      {
        "id": 96,
        "text": "[Осмотреть ящики столов] ",
        "need": -98
      }
    ]
  },
  {
    "id": 93,
    "text": "Ваше внимание привлекло небольшое устройство с парой кнопок. Диктофон. Если он еще работает, возможно, Вы смогли бы извлечь из него что-то важное о происходящем здесь. Но, к сожалению, его батарейки безнадежно разрядились. ",
    "answers": [
      {
        "id": 92,
        "text": "[Не трогать устройство] "
      },
      {
        "id": 99,
        "text": "[Заменить батарейки] ",
        "need": 98
      }
    ]
  },
  {
    "id": 94,
    "text": "Если диктофон еще работает, возможно, Вы смогли бы извлечь из него что-то важное о происходящем здесь. Но, к сожалению, его батарейки безнадежно разрядились. ",
    "answers": [
      {
        "id": 92,
        "text": "[Не трогать устройство] "
      },
      {
        "id": 99,
        "text": "[Заменить батарейки] ",
        "need": 98
      }
    ]
  },
  {
    "id": 95,
    "text": "На столах больше нет ничего интересного. ",
    "answers": [
      {
        "id": 89,
        "text": "[Отойти от столов] "
      }
    ]
  },
  {
    "id": 96,
    "text": "В ящиках был один мусор, который никак не мог Вам пригодиться, кроме, разве что, пары батареек.",
    "answers": [
      {
        "id": 92,
        "text": "[Закрыть ящики] "
      },
      {
        "id": 98,
        "text": "[Взять батарейки] "
      }
    ]
  },
  {
    "id": 97,
    "text": "Дверь напоминала люк субмарины с механическим затвором. Отпереть дверь можно было, схватившись руками за две железяки по разные стороны и повернув весь механизм против часовой стрелки.",
    "answers": [
      {
        "id": 89,
        "text": "[Отойти от двери] "
      },
      {
        "id": 100,
        "text": "[Попытаться открыть дверь] ",
        "need": 48
      },
      {
        "id": 101,
        "text": "[Попытаться открыть дверь] ",
        "need": -48
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы подобрали пыльные пальчиковые батарейки и уже поднесли их к лицу, чтобы сдуть пыль, но поняли, что Вам нечем дуть..",
    "answers": [
      {
        "id": 92,
        "text": "[Закрыть ящики] "
      }
    ]
  },
  {
    "id": 99,
    "text": "Динамик диктофона загудел: \"Не знаю, сколько времени система проработает автономно, но очень надеюсь, что достаточно долго. К сожалению, в нашем распоряжении слишком мало времени. Мне до сих пор эта идея кажется полным бредом, но как утопающий хватается за любую соломинку, так и мы хватаемся за возможность сохранить наше самое главное наследие - человеческую сущность. Мы могли бы просто выбрать какую-нибудь выдающуюся личность... Кого-нибудь из нас, в конце концов... Но технология слишком нестабильна, а у нас слишком мало времени, чтобы самим все доделать. Поэтому приходится доработку процесса и проверку кандидатов доверять программе\", - динамик заскрежетал, и устройство отключилось. Больше его включить не удавалось. ",
    "answers": [
      {
        "id": 89,
        "text": "[Отойти от стола] "
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы схватились одной рукой за одну из сторон затвора. Из обрубка второй руки по прежнему капало масло... Как Вы ни старались, одной рукой механизм было не сдвинуть. ",
    "answers": [
      {
        "id": 89,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 101,
    "text": "Вы схватились руками за разные стороны затвора и навалились всем своим металлическим корпусом на механизм. Механизм протяжно заскрипел и сместился.\n\nДверь с гулом приоткрылась. То, что было за ней, заставило Вас вздрогнуть. Освещаемый красными лампами гигантский колодец уходил вверх во тьму. А на Вашем уровне друг на друге лежали грудой металлолома сотни механоидов, подобных Вам. Интересно, насколько глубоко уходит шахта колодца? Ведь вся эта глубина завалена такими, как Вы...",
    "answers": [
      {
        "id": 102,
        "text": "[Осмотреть механоидов] "
      }
    ]
  },
  {
    "id": 102,
    "text": "Механоиды не подавали признаков жизни. Судя по слоям пыли и ржавчины, они пролежали здесь уже довольно долго.\n\nНеожиданно из кучи металла послышался приглушенный скрип. Приглядевшись, Вы увидели слегка подергивающегося механоида.\n\nПодойдя поближе к механическим телам, Вы стали разглядывать странного механоида. Штекер с ворохом проводов, отходящих от его \"головы\", был выдернут из корпуса и слегка поврежден. Технически, Вы могли бы все исправить и вернуть штекер в исходное положение. Но Вы понятия не имели, что эта машина из себя представляет. Решать Вам. ",
    "answers": [
      {
        "id": 103,
        "text": "[Оставить механоида и уйти] "
      },
      {
        "id": 104,
        "text": "[Попытаться починить механоида] "
      }
    ]
  },
  {
    "id": 103,
    "text": "Выбравшись из колодца обратно в помещение со станками, Вы закрыли за собой дверь. ",
    "answers": [
      {
        "id": 89,
        "text": "[Отойти от двери] "
      }
    ]
  },
  {
    "id": 104,
    "text": "Немного повозившись, Вы наконец смогли пристроить штекер с проводами на место. Корпус механоида дернулся, а динамик взвизгнул женским голосом что-то очень ругательное. Механоид повернулся к Вам: \"О, как здорово, что ты оказался здесь так вовремя! Я как раз только что...\" - женский голос замолчал, а механоид покосился на слой пыли на своем корпусе: \"Или не только что... В любом случае, хорошо, что я тебя встретила! Или ты меня... Я была уверена, что во всем этом комплексе только я да этот чертов Смайлик!\" ",
    "answers": [
      {
        "id": 105,
        "text": "\"Кто ты?\" "
      }
    ]
  },
  {
    "id": 105,
    "text": "\"Я Сара, будем знакомы. Я программист или была им до всего этого. А потом очнулась в кресле в этом теле\", - поднимаясь на ноги, сообщила девушка. ",
    "answers": [
      {
        "id": 106,
        "text": "\"Что ты говорила о Смайле?\" "
      },
      {
        "id": 106,
        "text": "\"Как ты сюда попала?\" "
      }
    ]
  },
  {
    "id": 106,
    "text": "Сара фыркнула: \"Значит, ты еще не прошел этот их Путь? В конце тебя не ждет ничего хорошего. А точнее...\" - девушка указала на механоидов под ногами: \"Вот что всех ждет в конце. Хотя, может я и не права. Ответь честно на вопрос, в какую дверь тебе было велено войти? Жестокость или милосердие?\" ",
    "answers": [
      {
        "id": 107,
        "text": "\"Жестокость\" "
      },
      {
        "id": 108,
        "text": "\"Милосердие\" "
      }
    ]
  },
  {
    "id": 107,
    "text": "\"Прям как мне... Значит и тебя ждет что-то подобное, если мы не исправим ситуацию\", - голос Сары звучал крайне печально. ",
    "answers": [
      {
        "id": 109,
        "text": "\"Ты знаешь еще что-нибудь, что может нам помочь?\" "
      }
    ]
  },
  {
    "id": 108,
    "text": "\"Хм... Тогда, может, у нас и есть еще шанс\", - задумчиво протянула девушка: \"Меня в эту дверь не пустили...\"",
    "answers": [
      {
        "id": 109,
        "text": "\"Ты знаешь еще что-нибудь, что может нам помочь?\" "
      }
    ]
  },
  {
    "id": 109,
    "text": "Сара несколько мгновений молчала, задумавшись: \"В разломе стены в одном месте я видела точно такую же комнату как та, в которой я находилась. Похоже, что весь этот чудовищный комплекс создан, чтобы испытывать таких, как мы. Да и тела вокруг говорят о том же. Нам пора выбираться отсюда\".",
    "answers": [
      {
        "id": 103,
        "text": "[Выйти из колодца] "
      }
    ]
  },
  {
    "id": 110,
    "text": "За дверью была очередная круглая комната, но значительно меньших размеров, чем предыдущие. У стены стоял терминал с Вашим знакомым Смайликом. В центре комнаты стояло кресло, наподобие того, в котором Вы очнулись. Дверь в комнату автоматически заперлась как только Вы вошли. ",
    "answers": [
      {
        "id": 111,
        "text": "[Осмотреть терминал] "
      },
      {
        "id": 112,
        "text": "[Осмотреть кресло] "
      }
    ]
  },
  {
    "id": 111,
    "text": "Под смайлом была надпись: \"Поздравляю, ты прошел свой Путь и показал прекрасный результат. Пришло твое время встретиться с Создателями. Садись в кресло\".",
    "answers": [
      {
        "id": 110,
        "text": "[Отойти от терминала] "
      }
    ]
  },
  {
    "id": 112,
    "text": "Ничем не примечательное металлическое кресло. Но Вам почему-то становилось не по себе от одного только его вида.",
    "answers": [
      {
        "id": 110,
        "text": "[Отойти от кресла] "
      },
      {
        "id": 113,
        "text": "[Сесть в кресло] ",
        "need": [
          109,
          111
        ]
      },
      {
        "id": 114,
        "text": "[Сесть в кресло] ",
        "need": [
          -109,
          111
        ]
      }
    ]
  },
  {
    "id": 113,
    "text": "\"Постой\", - Сара подошла к креслу: \"Я практически ничего не помню о своем Пути, но я опасаюсь, что если ты сядешь в это кресло, то можешь оказаться в том колодце на моем месте\". ",
    "answers": [
      {
        "id": 115,
        "text": "\"И что ты предлагаешь?\" "
      },
      {
        "id": 114,
        "text": "[Сесть в кресло] "
      }
    ]
  },
  {
    "id": 114,
    "text": "Вы получаете достижение:\n\"Бракованное изделие\".\n\nЗатворы сковали Ваши конечности, и кресло странно загудело. Вы почувствовали, что мысли начали путаться, а сознание ускользать от Вас. Попытки вырваться ничего не давали.\n\nКресло наклонилось вперед, и перед Вами медленно раздвинулся пол. Затворы кресла раскрылись, но Вы уже не могли управлять своим телом. Съехав с кресла, Вы полетели вниз во тьму колодца. К тому моменту, как Ваше металлическое тело упало на гору таких же механоидов, Ваше сознание было уже полностью стерто.\n\nВы закончили историю, доведя свои поиски до одного из пяти возможных финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 115,
    "text": "\"Я не знаю...\" - тихо проговорила Сара: \"Возможно, это мне стоит сесть в это кресло. Ведь это благодаря тебе я просуществовала чуть больше, чем могла бы...\"",
    "answers": [
      {
        "id": 116,
        "text": "\"Пожалуй, ты права, садись...\""
      },
      {
        "id": 114,
        "text": "\"Я не могу так поступить с тобой\" [Сесть в кресло] "
      }
    ]
  },
  {
    "id": 116,
    "text": "Когда Сара села в кресло, затворы на ее конечностях защелкнулись, а кресло загудело.\n\nВы едва успели отскочить, как пол перед Вами начал раздвигаться. В следующий миг кресло наклонилось вперед, а затворы раскрылись, и Сара, слабо вскрикнув, полетела во тьму колодца.\n\nНа терминале под смайлом загорелась надпись: \"Объект идентифицирован неверно. Проверка протоколов. Поиск объекта\". Дверь, ведущая из комнаты, щелкнула и раскрылась. Выбежав из комнаты, Вы увидели, что соседняя дверь, относящаяся к \"милосердию\", тоже открыта. ",
    "answers": [
      {
        "id": 117,
        "text": "[Войти в соседнюю дверь] "
      }
    ]
  },
  {
    "id": 117,
    "text": "Дверь закрылась за Вашей спиной. За ней был коридорчик, в конце которого виднелось помещение с терминалом в центре. Небольшой участок стены коридора был проломлен. ",
    "answers": [
      {
        "id": 118,
        "text": "[Осмотреть пролом в стене] "
      },
      {
        "id": 119,
        "text": "[Пройти в комнату в конце коридора] "
      }
    ]
  },
  {
    "id": 118,
    "text": "За проломом была маленькая комнатка с наполовину рухнувшим потолком. Стены были уставлены мигающими системными блоками. Что-то вроде небольшой серверной. Хотя Вы не могли знать о ее размерах до обвала.\n\nВозле одной из стен в луже масла сидел механоид, лишенный нижней половины туловища. Он медленно повернулся к Вам: \"Надо же... Значит мне все же удалось...\"",
    "answers": [
      {
        "id": 120,
        "text": "\"Что тебе удалось?\" "
      }
    ]
  },
  {
    "id": 119,
    "text": "Круглое помещение с терминалом в центре. Как же Вам надоели эти комнаты и эти чертовы терминалы... И этот Смайл, будь он неладен.\n\nПод смайликом была надпись: \"Я недоволен тобой, но у всех должен быть второй шанс. Ты готов попробовать снова?\"",
    "answers": [
      {
        "id": 123,
        "text": "\"Да\" ",
        "need": [
          109,
          -116
        ]
      },
      {
        "id": 123,
        "text": "\"Нет, мне нужна свобода\" ",
        "need": [
          109,
          -116
        ]
      },
      {
        "id": 125,
        "text": "\"Да\" ",
        "need": -109
      },
      {
        "id": 124,
        "text": "\"Нет, мне нужна свобода\" ",
        "need": -109
      },
      {
        "id": 125,
        "text": "\"Да\" ",
        "need": [
          109,
          116
        ]
      },
      {
        "id": 124,
        "text": "\"Нет, мне нужна свобода\" ",
        "need": [
          109,
          116
        ]
      }
    ]
  },
  {
    "id": 120,
    "text": "Динамик механоида звучал очень тихо и хрипло: \"Заставить Смайла записать еще одного... Человека. Этот электронный гад оказался самообучаем... И так как его целью было сбивать испытуемых с пути, он решил, что оптимальное решение в этом случае - вообще прекратить испытания...\"\n\nЭтот механоид явно знает больше, чем Вы. Вы сделали шаг вперед, готовясь обрушить на него град вопросов.\n\nМеханоид не стал ждать Ваших вопросов и начал сам: \"Редкое совпадение, что ты пришел сюда как раз тогда, когда я уже на пороге отключения... Поэтому просто слушай...\"",
    "answers": [
      {
        "id": 121,
        "text": "[Слушать дальше] "
      }
    ]
  },
  {
    "id": 121,
    "text": "\"Человечество столкнулось с глобальной проблемой... Мы предвидели, чем это может закончиться, и стали готовиться. Под  красивыми лозунгами мы зазывали людей пройти тесты и помочь науке. Многие откликнулись. Мы скопировали их мозговое излучение, чтобы на его основе искусственно воссоздать их сознание. Люди даже не подозревали об этом и, пройдя пару безобидных тестов, спокойно возвращались домой. Но мы так и не смогли закончить начатое сами. Воссоздание сознания было не полным. У нас получались машины с памятью людей, но без чувств, присущим людям. Поэтому была предпринята отчаянная попытка автоматизировать процесс воссоздания человеческого сознания. Так был создан Смайл, программа - испытатель, раз за разом воссоздающий и записывающий различные человеческие сознания\", - голос механоида звучал все тише. ",
    "answers": [
      {
        "id": 122,
        "text": "[Слушать дальше] "
      }
    ]
  },
  {
    "id": 122,
    "text": "\"Именно поэтому тебе пришлось проходить эти примитивные тесты. Они были призваны выделить полноценное человеческое сознание, обремененное эмпатией и прочими человеческими чувствами. Сознания работников нашей организации тоже были скопированы, но на них стоял низкий приоритет, чтобы Смайл воссоздал их ближе к концу, когда процесс будет совершенен. И вот я очнулся в кресле. Но смайл вел себя крайне агрессивно, он забраковывал всех подряд... Когда я воспользовался знанием системы и покинул путь испытаний, он изменил протокол и перестал записывать испытуемых... Я еле добрался сюда и вручную ввел команду записи еще одного... Тебя...\" - механоид замолчал, накренился и с дребезгом упал на бок. Он выполнил свой долг. Кажется, он был настоящим человеком...",
    "answers": [
      {
        "id": 119,
        "text": "[Выйти из разлома и направиться к комнате] "
      }
    ]
  },
  {
    "id": 123,
    "text": "\"Постой\", - к Вам подбежала Сара: \"В серверной, что находилась за разломом, я получила доступ к системе! Не зря же я была программистом. Теперь мы диктуем правила игры. И у меня есть два варианта. Первый вариант таков: я получаю доступ к лифту на поверхность в обход Смайла. Это вызовет моментальный отклик его протоколов безопасности, и будет запущен процесс ликвидации всего комплекса через перегрев реактора, что покоится в недрах... Второй вариант сложнее: я могу попытаться переписать протоколы самого Смайла, чтобы он запустил беспрерывную запись всех имеющихся в базе людских сознаний в обход испытаний. Это рискованно, но в случае успеха... Я не смогла сама решиться ни на один вариант. Так что решай ты\". ",
    "answers": [
      {
        "id": 128,
        "text": "\"Давай уничтожим это проклятое место... Людям не стоило посягать на то, что они здесь натворили\" "
      },
      {
        "id": 129,
        "text": "\"Попробуй переписать протоколы Смайла. Все те люди заслуживают этого\""
      }
    ]
  },
  {
    "id": 124,
    "text": "Монитор ненадолго погас, но вскоре на нем вновь появился смайлик с надписью: \"Такого, как ты, здесь никто держать не станет. Можешь уходить\".\n\nПозади терминала стена вздрогнула и отъехала в сторону, открывая кабину лифта. ",
    "answers": [
      {
        "id": 127,
        "text": "[Зайти в лифт] "
      }
    ]
  },
  {
    "id": 125,
    "text": "Надпись изменилась: \"Прекрасно! Положи руки на монитор терминала\". ",
    "answers": [
      {
        "id": 126,
        "text": "[Прикоснуться к панели] "
      },
      {
        "id": 124,
        "text": "\"Нет, все же я предпочту свободу\" "
      }
    ]
  },
  {
    "id": 126,
    "text": "Вы получаете достижение:\n\"Порочный круг\".\n\nКак только Вы коснулись монитора терминала, по телу пробежал разряд, и все вокруг погасло.\n\nВы открыли глаза. Вокруг был полумрак и гробовая тишина. Пустое помещение освещала только красная аварийная лампа своим тусклым свечением. Что произошло? Вы же только что сели в кресло в светлом помещении...\n\nВы закончили историю, доведя свои поиски до одного из пяти возможных финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 127,
    "text": "Вы получаете достижение:\n\"Живое наследие\".\n\nКогда спустя несколько минут лифт наконец довез Вас на самый верх и Вы вышли из полуразвалившегося домика, под который был замаскирован выход на поверхность, перед Вами предстала мрачная картина.\n\nВы в одиночестве стояли посреди поля одуванчиков, а впереди виднелись высотки города, здания которого густо заросли ползучей растительностью. Человечество сгинуло много десятков лет назад... И Вы - последнее напоминание о нем, живое наследие.\n\nВы закончили историю, доведя свои поиски до одного из пяти возможных финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы получаете достижение:\n\"Радикальные меры\".\n\nСара внесла несколько строк в консоль серверной. Терминал Смайла погас, но тут же вспыхнул вновь красным светом с надписью: \"Никто не уйдет отсюда!\" Лифт на поверхность, открывшийся в одной из стен, ехал целую вечность, но все же успел. Когда Вы с Сарой выбежали в желтое поле одуванчиков из полуразрушенного домика, скрывающего вход в комплекс, земля содрогнулась. Где-то глубоко под Вашими ногами утопал в огне комплекс, подаривший Вам жизнь после гибели всего остального человечества.\n\nТеперь только Вы и Сара олицетворяете собой наследие человечества. И впереди у Вас целая вечность, чтобы решить, что делать дальше. \n\nВы закончили историю, доведя свои поиски до одного из пяти возможных финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 129,
    "text": "Вы получаете достижение:\n\"Новый Эдем?\".\n\nСара оказалась действительно выдающимся программистом. Все двери были открыты, а все терминалы погашены. Вскоре в коридорах начали появляться ничего не понимающие люди с механическими телами. Среди них были и прежние работники этого комплекса.\n\nМеханоиды стали называть себя \"новыми людьми\" и вскоре вышли на поверхность, где их ждали мертвые руины городов, давно поросшие травой. Какая судьба ждет новых людей на земле, где не смогло себя уберечь прежнее человечество? \n\nВы закончили историю, доведя свои поиски до одного из пяти возможных финалов. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец истории] "
      }
    ]
  },
  {
    "id": 130,
    "text": "Судьба управляет нами или мы управляем судьбой? У любой истории может быть несколько финалов.\n\nЗдесь Вы можете видеть те финалы, к которым Вы привели эту историю.",
    "answers": [
      {
        "id": 114,
        "text": "\"Бракованное изделие\" ",
        "need": 114,
        "need_ever": true
      },
      {
        "id": 126,
        "text": "\"Порочный круг\" ",
        "need": 126,
        "need_ever": true
      },
      {
        "id": 127,
        "text": "\"Живое наследие\" ",
        "need": 127,
        "need_ever": true
      },
      {
        "id": 128,
        "text": "\"Радикальные меры\" ",
        "need": 128,
        "need_ever": true
      },
      {
        "id": 129,
        "text": "\"Новый Эдем?\" ",
        "need": 129,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 131,
    "text": "Дверь с названным Смайлом номером со скрипом приоткрылась. Неужели новые тесты? ",
    "answers": [
      {
        "id": 74,
        "text": "[Отойти от терминала] "
      }
    ]
  },
  {
    "id": 132,
    "text": "Не смотря на упрек терминала, Вы чувствовали, что поступили правильно. ",
    "answers": [
      {
        "id": 31,
        "text": "[Выйти из комнаты] "
      }
    ]
  },
  {
    "id": 133,
    "text": "Карточка крепко припаяна к разъему, достать ее просто невозможно.",
    "answers": [
      {
        "id": 38,
        "text": "[Оставить эту карточку в покое] "
      }
    ]
  },
  {
    "id": 134,
    "text": "",
    "answers": []
  }
]