[
  {
    "id": 1,
    "text": "Автор: theuRay (Андрей Холявка)\nТэги: средневековье, мистика, романтика, драма.\n\nРодители Анны были из рыцарской семьи, имели свои земли, крепостных крестьян и были очень богаты. Ты же был из семьи вольных крестьян: твой отец в прошлом участвовал в нескольких войнах и смог скопить достаточно денег, чтобы освободить свою семью от бремени крепостничества.\n\nРодители Анны против твоей кандидатуры на роль мужа для её дочери из-за текущего статуса крестьянина, а единственный шанс переубедить их — это получить титул рыцаря, победив на предстоящем турнире в королевском замке.\n\nСможешь ли ты победить сам или тебе понадобится помощь? На что ты готов ради своей возлюбленной?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 28,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "  ",
        "comment": true
      },
      {
        "id": 1,
        "text": "Группа автора в ВК",
        "url": "https://vk.com/club184285839"
      }
    ]
  },
  {
    "id": 2,
    "text": "Сделка. Так назвал ее странного вида человек, весь сгорбленный и искарёженный как проклятое болотное дерево. Он подошел к тебе в таверне, когда ты в очередной раз топил горе кружками эля. Горбун сказал, что исполнит твоё самое сокровенное желание, но взамен ничего так и не просил. Ты пожал ему руку, еще не осознавая к чему это всё приведёт.\n\nОн исчез, как испаряется дым на сильном ветру. На твоей руке осталась метка: это были стрелки, которые исходили от центра и указывали в четыре стороны. Ты поплевал на ладонь и потер другой рукой, но метка не стиралась. \n\n— Что ж... — пробормотал ты и встал из-за стола, но в тебя в тот же момент кто-то врезался, и ты пролил кружку эля прямо на себя.",
    "answers": [
      {
        "id": 3,
        "text": "Врезать этому неаккуратному мужику",
        "var_set": [
          "мужик",
          1
        ]
      },
      {
        "id": 4,
        "text": "Обернуться и ждать извинений",
        "var_set": [
          "мужик",
          0
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты обернулся и врезал кулаком в лицо обидчика: крепкий и накаченный мужик, который слегка перепил и уже еле стоял на ногах, упал на грязный пол.\n\n— Драка! — закричал пьяный сброд, и началась массовая потасовка.\n\nПо пути к выходу ты столкнулся еще с пятью бойцами, но всё же пробился на улицу, оставив всех внутри. У тебя сильно болела правая рука, так как по ней во время драки прилетело тяжелым стулом.\n\nЧерез несколько дней состоится турнир, и лучшему воину пожалуют титул рыцаря. Ты не самый лучший фехтовальщик, но всё же надеешься на судьбу и удачу. \n\n— Звёздное небо столь прекрасно, но сейчас мы не вместе, — сказал ты вслух. — Если бы нам не мешала твоя семья...",
    "answers": [
      {
        "id": 5,
        "text": "Проникнуть в дом своей возлюбленной"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты обернулся и осмотрел обидчика: крепкий и накаченный мужик, который слегка перепил и уже еле стоял на ногах. \n\n— Прости великодушно... — простонал он. — Я готовлюсь к предстоящим поединкам, так сказать, основательно отдыхаю!\n\nОн противно засмеялся, аж упал от собственного смеха на грязный пол таверны. Ты махнул рукой и вышел на улицу.\n\n— Звёздное небо столь прекрасно, но сейчас мы не вместе, — сказал ты вслух. — Если бы нам не мешала твоя семья...",
    "answers": [
      {
        "id": 5,
        "text": "Проникнуть в дом своей возлюбленной"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Анна! — ты громким шопотом позвал свою возлюбленную, стоя под её окнами.\n\nПочти сразу зажглась свеча и в окне появилась она: худощавая девушка с длинными белыми волосами. Ты смотрел на неё, затаив дыхание, а она смотрела на тебя и искренне улыбалась.\n\n— Если родители узнают, что ты опять прокрался к нам во двор, то точно постараются наказать тебя за это, и на этот раз простым выговором не отделаешься, — шептала девушка. — Ты же знаешь позицию моего отца.\n\n— Мне всё равно, что они думают на мой счёт, — резко и довольно громко перебил ты её. — Я люблю тебя, мой ангел.\n\n— Вильям... — девушка расплылась в блаженстве.\n\nСо стороны угла дома послышались приближающиеся шаги: видимо охрана услышала вас. Стоит убежать, но прекрасная Анна совсем рядом.",
    "answers": [
      {
        "id": 6,
        "text": "Спрятаться в кустах"
      },
      {
        "id": 7,
        "text": "Сбежать"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты надеялся скрыться в кустах, но охрана особняка смогла тебя найти. Тебя взяли под стражу и увели в гостиную к отцу Анны.\n\n— Ну что с тобой делать? — раздраженно спросил отец Анны. — Сколько раз тебе объяснять, что ты не получишь мою дочь? Кто ты, а кто она, а?! \n\n— Я буду участвовать в турнире через пару дней, выиграю его и получу титул рыцаря! — ты слегка смутился, так как это всё звучало по-детски наивно.\n\n— Турнир? — отец удивился. — Ну что ж. Если сможешь получить титул, то я передумаю, при условии, что Анна сама этого хочет. Но если ты проиграешь турнир — то ты больше никогда не подойдёшь к нашей семье!\n\n— Вот увидите! — сказал ты, и на этом ваш уговор вступил в силу. \n\nТы ушел из особняка, а отец Анны подозвал дворецкого.\n\n— Есть какая-либо информация об участниках турнира?  — спросил он.\n\n— Списка нет, но говорят, что будет участвовать лучший фехтовальщик Империи.\n\n— Даже так! — обрадовался отец. — Этому щенку ни за что не одолеть \"лучшего\"...\n\nОн громко рассмеялся и ушел из гостиной.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты послал воздушный поцелуй и покинул территорию поместья. По возвращению домой, ты долго не мог уснуть, представляя предстоящий турнир, победу и то, с каким лицом будет отец Анны, когда ты придешь с титулом сватать их дочь.\n\nС довольной улыбкой ты вскоре уснул.",
    "answers": [
      {
        "id": 8,
        "text": "Отправиться на турнир",
        "var_equal": [
          "мужик",
          1
        ]
      },
      {
        "id": 9,
        "text": "Отправиться на турнир ",
        "var_equal": [
          "мужик",
          0
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Турнир проводился на территории замка короля. Повсюду стояла стража и следила за порядком. Ты подал заявку на участие и оплатил её пятью звонкими монетами. По списку участие принимают тридцать один человек, а значит, что остался всего один участник и турнир начнётся.\n\nЧерез ворота во двор замка вошел мужик, который толкнул тебя в таверне. Сейчас он выглядел более зловеще и опаснее, чем тогда. Он подал заявку и тут же подошел к тебе.\n\n— Я тебя помню, — он скорчил злую гримасу. — Это ты тогда ударил меня в таверне. Ты же в турнире участвуешь? \n\nТы уверенно кивнул головой.\n\n— Что ж, надеюсь, мы сразимся с тобой в финале! — со злобной ухмылкой сказал мужик. — Удар у тебя хороший, и я хочу немного поиграть с тобой. Надеюсь, я не переоценил тебя и ты покажешь мне нечто необычное.\n\nМужик ушел, весёлый и с улыбкой. Видимо он в предвкушении хорошего боя.\n\nЛюди вокруг начали шептаться: \"Это же Лагот Фрей?\", \"Может всё же не он?\", \"Самый сильный фехтовальщик Империи здесь!\".\n\nЭта новость раздосадовала тебя, так как ты надеялся на отсутствие серьезных противников.  Да еще и столь сильный соперник наверняка захочет убить тебя — нужно быть аккуратнее с бою с ним.",
    "answers": [
      {
        "id": 10,
        "text": "Принять участие в турнире"
      }
    ]
  },
  {
    "id": 9,
    "text": "Турнир проводился на территории замка короля. Повсюду стояла стража и следила за порядком. Ты подал заявку на участие и оплатил её пятью звонкими монетами. По списку участие принимают тридцать один человек, а значит, что остался всего один участник и турнир начнётся.\n\nЧерез ворота во двор замка вошел мужик, который тебя толкнул в таверне, а потом извинялся. Сейчас он выглядел более зловеще и опаснее, чем тогда. Он подал заявку и тут же подошел к тебе.\n\n— Я тебя помню, — он протянул руку в знак приветствия. — Еще раз прошу прощения за тот день. Ты же в турнире участвуешь? \n\nТы пожал руку и уверенно кивнул головой.\n\n— Что ж, надеюсь, что мы сразимся с тобой в финале! — с искренней улыбкой сказал мужик, и перед уходом добавил: — Моё имя Лагот.\n\nЛюди вокруг начали шептаться: \"Лагот Фрей?\", \"Может всё же не он?\", \"Самый сильный фехтовальщик Империи здесь!\".\n\nЭта новость раздосадовала тебя, так как ты надеялся на отсутствие серьезных противников.  Видимо твоя удача сошла на ноль.",
    "answers": [
      {
        "id": 10,
        "text": "Принять участие в турнире"
      }
    ]
  },
  {
    "id": 10,
    "text": "Первый и второй противники оказались не столь сильны, как ты, и ты с лёгкостью смог справиться с ними. Не получив ни одной раны, ты целёхонький приготовился к третьему поединку. \n\nПротивником станет мальчишка из знатного рода, который с детства тренировался бою на мечах. В своих боях он ловко смог победить противников, и был, как матёрый волк против котят.\n\nВот ты вошел в зону поединка. Мальчишка сначала показательно жонглировал тремя кинжалами, и только потом под оживленные авации вышел к тебе.\n\nВ отличии от тебя, у него был малый боевой опыт реальных сражений. Этот фактор и позволил тебе победить. Но до победы тебе пришлось подстраиваться под его технику, изучая манер его атак. \n\nТретья победа, и остался еще один бой до финала.",
    "answers": [
      {
        "id": 11,
        "text": "Сражение в полуфинале"
      }
    ]
  },
  {
    "id": 11,
    "text": "Против тебя вышел сир Григор: коренастый мужчина, закаленный многочисленными боями.\n\n— Всё-таки я пройду в финал, — усмехнулся Григор, осмотрев тебя с головы до ног.\n\nТы не особо был уверен в победе до начала боя, а после первого удара так вообще понадеялся не погибнуть в этой схватке под ударами меча Григора. \n\nГригор бил мечом как простак, без какого-либо стиля и техники, от чего тебе было невозможно придумать план контратаки. Отразив все его двадцать с лишним атак, ты уже растратил все свои силы и тяжело дышал, в то время как Григор еще только \"разогрелся\".\n\nЕсли проиграть поединок, то можно забыть про титул рыцаря и женитьбу на возлюбленной.\n\n\"Я готов помочь тебе... Мы же заключили сделку.\" — прозвучало в твоей голове.",
    "answers": [
      {
        "id": 12,
        "text": "Принять помощь"
      },
      {
        "id": 13,
        "text": "Отказаться и расчитывать на свои силы"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Я согласен... — пробубнел ты, не зная даже что придётся отдать взамен.\n\n— Что ты там шепчешь? — громко спросил тебя Григор. — Я сейчас отправлю тебя в свинарник отдыхать!\n\nОн бросился на тебя с простой прямой атакой, которую ты с лёгкостью парировал и смог, наконец-то, контратаковать. Серия ударов вывела Григора из равновесия, и тот упал, потеряв меч. Ты приставил лезвие к его груди, ожидая его слов о добровольной сдаче, но их не последовало. Вместо этого Григор схватил руками лезвие твоего меча и попытался вырвать его из рук. \n\nЭта попытка не удалась, но своего он добился: ошеломив тебя на мгновение, он сбил тебя с ног и бросился на тебя сверху. Повинуясь внезапно возникшему \"импульсу\", ты подтянул ноги и, как только Григор навалился на тебя, вытолкнул противника вперёд, от чего Григор сделал кувырок и упал на голову. После этого он уже не вставал, и несколько врачей с поддержкой других выбывших бойцов, унесли Григора со двора.\n\nПобеда твоя! Ты выходишь в финал против... Лагота Фрея.",
    "answers": [
      {
        "id": 14,
        "text": "Финал"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты ничего не ответил, игнорируя предложение демона. Григор наблюдал за тобой, видимо ожидая, что ты сдашься добровольно, но этой небольшой паузы хватило тебе, чтобы перевести дух и собраться с мыслями.\n\nПерехватив поудобнее меч, ты встал в простую стойку, выставив меч перед собой.\n\n— Это твой выбор. — усмехнулся Григор и бросился в атаку. — На лоскуты порежу!\n\nУклонившись от прямого удара, ты вложил все силы в удар по мечу противника, тем самым обезоружив его. Но вместо того, чтобы принять поражение, Григор кинулся в рукопашную. \n\nТы не ожидал этого, от чего получил пару болезненных ударов и потерял меч. Григор продолжил тебя избивать, нанося удары кулаками. Не смертельно, но с каждым ударом всё ближе к поражению.\n\nПонимая, что в честном бою уже не победить, ты хватаешь камень с земли и подбрасываешь его вверх. Григор немного отвлекся на брошенный камень, а ты тем временем прописал несколько ударов в живот, где один из них пришелся в пах Григора. \n\nГригор упал на колени и завалился на бок. Судья признал Григора неспособным дальше вести схватку, и присвоил победу тебе. \n\nТы выходишь в финал против... Лагота Фрея.",
    "answers": [
      {
        "id": 29,
        "text": "Финал"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ставка на поединок ",
    "answers": [
      {
        "super_calculate": false,
        "id": 14,
        "calculate": true,
        "var_random": [
          "ролл",
          80,
          97
        ],
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 14,
        "text": "была:",
        "var_show": [
          "ролл"
        ],
        "merge": true
      },
      {
        "id": 14,
        "text": " против 1, в пользу Лагота Фрея.",
        "merge": true
      },
      {
        "id": 14,
        "text": "\n\n\"Кто же тот безумец, что поставил на меня?\" - усмехнулся ты в уме.\n\n- Я приятно удивлен, - улыбался Лагот. - Еще в таверне я понял, что ты сдержался и не врезал мне потому, что умён и рассудителен, что свидетельствует о твоём благородстве как истинного рыцаря.\n\n- Спасибо за похвалу, но всё не так. \n\n- Не нужно скромничать. Я надеюсь, что ты покажешь мне нечто особенное.\n\nЛагот перехватил меч и встал в боевую позу: он готов к поединку.\n\n\"Смотри внимательно и не ошибись.\" - прозвучало в твоей голове.",
        "merge": true,
        "var_equal": [
          "мужик",
          0
        ]
      },
      {
        "id": 14,
        "text": "\n\n\"Кто же тот безумец, что поставил на меня?\" - усмехнулся ты в уме.\n\n- Я приятно удивлен, - улыбался Лагот. - Не ожидал увидеть здесь своего обидчика. Кто же пьяных и немощных избивает-то?\n\n- Сам виноват. \n\n- Эх, ты... Я надеюсь, что ты покажешь мне нечто особенное.\n\nЛагот перехватил меч и встал в боевую позу: он готов к поединку.\n\n\"Смотри внимательно и не ошибись.\" - прозвучало в твоей голове.",
        "var_equal": [
          "мужик",
          1
        ],
        "merge": true
      },
      {
        "id": 15,
        "text": "Первая атака"
      }
    ]
  },
  {
    "id": 15,
    "text": "Лагот сделал первый шаг к тебе и время замедлилось, всё вокруг стало мрачно-тёмным, а в этой мгле ты отчетливо увидел три быстрых рубящий удара: сверху, справа и снизу...",
    "answers": [
      {
        "id": 16,
        "text": "Уйти в сторону, пригнуться и блокировать удар"
      },
      {
        "id": 17,
        "text": "Уйти в сторону, блокировать удар, уйти в сторону"
      },
      {
        "id": 16,
        "text": "Уйти в сторону, отпрыгнуть и блокировать удар"
      }
    ]
  },
  {
    "id": 16,
    "text": "Удары оказались быстрыми и сильными, как смерч. Первого и второго удара удалось избежать, но при блокировке третьего самого сильного удара твой меч был сломан.\n\n— Вот так удивил! — воскликнул Лагот. — На прошлом турнире я этой комбинацией убил бедолагу, который вышел в финале против меня. Да и на позопрошлом... \n\nСдаваться нельзя! Ты с неукротимым огнём и яростью в глазах смотрел на противника.\n\n— Бери другой меч и продолжим, — сказал Лагот. — В этот раз я буду серьёзнее.\n\nВыражение лица Фрея изменилось с веселого на угрюмое.",
    "answers": [
      {
        "id": 18,
        "text": "Вторая атака"
      }
    ]
  },
  {
    "id": 17,
    "text": "Удары оказались быстрыми и сильными, как смерч, но тебе удалось избежать всех трёх ударов.\n\n— Вот так удивил! — воскликнул Лагот. — На прошлом турнире я этой комбинацией сломал меч противника и убил бедолагу, который вышел в финале против меня. Да и на позопрошлом... \n\nВыражение лица Фрея сменилось с весёлого на угрюмое.\n\n— Продолжим, — сказал Лагот. — В этот раз я буду серьёзнее.",
    "answers": [
      {
        "id": 18,
        "text": "Вторая атака"
      }
    ]
  },
  {
    "id": 18,
    "text": "Опять время замедлилось и всё потемнело, а линии атаки стали другими: прямой, снизу, сверху, снизу, слева.",
    "answers": [
      {
        "id": 19,
        "text": "Парировать, уклониться и блокировать"
      },
      {
        "id": 19,
        "text": "Уклониться, парировать и блокировать"
      },
      {
        "id": 20,
        "text": "Блокировать, парировать и уклониться"
      }
    ]
  },
  {
    "id": 19,
    "text": "От первые четырех атак противника ты успешно защитился, пятая достала тебя: грудь резко заболела, а одежда разошлась от пореза, обнажая твою глубокую рану. Ты ухватился за грудь, зажимая большую рану руками и, корчась от боли, упал на колени.\n\n— Видимо, я переоценил тебя всё же... — с жалостью сказал Лагот. — Добивать я тебя не стану...\n\n***\n\nВремя остановилось. В голове звучал голос: \"Ты умрешь, если откажешься от моей помощи. Я дам тебе еще большую силу, и ты сможешь одолеть врага своего.\"",
    "answers": [
      {
        "id": 26,
        "text": "Согласиться и принять помощь",
        "var_set": [
          "зло",
          1
        ]
      },
      {
        "id": 27,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 20,
    "text": "Атаки стали еще быстрее, но немного слабее. Первые четыре были обезврежены, но пятая атака всё же достала тебя: куртка на груди была распорота, но тело не порезано, нет раны.\n\n— Оу! — воскликнул от удивления Лагот. — Я был уверен, что убью тебя этой комбинацией. Ты что, уже знаком с моими атаками? \n\n— Нет, — ответил ты. — Это всё, что ты можешь? \n\nЛагот побагровел от злости.",
    "answers": [
      {
        "id": 21,
        "text": "Третья атака"
      }
    ]
  },
  {
    "id": 21,
    "text": "Время замедлилось и всё потемнело, показываю другую комбинацию атак: прямой, прямой, прямой, прямой, прямой, прямой, прямой, сверху.",
    "answers": [
      {
        "id": 22,
        "text": "Парировать все прямые атаки, блокировать удар сверху и контратаковать (убить)",
        "var_set": [
          "лагот",
          0
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "мужик",
          1
        ],
        "id": 21,
        "text": "[ Парировать все прямые атаки, блокировать удар сверху и присечь попытку новой атаки (не убивать) ] \n(нужно было не бить его в таверне)",
        "var_set": [
          "лагот",
          1
        ]
      },
      {
        "id": 23,
        "text": "Парировать все прямые атаки, блокировать удар сверху и присечь попытку новой атаки (не убивать)",
        "var_set": [
          "лагот",
          1
        ],
        "var_equal": [
          "мужик",
          0
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты еле успевал парировать прямые выпады Лагота, которые били быстро, как молнии. Удар сверху ты заблокировал, а после мигом атаковал противника.\n\nХоть рана не была большой, но Фрей почему-то скорчился в муках.  \n\n— Участник Вильям стал победителем турнира, победив в финале Лагота Фрея, лучшего фехтовальщика Империи! — закричал судья.\n\n* * *\n\nКороль даровал тебе титул рыцаря, что позволило тебе стать благородным и достойным руки Анны. Лагот умер в тот же вечер от полученной раны. Через несколько лет ты получил от короля замок.",
    "answers": [
      {
        "id": 24,
        "text": "Заехать в замок"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты еле успевал парировать прямые выпады Лагота, которые били быстро, как молнии. Удар сверху ты заблокировал, а после мигом подставил лезвие к горлу противника. \n\n— Сдаюсь! — тут же сказал он.\n\n— Участник Вильям стал победителем турнира, победив в финале Лагота Фрея, лучшего фехтовальщика Империи! — закричал судья.\n\n— Это было невероятно! — Фрей убрал свой меч в ножны. — Ты и впрямь удивителен, я не ошибся.\n\n* * *\n\nКороль даровал тебе титул рыцаря, что позволило тебе стать благородным и достойным руки Анны. Лагот стал твои хорошим другом и верным напарником в предстоящих боях. Через несколько лет ты получил от короля замок.",
    "answers": [
      {
        "id": 24,
        "text": "Заехать в замок"
      }
    ]
  },
  {
    "id": 24,
    "text": "Замок находился в отдалении от городов и деревень, возвышаясь на скале над лесными массивами. Дорога к замку вела только одна, и заблудиться было попросту невозможно. С первого взгляда, замок казался красивым, освещенный солнечным светом от самого восхода до заката, но это было не так.\n\nВнутри замка же царила тьма. Длинные, большие и мрачные коридоры оживляли детский страх перед темнотой. Нет, небыло никаких голосов или шёпотов, а просто гробовая тишина, в которой не было ни единого звука, даже от падающей капли конденсата. Иногда казалось, что не слышно даже собственного дыхания.\n\nВы прибыли сюда не одни: вам услужливо наняли персонал в двухсот человек, который будет следить за чистотой и порядком в замке. Для пополнения запасов персонал будет сам ездить в ближайшие деревни и город. Тебе же оставалось только быть со своей любимой женой.",
    "answers": [
      {
        "id": 25,
        "text": "Далее",
        "var_equal": [
          "зло",
          0
        ]
      },
      {
        "id": 31,
        "text": "Далее",
        "var_equal": [
          "зло",
          1
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "Со временем, ты с Анной обжил замок, и тьма рассеялась. Метка, что была на руке, начала выцветать, и вскоре совсем исчезла. Вместе с меткой исчез и демон, и больше никогда не напоминал о себе. \n\n\"Ты не воспользовался всей моей силой, так что взять с тебя что-либо я не могу.\" — единственое, что сказал демон перед своим исчезновением. \n\nВ тот день ты с Анной стоял на краше, наблюдая за прекрасным закатом. Видать, не исчерпалась твоя удача, раз всё вышло как нельзя лучше. Анна обняла тебя и поцеловала.\n\n— Мы скоро станем родителями. — с радостью в голосе и улыбкой на лице сказала она.\n\n***\n\nВы счастливо прожили остаток своей жизни в этом замке, получив достойных сыновей, внуков и внучек.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу",
        "var_set": [
          "global fin4",
          1
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "На твоей ране появилась какая-то жуткая темно-фиолетовая слизь, и от неё твоя рана затянулась — остался только шрам.\n\n\"Верши же месть своему обидчику. Убей его!\"\n\n***\n\nХод времени вернулся, а твоё тело начало двигаться само, повинуясь неведомому демоническому импульсу. Заметив, что ты встаёшь, Лагот округлил от удивления глаза. Твоё тело молниеносно метнулось к противнику и провело атаку: Лагот еле успел парировать удар. После, последовала еще серия ударов, и вот появилась брешь в защите: твоё тело приготовилось бить на поражение...",
    "answers": [
      {
        "id": 36,
        "text": "Не сопротивляться импульсу",
        "var_set": [
          "лагот",
          0
        ]
      },
      {
        "id": 37,
        "text": "Сопротивляться импульсу",
        "var_set": [
          "лагот",
          1
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "\"Жаль. Это разрывает нашу Сделку.\" — проговорил демон, и голос исчез.\n\n***\n\nХод времени вернулся, как и нестерпимая боль с ним. Судья объявил о твоём поражении и врачи утащили тебя в лазарет. После оказания помощи, они сказали, что всё зависит от твоих сил, но сил у тебя не было: ты медленно умирал.\n\nБлиже к вечеру ты ощутил, что смерть подкралась к тебе, и оставались последние секунды на пару вдохов. Принимая смерть со смирением, ты только успел заметить, как в комнату к тебе вбежала твоя возлюбленная Анна, вся в слезах и что-то крича, но слов ты уже не слышал, и сказать уже ничего не мог. \n\nПо твоей щеке скатилась слеза и ты умер, погрузившись в вечный сон.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу",
        "var_set": [
          "global fin1",
          1
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "Всего 4 концовки:",
    "answers": [
      {
        "id": 28,
        "text": " ? ? ?",
        "comment": true,
        "var_equal": [
          "global fin1",
          0
        ]
      },
      {
        "id": 27,
        "text": "Отказался от помощи демона и погиб",
        "comment": false,
        "var_equal": [
          "global fin1",
          1
        ]
      },
      {
        "id": 28,
        "text": " ? ? ?",
        "comment": true,
        "var_equal": [
          "global fin2",
          0
        ]
      },
      {
        "id": 34,
        "text": "Счастье после смерти",
        "comment": false,
        "var_equal": [
          "global fin2",
          1
        ]
      },
      {
        "id": 28,
        "text": " ? ? ?",
        "comment": true,
        "var_equal": [
          "global fin3",
          0
        ]
      },
      {
        "id": 33,
        "text": "Замок, в котором были привидения",
        "comment": false,
        "var_equal": [
          "global fin3",
          1
        ]
      },
      {
        "id": 28,
        "text": " ? ? ?",
        "comment": true,
        "var_equal": [
          "global fin4",
          0
        ]
      },
      {
        "id": 25,
        "text": "Счастливый конец",
        "comment": false,
        "var_equal": [
          "global fin4",
          1
        ]
      },
      {
        "id": 28,
        "text": "-   -   -",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Ставка на поединок ",
    "answers": [
      {
        "super_calculate": false,
        "id": 14,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_random": [
          "ролл",
          80,
          97
        ]
      },
      {
        "id": 14,
        "text": "была:",
        "var_show": [
          "ролл"
        ],
        "merge": true
      },
      {
        "id": 14,
        "text": " против 0, в пользу Лагота Фрея.",
        "merge": true
      },
      {
        "id": 29,
        "text": "\n\n\"И никто не поставил на меня...\" - усмехнулся ты в уме.\n\n- Я приятно удивлен, - улыбался Лагот. - Еще в таверне я понял, что ты сдержался и не врезал мне потому, что умён и рассудителен, что свидетельствует о твоём благородстве как истинного рыцаря.\n\n- Спасибо за похвалу, но всё не так. \n\n- Не нужно скромничать. Я надеюсь, что ты покажешь мне нечто особенное.\n\nЛагот перехватил меч и встал в боевую позу: он готов к поединку.",
        "comment": false,
        "merge": true
      },
      {
        "id": 30,
        "text": "В атаку"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ты смог отразить один удар, но следующий вспорол твою куртку: грудь резко заболела, а одежда разошлась от пореза, обнажая твою глубокую рану. Ты ухватился за грудь, зажимая большую рану руками и, корчась от боли, упал на колени.\n\n— Видимо, я переоценил тебя всё же... — с жалостью сказал Лагот. — Добивать я тебя не стану...\n\n***\n\nВремя остановилось. В голове звучал голос: \"Ты умрешь, если откажешься от моей помощи. Я дам тебе еще большую силу, и ты сможешь одолеть врага своего.\"",
    "answers": [
      {
        "id": 26,
        "text": "Согласиться и принять помощь",
        "var_set": [
          "зло",
          1
        ]
      },
      {
        "id": 27,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 31,
    "text": "\"Это твоя плата за использование моей силы.\" — послышался голос демона в твоей голове, но ты не сразу понял, о чем он говорит.\n\nСо временем, тьма становилась всё плотнее. Анна начала жаловаться на головные боли и голоса: она медленно сходила с ума. Твои попытки как-либо лечить это — не увенчались успехами.\n\nВ один из пасмурных дней Анна просто исчезла. В ее посках ты оббежал весь замок, и только с крыши увидел её: она стояла на краю скалы, которая на сотню метров возвышалась над лесом. Ты окрикнул ее, но она не обернулась, а просто упала вниз.\n\nВесь замок ушел в траур — тьма полностью поглотила его. От гнетущей обстановки вся прислуга со временем разбежалась, оставив тебя одного в пустом замке.\n\n",
    "answers": [
      {
        "id": 31,
        "text": "В тёмный замок перестали приходить гости, и казалось, что про тебя совсем забыли. Стены замка потемнели, как будто мрак высосал все краски из этого замка. Все зеркала были завешаны черными тканями - с траура их так никто и не снял, да и ты боялся снять ткань и увидеть себя и своё проклятие...\n\nВремя шло, а ты всё также сидишь с потерянным и безучастным взглядом.",
        "var_equal": [
          "лагот",
          0
        ],
        "merge": true
      },
      {
        "id": 31,
        "text": "Изредка заходит Лагот, проведать тебя. В очередном визите он смог привлечь твоё внимание, и ты увидел седого старика, в котором давно уже не осталось бывалой прыти.\n\n- Ну наконец-то ты посмотрел на меня, - сказал Лагот. - Прошло уже 49 лет с её смерти.\n\nТы осмотрел стены зала, в котором ты сидел всё это время. Как ты выжил без еды и воды - только демоны знают, но ты был всё тем же, ни на год не постарев.\n\n- Это мой последний визит, мой друг. Больше я не смогу сюда прийти. Жаль, что всё так вышло. Я так и не смог помочь тебе, хотя меня это не оправдывает. Если всё-таки выпадет шанс после...\n\nЛагот закашлял, не договорив. \n\n- Как придёт время - я буду рядом.\n\nОн ушел, оставив тебя одного.",
        "merge": true,
        "var_equal": [
          "лагот",
          1
        ]
      },
      {
        "id": 32,
        "text": "Еще некоторое время спустя"
      }
    ]
  },
  {
    "id": 32,
    "text": "Твоё угасшее внимание привлек лёгкий ветерок. Ты бросил взгляд в окно и увидел Анну, точнее её призрак. \n\nТы бегом, насколько позволили тебе ноги после векового сидения на троне, спустился вниз и вышел на скалу к Анне. Она обернулась: на её лице была улыбка и она протянула свои руки к тебе.\n\n— Любимая! — простонал ты. — Прошел целый век.\n\nПозади тебя появился тот самый демон, который заключил с тобой сделку в таверне и давал силу в турнире.\n\n— Я не позволю вам быть вместе! — издевательски смеялся тот. — Может, только через тысячу веков!",
    "answers": [
      {
        "id": 33,
        "text": "[ Далее ] \n(Лагот был убит тобой)",
        "var_equal": [
          "лагот",
          0
        ]
      },
      {
        "id": 32,
        "text": "[ Далее ] \n(Лагот не был убит тобой)",
        "comment": true,
        "var_equal": [
          "лагот",
          0
        ]
      },
      {
        "id": 34,
        "text": "[ Далее ] \n(Лагот не был убит тобой)",
        "var_equal": [
          "лагот",
          1
        ]
      },
      {
        "id": 32,
        "text": "[ Далее ] \n(Лагот был убит тобой)",
        "comment": true,
        "var_equal": [
          "лагот",
          1
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "— Я усилю твои страдания! — рассмеялся демон.\n\nМетка засветилась красным светом, и твоё тело начало рассыпаться, как песок на ветру, при этом была сильная боль. Бессмертное тело исчезло, оставя только призрак вместо себя.\n\nДемон исчез, а вместе с ним и Анна. \n\n— Почему она опять исчезла? — молвил ты, но ответа никто не дал.\n\nТы пробыл у обрыва до самого заката, и как только солнце скрылось — появился призрак Анны. Ты только успел увидеть её, и сам исчез.\n\nС первыми лучами солнца ты появился вновь, как пробудился ото сна, но Анны уже не было.\n\nТак продолжалось веками... Весь день тебе приходилось ждать вчера, и лишь на закате ты видел на одно мгновение Анну, и снова исчезал. Днем — были твои ожидания и мучения, а ночью — её. \n\n***\n\nПрошло десять веков. С очередным утром ты не появился, исчезнул навсегда. То же и с Анной. \"Я не позволю вам быть вместе...\" — вспомнил ты слова демона в последний миг своего мышления.\n\nНа скалее среди лесной чащи стоит никем не занятый тёмный замок. Поговаривают, что там раньше обитали призраки, но кто в них вообще верит? ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу",
        "var_set": [
          "global fin3",
          1
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "Из ниоткуда появился призрак Лагота.\n\n— Я спасу тебя, друг мой! — сказал он, а затем обратился к демону. — Они уже внесли плату за твою \"помощь\", так что освободи их!\n\nДемон поморщился. Он не ожидал его вообще увидеть, а сделать с ним сейчас ничего не может. \n\n— Это правда... — сказал демон после долгих раздумий. — Я освобожу вас, и благодари своего друга, а то я вас еще десять веков держал бы.\n\nДемон исчез, оставив тебя на едине с двумя призраками. \n\n— Теперь и ты свободен... — сказала Анна.\n\nМетка засветилась желтым светом, и твоё тело начало рассыпаться, как песок на ветру, но при этом не было ни боли, ни страха. Бессмертное тело исчезло, оставя только призрак вместо себя.\n\nСчастья при жизни было мало, и хоть тебе пришлось ждать целое столетие, но ты воссоединился со своей любимой в виде призраков. Теперь у вас есть бесконечность друг для друга и свой большой тёмный замок.\n\n***\n\nГлубоко в лесу на скале возвышается большой тёмный замок. В него отваживаются пойти только самые смелые, но все осмелившиеся возвращаются и с ужасом твердят, что там живут призраки. Но какие призраки-то могут быть? Кто в них вообще сейчас верит? ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу",
        "var_set": [
          "global fin2",
          1
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "Ты вернулся домой и долго не мог уснуть. Гнев копился с груди, а мысли сомнений витали в твоей голове. С ехидной усмешкой ты представил, как утрёшь нос отцу Анны, одержав победу и получив титул рыцаря.\n\nПостепенно мысли сходили на нет, а злость растворилась, сменив мысли на образ возлюбленной. \"Нужно победить... любой ценой.\"",
    "answers": [
      {
        "id": 8,
        "text": "Отправиться на турнир",
        "var_equal": [
          "мужик",
          1
        ]
      },
      {
        "id": 9,
        "text": "Отправиться на турнир ",
        "var_equal": [
          "мужик",
          0
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "Пропустив всего один удар, Лагот был смертельно ранен, приняв меч ровно в грудь, который прошёл насквозь.\n\n— Демон... — прошептал он, но его никто не услышал.\n\n— П... Победа за Вильямом! — прокричал обескураженный судья, объявляя твою победу в этом турнире. \n\n***\n\nСмерти в турнирах — обычное дело, поэтому никто не придал этому особого значения. Все зрители восхитились \"твоей\" силой и на этом инцидент завершился.\n\nКороль даровал тебе титул рыцаря, что позволило тебе стать благородным и достойным руки Анны. Через несколько лет ты получил от короля замок.",
    "answers": [
      {
        "id": 24,
        "text": "Заехать в замок"
      }
    ]
  },
  {
    "id": 37,
    "text": "Ты еле успел взять контроль над телом, остановив лезвие у горла противника. \n\n— Сдаюсь! — тут же сказал он.\n\n— Участник Вильям стал победителем турнира, победив в финале Лагота Фрея, лучшего фехтовальщика Империи! — закричал судья.\n\n— Это было невероятно! — Фрей убрал свой меч в ножны. — Ты и впрямь удивителен, я не ошибся.\n\nЛагот понял, каким образом ты смог победить его, и почему твоя рана затянулась сразу же, но эту тему он предпочёл не обсуждать. Он прекрасно знал о том, что сделки с демонами несут страдания, и поэтому он, Лагот Фрей, должен помочь тебе освободиться от этого проклятия.\n\n* * *\n\nКороль даровал тебе титул рыцаря, что позволило тебе стать благородным и достойным руки Анны. Лагот стал твои хорошим другом и верным напарником в предстоящих боях. Через несколько лет ты получил от короля замок.",
    "answers": [
      {
        "id": 24,
        "text": "Заехать в замок"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  },
  {
    "id": 62,
    "text": "",
    "answers": []
  },
  {
    "id": 63,
    "text": "",
    "answers": []
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  },
  {
    "id": 68,
    "text": "",
    "answers": []
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  },
  {
    "id": 74,
    "text": "",
    "answers": []
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  },
  {
    "id": 79,
    "text": "",
    "answers": []
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "",
    "answers": []
  },
  {
    "id": 82,
    "text": "",
    "answers": []
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  },
  {
    "id": 90,
    "text": "",
    "answers": []
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  },
  {
    "id": 98,
    "text": "",
    "answers": []
  },
  {
    "id": 99,
    "text": "",
    "answers": []
  },
  {
    "id": 100,
    "text": "",
    "answers": []
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  },
  {
    "id": 103,
    "text": "",
    "answers": []
  },
  {
    "id": 104,
    "text": "",
    "answers": []
  },
  {
    "id": 105,
    "text": "",
    "answers": []
  }
]