[
  {
    "id": 1,
    "text": "     Вы обычная семнадцатилетняя девушка по имени Тори, Вы ходите в школу и влюблены в парня из вашего класса по имени Ник. Он Вас даже не знает, но в скором времени все изменится. Сможете ли Вы быть вместе? Сможете ли вы пережить все невзгоды и в награду получить любовь Ника? Или же Вы останитесь ни с чем?\n     Давайте же узнаем, сможете ли Вы пройти на все три концовки!\n\n\nАвтор: Lazy Morning\nЖанр: романтика, школа\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "need": 55
      },
      {
        "id": 55,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "    Лето. Я лежу на травке и смотрю на облака. Вдруг, я слышу как меня кто-то позвал. Я поднялась, обернулась и увидела там Ника.\n     Высокий брюнет с темными глазами, по которым было отчетливо ясно, что Ник счастлив, стаял с велосипедом возле дерева, стоявшего выше по горке от меня. На Нике была белая футболка и синие джинсовые шорты. Он стоял и махал мне рукой, зовя меня к себе.\n      Когда я к нему подошла, он меня нежно обнял. Вдруг, брюнет наклонился и закрыл глаза чтобы...\n      И вдруг я проснулась от на столько раздражающего меня звона моего будильника. Я недовольно протянула руку и выключела объект, оборвавший мой чудесный сон. После встала, потянулась и зевая пошла в ванную комнату.\n    После всех процедур я вернулась к себе в комнату и принялась решать, что мне одеть в школу.",
    "answers": [
      {
        "id": 3,
        "text": "Повседневная одежда: белые кроссы, черные джинсы и моя любимая джинсовка с белой футболкой ",
        "need": -3
      },
      {
        "id": 4,
        "text": "Моя школьная форма: черные туфли на небольшом каблучке, черная юбка и обычная белая блузка"
      }
    ]
  },
  {
    "id": 3,
    "text": "    Итак, я оделась. Мои светлые длинные волосы, вьющиеся на концах были заплетены в высокий небрежный хвост. Легкий макияж предовал моей внешности немного романтики. Я чувствовала себя уверенно и комфортно в этой одежде. Футболка не сковывала мои движения так, как это делала блузка, благодоря джинсовке мне не было холодно, а джинсы и кроссы позволяли мне ходить без какого-либо дискомфорта.\n    Теперь осталось позавтракать и собрать портфель.\n    Начну пожалуй с портфеля. У меня в голове промелькнул вопрос: «Какой сегодня день?». Я подняла голову и посмотрела на календарь. На нем было «28 апреля 2020». Это был вторник.\n    Я приступила собирать портфель.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "    Итак, я оделась. Мои светлые длинные волосы, вьющиеся на концах были заплетены в высокий небрежный хвост. Легкий макияж предовал моей внешности немного романтики. Я чувствовала себя обычной ученицей в этой одежде. Мне нравится эта простота, но вот туфли я бы сняла...\n    Теперь осталось позавтракать и собрать портфель.\n    Начну пожалуй с портфеля. У меня в голове промелькнул вопрос: «Какой сегодня день?». Я подняла голову и посмотрела на календарь. На нем было «28 апреля 2020». Это был вторник.\n    Я приступила собирать портфель.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "    В тот момент, как я заканчивала собирать портфель, я услышала как меня с первого этажа кто-то зовет:\n— Тори! Иди завтракать! Мы все тебя ждем!\n    Это была моя мама.\n    Я сложила последний учебник, вышла из комнаты и спустилась на первый этаж. \n    По лестнице я спускалась хмурая и недовольная, ведь будильнык оборвал мой сон, А это значит, что я даже во сне не могу поцеловать Ника. Да какое там поцеловать? Я с ним даже поговорить не могу. Он меня абсолютно не замечает, мне даже кажется, что он вообще меня не видит, а когда заметит, то подумает: «Это что, новенькая?»... от этих мыслей мне становилось все печальнее.\n     Когда я наконец зашла на кухню, то меня аж  передернуло от неожидонности.\n— С Днем Рождения! — закричали мои родители и младший брат Бен.\n      А ведь точно, у меня же сегодня день рождения! А я уже и совсем забыла про него... Я то до сих пор думала, что мне еще 16!.. Я слегка улыбнулась от неожиданности, мне было действительно приятно.\n      На столе я увидела торт, который наверное вчера пекла мама. В него были вставлены две свечки: «1» и «7». Так же на столе стояли такие напитки как: апельсиновый сок, чай и фанта. Кажется, это и был завтрак.\n      Я задула свечи и мы принялись завтракать тортом.",
    "answers": [
      {
        "id": 6,
        "text": "Взять апельсиновый сок"
      },
      {
        "id": 6,
        "text": "Взять фанту"
      },
      {
        "id": 6,
        "text": "Взять чай"
      }
    ]
  },
  {
    "id": 6,
    "text": "     Позавтракав, я отправилась в школу. Заняло у меня это как обычно примерно 15 минут. По дороге я встретила свою лучшую подругу Мишель. Стройная девушка с кудрявыми короткими волосами цвета меда, одетая в серую байку с надписью «like Lady Gaga» и черных джинсах спокойно шла, слушая музыку, игравшую у нее в наушниках.",
    "answers": [
      {
        "id": 7,
        "text": "Подбежать к ней"
      },
      {
        "id": 8,
        "text": "Крикнуть ее имя"
      },
      {
        "id": 9,
        "text": "Просто идти дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "     Подбежав к ней сзади, я резко положила ей руку на ее правое плечо. Она дернулась от небольшого испуга и обернулась:\n— А, это ты. Напугала! — со смехом легонько ударила Мишель меня по плечу, — С днем рождения!\n— Спасибо\n     На этом моменте мы обнялись и шли дальше молча и улыбаясь до самой школы.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Мишель!- крикнула я. Но она не услышала.",
    "answers": [
      {
        "id": 7,
        "text": "Подбежать к ней"
      },
      {
        "id": 11,
        "text": "Идти одной"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я решила не трогать ее и дальше идти одна.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "     Вот, наконец-то начала виднеться школа. Мы с Мишель зашли в здание так же молча, как и до этого шли вместе.\n     Первым уроком была история, мы направились в кабинет. Когда мы дошли до него, он оказался закрытым, нам оставалось только ждать.",
    "answers": [
      {
        "id": 12,
        "text": "Ждать дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "     Я дошла до школы и начала подниматься в кабинет истории, так как это был первый урок. \n    Когда я уже подходила к кабинету, я увидела Мишель стоявшую с рюкзаком возле окна. Не долго думая, я подошла к ней, понимая что кабинет закрыт.\n— Привет, Мишель.\n— Приветик, Тори! — задорно ответила мне кудрявая девушка. — С днем рождения!\n— А, спасибо.\n     На этом моменте наш разговор прервался, ведь мы не знали о чем еще поговорить, но я не думаю, что это надолго. А пока что мы просто молча стояли и ждали, когда же кабинет уже откроют.",
    "answers": [
      {
        "id": 12,
        "text": "Ждать дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "     Вот наконец-то пришел наш историк — низкий мужчина с бородкой, в костюме и в очках. Наступил тот момент, когда мы зайдем в класс.\n     Мы с Мишель подготовились к уроку и ждали звонка, повторяя параграфы.\n     Звонок прозвинел и начался урок. Сегодня была контрольная работа. История была первым уроком, поэтому писать было сложно, ведь мозг еще не до конца проснулся. Но в целом, мне она особого труда не доставила.",
    "answers": [
      {
        "id": 13,
        "text": "Сдать работу и ждать конца урока"
      }
    ]
  },
  {
    "id": 13,
    "text": "     Наконец закончился первый урок. Следующим была физкультура, я спустилась на первый этаж и зашла в...",
    "answers": [
      {
        "id": 14,
        "text": "Мужскую раздевалку"
      },
      {
        "id": 15,
        "text": "Женскую раздевалку"
      }
    ]
  },
  {
    "id": 14,
    "text": "     Я зашла в раздевалку как ни в чем не бывало. Моя голова была переполнена мыслями и желанием вернуться домой...\n     Но как только я подняла глаза чтобы поставить рюкзак на скамейку и начать переодеваться, мне в глаза попался Ник, снимающий свою майку. Он меня не заметил из-за большого количества людей. Я покраснела, ведь мне довелось впервые увидеть его без майки...\n     Я выбежала из раздевалки в ужасе и красная от смущения.\n    Из-за своих мыслей в голове я совсем не заметила, что зашла в мужскую раздевалку...",
    "answers": [
      {
        "id": 15,
        "text": "Зайти в нужную раздеввлку"
      }
    ]
  },
  {
    "id": 15,
    "text": "     Я зашла в женскую раздевалку, поставила портфель и начала переодеваться. \n    Как только я одела майку, в раздевалку зашла Мишель, мы с ней начали разговор. Говорили мы о том, что происходило на истории (мы с ней сидим в разных концах класса).",
    "answers": [
      {
        "id": 16,
        "text": "Отправиться в спортзал"
      }
    ]
  },
  {
    "id": 16,
    "text": "     Прозвенел звонок. Все начали разминку. Через пару минут после растяжки вошел Ник. Я какое-то время старалась не смотреть на него, но соблазн полюбоваться объектом своего обожания сразил меня.\n     Я посмотрела на него, и тут же мои щеки покрылись розовым румянцем. Мне впервые в жизни захотелось, чтобы на мой день рождения хотябы одно мое желание сбылось, мне захотелось чтобы он посмотрел на меня... Но все тщетно, этому походу никогда не бывать.\n    Далее была растяжка в парах. Физрук сказал всем разбиться на пары, Мишель ехидно посмотрела на меня и взглядом показала на Ника, якобы подшучивая. Я сказала, что ни за что этого не сделаю, ведь он даже не знает о моем существовании. В тот момент, когда он проходил мимо нас, Мишель пихнула меня в его сторону. Я упала на парня.",
    "answers": [
      {
        "id": 17,
        "text": "Извиниться"
      },
      {
        "id": 18,
        "text": "Покраснеть и убежать"
      }
    ]
  },
  {
    "id": 17,
    "text": "     Мне стало неловко и я извинилась. Я понимала что к чему и осознавая, что Мишель сама подойдет к нему и попросит взять меня в пару на разминку, я взяла себя в руки и сказала:\n— Может тогда...\n— Хочешь быть со мной в паре? — предложил  перебив меня Ник.\n— Почему бы и нет... — неловко ответила я.\n     В голове появилась мысль: «Мишель, я тебе это припомню когда-нибудь, но спасибо». Во время разминки в парах он у меня спросил почему ранее меня не видел. Я ему ответила, но о своих чувствах промолчала.\n     Темно-волосый, высокий парень с карие глазами улыбаясь смотрел на меня, мне даже иногда казалось, что он меня поедает своим взглядом, но мне это нравилось.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "     Я покраснела и уже собиралась бежать, как он схватил меня за руку и притянул к себе. Я покраснела еще сильнее и в голове у меня появилась мысль: «Мишель, ты когда-нибудь все таки получишь». В это время моя подруга смотрела на нас с довольной улыбкой расплывшейся на все лицо.\n— Постой, может будем в паре? — произнес он, все еще держа меня за руку. — Я хотел бы узнать тебя поближе.\n— Я-я... мм... д-да, п-почему бы и н-нет? — произнесла я заикаясь от неловкости.\n     Он радостно улыбнулся, и мы начали разговор во время растяжки. Это было лучшее, что со мной когда-либо случалось. Я даже решила, что перед тем, как сделать выговор Мишель, я поблагодарю ее.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "     Во время парной растяжки с Ником, я многое узнала о нем, а он обо мне. Наконец он узнал о том, что я вообще существую... Я узнала что ему так же как и мне 17, он любит собак и занимается плаванием.\n     Я была так рада, что все же узнала его поближе. Мне понравилось общаться с Ником, а ему наверное со мной, я надеюсь...\n     Хотелось бы еще с ним поговорить. Однако очень странно, что мы друг с другом начали общаться только сейчас, что он узнал обо мне только сейчас, ведь мы с ним в одном классе учимся!",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "     После окончания всех уроков мы с Мишель пошли домой вместе, как никак нам по пути.\n     Только мы собирались выйти из здания школы, как к нам подбежал Ник:\n— Тори, слушай, может ты мне свой телефон дашь? Я бы хотел иметь связь с тобой...\n— А-а... Д-да, вот, держи — я покраснев растерялась и протянула ему свой мобильник.\n— Да нет, номер телефона! — Ник засмеялся. — Раслабься, спокойнее, я не кусаюсь — с улыбкой добавил он.\n— А... В-вот, держи — дрожащей рукой, я протянула ему листик со своим номером телефона.\n— Спасибо, Тори. Может тебя провести?\n— Да, конечно! — вмешалась в диадог Мишель, подмигивая с улыбкой мне — Она будет не против! Уж я то знаю...\n— Мишель! — не выдержала я, не дав закончить предложение.\n— Ну, если ты против, то я не буду — огорченно ответил Ник.\n— Я, я не это имела в виду...\n— Ну, тогда, пошли? — ободрился парень.\n— Я тогда вас оставлю, вы же не против? Ну вот и хорошо — попращалась Мишель не оставив выбора.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "     Домой я шла с тем, от кого у меня сердце билось чаще, я покраснела и молча шла смотря в землю. Меня переполняли эмоции и мысли... Ведь столько всего и сразу! Мне уже было не по себе...\n     Пока я шла погруженная в свои мысли, Ник с улыбкой на лице разглядывал меня, от чего становилось еще более неловко. Мне хотелось ему  признаться, но я не знала чего ожидать в ответ. И это меня пугало, но даже если у нас все взаимно, что было мало вероятно, то для признания очень рано... \n     Мои эмоции были смешанными: с одной стороны я была счастлива, ведь наконец мы с ним идем вместе домой, а с другой стороны — я чувствовала боль, мне хотелось избавиться от нее, но это было не возможно на данный момент. Это делало меня еще более печальной.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "     Когда мы дошли до моего дома, он осмотрел его и спросил:\n— Значит, ты здесь живешь?\n— Ну да...\n— Ладно тогда, спасибо за прогулку до твоего дома, пока!\n— Пока...\n     На этом месте мы с Ником разошлись.",
    "answers": [
      {
        "id": 23,
        "text": "Войти в дом",
        "need": 21,
        "need_ever": true
      }
    ]
  },
  {
    "id": 23,
    "text": "     Я зашла в дом. Гостинная была тихой. Оранжевые лучи солнца освещали лестницу и небольшой участок кухни. В доме была такая тишина, что я могла услышать свое сердце, которое бешенно колотилось от недавно произошедшего.\n     Судя по всему, дома была только я. Видимо Бен поехал с папой на работу вместо школы, а родители попросту еще не приехали.\n     Я поднялась на второй этаж и зашла в свою комнату. Я сняла с себя одежду и пошла в душ, после которого я одела свою домашнюю одежду, которой являлась моя черная майка на несколько размеров больше моего.\n     У меня из головы не выходило все произошедшее сегодня... Надеюсь, это был не сон. Мысли слоились одна на другую, мешая мне делать домашнюю работу. Но я все таки справилась и закончила ее делать.\n     Я уже решила идти спать, как мне кто-то позвонил. Я подошла к телефону. Только вот, я была ошаламлена происходившим. Мне звонил Ник...",
    "answers": [
      {
        "id": 24,
        "text": "Ответить"
      },
      {
        "id": 25,
        "text": "Перезвонить"
      }
    ]
  },
  {
    "id": 24,
    "text": "     Я подняла трубку:\n— Да?\n— Привет, это Ник\n— Я так и поняла...\n— Хочешь завтра в школу вместе пойдем?\n— А я тебя не напрягаю?\n— Вовсе нет, мне даже нравится тебя провожать\n     Я замолчала, не зная как ему ответить, ведь мне казалось, что если отвечу, то он посчитает меня странной.\n— Ты еще здесь?\n— Д-да...\n— Так, тот ответ означал согласие?\n— Понимай как тебе хочется — тихо промямлила я.\n— Что?",
    "answers": [
      {
        "id": 26,
        "text": "Согласиться"
      },
      {
        "id": 27,
        "text": "Отказать"
      }
    ]
  },
  {
    "id": 25,
    "text": "     Меня схватила паника, я не знала что мне делать. В итоге пока я решала поднять ли мне трубку, звонок был окончен.\n— Господи! Что я делаю? — прозвучало у меня в голове — нужно ему перезвонить.\n     Я набрала его номер, он поднял быстро.\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Да, я не против с тобой пойти завтра в школу...\n— Ну, тогда, до завтра?\n— Д-да.",
    "answers": [
      {
        "id": 28,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Н-нет, не стоит, спасибо...\n— Вот как... Ну, тогда пока...\n— Пока...",
    "answers": [
      {
        "id": 28,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 28,
    "text": "     Я посмотрела на время, на часах было уже 22:07. Родители меня позвали ужинать.\n     После трапезы я почистила зубы и легла спать.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Ты... ты звонил... мне?..\n— Привет, да, мне кое-что нужно было у тебя спросить.\n— Я так и поняла...\n— Хочешь завтра в школу вместе пойдем?\n— А я тебя не напрягаю?\n— Вовсе нет, мне даже нравится тебя провожать\n     Я замолчала, я не знала как ему ответить, ведь мне казалось, что если отвечу, то он посчитает меня странной.\n— Ты еще здесь?\n— Д-да...\n— Так, тот ответ означал согласие?\n— Понимай как тебе хочется — тихо промямлила я.\n— Что?",
    "answers": [
      {
        "id": 26,
        "text": "Согласиться"
      },
      {
        "id": 27,
        "text": "Отказать"
      }
    ]
  },
  {
    "id": 30,
    "text": "     И вновь меня разбудил будильник. Я встала и пошла одеваться:",
    "answers": [
      {
        "id": 31,
        "text": "Идти в том же, в чем и вчера"
      },
      {
        "id": 32,
        "text": "Надеть школьную форму"
      },
      {
        "id": 33,
        "text": "Надеть новые вещи, подаренные вчера: нежно фиолетовое платье, браслет и балетки"
      }
    ]
  },
  {
    "id": 31,
    "text": "     Одевшись, я пошла как обычно в ванную, после которой собрала портфель и пошла завтракать блинами с клиновым сиропом.",
    "answers": [
      {
        "id": 34,
        "text": "Далее",
        "need": 26
      },
      {
        "id": 35,
        "text": "Далее",
        "need": 27
      }
    ]
  },
  {
    "id": 32,
    "text": "     Одевшись, я пошла как обычно в ванную, после которой собрала портфель и пошла завтракать блинами с клиновым сиропом.",
    "answers": [
      {
        "id": 34,
        "text": "Далее",
        "need": 26
      },
      {
        "id": 35,
        "text": "Далее",
        "need": 27
      }
    ]
  },
  {
    "id": 33,
    "text": "     Я решила сегодня надеть вещи, которые мне вчера подарили родные. Нежно фиолетовое платье делало мой образ более романтичным. Туфли были удобными и красивыми, они подчеркнули романтичность образа. Браслет дополнял все и делал эту картину более завершенной.\n     Одевшись, я пошла как обычно в ванную, после которой собрала портфель и пошла завтракать блинами с клиновым сиропом.",
    "answers": [
      {
        "id": 34,
        "text": "Далее",
        "need": 26
      },
      {
        "id": 35,
        "text": "Далее",
        "need": 27
      }
    ]
  },
  {
    "id": 34,
    "text": "     Я вышла из дома направляясь прямиком в школу. Я уже почти забыла о том, что меня будет ждать Ник, но что меня удивило, так это то, что он ждал меня в абсолютно не ожиданном для меня месте.\n     Он стоял и ждал меня возле калитки моего дома. Я надеялась на встречу возле магазинчика с хозтоварами, но что меня поразило еще больше, так это букет, с которым он стоял...\n— Привет, Тори.\n— П-привет... Ник...\n— Держи, это тебе!\n— Это тебя Мишель попросила?\n— Мишель? А, это та девушка, которая вчера решила оставить нас вдвоем?\n— Да.. Но на сколько я поняла, это не она — смущенно ответила я.\n— Вообще, я просто подумал, что ты очень миленькая — сказал Ник и покраснев тихо добавил, — и красивая...\n     Я сразу же покраснела, но мне стало так хорошо, как никогда не было.\n— Ну вот я и подумал, что эти цветы тебе очень подойдут — все еще смущенно отвечал парень.\n— Спасибо, они очень красивые.\n— Я рад что тебе понравились цветы! — оживился Ник.\n     Дальше мы шли до самого класса вместе и разговаривали. Ник все еще рассматривал меня улыбаяясь, от чего я начинала краснеть.\n— Ты такая милашка когда краснеешь — чуть смеясь сказал Ник, после чего я еще больше покраснела.\n— Вовсе я не милашка...\n     Внезапно прозвенел звонок, и мы сели на свои места.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "     Я вышла из дома и пошла в школу. По дороге я думала о том, что сказала Нику вечером по телефону. Я и сама не понимаю зачем я отказала, но с другой стороны... А что с другой стороны? Ничего! Я осознаю что сделала больно человеку, которого люблю, ведь он сам сказал что ему нравится меня проводить... Я осознаю что потеряла шанс которого может больше не быть, а еще я осознаю то, что потеряла шанс общения с Ником.\n     Пока я шла, я думала обо всем этом и не знала что же мне делать дальше...\nВремя прошло так быстро, что я даже не заметила как добралась до школы. Я направилась к нужному мне кабинету и когда я начала раскладываться, прозвенел звонок.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "     На уроке мы время от времени поглядывали друг на друга — то он на меня, то я на на него.\n     Конечно, судя по тому что я была в кабинете, то можно сказать, что я внимательно слушала учителя, но мои мысли были далеко не в школе, все они были заняты тем, что происходило... Я не понимала, что все это значит.",
    "answers": [
      {
        "id": 37,
        "text": "Далее",
        "need": 34,
        "need_ever": false
      },
      {
        "id": 38,
        "text": "Далее",
        "need": 27
      }
    ]
  },
  {
    "id": 37,
    "text": "     После урока он подошел ко мне и попросил отойти с ним на пару слов. Я не знала чего ждать, поэтому я настороженно согласилась.\n     Мы с ним вышли из здания школы.\n— Идем туда.\n     Он пошел дальше, мне оставалось только следовать за Ником.\n— Мы пришли.\n     Он меня отвел за угол школы, там где на нас не выходят окна. Я стала напротив него, а он приблизился и поставил одну руку на стену, стоявшую за мной. Я была ниже Ника примерно на 2 головы, поэтому он чуть нагнулся. Мои щеки сново покрылись багряным румянцем. Я не знала что сейчас будет, в голове только и были мысли о том, что же мне сейчас делать. Мои размышления о дальнейшем развитии событий, прервал голос Ника:\n— Послушай, только не убегай в панике, просто послушай, пожалуйста — начинал он. — На протяжении всего времени, что мы с тобой знакомы, мои мысли не могут быть ни о чем более, кроме как о тебе. Я и сам не знаю почему, ведь мы с тобой только второй день, как знакомы. Но я хочу быть рядом с тобой! И мне кажется, что я знаю, почему мое сердце начинает трепетать и биться сильней, только при одном лишь взгляде на тебя.\n     Я не знала как мне реагировать на эти слова, я не зала что ему сказать... По моей щеке потекла слеза, слеза счастья. Она текла не по моей воле, так было ведь я больше не смогла держать свои чувства внути. Слезы текли одна за одной.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "     После урока, перед тем как выйти из кабинета, Ник обернулся и грустно посмотрел на меня. А я даже не знала, что мне делать... Я зашла в туалет и расплакалась, ведь больше я не могла держать все в себе.\n     В этот момент туда зашла Мишель, она мыла доску и пришла мыть тряпку, но увидев меня плачущую, она отложила тряпку и обняла меня успокаивая. Позже она спросила о случившемся, я естественно ей все рассказала. Она сказала, что это мои отношения и во всем должна разобраться я сама, что помочь она ничем не может, но на моем месте она бы подошла к нему извиниться и объяснила ситуацию.",
    "answers": [
      {
        "id": 39,
        "text": "Послушаться совета Мишель и извиниться, объяснив все"
      },
      {
        "id": 40,
        "text": "Оставить как есть, может я найду более выгодый вариант решения проблемы"
      }
    ]
  },
  {
    "id": 39,
    "text": "     После ухода подруги, я встала и умылась. Я решила, что извинюсь перед ним, объяснив ему все так, как оно есть на самом деле, и наконец признаюсь ему в своих чувствах. Да, мне страшно говорить Нику, что я люблю его. Но мне придется это сделать, ведь объяснять нужно честно и как есть.",
    "answers": [
      {
        "id": 44,
        "need_ever": true,
        "need": 38,
        "text": "далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "     Когда подруга ушла, я встала и умылась, после чего отправилась в кабинет физики.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "     То, что он мне сказл, повергло меня в настоящий шок. Эти слова ласкали мой слух, мне хотелось слушать их в его исполнении вечность...\n— Тори, мне кажется... Нет! Не так! Тори, позволь мне все время быть с тобой рядом. Я, я... — растерялся вдруг Ник и покраснев с уверенностью продолжил, глядя в мои зеленые и заплаканные глаза, — я тебя... Люблю. Да, верно. Я тебя люблю!\n     Я заплакала еще сильнее. Он меня обнял, немного присев. Он не понимал, почему я плачу, но спокойно дождался момента, когда я буду в состоянии хотябы говорить и отпустил:\n— Я, я, я тебя — неуверено начала я. — Я тоже тебя люблю!\n     После этих слов я зажмурилась и налетела на Ника. Я крепко его обняла, мне было страшно, я боялась того, что все это может пропасть... Он меня тоже обнял, но одной рукой и, мило улыбаясь, начал меня гладить по голове второй. Я в этот момент сново заплакала.\n     Так мы стояли еще минуту, после чего я его отпустила. Он присел и, достав из кармана платок, вытер мое заплаконое лицо и успокоил.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "     Оказывается, он меня полюбил с нашего первого разговора... Подождите, это что, была любовь с первого взгляда? Быть не может...Нет, нет, нет... Не верю...\n     Ник взял меня за руку и радосто сказал:\n— Пошли умоем тебя?\n— Не может быть... — тихо сказала я сама себе.\n— Чего не может быть? — не понял Ник.\n     После этого я поняла, что он взял меня за руку, из-за чего я покраснела и отводя глаза пояснила ему:\n— Разве любовь с первого взгляда бывает? Я не верю что это происходит со мной. Не может такого быть, это не возможно... не возможно.\n— В этом мире все возможно! — подмигнув ответил мне Ник.\n     За все время этого разговора он не отпускал мою руку, а после этих слов он приблизился ко мне, как будто собирался поцеловать. Я растерялась и закрыла глаза. Он поцеловал меня в лоб, и я открыла глаза.\n— Скажи, это сон? — спросила у него я, на удивление я говорила без паники и не заикаясь. Я по прежнему была красной и отводила глаза от смущения.\n— Нет, Тори. Это все взаправду и все что я сказал и сделал на протяжении этого времени — тоже правда.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "     Этот парень решил меня обнять, я же на это обсолютно не реагировала, в этот момент мимо нас проходил Ник, он посмотрел на нас и пошел дальше... Мне на секунду показалось что он стал более хмурым, но мне только показалось.",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "     Я отправилась в кабинет физики чтобы позвать его для извинений и всему прочему. Но как только я пришла туда, как не странно его там не было. Я подошла к его лучшему другу Ёну. Тот сказал, что обычно, когда он в школе и ему грустно, то Ника можно встретить на крыльце. Я поблагодарила его и попращалась. Ён же поднял руку прощаясь и продолжил заниматься своими делами.\n     Когда я вышла на крыльцо, я увидела там грустного Ника, сидящего на лестнице. Походу он был настоль погружен в свои мысли, что не заметл моего появления.",
    "answers": [
      {
        "id": 50,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 45,
    "text": "     Там я села за свою парту и принялась думать, можно ли более просто выйти из ситуации и как это сделать... \n     На перемене Ника в классе не было, но когда прозвинел звонок, я увидела его очень грустным... Я поняла, что нужно скорее решить что делать, ведь если извиниться, то он узнает о моих чувствах, а я уверенна, что в итоге мне откажут... Ведь у него точно должна быть девушка, да и мы знакомы не так долго, что бы полюбить...",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "     Лучшее, что я смогла придумать, это все таки послушать Мишель, а значит все таки признаться и извиниться...",
    "answers": [
      {
        "id": 51,
        "text": "После уроков"
      }
    ]
  },
  {
    "id": 47,
    "text": "     После этого разговора, мы пошли к женскому туалету. Пока мы шли, Ник по прежнему держал меня за руку. Когда мы дошли до туалета, он стоял рядом и ждал когда я умоюсь и выйду.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "     Спустя 3 года, мы были помолвлены и жили вместе. Мы были счастливы. \n     На следующий год после помолвки у нас была свадьба. На ней присутствовала и Мишель.\n     Через 2 года после свадьбы у нас появились дети. У нас родились двойняшки: Лизи и Коль. Коль был похож на меня, а Лизи была как муж Ник.\n     Мы счастливо живем и любим друг друга.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "     Кто знал, что все так обернется? Я даже предположить не могла, что Ник меня заметит и полюбит, что мы будем женаты и у нас будет 2 прекрасных ребенка.\n",
    "answers": [
      {
        "id": 49,
        "text": "                                                                                 Конец",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 50,
    "text": "     Я подошла к нему и села рядом. Он по прежнему меня не заметил... Я решила его легонько пихнуть, после чего Ник повернул голову и грусным взглядом посмотрел на меня. Как мне показалось, он хотел мне что-то сказать, но я начала первее:\n— Слушай, Ник, — спокойно начала я, — я не хотела тебя обидеть своими словами, просто... Ну, понимаешь, я испугалась. Но я испугалась не тебя, а того, что мои эмоции меня начнут снова разрывать на части — на этом моменте мне стало не по себе, я ведь все таки признаюсь ему, покраснев я продолжила. — Ник, я... — у меня к горлу начал подступать ком, но, выдержав небольшую паузу я собралась силами и рассказала ему, что к нему чувствую, — я тебя люблю!..\n     Мы сидели и смотрели друг другу в глаза, и смотря в глаза я ему рассказывала свою речь. Дальше я должна была продолжить ему объяснять все, что происходило со мной, тем самым объяснив свои слова, сказанные по телефону. Но после слова люблю, я и продолжить не успела, как Ник приблизился ко мне и поцеловал меня в губы. Я не ожидала такого, но я все таки начала понимать все, что до этого не понимала. Я поняла, что он оказывается меня тоже любит и так же, как и я, переживал за сказанное.\n     Мы так сидели где-то минуту, после чего поцелуй прекратился, и Ник сказал:\n— Как же я рад... Как же я рад... А я уж думал, что ты меня не любишь, хочешь быть подальше от меня... С самого первого нашего разговора, а значит знакомства я понял, что влюбился. И влюбился я в тебя! Я тебя люблю. Как ты могла этого не понять еще в начале, глупышка... Я люблю тебя и хочу всегда быть с тобой.\n     После этого он снова меня поцеловал. А уже после он меня обнял и мы так сидели до самого звонка.",
    "answers": [
      {
        "id": 48,
        "text": "3 года спустя"
      }
    ]
  },
  {
    "id": 51,
    "text": "     Я решила сделать это после уроков, поэтому я начала его искать.\n     Но, когда я его увидела он был все еще унылым, к нему подошла какая-то девушка и поцеловала его... Мое сердце дрогнуло... Я не знаю, кто это был, но судя по обстоятельствам, это была его девушка... Я не понимаю, зачем он хотел меня провести до дома и вместе идти в школу, если у него есть девушка... Но, походу он ее любит.\n     Мне стало больно.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "         \n\n         У Тори тепепь разбито сердце, у Ника тоже.\n         На самом деле Ник полюбил ее еще с их знакомства.\n         Девушка, поцеловавшая Ника, оказалась его         младшей сестрой, она поцеловала его в щеку в честь                благодарности за выполненную услугу. (об услуге не рассказывалось, это все было вне сюжета)",
    "answers": [
      {
        "id": 52,
        "text": "                                                                                 Конец",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 53,
    "text": "     Я прошла грусная мимо него. Он был в метрах 10 от меня когда я шла, он посмотрел на меня, но что он делал дальше мне уже было плевать. На следующий день ко мне подошел парень, которому я походу давно нравилась. Я была хмурая и мне было далеко не до других... Он мне признался, на что я ответила лиш: «угу».",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "     После уроков он опять проводил меня до дома. До того как попрощаться, он наклонился, поцеловал меня в губы и обнял. Это было лучше чем во сне, это было более мило и романтично нежели во сне.",
    "answers": [
      {
        "id": 48,
        "text": "3 года спустя"
      }
    ]
  },
  {
    "id": 55,
    "text": "     Спасибо, что уделили внимание и решили прочитать этот квест.\n     Возможно в квесте будут опечатки, поэтому прошу сильно на это не обращать внимание. Я каждый день писала по несколько страниц и перечитывала все написанное по много раз, но увы всех ошибок не заметишь.\n     Если Вам не трудно, то после прочтения прошу написать свое мнение. Мне важен каждый отзыв и каждое мненее. Если кому-то что-то не понравилось, то прошу Вас написать мне об этом в отзове. Я буду стараться учитавать все плюсы и минусы в следующем квесте.\n     Спасибо за понимание. Приятного чтения.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 2,
        "text": "Начать читать"
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  }
]