[
  {
    "id": 1,
    "text": "Аннотация: Все Сталкеры знают Когда наступает рассвет, куча  мутантов и монстров выходят на охоту, и  поэтому  наш главный герой Петр, выходит за необычным поручением  уничтожить загадочного мутанта, родом из сердца зоны.",
    "answers": [
      {
        "id": 14,
        "text": "---[Прочитать перед игрой]---"
      },
      {
        "id": 2,
        "text": " [начать]"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                 ПРОЛОГ\n\n ~боже что стряслось с моей головой?  тихо произнес я. где Кай? где пинцет? Я очнулся в непонятной комнате, везде было темно и мутно. голова немного болела и меня подташнивало.",
    "answers": [
      {
        "id": 3,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 3,
    "text": " Я сидел на кровати никого рядом не было только тумбочка, и грязная раковина.",
    "answers": [
      {
        "id": 4,
        "text": " [осмотреть раковину]"
      }
    ]
  },
  {
    "id": 4,
    "text": "\n\nВ раковине ничего не было полезного кроме какой-то старой зубочистки и записки, что это?~\n\n Короче Петруха я тебя, спас тебе надо выбраться Но это будет сделать не просто в твоём кармане есть КПК посмотри, может найдёшь что-нибудь полезное. Удачи.       \n                                                                       Аноним...   ",
    "answers": [
      {
        "id": 5,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 5,
    "text": "В тумбочке я нашел свой рюкзак с моими вещами  ~Так ну что же, хоть уже что-то полезное.",
    "answers": [
      {
        "id": 6,
        "text": "[посмотреть свой КПК]"
      }
    ]
  },
  {
    "id": 6,
    "text": "в своем кпк я нашел документы с контактами друзей и карт где нахожусь.\n  ~черт! я на военных складах, надо бы выбираться отсюда! В КПК было написано следующее...",
    "answers": [
      {
        "id": 7,
        "text": "[ прочитать]",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "                                 •ГЛАВА• ПЕРВАЯ•\n                                   [Подземелья]\n\nНовое задание появилось в вашем КПК [выбраться из подземелья]",
    "answers": [
      {
        "id": 9,
        "text": "[Начать задание]"
      }
    ]
  },
  {
    "id": 8,
    "text": "новое задание появилось в вашем КПК [выбраться из подземелья]",
    "answers": [
      {
        "id": 9,
        "text": "[ начать задание]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы нашли в комнате маленькую дверь, открыв её,  нашли секретный проход, ведущий в тоннели...",
    "answers": [
      {
        "id": 10,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Спустя 10 минут вы наткнулись на упыря съедавший чей-то труп, боже мой! я здесь не один... был не один. [Ваши действия?]",
    "answers": [
      {
        "id": 11,
        "text": "[Стелс]"
      },
      {
        "id": 12,
        "text": "[Бой]",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Пройти не заметно у вас не получилось, кровосос вас заметил и тут же на бросился на вас... \n[У вас всего одна попытка!]   из вас полилась лужа крови, вы закрыли глаза, затем отправились в царство Аида.",
    "answers": [
      {
        "id": 1,
        "text": "[Заново]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Взяв старый, добрый AKM-74 и нож Пентагон, вы не оставили упырю и шанса.",
    "answers": [
      {
        "id": 13,
        "text": "[Продолжение ]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Завернув за очередной угол вы наконец -то нашли выход.\n ~Ну вот и выход. Подымаясь вверх, Пётр обнаружил что его окружили. ~Стоять! не с места!\n\nЛюди которые окружили пленника были в черно-красном обличии, ~походу долговцы. Среди напряжонной обстоновки, сталкер обнаружил знакомое ему лицо. ~П...Пинцет!?? \n~Петруха? ~Так, всем приказ опустить ружья, это друг.",
    "answers": [
      {
        "id": 15,
        "text": "[Пожать друг другу руки]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Для обычных читателей, в квесте могут встречаться непонятные слова или фразы, кто не знаком с миром видеоигры STALKER, настоятельно рекомендую посмотреть информационные ролики, и почитать WIKI.\n—------------------------STALKER новый рассвет--------------\n\nЕсли встретите кое-какие ошибки, сразу сообщайте, так-как первая глава квеста, является пилотной.\n—-------------------------------------------------------------------------------По ходу игры советую делать закладки, (сохранения) потому что если вы умрете, начнёте игру заново. А теперь желаю удачного прохождения  :)                       \n                                   Ваш покорный слуга oreshek\n\n—---------------------------------------------------------------------------------",
    "answers": [
      {
        "id": 1,
        "text": "[НА ГЛАВНУЮ СТРАНИЦУ]"
      }
    ]
  },
  {
    "id": 15,
    "text": "~Эх, братишка, сколько лет? сколько зим? и кстати, что ты делал в наших подземельях?\n~Ваши подземелья? Я проснулся взаперти!\n~Да ну! не может быть, ты хоть что-то помнишь?",
    "answers": [
      {
        "id": 16,
        "text": "[Рассказать все как было]"
      }
    ]
  },
  {
    "id": 16,
    "text": "\nДа ну, вот что сказать: помню только... кислота. Много кислоты, но это не всё, взрыв, много трупов, а также военные, помню одно- мы где-то покупали пропуск, а если точнее --нетралиетет.\n—-------------------------------------------------------------------------------\nВаши слова заставили задуматься, где можно купить нетралиетет? Вы с пинцетом думали минут так двадцать, пока не произошло нечто странное. Небо стало заливаться синими, и красными тонами, был слышен вой диких псов, неподалеку отсюда. Да и кобанов тоже.\n\n~Я один это слышу? Подумали вы.\n~Нет не один, пора срочно найти укрытие! Ну же бегом! не отстовайте!\n~Слушай Пётр, надо валить отсюда! Мы с пацанами здесь не подалеку видели базу свободы, отправимся туда.\n~Отлично, надеюсь вы хорошо ориентируетесь по местности.\n—--------------------------------------------------------------------------------\nЗакинув рюкзак на плечо, вы со скоростью гепарда помчались в сторону базы свободовцев, стараясь не отставать от разведгруппы.\n",
    "answers": [
      {
        "id": 17,
        "text": "[Бежать на базу]"
      }
    ]
  },
  {
    "id": 17,
    "text": "*Да-да, я воссоздал тот мир, где \"Свобода\" не воюет с \"Долгом\" Всё. не отвлекаю.*\n____________________________________________________\n\n",
    "answers": [
      {
        "id": 18,
        "text": "[Читать дальше]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ну что же дорогой читатель, квест ещё не закончен.Впереди будет ещё много интересного. Именно для этого я вылажил пробную версию квеста, чтобы ты, дорогой читатель смог оценить, или раскритиковать мой квест, для наибольшего улучшения.\n___________________________________________________",
    "answers": [
      {
        "id": 1,
        "text": "[НА ГЛАВНУЮ СТРАНИЦУ]"
      }
    ]
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  }
]