[
  {
    "id": 1,
    "text": "Вы проснулись у гнилого пня, оглядевшись, вы пытаетесь вспомнить, что произошло и как вы тут оказались.",
    "answers": [
      {
        "id": 2,
        "text": "Осмотреться"
      },
      {
        "id": 3,
        "text": "Попытаться вспомнить, то что произошло с вами"
      }
    ]
  },
  {
    "id": 2,
    "text": "Осмотревшись, вы наблюдали и прекрасный, но одновременно и пугающий пейзаж. Большое и густое болото, полностью набитое корягами  и пнями, постепенно переходило в довольно таки густую берёзовую рощу, а на горизонте расположились прекрасные горы высотой на глаз примерно около 400 метров.",
    "answers": [
      {
        "id": 4,
        "text": "Надо встовать и отпровляться в путь."
      },
      {
        "id": 5,
        "text": "Стоит получше оглядеться и присмотреться к самым мелочам"
      }
    ]
  },
  {
    "id": 3,
    "text": "Сколько вы не сторались, но свою амнезию вам не побороть. Нечего, когда-то вы точно что нибудь вспомните.",
    "answers": [
      {
        "id": 6,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы отправились в путь. Уже через несколько часов у вас силно начали болеть ноги. Вам лучше стоит решить эту проблему.",
    "answers": [
      {
        "id": 30,
        "text": "Попробовать устранить повреждения"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы пригляделись вдаль и увидели на горе какие-то точечки (похоже это поселение) надо срочно туда отпровляться",
    "answers": [
      {
        "id": 7,
        "text": "пойти через лес"
      },
      {
        "id": 8,
        "text": "пойти через топь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Осмотревшись, вы наблюдали и прекрасный, но одновременно и пугающий пейзаж. Большое и густое болото, полностью набитое корягами  и пнями, постепенно переходило в довольно таки густую берёзовую рощу, а на горизонте расположились прекрасные горы высотой на глаз примерно около 400 метров.",
    "answers": [
      {
        "id": 11,
        "text": "продолжить вспоминать"
      },
      {
        "id": 12,
        "text": "Построить шалаш"
      },
      {
        "id": 13,
        "text": "отправляться к горам"
      }
    ]
  },
  {
    "id": 7,
    "text": "Пройдя около часа, вы начали теряться в координации, путали где право, а где лево. Но вскоре вы выбролись на поляну. Если приглядеться то вам осталось поройти около пяти километров.",
    "answers": [
      {
        "id": 9,
        "text": "Сделать привал"
      },
      {
        "id": 10,
        "text": "потерпеть и дойти до поселения"
      }
    ]
  },
  {
    "id": 8,
    "text": "Прохобя через очередную тину, вы натыкаетесь на чью-то руку торчащую из болота, тысячи муражек окутывают ваше обмороженое тело, затаив дыхание вы начинаете идти назад.\nИз леса издаётся неожиданый крик, явно какой-то женщины. \nНеожиданно начала болеть голова. (писк)\n\nВы очнулись в очень маленькой и душной комнате. Или не комноте, а ящике. Стоп это же гроб. Началась паничечкая атака.",
    "answers": [
      {
        "id": 21,
        "text": "Начать стучаться"
      },
      {
        "id": 22,
        "text": "кричать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Сидев на недавно упавшем бревне, вы любовались пейзажем. Вскоре ваше спокайное настроение перебил шопот маленькой девочки. (Пожалуйста оставте нас) повторяло. Вы в страхе рванули со всех ног. Добежав до заросшего и старого колодца,  вашу голову окутал писк в ушах. Вы безжизненно упали на гнилую землю.\n\n\nВас разбудили крики людей, вы оказались в сырой комнате в которой находилось пара крыс. Крики издавались явно из другой комноты, эти крики были женскими.",
    "answers": [
      {
        "id": 14,
        "text": "Кричать, звать помощь"
      },
      {
        "id": 15,
        "text": "Начать ломится"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы пришли в маленькую деревеньку, она была совсем пустая, нигде не было видно признаков жизни, вы решились обыскать один домик и выломали еле живую дверцу.\n\nВошёв внутрь вы услышали чей-то шёпот (эт-т-то м-мой д-дом, ос-ставь мен-ня)",
    "answers": [
      {
        "id": 28,
        "text": "Прибить человека"
      },
      {
        "id": 29,
        "text": "Помочь"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы сели на траву и, приняв довольно нелепую позу, начали вспоминать ( о! Я вспомнил своё имя!! — Костя! Костя Бэтси я же — Костя!!) Вас заткнуло станное ощущение, как будто кто-то наблядает за вами со спины.\n\n\nБэтмен",
    "answers": [
      {
        "id": 31,
        "text": "Бросит камены в кусты"
      },
      {
        "id": 32,
        "text": "Уйти"
      },
      {
        "id": 33,
        "text": "Пойти к тем кустам что позади вас"
      }
    ]
  },
  {
    "id": 12,
    "text": "Наломав веток для шалаша вы услышали смех, от страха вы кинули все палки и побежали ко пню.",
    "answers": [
      {
        "id": 16,
        "text": "Взять палку"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы прешли к заросшему колодцу и наблюдаете ужосающию картину. Из леса выбегает челрвек и падает. Хорошенько потыкав в него палкой вы спрятались в колодце. Вас что-то схвотило за ногу и посинуло вниз. Вы забохнулись.\n",
    "answers": [
      {
        "id": 20,
        "text": "конец?"
      },
      {
        "id": 1,
        "text": "заново"
      }
    ]
  },
  {
    "id": 14,
    "text": "В комноту зашол человек в маске и с топором в руке. Исход вам известен.",
    "answers": [
      {
        "id": 24,
        "text": "Да, Конец."
      }
    ]
  },
  {
    "id": 15,
    "text": "Кокто вам удолось выбить дверь. Вас увидел человек с топором и побежал к вам, вы побежали от него и выломав первое попавшиеся окно выломали его, после чего прыгнули прямиком вниз. Пролетев как камень 7 метров вы врезались в кучу костей.\nВам невероятно повезло, так как вы отделались парочкой ушибов.",
    "answers": [
      {
        "id": 25,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 16,
    "text": "Что-то в кустах и это что-то приближается к вам.\nИз кустов выкателся мяч. Вам даже этого хватило чтоб потерять дар речи.",
    "answers": [
      {
        "id": 17,
        "text": "бежать"
      }
    ]
  },
  {
    "id": 17,
    "text": "Бежав неоглядываясь по сторонам вы споткнулись. Упав вы начали рыдать и молить о помощи. Нечто взяло вас за шею. Вы потеряли сознание.",
    "answers": [
      {
        "id": 18,
        "text": "..."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы очнулись в комноте, вас окутывала цепь, в паралелльном углу комнаты в страхе сидели оголённые девушки лет от 13 до 20.\nПроизнёсся сигнал и цепи девушек спали. Они безрассудно накинуличь на вас, откуссывая ваши куски плоти.",
    "answers": [
      {
        "id": 19,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 19,
    "text": "                     \n\n                                     Конец\nВас растерзали и разнесли по всей комнате.",
    "answers": [
      {
        "id": 1,
        "text": "попробуй снова !1"
      }
    ]
  },
  {
    "id": 20,
    "text": "Да конец!",
    "answers": [
      {
        "id": 1,
        "text": "попробуй снова"
      }
    ]
  },
  {
    "id": 21,
    "text": "Посли парочки ударов по крышке. на вас посыпалась земля.",
    "answers": [
      {
        "id": 35,
        "text": "Ну тут без вариантов ты по-любому помрёшь. "
      }
    ]
  },
  {
    "id": 22,
    "text": "Это бесмысленно. Только кислород потратили в пустую. Раз умирать так умирать.",
    "answers": [
      {
        "id": 23,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": "Конец",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 24,
    "text": "Конец.",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы пробежали около 3 километров. Выбрались на дорогу. Стали идти вдоль неё. Мимо проезжала семейная машина и водитель спросил (вам нужна помощь?)",
    "answers": [
      {
        "id": 26,
        "text": "Откозаться"
      },
      {
        "id": 27,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 26,
    "text": "Через неделю на обочине дороги нашли вашь труп.  \n\n\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы вернулись в город, где та семья приняла вас к себе до тех пор пока амнизия не пройдёт.\n\n\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "хэпи энд"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы очнулись в тюрме, где вас обвиняли в убийстве 23 человек.\n\n\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы выбрались в лес и прошли как можно подальше от поселения, этот мужик расказал вам о присшедшем: трое людей в масках напали на деревню, они убивали всех мужиков и крали людей. \nВы вышли на обочину дороги. Попытавшись тормознуть фуру, вы заметили что водитель спит.\n\nВас снесло. Конец.",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ваша нога начала разлогаться прямо на ваших глазах. Вы услышали кого-то сзади, но топор мгновенно пробил ваш череп.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Дай ему отпор в следующий раз"
      }
    ]
  },
  {
    "id": 31,
    "text": "Нечего толком не произошло.\nНо мгновенно от туда выбежал неизвестный человек и схватил вас за ногу.\nОн прогрыз ваш позвоночник от чего вы померли.\n\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "Попробуй снова"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы начали ухадить от туда осторожно оглядываясь по сторонам.\nВы увидили что кто-то сзади бежит за вами\n",
    "answers": [
      {
        "id": 34,
        "text": "Убегать"
      }
    ]
  },
  {
    "id": 33,
    "text": "На вас из кустов накинулась неизвестная личность и прокусила вам шею.\n\nконец",
    "answers": [
      {
        "id": 1,
        "text": "тут можно выжить"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ух..Вам удалось оторваться от преследователя.\nПфф.. Вы вспомнили то где вы жили.\n Город....стоп, если город то что вы делаете тут в лесу? Вдруг на небе раздался звук лопастей верталёта. и люди что на верталёте заметили вас. Похоже вам повезло.\nОни забрали вас.\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "снова"
      }
    ]
  },
  {
    "id": 35,
    "text": "конец",
    "answers": [
      {
        "id": 1,
        "text": "ещё раз"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  }
]