[
  {
    "id": 1,
    "text": "Автор:Zefsfs\n  В мире много игрушек и у каждо го ребенка и даже у взрослых была игрушка.\n Эта книга про игрушки ,которых нужно беречь ,играть с ними. И что будет если небудет игрушка чистой. И у всех игрушек всегда есть своя история.Хорошая или плохая. И что будет если игрушка оживет?\n    И я вам читателям книг хочу рассказать историю семьи и игрушки.\n     ",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      }
    ]
  },
  {
    "id": 2,
    "text": "Однажды семья Абрамовых приехали в новый \nдвухэтажныйдом. В этой семье были Анна, Финес, Арт и девочка лет 4 ее звали Алиса. У нее была ее любимая игрушка Муся. У этой игрушки были коричневые уши , тело и ноги. Глаза были голубые.Уши были большие, а хвост был маленький. \n     Семья Абрамовы начали поселяться и осматривать дом.\n      Анна пошла осматривать кухню.Финес пошел осматривать гостинную.Арт и Алиса пошли осматривать свои комнаты.\n      Анне было лет 28 она работала учителем географии. Финесу было лет 36 он работал поваром вресторане \"Ральф\". Арту было лет 9 .",
    "answers": [
      {
        "id": 3,
        "text": "Осматривание дома."
      }
    ]
  },
  {
    "id": 3,
    "text": " Анна пошла осматривать кухню и она увидела запылившуюся кухню ,мебель. Она взяла тряпку и начала вытирать пыль. \n       Через 20 минут она вытирла пыль  попыталась открыль шкаф.\nОна открыла дверцу и увидела то что шкаф был сломан. Потом она посмотрела в окно и увидела что окно было сломано.\nНа улице было лето ,но было нетепло.",
    "answers": [
      {
        "id": 4,
        "text": "Финес осматривает гостинную."
      }
    ]
  },
  {
    "id": 4,
    "text": "       Финес пошел осматривать гостинную. гостинная была рядомскухней.Он зашел вгостинную и увидел то что там было чище , чем на кухне.Он посмотрел на стены и удивился от того то что там был красивый рисунок. На стенах  и на обоях были яркие цвета: Красный, синий, оранжевый, зеленый ,бордовый.\nПотом он посмотрел на кресла и диваны и увидел порванные и грязные игрушки . Он решил что можно некоторые игрушки постирать подшить и они будут прекрасными.Он пошел на кухню чтобы показать Анне игрушки ,но перед этим он пошел постирать игрушки.",
    "answers": [
      {
        "id": 5,
        "text": "Арт в комнате."
      }
    ]
  },
  {
    "id": 5,
    "text": " Арт начал разбирать свои вещи но перед этим он начал осматривать кровать и стол. На кровати были чистые игрушки и он увил игрушку лев . Она ему очень понравилась.\n    На столе было много чертежей и  бумажек на которых было написано \" Береги игрушки!!!\"\n     Он посмотрел на шкаф он был разноцветный. Он открыл шкаф и увиде вещи .Они были аккуратносложены.",
    "answers": [
      {
        "id": 6,
        "text": "Алиса зашла в дом и осмотрела свою комнату . "
      }
    ]
  },
  {
    "id": 6,
    "text": " Зайдя в комнату Алиса увидела кровать ,шкаф и стол.\n Алиса пошла осматривать кровать. Кровать была аккуратно сложена. Кровать была сделана   100 лет назад. \n  В шкафу Алиса увидела чистую одежду.\n   Но почему она там чистая?\n   Алиса пошла осматривать стол на столе была записка. \n  -\" уничтож игрушки!\"\nАлиса необратила на это внимание и пошла спать.",
    "answers": [
      {
        "id": 7,
        "text": "Идти в спальню"
      }
    ]
  },
  {
    "id": 7,
    "text": "Анна зайдя в спальню увидела красивые рисунки на стенах. После осмотра комнаты пришел Финес. Анна рассказала ,что с ней произошло .",
    "answers": [
      {
        "id": 8,
        "text": "Спать."
      }
    ]
  },
  {
    "id": 8,
    "text": "На следующий день Анна сказала Финесу ,что бы он починил шкаф на кухне",
    "answers": [
      {
        "id": 9,
        "text": "Позвонить электрику."
      }
    ]
  },
  {
    "id": 9,
    "text": "Финес позвонил электрику.Ини договорились  в среду в 14:00\n Тем временем Анна пошла будить Арта и Алису.",
    "answers": [
      {
        "id": 10,
        "text": "разбудить"
      }
    ]
  },
  {
    "id": 10,
    "text": "Алиса зашла в каждую комнату и увидела что в комнате <s>rАлисы было все сложено аккуратно, а в комнате Арта игрушки были разбросаны и на столе она увидела записку \"уничтожить все игрушки\".Анна спрашивает у Арта     \"зачем ты разбрасал игрушки\" . Арт говорит-<s>r что он не разбрасывал игрушки.<s>rАнна говорит что на бумашке было написано\" уничтожить игрушки \". Арт сказал что там было написано \"береги игрушки\".<s>r",
    "answers": [
      {
        "id": 11,
        "text": "Идти на кухню готовить завтрак"
      }
    ]
  },
  {
    "id": 11,
    "text": "Анна приготовила завтрак и пошла на чердак. Там она увидела 3 сундука. Она пошла к ним и увидела ,что тут много пыли . Она вытирла пыль .Она открыла сундук и увидила одежду на игрушки. Она начала это разбирать. И на дне сундука она нашла дневник.<s>r",
    "answers": [
      {
        "id": 12,
        "text": "Прочитать дневник."
      }
    ]
  },
  {
    "id": 12,
    "text": "Дневник начинается с того ,что в 1942 году семья Лощинна приезжают в этот дом в пятницу 13 числа  в августе . <s>r  \"Меня зовут Лилия Лощинна.Я записываю это что -бы другие знали что этот дом необычный .<s>rЯ начинаю дневник.\"<s>r 1 день <s>r\"Мне не нравится этот  <s>r Дом ,он мрачный''.<s>r2 день <s>r \"Я слышу поночам странные звуки. Как -будто какие-то существа рвут игрушки ,а потом смеются над этим. Я спрашивала у родителей вы слышали ночью странные звуки они говорят нет , но мне кажется( запись обрывается)\".<s>r",
    "answers": [
      {
        "id": 13,
        "text": "продолжить."
      }
    ]
  },
  {
    "id": 13,
    "text": "Вторая страница .<s>r День третий.<s>r''Я у себя на столе нахожу  запись.\" уничтожить игрушки\"<s>rЯ разорвала запись, но запись появилась снова\" я .....тебя\" дальше запись непонятная\".<s>r   День пятый <s>r\"Я начала искать этих существ.\"<s>r    Вечер 6 дня.<s>r \"Я нашла их!\"(Дальше запись обрывается).<s>r Ночь 7 дня<s>r \"Я их увидела....<s>rОни похожи на троллей.\"<s>r      8 день  <s>r \"Я слежу куда тролли у носят порванные игрушки.....\"<s>r       10 день<s>r\" Я узнала куда они тащят игрушки. <s>rОни тащят к .....\"<s>r( запись обрывается)<s>r",
    "answers": [
      {
        "id": 14,
        "text": "продолжить."
      }
    ]
  },
  {
    "id": 14,
    "text": "24  августа <s>r  Тролли узнают кто за ними следит.<s>rТролли собирают ся чтобы найти какую-то<s>rВещь<s>rНо какую вещь и для чего?<s>r30 августа <s>rТролли за мной следят.<s>r3  сентября <s>rЯ узнаю что они хотят меня убить .<s>rЧто бы ни было я оставляю дневник в<s>r Сундуке на дне .<s>rЕсли ты только приехал в этот дом то у тебя ещё есть шанс победить их. Используйте его.<s>rИми управляет Большой тролль.<s>r13 сентября<s>rВ детских комнатах есть потойной ход.<s>rВоспользуйся им,что бы ты уничтожил.<s>r29. Сентября <s>rЯ сделал карту.( конец)<s>r<s>r",
    "answers": [
      {
        "id": 15,
        "text": "продолжить "
      }
    ]
  },
  {
    "id": 15,
    "text": "Анна пощупала дно и поняла то что под дном есть что то упругое. Она взяла ножичек и вскрыла дно у сундука . И она увидела ещё дневник и записки.<s>r   Анна взяла записки и их прочитала. На них было написано:<s>r \" Осторожные\" \" Будь сильней\" \"Храбрей\"\" Умней их\"<s>rИ На последней бумажке была песенка: <s>r Мчись, как пуля на просторе. <s>rНе страшны тебе они!<s>rТы сильнее и умнее ,<s>rПоспеши, скорей, скорей.<s>r",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 16,
    "text": "Анна начала читать дневник.<s>r Это продолжение 1 дневника.<s>r   1 декабря 1943<s>r  Привет. Я чудом выжила.Ты спросишь как я выжила меня спасла игрушка  Лев.<s>rЯ всегда думала то что игрушки не умеют говорить.<s>rКогда я закончила 1 том дневника то меня схватили тролли. Они отвели меня к  Большому троллю<s>r .Но на пол пути меня спас игрушка Лев.Он отвел меня в новый дом.И сказал что дом это самое защищенное место. Ты спросишь <s>r\"Что за вещь они ищут.\"<s>rОни ищут волшебные часы. Они смогут уничтожить щит в этом доме.<s>rА ты знаешь где часы?-спросила я у  льва. — нет .-сказал лев.<s>r",
    "answers": [
      {
        "id": 17,
        "text": "продолжить."
      }
    ]
  },
  {
    "id": 17,
    "text": "3 декабря <s>rЯ узнаю, что тут идёт война между игрушками и троллями.<s>r  А кто создал эти часы? <s>r Учёный в месте с игрушками. <s>r   19 декабря<s>rОн рассказывает свою историю.<s>rЛев начал.- У меня были мама и папа .<s>rМы жили в мире. <s>r Я был как и обычный человек . Но 4 ноября 1919 года моих родителей убили.<s>rС тех пор прошло 20 лет как на  страну игрушек напали тролли. Они хотели чтобы мы подчинялись им .<s>rВ 1922году мы нашли учёного и уговорили что бы он создал крепость. Где мы сейчас находимся? Это крепость.<s>r",
    "answers": [
      {
        "id": 18,
        "text": "продолжить."
      }
    ]
  },
  {
    "id": 18,
    "text": "В 1928 году игрушки впервые победили, но через пол года тролли начинают захватывать игрушки. И в последние 2 года мы прячимся в крепости.<s>rТы спросишь откуда тролль в доме! Он был тролигрушкой .<s>r   29 декабря 1943 года <s>r   Мы ищем волшебные часы.<s>rНо толку нет.( Конец записи)<s>r\nАнна посмотрела 2 сундук и перешла к третьему сундуку.<s>rВ третьем сундуке была песня:<s>r\n<s>ufeffКак же мне плохо без тебя, \nЯ не могу дышать свободно, \nЕсть ты, есть я, Кому-то было так угодно.\n Я так скучаю по тебе, \nКак будто я один на свете, \nНе да, не даже нет Не прошумит холодный ветер. Мы созданы кем-то нарочно, \nКак жизни смешные игрушки, \nЧтоб пламя задуть осторожно Горящей свечи у подушки.\n Чтоб жадно вдыхать этот воздух, \nКак будто мы здесь под сомненьем,\n Но жаль, что нелепо и поздно Рождаются эти мгновенья. \nКак бы не потерять тебя, \nПрожив так глупо и банально, \nЕсть только ты,\n И, может быть, даже я, \nВсё остальное нереально. \nМы созданы кем-то нарочно, \nКак жизни смешные игрушки,\n Чтоб пламя задуть осторожно Горящей свечи у подушки.\n Чтоб жадно вдыхать этот воздух, \nКак будто мы здесь под сомненьем, \nНо жаль, что нелепо и поздно Рождаются эти мгновенья. ",
    "answers": [
      {
        "id": 19,
        "text": "идти обедать"
      }
    ]
  },
  {
    "id": 19,
    "text": "Анна позвала обедать Арта и Алису.<s>rОни пообедали и Анна пошла в комнату Арта.Она зашла в комнату Арта и она увидела то что у Арта появилась игрушка в виде льва.<s>rОна ни сразу поняла то что это Лев.Анна осмотрела комнату, но ни чего не увидела странного.Тогда она пошла в комнату Алисы. Там она за  <s>r Шкафом увидела потойной ход .Алиса в страхе подошла к Анне и спросила-\" Что это ?\"Анна сказала -Что ты будешь спать ни в этой комнате ,а у нас.\" Алиса собрала вещи и переехала к Анне с Финесом.<s>r",
    "answers": [
      {
        "id": 20,
        "text": "вечер"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вечером приехал Финес и починил шкаф на кухне.В 22:00<s>r Анна рассказывает Финесу все ,что она узнала сегодня.<s>r   На следующий день Анна пошла смотреть <s>rПодвал . Она зашла туда. Там было тёмно и мрачно.Она включила свет и увидела прекрасную комнату. <s>r",
    "answers": [
      {
        "id": 21,
        "text": "изучить"
      }
    ]
  },
  {
    "id": 21,
    "text": "Изучая комнату вы находите много игрущек.Эта комната похожа на арсенал в замке.Коробки были железные что удивительно.<s>rПройдя дальше она увидела 2 двери .Притом железных.<s>r",
    "answers": [
      {
        "id": 22,
        "text": "вскрыть коробки"
      }
    ]
  },
  {
    "id": 22,
    "text": "Анна попыталась вскрыть железные коробки. Но из этого ни чего не получилось.<s>rТогда она взяла железную вещь и вскрыла коробки. В коробке было много считалочек и запись.<s>r",
    "answers": [
      {
        "id": 23,
        "text": "считалочки"
      }
    ]
  },
  {
    "id": 23,
    "text": "Аза, Дваза, \nТриза, Риза, \nЧучик, Бучик, \nЖита, Рита, \nДевир, Пастер, \nФью! \n\nШла кукушка мимо леса, \nА за нею три балбеса, \nКук-мак, кук-мак — \nУбирай один кулак. \n  \nШла кукушка мимо сети, \nА заинею злые дети. \nКук-мак, кук-мак — \nУбирай один кулак. \n\nТам, в углу, лежат игрушки, \nОтдыхают в тишине... \nПять игрушек в день рожденья \nПодарили гости мне. \nРаз — ушастый серый зайка. \nДва — есть дудка у меня. \nТри — сейчас я покажу вам \nЧерногривого коня. \nБурый мишка мой — четыре, \nБелка рыженькая — пять... \nТолько всех моих игрушек \nМне никак не сосчитать. \n\n",
    "answers": [
      {
        "id": 24,
        "text": "запись"
      }
    ]
  },
  {
    "id": 24,
    "text": "На надписи было написано<s>r\"Если вы досюда добрались то считайте ,что вы прошли пол пути\".<s>rЧто это означает?<s>rЭто означает то что (вы прошли вступление.)<s>r  Поздравляю вы открыли дом.( автор)<s>r",
    "answers": [
      {
        "id": 25,
        "text": "двери"
      }
    ]
  },
  {
    "id": 25,
    "text": "Анна пытается зайти в первую дверь, но не может открыть ,нужен ключ. Тогда она ищет ключ. Он был в шкафу на 2 полке в книжке про игрушек. Она берет ключ и открывает дверь. Войдя в комнату она видит много игрушек  с копьями. Посмотрев на стены она увидела алмазы,рубины,сапфиры. Они все<s>r<s>r Переливались из красного в зелёный ,из зелёного в синий, из синего в жёлтый. Было прекрасно!<s>r",
    "answers": [
      {
        "id": 26,
        "text": "продолжить."
      }
    ]
  },
  {
    "id": 26,
    "text": "Игрушки поняли ,что она им поможет. И через секунду в зал заходит игрушка Лев.<s>rПосле Льва, за Анной пришёл Арт и говорит \"У меня пропал лев.\"<s>rПройдя в зал Арт удивился красоте и увидел льва.<s>r Лев говорит то ,что они помогут и все игрушки обрадовались.<s>r Арта и Анну приводят в другой зал.Им Лев начал рассказывать историю.<s>r",
    "answers": [
      {
        "id": 27,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 27,
    "text": "Анна начала расказывать историю игрушек.<s>rПосле окончания расказа Арт говорит всем то ,что пойдемте найдём волшебные часы.<s>r",
    "answers": [
      {
        "id": 28,
        "text": "искать часы"
      }
    ]
  },
  {
    "id": 28,
    "text": "Поиски часов<s>r   Все игрушки и герои пошли искать часы ,или хотябы подсказку по всему дому. <s>r   Когда они вышли искать за границей дома ,то там вышли Алиса и Финес с троллями.<s>r      Игрушки и герои поняли ,что Финес и Алиса против их.<s>rНачалась битва.<s>r",
    "answers": [
      {
        "id": 29,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 29,
    "text": "Тролли победили и забрали Волшебные Часы.<s>r",
    "answers": [
      {
        "id": 30,
        "text": "последняя страница"
      }
    ]
  },
  {
    "id": 30,
    "text": "продолжение следует",
    "answers": [
      {
        "id": 31,
        "text": "\"!1\""
      }
    ]
  },
  {
    "id": 31,
    "text": "конец\n\"!1\"",
    "answers": [
      {
        "id": 32,
        "text": "\"!1\""
      }
    ]
  },
  {
    "id": 32,
    "text": "продолжение следует \n\"!1\"",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]