[
  {
    "id": 1,
    "text": "Автор: Death\nЖанр: Боевик, апокалипсис, романтика. \n\nВ этом квесте вас ожидает: Резкий поворот событий, потеря родителей, новые друзья и новая любовь и т.д. Вы обычный подросток который не ожидал резкий поворот событий. У вас появляется первая любовь, и узнаете правду о своих родителях. Вы знакометесь с новыми друзья, и с новыми врагами. Главный враг оказывается вашим родственником и знает всю правду о ваших родителях! \n",
    "answers": [
      {
        "id": 2,
        "text": "《Начать квест》"
      },
      {
        "id": 3,
        "text": "От автора."
      },
      {
        "id": 7,
        "text": "Главный персонажи"
      },
      {
        "id": 44,
        "text": "Отсылки"
      },
      {
        "id": 71,
        "text": "Вторая часть"
      }
    ]
  },
  {
    "id": 2,
    "text": "                        Глава 1. Первая любовь. \n\nВы просыпаетесь осматриваете свою комнату всё на своих местах шкаф с одеждой, тумба для учебных принадлежностей, стол на котором вы делаете уроки, всё на своих местах! Вы решили проверить сколько времени, вспомнив что ваш телефон на столе вы решили до него дотянуться! ",
    "answers": [
      {
        "id": 4,
        "text": "Дотянуться до телефона"
      }
    ]
  },
  {
    "id": 3,
    "text": "Квест который ты будешь сейчас читать или уже прочитал, это мой первый квест! Хотелось бы что бы ты оставил комментарий понравился он тебе или нет, хотел бы продолжение и т.д. Всё не буду тебя долго задерживать, всё давай удачи!",
    "answers": [
      {
        "id": 1,
        "text": "На главную. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы вытянули руку и начали доставать телефон. В не успешной попытке дотянуться до телефона вы упали с кровати. Вы вспомнили пословицу: \n—\"Охота в лесу бувает\". Которую ваши родители вам говорили когда вы ленились что-либо сделать.",
    "answers": [
      {
        "id": 5,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы встали с пола и направились к столу. На столе лежал телефон. Ваш телефон был глючным, а так звонить, переписываться и игры играть на нем можно было. Иногда ваш телефон вас подводил в самые нужные моменты, а иногда даже выручал!",
    "answers": [
      {
        "id": 6,
        "text": "Включить телефон"
      }
    ]
  },
  {
    "id": 6,
    "text": "На часах было 7:30 так как сегодня воскресенье, то вам не нужно было идти в школу, и ваша семья сегодня отдыхала. Вы решили поспать ещё часа два и прыгнули в кровать и быстро уснули.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Выбери персонажа о котором хочешь узнать информацию. ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      },
      {
        "id": 28,
        "text": "Макс"
      },
      {
        "id": 29,
        "text": "Катя"
      },
      {
        "id": 42,
        "text": "Олег"
      },
      {
        "id": 43,
        "text": "Ваас"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы проснулись от громкого хлопка! Быстро одев одежду вы вышли из своей комнаты.",
    "answers": [
      {
        "id": 9,
        "text": "Проверить что случилось"
      }
    ]
  },
  {
    "id": 9,
    "text": "Выйдя из своей комнаты вы вышли в прихожую, входная дверь была открыта на распашку! Вы посмотрели может кто-то пришёл, посмотрев вы не обнаружили не кого. Заперев дверь вы решили проверить, а вдруг вас ограбили! Вы вошли в зал там всё стояло на местах. Родителей дома не было, скорее всего они пошли гулять. ",
    "answers": [
      {
        "id": 10,
        "text": "По завтаракать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ваш живот начал бурчать вы решили по завтаракать. Вы включили телевизор, вытащили из холодильника всё необходимое для завтрака и начали кушать. ",
    "answers": [
      {
        "id": 11,
        "text": "Телевизор"
      }
    ]
  },
  {
    "id": 11,
    "text": "Когда Вы включили телевизор единственное что вы увидели так это надпись: \"НЕТ СИГНАЛА\". Быстро позавтракав Вы вышли на балкон. Но вот тут неприятность вы видели солдат в красной одежде они убивали людей, просто растреливали людей как каких-то животных!",
    "answers": [
      {
        "id": 12,
        "text": "Ваши родители"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы среди растреленной кучи людей узнали своих родителей. Тогда Вы зажали руки да так что они стали краснеть и были готовы стереть в порошок этих солдат! Но вдруг вы услышали какой-то звук напоминающий летающую ракету!",
    "answers": [
      {
        "id": 13,
        "text": "Взрыв"
      }
    ]
  },
  {
    "id": 13,
    "text": "Взрыв и Вы катились вниз, но при этом Вы успели схватить торчавшую арматуру оставшуюся от вашего дома. Арматура удерживала вас, но не на долго. Вы летели вниз, иногда хватаясь антенну соседей. И упали. Вас охватывала жуткая боль! Вы решили встать на ноги, но у вас ничего не вышло. Посмотрев в чём дело вы ужаснулись из вашего тела торчала арматура! ",
    "answers": [
      {
        "id": 14,
        "text": "Помощь"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы уже не надеясь выжить хотели сдаться и умереть от нехватки крови. Но тут Вы увидили бежавшую к Вам девушку она выташила и дальше Вы вырубились.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы реско проснулись от жуткой боли. Вас перевязывала красивая девушка. На вид незнакомка была: вашего возраста, худая голубоглазая блондинка одетая в чёрную одежду стояла и смотрела на Вас. Вы решили заговорить с ней, но не успели и опять уснули.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы опять очнулись, но при этом ни опять от боли, а из-за того что вам надоело спать. Боль ослабла, возле Вас сидела та девушка с опущенной головой. Чтобы не упустить момент пообщаться с красивой девушкой Вы заговорили первым: —Привет. Незнакомка от неожиданности испугалась и упала на пол. Затем она встала и вы оба начали смеяться. Чуть позже она вам ответила: -Привет как себя чувствуешь? — с улыбкой ответила она.\n—Нормально -держа больное место ответили Вы и затем продолжили — Как тебя зовут?\n—Катя, а как тебя?\n—Макс будем знакомы. — немного помолчав Вы продолжили — А где это мы?\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Мы у меня дома, а что?\n—Да не ничего. — Осматривая комнату продолжили Вы -Есть что-нибудь попить?\nКатя показала вам знак окей и вышла из комнаты. Пока она вышла Вы решили осмотреть комнату: Стол на нем был компьютер, большой шкаф, кровать на которой Вы лежали, и фотографии в красивых рамках на стене.\n\n[ ДАЛЬШЕ КВЕСТ БУДЕТ ОТ ПЕРВОГО ЛИЦА ]",
    "answers": [
      {
        "id": 18,
        "text": "Осмотреть фотографии"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я встал чтобы осмотреть фотографии. На одной из них были мужчина и женщина, а между ними сидела маленькая девочка. Мужчина был высокого роста, карие глаза и чёрные волосы. Женщина была блондинкой, среднего роста с голубыми глазами. А девочка между ними была Катя, блондинка среднего роста, с голубыми глазами, она была такой красивой как и в жизни! ",
    "answers": [
      {
        "id": 19,
        "text": "Заходит Катя"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я решил осмотреть другие фотографии, но тут со мной рядом стояла Катя со стоканом сока и с тарелкой полной печеньем. Я решил её спросить:\n—А это твои род... — и вдруг она начала плакать.\n—Дда, они вчерра умерли из-за ээтих мерзкий солдат в красном! — заикаясь ответила Катя.\n",
    "answers": [
      {
        "id": 20,
        "text": "Успокоить её"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я обнял Катю чтобы успокоить и сказал:\n—Мне жаль — и она плакала ещё сильнее и я продолжил — Ну всё Катя не плачь! Я поднял её голову и вытер нежно с её лица слезы: -Не плачь мы им отомстим — тогда Катя обняла меня крепко и посмотрела на меня с взглядом надежды. Тогда я понял у меня появилась ещё одна причина отомстить им.  ",
    "answers": [
      {
        "id": 21,
        "text": "Поцелуй"
      }
    ]
  },
  {
    "id": 21,
    "text": "Подняв голову она поцелавала меня в губы и мы с ней так стояли минуты три пока не начал кончаться воздух. Тогда мы сели за стол и кушая Катя рассказывала мне про её родителей, про неё саму, и мы то смеялись, то огорчались. Приближался вечер Катя предложила мне лечь с ней в одной кровати, но я отказался дабы не ставить её в не удобное положение.  Тогда она силой потошила в кровать:\n—Ну пожалуйста- она тянула меня из-за всех сил.\n—Нет Катя я на полу посплю.- Катя скирстила руки на груди и отпустила голову:\n—Я обиделась- надув губы сказала Катя\n—Ладно- сказал я чтобы не обижать её.\n—Урра- Катя дернула меня из-за всех сил и я упал к ней на кровать.",
    "answers": [
      {
        "id": 22,
        "text": "Поцелуй"
      }
    ]
  },
  {
    "id": 22,
    "text": "Тогда Катя меня опять поцевала в губы и легла спать. Я лег рядом с ней, мы спали в одежде, потому что нам было рано спать голыми. Мне вдруг стало жарко я начал потеть, я снял футболку и лег дальше спать. Как только я лег Катя меня обняла и сделала комплимент:\n—У тебя сексуальное тело!- повернулся к ней и она продожила -А у тебя есть или была девушка? Я вспомнил что иногда я влюблялся, но мне отказывали и говорили: -У меня есть парень! Ну так я всю жизнь БЫЛ холостяком и ответил:\n—Нет и даже никогда не было, и даже целовался только с тобой! \n—Я удевленна как такого красавчика ещё не поделили другие девушки, видно мне очень повезло! Я засмушался и улыбнулся наконец-то у меня появилась девушка. Я поцевалал Катю она этого не ожидала, но на поцелуй ответила. Чуть позже мы оба уснули.",
    "answers": [
      {
        "id": 23,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 23,
    "text": "[ ДАЛЬШЕ СОБЫТИЯ БУДУТ ПРОИСХОДИТЬ ОТ ВТРОГО ЛИЦА ]\nВы идете в темноте ничего не видя. Вдруг вы увили Катю и вас лежавшие на кровати, какой то громкий взрыв и комнату ворвались два солдата в красном и убили вас и Катю, вас что-то на часы которые висели на стене Там было 11:05 и вы резко очнулись от испуга! Вы посмотрели на часы, на часах было 10:55.\n—Успеем — сказали вы вслух и посмотрели на окно. Посмотрев в окно вы удили что на улице остановились солдаты в красном: -Черт. Вы резко начали будить Катю у вас был хороший план!",
    "answers": [
      {
        "id": 24,
        "text": "Разбудить Катю"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы резко начали будить Катю по тихоньку она встала: -Что что случилось? \n—Солдаты в красном они тут! Катя выскочила с кровати и посмотрела в окно: -Вот черт! Что будем делать? — спросила вас Катя.\n—У меня есть идея, только ты должна обещать мне что будешь делать то что я скажу тебе без лишних вопросов! \n—Хорошо \n—Так ты готова — вы посмотрели на часы там было 11:00.\n—Да \n—Ложись в кровать! \n—Зачем?\n—Ты мне доверяешь? \n—Да\n—Тогда ложись и притворись спящей! — она поцевала вас.\n—Хорошо — Катя легла на кровать. Вы спрятались в шкаф и стали ждать.\n",
    "answers": [
      {
        "id": 25,
        "text": "Взрыв"
      }
    ]
  },
  {
    "id": 25,
    "text": "Взрыв и в комнату ворвались два солдата прям как во сне! Они шли к Кате один шел впереди, а второй с зади него. Они почти дошли до Кати!",
    "answers": [
      {
        "id": 26,
        "text": "Убить их"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы открыли шкаф и ударили солдата который стоял перед вами. Он не успел среагировать и вырубился, вы взяли у него нож и воткнули в горло солдату который был близок к Кате. Вы взяли Катю и вышли из дома. ",
    "answers": [
      {
        "id": 27,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 27,
    "text": "                       Глава 2. Сопротивление.\n\nВы с Катей вышли из дома. Вы оба взялись за руки и вышли на улицу. На улице был хаос, солдаты в красном отстреливались от солдат в зиленом и синем! Вы решили обойти их стороной. Оба шли прячась вам оставалось только повернуть, но вас кто-то схватил вы обернулись, это был солдат в синей одежде.\n—Стойте мы вам вреда не причиним! — сказал солдат\n—Кто вы?\n—Мы сопротивление!\n—Сопротивление? \n—Так давайте не тут обсуждать, а где-нибудь в безопасном месте! — вас обеих прервала Катя — У вас есть база или что нибудь вроде этого?\n—Да конечно. — солдат показал на военную машину.\nВы троя сели в машину, и куда-то поехали. \n ",
    "answers": [
      {
        "id": 30,
        "text": "Вопросы"
      }
    ]
  },
  {
    "id": 28,
    "text": "Макс — это 14-ий подросток, сильный, но при этом пацефист. Нравится Кате. Хорошо владеит почти всеми видов оружия. Характер: очень добрый, умный и понимающий. Внешность: карие глаза, коричневые волосы, цвет кожи белый.",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Катя — 14-ий подросток. очень красивая и умная. Очень нравится Максу (главному персонажу). Умеет вкусно готовить, быстрая и ловкая. Характер: Очень добрая, дружелюбная, настойчивая. Внешность: красивая голубо-глазая блондинка, цвет кожи белый. ",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Пока ехали вы решили задать не сколько вопросов. ",
    "answers": [
      {
        "id": 31,
        "text": "Кто вы такие?"
      },
      {
        "id": 34,
        "text": "Как тебя зовут? "
      },
      {
        "id": 35,
        "text": "Когда это произошло? "
      },
      {
        "id": 36,
        "text": "Какие у нас дальше планы?"
      },
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Кто вы такие?\n—Мы отряд сопративления, мы защищаем людей и боремся с красным знаменем! Кроме красного знамения есть ещё мертвяки. У нас люди воюют не за деньги или всё такое, а за защиту своих родных. И каждый наш солдат это доброволец!",
    "answers": [
      {
        "id": 32,
        "text": "Красное знамение?"
      },
      {
        "id": 33,
        "text": "Мертвяки?"
      },
      {
        "id": 30,
        "text": "Задать другие вопросы"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Красное знамение это солдаты, точто в красном да? — спросили вы.\n—Да они, но их солдатами не назовешь так как они воюют не за защиту, а ради денег мягко говоря наемники! — ответил солдат. \n—Ну а кто они такие, откуда появились и кто их хозяин?\n—Они обычные люди такие же как и все мы, но которым главное счастье это деньги! Солдаты это со всех уголков мира которые приехали ради денег. А главный среди них как ты говоришь хозяин это американский миллиардер Ваас фамилию не знаю только имя. Ходят легенды что его так назвали из-за его отца, а его отец был наркобороном тот ещё мерзкий ублюдок который убивал людей на каком-то острове.  ",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "—А кто такие мертвяки?\n—Мертвяки это уже не люди!\n—Как понять не люди звери что-ли?\n—Нет! Они гораздо хуже чем звери или люди! Это как бы тебе объяснить ммм... А точно знаешь такое поняти как зомби те которые в фильмах?\n—Да, они зомби? \n—Так и есть. Они нападают на людей кусают их и тем самым размножаются!",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Как тебя зовут и кто ты такой?\n—Меня зовут Олег я из Питера и попал сюда по военной службе.- А как вас зовут? \n—Меня зовут Макс,- посмотрев на Катю вы продолжили -а её Катя.\n—Вы пара да?- спросил Олег.\n—Да- не успели вы ничего сказать вас прервала Катя и поцеловалала вас в щеку. ",
    "answers": [
      {
        "id": 30,
        "text": "Задать другие вопросы"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Когда это произошло? — спросили вы у Олега.\n—Ты про войну?\n—Да\n—Ну точно не помню, но неделя уже есть это точно!\n—Неделю!?\n—Именно так. \n—Но почему я это не замечал и по телевизору ничего не сказали?\n—Когда объявились эти солдаты, мы держали оборону у окрайны города и не пускали журналистов, и других кто бы мог рассказать об этом всем.\n—Но почему? \n—Ну ты подумай, если все узнают начнется паника. У нас был план разобраться с ними по быстрому чтобы никто не узнал, но как ты видишь у нас не получилось! \n",
    "answers": [
      {
        "id": 30,
        "text": "Задать другие вопросы"
      }
    ]
  },
  {
    "id": 36,
    "text": "—Какие у нас дальше планы?\n—Будим защищать людей, попробуем разобраться с ними ну и всё.\n—Я могу чем-то помочь?\n—Да мог бы, нам нужны опытные солдаты, а ты стрелать и драться умеешь?\n—Да стреляю метко, удар у меня сильный.\n—Ну тогда если хочешь приходи, не заставляю!\n—Я подумаю. \n",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "                              Глава 3. Дядюшка.\n \nВы трое добирались спокойно. Но вдруг взрыв, вы лежите на полу рядом с вами лежит Катя, а в не по далеку от вас лежит Олег. Вы встали и проверили обоих, они были живы просто спят. Вдруг вы слышите звук вертолета с зади вас. Вы обернулись и увидели приземляюшийся вертолёт. Вас окатила родость думали это помощь! Но нет не тут-то было. Из вертолета вышли двое солдат и один человек он не был одет как солдат, но он был в красной одежде и с пистолетом Desert egle. \nОни подняли Катю и Олега и закинули в вертолет. Затем с вами заговорил человек:\n—Ну привет Максим\n—Мы знакомы? \n—Ты меня конечно же не узнаешь, но я тебя знаю очень хорошо. Твои родители они не рассказывали тебе о дядюшке Ваасе!?\n—Что за.. — не успели вы ничего сказать как вас вырубили.\n",
    "answers": [
      {
        "id": 38,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы резко очнулись в какой пыточной. С вами был так называемый ваш ДЯДЮШКА Ваас. Он первый прервал тишину:\n—Как спалось племяшичек!?\n—Не называй меня так я тебе не племянник! — дерзко ответили вы.\n—Скажу честно конечно твой дяденька Ваас не совсем ангел, но любить и уважать маня всё таки стоило бы! \n—Ты убил моих родителей! И родителей Кати и много других людей! \n—Ой ой вот только не надо тут слюни пускать. Твоя мать была предательницей! Когда на острове где мы жили и где раньше правил твой дед, пришел один засранец и убил его, а твоя мать стала на его сторону и моя тетя стала на его сторону, а когда я предложил им отомстить за отца твоя мать свалила от туда, а моя тетенька поддержала этого осла! А и твою мать не я убил, а мой человек так что не надо на меня обижаться!\n—Но солдаты разве не твои?\n—Ну так то да, но командует и руководит ими Майкл! Ну он типа моего зама или называй как хочешь. \n—С этим разобрались и моя мать молодец что свалила от тебя! Но один вопрос от куда ты знаешь меня?\n—Ну я за вами смотрел! \n—Шпионил?\n—Ну нет скорее просто наблюдал!\n—Охрен... — вдруг раздался голос: \"Внимание заложники убежали\" тогда Ваас поспешно вышел и сказал: -Сделай одолжение подожди меня тут я скоро приду!",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вдруг ветеляционная решётка начала двигаться и наконец упала! От туда вышел Олег затем Катя.\n—Ребята как же я рад вас видеть, а кстати вы где были?\n—Нас троих связали и затащили в одну комнату, а затем тебя забрали и мы попозже освободились! — освобождая вас ответил Олег и продолжил: -А кстати мы Вааса видели мимо прохолил.\n—Я тоже видел и даже разговаривал оказывается он мой ДЯДЯ!\n—Что? — хором сказали они оба.\n—Всё освободил вставай! — помог вам встать Олег -Ты ведь не будешь против если мы его кокним как-нибудь?\n—Нет не буду! Вы встали и вас тут же обняла и обцеловала Катя и сказала:\n—Я же за тебя дурака переживала!\n—Всё будет нормально не переживай ладно.\n—Ладно. ",
    "answers": [
      {
        "id": 40,
        "text": "Уйти от сюда"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Может уйдем от сюда? — обратились вы к ребятам.\n—Да конечно, пойдёмте от сюда.\nВы взяли Катю за руки и вышли. Вы шли по коридору, вам иногда встречалось пару солдат, но вы их убивали и наконец вышли из базы. Вы взяли машину наемников и уехали от туда. Конечно же за рулем сидел Олег так как только он знал где база и рулить вы не умеете! Вы удачно доехали до базы, на вид база была не большой как пятиэтажный отель правда с большими стенами и охраной вокруг. Вас троих встретил армеец он спросил у Олега:\n—Ты где был мы все аванпосты обзвонили и твоя жена меня чуть не убила! И кто это такие?\n—А это мои друзья Макс, и Катя!\n—Ну раз так друзья моих друзей мои друзья и меня зовут Константин, для друзей просто Костя!\n—Приятно познакомиться, а мы можем отдохнуть а-то устали с дороги и есть хочется!?\n—Да конечно пройдите в регистраторскую там вас зарегестрируют и дальше всё вам там объяснят! \n—Хорошо — вы повернулись к Кате и сказали: — Погнали? \n—Да с тобой хоть на край света! — сказав поцевалала вас Катя и вы пошли в регистраторскую. ",
    "answers": [
      {
        "id": 41,
        "text": "Регистрация"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы подоши к регистрации там у вас взяли отпечаток пальца, кровь, имя и фамилию и т.д. После регистрации вам с Катей дали ключи от номера и отправили в столовую. Вы пошли в столовую. Она была больших размеров, везде стояли столы и стулья. ",
    "answers": [
      {
        "id": 45,
        "text": "Сесть и ждать"
      }
    ]
  },
  {
    "id": 42,
    "text": "Олег — 35-ий мужик который всегда рад помочь любому человеку. Не пьёт и не курит ведет здоровый образ жизни. Есть жена и дочь. Характер: Весёлый и дружелюбный, справедливый, не врет, и никогда не предаст! Внешний вид: карие глаза, шитина коричневого цвета, а волос на голове мало.",
    "answers": [
      {
        "id": 7,
        "text": "назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ваас — главный злодей. Миллиардер, хочет захватить весь мир, умный и хитрый. Дядя главного персонажа. Из близких только Макс. Характер: умный и хитрый, не смотря на хитрость он всегда честен! Внешний вид: голыбые глаза, чёрные волосы, цвет кожи белый.",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "В этом квесте есть много отсылок например: Far Cry 3, Far Cry 4 (это компьютерные игры), ходячие мертвецы, и другие. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы решили сесть, а Катя пошла проверить. В скоре вам помахала ваша девушка, вы встали и пошли к ней. Вы взяли поднос и пошли за едой где стояли повара. Это было как в школе вы выбирали, а повара вам ставили. Вдруг одна из поваров заговорила с Катей:\n—Новенькая да? — спросила повар.\n—Ну да, а что что хотели? — ответила Катя.\n—Да хотела, у нас просто поваров мало нам ещё нужны и награда будет. \n—Ммм да, хорошо. — немного подумав ответила та и продолжила -А куда... Катя не успела продожить как повариха её прервала.\n—Сюда приходи я почти всегда тут!\n—Хорошо.\n—Приятного опетита!\n—Спасибо — вы с Катей вскрикнули одновременно. \nВы вместе сели за стол и начали кушать. Пообедав вы вы пошли в номер",
    "answers": [
      {
        "id": 46,
        "text": "Выйти из столовой"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы вышли из столовой и направились в свой номер. Когда вы шли вы увидили какой-то лифт, но странно то что этот лифт шёл в низ пока вы били на 1 этаже. Возле лифта стоял человек лет 50-ти вы решили у него спросить что происходит:\n—Здравствуйте могу я кое что спросить?\n—Здравствуйте конечно чем могу помочь?!\n—Я хотел узнать насчет лифта.\n—Почему он вниз идет это ты хотел спросить? \n—Да.\n—Всем кто сюда приходит первый раз думают что это не большой отель, а на самом деле он огромный 5 километров в длину и 500 метров в глубину он строился очень долго. \n—Офигеть — от шока у вас и у Кати висели рты.\n—Эх если бы за такую реакцию мне давали бы деньги, то я был бы самым богатым на земле.",
    "answers": [
      {
        "id": 47,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы пошли с Катей дальше в свой номер. Наконец дошли ваш номер был 372 вы открыли двери и вошли. Номер был не большой маленькая вана, чуть больше неё кухня и самой большой комнатой был зал: две кровати одинаковых размеров, шкаф, телевизор, кондиционер и стол. Вы сразу же упали на кровать и уснули.  ",
    "answers": [
      {
        "id": 48,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы идете в темноте и вдруг увидели огонек, маленький огонёчек. Огонек прыгнул к вам на руки и ваши руки загорелись, несмотря на то что это был огонь вам не было больно, а скорее наоборот вам было приятно.",
    "answers": [
      {
        "id": 49,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вдруг вы резко просыпаетесь еле дыша и вы были весь потный как будто вы бегали или что-то вроде этого. В дверь кто-то стучится вы хотели было встать, но на вас кто-то лежал это была Катя она была такая милая. Вы осторожно подняли её и поставили на кровать и пошли открыть дверь. Вы открыли дверь там стоял Олег с ухмылкой на лице:\n—Доброе утро! Как спалось? — спросил Олег.\n -Ооо нормально — сонным голосом сказали вы. -А тебе как спалось? \n—Нормально, а это, зачем я пришел, сюда идет целое стадо мертвяков и нам нужно больше бойцов для этого задания! \n—А как же остальные? \n—Мало кто согласился.\n—Ммм ладно, кто не рискует тот не живет, я согласен!\n—Отлично, приходи в казарму буду тебя там ждать! — уходя сказал Олег.\n—Хорошо — крикнули вы и зашли обратно в номер. Когда вы повернулись вам влеткло пощечина от Кати:\n—Не куда ты не пойдешь! — злым голосом сказала она и продвижила с плачюшим голосом — А вдруг ты там пострадаешь или того хуже умрешь и что я без тебя дурака делать буду!?\nВы обняли её и весёлым голосом ответили:\n—Ну я даже не знаю плесать наверно? \n—Не смешно! \n—Ну пойми Катя я должен! И тем более кто за меня пойдет? \n—Ладно, но не геройствуй, а то я тебе никогда не прошю!\n—Может быть. — и тогда Катя вас сильно ушипнула. -Ладно ладно не буду! ",
    "answers": [
      {
        "id": 50,
        "text": "Приготовиться"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы сделали все не обходимые дела, поцеловали Катю в щеку и вышли из комнаты. Вы спросили в регистратурной где казарма и отправились туда. Вы пришли в казарму где стояли несколько солдат и среди них был Олег:\n—Привет. — поздоровались вы с солдатами и с Олегом.\n—Привет. — ответили те.\n—А каков план?\n—Ну мы сейчас думаем. — сказал Олег.\n—Мысля есть? — спросил один из солдат. \n—Ну есть кое что...\n—Рассказывай сейчас любая идея нужна! — скомандовал Олег",
    "answers": [
      {
        "id": 51,
        "text": "Рассказать свою идею"
      }
    ]
  },
  {
    "id": 51,
    "text": "—Короче, проще будет если взять одну машину засунуть туда несколько бочек с бензином и порохом. — предложили вы.\n—А как зрывать будем? — спросил один из солдат.\n—Если есть C4, то можно зорвать на расстоянии! — сказали вы.\n—Ну ладно, это мы сделаем, а как мы к ним попадём мы рисковать не хотим!? — спросил другой солдат.\n—Можно сделать как в фильмах, немного подъедем и возьмём и поставим камень на газ и вовремя зорвём! — ответили вы.\n—Ладно пойдет, а если кто останется жив, ну среди них? — спросил Олег.\n—Возьмём ещё одну машину будем ездеть за первой только по дальше, а если кто-то останется жив мы это исправим! — сказали вы.\n—Супер, всё поехали! — крикнул Олег.",
    "answers": [
      {
        "id": 52,
        "text": "Вооружиться"
      }
    ]
  },
  {
    "id": 52,
    "text": "—Так давай вооружайся будем ждать на улице. — сказал уходя Олег.\n—Хорошо. — ответили вы.\nВы увидели на столе шлем и военную одежду и оружие, гранаты, катана и т.д. Быстро одевшись вы взяли автомат АК-47 с глушителем и каллиматронным прицелом, пистолет Desert Deagle, катану и две гранаты. И вышли на улицу к другим. Там уже стояли две машины в одной были бочки с горючим и несколько C4, во второй сидели солдаты вооружёные до зубов. \n—Погнали! — сказал вам Олег.\n—Конечно, я хочу за машину где бочки. -предложили вы.\n—Я хотел другого за руль посадить, ну если ты так хочешь садись. ",
    "answers": [
      {
        "id": 53,
        "text": "Сесть за руль "
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы сели за руль и все вместе поехали. Вы уже видите толпу мертвяков, они были ужасны. Остановив машину вы вышли, и взяли небольшой камень, вытащили детанатор поставили камень на газ и готовились к взрыву. Машина поехала сбивая мертвяков, а когда она уже была посередине толпы вы нажали на детанатор. И взрыв и куча мертвяков разлителись по сторонам кусочки частей разлетелись.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вдруг один из мертвяков летел на вас вы быстро достали пистолет и прострелили ему голову. Из-за звука выстрела на вас двигались мертвяки которые стояли по краям. Вы достали автомат и стреляли по ним. По очереди их черепа разлетелись от выстрелов. Вдруг у вас заканчивались патроны перезаряжаться времени не было так как они уже были рядом, вы достали пистолет и отстреливались от них. И вдруг на пистолете заканчивались патроны:\n—Твою мать. — крикнули вы и достали нож. Сзади вы услышали звуки выстрелов. Вы повернулись там уже стояли ваши друзья и отсреливали мертвяков. Пятиро из них были с автоматами, а один из них с огнемётом. Вы повернулись вперед и на вас напрыгнул один из мертвяков, он вас свалил на асфальт и укусил в плечо правой руки, вы орали от боли, а ваши друзья почти прорвались к вам. Огнеметчик сжег свалившего вас зомби, но огонь попал и на вас. И вы отрубились.",
    "answers": [
      {
        "id": 55,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы полыхали от огня вам было приятно. Вы щелкнули пальцами и у вас на лодони горел огонь затем рука, а затем все тело. На спине появились крылья они тоже горели.",
    "answers": [
      {
        "id": 56,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы очнулись в бальничной койке весь потный горели от жары. Вы хотели выскочить чтобы открыть окно и попить воды, но у вас не чего не получилось вы были в наручниках прикованы к кровати. Вы осмотрелись на вас стояли и смотрели Олег и двое солдат, а на стуле не подолёку от вас сидела Катя с широко расскрытыми глазами смотрела на вас. Олег напрявил на вас пистолет:\n—Что со мной произошло? — спросили вы лёжа на кроввти.\n—Тебя укусил мертвяк и ты должен был стать одним из них! — злобно сказал Олег.\n—Да, я это помню, но почему я ещё живой я думал вы меня там же убьете? \n—Мы тебя сначала потушили, потом заметили что тебя укусили мы собирались тебя убить, но решили подождать.\n—А почему я еще не из них?\n—Не знаю! Но обычно после укуса человек становится мертвяком через 30 секунд, а прошло 10 часов, но ты еще человек. \n—Ясно, но может освободите меня хоть сейчас!? \nСолдаты стали шептаться между собой:\n—Ладно, но мы будем следить за тобой! — сказал Олег освобождая вас.\n—Хорошо. ",
    "answers": [
      {
        "id": 57,
        "text": "Обратится к Кате"
      }
    ]
  },
  {
    "id": 57,
    "text": "Катя прижалась и начала плакать затем вы её обняли и сказали:\n—Катя. — но в ответ к вам в грудь прилетело несколько ударов от Кати:\n—Я же тебе сказала не рискуй! — ответила та.\n—Ну все, все извини.\n—ИЗВИНИ И ВСЁ? \n—Ты такая красивая когда злишся!\n—Подлиза — затем она успокоилась и поцеловала вас.\n—Всё идем я такой голодный что слона съелбы!\n—Эй поосторожней с такими шутками тебя если не забыл недавно укусили! — прервал вас Олег.\n—Ладно, ладно. \n—И это к медсестре зайди, проверься! ",
    "answers": [
      {
        "id": 58,
        "text": "Пойти в столовую"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы вместе с Катей зашли в столовую и привходе она вам сказала:\n—Я теперь работаю в столовой. — радостно сказала Катя.\n—Ммм хотел бы я попробовать самую вкусныю еду на свете! — с хитрой ухмылкой сказали вы.\n—Ну ты и подлиза, конечно. — сказала уходя в кухню Катя.\n—Ну по другому ты бы меня не накормила! — крикнули вы в след ей.",
    "answers": [
      {
        "id": 59,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы сели и начали ждать. Ждать вам долго не пришлось к вам шла Катя с едой. Поставив еду на стол Катя почесала вас за ушко и сказала:\n—Кушай мой котенок! — заигрывала с вами та.\n—Котенок значит. \n—Да, а что?\n—Ничего, мяу приступим к трапизе мяу.\n—Ты скоро и мурлыкать будешь! \n—А почему скоро? — вы начали мурлыкать затем Катя засмеялась и вы начали кушать. Еда была вкусной и сытной. Вы покушали и пошли в номер.\n",
    "answers": [
      {
        "id": 60,
        "text": "Пойти в номер"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы пришли в номер кинулись на свою кровать, а Катя на свою. Переварачиваясь с одного бока на другой вы пытались уснуть, но у вас это не выходило. Вы встали и пошли к окну подышать. Вы думали на счет сна что же он может значить? Вам надоело оставив Кате записку что вы просто вышли подышать вы вышли из номера. В отеле почти не было людей все спали, единственное кто был так это солдаты. Вы вышли во двор отеля цветы, фантан, скульптуры это все украшало двор отеля. К вам спокойным шагом в обычной одежде вышел Олег. Первым тишину прервал он:\n—Не спится да?\n—Да. Тебе тоже или у тебя по среди ночи задание?\n—Просто не спится, я думал о тебе!\n—Обо мне? А ты насчет вчерашнего?\n—Точно. Не понимаю как ты выжил при укусе и при пожаре?\n—Сам в шоке! \n—И ран у тебя нет! Я понимаю регенерация, но за 10 чесов и без шрама это фантастика! А ты это к медсестре заглянул? \n—Ой.\n—Ясно забыл. Ладно завтра не забудь главное!\n—Хорошо. ",
    "answers": [
      {
        "id": 61,
        "text": "День рождения"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вдруг вы вспомнили что у Кати и у вас день рождения в один день, и этот день завтра. Вы решили сделать подарок своей девушке и попросили у Олега:\n—Слушай, можешь оказать одну услугу? — спросили вы.\n—Смотря какую услугу. — ответил Олег.\n—Здесь очень много красивых цветов. \n—Ясно можешь не продолжать! Это всё?\n—У вас есть кинотеатр или что-то вроде этого? \n—Кинотеатра нету, но у меня есть флэшка с фильмами какой жанр нужен?\n—Желательно романтика. \n—Хорошо. А когда это всё надо на завтра?\n—Да. А телик?\n—Я пришлю человека с этим всем, а телик есть в VIP номере я попрошу в регистраторской на один день.\n—Хорошо. И спасибо! — уходя скозали вы.\n—Это тебе спасибо за ту миссию! — он помахал вам рукай и вы пошли в номер. ",
    "answers": [
      {
        "id": 62,
        "text": "Идти в номер"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы вошли номер и увидели что Катя лежит на полу. Вы подошли к ней она спала, вы взяли её на руки и уложили в кровать. Как только вы её уложили на кровать она обняла вас и потошила к себе. Вы легли вместе с ней и уснули.",
    "answers": [
      {
        "id": 63,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 63,
    "text": "Поле. Вы идете по зеленому полю вместе с Катей, легкий ветер сжигал лицо. Вдруг огонь. Огонь быстро приближался к вам обоим. Вы взяли Катю на руки и начали бежать. Очень быстро вы бежали через горящее поле. Вы упали, а Кати в руках не было. Огонь всё приближался и приближался, и наконец он накрыл вас полностью. Вас охватила не боль, а сила таким сильным вы себя ещё не когда не чувствовали. ",
    "answers": [
      {
        "id": 64,
        "text": "Голос"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вдруг вы услышали нежный голосок:\n—Максим, милый ставай. — вы быстро проснулись и заорали и чуть не ударили Катю она от испуга упала на пол:\n—КАТЯ! Черт. — вы выскочили из кровати и быстро обняли Катю.\n—Кошмар да?! — спросила она под вашими объятиями.\n—Да. Идем лучше погуляем!\n—Чего ждем погнали!\nВы быстро оделись и вышли из номера. Вы полши во двор отеля. ",
    "answers": [
      {
        "id": 65,
        "text": "Двор"
      }
    ]
  },
  {
    "id": 65,
    "text": "Во дворе было красивее чем вчера. Вы немного погуляв с Катей решили пойти в столовую. Возле регистраторной к вам шел человек вы сказали Кате пойти дальше, а сами остановились солдат вытащил цветы, флэшку и ключи. Вы спрятали цветы и вошли в столовую. Быстренько покушав вы пошли в номер, а Катя осталась помогать.    ",
    "answers": [
      {
        "id": 66,
        "text": "Конец вечера"
      }
    ]
  },
  {
    "id": 66,
    "text": "К концу вы пошли к Кате она вышла из столовой усталой. Когда вы шли вы не пошли в номер и тогда Катя поинтересовалась:\n—А куда мы идем? — спросила Катя усталым голосом.\n—Это сюрприз! — сказали вы и поцевовали Катю.\nВы подошли к двери VIP номера и попросили Катю подождать за дверью. Вы быстро зашли в номер начали украшать комнату. Наконец закончили и позвали Катю:\n—Катёнок заходи! — крикнули вы ей и та зашла.\n—Офигеть, это ты всё устроил? — с радостью спросила Катя.\n—С днем рождения котик! — вы обняли и поцевовали её в губы, так вы стояли около пяти минут. Вы включили фильм и сели смотреть с Катей.",
    "answers": [
      {
        "id": 67,
        "text": "После фильма"
      }
    ]
  },
  {
    "id": 67,
    "text": "Наконец фильм закончился и вы с Катей решили пойти в свой номер. К вам бежал Олег с испуганным лицом:\n—На... На нас напали! — с отдышкой сказал он. \n—Черт, катёнок иди в номер и запри двери, а я прийду по позже! — вручили вы Кате бугет цветов сказали вы.\n—Но... — не успела досказать она вы её прервали.\n—Не спорь иди, давай! — вы поцеловали Катю и обратились к Олегу:\n—Олег какой у нас план? — спросили вы.\n—Да. Снайперы стоят на крыше, а мы будем биться у входа! — ответил он.\n—Отлично поехали! — вы бежали с Олегом бежали ко входу.\nВы вооружились и пошли к входу. Ваши люди отстреливались от красного знамения. К вашим воротам подъехали машины с пулемётом и убивали ваших людей. Вы вышли из укрытия и побежали к одной из машин. Пули пролетали рядом с вами, но пару пуль всё-же попали по вам. Вы лежали на полу и истикали кровью.",
    "answers": [
      {
        "id": 68,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы резко встали ваши раны исчезли и огонь накрыл вас. Вы становились всё сильнее и сильнее, ваши ладони загорелись и глаза покрасились в ярко желтый цвет. Клыки стали длинее и вы почувствовали сильный голод и желание убивать. Вы подняли машину и кинули на другую машину. В вас стреляли три солдата вы кинулись на одного и откусили ему голову, кинулись на второго и перерезали ему горло, вы хотели было кинуться на третьего, но тот зарядил по вам с ракетнецы от чего вы вырубились.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы резко очнулись. Вы сидели связаный на стуле в мрачной комнате. В комнату зашел Олег:\n—О очнулся наконец? — с позитивом сказал он.\n—Что со мной произошло и освободи меня?! — злым голосом сказали вы.\n—Нет освободить я тебя не могу! Ты вчера, когда на нас напали загорелся и начал всех солдат, то откусывать голову, то перезал горло одному, и кинул одну машину на другую. Я понимаю ты селён, но не до такой же степени что бы поднять машину и выдержать удар ракетнецы! \n—И что ты меня тут держать планируешь? \n—Нет конечно потом когда у достоверюсь что ты на нас не нападешь.\nВдруг послышался звук взрыва Олег выбежал из комнаты. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец первой части."
      }
    ]
  },
  {
    "id": 70,
    "text": "Взрыв и к вам ворвались солдат красного знамения. Он шел к вам, но его застрелили как только труп упал на землю за ним стоял стрелок. Это была Катя она была красивой и фигуристой как и всегда, но что-то в ней было не так:\n—Катя! — она ударила вас и снова и снова.\n—Пять лет, пять! — сказала она и продолжала бить.\n—Стой какие ещё пять лет? \n—Ладно потом объясню! — она начала освобождать вас. \n—Куда мы теперь? \n—На базу куда же ещё!\nВы шли по лестнице и наконец вы к двери:\n—Ты готов? — спросила Катя.\n—Да. Стоп, а к чему? — ответили вы.\nКатя выбила дверь вас ослепил яркий свет. Вы вышли с Катей на улицу, а там приземлился вертолет и от туда вышли солдаты и бежали к Кате:\n—Отряд прибыл командир! — сказал один из них.\n—Что прикажете делать? — спросил другой, а третий стоял молча.\n—Вы троя обышите это здание до конца и возвращайтесь на базу. — приказала Катя.\n—Идем садись в машину. — она показала на не что похожее на машину. ",
    "answers": []
  },
  {
    "id": 71,
    "text": "Этот квест который ты прочитал был моим первым квестом, но будет и продолжение. Первая часть готова на 100% возможно есть и ошибки, но я постараюсь их избежать. Если ты хочешь продолжение квеста то напиши об этом в комментариях. Как только работа над второй частью будет, здесь будет прогресс.\n\nРабота над второй частью начата в  23.05.19. 14:00",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  }
]