[
  {
    "id": 1,
    "text": "Автор: SuperFlooder\nАннотация: В клан попадает новая кошка. Она быстро находит общий язык со всеми котами клана. Кошка охотится и сражается вместе с ними и потом начинает дружить с котом из другого клана. Эта дружба перерастает в любовь. Они тайно встречаются по ночам на границе. \nКлест, узнав об этом изгоняет новую кошку из клана, и та попадает к другим котам, становясь их травницей.\nМежду кланами внезапно возникает конфликт, и они вынуждены оставаться в своих лагерях. Вскоре, кланы начинают большую битву между собой. Если их никто не остановит, то они перебьют друг друга до последнего. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      }
    ]
  },
  {
    "id": 2,
    "text": "Милая, белая кошечка с голубыми глазками сидела рядом со своей старшей сестрой. \n— Ну что, Тиренда, готова к первой тренировке?- спросила белая кошечка.\n— Конечно!- воскликнула Тиренда — А ты Лили?\n— Жду этого часа с нетерпением, чтобы показать всем, как дерутся и охотятся настоящие охотницы!\nРазговор сестер прервал вошедший к ним в пещеру рыжий кот, который был предводителем клана Ветра.\n— Вставайте, киски — сказал он — время настало!\nЛили подскочила и большими прыжками бросилась к выходу.\n— Тира, Клест, попробуйте догоните!\n— Я не гоняюсь за мелкотней! — серьезно ответил предводитель. Тира спокойно шла возле Клеста. \n— Она никогда не перестанет думать, что самая сильная в лесу — вздохнул Клест.\n— Я думаю, что в лесу множество котов и кошек, которые смогут преподать ей урок — вскинула голову Тира.",
    "answers": [
      {
        "id": 3,
        "text": "далее."
      }
    ]
  },
  {
    "id": 3,
    "text": "Лили вбежала на поляну и прыгнула на белую кошку, которая явно не ожидала такого поворота событий.\n— Привет, Сирена! — со смехом сказала Лили — как тебе мое нападение?\n— Неплохо — улыбнулась Сирена — а как тебе такое?\nСирена сверкнула ярко-голубыми глазами и через секунду Лили оказалась на земле, подброшеная высоко в воздух задними лапами Сирены. \n— А вот и та которая преподала моей сестре урок — шепнула на ухо Клесту Тира.\nНо Лили сдаваться не собиралась. Она набросилась на Сирену еще раз, но кошка только оттолкнула ее лапой. \nКлест и Тира молча наблюдали за яростными нападениями Лили и ловкими маневрами Сирены и не заметили, как к ним сзади подошли два кота. Тира обернулась и посмотрела в сияющие зеленые глаза одному из своих товарищей.",
    "answers": [
      {
        "id": 4,
        "text": "далее."
      }
    ]
  },
  {
    "id": 4,
    "text": "— Привет, Вихрь — громко воскликнула Тира — готов? \n— Конечно. Мы с Вороном всю ночь тренировались! — улыбнулся рыжий кот, показывая лапой на своего черного соседа по пещере.\nРазговор прервал крик Клеста.\n— Хватит драться. Сколько можно?!\nЛили и Сирена встали с земли и поплелись к остальным. \n— Идем — скомандовал Клест.\nВсе побежали за предводителем. Лили пыталась бежать как можно быстрее, чтобы впечатлить Клеста, но предводитель не обращал на нее внимания. Клест замедлил шаг и вскоре остановился. Лили еще никогда не была в этой части леса. Ей хотелось побыстрее все осмотреть и принести как можно больше дичи. \n— Разделимся — скомандовал Клест — Тира и Вихрь поидете попытать счастье у ручья. Обычно там много добычи. Ворон, иди в западную часть леса. Лили, если хочешь, можешь охотиться с сестрой, или можешь пойти одна. Иди на южную поляну. Сирена пойдет со мной.",
    "answers": [
      {
        "id": 5,
        "text": "далее."
      }
    ]
  },
  {
    "id": 5,
    "text": "Все разбежались по своим местам охоты, но место Лили было дальше всех. \nБелая кошка вбежала на поляну, густо заросшую высокой травой. На этот раз удача улыбнулась ей. Неподалеку от нее полевка наслаждалась своим обедом. Лили встала в стойку, готовясь к прыжку.\nЛили напрягла лапы и прыгнула.\n— Эй! — послышалось откуда-то из-под \nнее — что ты на меня прыгнула?\nНеуспела Лили посмотреть под лапы, как вдруг этот незнакомец стряхнул ее с себя. Лили встала и шипя на незнакомца начала его рассматривать. Это была красивая черная кошка, ее ровестница, с большими, сияющими, зелеными глазами.\n\"Кто она?\"- подумала Лили -\"неужели болотная кошка, или отшельница, а может домашняя киска?\"",
    "answers": [
      {
        "id": 6,
        "text": "далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Черная кошка оскалилась.\n— Уходи отсюда! И не мешай мне!\n— Это ты уходи отсюда!- воскликнула Лили не зная чем пригрозить нарушительнице.\n— Уходи, пока я тебя не убила!- зашипела черная кошка.\n— Нет, я никуда не уйду! Это ты уйдешь, нарушительница границы! Я тебя в клочья порву, если не уйдешь!\nЧерная кошка выпрямилась. Выражение ее морды моментально переменилось.\n— Нарушительница? Нет я не нарушительница. Я ничья. Одиночка. Меня зовут Зориада.\n— Мне все равно кто ты! Ты на моей территории! Я самая сильная охотница в нашем клане. \n— Правда?\n— Да!",
    "answers": [
      {
        "id": 7,
        "text": "далее."
      }
    ]
  },
  {
    "id": 7,
    "text": "Зориада оглядела соперницу с головы до лап. Она не была похожа на воительницу. Ни порваных ушей, ни шрамов... Ничего.\n— Ты не похожа на воительницу — сказала Зориада. \n—Да ну? Ты сильнее меня?\n— Видимо, да.\n— Тогда сейчас ты у меня получишь!\nЛили прицелилась и прыгнула на Зориаду, прижав ее к земле, как Сирену на тренировке.\n— Ну, как теперь выберешься?- с гордостью спросила Лили.\n— Это детские игры- ответила Зориада и мигом сбросила с себя Лили.\nОбе кошки быстро встали и Лили бросилась на соперницу, но Зориада отскочила и изо всех сил ударила Лили по голове. У белой кошки закружилась голова и она рухнула на землю. Зориада хотела подойти к ней, но услышала сзади крик.",
    "answers": [
      {
        "id": 8,
        "text": "далее."
      }
    ]
  },
  {
    "id": 8,
    "text": "— Еще шаг к моей сестре и тебе конец!\nС дерева спрыгнула серая кошка и преградила путь к Лили. Это была Тира. Злобно оскалившись она встала на защиту своей сестры. Пока Зориада смотрела в голубые глаза новой сопернице, к ней сзади бесшумно подошел Клест. Он вцепился в загривок Зориаде и подкинул ее высоко в воздух, а потом поймал и начал трясти так сильно, что Зориада чуть не потеряла сознание.\n— Ты чего это удумала? Моих учениц убивать!\nЗориада выпустила когти и ударила Клеста по носу, от чего у рыжего кота хлынула кровь, и он выпустил кошку из пасти. \nЗориада рухнула на землю без сил и потеряла сознание. Лили поднялась и закричала.\n— Вот так тебе и надо! ",
    "answers": [
      {
        "id": 9,
        "text": "далее."
      }
    ]
  },
  {
    "id": 9,
    "text": "— Лили!- закричал на нее Клест — зачем ты вступила с ней в бой? Что если бы Тира не успела, и она бы убила тебя?\n— Она бы не убила меня! Я сильнее!\nКлест посмотрел на черную кошку, лежащую на земле.\n— Она не плохо дерется для своего возраста. Она меньше Лили. Я возьму ее в наш лагерь. Уверен, она станет отличной воительницей в нашем клане.\nОн осторожно поднял черную кошку с земли и положил себе на спину. — Пора возвращаться- громко сказал Клест — Вихрь и Ворон уже ждут нас в лагере.",
    "answers": [
      {
        "id": 10,
        "text": "далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Зориада открыла глаза. Она лежала на мягкой подстилке из мха в пещере предводителя. Резкая боль пронзила ее лапу, и она взвыла. К ней подошел Клест.\n— Ты проснулась? \nЗориада посмотрела в его янтарные глаза и замахала лапами.\n— Не подходи ко мне!- закричала она — я тебе не доверяю! \nКлест быстро отошел в сторону и притих. Зориада успокоилась и легла обратно не сводя глаз с Клеста. Рана, которую он ей нанес все еще сильно болела.\n— Ты не голодна?- тихо спросил\nКлест- принести тебе что-нибудь?\nЗориада кивнула, и Клест вышел из пещеры.\nЧерная кошка попыталась встать, но задние лапы так болели, что когда она поднялась, то сразу рухнула обратно.\n— Нужно выбираться отсюда, пока не поздно.",
    "answers": [
      {
        "id": 11,
        "text": "далее."
      }
    ]
  },
  {
    "id": 11,
    "text": "Клест вернулся с большой мышкой в зубах, и привел с собой Тиру, которая несла в зубах влажный комок мха. Тира и Клест положили угощение перед черной кошкой и отошли в сторону.\nЗориада втянула в себя запах теплой мышки. Она даже не помнила, когда ела в последний раз. Черная кошка была без клана, значит она осталась без семьи и даже не могла охотиться. \nКошка набросилась на угощение и съела все до последнего кусочка. Клест кивнул Тире, и серая кошка тихо вышла из пещеры.\n— Как тебя зовут?- тихо спросил Клест.\nПоначалу, Зориада не хотела отвечать на этот вопрос, но потом смирилась.\n— Меня зовут Зориада. Коротко Зори. \n— А как ты встретилась с Лили?",
    "answers": [
      {
        "id": 12,
        "text": "далее."
      }
    ]
  },
  {
    "id": 12,
    "text": "Зори вопросительно наклонила голову к плечу.\n— Лили?\n— Это та кошка, с которой ты сражалась.\n— Я охотилась. \n— А ты чья?\n— Как это?\n— Ты болотная?\n— Нет.\n— Ты домашняя?\n— Нет.\n— Тогда кто ты?\n— Я одиночка. \n— А у тебя есть семья?\n— Хватит расспросов! — закричала Зори — Я не хочу об этом говорить! \n— Они погибли?\n— Хватит!\nЗори вскочила и не смотря на больные лапы и бросилась бежать. Лапы сильно болели, но кошка твердо становилась на землю.\n— Я убегу в лес! И ты меня никогда не найдешь!\n— Подожди! Постой!",
    "answers": [
      {
        "id": 13,
        "text": "далее."
      }
    ]
  },
  {
    "id": 13,
    "text": "Клест побежал за ней, но Зори и с больными лапами была быстрее него. Она оторвалась и убежала в лес.\nСтояла ночь. Шел дождь. Черная шерсть Зори стала мокрой, лапы скользили по камням, но Зори бежала вперед зная, что если остановится ее догонят. Ей нужно было уйти, пока Клест и остальные не заставили ее сказать правду о своей судьбе.\nВдруг, она услышала крик о помощи и не смогла сдержаться. Что происходит? Она развернулась и изо всех сил побежала на крик.\nЗабравшись на дерево и усевшись на ветке, Зори притихла и стала смотреть. Три незнакомых ей кота били четвертого. Зори присмотрелась. В том несчастном коте она узнала Клеста!\nОдин из котов прижимал его к земле, а двое других царапали и кусали его. Клест рвался и громко кричал так, что у Зори сжалось сердце. ",
    "answers": [
      {
        "id": 14,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "У Клеста не осталось сил бороться и он перестал шевелиться. \nЗори прыгнула на одного из котов и вцепилась зубами в загривок. Тут же кот сбросил ее с себя и откинул к другим.\n— Что это еще за котенок?- насмешливо спросил один из котов.\nКлест открыл глаза и увидел Зори.\n— Зори- выдавил он из последних\nсил — уходи.\nНо черная кошка не стала его слушать и высоко подпрыгнув ударила одного из котов когтями в глаз. Он взвыл, и разлилась кровь. Зори загородила собой раненого Клеста и оскалилась, подавая знак, что полна сил.\n— Ты еще об этом пожалеешь- заорал на нее странный белый кот, и все трое скрылись в тени.\nЗори отбежала от Клеста и побежала в лес, но что-то ее остановило. ",
    "answers": [
      {
        "id": 15,
        "text": "далее."
      }
    ]
  },
  {
    "id": 15,
    "text": "Зори подбежала к Клесту. Он был весь в крови и ранах. Он еле дышал после стычки с котами. Зори не брезгая крови осторожно подняла Клеста с земли и прихрамывая поплелась в лагерь.\nУ входа ее встретила Тира.\n— Что случилось, Зори? Как это произошло?\nНо у черной кошки не осталось сил, чтобы ответить, и она упала на землю.\n— Вихрь, Ворон! Помогите!- закричала Тира.\nТут же из пещеры охотников выскочили два молодых кота и не расспрашивая подняли Зори и Клеста и понесли к ручью. Тира побежала за травами для обработки ран. \nОни все встретились у ручья, и Зори сама обработала раны Клеста. Потом сама перенесла его в его пещеру. \nБыло холодно, поэтому Зори положила Клеста на свою подстилку и легла рядом.\nЭту ночь не спал весь клан, кроме Зори и Клеста. Они очень устали за последнее время. \nВесь клан стоял на стороже ночью. Зори решила, что она нужна сдесь, коты в этом клане нуждаются в ее помощи и поэтому она останется сдесь несмотря ни на что.",
    "answers": [
      {
        "id": 16,
        "text": "далее."
      }
    ]
  },
  {
    "id": 16,
    "text": "Зори встала и вышла на улицу. Утренний ветерок приятно развевал ее черную шерсть. Солнечные лучи согревали ей спину. Она прошлась по поляне между пещер. К ней подошла Сирена.\n— Зори, как Клест? С ним все хорошо?\n— Не бойся. Все в порядке. Он еще спит.\n— Обычно Клест отправлял нас на охоту, но сегодня этим прийдется заняться тебе.\n— Хорошо, зови всех.\nЧерез минуту все стояли перед Зори.\n— Значит так — начала Зори — Лили и Тира, вы поидете к ручью. Вихрь и Ворон, вы идете на северную поляну. Сирена, идешь одна в западную часть леса.\nВсе мигом разбежались по своим местам, а Зори вытащила из кучи с дичью большого голубя, намочила в ручье комок мха и отнесла Клесту.\nКак только Зори положила угощение перед Клестом и отошла в сторону, Клест открыл глаза.",
    "answers": [
      {
        "id": 17,
        "text": "далее."
      }
    ]
  },
  {
    "id": 17,
    "text": "— Зори? Это ты? Почему ты не ушла? Ты так хотела уйти от нас...\nЕго вопросы прервала резкая боль в спине. Глубокие укусы и царапины не давали ему покоя.\n— Ш-ш-ш-ш...Я отвечу на все твои вопросы, но потом. Сначала поешь, а потом мы снова обработаем твои раны. \nС этими словами Зори ушла за травами.\nКлест очень сильно проголодался, поэтому набросился на угощение, как будто не ел целую неделю. Он съел все, что принесла ему Зори. \nВскоре черная кошка вернулась с охапкой трав в зубах.\n— Ну что, начнем?\n— Другого выхода нет.\nЗори прижала его лапами к земле и начала осторожно прикладывать листья к ранам Клеста. ",
    "answers": [
      {
        "id": 18,
        "text": "далее."
      }
    ]
  },
  {
    "id": 18,
    "text": "— Ты очень сильная, добрая и смелая. Ты не хочешь стать моей ученицей?- спросил Клест.\n— Я не против.\nИх разговор прервал боевой клич Лили. Зори подскочила.\n— Охотники возвращаются!- вскрикнула Зори — Я должна их встретить! Я еще приду к тебе сегодня! Обещаю.\nЗори выпрыгнула из пещеры предводителя и подбежала к остальным. Коты поочереди закидывали свою добычу в кучу. Сирена и Тира подбежали к Зори.\n— Как Клест? Он в порядке?\n— Если хотите можете его навестить, только ненадолго, ему нужно отдыхать.\nТира и Сирена побежали в пещеру предводителя, а Зори разлеглась на солнышке и уснула.",
    "answers": [
      {
        "id": 19,
        "text": "далее."
      }
    ]
  },
  {
    "id": 19,
    "text": "Лили бродила по лесу одна вечером и подошла к границе между кланом Ветра и Болотными котами.\n— Эй киска, Лили да? — послышался незнакомый голос с территории Болота.\nЛили обернулась. Перед ней стояла Медолапа.\n— Привет. Кто ты?\n— Меня зовут Медолапа. Я хочу предупредить тебя, что твои друзья в опасности. Тебе лучше пойти со мной.\nЛили доверилась незнакомке и побежала за ней. Медолапа завернула за угол, и Лили побежала за ней. Было темно. Лили не могла разглядеть в темноте ни Медолапу, ни чего-то другого.\n— Эй, ты где? Я не вижу тебя.\nВдруг на Лили сверху напрыгнула Медолапа и прижала к земле. Янтарные глаза Медолапы сияли, а из пасти текла кровь.",
    "answers": [
      {
        "id": 20,
        "text": "далее."
      }
    ]
  },
  {
    "id": 20,
    "text": "— Не бойся, я не убью тебя. Ты лишь приманка.\nЛили стихла, и Медолапа понесла кошку в свое логово.\nЗори спала в пещере предводителя, и ей снился сон.\nОна сидит на дереве возле границы и слышит чей-то крик. Она перебралась через границу и бежит на крик... Очень знакомый крик.\nИ тут она просыпается. Рядом свернувшись в клубок лежит Клест. Что происходит? Зори тихо встала и побежала на границу. Ее преследовало чувство тревоги. Что могло произойти ночью в лесу? Она пересекла границу и почувствовала резкий запах крови. Зори бежала вперед, на этот запах и почувствовала очень знакомый запах. Сдесь была Лили! Но что она сдесь делала?",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ее мысли прервал хриплый голос.\n— Наконец-то явилась — ухмыльнулась Медолапа — если ты не хочешь по хорошему перейти на нашу сторону, тогда мы не оставим тебе выбора. \nЗори посмотрела на золотистую Медолапу.\n— Ураган — окликнула брата \nМедолапа — выводи ее.\nЗори присмотрелась вдаль. Из темноты вышел черно-белый кот, ведя перед собой Лили.\n— Не троньте ее!- рявкнула Зори.\n— У тебя нет выхода, Зориада. Либо ты остаешься, либо она умирает. Ты будешь очень полезна нам.\n— Можно нам поговорить?\n— Конечно. Сколько угодно.\nУраган выпустил Лили, и белая кошка бросилась к Зори.\n— Слушай меня. Я останусь сдесь, а ты уходи. По другому никак.\n— Нет. Ты должна выжить.\n— Ты не понимаешь! Они заставят тебя убить Клеста! И меня, и Тиру! Весь наш клан падет от твоих лап, если останешься! Уходи, пока есть шанс.",
    "answers": [
      {
        "id": 22,
        "text": "далее."
      }
    ]
  },
  {
    "id": 22,
    "text": "— Я не собираюсь оставлять тебя сдесь.\n— Ну? Вас долго ждать?- спросила Медолапа.\n— Я остаюсь!-крикнула Зори.\n— Хорошо — улыбнулась Медолапа.\n— Расскажи обо всем Клесту. За меня не бойся. И пусть он сильно по мне не скучает, ладно?\nЛили хотела что-то сказать в ответ, но Ураган схватил ее за загривок и откинул от Зори.\nЧерная кошка посмотрела вслед Лили и растворилась во тьме болотного леса. \nЛили бежала по болотной тропинке. Ее маленькие лапки сильно болели от долгой беготни по лесу. Как она могла оставить подругу у своих врагов?Когда она добежала до лагеря уже встало солнце.\n— Клест! Где ты? Нужно поговорить!\nОна вбежала в пещеру предводителя.\nКлест подошел к ней и погладил хвостом по ее взъерошеной спине.\n— Что случилось?\n— Зори... Она больше не на нашей стороне!",
    "answers": [
      {
        "id": 23,
        "text": "далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Как это?- удивился Клест.\n— Это я во всем виновата- призналась Лили — Я побежала в лес, перешла границу, и меня поимали, а Зори пошла спасать меня, и потом...\n— Ш-ш-ш-ш... Тише Лили. Ты не виновата в том, что Зори попала на сторону зла. Это не твоя вина.\n— Но это я доверилась незнакомке!- закричала Лили — Я не хотела, чтобы так вышло! С помощью Зори, Медолапа убьет нас всех!\n— Не кричи, Лили, все в порядке. Мы справимся. Я давно чувствовал, что эта крысомордая трусиха воспользуется силой Зори. Иди спать, ладно? Я вижу, ты сильно устала. \nЛили пошла к себе, а Клест к себе.\n— Сестра? Где ты была? Что случилось?\nЛили подняла глаза и увидела испуганную Тиру.",
    "answers": [
      {
        "id": 24,
        "text": "далее."
      }
    ]
  },
  {
    "id": 24,
    "text": "— Зори открыла мне правду — начала Лили — я думала, что самая сильная, но поняла, что это не так. Нам надо помочь ей! \n— Я знаю о чем ты думаешь, Лили. Но нам нельзя рисковать! Пока Зори в лапах болотных котов многое может случиться.\nЗори тоже не спала этой ночью.\n— Готовы?- спросила Медолапа Шипастую и Урагана.\n— Готовы.\n— Тогда вперед!\nНа поляне возле реки стояла Зори. Шипастая подошла сзади и сбросила кошку в воду. Зори забила лапами по воде, но Шипастая схватила ее за загривок и начала трясти.\n— Скажи мне, что ты наша кошка! Скажи, что ты болотная! \nНо Зори промолчала.\nТогда Шипастая опустила Зори в воду на несколько минут и потом вытащила обратно.\n— Скажи!\n— Никогда!\nШипастая снова опустила Зориаду в воду и потом вытащила.\n— Скажи! И все прекратится!\nШипастая в последний раз опустила Зори в воду. От грязной воды у Зори покраснели глаза.",
    "answers": [
      {
        "id": 25,
        "text": "далее."
      }
    ]
  },
  {
    "id": 25,
    "text": "Увидев свое отражение в воде Зори отвернулась от воды. \n— Я болотная!\n— Наконец-то! Она сказала это! Сказала! \n— Теперь покажи, как ты дерешься!- ухмыльнулся Ураган.\nЧерно-белый кот зашипел и кинулся на Зори. Черная кошка выскочила из пасти Шипастой и бросилась бежать. Но шансы на побег были слишком малы. С боку бегущую кошку за загривок схватила Медолапа. Она потрясла ее и отбросила к Урагану. Не успев опомниться, Зори увидела Урагана, который схватил ее в зубы. Черная кошка сильно ударила его лапой по морде так, что Ураган выпустил ее из пасти. Но Зори не стала останавливаться и сжала зубы на его передней лапе. Ураган взвыл, а Шипастая громко засмеялась... Громко и жутко.",
    "answers": [
      {
        "id": 26,
        "text": "далее."
      }
    ]
  },
  {
    "id": 26,
    "text": "Прошло 17 дней.\nЗа это время жестокая кошка сделала из Зориады настоящую убийцу, которая не знала ни страха, ни опасности, ни совести.\n— Медолапа, где твоя ученица?- спросила Шипастая.\n— Не знаю, Шипастая, она давно должна была быть сдесь. О вон она! На холме. Смотри! \nЗориада сбежала вниз с холма и подошла к Медолапе. В ее глазах больше не играли веселые искорки, они стали красными как кровь.\n— Ух-ты — восхитилась Шипастая — какая у тебя ученица. Она наверное точно готова к битве.\n— Да она готова. Я в этом уверена.\n— Она станет лучшей убийцей. Это произошло раньше, чем я думала. Твои воины готовы?\n— Да. Они с нетерпением ждут, когда смогут пролить чужую кровь на поле боя.\n— Моя лучшая ученица готова прикончить моего заклятого врага Клеста. Раньше ее звали Зориада, но теперь она Кровавая Принцесса. ",
    "answers": [
      {
        "id": 27,
        "text": "далее."
      }
    ]
  },
  {
    "id": 27,
    "text": "— Вперед — скомандовала Шипастая — и пусть наши враги падут под нашими лапами.\nЗориада рванулась вперед, и все болотные коты побежали за сильной ученицей. \nТира сидела на дереве и смотрела на границу. Вдруг, она увидела движущуюся толпу, ее голубые глаза распахнулись от ужаса, и она побежала в лагерь.\n— Клест! На нас напали!\nРыжий кот быстро выскочил из своей пещеры и побежал на границу. Лили побежала за ним.\n— Нет! Это Зори! Я знала, что этот день прийдет! \nКлан Ветра добежал до границы, где их уже поджидали болотные коты. \n— В атаку!- скомандовала Шипастая.\nКлест позвал свое небольшое войско, и бросился в бой. Лили сцепилась с Ураганом, Тира с Шипастой, а Клест с Медолапой. Рыжий кот прижал ее к земле так, что она не могла пошевелиться. Он выпустил когти и хотел вцепиться ей в шею, как вдруг его повалил серый одноглазый кот. ",
    "answers": [
      {
        "id": 28,
        "text": "далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "Он прижал его к земле и выпустив когти впился ему в шею так, что Клест стал задыхаться. Но ему помогла Лили. Набросившись на одноглазого кота, Лили сбила его с лап и начала царапать ему морду. Медолапа поняла, что дело плохо.\n— Кровавая Принцесса! Это твой шанс показать себя! Убей этого рыжего кота и станешь героиней среди котов. Зори набросилась на Клеста и изо всех сил ударила его по голове. Из носа Клеста хлестала кровь, и от сильного удара он упал на землю. Голова сильно кружилась, в глазах темнело. Все что он смог разглядеть, это яростный взгляд Кровавой Принцессы и страшную улыбку, открывающую вид на окровавленные зубы.\nЗори хотела впиться острыми клыками в его шею, но жалобный голос Клеста остановил ее.",
    "answers": [
      {
        "id": 29,
        "text": "далее."
      }
    ]
  },
  {
    "id": 29,
    "text": "— Зори, прошу тебя, опомнись! Это я! Клест! Одно твое слово и все закончится!\n— Нет! Не слушай его — заорала Медолапа -не слушай! Убей его! Убей!\n— Зори, доверься мне! Вспомни меня,прошу!\n— Клест?- переспросила Зори.\nОна отпрянула. Ее глаза моментально преобрели зеленый цвет.\n— Отступаем, мои болотные приспешники!- закричала Зори.\n— Нет!- завопила Медолапа — Предательница! Раз это не сделаешь ты, то сделаю я!\nОна набросилась на Клеста и сжала зубы на его загривке. Клест заскулил от боли.\n— Зори, сделай что-нибудь!- закричала Лили.\nЗори разбежалась и сбросила Медолапу с Клеста.\n— Ты больше никогда не притронешься ни ко мне, ни к моему клану!\nЗори впилась зубами в шею Медолапы. Хлынула кровь и болотные коты сбежали на свою территорию. Медолапа обмякла в лапах Зори, и кошка отошла от нее к остальным. Лили бросилась к ней и чуть не сбила с лап.\n— Зори! Это ты! Это правда ты!\n— Да, да. Я...",
    "answers": [
      {
        "id": 30,
        "text": "далее."
      }
    ]
  },
  {
    "id": 30,
    "text": "Зори вдруг замомолчала и посмотрела на обездвиженное тело Клеста. Зори в слезах бросилась к рыжему коту.\n— Нет! Что я наделала!\nЗори прислонила ухо к груди Клеста и прислушалась. Она уловила еле слышное биение сердца и неровное дыхание.\n— Он жив! Ворон, помоги мне!\nЧерный кот выпрыгнул из толпы и осторожно поднял дрожащего предводителя с земли. Зори проводила его взглядом.\n— Лили, Тира, пожалуйста помогите мне! Принесите как можно больше целебных трав, мокрого мха и паутины.\n— Хорошо. Принесем все, что найдем.\nТира и Лили отправились на поиски трав, а Зори пошла вместе с Вороном, она очень волновалась за Клеста, поэтому металась возле Ворона, как мышь возле зерна. Что же будет дальше? Сможет ли Клест выжить? ",
    "answers": [
      {
        "id": 31,
        "text": "далее."
      }
    ]
  },
  {
    "id": 31,
    "text": "Ворон вошел в пещеру предводителя и осторорожно положил Клеста на подстилку. \n— Спасибо — прошептала Зори — дальше я справлюсь сама.\nВорон кивнул и вышел. Сразу после его ухода вбежали Лили и Тира с травами в пасти.\n— Вот, Зори. Все что нашли — отдавая травы подруге, сказала Лили.\n— Спасибо. Листья окопника должны помочь ему быстрее встать на лапы.\nЛили и Тира вышли из пещеры, оставив Зори наедине с раненым другом.",
    "answers": [
      {
        "id": 32,
        "text": "далее."
      }
    ]
  },
  {
    "id": 32,
    "text": "Зори тихо сидела рядом с Клестом и ждала. \n— Зори — шопотом окликнула кошку Лили- Ты не голодна?\n— Нет.\n— Что ты тут сидишь? Развейся!\n— Нет. Я хочу посидеть сдесь.\nЛили вздохнула и скрылась за стеной пещеры.\nКлест закашлялся и Зори подошла к нему.\nКлест почувствовал запах болотных котов и сжавшись в комок начал махать лапами, не видя куда бьет. Он не мог открыть глаза. Теплая лапа дотронулась до его спины и уложила обратно. \nРезкая боль в горле заставила его перевернуться на бок и заскулить. Потом Клест почувствовал, как чей-то теплый язык коснулся его горла и начал вылизывать его рану.\n— Кто ты? Где я? Отпусти меня!- еле слышно спросил Клест.",
    "answers": [
      {
        "id": 33,
        "text": "далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Зори нахмурилась.\n— Не помнишь меня? Это я. Зори.\nКлест замер. Черная кошка ожидала, что Клест начнет кричать на нее за то, что она сделала, но в ответ услышала тихое мурлыканье.\n— Зори? Это правда ты? Я думал, ты навсегда перешла на сторону болота. Как ты вернулась?\n— Это не важно — прошептала Зори — тебе нужно отдохнуть. Зори взяла паутину и обмотала ею горло Клеста.\n— Зори, не уходи! Прошу останься!\n— Я не могу, но я позову для тебя Тиру или Сирену. Хочешь?\nНо в ответ она ничего не услышала. Клест крепко спал, зарывшись в свой хвост. Зори тихо вышла и побежала к Лили.",
    "answers": [
      {
        "id": 34,
        "text": "далее."
      }
    ]
  },
  {
    "id": 34,
    "text": "— Эй, Лили! Пошли на поле!\n— Зачем?\n— Играть, охотиться, собирать лечебные травы... Хочешь?\n— Конечно. Я только за.\nЛили и Зори побежали на поле, но возле него остановились. Зори принюхалась.\n— Лили, ты чувствуешь?\nЛили посмотрела на подругу.\n— Что происходит?\n— Беги за помощью. Приведи всех, кто в силах драться. \n— Зори?\n— Беги. Если не успеешь, я погибну.\nЛили в страхе побежала по лесу в лагерь. Ее лапы несли ее так быстро, как никогда. Она знала, что от нее зависит жизнь ее подруги. Увлеченная своими мыслями, Лили столкнулась с Вороном.\n— Что стряслось?- улыбнулся Ворон.\n— Собирай всех! Зори нужна наша помощь. Она сказала, что если опоздаем, она погибнет!\nВорон напрягся.\n— Клан Ветра! Зориаде нужна наша помощь! Помогите!",
    "answers": [
      {
        "id": 35,
        "text": "далее."
      }
    ]
  },
  {
    "id": 35,
    "text": "Весь клан быстро вынырнул из своих пещер и встали перед Лили.\n— Мы готовы! Веди нас, Лили!\nЛили посмотрела в янтарные глаза Ворона и рванула в лес. Но когда они добежали, Зори уже не было. \n— Лили? Где она?\n— Я... Я не знаю.\nЕе прервал дикий крик о помощи.\n— Это Зори! Вперед!\nЗори была окружена множеством болотных котов. Она была вся в царапинах, а ее уши... Уши были сильно порваны. Из них текла кровь. Но Зори все еще оборонялась как могла. К ней напомощь прыгнула Лили.\n— Зори ты как?\n— Нормально.",
    "answers": [
      {
        "id": 36,
        "text": "далее."
      }
    ]
  },
  {
    "id": 36,
    "text": "Зори и Лили атаковали противников с двух сторон, а сзади атаковали остальные.\n— Нас окружили!- заорала Шипастая- отступаем!\nБолотные коты бросились в бегство. Шипастая обернулась.\n— Если мы не сможем убить Клеста, то убьем его лучшую ученицу.\nШипастая набросилась на Зори, и они кувырком покатились в овраг. Шипастая отскочила и побежала в лес, а Зори повисла на скользких камнях.\n— Помогите!\nЛили бросилась к Зори, но не успела.\nЛапы черной кошки соскользнули, и она с криком полетела в реку.",
    "answers": [
      {
        "id": 37,
        "text": "далее."
      }
    ]
  },
  {
    "id": 37,
    "text": "Лили вошла к Клесту. Он наконец-то смог открыть глаза и даже стал самостоятельно вылизываться. Лили зашла в пещеру и встала, как вкопаная.\n— Лили, ты не знаешь где Зори? Я хочу ее увидеть.\nЛили распахнула глаза и посмотрела на Клеста.\n— Зори, она... Временно ушла. Но не бойся. Она вернется.\n— Когда? Зачем ушла? Куда? Давно?\nЛили не могла ответить ни на один из этих вопросов, и тогда вмешалась Тира. Она влетела в пещеру, как маленькая птичка.\n— Зори ушла далеко за реку, она просила передать тебе, что вернется не скоро, пополнить запас лечебных трав.\n— Ну ладно. Раз ей так хочется, я не буду ее останавливать.",
    "answers": [
      {
        "id": 38,
        "text": "далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Лили и Тира вышли из пещеры.\n— Тира, мы соврали!\n— У нас не было выбора!\n— Рано или поздно он обо всем узнает!\n— Мы будем готовы к этому. Нашей подруги нет. Она либо разбилась, либо утонула. Мы лишь хотим уберечь Клеста от лишнего стресса. Только представь, как бы он отреогировал на гибель Зори. \n— Ты права. Он бы умер от горя! Я не допущу этого!\n— Я тоже.\n— Пошли в пещеру. Так как Зори погибла, мы должны заботиться о состоянии Клеста. \n— Пошли наберем трав и пойдем к Клесту.\nПо пути в пещеру предводителя, Лили столкнулась с Вороном и Вихрем.\n— Тира, Лили, вы соврали?\nТира выронила из пасти травы.\n— Вы все слышали?\n— Да. Как вы могли обмануть...",
    "answers": [
      {
        "id": 39,
        "text": "далее."
      }
    ]
  },
  {
    "id": 39,
    "text": "— Ш-ш-ш-ш... Молчи. Я не хочу, чтобы Клест услышал... Представь, что с ним будет, если он узнает.\n— Ладно, но мы не сможем скрывать это долго. Он узнает об этом.\n— Я знаю. Но он сейчал очень слаб. Потом, когда ему будет лучше, он узнает правду.\n— Он не поверит!\n— Это будет даже лучше.\n— Но он будет ждать Зори каждый день и потом, потеряв надежду, он либо сбежит, либо так и умрет в своей пещере.\n— Мы этого не допустим.\n— Ладно, идите. Мы не будем вам мешать. \nТира подняла травы и пошла к Клесту вместе с сестрой, а Ворон и Вихрь остались на поляне.",
    "answers": [
      {
        "id": 40,
        "text": "далее."
      }
    ]
  },
  {
    "id": 40,
    "text": "Прошло семь дней.\nНаступила пора снегопада.\nКлест встал на лапы, с помощью Тиры. Отправив утром охотников, Клесту пришлось самому идти проверять границу. Зря.\nКлест добрался до границы, и сразу с противоположной стороны из темного леса вышла Шипастая. Клест оскалился.\n— Где же твоя целительница?- спросила Шипастая.\n— О ком ты?\n— Ты прекрасно знаешь о ком я говорю. О твоей девчонке, которая спасала и лечила тебя. \n— Она ушла за лечебными травами. Но пока ее нет, я сам смогу за себя постоять.\n— Ты врешь мне! Я знаю, что врешь!\n— О чем ты говоришь?\n— Я не хочу с тобой драться. Я лишь хочу сказать тебе, что твоя храбрая любимица погибла, защищая свой клан. А твои ученики врали тебе все это время!",
    "answers": [
      {
        "id": 41,
        "text": "далее."
      }
    ]
  },
  {
    "id": 41,
    "text": "У Клеста закружилась голова. Лапы подкосились, и он упал на землю.\n— Этого не может быть! Зори не могла погибнуть!\n— Еще как могла! Я сбросила ее в обрыв! А твоя медлительная ученица, Лили, даже не успела помочь ей! Спроси своих! Они все скрывают от тебя правду!\n— Ты врешь!\n— Я не могу соврать тебе. Все таки от тебя у меня родилась дочь, которую ты отобрал!\n— Сирене лучше на территории клана Ветра!\n— Как знаешь. А теперь беги! Пока не поздно.\nКлест вскочил и бросился бежать. Слова Шипастой все еще звучали в его ушах. Но он не мог поверить ее словам. \nВбежав в лагерь он встал перед Лили и Тирой.",
    "answers": [
      {
        "id": 42,
        "text": "далее."
      }
    ]
  },
  {
    "id": 42,
    "text": "— Говорите! Где Зори на самом деле?\nЛили вздрогнула.\n— Я знаю правду! Я хочу услышать ее от вас!\n— Мы лишь не хотели тебя расстраивать.\n— Почему вы не сказали сразу? Вы обманщицы!\n— Прости. Мы не хотели...\n— Хватит! Я найду Зори и приведу обратно! Живой или мертвой!\nКлест бросился в лес. \"Я найду Зори. Найду.\"- звучало у него в голове.\nКлест подбежал к обрыву и посмотрел вниз. Его лапы соскользнули, и он покатился вниз.\nКлест упал на холодный снег. К счастью он упал удачно. Большие облака пара вырывались из его пасти. Он встал и поплелся по снгу вдоль берега замерзшей реки. Он очень хотел в последний раз увидеть свою любимую ученицу. ",
    "answers": [
      {
        "id": 43,
        "text": "далее."
      }
    ]
  },
  {
    "id": 43,
    "text": "Он шел очень долго. Шел сильный снег. Холодный ветер неприятно дул в лицо. Клест очень сильно замерз. Его задняя лапа онемела от холода, а за ней другая. Клест больше не мог идти и упал на снег. Клонило в сон. Клест попытался подняться, но не мог пошевелить ни одной из частей тела. Рыжий кот сдался и провалился в сон. \nВдруг из одной маленькой, незаметной пещерки выскочила черная кошка. Она подбежала к Клесту и обнюхала. Болотом от него не пахло, поэтому кошка подняла его и затащила к себе в пещеру.",
    "answers": [
      {
        "id": 44,
        "text": "далее."
      }
    ]
  },
  {
    "id": 44,
    "text": "Клест открыл глаза. \nНа улице было утро. Солнечные лучи пробивались в пещеру и падали на нос Клесту. Он был в пещере один. Может быть он не помнил как добрался? Послышался шорох снаружи, и Клест притих. Перед ним встала черная кошка. Она держала в зубах мышь и мокрый комок мха. Кошка бросила дичь Клесту и выпрыгнула из пещеры ни сказав ни слова. \nКлест съел все, что принесла ему кошка и попытался встать, но не смог даже пошевелить лапами. Черная кошка вернулась с охапкой перьев и начала подкладывать их Клесту. Рыжий кот наблюдал за ней не в силах пошевелиться.",
    "answers": [
      {
        "id": 45,
        "text": "далее."
      }
    ]
  },
  {
    "id": 45,
    "text": "— Кто ты?\nЧерная кошка взглянула на Клеста и промолчала. Ее взгляд показался Клесту знакомым.\n— Зори? Это ты?\nЧерная кошка повернулась к нему и нагнулась над его ухом.\n— Да. Я рада тебя видеть.\nЗори закашлялась.\n— Ты не можешь говорить? Ты простыла?\nЗори кивнула.\n— Я пролежала на холодном снегу два дня, перед тем как прийти в себя. \n— Бедняжка...\n— А с тобой то что?- прохрипела Зори.\n— Я пошел на поиски твоих останков и немного не расчитал свои возможности.\n— Останки?\n— Мне сказали, что ты погибла!\n— Это сильно сказано.\nЗори легла рядом, и только тогда Клест увидел большую, свежую рану, идущую от плеча, почти до хвоста Зори.\n— Неудачно упала?\n— Еще как!",
    "answers": [
      {
        "id": 46,
        "text": "далее."
      }
    ]
  },
  {
    "id": 46,
    "text": "— Почему ты не вернулась?\n— Я хотела, но поняла что спустившись сюда, мы скорее всего не сможем подняться назад, особенно сейчас.\n— Я думал, что больше тебя никогда не увижу! Я так рад, что нашел тебя!\nЗори замурлыкала.\n— Я тоже думала, что не увижу никого из вас. Но ты пришел сюда!\nЗори закашлялась.\n— Тебе лучше принять травы — посоветовал Клест.\n— Где я их найду? Кругом снег! А ты за себя не волнуйся. У тебя легкое обморожение. Это пройдет.\n— Я уйду на разведку, а ты сиди сдесь.\nЗори выпрыгнула из пещеры и пошла вдоль берега.\n— Я уверена, отсюда должен быть выход! Его надо только найти!\nЗори оббежала всю территорию, но так и не нашла выхода. Огромные скалы не позволяли забраться наверх. Зори вернулась обратно.\n— Что с тобой?- поинтересовался Клест.\n— Я надеялась, что у меня получится.\n— Что?\n— Найти выход отсюда. Но скалы слишком крутые, чтобы по ним подняться. Видимо мы тут застряли навсегда.",
    "answers": [
      {
        "id": 47,
        "text": "далее."
      }
    ]
  },
  {
    "id": 47,
    "text": "— Что? Навсегда? Этого не может быть!\n— Скорее всего мы умрем сдесь не дождавшись поры Цветения. Нам нужны травы, дичь и вода. Травы сдесь почти не растут, дичи очень мало, вода скована льдом. \nТолько сейчас Клест заметил, что Зори сильно похудела за это время так, что ребра были видны на шерсти кошки.\nЭтой ночью Зори почти не спала. Она думала, как же им выбраться с этого места и вернуться домой, к друзьям, в клан Ветра, где много дичи, и всегда сухо и тепло. Она должна была придумать, как вернуться домой и больше никогда не уходить так далеко от своего дома.",
    "answers": [
      {
        "id": 48,
        "text": "далее."
      }
    ]
  },
  {
    "id": 48,
    "text": "— Клест!- закричала Зори — Я знаю как добраться домой! Ты готов?\nКлест встал. Он уже мог ходить, обморожение прошло еще ночью.\n— Каков план?\n— Мы переедем туда на льдинах!\n— Зори, это безумие!\n— Пусть так. Но что лучше попробовать или просто умереть сдесь от голода и холода? Помнишь овраг сверху?\n— Конечно.\n— Помнишь, за этой скалой было продолжение дороги?\n— Я тебя понял, Зори!\n— Идем.\nЗори и Клест подбежали к концу дороги и начали бить лапами по льду. Вскоре лед раскололся и они смогли запрыгнуть на нее. Льдину подхватило течением и понесло в нужную сторону. Вдруг, лапы начали скользить по льду и Зори с Клестом упали в воду. Зори умела плавать и выпрыгнула на льдину ожидая своего друга. Но вдруг, в голове у нее прозвучали знакомые слова: \"Я не умею плавать!\"",
    "answers": [
      {
        "id": 49,
        "text": "далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Зори просилась в воду и опустилась на самое дно. Там было темно, она не знала куда плыть. Но тут, она увидела два сверкающих глаза. Она поплыла к ним и увидела Клеста. Черная кошка схватила его за загривок и потащила наверх. Через несколько секунд они оказались на поверхности льдины.\n— Заставил же ты меня поволноваться!- пошутила Зори, но Клест явно был не настроен на шутки. Он дрожа прижался к льдине и не шевелился.\n— Ты умеешь плавать?- спросил Клест.\n— Ну да. Научили, когда я жила со своей семьей...\nВнезапно Зори похолодела. Она уже очень давно не вспоминала о своей семье. Ей так хотелось снова увидеть своих родных и друзей. Встряхнув головой, она отвлеклась от воспоминаний. \n— Мы почти доплыли.\n— Это очень хорошо.",
    "answers": [
      {
        "id": 50,
        "text": "далее."
      }
    ]
  },
  {
    "id": 50,
    "text": "Льдина подплыла к берегу. Зори и Клест вышли на снег.\n— Дальше пешком. Думаю, завтра будем дома. \n—Это хорошо. Лучше пойти по берегу.\nЗори и Клест шли весь день.\n— Я проголодалась. Ты не голоден?\n— Да. Но дичи нет. Что будем делать?\nЗори подошла к воде и пристально на нее посмотрела. Одно резкое движение, и небольшая рыбка барахталась на снегу, а за ней вылетела на берег вторая.\n— Рыба?- удивился Клест — Я не ем рыбу.\n— Знаешь, мне кажется выбор в нашем случае не большой.\nКлест поморщился и вместе с Зори набросился на рыбу. Противный привкус все еще чувствовался во рту.\n—Идем — поторопила его Зори — Нам нужно спешить. Думаю мы не успеем до ночи дойти. Нам нужно переночевать.",
    "answers": [
      {
        "id": 51,
        "text": "далее."
      }
    ]
  },
  {
    "id": 51,
    "text": "На следующее утро.\nЗори и Клест бежали дальше вдоль берега. Вдруг Зори остановилась.\n— Клест, ты помнишь, что наши обычно выходят на охоту утром, сейчас они должны быть над нами.\nСверху послышался крик. Это была Лили.\n— Лили — изо всех сил закричали Зори и Клест — Посмотри вниз! Мы сдесь!\nЧерез несколько секунд показалась белая мордочка.\n— Зори? Клест? Вы живы!\n— Да! Вытащи нас отсюда!\n— Пройдите еще немного вдоль берега, там не очень крутая гора, вы сможете забраться!\nЗори, Клест и Лили побежали в одну сторону. Лили была права. Склон одной из гор был не таким крутым, как остальные. ",
    "answers": [
      {
        "id": 52,
        "text": "далее."
      }
    ]
  },
  {
    "id": 52,
    "text": "— Давай, Клест, ты первый. Я за тобой.\nКлест запрыгнул на гору и побежал наверх, а Зори за ним. Камни соскальзывали под лапами и скатывались вниз, но друзья продолжали бежать наверх. Клест подпрыгнул высоко вверхи его вытащила Лили. Зори медлила.\n— Давай, Зори, чего ты ждешь?\nЗори прыгнула, но большие камни, скатившиеся с горы, не дали ей допрыгнуть до Лили. Зори еле держалась на лапах. Камни сбивали ее с лап, и кошка еле как перепрыгивала через них. Лили выпустила когти.\n— Ну уж нет! Второй раз я тебя не упущу! Зори прыгай!\n— Ты с ума сошла? \n— Доверься мне!",
    "answers": [
      {
        "id": 53,
        "text": "далее."
      }
    ]
  },
  {
    "id": 53,
    "text": "Зори оттолкнулась от большого камня и прыгнула к Лили. Белая кошка схватила подругу за загривок и вытащила наверх.\n— Молодец, Лили!- похвалил ученицу Клест.\nЛили стала вылизывать ушки подруге.\n— Зори, я думала, что ты погибла!\n— Я знаю. Но я просто не могла выбраться оттуда.\n— Идем в лагерь. Наши друзья очень обрадуются, когда узнают, что вы живы!\nЗори, Лили и Клест направились в сторону лагеря.",
    "answers": [
      {
        "id": 54,
        "text": "далее."
      }
    ]
  },
  {
    "id": 54,
    "text": "Лили, Зори и Клест добежали до лагеря. Оглядевшись Лили стала искать сестру.\n— Тира! Где ты?\nСправа послышался шорох. Из-за дерева вышла Сирена.\n— Лили? Зори? Клест? Вы снова сдесь!\nКошка была вся в побоях и царапинах.\n— Что стряслось? Где все? — спросил Клест.\n— Болотные коты с западной части леса. Они узнали, что единственная целительница нашего клана погибла, а предводитель ушел и пропал, поэтому они напали на нас. Нас было всего лишь четверо, и мы не смогли противостоять большой кошачьей армии.\n— Так болотные коты всего леса воюют между собой? — открыла пасть Зори.\n— Да. Они взяли в плен Тиренду, Ворона и Вихря. А я успела вырваться и сбежать.\n— Тогда чего же мы ждем? Нужно их спасти!",
    "answers": [
      {
        "id": 55,
        "text": "далее."
      }
    ]
  },
  {
    "id": 55,
    "text": "— Не все так просто, Зори. Нас четверо, а их целая армия!\n— Мы не можем их там бросить! Помните, что со мной случилось, когда я жила у болотных котов?\n— Ты меня чуть не убила!- возмутился Клест.\n— Это вышло случайно. Мне промыли мозги! Стерли память!\n— Ладно. Нам нужно придумать план.\n— Идем. Придумаем по дороге. У нас нет времени!\nЧетверо котов побежали в сторону Западного болота. Зори молчала. Она придумывала план.\nНаконец они добежали до лагеря Западных котов. Они все запрыгнули в кусты.\n— Ну, Зори, какой у нас план?\n— Бесшумно проходим вон в ту пещеру. Я уверена, что наши друзья в ней. ",
    "answers": [
      {
        "id": 56,
        "text": "далее."
      }
    ]
  },
  {
    "id": 56,
    "text": "— Как мы туда пройдем? И ты точно знаешь, какая из пещер нам подойдет?\n— Доверьтесь мне. Вперед.\nЗори бесшумно запрыгнула на ветку одного из деревьев. Все остальные прыгнули за ней. Черная кошка ловко прыгала с ветки на ветку, но вдруг одна из них с треском сломалась, и Зори с грохотом упала вниз. \n— Кто там?- послышался неподалеку грубый голос, от которого Зори в панике побежала в первую попавшуюся пещеру.\nК счастью, это оказалась пещера маленьких котят, которые мирно сопели рядом со своей матерью. Зори вздохнула и стараясь не шуметь выглянула наружу.",
    "answers": [
      {
        "id": 57,
        "text": "далее."
      }
    ]
  },
  {
    "id": 57,
    "text": "— Тень? Почему ты не спишь?- послышался резкий голос сзади. \nЗори обомлела. Она отвернулась, чтобы тот кот не видел ее сияющих зеленых глаз.\n— Я уже иду к себе- стараясь не выдавать себя промямлила Зори.\nОна даже не знала, что сказать незнакомцу.\n—Я понял. Ты ходила проведать сестру и ее котят?\n— Да. Точно. Угадал- случайно сказала Зори.\n— Иди спать. Уже поздно ходить по чужим пещерам.\nЗори хотела побыстрее уйти от неприятного собеседника, как вдруг решила кое-что сказать ему.\n— А ты не знаешь, где предводитель держит пленников?\n— Раньше они находились вон в той пещере- он указал на пещеру в которую шла Зори — Но теперь, он держит их у себя в пещере под хорошей охраной. А почему ты спрашиваешь?",
    "answers": [
      {
        "id": 58,
        "text": "далее."
      }
    ]
  },
  {
    "id": 58,
    "text": "— Я беспокоюсь. Вдруг они сбегут?\n— Я знаю, как ты не любишь чужих, но вдруг они не хотят воевать?\n— Клык!- послышался неподалеку крик -иди спать.\n— Ну ладно, я пошел. И ты иди. Вдруг наткнешься на чужаков. До завтра.\nКот ушел и друзья Зориады подошли к кошке.\n— Клык значит — прошептала сама себе Зори.\nЭтот рыже-белый кот ей немного понравился. Она не могла забыть его образ.\n— Потрясающее актерское мастерство — посмеялся Клест — как тебе удалось?\n— Идем. Теперь мы знаем где искать наших друзей. \nНа улице никого не было. Все Западные коты уже давно спали в своих пещерах. Лили и Зори шли перед Сиреной и Клестом.\n— Зори ты знаешь куда идти?- спросила Лили.\n— Думаю да. Все лагеря болотных котов устроены одинаково.",
    "answers": [
      {
        "id": 59,
        "text": "далее."
      }
    ]
  },
  {
    "id": 59,
    "text": "Друзья дошли до пещеры предводителя.\n— Быстро в кусты!- прошипела Лили.\nТолько все прыгнули в кусты, как вдруг показались два охранника. Они вышли из пещеры, и Зори прислушалась.\n— Может уже пойдем?- сказал первый кот.\n— Да. Пошли. Куда эти трое денутся? Мы завалили их камнями- сказал второй.\nДва кота еще долго разговаривали и шли к своей пещере. Зори и Лили вошли внутрь, подав знак остальным оставаться на месте. На земле лежал спящий предводитель. Подруги не шумя стали обыскивать стены. \nВдруг Лили сбила один камушек со стены. \n— Я нашла- прошептала она.\n— Хорошо. Пошли.\nЗори и Лили отодвинули камни и перед ними возник темный вход вниз.\nЗори и Лили спустились вниз, тут же на Зори кто-то напал и повалил на острые камни. Лили хотела помочь ей, но она тоже оказалась на земле, прижатая тяжелыми лапами.\n",
    "answers": [
      {
        "id": 60,
        "text": "далее."
      }
    ]
  },
  {
    "id": 60,
    "text": "— Выпустите нас!- зашипел чей-то голос.\nЭтот голос показался кошкам очень знакомым. Зори вдруг вспомнила и этот голос, и этот запах.\n— Тира?\n— Откуда ты знаешь мое имя?!\nУ Зори засияли глаза, осветив почти всю морду. Тира отпрянула.\n— Ворон отпусти ее. Это Лили.\nВорон вытаращил глаза и расторопно слез с Лили.\n— Так ты жива? Это не возможно!\n— Меня нашел Клест, а я нашла его. В общем, это долгая история. Нам нужно выбраться отсюда.\n— Ты права. Как вы вообще сюда пришли?\n— Я случайно упала с дерева, обманула охотника, выдала себя за болотную охотницу, и мы пробрались сюда за вами.\n— Эй, девочки- прервала разговор Лили- не хочу вас отвлекать, но скоро утро. Нам пора уходить.\nВсе тихо побежали к выходу. Клест и Сирена стояли и ждали на улице. Увидев друзей, ни говоря ничего, Клест и Сирена влились в коллектив беженцев и убежали. ",
    "answers": [
      {
        "id": 61,
        "text": "далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Клан в полном составе добежал до лагеря. Лапы безумно болели. У Зори и Лили из лап сочилась кровь. Отдышавшись все разошлись по пещерам и моментально уснули.\nНа следующую ночь.\nЗори не спалось. Она по прежнему спала в пещере Клеста. После встречи с Клыком, она не могла забыть его голос и добрый взгляд. Она хотела увидеть его снова.\nЗори тихо вышла на улицу. Давно стемнело, поэтому она могла прогуляться к западным котам. Кошка быстро и бесшумно побежала в лес. Было темно, снег скрипел под лапами, облачка пара вырывались из пасти черной кошки. Зори встала возле границы и осмотрелась. Никого не было. Зори хотела переступить границу, как вдруг почувствовала резкий запах болотных котов и замерла с вытянутой лапой. Из-за деревьев показался рыже-белый кот. Его зеленые глаза сверкнули. Кот приблизился к черной кошке, и Зори отпрянула. Этим котом оказался Клык.\n— Привет — тихо сказал Клык — Не \nбойся меня. Как тебя зовут?",
    "answers": [
      {
        "id": 62,
        "text": "далее."
      }
    ]
  },
  {
    "id": 62,
    "text": "— Зори.\n— Я- Клык. Что ты здесь делаешь так поздно?\n— Да так, ничего. А ты?\n— Вышел подышать свежим воздухом. Я не сержусь на тебя за обман.\n— Правда?\n— Конечно. Знаешь, я сын предводителя.\n— Это хорошо. \n— Давай будем друзьями?\n— Я не против.\n— Может быть, встретимся следующей ночью?\n— Где? Когда?\n— Здесь же. Когда стемнеет, я буду ждать тебя на этом месте.\n— Хорошо. Я пойду к себе. Если не посплю, не смогу охотиться.\n— Тогда, до завтра.\nЗори кивнула и направилась в лагерь. Слова Клыка все еще звучали в ее ушках. Она не хотела уходить в лагерь. Зори даже показалось, что она влюбилась в него. Но бросить свой клан она не могла.",
    "answers": [
      {
        "id": 63,
        "text": "далее."
      }
    ]
  },
  {
    "id": 63,
    "text": "Зори бежала в лагерь. Стало более холодно, казалось, что утром пойдет снег. Зори так же тихо вошла в пещеру, как и вышла, и никто не заметил ее отсутствия. Кошка легла спать и моментально провалилась в сон. Ей снился Клык. Как они вместе бегали по снегу в теплых лучах солнца. Но вдруг, раздался крик, и они прибежали на границу. Кровь ручьями текла возле их лап, воины обоих сторон сражались из последних сил...\n— Зори, проснись!- прервал сон кошки Клест — Пора на охоту.\nЗори лениво встала и потянулась. Снег все таки пошел, и маленькие пушистые снежинки падали на шерсть готовых к охоте котов. Зори пошла с Лили на поляну возле границы. Кошкам хотелось побыстрее начать охоту. В пору Снегопада не очень много дичи. \nЗори постоянно молчала. Она все думала о своем сне.",
    "answers": [
      {
        "id": 64,
        "text": "далее."
      }
    ]
  },
  {
    "id": 64,
    "text": "— Зори? — позвала подругу Лили — С тобой все хорошо?\n— Да. Мне просто странный сон приснился.\n— Зори, забудь. Это только сон. Наслаждайся охотой!\n— Хорошо. Думаю ты права.\nЛили кивнула. В снегу, возле дерева сидела маленькая мышка. Белая кошка прыгнула в снег и прижавшись животом к земле бесшумно поползла к мышке. Зори почти не видела Лили. Она так хорошо вылизывалась каждое утро, что на ней не было ни одного пятнышка. Снег шел очень обильно, поэтому только ее голубые глаза сверкали в белой пустоте.\nЗори молча смотрела, как ее пушистая как снег подруга, мягко приземляется на холодный снег. Лили внезапно замерла. Ее почти небыло видно в тумане. Хвост маленькой киски медленно рассекал воздух. Лили сорвалась с места и резко прыгнула. Через секунду, Лили уже несла свою добычу в пасти. Она гордо подошла к Зори и бросила добычу к ее лапам. Зори обнюхала мышку и улыбнулась.",
    "answers": [
      {
        "id": 65,
        "text": "далее."
      }
    ]
  },
  {
    "id": 65,
    "text": "— Ты хорошо охотишься в Пору снегопада.\n— Посмотрим, как ты поохотишься. Разделимся.\nЗори и Лили разбежались по разным сторонам. Зори шла в сторону границы. Она почти не видела куда идет. Черная кошка щурилась, чтобы хоть что-то увидеть. Было очень тихо.\nВдруг в снегу, возле большого дерева села белка. Зори повела ухом. Прижавшись животом к земле, кошка встала в идеальную стойку. Подпрыгнув высоко в небо, Зори приземлилась прямо на белку.\n— Ты отличная охотница!- послышался чей-то голос справа от кошки.\nЗори обернулась. Перед ней стоял Клык. Его рыжие пятна на шерсти были очень видны на снегу. \n— Клык? Что ты здесь делаешь?\n— Что ты здесь делаешь? Это наша территория, киса.\nЗори осмотрелась. Она слишком далеко зашла и из-за снега не заметила куда идет.\n— Ой извини, ты не знаешь где моя территория?\n— Конечно знаю. Кстати я принес тебе мышь. Решил помочь с охотой. Слышал, вы голодаете. ",
    "answers": [
      {
        "id": 66,
        "text": "далее."
      }
    ]
  },
  {
    "id": 66,
    "text": "— Да. Так и есть. Дичь ушла с нашей территории.\n— Но сейчас я понял, что ты прекрасно справляешься без моей помощи.\n— Спасибо. Но ты еще не видел остальных. Лили и Тиренда очень хорошо охотятся зимой.\nВдруг, Клык засмеялся, от чего Зори пришлось улыбнуться.\n— Разве Лили хорошо охотится?\n— Да. Очень. Но только зимой. В остальное время ей часто невезет из-за ее шерсти. Она сильно видна в траве.\n— Я часто вижу ее возле границы в Пору цветения. Ей плохо дается охота.\n— Нет, она хорошо охотится, просто...\nВдалеке раздался громкий голос Тиренды. Зори вздрогнула.\n— Мне нужно идти. \n— Иди на голос твоей подруги. Моя помощь тебе не понадобится. До встречи ночью.\nЗори подняла со снега дичь, кивнула и убежала, растворяясь вдали.",
    "answers": [
      {
        "id": 67,
        "text": "далее."
      }
    ]
  },
  {
    "id": 67,
    "text": "— Тира, я здесь!- крикнула Зори сковозь стиснутые зубы.\n— Зори, где ты была? Ладно не важно. Ты принесла дичь?\nЗори молча бросила мышку и белку к лапам Тиры.\n— Вот. Это все.\n— Ты много принесла!\n— Знаю. Где Лили?\nВдруг, сверху донеслось громкое рычание, и Лили спрыгнула с ветки на Зори. Но черная кошка только отступила в сторону, и Лили с писком плюхнулась на снег.\n— Я еще тренируюсь!- воскликнула Лили, встав на лапы.\n— Я вижу. \n— Идем в лагерь — заспешила Тира — Клест нас ждет.\nЗори, Лили и Тира побрели в лагерь. Добравшись, они почувствовали что что-то не так. К ним подбежал Вихрь.",
    "answers": [
      {
        "id": 68,
        "text": "далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Девочки, вся дичь исчезла!\nОт этих слов Зори открыла пасть, и белка, которую она несла упала на снег.\n— Что произошло?\n— Кто-то ворует нашу дичь! Я уверен, что это Западные коты!\nЗори выпучила глаза. \n— Этого не может быть! Это не они!\n— Почему ты так уверена? \n— В лесу может быть кто угодно. Может какой-нибудь хищник забрался к нам. Например лиса.\nВихрь открыл рот, чтобы возразить, но правда заметил, почти заметенные снегом большие следы, похожие на лисьи. Следы были по всему лагерю.\n— Ты права. Мы что набросимся на взрослую лису? Это плохая идея, Зори.\n— Я знаю. Но у нас нет выхода.\nВихрь замялся.\n— Ладно, но так, чтобы Клест не увидел. Если он нас увидит, нам явно не избежать его гнева.\nЗори кивнула.\n— Когда лиса сама придет к нам в лагерь, тогда мы нападем.",
    "answers": [
      {
        "id": 69,
        "text": "далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Она подняла с земли белку и бросила ее в пустую яму, вырытую специально для дичи. Лили и Тира сделали также. Три маленькие кошечки зашли в пещеру охотниц. Они решили поговорить. Ворон и Вихрь пошли к себе в пещеру. Они с нетерпением ждали нападения лисы. Ворон очень волновался, поэтому высоко прыгал, но после стало клонить в сон. \nВечером, Ворон проснулся от странного чувства. Черный котик повел ухом и услышал, негромкие рыки снаружи. Он выскочил на улицу. Большая лиса бегала по лагерю, и со всех сторон на нее наподали три маленьких кошки. Зори высоко прыгнув, укусила лису за загривок, но лиса увидев на спине черную кошку, сбросила ее. Черная кошка с криком полетела в дерево.\n— Зори!- закричала Тира, бросившись к подруге на помощь.\nЛили осталась наедине с лисой. Маленькая кошечка выпустила когти и размахнувшись ударила лису по носу. Но маленький след, оставленный пушистой лапкой на носу лисы не сильно мучал рыжую хищницу. Лиса сильно ударила Лили лапой по морде. Лили пошатнулась и упала от сильного удара.",
    "answers": [
      {
        "id": 70,
        "text": "далее."
      }
    ]
  },
  {
    "id": 70,
    "text": "Ворон не выдержал и подбежав сзади укусил лису за хвост. Спереди подбежал Клест и укусил лису за лапу. Лиса не думая сбросила Клеста с лапы, а Ворона схватив зубами отшвырнула к Лили. Со стороны набросились Зори и Тира. Тира поцарапала лисе щеку, а Зори укусила за заднюю лапу. Но лиса была сильнее всего клана и отбрасывала всех котов, как соринки. Весь клан лежал на снегу, истекая кровью. Лиса подошла к Зори и хотела ее укусить, но какой-то кот преградил ей дорогу. \nЭто был Клык. Он и еще два кота находились на территории клана Ветра. Клык зашипел и напрыгнул на лисью морду. Он с яростью бил ее лапами, остальные начали кусать лапы лисы. Рыжей хищнице стало очень больно от укуса острых клыков и царапин когтей Клыка. Она сбросила с себя котов и убежала в лес, оставляя за собой кровавые следы.",
    "answers": [
      {
        "id": 71,
        "text": "далее."
      }
    ]
  },
  {
    "id": 71,
    "text": "Клест встал и подошел к Клыку, но Зори остановила его.\n— Можно я с ним поговорю?\nКлест молча уступил дорогу, и черная кошка подошла к Клыку.\n— Я нашел лисьи следы, ведущие к вам в лагерь. Думал, тебе понадобится помощь — прошептал Клык.\n— Спасибо. Ты вовремя.\n— Я привел сюда самых сильных охотников нашего клана.\n— Когда мы в следующий раз встретимся?\n— Скоро. Наверное, через две ночи. Вам нужно восстановить силы. Ты должна помочь своему клану.\nЗори замурлыкала.\n— Тогда я буду ждать тебя на границе.\nКлык отошел, и вместе с остальными убежал в лес. ",
    "answers": [
      {
        "id": 72,
        "text": "далее."
      }
    ]
  },
  {
    "id": 72,
    "text": "Все разошлись по пещерам и лечили свои раны. \nЗори сидела с Лили в пещере охотниц. Зори почувствовала резкое напряжение Лили. \n— Зори, не притворяйся, что не скрываешь ничего.\n— О чем ты говоришь?\n— Ты думаешь, я не видела, как ты мурлыкала с котом из клана Западных котов?\n— Тихо. Не говори никому, ладно? Это будет нашим секретом.\n— Зори, мы еще маленькие, чтобы думать о любви!\n— Я знаю. Это мой друг. Мы просто друзья.\n— Нам нельзя общаться с чужими, Клест запрещает!\n— Он не может запрещать мне дружить! Скорее всего, мы уже влюбились друг в друга, между нами больше, чем дружба. Ты будешь вечно думать, что мы маленькие. Мы уже большие! Мы достигли возраста, когда нужно начинать любить!",
    "answers": [
      {
        "id": 73,
        "text": "далее."
      }
    ]
  },
  {
    "id": 73,
    "text": "Лили сидела в пещере. Она долго не могла понять, как ее подруга успела влюбиться. \nВнезапно, белую кошку охватила зависть. Она вскочила на лапы и зашипела. Как это так получилось, что ее боевая, черная, зеленоглазая подруга, обрела свою любовь, а она, красивая, пушистая, белая, милая кошечка, еще нет? \nВдруг перед ее глазами предстала странная картина. Зори сидела на поляне вместе с Клыком. У них было пятеро котят, они были счастливы. А в тени неподалеку сидела она, маленькая Лили, без семьи, без родных и близких. Несчастно сидевшая в тени и жадно смотрящая на счастливую подругу, которая наслаждалась своей жизнью... Этого не может быть! Она должна была быть первой! Она должна обрести счастье быстрее остальных!\n— Лили? Ты здесь? — послышался чей-то голос снаружи.",
    "answers": [
      {
        "id": 74,
        "text": "далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "Лили отвлеклась от завистливых мыслей, узнав голос Ворона. Кошка вышла на улицу и села рядом с другом.\n— Привет, Ворон. Ты что-то хотел?\n— Я просто хотел тебе сказать, что ты была великолепна в битве.\nЛили посмотрела в янтарные глаза собеседника. \n— Спасибо. Но если бы не тот кот...\nЛили опять охватила зависть. Она хотела уже рассказать о любви Зориады и Клыка Ворону, как вдруг Ворон провел кончиком хвоста по ее взъерошенной спине.\n— Что с тобой? \n— Ничего. Я просто вспоминаю тот момент, когда лиса отбросила меня. Было очень больно.\nВорон посмотрел на ее лапу. Большая царапина выделялась на белой шерсти Лили. ",
    "answers": [
      {
        "id": 75,
        "text": "далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "— Ты ранена?\nКошка быстро закрыла другой лапой царапину.\n— Это пустяки. Все в порядке.\n— Я позову Зори.\n— Нет! Не надо!\n— Ладно. Как хочешь. Может сходим кое-куда?\n— Куда?\n— Это секрет.\n— Ладно.\nВорон вспрыгнул на одно из деревьев и помчался по веткам. Лили не раздумывая побежала за ним. Ворон ловко прыгал по веткам, иногда останавливаясь, чтобы посмотреть где Лили.\nНаконец они добежали до какого-то странного места. Лили шла по мягкому снегу рядом с Вороном. Черный кот молча вел подругу по незнакомой дороге. Ворон вышел на большую поляну, где стоял большой дом людей.",
    "answers": [
      {
        "id": 76,
        "text": "далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Лили испугалась.\n— Ворон, куда мы пришли?\n— Мы на территории людей. Но тебе нечего бояться. Меня здесь знают.\n— Ворон?- послышался чей-то голос из большого дома.\nНа пороге показалась красивая рыжая кошка с зелеными глазами.\n— Ария, знакомься. Это Лили. Моя подруга из Клана ветра.\nАрия подошла к Лили.\n— Она хороша, красива и мила. Белые киски мне нравились всегда.\n— Лили, знакомься. Это моя мать — Ария.\n— Мне приятно с тобой познакомиться- сказала Лили.\n— Мне тоже, детка. \n— У Лили небольшие проблемы с когтями, поэтому дичь иногда убегает из под ее лап. А так, она хорошая охотница.\n— Посмотрим — улыбнулась Ария и повела гостей в людской дом.\nОни быстро миновали окно и спрыгнули на мягкий ковер. Лили никогда не чувствовала под лапами такого мягкого ковра. ",
    "answers": [
      {
        "id": 77,
        "text": "далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Из-за двери показался темно-серый кот. Он потянулся и зевнул.\n— Попробуй напади на вон того кота — с вызовом предложила Ария.\nЛили напрыгнула на кожаный диван, но когти не вцепились в мягкую обивку, и белая киска с громким шипением упала на серого кота.\n— Плохие когти, но хороший прыжок — посмеялась Ария — Ты очень подходишь для домашней жизни. Тебе будет только лучше, если станешь домашней киской.\nЛили извиняясь встала с серого кота. Он встал и посморел на маленькую белую киску. \n— Это Шедл — сказал Ворон — Это мой отец.\nШедл былне похож на домашнего кота. Он был большой и высокий, взгляд строгий, большие наточенные когти. Лили даже сглотнула, увидев на кого приземлилась.\n— Кто это?- спросил Шедл.\n— Это Лили. Моя лучшая подруга в лагере.\n— Милая, но для битвы не предназначена. Как и ты, Ворон. Зачем ты ушел из дома? Нравится быть самостоятельным?\n— Я счастлив в лесу. У меня много друзей, предводитель и своя пещера. Я свободен. Могу гулять и охотиться когда и где захочу. Ты тоже был на моем месте. Ты знаешь, что я чувствую.\nШедл замолчал.",
    "answers": [
      {
        "id": 78,
        "text": "далее."
      }
    ]
  },
  {
    "id": 78,
    "text": "— Ладно, но твоей подружке не помешало бы остаться с людьми. Она должна жить в доме людей.\n— Ну нет — вмешалась Лили — Я не собираюсь сидеть в маленьком домике, есть непонятно что и смотреть на вольных котов, бегающих на улице!\nШедл даже испугался, когда Лили посмотрела в его глаза злобным, вольным взглядом.\n— Твоя взяла, киса. Я тебя не держу здесь, я просто предложил.\nВорон посмотрел в небо. Выражение его морды моментально переменилось.\n— Лили, нам пора идти. Не волнуйся, завтра мы можем прийти сюда снова.\nЛили кивнула, и бросив последний взгляд на рыжую кошку и серого кота, побежала вслед за Вороном.",
    "answers": [
      {
        "id": 79,
        "text": "далее."
      }
    ]
  },
  {
    "id": 79,
    "text": "Зори сидела в своей пещере и смотрела на закат, высунув голову из своей пещеры. Она недавно переехала в пещеру охотниц и только привыкала к ее холоду и морозу. Она увидела, как Лили, лиснув Ворона в нос, направилась к ней, и улыбнулась. Ветер приятно дул в лицо. \nЛили с улыбкой вошла в пещеру и легла на свое уютное местечко. Зори все также продолжала грустно смотреть на последние лучи заходящего солца.\n— Лили, вот и ты влюбилась — сказала Зори, не поворачиваясь на белую кошку.\n— О чем ты?- спросила Лили, пытаясь скрыть от подруги свои чувства.\n— Я все видела.\n— Что?\n— То, что ты влюбилась в Ворона. Куда вы ходили?\nЛили открыла пасть, чтобы ответить, но промолчала.\n— Это секрет.\n— Эй, киски — вошла в пещеру Тира — кто хочет перекусить?",
    "answers": [
      {
        "id": 80,
        "text": "далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "Серая кошка бросила на землю кролика, которого несла в пасти. Три кошки, поровну поделив добычу, улеглись спать. Солнце зашло, и лагерь погрузился в темноту. Зори, услышав шаги на улице открыла глаза и посмотрела в темный проход. Из лагеря тихо выходил Клест. Что он задумал в такую темную ночь? Зори не теряя времени разбудила Тиру и Лили. Тихо выходя из лагеря три кошки побежали за своим предводителем. Им было очень интересно, куда Клест ушел так поздно ночью. Шагая по следам рыжего кота, они пришли на территорию западных котов. Клест резко остановился, и кошки еле как успели остановиться в кустах, чтобы не вылететь под лапы Клесту.\nПредводитель молча вглядывался в территорию Западных котов.\nНа территории появился предводитель Западных котов. Они долго смотрели пристальным взглядом друг другу в глаза.",
    "answers": [
      {
        "id": 81,
        "text": "далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Как у тебя хватило смелости прийти сюда? — оскалился Клест.\n— Я хотел задать тот же вопрос. \n— Ты еще и один. Не ожидал. Думал, что ты как всегда струсишь и возьмешь с собой охотников.\n— Ты решился?\n— Нет. Я никогда не отдам тебе наши земли. Пока я в предводителях, ты не получишь и клочка нашей территории!\n— Ты хочешь решить этот конфликт войной?\n— Я не желаю войны, но ты не оставляешь мне выбора. Я не хочу чтобы мои ученики страдали из-за меня. Сразимся в поединке. Сейчас.\n— Как хочешь.\nЧерно- белый кот прыгнул на Клеста, но рыжий кот ловко увернулся от него и ударил кота по морде лапой. Потом укусил его за загривок и потряс так, что у черно-белого кота закружилась голова. \n— Ты не победишь меня, Коготь — сказал Клест — у тебя слишком мало сил.\n— Ты уверен в этом?\nГлаза Когтя странно сверкнули. Из-за деревьев вышли два западных кота. Зори выпучила глаза. В одном из них она узнала Клыка. ",
    "answers": [
      {
        "id": 82,
        "text": "далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Все трое окружили Клеста. Рыжий предводитель посмотрел в предательские глаза Когтя.\n— Я знал, что ты не удержишься. Ты трус, Коготь!\nКлест не успел уклониться от резкого удара Когтя и когти прошлись по его морде, оставив после себя кровавый след. Коты начали сужать круг.\n— Пора — скомандовала Зори.\nТри кошки разом выпрыгнули из кустов.\n— Стоять на месте всем!- крикнула Лили, но на нее никто не обратил внимания.\nКоготь оглядел трех маленьких кошек, стоявших сзади.\n— И это твои могучие воительницы?- с усмешкой спросил Коготь — им только у людей жить! Особенно этой белой киске.\nКоготь показал взглядом на Лили.\n— Ничтожество!- продолжал Коготь — домашняя киска! Белая, умытая и пушистая! \n— Ну ты у меня сейчас получишь!- прицелилась Зори — Это тебе за Лили!",
    "answers": [
      {
        "id": 83,
        "text": "далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Зори прыгнула на морду Когтя и начала полосовать ее острыми когтями. Лили прыгнула на Клыка, а Тира на третьего. Клест помогал Зори и Лили.\nВскоре, Западные коты сдались и отступили. Клест подошел к трем кошкам.\n— Спасибо за помощь. Обычно отругал бы. Но без вас, я бы пропал. Как вы нашли меня?\n— Я не могла уснуть и случайно посмотрела сквозь проход пещеры, где как раз шел ты. Мне было интересно, но я решила взять Лили и Тиру с собой, чтобы не обижались, что опять пропустили все интересное.\n— Зори, хорошо, что ты не спала. Никто не ранен?\n— У всех все в порядке.\n— Тогда пойдем в лагерь. Сирена наверняка весь лагерь подняла на уши.\n",
    "answers": [
      {
        "id": 84,
        "text": "далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "Зори, Лили, Тира и Клест добежали до лагеря, где как и думал Клест, их встретила Сирена.\n— Где вы все были? \n— Это очень долго объяснять — пояснил Клест — идите все спать. Завтра на охоту.\nВсе разошлись, а Зори бесшумно улизнула обратно в лес.\nОна бежала по белому снегу. Было холодно. Ветки деревьев были осыпаны блестящим инеем, а звезды неистово сияли в небе. Зори подбежала к границе. Там уже ждал ее Клык. Облачка пара вытывались из ртов, запыхавшихся друзей.\n— Сумасшедшая выдалась ночь — начал Клык.\n— И не говори. Зачем ты пошел?\n— Меня заставили. Я не хотел нападать на вашего предводителя!\n— И я не хотела.\n— Кажется, мой клан начинает догадываться, куда я хожу по ночам.\n— Мой тоже. Лили уже все знает.\n— Она догадалась?\n— Да. Нужно сказать всем, чтобы это не оказалось сюрпризом.",
    "answers": [
      {
        "id": 85,
        "text": "далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Небо свелело. Из-за высоких гор показалось солнце. Нужно было возвращаться.\n— Нас ждут в лагерях — забеспокоилась Зори — расскажи своим о наших встречах. А я своим.\n— Хорошо, но не думаю, что им это понравится.\n— До следующей ночи, Клык. Мне нужно выспаться следующей ночью.\nКлык кивнул, и они разбежались по лагерям. \nЗори во время добежала до лагеря и легла в пещере.\n— Опять на границу ходила?- шопотом спросила Лили.\n— Я думала ты спишь.\n— После такого никто бы не заснул. Что вы делали?\n— Мы решили рассказать нашим кланам о нашей любви.\n— Правда? Думаю, Клесту это не понравится.\nЗори хотела ответить, но услышала, что Клест собирает охотников. Она подошла к нему и хотела уже сказать, но начал разговор он.\n— Зори, ты одна пойдешь проверять границу с западными котами.\n— Хорошо.",
    "answers": [
      {
        "id": 86,
        "text": "далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Она хотела сказать ему о ночных встречах, но Клест уже убежал с Сиреной на охоту. Зори злобно фыркнув снова побежала на границу. Добежав, она увидела Клыка.\n— Снова привет, киса. Меня отправили проверить границу.\n— Меня тоже. Ты сказал своим?\n— Нет. Я пытался, но отец не хочет слушать. Говорит, много дел.\n— Я тоже не сказала. Клест постоянно убегает от меня.\n— Давай встретимся здесь вечером. И сейчас дадим друг другу слово, что прийдем в лагерь и все расскажем. Может, если они поймут какие чувства мы питаем друг другу, они остановят войну.\nЗори подошла ближе и лизнула Клыка в нос.\n— Обязательно остановят. А нам пора идти. Не забудь об уговоре.\nЗори побежала в лагерь. По дороге она думала, как бы Клесту все правильно объяснить. Черная кошка добежала до лагеря, где ее ждал Клест.",
    "answers": [
      {
        "id": 87,
        "text": "далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Клест, я давно хотела тебе сказать...\n— Что?\n— Почему ты не хочешь подружиться с Западными котами? Они спасли нас от лисы и наверное еще не раз нам помогут.\n— У них плохой и жестокий предводитель. Они не хотят мира, они хотят только воевать.\n— А если нет?\n— Если бы хоть один из них не захотел войны, я был бы рад его видеть каждый день и даже принять в клан.\n— Сын Когтя... Его зовут Клык. Он против войны! И он любит меня!\nЗори остановилась, поймав на себе строгий взгляд Клеста. Большие глаза сияли так грозно, что Зори даже отошла на шаг назад.\n— Как ты могла? Обо всем нужно рассказывать мне! А ты... Ты полюбила сына моего заклятого врага!\n— Но узнав о нашей любви Коготь закончит войну!\n— Нет! Он убьет или изгонит своего сына из клана! Что ты наделала? Ты предала наш клан! Предателей не жалуют!",
    "answers": [
      {
        "id": 88,
        "text": "далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "Клест выпустил когти и изо всех сил ударил Зори по морде. Кошка отлетела в сторону и покатилась по земле. Клест снова напал на бывшую ученицу, но дорогу ему преградили Лили и Тира.\n— Ты сошел с ума от ненависти, Клест!- закричала на него Тира — Посмотри! Ты хочешь отнять жизнь у той, которая спасала тебя много раз! Она рисковала жизнью раде тебя! Зори встала. На ее черной мордочке виднелись четыре больших кровавых полосы, оставленые когтями Клеста.\n— Ладно. Я не убью тебя, но ты будешь изгнана из нашего клана навсегда! Уходи сейчас же!\nЗори оскалилась.\n— Запомни мои слова, Клест! Ты тысячу раз пожалеешь о своем поступке, который изменит твою жизнь в худшую сторону! Ты прольешь тысячу слез, чтобы вернуть меня назад, а я не вернусь! И ты больше никогда не увидишь меня, как и все твои ученики!\nС этими словами Зори равнодушно отвернулась и побежала в лес.",
    "answers": [
      {
        "id": 89,
        "text": "далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Зори бежала так быстро, как только могла. Ее лапы подкашивались от усталости. В голове все перемешалось. Черная кошка слишком рано потеряла все, что ей было дорого. Она потеряла родителей, сестер, братьев и друзей. В голове звучала фраза: \"Ты тысячу раз пожалеешь о том, что сделал.\"\nКлест не принял ее такой, какая она есть. Ей нигде не были рады. У нее остался только Клык.\nОна добежала до границы и в отчаянии перепрыгнула через кусты ежевики, вступив на территорию Западных котов.\nОна никогда не думала, что получит такой удар в сердце от Клеста.\nЕй больше не хотелось назад. Она бежала только вперед. У маленькой охотницы не было даже укрытия, чтобы укрыться от постороннего зла. Кто знал, что так получится?\nЗори вдруг столкнулась с кем-то и упала на землю. Поднявшись, она увидела перед собой Клыка. Большие зеленые глаза были широко распахнуты, в них Зори видела свое отражение. Клык тяжело дышал. На боку из большой раны сочилась кровь. Скорее всего, у него что-то случилось.",
    "answers": [
      {
        "id": 90,
        "text": "далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "— Зори? Я вижу ты сказала Клесту о нас.\n— Да. И ты тоже?\n— Да. Но меня изгнали, даже чуть не убили!\n— Меня тоже.\nЗори замолчала. В ее голове снова пронеслась знакомая фраза. \n— Я знаю, что нам нужно сделать — со странной ухмылкой сказала Зори — Мы будем мстить!\n— Нет, Зори! Я люблю тебя, но нарушить правила не в моих силах!\n— Какие правила? Мы изгнанники! У нас больше нет закона! Мы можем поступать так, как считаем нужным!\n— Согласен с тобой. Каков план?\n— Я хочу, чтобы Клест понял, как плохо без меня нашему клану! Им будет нехватать добычи, чтобы прокормить клан!\n— Но как?\n— Мы будем таскать у них всю дичь, которую они наловят!\n— Это плохая идея. Что если нас поймают?\n— Я не боюсь сразиться с Клестом лицом к лицу. Ты со мной или нет?\n— Я с тобой до конца.\n— Тогда пошли!\nОни добрались очень быстро, как раз перед тем, как охотники возвращались с охоты. Дичи было в два раза меньше, чем обычно.",
    "answers": [
      {
        "id": 91,
        "text": "далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "Отсутствие Зори сказалось и на этом. Охотиться с веселой кошкой было гораздо увлекательней, чем без нее. Лили и Тира сильно скучали по ней. Печальный взгляд Тиры чуть не растопил, скованое льдом сердце юной кошки, но увидев Клеста, Зори вернулась к настоящей жизни. С тех пор, как Зори покинула клан Ветра никто ни разу не улыбнулся. Больше не было слышно веселого смеха трех подруг, маленьких кисок, живущих раньше в маленьком лагере. \nВсе разошлись по пещерам.\n— Готов? — спросила Зори Клыка.\n— Да.\n— Бери столько, сколько сможешь унести. \nЗори тихо вышла из кустов и подошла к добыче. Она взяла двух белок и мышку. Клык вынес все остальное. \nБыстро пообедав, Зори забралась на дерево и стала смотреть. Из пещеры первой вышла Сирена. Но потом, она сразу побежала к Клесту. Вскоре, возле места, где раньше лежала вся дичь собрался весь клан. Они что-то обсуждали внизу, а Зори тихо хихикала на дереве. ",
    "answers": [
      {
        "id": 92,
        "text": "далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Эй, Зори — начал разговор Клык — Тебе не кажется, что это как-то безобидно?\n— Хочешь что-то другое?\n— Да. Зачем мстить всем? Мсти только Клесту. Виноват он.\n— Да, но самый сильный удар ему в сердце — это его клан.\n— Это жестоко.\n— Я не ангел, Клык. Я давно поняла, что моя душа слишком много страдала, чтобы занять хорошее место в жизни. Слишком много боли приносит мне эта жизнь.\nКлык поднял оставшуюся дичь с земли и понес куда-то. Зори пошла за ним.\n— Куда ты идешь?\n— Искать нам новый дом. Мы же должны где-то спать.\nВдали показалась небольшая пещерка, но жить в ней можно было. Зори вошла внутрь. Было холодно и темно. Изнутри она была гораздо просторнее чем снаружи. В некоторых местах она была засыпана землей, что говорило о том, что здесь давно никого не было. \nКлык бросил ворованую дичь в угол.\n— Теперь эта пещера — наш дом.",
    "answers": [
      {
        "id": 93,
        "text": "далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "Прошла неделя.\nЗори давно не навещала свой бывший клан. Они с Клыком охотились только на себя. Много еды не надо было двум маленьким котикам, чтобы выжить в этих землях. Зори очень скучала по Лили и Тире, с которыми делила маленькую пещеру. Но месть поглощала ее сердце с каждым днем. Она не хотела видеть Клеста даже на мгновение.\nНо в один день, оставив Клыка в пещере, Зори отправилась в бывший лагерь. Она хотела посмотреть, как живут без нее ее друзья.\nЗори перемахнула через ежевичные кусты, ограждавшие ее пещеру от постороннего мира и побежала в лес. Рана на ее морде, оставленная Клестом, давно зажила, шерсть спуталась от плохого ухода, на лапах запеклась кровь от долгой беготни по острым камням. Но Зори уже привыкла к своему виду. Кровь на лапах не мешала ей бежать. Зори добежала до лагеря и почуяла странный запах. Он показался ей не знакомым. Коты в клане были чем-то обеспокоены. Почему-то, когда Зори покинула этот лагерь, они сильно исхудали. Лапы дрожали от усталости. ",
    "answers": [
      {
        "id": 94,
        "text": "далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "Зори забралась в ближайшие заросли остролиста и насторожив ушки, стала подслушивать разговор Вихря и Тиры.\n— Нет, это невозможно!- кричала Тира — он не мог забрать все!\n— Тише, Тира. Я знаю, как сильно ты скучаешь по нашей черной охотнице, но она бы не исправила ситуацию!\n— Нет! Она бы смогла! Она бы позвала на помощь своего сильного друга, а он бы позвал остальных котов из своего клана! Вместе, мы бы справились! Но ее нет с нами! Она наверное пошла в Западный клан. Если они начнут войну, нам прийдется отбиваться от Зори. Не думаю, что мы сможем отбиться от сильных котов Западного клана.\n— Мы слишком ослабли. Волки воруют все, что мы ловим!\n— Если бы Клест не прогнал Зори, все было бы по-другому! Это он во всем виноват!",
    "answers": [
      {
        "id": 95,
        "text": "далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Успокойся, Тира. Я уверен, он найдет выход из положения.\nЗори, Тира и Вихрь посмотрели в сторону пещеры предводителя, где у входа стоял Клест. Он стоял и с жалостью смотрел, как ослабевают его охотники.\n— Вот он — прошептала себе под нос Зори — я думала, что он продержится дольше. Мне уже нечего у них воровать! Как мне ему отомстить?\nВзгляд черной охотницы упал на Клеста. Его томный взгляд пробудил в ее черном, от ненависти сердце, маленький лучик добра. Ей захотелось помочь своим друзьям. Показаться им она не могла, но могла тайно поддержать и не дать погибнуть. \n— Зори, если бы она была с нами! — продолжала шептать Тира.\n— Но я здесь! — еле слышно прошептала Зори — разве ты не чувствуешь? Тира?\nЧерная охотница снова почуяла незнакомый запах, но он был гораздо ближе и становился четче с каждой секундой. Вихрь принюхался.",
    "answers": [
      {
        "id": 96,
        "text": "далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Волки!- закричал он во весь голос — Все по пещерам! Быстро!\nВихрь прыгнул в пещеру к Ворону. Лили и Сирена разбежались по пещерам, но Тира не успела добежать до сестры. Огромная волчица вылетела из дальних кустов и увидев, что дичи в лагере нет, набросилась на Тиру. Огромная волчья пасть схватила серую кошку, но из пещеры предводителя выпрыгнул Клест. Волчица увлеклась новой добычей, которая так легко сама пришла к ней. Отброшеная в сторону Тира, потеряла сознание от сильного удара. Клест убегал от злобной пасти изо всех сил, но на долго ему их не хватило. Заскочив пещеру охотниц, Клест без сил упал на землю перед Лили.\n— Вставай!- закричала на него Лили — спаси мою сестру!",
    "answers": [
      {
        "id": 97,
        "text": "далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Но Клест не в силах подняться только посмотрел на белую кошку томным взглядом. Лили подошла к выходу из пещеры и посмотрела на свою сестру, которая беспомощно лежала у большого дерева. Зори не смогла удержаться и вылетела из своего укрытия.\n— Лили, забирай сестру и неси ее в пещеру. Никому не говори, что я была здесь! Волчица на мне!\n— Зори... — бросила от удивления и страха Лили.\nЧерная кошка изо всех сил бегала по лагерю, давая время подруге отнести Тиру в безопасное место. Сил больше не было и увидев, как Лили с сестрой забежала в пещеру, из последних сил побежала к себе в пещеру. Лапы несли ее по знакомой дорожке к пещере, где ей ничего не грозило. Зори протиснулась в узкий проход пещеры и забежала внутрь. Зубастая морда долго билась в узкий проход, но потом сдалась и покинула маленькую пещерку, в которой пряталась Зори. \nПереведя дух Зори высунула морду убедиться, что волчица ушла. Зори услышала в далеке крик. Кричала Лили. Черная охотница вскарапкалась по деревьям и побежала на голос.",
    "answers": [
      {
        "id": 98,
        "text": "далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Вскоре она увидела Лили. Белая кошка шла по тропинке, оглядываясь по сторонам. Она искала Зори.\nЧерная охотница спрыгнула с ветки и предстала перед Лили.\n— Что ты здесь делаешь? Тебе нельзя общаться со мной!\n— Я знаю. Но я хотела поблагодарить тебя за то, что спасла Тиру. Я хотела проверить: все-ли у тебя хорошо?\n— Да. А теперь уходи. Я не хочу вас видеть.\n— Но... почему?\n— Уходи!\n— Почему?\n— Если Клест узнает о том, что ты общалась со мной, он и тебя изгонит из клана.\n— Нет. Я видела его. Он очень скучает по тебе, Зори.\n— Я никому не нужна в этом мире. Жизнь — это жестокая штука. Особенно для таких как я. Ты должна быть вместе с сестрой, с кланом и со своим предводителем! Я скоро превращусь в пыль, которая разлетится в разные части света.\n— Ты смертельно ранена? Ты больна?\n— Да. Но это совсем другая рана. Тебе не понять мои чувства и боль, которую испытала я, никогда не почувствуешь ты.\nЗори отвернулась и ушла, махнув хвостом и ушла, оставив Лили в лесу одну.",
    "answers": [
      {
        "id": 99,
        "text": "далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "Уже поздний вечер.\nКлык наконец-то добежал до пещеры, где сидела Зори. На его морде были отчетливо видны веселая улыбка и добрые глаза. \n— Что это ты такой веселый? — спросила Зори.\n— Представляешь, меня взяли обратно в клан! Я долго хотел вернуться. Я умолял Когтя взять меня обратно, и я добился своего!\n— Ты меня бросаешь?\nКлык замолчал. Когда он просил вернуться в клан, он не подумал о своей подружке.\n— Зори, я...\n— Уходи! \nКлык опустил глаза и поплелся из пещеры. Зори долго лежала в тишине. Большие слезы стекали с ее глаз и падали ей на передние лапы. Почему она никому больше не нужна? Чем она все это заслужила? После всего, что случилось с бедной киской, в сердце у нее осталось только одно чувство. Равнодушие.",
    "answers": [
      {
        "id": 100,
        "text": "далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Она больше не хотела\nкому-то мстить или помогать... Ей было все равно. Она не могла находиться в полном одиночестве. Ей нужно было найти новый дом и навсегда забыть о прошлом!\nЗори шла по мокрому снегу. Сегодня в первый раз за этот год пошел дождь. Мокрая шерсть тянула вниз, усталось не давала сделать еще хотябы шаг. Но Зори шла вперед ни смотря ни на что. Она не знала куда идет и куда в итоге забредет. Терять уже было нечего. \nКошка шла до тех пор, пока не врезалась в кого-то другого. Зори устало посмотрела на незнакомца. Это была красивая черная кошка с яркими голубыми глазами. На лице у кошки был большой шрам, проходящий от лба до подбородка, через левый глаз.\n— Кто ты, детка? — произнес мягкий голос незнакомки.\n— Меня зовут Зориада. У меня нет семьи, дома и даже клана! Я — изгнанница!",
    "answers": [
      {
        "id": 101,
        "text": "далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "— Успокойся, Зори. Меня зовут Полуночница. Я из древнего Звездного клана. Если хочешь, то можешь присоединиться к нам. У такой маленькой киски не должна быть такая жестокая судьба. Идем! Быстрее!\nЗори побрела вслед за Полуночницей. Дождь не прекращался. Он бил большими каплями по спине кошек, \nкак-будто не хотел, чтобы они шли дальше. Вдруг, Полуночница остановилась.\n— Мы на месте — тихо сказала она.\nИз своих пещер сразу высунули носы из своих пещер и подбежали к Полуночнице. Все эти коты были не знакомы Зориаде.\n— Кого ты привела в наш лагерь, Полуночница? — спросила незнакомая серая кошка.",
    "answers": [
      {
        "id": 102,
        "text": "далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "— Это — Зориада. Теперь она будет жить с нами в лагере.\n— Она ничья? — послышался чей-то голос из толпы.\n— Да. У нее нет семьи и дома. Я хочу подарить ей возможность стать одной из нас.\n— Хорошо. Я согласен! — послышался грубый голос из далека.\nВсе остальные подхватили его фразу и говорили ее один за другим. Зори еле заметно улыбнулась. Полуночница повела Зори в какую-то пещеру. В ней было пусто. Было видно, что здесь давно никто не жил и даже не заходил внутрь. Зори зашла в пещеру и улеглась в уголке.\n— Не бойся — ласково сказала Полуночница — ты теперь одна из нас.\nС этими словами она вышла, оставив Зори в пустынной пещере. Черная киска закрыла глаза и уснула.",
    "answers": [
      {
        "id": 103,
        "text": "далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "Проснувшись рано утром, Зори вышла на улицу. Дождь закончился, и в небе ярко светило солнце. Белые облака беззаботно плыли по голубому небу. Теплый ветерок прияно дул в лицо. Зори наслаждалась утренней погодой.\n— Привет, Зори. Уже проснулась?\nРезко повернув голову влево, черная кошка увидела милую рыже-белую кошку, которая смотрела на нее желтыми глазами. Она сильно напоминала ей Клыка. По сердцу Зори поползли острые когти.\n— Меня зовут Ламинария — продолжила кошка. Сегодня мы с тобой идем на охоту!\nЛаминария была чуть старше Зори. Но ростом кошки не отличались.\n— Это здорово... Да? — спросила Зори.\n— Конечно! Ты наконец-то сможешь показать всем свои способности!\n— Эй, чего вы разорались на весь \nлагерь? — послышался грубый голос со стороны одной из пещер.",
    "answers": [
      {
        "id": 104,
        "text": "далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "— Простите!- замялась Зори, но Ламинария не собиралась отступать.\n— На вообще-то скоро на охоту, Ветерок!\nСерый кот вздохнул и забрался обратно в пещеру.\n—Не волнуйся — засмеялась Ламинария -ты скоро научишься общаться в этом клане.\n— Эй, пора на охоту — раздался неподалеку тихий голос Полуночницы.\nИз-за нее вышли еще два котика. Они тоже были не на много старше Зори. Это были брат и сестра. Белая киска с мягкой шерстью и большими зелеными глазами шла возле своего рыжего брата.\nУ рыжего котика были белые лапки и кончик хвоста. \n— Привет, Зори. Сегодня мы идем с тобой на охоту! — сказала белая кошка — Меня зовут Ачера. А это Эттин. \n— Хватит болтать — прервала разговор Полуночница — Все на охоту! Быстро!",
    "answers": [
      {
        "id": 105,
        "text": "далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "Полуночница встречала учеников с охоты у входа в лагерь. Ламинария принесла большую белку, Эттин двух голубей, Ачера кролика, а Зори двух кроликов и полевку. День прошел не зря. Весь Звездный клан мог наесться тем, что принесли юные ученики.\n— Отличная работа — похвалила учеников Полуночница — А теперь, вы можете перекусить. Зори очень обрадовалась. Она не помнила, когда ела в последний раз. Вытащив из кучи с дичью белку, Зори отнесла ее к себе в пещеру и начала жадно поедать белку. Съев все и немного отдохнув, Зори лежала в пещере, закрыв глаза.\nВдруг, она услышала вдалеке крик. Кричала Ламинария. Зори быстро выскочила из пещеры и побежала на крик.\n— Что стряслось?- со страхом спросила Зори. Внутренние чувства подсказывали, что дело плохо. Ламинария отошла в сторону и открыла вид на лежащего на земле кота. Он тяжело дышал, широко открыв рот. Зори подошла ближе. На плече кота она обнаружила укус, похожий на змеиный. Здесь водятся змеи? ",
    "answers": [
      {
        "id": 106,
        "text": "далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Кот издал громкий крик, на который прибежала Полуночница. Она осмотрела рану и грустно вздохнула.\n— Боюсь, что мы не сможем ему помочь...\n— Почему? — вмешалась Зори.\n— Змеиные укусы мы не лечим...\n— У вас рядом с лагерем не растут лечебные травы?\n— Где-то растут, но мы их не различаем.\n— Занесите раненого в мою пещеру. Я поищу травы!\nЗори быстро побежала из лагеря на поиски трав. Недалеко в кустах она обнаружила нужное растение. Одно. Но ей должно было хватить. С легкостью сорвав длиннолистое растение, Зори изо всех сил побежала в лагерь. Вбежав в свою пещеру, она увидела Ламинарию и Полуночницу рядом с зараженным котом. Зори подошла ближе и начала аккуратно накладывать листья на змеиный укус. Так же она накладывала листья на раны Клеста, когда его ранили... Клест... На Зори нахлынули воспоминания о бывшем лагере, о друзьях, о предводителе... ",
    "answers": [
      {
        "id": 107,
        "text": "далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Зори встряхнула головой и сразу же избавилась от воспоминаний. Она закончила работу и вышла из пещеры. Ламинария и Полуночница вышли за ней.\n— Он выживет?- спросила Полуночница.\n— Да. С ним все будет хорошо.\n— Так ты еще и Травница?\n— Кто?\n— Травница. Ты можешь различать травы и использовать их в лечении. Зори — ты очень нужная кошка в любом клане! Травницы всегда ценились во всех кланах. Целительство — это очень редкий дар!\nЗори улыбнулась.\n— Мне нужно сходить за лечебными травами в лес. Меня может не быть целый день!\n— Хорошо. Можешь идти.\nЗори кивнула и побежала в лес.\nОна побежала к знакомому месту, огражденному ежевичными кустами. Возле ее личной маленькой пещеры часто находились нужные травы. Снег уже почти оттаял и растения уже давно показывались из-под снега и даже цвели. Поэтому найти нужное растение оказалось очень просто! Зори сорвала столько, сколько могла унести. Темный проход в лесу, ведущий к лагерю клана Ветра, манил ее к себе. Там было очень много трав. Может быть пойти?",
    "answers": [
      {
        "id": 108,
        "text": "далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "Зори долго не раздумывая пошла вдоль границы с кланом Ветра.\n— Кто это тут у нас?- спросил до боли знакомый голос. Зори обернулась. Перед ней стояли Клест и Ворон.\n— Никак предательница вернулась?- продолжил Клест.\nЗори открыла пасть, и из нее вывалились собранные растения.\n— Я не хочу драться!\n— А у тебя нет выбора! \n— Это моя территория! И тебе запрещено на нее заходить!\n— Я все равно убью тебя!\n— Теперь, я уже не воин! Я — травница!\n— И что? Это не помешает мне тебя убить!\nКлест хотел сделать шаг к Зори, но что-то его остановило.\n— Лапы прочь от нее!- закричала Полуночница.\n— Полуночница?- прохрипел Клест.\n— Клест! \n— Она моя! Я убью ее!\n— Не смей даже перешагнуть через границу! Как тебе не стыдно убивать травницу?",
    "answers": [
      {
        "id": 109,
        "text": "далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "— И что теперь?- нагло спросил он.\nПолуночница встала в стойку. Из-за кустов вышло еще три охотника и встали за Полуночницей, готовые к бою.\nКлест быстро отошел от границы.\n— Я еще вернусь, Зориада. Пусть твои новые друзья и защищают тебя, я все равно буду на шаг впереди тебя!\nОн развернулся и пошел в сторону своего лагеря. Ворон поплелся за ним, бросив последний взгляд на Зори.\nЧерная кошка быстро подобрала травы и вместе с остальными пошла в лагерь.",
    "answers": [
      {
        "id": 110,
        "text": "далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "Прошло 4 дня.\nСнег еще не растаял, наоборот падал еще обильнее чем раньше. Лед на небольшом озере, находящимся между границей клана Ветра и Западных котов, еще не начинал таять. Пора Снегопада продолжалась.\nПещерка Зори превратилась в хранилище трав. Сама Зори в этом хранилище и жила. Места в ней было много, поэтому она лечила в ней раненых котов. Тот кот, которого укусила змея уже выздоровел. Оказалось, что это предводитель Звездного клана, который ушел проверить змеиную территорию. Зори уже почти забыла о прошлом доме. Ей очень нравилось жить у Звездных котов. Здесь она по-настоящему была нужна, а в клане Ветра и так охотников хватает!\nПредводителя звали Акела. Зори сразу подружилась с этим котом.\nВ общем быть травницей неплохо. Так считала Зори. Остальные считали это скучным занятием. \nЗори подошла к куче с дичью и достала оттуда полевку. Ей действительно доставалось много работы в последнее время. У нее в пещере находился маленький котенок. Бедняжка подвернул лапку, когда неудачно приземлился в ежевичные кусты на территории лагеря. Поедая полевку, Зори смотрела на проходящих из стороны в сторону котов.",
    "answers": [
      {
        "id": 111,
        "text": "далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Зори, привет — послышался сзади тихий голос. Это была Полуночница.\n— Привет.\n— Ты уже вылечила котенка?\n— Да. Скоро он вернется к матери в пещеру. Наконец-то я смогу отдохнуть.\n— Я как раз по этому поводу. Ламинария и еще несколько наших котов пошли проверять границы. У меня плохое предчувствие. Боюсь, что-то может случиться. Тебе опять нужно будет принимать гостей у себя в пещере, если мои чувства подтвердятся.\nЗори вздохнула.\n— Ладно. Я буду к этому готова.\nЗори доела полевку и устало поплелась в пещеру. Она решила отдохнуть перед тем, как к ней опять придут раненые коты. Только она легла и закрыла глаза, как послышался крик Полуночницы. Зори со вздохом встала и пошла на крик. Подойдя к Полуночнице, Зори осмотрела всех котов, которые уходили проверять границу. Ранена была только Ламинария. Она подвернула лапу, когда бежала. Значит на них не нападали.\nЛаминария пошла в пещеру Зори, а Сама черная охотница пошла за травами в лес. Она шла по снегу на поиски трав. Это было уже сложнее чем раньше. Снег присыпал всю растительность, и искать было почти невозможно. Перекапывая снег, Зори услышала хруст снега, под чьими-то лапами. Черная охотница обернулась и зашипела. Это была Лили.\n— Что ты здесь делаешь? — спросила подругу Лили.",
    "answers": [
      {
        "id": 112,
        "text": "далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "— Я ищу целебные травы для своего клана. А ты?\n— Я на охоте. С тех пор, как ты ушла на нас нахлынуло еще больше неприятностей. Мы один за другим теряем сознание от голода — волки забирают у нас последнее! Мы стараемся избегать встречи с ними. Мы перенесли остатки дичи в пустую пещеру, чтобы волки не украли ее. Но еда кончилась. Мы не можем охотиться без сил. Боюсь, что мы все погибнем без твоей помощи!\n— А Клест?\n— Он сидит в своей пещере целыми днями и никого не хочет видеть.\n— Я помогу вам, но об этом никто не должен знать. Ясно?\nЛили кивнула.\n— Жди здесь. Я сейчас приду — сказала Зори и убежала в сторону лагеря. Подбежав к большой куче дичи, черная кошка тихо начала вытаскивать дичь.\n— Зори, что ты делаешь? — послышался сзади голос Полуночницы — Ты так сильно голодна?\n— Полуночница, я хочу помочь своим друзьям из клана Ветра. Пожалуйста отдай мне немного дичи. Я потом все возмещу. Я буду и травницей, и охотницей!\nПолуночница улыбнулась и провела кончиком хвоста по спине Зори.\n— Не надо ничего возмещать. Я все понимаю. Бери сколько тебе нужно. Ты — травница. Ты — бриллиант в нашем лагере. Мы многим тебе обязаны. Ты можешь забрать хоть всю дичь. Наши охотники наловят новую.",
    "answers": [
      {
        "id": 113,
        "text": "далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Спасибо.\nЗори вытащила столько, сколько смогла унести: трех кроликов, белку и мышку-полевку.\nЛили терпеливо ждала свою подругу. Добежав, Зори сбросила с себя всю дичь на снег.\n— Вот — сказала она — этого вам должно хватить на сегодня.\nЛили открыла пасть от удивления.\n— Как же я давно не видела столько дичи!\n— Унесешь все?\n— Думаю, мне понадобится твоя помощь.\n— Ладно.\nЗори подняла кролика и белку, а Лили остальное. Две подруги побрели в сторону лагеря. Со времени ухода Зори, лагерь изменился до неузнаваемости. За ним давно никто не следил. Перед входом Зори остановилась.\n— Дальше пойдешь сама. Никто не должен знать, что я вам помогаю. Мне вас жалко, но показаться я не могу. Прощай.\nЗори сбросила дичь на снег и убежала в лес. Пусть она и не могла показаться своему бывшему клану, но она могла тайно помогать им... Через Лили.",
    "answers": [
      {
        "id": 114,
        "text": "далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "Зори как всегда сидела у себя в пещере и перебирала лечебные травы. В последнее время ничего не происходило. До этих пор.\n— Зори — послышался со стороны входа голос Акелы — Ты здесь?\n— А где же я еще могу быть, Акела? — засмеялась Зори.\n— Я хотел сказать, что скоро взойдет полная луна. Этой ночью.\n— Я знаю. \n— Сегодня ночью все кланы соберутся в одном месте, чтобы обсудить проблемы. Ты, как представитель целительской крови, должна пойти с нами на совет. Травниц осталось в лесу очень мало.\nТы — богатство Звездного клана. Не каждому клану выпадает возможность завести в лагере травницу.\n— Хорошо я пойду.\n— Тогда до встречи.\nАкела улыбнулся и вышел из пещеры Зори. Зори взглянула на солнце. Оно только начинало садиться. Было еще много времени до собрания всех кланов леса. Поэтому у маленькой травницы было время поспать. Она взбила перьевую подстилку и легла спать.\nЧерная кошка проснулась от зова Акелы. Он собирал охотников на собрание кланов. Зори зевнула и вышла на улицу.",
    "answers": [
      {
        "id": 115,
        "text": "далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "— Вот ты где — улыбнулся Акела — Я уже хотел идти искать тебя. Все готово. Мы отправляемся в путь.\nЗори кивнула и встала между Ламинарией и Полуночницей. \nДорога была не долгой. К закату Звездный клан добрался до большой поляны. \n— Здесь пройдет сбор кланов — сказал Акела — Распологайтесь.\nК Акеле подошел черно-белый кот, который был очень знаком Зори. Это был Коготь из Западного клана. Потом между предводителями завязался разговор. Было видно, что они были давними друзьями. Вдруг взгляд Когтя упал на Зори.\n— О, кто эта маленькая черная киска? Мне кажется, что мы с ней уже где-то виделись...\n— Это — Зори. Она наша травница. И не только это умеет. И за кланом присматривает, и охотиться умеет, и иссуство травницы знает, и воевать может! \n— Ого! Это просто чудо, а не киска!\n— Согласен.\nКоготь подошел к Зори.\n— Ну теперь знай, киска, мы ваши союзники. В любой трудности зови нас. Мы поможем!\nЗори кивнула и улыбнулась. Пока они втроем разговаривали, на поляне появились еще три клана. Один из них был не знаком Зори, а другие два, она знала хорошо. Первым оказались болотные коты, а вторым клан Ветра. Лили улыбнулась, увидев Зори, но черная кошка только подмигнула и отвернулась от нее. Она не хотела выдать себя.",
    "answers": [
      {
        "id": 116,
        "text": "далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "— Все в сборе — послышался голос предводителя незнакомого клана — Можно начинать. У кого-нибудь есть проблемы?\n— У нас! — послышался громкий голос. Зори узнала Клеста.\n— В нашем клане нет еды — продолжал он — волки воруют нашу еду. Только вчера мы хоть немного поели. Благодаря Лили, которая принесла в наш лагерь много еды и прокормила весь клан.\nКлан Ветра разом посмотрел на Зори. Видимо о тайной помощи Зори знают уже все, кроме Клеста. Тира посмотрела на подругу и мягко улыбнулась.\n— Мы постараемся помочь вам с волками, но охотиться вы будете сами — сказал незнакомый предводитель.\n— Хорошо.\nКлест странно улыбнулся и продолжил: — от нас ушла маленькая охотница и ушла в неизвестном направлении. Ее шерсть черная, как ночь, а глаза сияют зеленым огнем. Никто не видел ее?\nЗори открыла пасть, услышав эти слова.\n— А зачем она тебе?- послышался громкий голос Акелы.\n— Она предательница! Когда она узнала о неприятностях на нашей территории, то сбежала, оставив нас на произвол судьбы!\nЗори не выдержала и выпрыгнула из-за толпы котов. Она предстала перед Клестом во всей своей мощи и гневе. Она выглядела так грозно, что Клесту стало не по себе.",
    "answers": [
      {
        "id": 117,
        "text": "далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "— Ты подлый трус!- закричала на него Зори — как ты можешь лгать всему лесу зная, что ты обманщик?\n— Оглянись вокруг, Зориада — закричал Клест — Видишь их? Никто из них тебе не верит!\n— Я верю!- выскочила из толпы Полуночница.\n— И я!- подхватила Ламинария.\n— Она — травница! И ты не имеешь права так о ней говорить!- вышел вперед Акела.\n— Она не одна!- подбежал к Зори Эттин.\n— Травницы не лгут, Клест!- подхватила Ачера.\n— Вы можете всем кланом ее поддержать, но это ничего не изменит!- фыркнул Клест — Она была в клане Ветра. Если кто-нибудь из моих котов, которые это видели признаются, то я больше не стану охотиться на эту мелкую травницу. А если нет, то я убью ее здесь и сейчас!\nНа поляне воцарилась тишина. Все замерли в предвкушении продолжения.\nВдруг из толпы протиснулась маленькая кошка. Это была Лили.\n— Я — охотница клана Ветра — начала она — Меня зовут Лили. Я знаю все, что произошло с Зориадой. Она полюбила кота из другого клана, а Клест не принял ее желание. В ярости он изгнал ее из клана!",
    "answers": [
      {
        "id": 118,
        "text": "далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "— Лили, встань на место!- прорычал Клест.\n— Нет! А ведь это только благодаря Зори, мы выжили! Это она спасла Тиру от волчицы и та дичь, которую я принесла в лагерь отдала она! Все это время она была рядом с нами и помогала, а ты даже не заметил ее присутствия!\nКлест с раскаянием посмотрел на Зори, но Черная охотница уже убежала прочь от большой толпы, которая не приносила никакого счастья в ее жизнь.",
    "answers": [
      {
        "id": 119,
        "text": "далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "Зори подобралась к лагерю клана Западных котов. Юная кошка легко могла прокормить себя, поэтому не нуждалась ни в чем. Она открыто вошла в лагерь. Естественно ее заметила западная кошка.\n— Стой! Кто ты? Как сюда попала?\nЗори спокойно повернула голову в сторону кошки. Красивая черная кошка стояла неподалеку и смотрела на Зори большими голубыми глазами. \n— Меня звали Зориада. Я была в клане Ветра раньше...\n— Звали? Раньше? Что с тобой случилось?- перебила ее незнакомка.\n— Это очень долгая история — спокойно ответила Зори — Скажем так, можешь звать меня Зори. \n— Меня зовут Тень. Это из-за цвета моей шерсти. Лика говорила, что сама выбирала мне имя...\n— Лика?\n— Это моя мать.",
    "answers": [
      {
        "id": 120,
        "text": "далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "Зори моргнула. На нее нахлынули воспоминания о семье, о лагере, о уютной пещерке, в которой она ночевала, о единственной сестре... Сестра... Зори никак не могла вспомнить как она выглядела... Что происходит? Черная кошка начинала возвращаться в прошлое, путь к которому был давно закрыт... В далеком прошлом Зори потеряла все, что ей было дорого... \n— Эй! Очнись! Все в порядке, Зори?\nКошка услышала голос Тени, а потом увидела, как ее голубые глаза всматриваются в нее.\n— Да... Все в порядке... Просто я потеряла свою семью еще когда была маленьким котенком. \n— Это ужасно! Как ты выжила?\n— Я не помню этого... Не помню, как я росла и выживала в этом жестоком лесу.\n—Зори ты права. В этом лесу многим было не по себе одним. В одиночестве многие умирали здесь, а малая часть попадала в кланы. Тебе повезло, что ты выжила. Все домашние киски, которые заходили сюда не возвращались к своим хозяевам. Куда они попадали?\n— Они все попадали в Болотный клан. Оттуда не возвращаются.\nВ это время к двум черным кошкам подошел какой-то кот. Увидев его, Тень нежно замурлыкала.",
    "answers": [
      {
        "id": 121,
        "text": "далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "— Зори, знакомься. Это Клен. \nЗори мило улыбнулась и посмотрела на кота. Он был очень красив. Его рыжая шерсть развевалась на ветру, а его голубые глаза... Зори никогда не видела такие красивые глаза... \n— Так ты из клана Ветра, да?- спросил Клен.\nЗори кивнула.\n— Точнее, я раньше в нем состояла, а потом... Думаю, вы сами все видели на собрании кланов...\n— Так это ты та самая знаменитая травница, которая побывала уже в трех кланах?\n— Да, это я.\n— Я хотела с тобой познакомиться после того собрания! \n— Кстати, Зори, ты уже слышала о конфликте?- спросил Клен.\n— Нет. А что произошло?\n— Наш предводитель поссорился с Клестом из-за тебя и теперь хочет напасть... У клана Ветра нет выхода. Они либо умрут, либо сдадутся. Их слишком мало. Теперь только ты можешь остановить это!\n— Но как?- удивлению Зориады не было предела.\n— Если битва из-за тебя, то только ты можешь ее остановить!\n— Я должна их предупредить!\n— Иди!",
    "answers": [
      {
        "id": 122,
        "text": "далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "Зори улыбнулась и побежала к лагерю клана Ветра. До него было очень далеко. Прыгая по деревьям, Зори почувствовала резкую боль в лапе и упала, в еще не растаевший снег. Осмотрев лапы, она поняла, что разбила их в кровь. Но это ее не остановило. Кошка продолжала идти вперед, не обращая внимания на сильную боль в лапах. По дороге она увидела Ворона.\n— Эй, Ворон! Есть разговор!\n— Зори? Что ты здесь делаешь?\n— Долго объяснять... На ваш клан собираются напасть воины Западного клана!\n— Что? Почему? За что?\n— Говорят, что предводители поссорились и у вас нет выхода! Битва состоится! Возможно даже завтра! Будьте готовы!\n— Хорошо, Зори.\nЗори отошла от друга, улыбнулась, вспрыгнула на дерево и убежала в неизвестном направлении. Во всяком случае, битва состоится и лишь Зори сможет это остановить.",
    "answers": [
      {
        "id": 123,
        "text": "далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "На следующий день.\nЗори проснулась от громкого топота под деревом, на котором она спала. Не может быть! Почему так рано? Охотники Западного клана уже шли в сторону лагря клана Ветра. В знакомой толпе черная кошка увидела пару знакомых ей личностей. Тень неуверенно плелась в середине клана и оглядывалась по сторонам, Клак шел позади Когтя, Клен шел рядом с Тенью, опустив голову.\nКак? Почему они тоже здесь? Интересно, а клан Ветра будет защищаться или сдастся? А может быть они уже сбежали, боясь неравной битвы? Но до лагеря клана Ветра было далеко. Нужно было перейти через большое озеро. Оно давно было сковано льдом и по нему можно было легко пройти. Стоило поторопиться.\nЗори бежала по деревьям за Западным кланом. Она даже не заметила, как добежала до ледяного озера. Вдруг она остановилась. С другой стороны озера стоял клан Ветра. Лили была явно настроена биться не на жизнь, а насмерть, Тира стояла, и иногда из ее рта вырывалось подавленое шипение.",
    "answers": [
      {
        "id": 124,
        "text": "далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "Вихрь и Ворон стояли недалеко от Клеста. Сирена как всегда очаровывала своей красотой, но в этот раз в ее голубых глазах виднелись гнев и злость.\n— Вы набрались смелости? Я думал, вы сбежите!- ухмыльнулся Коготь.\n— Мы не собираемся сдаваться без боя, Коготь — прорычал Клест.\nВсе воины выглядели так, как будто заразились бешенством. Западный клан разорвет клан Ветра на части! \n\"Нужно что-то придумать!\"- пронеслось в голове у Зори. Вдруг она почувствовала запах лечебных трав и посмотрела вниз. Под деревом, на котором сидела Зори рос подснежник. Таких в Звездном клане много было... \nВнезапно Зори сорвалась с места и побежала в лагерь Звездного клана на запах подснежников. Добежав, она столкнулась с Акелой.\n— Зори? Ты вернулась к нам?\n— Акела, мне нужна ваша помощь!\n— Говори. Я готов помочь в чем угодно.\n— На клан Ветра напали западные коты, и теперь они дерутся на Ледяном озере! Это неравная битва! Мы должны помочь!\n— Хорошо. Я согласен с тобой, маленькая травница. Мы должны остановить их. Кстати сейчас весна. Лед на озере может оттаять!",
    "answers": [
      {
        "id": 125,
        "text": "далее."
      }
    ]
  },
  {
    "id": 125,
    "text": "— Нужно торопиться!\nАкела громко мяукнул, и через минуту все коты Звездного клана стояли рядом с ним. Зори увидела неподалеку взволнованную Полуночницу. Рядом с ней стояли Ламинария и Ачера. Увидев черную травницу, Ламинария улыбнулась и подмигнула ей. Зори улыбнулась в ответ. \nВскоре Звездный клан побежал в сторону замерзшего озера, на котором уже дрались два клана. Повсюду была кровь. Темные пятна расплывались по льду и как-будто становились его частью.\n— Защищайте клан Ветра!- скомандовала Зори, и все разбежались по льду. Акела бросился на Когтя.\n— Акела? Что ты здесь делаешь?\n— Я помогаю маленькой травнице, Коготь! \n— Зориада здесь? Это невозможно! \nВдруг маленькая черная фигурка проскочила мимо двух предводителей. Зориада не дралась. Ее никто не трогал. Вдруг сзади на кошку напрыгнул кто-то. Это был Клест. Но он вовсе не хотел драться. В его глазах отражались грусть и тоска. Он открыл рот, чтобы что-то сказать, но Зори не стала его слушать. Она зашипела, и выпустив когти ударила его по морде. Сбоку подбежала Полуночница и сбросила его с черной кошки.",
    "answers": [
      {
        "id": 126,
        "text": "далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "Зори вскочила на лапы. Вдруг она узлышала треск. Лед! Под ее лапами во все стороны разросталась трещина. Подняв голову, Зори увидела, как заметались на льду воины. Им было уже явно не до боя. Главное было сбежать с озера на землю. У Зориады закружилась голова и подкосились лапы. Зори упала на треснувший лед. Она видела, как рядом упала Ламинария, и как к ним бежит черно-белый кот. Акела в беге схватил Зори и Ламинарию и побежал на сушу. Прямо за его лапами лед уходил под воду. Зори спрыгнула на землю и сразу же побежала к озеру. Вдалеке она увидела Вихря и Сирену. Они все еще были на озере, в воде. Зори подбежала к Тени, стоящей неподалеку, и они вместе прыгнули в воду. Сзади раздавались крики охотников и воинов, но двум смелым кошкам было все равно. Зори схватила Сирену за загривок и вытащила на ближайшую льдину. Следом за ней туда попал и Вихрь. Две кошки с довольным лицом доплыли до берега, везя перед собой льдину со спасенными котами. Все молча смотрели на двух подруг, которые забрались на сушу и упали без сил, переводя дыхание. Похоже, что больше никто не хотел драться. Война была закончена. И ее закончила Зориада.\nК двум черным кошкам подбежали Акела и Коготь.",
    "answers": [
      {
        "id": 127,
        "text": "далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "— Девочки, все в порядке? Вы не поранились? — взволнованно спросил Акела.\n— Все хорошо — сказала Зори — Мы целы и невредимы.\nСирена подошла к Зориаде и лизнула ее в ухо.\n— Я знала, что ты вернешься — улыбнулась она и отошла в сторону.\nВсе начинали расходиться по лагерям. Было много раненых. Коготь попрощавшись с Зориадой и Акелой повел свой клан в лагерь. Акела улыбнулся Зориаде и повел Звездный клан за Западным кланом. Зори увидела, как идут за ним Полуночница и Ламинария. Воины клана Ветра побрели в сторону своего лагеря. Черная охотница опустила голову и побрела в сторону леса. Она остановила битву. Больше ей нечего здесь делать.\n— Зори... — послышался сзади неуверенный голос. Кошка обернулась.",
    "answers": [
      {
        "id": 128,
        "text": "далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "Сзади стоял Клест. Он выглядел неуверенным и грустным. Черная охотница с презрением посмотрела ему в глаза.\n— Слушай... Я не хотел, чтобы так получилось! Иногда меня охватывает ненависть, и я злюсь на все вокруг! Прости меня! Я уже осознал все свои ошибки и знаю, что меня нельзя простить, но попробуй дать мне шанс! Обещаю, я больше не буду иметь что-либо против твоих решений, и я буду всегда уважать твой выбор. Ну что, простишь меня?\nЗори немного постояла и потом ответила:\n— Я не могу злиться на тебя. Я услышала то, что я хотела. Поэтому я должна жить в клане Ветра. Думаю, что мне будут рады в этом клане. \nКлест улыбнулся и лизнул Зори в нос. Он еле сдерживал слезы радости. Зори улыбнулась ему в ответ.\n— Идем. Нас будут ждать в клане — поманил Клест.\nЗори подбежала к нему, и они вместе направились в сторону лагеря.",
    "answers": [
      {
        "id": 129,
        "text": "далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "На следующее утро.\n— Зори, хватит спать! Пошли!- запрыгала возле подруги Лили.\n— Что стряслось опять?\n— Пошли! Сама все увидишь!\nЗори и Лили вышли из пещеры охотниц и пошли в другую часть лагеря. Там была большая пещера, сделанная специально для черной кошки.\n— Посмотри, у тебя теперь есть своя пещера! Клест и Ворон сделали ее ночью. Так как ты теперь травница, тебе нужна пещера.\nЗори вошла и осмотрелась. Изнутри пещера выглядела не очень и поэтому в ней нужно было многое переделать. Нужно было установить в ней склад лечебных трав, место для осмотра раненых и небольшое местечко для Зориады.\n— Лили, мне нравится! Здесь так просторно! Помоги мне перенести все сюда и обустроить мою пещерку.\nВ ответ Лили улыбнулась и побежала за перьями. Тира тоже присоединилась к переезду Зори. Серая кошка помогала подруге искать травы в лесу. Клест, Ворон и Вихрь вышли на охоту, поэтому Зори их не видела с утра. Стоял жаркий весенний денек. Теплый ветерок приносил в лагерь знакомые Зориаде запахи лечебных трав. Волки и лисы больше не наведывались в лагерь.",
    "answers": [
      {
        "id": 130,
        "text": "далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "После битвы Западный клан еще больше полюбил Зориаду, и много охотников хотели познакомиться с ней лично. \nЗори бегала по лесу и осматривала кажый кустик. Тира бегала за ней и несла травы, которые нашла ее черная подруга. Вдруг Зори почувствовала знакомый запах. Тень и Клык! Западные охотники подошли к Зориаде и улыбнулись.\n— Наконец-то мы снова встретились. Хорошо, что битва кончилась- начал Клык.\n— Что сказал Клест?- поинтересовалась Тень.\n— Теперь он не против того, что я дружу с вами!- засмеялась Зори.\n— Так вот они? Тень и Клык, да? — вмешалась Тира.\n— Да, а ты видимо Тира?- спросила Тень.\n— Да. Это я. Зори мне много о вас рассказывала. Это ты помогла ей узнать о надвигающейся битве и помогла спасти наших воинов. А ты — Клык. А ты правда красив. Сын Когтя?\n— Да.\n— Это наверное честь... Быть потомком предводителя.\n— Да. Я горжусь этим. Но я должен быть самым сильным, способным и быстрым в клане! \n— Зачем вы вообще здесь?- вмешалась Тень.\n— Мы пришли за травами — ответила Зори.",
    "answers": [
      {
        "id": 131,
        "text": "далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "— У нас их много растет! Пошли! Боюсь, сами не унесете в лагерь!\nТень побежала в глубь леса. Остальные побежали за ней. Они перебежали через ручей и запрыгнули в ближние кусты. На небольшой поляне росли разные виды трав. А еще больше росло подснежников. Любимые цветы Зориады, которые помогли ей спасти свой клан. \n— Тень, это потрясающее место!-воскликнула Зори — Так много трав и моих любимых подснежников! \n— Я знала, что тебе понравится. Бери лечебные травы. \nЗори улыбнулась и начала рвать травы. Вскоре все четверо взяли по охапке трав в зубы и понесли в пещеру Зори. В лагере их встретила Лили:\n— Я думала идти вас искать. Ого, как вы много набрали! \n— Привет, Лили — подмигнул белой кошке Клык.\n— Вы знакомы? — ревниво спросила Зори.\n— Давно виделись на охоте — пояснил Клык — В то время тебя мы все еще не знали!\n— Тогда ладно- улыбнулась Зори.\nТень и Клык попрощались и ушли, а Зори пошла раскладывать травы.",
    "answers": [
      {
        "id": 132,
        "text": "далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "Раскладывая травы, Зори увидела маленький белый цветок. Это был маленький подснежник, принесенный Клыком. Зори осторожно взяла цветок и положила на подстилку из перьев, сделанную ее белой подругой. К пещере подошел рыжий кот.\n— Зори?- послышался голос Клеста.\n— Я здесь.\n— Тебе понравилась пещера?\n— Да. Она прекрасна!\n— Я рад, что тебе понравилось. Идем, я тебе кое-что покажу.\nЗори послушно вышла из своей новой пещеры. Перед ней стоял весь клан. Что-то случилось? Клест встал рядом и посмотрел на свой клан.\n— Как вы все знаете, к нам в клан попала новая кошка. Зориада стала полноценной охотницей нашего клана и не раз спасала нас от разных опасностей. \nКлан одобрительно закивал. А Клест обратился к черной кошке:\n— Так как у тебя нет семьи, Лили и Тиренда заменят тебе старших сестер. Я надеюсь, что ты и дальше будешь помогать нашему клану.\nЗори посмотрела на Лили, которая большими прыжками неслась к ней. \n— Зори, мы с тобой теперь сестры! — заорала Лили.",
    "answers": [
      {
        "id": 133,
        "text": "далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "— Поздравляю, Зори — улыбнулась Тира.\n— Спасибо — ответила на улыбку Тиры черная кошка.\nДве кошки были безумно рады новой сестре. Черная кошка теперь стала сводной сестрой Тиры и Лили. Узнав об этом все друзья черной кошки радовались за подругу. Тень каждый день сидела на полянке с подснежниками и вспоминала новую подругу. Клык ждал вестей от своей любимой долгое время. Ламинария и Ачера постоянно навещали ее старую пещеру. Акела скучал по любимой травнице. Кстати у него появились чувства к Полуночнице. Они полюбили друг друга и теперь остается только ждать продолжения их отношений. О прошлом Зориаде напоминал только один маленький подснежник, лежащий возле подстилки Зориады, в углу ее маленькой пещерки, снизу доверху набитой лечебными травами.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 134,
    "text": "",
    "answers": []
  },
  {
    "id": 135,
    "text": "",
    "answers": []
  }
]