[
  {
    "id": 1,
    "text": "Судный день и будущее.",
    "answers": [
      {
        "id": 2,
        "text": "Начать выживать!"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вам недавно исполнилось 15 лет вы неспеша возвращались с магазина домой,как вдруг вы услышали выстрелы через квартал от вас надо бы поторопиться домой там вы будете в безопасности!",
    "answers": [
      {
        "id": 3,
        "text": "Идти домой!"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вот уже показался ваш дом но вот проблема машины ваших родителей нет по близости где же они могут быть остается загадкой!",
    "answers": [
      {
        "id": 4,
        "text": "Войти в дом."
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы вошли без особого труда так как вы всегда берете с собой ключ.Ваш дом был обычный одноэтажный с железным горожом ,задним двором и чердаком дом был в нелучшем состоянии в него хватило бы вехать на машине чтоб разрушить!",
    "answers": [
      {
        "id": 5,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 5,
    "text": "Впринцепе во дворе не было то что могло быть полезным куча хлама несколько разобраных мотоциклов и скутеров стояло на заднем дворе но не в рабочем состоянии!",
    "answers": [
      {
        "id": 7,
        "text": "Идти в совою комнату."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы вошли в совою комнату она была достаточно маленькая с кроватью, шкафами и одним окном.Впринцепе все как обычно. ",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы вошли в комнату онабыла не большая в ней была кровать, шкаф, и одно окно.Вы сели на кровать и начали думать что делать дальше.",
    "answers": [
      {
        "id": 9,
        "text": "Осмотреть припасы еду воду."
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "Вы подошли к холодильнику в нем была еда.Еще у вас дома были соления варенье и кампоты.Осмотря воду вы огорчились её было очень мало надобы принести воды.",
    "answers": [
      {
        "id": 10,
        "text": "Взять баклашки и пойти за водой."
      }
    ]
  },
  {
    "id": 10,
    "text": "Выйдя за дверь стояла тишина не было слышно ничего кроме ветра . Вы шли набрали воды возвращаясь домой вы были приятно удевлены увидив машину своей мамы .Вы стали идти быстрее да бы поскорее узнать что случилось .",
    "answers": [
      {
        "id": 11,
        "text": "Войти в дом."
      }
    ]
  },
  {
    "id": 11,
    "text": "Войдя в дом вы поздороволись с мамой и спросили \"Что произошло?\".Судя по всему судный день.\" Что это?\" спросили вы.Это когда выживает сильнейший \"Собирайся сказала вам мама мы уезжаем \" Куда?\" \"До родственников у них есть оружие!",
    "answers": [
      {
        "id": 12,
        "text": "Ехать с мамой."
      }
    ]
  },
  {
    "id": 12,
    "text": "Доехав до родсвенников которым был дядь Миша у которого было ружье ,пистолет,свд.Они собирались ехать в оружейный магазин да бы запастись патронами и оружием.Вы уговорили их взять вас собой.",
    "answers": [
      {
        "id": 13,
        "text": "Вперед!"
      }
    ]
  },
  {
    "id": 13,
    "text": "Приехав в место назначения вы зашли в магазин он наудивление был пуст из людей\nне было никого кроме вас вам дали мешок для того чтобы вы собрали как можно больше патронов.И вы увидели лежащую винтовку АК47 вы подобрали её она оказалась заряжена вы передернули затвор и сняли её с предохранителя и как оказалось не зря. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 14,
    "text": "Взяв легендарное оружие в руки вы услышали шаги это оказался мужчина но зная правила апокалипсиса из игр в которые играли вы должны были убить этого человека!",
    "answers": [
      {
        "id": 15,
        "text": "Выстрелить."
      }
    ]
  },
  {
    "id": 15,
    "text": "После того как вы выстрелили гул стоял в ваших ушах ещё пару минут.Труп лежал Неподалеку от вас истекающий кровью,через минуту в комнату вошли ваши родители.И в своем сознании вы понимали что если бы ни вы его то он вас .Вы встали на ноги и и продолжили сбор припасов.",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 16,
    "text": "Ещё немного походив в магазине вы услышали на улице женский крик.",
    "answers": [
      {
        "id": 17,
        "text": "Посмотреть что происходит."
      }
    ]
  },
  {
    "id": 17,
    "text": "Выйдя на улицу вы увидели как двое воруженых пестолетами парня если их можно так назвать держат девушку на вид лет 14 она упорно сопротивляется но у неё не выходит сжимая в руке атомат вы мыслено знали  что нужно делать.Тут подошли ваши родители и сказали не твоя забота эта разборка!",
    "answers": [
      {
        "id": 18,
        "text": "Заступиться и помоч несчастной!"
      }
    ]
  },
  {
    "id": 18,
    "text": "Зжав в руках автомат вы переложили его за спину и взяли в руку пистолет.Начали бежать к девушке ,добежав до группы лиц вы спросили что происходит но вас проигнорировали, тут вы находясь от них в паре метров, прицеливаясь в голову, делаете два точных выстрела в бандитов повсюду брызги крови плач девушки она сорвалась с места к вам в объятия.Это оказалась Катя ваша знакомая со школы,она была достаточно симпатична.",
    "answers": [
      {
        "id": 19,
        "text": "Спросить и неё что она тут делает одна?"
      }
    ]
  },
  {
    "id": 19,
    "text": "На ваш вопрос она ответила что в её дом проникла группа бандитов и увела её семью.И она вырвалась,пошла искать семью но не нашла.И её схватили другие и начали тащить к себе на базу чтоб сделать из неё рабыню.",
    "answers": [
      {
        "id": 20,
        "text": "Предложить пойти с вами."
      }
    ]
  },
  {
    "id": 20,
    "text": "Услышав ваше предложение она с радостью согласилась,вы пошли к машине и поехали к вам на базу.",
    "answers": [
      {
        "id": 21,
        "text": "В путь!"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы ехали, и паралельно сидя на заднем сидении автомобиля успокаивали Екатерину, говоря ей что \"все будет хорошо\"!",
    "answers": [
      {
        "id": 22,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 22,
    "text": "Доехав до вашей базы вы начали выгружать то что взяли в оружейном магазине .Взяв один пистоле марки Кольт вы отшли в сторону , дали Кате пистолет в нем была поностью заряженая обойма.Я не умею стрелять сказала вам Катя ,вы отошли на пару минут придя к Кате с несколькими бутылками .",
    "answers": [
      {
        "id": 23,
        "text": "Обучить Катю обращатся с оружием."
      }
    ]
  },
  {
    "id": 23,
    "text": "Пройдя с Катей на задний двор, вы расставили бутылки .Подойдя к Кате вы показали ей как перезаряжать и снимать с предохранителя пистолет ,потом дав ей в руки пестолет вы стали за ней прицеливаясь она попала по вмем бутылкам .Отойдя еще на пару минут пока Катя тренировалась вы принисли АК47 .",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить обучение !"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вобщем все тоже самое только есть один ньюанс это автомат и у него отдача по мощнее чем у пистолета!Вы дали Кате автомат и отошли на пару метров от греха подальше 3.2.1. огонь прозвучала очередь первая,вторая,третья и удачно меткость у неё не занимать . Вы сказали у тебя не плохо получаеться .Спасибо сказала Катя .",
    "answers": [
      {
        "id": 25,
        "text": "Чтож обучение окончено с гордостью за Катю вы пошли далее заниматься делами..."
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы разгрузили оставшийся груз и тут уже и вечер наступил.Вы вошли в дом ,за столом сидела Катя вы подсели к ней и вместе начали ужинать консервами.",
    "answers": [
      {
        "id": 26,
        "text": "Спросить как она?"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я думаю как дальше жить точнее выживать ведь теперь я совсем одна ,ты не одна у тебя есть я а ты есть у меня .Но ты же не будешь вечно меня обеспечивать прикрывать и присматривать.Ведь так?",
    "answers": [
      {
        "id": 27,
        "text": "Ответить на вопрос."
      }
    ]
  },
  {
    "id": 27,
    "text": "А почему нет ?Ведь я самостоятельный умею стрелять водить и следить за хозяйством !",
    "answers": []
  }
]