[
  {
    "id": 1,
    "text": "Квест для мирмикиперов от группы AntHokkido ",
    "answers": [
      {
        "id": 2,
        "text": "Я готов, начать! "
      },
      {
        "id": 1,
        "text": "Я готов, не хочу начинать, но начну. "
      }
    ]
  },
  {
    "id": 2,
    "text": "И тут \"пришелец\" замолчал\n— Наша колония имеет длинную историю — старый солдат вздохнул и откусил лапу таракана — ты не представляешь, что наделал. Великое зло придёт за всеми нами, мы обречены! Из за тебя каребары узнали местоположение нашей скромной и безобидной колонии... — неуспел он закончить, как молодая рабочая особь тетрамориумов(точный вид старик определить не смог) сказала\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Какого вида ваша колония? (даже не заинтересовавшись о грядущей войне) "
      },
      {
        "id": 5,
        "text": "Я позову своих, их несколько тысяч. Мы укрепим оборону, ваши огромные мандибулы будут закрывать вход и расщеплять солдат диверсов, а мы нападем с тыла. "
      },
      {
        "id": 6,
        "text": "Мне не интересна ваша колония и жизнь. Мой народ важнее и я ухожу(прихватив последнюю лапу таракана)\nPs: большая вероятность, что вас съедят или убьют. "
      }
    ]
  },
  {
    "id": 3,
    "text": "У меня есть родственники из колонии solenopsis invicta, я уверен, они могут уничтожить нашего общего противника. Их больше миллиона! И каждый с опасным жалом. ",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить рассказывать свой план"
      },
      {
        "id": 9,
        "text": "Выслушать старика"
      }
    ]
  },
  {
    "id": 4,
    "text": "Мы не богатые муравьи, вида messor arenarius. Да, мы огромны, но не созданы для битв с таким опасным противником как феидологетоны. Один их солдат сможет откусить головы десяткам наших сородичей, а их там сотни и тысячи...",
    "answers": [
      {
        "id": 2,
        "text": "Понятно... но у меня есть ещё вопросы "
      },
      {
        "id": 3,
        "text": "У меня есть план! "
      }
    ]
  },
  {
    "id": 5,
    "text": "Ха-ха-ха, у диверсов сотни тысяч солдат, жаждующих битвы и желающие лить кровь... МЫ — НИЧТО ПРОТИВ ИХ МОГУЩЕСТВА И МЫ УБЬЁМ ТЕБЯ ЗА ТО ЧТО ТЫ ПРИВЁЛ ИХ К НАМ! ",
    "answers": [
      {
        "id": 7,
        "text": "Аааа, можно ещё вопрос? "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вас расчленили и сбросили со скалы термитам. Самая ужасная смерть.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nКолония аренариусов погибла.... ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в главное меню"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вас скинули в логово муравьиного льва. К сожалению вам придётся начать с начала. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы только продолжили, как старик уснул. Придётся ждать до утра. ",
    "answers": [
      {
        "id": 21,
        "text": "Ждать... "
      }
    ]
  },
  {
    "id": 9,
    "text": "— это хороший план, но дело в том, что  invictы очень коварны и хитры, после того как мы расправимся с каребарами, они убьют нас! ",
    "answers": [
      {
        "id": 10,
        "text": "Это наш единственный выход "
      }
    ]
  },
  {
    "id": 10,
    "text": "Нет! Я сдесь принимаю решения, а не ты, мелкий тетрамориум. ",
    "answers": [
      {
        "id": 12,
        "text": "Позвольте мне привести армию соленопсисов и моих сородичей. Я приведу сотни тысяч солдат и мы захвати гнездо диверсов первыми! "
      }
    ]
  },
  {
    "id": 11,
    "text": ". ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "— я всё сказал.... — он не успел договорить — \n— ВЫ НЕ ПРАВЫ! Я ПРИВЕДУ АРМИЮ, ЧТО БЫ ВЫ НЕ СДЕЛАЛИ И УНИЧТОЖУ И КАРЕБАР И ВАС!\n\n—приводи своих оборванцев! Соленопсисы уничтожат твой народ раньше чем ты подойдешь к их муравейнику. ",
    "answers": [
      {
        "id": 13,
        "text": "Уйти за армией"
      },
      {
        "id": 14,
        "text": "Уйти и сбежать и пусть они сами разбираются (я не буду отвечать за свои поступки) "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы выходите из муравейника аренариусов. Стража открывает потайной вход и вы на свободе. Перед вами стоит выбор:",
    "answers": [
      {
        "id": 20,
        "text": "Все таки просто пойти домой и обмануть мессоров"
      },
      {
        "id": 15,
        "text": "Привести армию и избавиться от заразы средеземья"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вас отпусти, стража начала открывать вход и вы побежали со всех ног, пока вход ещё не открылся. Вас поймали и снова привели к мудрецу.\n",
    "answers": [
      {
        "id": 16,
        "text": "Попытаться вырваться из рук аренариусов и убежать(вход ещё не успели закрыть) "
      },
      {
        "id": 17,
        "text": "Расслабиться и ждать, что будет дальше. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы решили позвать армию, и перед вами встал выбор, кого позвать? ",
    "answers": [
      {
        "id": 37,
        "text": "Своих сородичей. Tetramorium bicarinatum "
      },
      {
        "id": 38,
        "text": "Дальних родственников: Solenopsis invicta "
      },
      {
        "id": 39,
        "text": "Ближайших к этому месту соседей: бешеных муравьев "
      },
      {
        "id": 40,
        "text": "Маленьких каребар - pheidole yeensis "
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы несколько раз пытались вырваться из мертвых хваток солдат, но все попытки были бесполезны. Вас привели к старику. ",
    "answers": [
      {
        "id": 18,
        "text": "Спросить что ему от вас нужно "
      }
    ]
  },
  {
    "id": 17,
    "text": "Глава семейства разделывал очередного таракана и тут увидел вас\n—опять!? А где твоя армия инвикт? Была разбита? Или ты единственный кто остался жить после их нападения на твою семью? ",
    "answers": [
      {
        "id": 19,
        "text": "Нет, они стоят около вашего муравейника. Пойдёмте, посмотрим. "
      },
      {
        "id": 18,
        "text": "Зачем я вам? "
      }
    ]
  },
  {
    "id": 18,
    "text": ". ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "\n. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы дома. Вам ничего не угрожает. Можете расслабиться, но аренариусов спасти так и не удалось. ",
    "answers": [
      {
        "id": 1,
        "text": "До новых встреч! "
      }
    ]
  },
  {
    "id": 21,
    "text": "Утро. Вы просыпаетесь, услышав крик часового\n— Нас аткуют!\n— кто?\n— феидологетоны!\n— сколько их?\n— тысячи! Десятки тысяч!\n— сколько у нас боеспособных солдат?\n— четыре тысячи.\n\nПосле этих слов вы понимаете что произошло и пытаетесь выбраться из под трупа часового, только что предупредившего о наступлении.\n\nКаребары закидывали муравейник камнями, а сами бежали со всех ног, чтобы уничтожить аренариусов.\n\nВы почувствовали внутренний страх. Страх смерти.\n\nАренариусы выстраивали оборону. Через 5-10 минут должна произойти битва. Вы в панике ищите старого командира.\n",
    "answers": [
      {
        "id": 22,
        "text": "Сбежать, пока не поздно. "
      },
      {
        "id": 23,
        "text": "Поспрашивать \"где старик\" у солдат"
      },
      {
        "id": 24,
        "text": "Пойти помогать своим новым друзьям "
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы выбежали из муравейника и подумали, что ещё успеете привести подмогу. Что будете делать? ",
    "answers": [
      {
        "id": 25,
        "text": "Сбежать домой "
      },
      {
        "id": 26,
        "text": "Привести армию "
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы искали его обсолютно везде, но потом, его лучший друг рассказал вам, что тот пошёл предупреждать средеземье о предстающей угрозе и посоветовал вам бежать домой. \n",
    "answers": [
      {
        "id": 35,
        "text": "Бежать домой "
      },
      {
        "id": 24,
        "text": "Ворваться в битву с диверсами "
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы ворвались в поле битвы, но почти сразу были убиты. ",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли. Попробуйте ещё раз. "
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы бежали без оглядки и у вечеру добрались до своего дома. Вам больше ничего не угражает. Вы можете жить спокойно. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить игру. "
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы долго размышляли куда пойти: к инвиктам или свои сородичам бикаринатумам и незаметили как к вам подбежал огромный солдат каребар. ",
    "answers": [
      {
        "id": 27,
        "text": "Бежать "
      },
      {
        "id": 28,
        "text": "Попробывать отбиться"
      }
    ]
  },
  {
    "id": 27,
    "text": "К сожалению муравьи — убийцы бегают гораздо лучше вас и несколько солдат диверсов учичтожили вас. ",
    "answers": [
      {
        "id": 1,
        "text": "К сожалению, вы проиграли. "
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы решили победить этого огромного танка.\nЧерез несколько кругов вокруг солдата вы заметили, что на нем сверху сидит маленький рабочий, который направляет гиганта. Если вы сядиде на его место то сможете управлять им.\n",
    "answers": [
      {
        "id": 27,
        "text": "Бежать "
      },
      {
        "id": 30,
        "text": "Залесть по лапе на грудь солдата "
      },
      {
        "id": 31,
        "text": "Подождать, пока враг опустит челюсть, чтобы укусить вас и забраться к нему на голову. "
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы уничтожили пару тройку солдат, но потом на вас напали со всех сторон мелкие убийцы, и отняли вашу зверушку, а потом затоптали ей же. ",
    "answers": [
      {
        "id": 1,
        "text": "Вы сделали все что смогли, но не прошлиту игру. Попробуйте ещё раз. "
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы попытались залесть по заданей лапе солдата на его брюхо, но забыв, что у него есть жало, нвпоролись на него и погибли от паралича.",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли. Попробуйте пойти другим путем. "
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы стояли на месте, чтобы противник как можно скорее захотел вас укусить и вот, его мандибулы около вашей головы. Вы не думая забрались на спину 3-сантиметрового супер-солдата (наверное одного из самых больших) и убили двоих управляющих его движениями муравьев. Теперь он полностью под вашим контролем.\nЧто скажете  сделать вашей зверушке первым делом? ",
    "answers": [
      {
        "id": 29,
        "text": "Помочь аренариусам"
      },
      {
        "id": 32,
        "text": "Сбежать домой на своём \"динозавре\" "
      },
      {
        "id": 33,
        "text": "Идти за помощью, хотя скорее всего вы не успеете "
      }
    ]
  },
  {
    "id": 32,
    "text": "Когда вы уходили, большинство аренариусов были убиты, матку с расплодом забарикодировали в самой глубокой комнате, оставшиеся воины охраняли её, но все они были убиты, матку с расплодом каребары тоже быстро уничтожили. Потери у диверсов составили 300 солдат, в то время как аренариусы были полностью разбиты, а их колония, насчитывающая более 4000 муравьев была полностью уничтожена. Теперь феидологетоны двигаются на восток, к вашему дому. Скорее всего в ближайшее время средеземье подчинится им. ",
    "answers": [
      {
        "id": 1,
        "text": "С меня хватит, я ухожу с этого места. "
      },
      {
        "id": 35,
        "text": "Мы ещё поквитаемся. Нужно сообщить своим и собирать армию. "
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы, на огромном солдат побежали к ближайшей этому месту колонии. Колонии бешеных муравьев. ",
    "answers": [
      {
        "id": 34,
        "text": "Бежать быстрее! "
      },
      {
        "id": 36,
        "text": "Убежать домой "
      }
    ]
  },
  {
    "id": 34,
    "text": "Через 15 минут вы были у их логова.\n\n—Помогите!!!\n—...\nВы сделали ещё несколько попыток докричаться до них и зашли внутрь муравейника. В нем было пусто, спустившмсь внутрь вы увидели огромную гору трупов рабочих муравьев Aponolepsisов и их цариц.\nВы поняли, что опаздали, эту колонию уже отакавали и вам сдесь не помогут. Вы вышли из муравейника, но заметили, что вашего солдата сдесь нет. Его забрали каребары. Позади вас послышался какой-то шум. Вы забрались на холмик. Это отряд феидологетонов отмечал очередную победу, это они угнали ваше средство передвижения.\n\nВы попробывали убежать, но попытка была неудачной и вас убили. ",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли. Попробуйте ещё раз. "
      }
    ]
  },
  {
    "id": 35,
    "text": ". ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы дома. Вам ничего не угрожает. Вы свободны. ",
    "answers": [
      {
        "id": 1,
        "text": "Вы остались живы, но не спасли аренариусов и не отбились от каребар. "
      }
    ]
  },
  {
    "id": 37,
    "text": "С каждым шагом к вашему дому вы все меньше хотели помочь своим  \"друзьям\" а когда подошли к дому и вовсе не хотели им помогать и решили остаться сдесь и больше не ходить за пределы своей территории. ",
    "answers": [
      {
        "id": 1,
        "text": "Хороший конец? Я думаю нет. Попробуйте ещё раз. "
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы со всех ног бежали к огненным муравьям и даже не заметили как ворвались к ним в логово...\n\n—Я ваш дальний родственник и прошу помощи, чтобы уничтожить заразу-феидологетонов. Я прошу у вас помощи.\n\nПосле долгих уговоров вам дали армию в триста тысяч воинов.\n\nВы почувствовали власть. Власть над миром и уже почти не думали о аренариусах. Но в глубене души понимали, что вы им очень нужны. ",
    "answers": [
      {
        "id": 11,
        "text": "Идти захватывать новые земли и стать повелителем мира "
      },
      {
        "id": 44,
        "text": "Покончить с каребарами а потом захватить все остальное средеземье "
      },
      {
        "id": 43,
        "text": "Помочь аренариусам"
      }
    ]
  },
  {
    "id": 39,
    "text": "Бешеные муравьи... Название говорит за себя, зачем только вы сюда пришли?\n\nСдесь так жутко...\n\n—Ктотам?\n— мне нн..нужна вв.... ваша помощь\n—чтоотебенужно?\n—мародеры решили захватить средеземье. Нужно защитить пограничный муравейник вида messor arenarius. А потом захватить мордер.\n—в нашей колонии больше полумиллиона рабочих особей. Мы дадим тебе в распоряжение 50 000 боеспособных муравьев и пожелаем удачи. ",
    "answers": [
      {
        "id": 41,
        "text": "Отправить муравьев к аренариусам а самим идти за другой помощью. "
      },
      {
        "id": 43,
        "text": "Бежать со всех ног на помощь к новым друзьям "
      }
    ]
  },
  {
    "id": 40,
    "text": "К середине ночи вы подошли к гнезду фейдоль.\n—здесь есть кто — нибудь?\n—чтоо вамм ннужноо?\n—феидологетоны решили захватить средеземье, вы тоже попадёте под удар. Нам нужно защитить пограничной с мордером гнездо — муравейник messor arenar...\nНеуспели вы договорить, как вас убили и потащили на корм личинкам. ",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли. Попробуйте ещё раз. "
      }
    ]
  },
  {
    "id": 41,
    "text": "Здесь, рядом, есть большая колония harpegnathos venator, они могут быть полезными против огромных солдат каребар.\n\nВы подошли к из гнезду\n\n—мне нужна ваша помощь!....\nПосле двух часовых переговоров вам дали 80 рабочих особей, способных уничтожить тысячи каребарских воинов. Вы отправились к аренариусам. ",
    "answers": [
      {
        "id": 43,
        "text": "Вы подошли ко входу мессоров"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы из убили. Это победа. Армия противника погибнет через несколько недель. Вы победили. Но какой ценой? Десятки гнезд ваших союзников разбиты... ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 43,
    "text": ". ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы решили захватить мародеров первыми, к рассвету, когда основная армия диверсов сражалась с мессорами и другими ближайшими колониями вы ворвались к ним в муравейник.\nТам было тихо, охраны на входе не было, солдат в загоне тоже. Но спустивщись в глубь, вы заметили 14 королев, несколько тысяч нянек, 4 солдата и миллионы яиц и личинок.\n\nЧерез несколько минут огненная армия уничтожила всех нянек и солдат. Царицы зла у вас в плену. Что будете с ними делать? Нужно решать быстрее, ведь скоро сюда придут солдаты каребар. ",
    "answers": [
      {
        "id": 42,
        "text": "Убить цариц"
      },
      {
        "id": 45,
        "text": "Взять их в плен и шантажировать армию каребар, что убьете их коралев. "
      }
    ]
  },
  {
    "id": 45,
    "text": ". ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  }
]