[
  {
    "id": 1,
    "text": "жанр-романтика, школа, спорт.......(а остальное не скажу))\nстатус- в процессе 1 том/....\nавтор- Айко тян)\n\nЭто история о Рике. Девушке, которая до 16 лет жила относительно спокойной, пусть и бедной, жизнью.\n\nЛучшая ученица в старшей школе, президент школьного совета, прекрасная спортсменка. Всех ее достоинств не перечислить. Ее боялись и уважали все без исключения. Она всегда была замкнутой и необщительной и открывала себя только в спорте. \nОднако все кардинально поменялось, когда в школу пришел новый переведенный ученик.\nРука поцарапана, из всей школы всего второе место по результатам экзаменов, место президента под угрозой, бесплатного обучения, тогда, тоже не видать, да и у самой Рики все валится из рук.\n\nЧто же ждет главную героиню? Справится ли она со всеми неприятностями, свалившимися на ее голову и что еще готовит ей судьба?\n\n______________\n Автор.\nДорогие читатели, во всяком случае те, которые еще верят в развитие квеста. Ваши надежды оправдались!!! На днях у меня появился телефон, так что теперь я смогу развивать квест. Не скажу, что это будет в очень быстрых темпах, т.к., все таки 9-й класс, надо и об учебе-экзаменах подумать, но обещаю, что теперь главы будут выходить.\n\nP.S.\nАкира, спасибо тебе огромное за помощь в трудные времена))) Ты очень меня выручил))))\n\nАйко тян)\n_____________\n",
    "answers": [
      {
        "id": 1,
        "text": "пока готов только пролог.\nпримерно планируется ≈50 глав, или больше. . .С замахом, согласна, но красиво жить не запретишь)",
        "comment": true
      },
      {
        "id": 27,
        "text": "от автора <plus> ВАЖНАЯ ИНФОРМАЦИЯ!"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c856032/v856032449/63016/eG5nb6obABA.jpg",
        "system": true
      },
      {
        "id": 34,
        "text": "список томов"
      },
      {
        "id": 31,
        "text": "группа вк",
        "url": "https://m.vk.com/public187292590"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-52.userapi.com/c850636/v850636693/1ebdac/8pw5Y8mxEOs.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "список глав",
    "answers": [
      {
        "id": 3,
        "text": "\"Пролог\""
      },
      {
        "id": 28,
        "text": "глава 1 \"Начало бед\""
      },
      {
        "id": 42,
        "text": "глава 2 \"Веселенькое утро\""
      },
      {
        "id": 30,
        "text": "в начало"
      },
      {
        "id": 1,
        "text": "к первой странице"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Это она..\n—Уже идет....\n—Давайте уйдем подальше...\n—Блин, убирай журнал...\n\nЯ услышала последнюю фразу, сказанную одними из сотни учеников, собравшихся в коридоре и обернувшись подскочила к ним и быстро, пока они не поняли, что произошло, выхватила из рук одного из оболтусов журнал.\n\n—Хм...Интересно.—Глянув на обложку мне стало мерзко даже просто держать его в руках. Не понимаю, как можно смотреть на ЭТО...\n\n—Конфисковано.—Твердо сказала я, захлопнув журнал.\n\n—Что???!!!! \n—Да как же так????!!!!\n—Это же мой, я на свои деньги его купил!!!!\n\n—Это меня не волнует.—Холодно сказала я.—Если вы не согласны с моим решением, то, возможно, нам следует сходить к директору, и он все вам скажет сам?\n\n—Изверг.\n—Надзирательница, блин.\n\n—Что вы сейчас сказали? Я не расслышала.—Кинув в них уничтожающие взгляды с театральной улыбкой спросила я.\n\n—Н-н-н-ничего..—\n—Д-да.. Просто размышляли, какая сегодня погода хорошая.. Правда ведь, президент?—Заикаясь, заискивающим голосом мямлили эти двое.\n",
    "answers": [
      {
        "id": 4,
        "text": "далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Пропустив мимо ушей их слова я развернулась и пошла в кабинет студсовета. Пока я шла, вокруг то и дело слышались встревоженные шепотки и испуганные возгласы, типа \"Бежим!!\", или \"Монстр!!!\", но мне было все равно. В конце концов, какая разница, что о тебе думают люди, если их мнения ты изменить не в состоянии.\n\nТут краем уха я уловила какие-то веселые возгласы и шум.\n\n\"Надо проверить, что там происходит...наверняка опять дурью маятся.\"—Я тяжело вздохнула и повернула по коридору направо.\n",
    "answers": [
      {
        "id": 5,
        "text": "далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "То, что открылось моему взору просто выбило меня из колеи. \n\nТам стояли трое парней и играли в баскетбол...учебниками.\n\nВнезапно одна книга вылетела из рук одного из парней и полетела по направлению ко мне.\n\n\"Идиоты.\"—Раздосадованно подумала я, ловя книгу на лету, когда она была уже в нескольких сантиметров от моей головы.\n\n—Чем это вы тут занимаетесь?—Снова наигранно улыбаясь угрожающим тоном спросила я.—Может мне тоже вам в лоб книгой засвистеть?\n\n—М...мм...мы ненарочно.—Испуганно залепетали они, пятясь от меря подальше.—Это с-с-сслучайно вышло...\n\n—Если бы тут стояла не я, в медпункте добавилось бы работы.—Грозно сказала я, протягивая им книгу.—Учтите, вижу такое первый и последний раз. Иначе пойдете со мной вместе к директору на ковер, да еще и родителей привлеку. Ясно?\n\n—Д-д-д-даа!—Хором крикнули они и забрав свой учебник стремглав бросились по коридору.\n\n—По коридорам не бегать.—Крикнула я и пошла в кабинет студсовета.\n",
    "answers": [
      {
        "id": 6,
        "text": "далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "\"Да уж..наша школа полна идиотов.\"—уже который раз за день сделала вывод я и открыла дверь, с табличкой \"Студсовет\".\n",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Чтож... Сегодня  31 августа, завтра начинается новый учебный год. Мой 2 год в старшей школе Такогаяси.\n\nЯ-президент школьного совета старшей школы Такогаяси — Рика Хирояма.\n\nМоя школьная деятельность состоит из сплошных проблем. Мне приходится следить за порядком в коридорах и в классах, обустраивать различные мероприятия, следить за интересами учащихся (то бишь всякие журнальчики, которые я изъяла утром.), следить за финансовой стороной на нужды школы, а еще-выполнять разные мелкие поручения и так далее, и тому подобное.\n",
    "answers": [
      {
        "id": 8,
        "text": "далее"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c850724/v850724235/13e6e4/dTVqG65-qo0.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "В принципе, я очень даже всем довольна, однако некоторые дни из моей жизни очень целеустремленно напоминают мне ад. В нашей школе среди учеников напрочь отсуствует слово \"дисциплина\", и совладать с ними, порой, бывает довольно сложно. Хотя, благодаря моей славе \"страшной и ужасной президента-изверга и инквизитора\", мне это дается гораздо проще.\n\nВот и сегодня я пришла на день раньше, в надежде спокойно заполнить журналы, с учетом того, что все будут себе тихонечко сидеть по домам, но не тут-то было. Как на зло все повылазили...\n",
    "answers": [
      {
        "id": 9,
        "text": "далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Тяжело вздохнув, я взяла с полки журналы и села их заполнять, что, обычно, затягивается примерно на час на один журнал...А их же не один...\n\nРешив, что причитаниями я себе ничем не помогу, я решила приняться за работу.\n",
    "answers": [
      {
        "id": 10,
        "text": "спустя полчаса"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я спокойно сидела, трудолюбиво заполняя журналы, вспоминая, какая фамилия у учителя по матиматике, собираясь уже заглядывать в мой блокнот, как вдруг дверь студсовета распахнулась и на пороге возник...\n\nМой младший брат.\n",
    "answers": [
      {
        "id": 12,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "23.05.2019-начата глава пролога.\n\n01.06.2019-завершен пролог.\n\n01.06.2019-начата первая глава.\n\n27.10.2019-первая глава завершена.\n\n16.03.2020-разморозила квест, продолжаю вторую главу)\n",
    "answers": [
      {
        "id": 30,
        "text": "назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Моего брата зовут Шики. Он младше меня на год и ходит в 1-й класс старшей школы. Однако в опровержение всех мифов про ужасные отношения между старшими и младшими братьями и сестрами, у нас с Шики отношения просто шикарные, хоть мы и две полные противоположности.\n\nОн-веселый, жизнерадостный, неутомимый и наивный парнишка, а я-холодная, грозная, порою, опасная, безжалостная, всегда трезво смотрящая на мир президентша студсовета. Но несмотря на все наши различия он очень меня любит...хотя иногда он заходит слишком далеко и я начинаю опасаться, что в честь меня скоро будет возведен алтарь...\n",
    "answers": [
      {
        "id": 13,
        "text": "далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Он зашел, но когда я увидела, КАК он зашел меня едва не хватил инфаркт.\n\nНасколько я поняла, он открыл дверь локтем из-за огромной кипы бумаг, которую он пытался держать двумя руками. Растрепанные волосы, весь красный от тяжести книг, которую ему пришлось нести сюда непонятно сколько. И в полурастегнутой рубашке.\n\n—Ч...ч.....ЧТООО????!!!!!—Я чуть со стула от шока не свалилась.—Что с твоим видом??? Из концлагеря сбежал, или в рабство кому нанялся?!\n\n—Ни то и не другое.—Снова радостно улыбнулся он, подходя к столу и ставя всю эту гору бумаг на столе, справа от меня.—Дарю, Рика. Я тащил это специально для тебя.—Он упер руки в боки, изображая великого героя, и горделиво поднял голову.\n",
    "answers": [
      {
        "id": 14,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Так, силач. Откуда ты это стырил?—Прищурившись я посмотрела на него, чуя недоброе.\n\n—Эй! Не надо так на меня смотреть! Я ни при чем!—Он поднял обе руки, изображая поражение.—Сакура сенсей сказала, чтобы я передал это тебе. Ты, якобы, должна знать, что с этим делать.\n\nЯ взяла первую прпавшуюся мне под руки бумажку и посмотрела, что там.\n\n. . .\n\nКАПЕЦ!!!!! Я пришла сюда всего на пару часов, а теперь должна разносить ведомости учеников по учителям??!!! Вы серьезно????!!!!!!\n",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Поборов растущее возмущение, я быстренько перелистала бумаги.\n\n. . .\n\nОни издеваются.... \n\nМНЕ КАК МИНИМУМ ПОЛЧАСА ИХ РАЗНОСИТЬ ПРИДЕТСЯ!!!!! ЭТО ЖЕ ЕЩЕ НЕ ФАКТ, ЧТО УЧИТЕЛЯ БУДУТ В КАБИНЕТАХ!!!!!!!!!!! ПРИДЕТСЯ ЗА НИМИ ПО ВСЕЙ ШКОЛЕ БЕГАТЬ!!!!!\n\nТак, стоп. Рика, успокойся... Это всего лишь ПОЛЧАСА!!!! \n\nЯ уставилась на кучу бумаг, как на заклятого врага. Опять все планы кубарем катятся...\n\n—Рииик???—Шики заглянул мне в лицо и сказал.—Рик, да ладно тебе) Ты ж не одна носить будешь.—Он ободряюще похлопал меня по плечу.\n\n—Всмысле?—Я заинтересованно на него посмотрела.\n\n—Я помогу).—Он снова светло улыбнулся. И, хоть я и знала, что объяснять ему что и как будет довольно проблематично, но дело, ведь, все равно пойдет быстрее.\n",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Ладно. Все равно вариантов никаких.—Я устало выдохнула.—Только в таком виде я тебя никуда не пущу. Ты давно в зеркало смотрелся, казанова?\n\nОн растерянно оглядел себя и только тут заметил, что творится с его одеждой. Он засмеялся.\n\n—Не заметил, прости.—Виновато улыбаясь почесал затылок Шики.—Ты ведь и сама знаешь, какие у нас в классе девочки. Стоит только пройти мимо, как на тебе будет висеть не меньше десятка особ женского пола... ну, или ты останешься без пуговиц...\n\nЕго слова, как ни жаль, были обсолютно правдивыми. Никогда еще я не видела таких энергичных на парней девушек. Лучше бы на учебу энергию пустили, оценки ниже среднего, а все мысли только о парнях. К тому же Шики был очень даже хорош собой, и отбоя от девушек у него никогда не было, но он старался как-нибудь мягко от них от всех отделаться.\n\nЯ снова вздохнула и начала быстро перебирать бумаги из стопки, сортируя по предметам, и фамилиям учителей. Через пятнадцать минут передо мной на столе уже лежали 15 стопок, которые нужно было разнести по учителям, которые будут в этом году преподавать у нашего класса.\n",
    "answers": [
      {
        "id": 17,
        "text": "далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "За то время, пока я перебирала документы, брат привел себя в порядок, сцепив лишившуюся пуговиц рубашку двумя булавками так, что практически было незаметно, что ей пришлось пережить.\n\nЯ дала одну стопку документов брату, другую себе. И мне снова стало дурно от того, сколько нам придется возиться с этими бумажками. Еще тринадцать стопок, а учителя, при этом, неизвестно, где!\n\n\"Ладно, Рика, успокойся. Все хорошо, так ведь? Их могло быть гораздо больше.\"—Делая глубокие вдохи-выдохи мысленно успокаивала я себя.\n",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Мы взяли по стопке каждый и вышли из кабинета.\n\n—Значит так.—Я повернулась к брату.—Шики, ты должен найти Кану-сенсея. Она должна быть в третьем классе \"А\", но это не точно. Если ее там нет, спроси у кого-нибудь, кто будет в кабинете. Или, чуть что, просто оставь на столе. Желательно, конечно, в руки отдавать, но если ее там нет, то я разберусь потом сама. Понял?\n\n—Ага!—Он улыбнулся и радостно кивнул.\n\n—Хорошо, если через пятнадцать минут я не приду, бери следующую стопку, и смотри по фамилии, в моем блокноте все записано, он в рюкзаке будет. Найдешь фамилию, и пойдешь в написанный класс, Понятно?\n\n—Да, можешь на меня положиться!—Он снова одарил меня сияющей улыбкой и пошел в другую от моего маршрута сторону.\n",
    "answers": [
      {
        "id": 19,
        "text": "далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "\"Да уж, как все таки хорошо, когда есть брат\"—Мысленно усмехнулась я, поворачивая к лестнице на первый этаж.\n\nЯ спускалась по лестнице, одновременно наблюдая за учениками. Многие вели себя не слишком замечательно, однако стоило им встретиться со мной взглядами, как их поведение менялось в абсолютно иную сторону, и вот, передо мной уже стояли ангелы во плоти.\n\n\"Ох уж мне эти пацаны...\"—Удрученно подумала я, спустившись на первый этаж, и звонко цокая маленькими каблуками, идя по коридору.\n",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "персонажи этого квеста. (будут пополняться).",
    "answers": [
      {
        "id": 21,
        "text": "Хирояма Рика"
      },
      {
        "id": 33,
        "text": "Казехая Рей"
      },
      {
        "id": 35,
        "text": "Хирояма Шики"
      },
      {
        "id": 30,
        "text": "назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Хирояма Рика.\n16 лет.\nрост-163.\nдень рождения-19 августа ХХХХ.\nучится-старшая школа Такогаяси, 2А год обучения.\nработает-подрабатывает кассиршей в KFC.\nсемейное положение-только Мама и брат.\n\nХолодная, строгая, придирчивая президентша школьного совета. Ей нет ни до кого дела и интересует ее только учеба, и школьные обязанности. Очень старательная и исполнительная. Старается делать вид, что ее ничего не волнует, однако на самом деле очень заботливая. Не жалует мужчин, потому что ей кажется, что они сбивают всех девушек с толку, однако со спортсменами не так.\nНе замечает этого, однако обладает пусть и не слишком броской, накрахмаленой и разукрашенной, однако очень даже красивой внешностью.\n",
    "answers": [
      {
        "id": 20,
        "text": "назад"
      },
      {
        "id": 30,
        "text": "к первому тому"
      },
      {
        "id": 1,
        "text": "в начало"
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-49.userapi.com/c856124/v856124658/11fb5e/3wmmgrpRgDE.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "Внезапно, мое внимание привлекла стайка девушек, окруживших каких-то парней, и обнимающаяся с каждым по очереди.\n\nЯ не понимаю этого. Зачем встречаться с парнями вообще? Кому они нужны? Только пустая трата времени.\n\n\"Хотя, может я просто не могу их понять... Я-то, ведь, никогда не смотрела на парней с такого угла... Да и зачем вообще смотреть на них в таком смысле? С парнями, ведь, общаться гораздо проще... Так не лучше ли, стать друзьями?... Хотя...Мне действительно не понять...\"\n\nМеня давно уже никто не интересует... Все, что мне нужно- это учеба, хорошие оценки и место президента. Все остальное никаким образом меня не касается. И касаться не должно..\n",
    "answers": [
      {
        "id": 23,
        "text": "далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я шла по коридору, стараясь ни в кого не врезаться, и не споткнуться, и не упасть.\n\nИ со своей задачей, идти аккуратно я очень даже хорошо справлялась...до некоторых пор.\n",
    "answers": [
      {
        "id": 24,
        "text": "далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я шла, обходила всех стороной...хотя это скорее меня все обходили стороной. И мне оставалось всего пару метров до нужного мне кабинета, как вдруг мне на встречу целенаправленно пошел парень. Я была уверена, что он подвинется, т.к. мне двигаться было практически совсем некуда, я шла почти у самой стенки.\n\nОн не отодвинулся.\n\nКогда он подошел ко мне впритык мы столкнулись плечами, от тяжести стопки в моих руках, я не смогла удержать равновесие, чтобы не упасть я выронила бумаги из рук и в последний момент успела локтем упереться в стену, почувствовав, что ободрала тем самым кожу на локте.\n",
    "answers": [
      {
        "id": 25,
        "text": "далее"
      },
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c855136/v855136174/59da5/TpWy_IA3W38.jpg"
      }
    ]
  },
  {
    "id": 25,
    "text": "Пока я стояла, приходя в себя после неудавшегося падения и сжимая левой рукой ободранный локоть, парень, ничего не замечая продолжил идти по коридору, опустив голову.\n\nЯ чуть не задохнулась от такой наглости. Нормально. Сбил с ног человека и идет дальше, как ни в чем не бывало!! Придурок.\n\nНе в состоянии контролировать свой гнев я оттолкнулась от стены и грозно обратилась к нему.\n—Стой.\n\nОн или не услышал, или, что более вероятно, проигнорировал мои слова и спокойно пошел дальше.\n",
    "answers": [
      {
        "id": 26,
        "text": "далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Тут я уже окончатильно разозлилась.\n\n—Остановись!\n\nЯ взяла из кармана первое, что попало под руку и швырнула в этого нахала, целясь ему между лопатками.\n\nПервым, что попалось под руку оказалась ручка, а моя меткость по прежнему была идеальной, поэтому я не удивилась, что ручка пущенная мной со всей дури прилетела ему прямо между лопаток.\n\nПарень вздрогнул, остановился и повернул голову в мою сторону.\n",
    "answers": [
      {
        "id": 28,
        "text": "глава 1 \"Начало бед\""
      },
      {
        "id": 2,
        "text": "к списку глав."
      },
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n********ВАЖНАЯ ИНФОРМАЦИЯ**********\n\nНасчет всяких разветвлений. Ветка планируется только с Реем, поэтому гнилые помидоры в свой адрес принимать не буду. Я предупредила, и подобные комменты тоже не принимаю.\n\n******БЛАГОДАРЮ ЗА ВНИМАНИЕ********\n\n\nВсем привет, мои дорогие читатели.)\nРада снова представить вашему суду свое новое, и далеко не последнее детище.\n\nЭтот квест в мои планы, честно говоря, не особо-то и входил. Я собиралась написать обычную историю про переехавшую девушку и тд. Но потом глянув, какое количество подобных квестов есть на сервере, меня прошиб холодный пот, и я решила, что это обождет. А потом, глянув, что за неразбериха у меня творится с моей мангой, я решила окончательно-этот квест выйдет в мир. (бурные аплодисменты).\n\nИ таким образом. Сейчас. Вы. Читаете этот квест, который (это, конечно, кому как, но я очень старалась, и всем моим друзьям/знакомым нравится.), я надеюсь, вам понравится, если, конечно, вы любите читать. И опять же, важная информация тоже в счет.\n\nСильно надеюсь на ваше мнение. Комментарии и лайки будут поднимать мне настроение и повышать стимул к писательству, и главы будут выходить почаще.))\n\nВсем спасибо за внимание.\n",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я грозно посмотрела на парня.\n\n—Ты вообще смотришь, куда ты идешь?! Это тебе не торговый центр, где все прутся туда, куда им хочется!!!!!! Ты же видел, что тут идет девушка со стопкой бумаг!!\n\nПарень посмотрел на меня глазами, размером с блюдце, и тут же усмехнулся.\n—Так ты же тоже видела, что я иду сюда. Чего ты не посторонилась, раз так хотела уйти от столкновения?\n",
    "answers": [
      {
        "id": 29,
        "text": "далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я чуть не задохнулась от этой наглости. Это Я должна уступать ЕМУ?????!!!!!!! Да с какой это стати????!!!!!!! Я иду по коридору и никого не трогаю, как вдруг появляется ЭТО, и заявляет, что я должна уступить ему дорогу!!!!! Как это вообще понимать прикажете????!!!!!\n\nЯ начала закипать. Вот....вот....вот, зря он это начал!!!!!\n",
    "answers": [
      {
        "id": 32,
        "text": "далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "                       ТОМ ПЕРВЫЙ\nавтор-Айко тян\nстатус-в процессе 2/х\n\nЭтот странный парень на коридоре... Хотя, какая мне, собственно, разница? Меня интересует лишь место президента и мои оценки. Все. До остальных мне нет дела, но.... Почему с появлением этого парня моя жизнь начинает меняться?\n",
    "answers": [
      {
        "id": 2,
        "text": "список глав"
      },
      {
        "id": 11,
        "text": "обновления"
      },
      {
        "id": 20,
        "text": "персонажи"
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-62.userapi.com/c851136/v851136151/1eec0c/WRQ-JHnksT8.jpg?_e_pi_=7,PAGE_ID10,3586869241"
      },
      {
        "id": 34,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 31,
    "text": "группа",
    "answers": []
  },
  {
    "id": 32,
    "text": "Мой не в меру развитый дух противоречия вместе с гордостью и принципом \"я-президент, не смейте мне перечить\", начали давать о себе знать.\n\nНу в самом деле, кто он такой, чтобы указывать МНЕ, что мне делать?! Я-президент студенческого совета школы, а он-то кто?! Казанова номер два, судя по внешности??!!!!\n\nХотя, надо отдать ему должное, внешность у него была десять из десяти. Все девочки нашего старшего корпуса просто стелились бы ему под ноги ковриками и висли у него на шее, если бы увидели, но им не повезло-они, как обычно стайками вились вокруг других парней, не обращая особого внимания на новенького. Очень темные, довольно длинные каштанового цвета волосы. Темно-зеленые глаза, прямой, слегка вздернутый нос. Хорошо слаженная спортивная фигура, высокий. И, разумеется, довольно неряшливый вид для довершения образа \"крутого парня\" и похитителя женских сердец-распахнутый черный пиджак, расстегнутые верхние пуговицы рубашки, расслабленно завязанный галстук и руки в карманах брюк.\n\nОднозначно. Из всех парней нашей школы, он наверняка станет первым красавчиком школы.",
    "answers": [
      {
        "id": 36,
        "text": "далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Главный герой\n\nКазехая Рей\n19 лет.\nрост-184.\nдень рождения-26 сентября ХХХХ.\nучится-старшая школа Такогаяси, 2А год обучения.\nработа/семейное положение-предпочитает не говорить всем подряд о своей работе и личной жизни...(Не в первой главе, по крайней мере)\n\nЗагадочный, довольно высокомерный человек, которому чуждо понятие иерархии (может высказать любому то, что он о нем думает, даже если это будет президент). Переведенный ученик, сразу ставший популярным, особенно среди женского коллектива. Очень красивый, любит заниматься спортом.\n\nДля Рики он абсолютная загадка, а потому жутко ее раздражает. К чему к чему, а к общению с таким типом людей Рика не привыкла.\n",
    "answers": [
      {
        "id": 20,
        "text": "назад"
      },
      {
        "id": 33,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-46.userapi.com/c858032/v858032747/be2b2/pkRbWNO3Xwg.jpg?_e_pi_=7,PAGE_ID10,8870013073"
      }
    ]
  },
  {
    "id": 34,
    "text": "                    СПИСОК ТОМОВ",
    "answers": [
      {
        "id": 30,
        "text": "том 1"
      },
      {
        "id": 1,
        "text": "назад"
      },
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-62.userapi.com/c851136/v851136151/1eec0c/WRQ-JHnksT8.jpg?_e_pi_=7,PAGE_ID10,3586869241"
      }
    ]
  },
  {
    "id": 35,
    "text": "Хирояма Шики\n15 лет.\nрост-167.\nдень рождения-9 июня ХХХХ.\nучится-старшая школа Такогаяси, 1А год обучения.\nработает-помогает сестре в школе с обязанностями президента и в баскетбольном клубе.\nсемейное положение-только Мама и сестра.\n\n",
    "answers": [
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-31.userapi.com/c857428/v857428151/bda2f/K2vEsDMigFE.jpg"
      },
      {
        "id": 20,
        "text": "назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "Однако, как бы то ни было, я не одна из тех девушек, которые бегают, вздыхают и пресмыкаются перед каждой смазливой физиономией в штанах. И грубости от таких \"крутяков\" я терпеть не собираюсь. Да и дело тут не столько в моей гордости и принципах, как в элементарной вежливости-толкнул кого-то-потрудись хотя бы извиниться и в моем случае... ПОМОЧЬ ДЕВУШКЕ СОБРАТЬ БУМАГИ, КОТОРЫЕ МНЕ И ТАК ПРЕДСТОИТ ПОЛЧАСА СОРТИРОВАТЬ!!!! А не так, как этот... Говорит со мной с таким подтекстом, будто это я тут виновата!!! Как же бесит!!!\n\nЯ смерила его уничтожающим взглядом, и театрально улыбнувшись заговорила тихим угрожающим голосом:\n—Послушай, тебе что, спокойная жизнь надоела? Проблем захотелось? Давай ты сейчас просто спокойно извинишься, поможешь мне все тут убрать, и мы разойдемся каждый по своим делам, забыв друг о друге.\n\n—Согласен—Парень не терял лица, и все так же спокойно смотрел на меня, и внезапно улыбнувшись присел на корточки, собирая рассыпанные по полу бумаги.",
    "answers": [
      {
        "id": 37,
        "text": "далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я наклонилась, было, чтобы помочь ему собирать листы, но парень быстро глянув на меня пронзительным взглядом, тихо сказал:\n—Не надо.\n\nОт такого поворота событий я была поражена. Почему он помогает мне? Почему он до сих пор находится здесь-рядом со мной? Спроси любого ученика в нашей школе:\"Сколько времени вы выдержите наедине с президентом?\", вы от всех услышите:\"Пять секунд-максимум\". Меня все боятся, разве нет?... Хотя... Может он новенький?...\n\nПока я стояла и задумчиво смотрела на быстро собиравшие бумаги руки, парень к тому времени уже собрал все бумаги и, поднявшись на ноги, улыбнулся и протянул мне четверть стопки бумаг.\n—Я тебе, пожалуй, помогу. А то не каждый день мне прямо на руки падают такие красавицы, но я понимаю, что ты была ослеплена моим обоянием—Он ослепительно улыбнулся.—Хотя характер у тебя еще тот...\n\nЯ захлопала ресницами, принимая у него документы, и пытаясь сообразить, что он только что ляпнул.",
    "answers": [
      {
        "id": 38,
        "text": "далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "—Извини меня!—До меня, наконец, дошло, что про меня сказали \"красавица\" и \"падает мне прямо на руки, ослепленная моим обоянием\".—Как бы между прочим! Я последняя из всех девушек школы, кто будет кидаться тебе в обьятья из-за твоего обояния! Да, к тому же, я президент студенческого совета, поэтому верни, сейчас же, документы!!! А в третьих... Что ты там сказал о моем характере?!?!?!—Я рассерженно вырвала у него из рук оставшиеся документы и сердито на него уставилась.\n\nПарень смотрел на меня широко раскрытыми глазами настолько внимательно, что мне стало не по себе.\n—Президент, значит...—Тихо пробормотал он. И тут же он с любопытством начал осматривать с ног до головы.\n\nОт этого я совершенно растерялась. \" Угу... потрогай еще...\". По непонятной мне самой причине мне хотелось его ударить. Где страх, который он должен испытывать глядя на меня?! Где сверкающие пятки, скрывающиеся за углом, как только меня увидят?! Почему он так на меня смотрит?!?!",
    "answers": [
      {
        "id": 39,
        "text": "далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Из размышлений меня вырвал его внезапный смех. Он засмеялся так громко и звонко, что в моей голове начали проноситься всякие пугающие мысли: \"Он чокнутый?!\" \"Психушка плачет?!?!\" \"Может в медпункт надо?!?!?!\", а он, тем временем, весело на меня глянул.\n\n—Президент...Чтож, посмотрим, надолго ли.Но следующий раз я обязательно тебе помогу!—Он еще раз улыбнулся, и разворачиваясь помахал мне рукой.—До встречи. Президент.\n\nИ развернувшись ко мне спиной, он пошел по каридору в другую сторону от меня.\n\nЯ удивленно смотрела ему вслед. Какой странный парень... Я давно не видела такого человека, который бы нормально со мной говорил, не трясясь при этом от страха... Брат и баскетболисты не в счет. О них вообще разговор другой... Но этот парень...\n\n\"И он такой высокий...\" —Мелькнувшая в голове мысль сбила меня с толку. Ну высокий он, и что теперь? У нас больше половины школы выше меня, даже Шики, хоть он и младше... Я ведь в принципе довольно невысокого роста, но обычно я не замечаю этого и умудряюсь на всех учеников смотреть свысока, не взирая на их рост... Почему же, тогда, рядом с этим парнем я заметила, насколько же я низкая?...",
    "answers": [
      {
        "id": 40,
        "text": "далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Я покрутила головой, чтобы привести в порядок мысли. Жаль, только, руки были заняты и я не могла откинуть длинную челку с глаз, этот жест обычно помогал приводить в порядок мысли и сосредотачиваться, но приходится довольствоваться тем что есть, поэтому я сильно тряхнула головой, и челка послушно откинулась назад.\n\nТолько тут я поняла, что до сих пор стою и смотрю на коридор, за поворотом которого скрылся этот странный парень.\n\n\"Соберись, Рика! Не хватает еще пялиться вслед этой смазливой личности! Еще пойди, побеги за ним, авось догонишь, а он над тобой еще похохочет вволю!!\"\n\nЯ снова начала злиться. На себя. На этого странного парня. На учительницу, которая дала мне это запарное поручение. На этот узкий коридор, в котором, как назло всегда полно народу.\n\nНо больше всего я злилась на себя. В конце концов. Я единственная, кто потерял самообладание и не показал этому мальчишке, кто здесь главный. В конце концов... Возможно, он в первый раз пришел в школу, и понятия не имеет о том, что здесь и как. А я с первой нашей встречи дала понять, что я тут практически никто, и бояться меня нечего, и что я люблю налетать на всяких новеньких...",
    "answers": [
      {
        "id": 41,
        "text": "далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я снова покрутила головой, отмахиваясь от назойливых мыслей.\n\nДа и какая мне вообще разница, что он обо мне подумает и как будет относиться? Я-это я, и я не собираюсь меняться. Поэтому, как только он нарушит хоть одно заведенное в школе правило, мой \"праведный гнев президента\" не заставит себя ждать, и тогда-то он поймет, что от меня надо держаться подальше.\n\nУдовлетворенно кивнув своим мыслям, я развернулась на сто восемьдесят градусов и пошла по коридору, выполнять поручение.\n\n\"Меня боятся все. И этот не исключение.\" —Усмехнулась я про себя, заодно вспоминая, в какой кабинет мне заглянуть сначала, чтобы можно было еще и пересортировать пребывавшие в беспорядке документы.\n\n\"Не забывай, Рика. Ты всегда была одна, и это не должно меняться!\"\n",
    "answers": [
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 34,
        "text": "к списку томов"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 42,
    "text": "Утро следующего дня началось с бьющего в глаза света. Я нахмурилась и перевернувшись на другой бок собиралась дальше окунуться в прекрасную страну сновидений, однако мелькнувшая мысль не дала мне заново заснуть.\n\n\"Минуточку... А разве я всегда просыпаюсь под такое яркое солнце?...\"\n\nВнезапная догадка заставила меня распахнуть глаза, и метнуться к лежащему на тумбочке телефону. На дисплее светилось 8:02.\n\n...\n",
    "answers": [
      {
        "id": 43,
        "text": "далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "ААААААААААААА!!!!!!!!\n\nПро себя заверещала я, рывком сбрасывая с себя одеяло и кинулась в ванную, хватая заодно, висящую на спинке стула школьную форму.\n\n\"Вот только этого мне не хватает... Президент студсовета, и опоздала в первый же день учебы. Как на меня после этого смотреть будут?!\"\n\nНа чем свет ругая себя и будильник я почистила зубы, одной рукой натягивая школьную форму, а другой сжимая зубную щетку.\n\n\"Да... Юлий Цезарь номер два...\" —Пробурчала я, и, сплюнув пену и сунув щетку в стаканчик, и забежав в комнату и схватив собраный еще со вчерашнего вечера рюкзак, выскочила из комнаты, едва не столкнувшись с Мамой, которая как раз поднималась по лестнице в мою комнату.\n\nМама удивленно охнула и всплеснула руками.\n",
    "answers": [
      {
        "id": 44,
        "text": "далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Рика. Ну что же это такое? У тебя же еще двадцать пять минут до начала занятий, а ты несешься, как на конец света.—Мягко, но в то же время укоризненно сказала Мама.\n\n—Прости, Мамуль! Я правда очень спешу.—Я аккуратно обняла Маму и поцеловала ее в щеку.—Президенту школьного совета не позволительно...\n\n—Совсем уже загоняли мне мою девочку этим \"президенством\"... —Покачала головой Мама, не дослушивая мою реплику до конца.—Да тебя же дома практически не бывает, все в своей школе сидите. И ты и Шики.\n\n—Мамочка, ну я же хочу как лучше.—Я извиняюще улыбнулась и сложила брови домиком. От этого Мама устоять была не в состоянии, и она сразу прощала мне что угодно.—Мое положение дает нам с Шики привилегии, которые очень помогают нам при наших финансовых трудностях... К тому же, бесплатное обучение.\n",
    "answers": [
      {
        "id": 45,
        "text": "далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Мама вздохнула, соглашаясь.\n\n—Что верно, то верно, но мне уже совсем невмоготу видеть, как ты над собой издеваешься. У тебя ведь в школе даже друзей нет, Рика!—Мама с жалостью на меня смотрела.—Не пора ли бы тебе...\n\n—Мне это нравится.—Я повернула голову, показывая, что не хочу касаться этой темы, и направилась к лестнице на первый этаж.—К тому же у меня есть брат. Зачем мне кто-либо еще?\n\nЯ побежала по лестнице, чтобы не дать Маме возможности продолжить прерванный разговор о том, что прошлое должно оставаться в прошлом, и я должны, наконец, попытаться сблизиться с людьми и так далее и тому подобное.\n\nЯ нахмурила брови.\n\nЛюди-чудовища, не имеющие ни капли жалости, доброты и сострадания. Жестокие создания, а особенно дети. Все что у них есть-эгоизм и жестокость. Больше ничего. И не надо пытаться переубедить меня. Все они одинаковые... Все... одинаковые... хотя кому я вру... Я ведь знаю, что это не так.\n",
    "answers": [
      {
        "id": 46,
        "text": "далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Из размышлений меня вырвал голос Мамы с слестницы:\n—Возьми бэнто на кухне, хоть чего-нибудь поешь в этой своей школе.\n\nЯ улыбнулась.\n\n—Спасибо, Мамуль! Пока!—Заруливая на кухню и на ходу хватая со стола коробочку с бэнто, и кладя в рот яблочный леденец, крикнула я, и выскочила на улицу, еще больше прибавляя ходу.\n",
    "answers": [
      {
        "id": 47,
        "text": "далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я настолько быстро неслась, что даже выгуливавшие своих питомцев собаководы шарахались от меня, как от чумы. И все же, моя скорость меня в итоге подвела.\n\nОколо главного входа в школу, вбегая на ступеньки, я, не углядев, с размаху врезалась в чью-то спину, и тут же от потери равновесия, неловко взмахнув руками, начала падать с середины лестницы вниз.\n\nОт неожиданности и ужаса, я даже среагировать толком не успела, и все, что я сделала-крепко зажмурилась и сжала зубы, готовясь сломать себе позвоночник, шею, ноги, челюсть... все, что можно короче говоря. Но моим ожиданиям не суждено было сбыться.\n\nВместо жгучей боли и удара, я почувствовала, как мою талию обхватила сильная, надежная рука, а еще через секунду я уже прижималась к чьей-то широкой груди. Я резко вдохнула от неожиданности, и меня тут же окутал аромат лаванды и какой-то кристальной чистоты.\n\n—Ты как, президент? У меня начинает складываться впечатление, что ты специально на меня кидаешься.—Бархатный низкий голос, прозвучавший над моим ухом, звучал до ужаса знакомо.\n\n\"Только не это...\" —Мысленно простонала я, и упершись в грудь парня обеими руками с силой оттолкнулась от него, совершенно забыв, что стою на лестнице, с которой я только что едва не слетела, и начала терять равновесие.",
    "answers": [
      {
        "id": 48,
        "text": "далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Передо мной стоял вчерашний парень, с которым я столкнулась в коридоре.\n\n—Эй, может будешь понежнее?—Он не отпустил меня, а лишь, крепко приобняв за плечи, позволил отодвинуться, отчего я одной ногой спустилась на пару ступенек вниз.—Не хотел бы, чтобы такая красавица, как ты, из-за меня слетела с лестницы.\n\nВ моей груди всколыхнулось что-то странное. Смесь гнева, и какого-то непривычного мне смущения, которого я никогда раньше не испытывала. Я могла смутиться и покраснеть, когда провинилась перед Мамой, учителем, директором. Но вскоре, и при этом я перестала чувствовать себя смущенной, а сейчас... Я чувствовала себя не в своей тарелке. Впервые за четыре года.\n\nЧто мне делать... С одной стороны, я президент и должна держать свой авторитет, который врядли повысится от общения с этим парнем, а с другой... Не знаю почему, но мне так не хотелось, чтобы он отпускал меня. От его рук исходило такое тепло, которого я кроме Маминых объятий не испытывала уже несколько лет... Не хочу, чтобы это тепло снова меня покинуло, но...\n\nЧто мне делать?\n",
    "answers": [
      {
        "id": 48,
        "text": "Выбор за тобой. Решай, что тебе важнее-что о тебе подумают другие, или же то, что чувствуешь ты.",
        "comment": true
      },
      {
        "id": 48,
        "text": "ребят, автор обленился, и решил сделать сначала хорошее продолжение, так что выбор \"отбросить его руки\" будет временно без продолжения. Прошу отнестись с пониманием, я обязательно продолжу и это разветвление, но попозже)",
        "comment": true
      },
      {
        "id": 49,
        "text": "Отбросить его руки"
      },
      {
        "id": 50,
        "text": "Остаться стоять"
      }
    ]
  },
  {
    "id": 49,
    "text": "—Ты...—",
    "answers": []
  },
  {
    "id": 50,
    "text": "От неожиданности я сжала пальцами его рубашку, и, стремительно краснея, уставилась на парня.\n—Ты...\n\nНо парень не дал мне договорить, приложив палец к моим губам, и заливисто засмелся.\n\n—Надо же, а после вчерашнего я и подумать не мог, что ты краснеть умеешь.—Он открыто улыбнулся, и аккуратно отпустив мои плечи, и убедившись, что я твердо стою на ногах, повернулся к входу в здание.—Пошли, скоро урок начнется, а нам еще надо успеть к расписанию.\n\nОн снова тепло улыбнулся и выжидательно посмотрел на меня.\n\n—Я....Да, ты прав...—Смущенно кивнула головой я, и неуверенно шагнула за ним. Я крайне редко соглашалась с какими-либо парнями, да и вообще ровесниками, но в этот раз парень говорил действительно разумные вещи.\n",
    "answers": [
      {
        "id": 51,
        "text": "далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Я шла по школьному коридору за широкой спиной загадочного парня, и, обняв себя за плечи, напряженно думала.\n\n\"Когда это у меня вошло в привычку падать? Никогда не падала, а тут раз и на тебе... Два раза за два дня... При чем почему-то именно рядом с этим парнем...\"\n\nЯ не сдержалась, и раздраженно передернула плечами, отчего проходящие мимо школьники, испуганно косясь на меня, постарались отойти подальше, но мне было все равно.\n\n\"Блин... Ну что не так с этим парнем, а?! Почему он так меня бесит?!?! Хотя ...\"\n\nЯ нахмурилась, прикусывая нижнюю губу.\n\nЧтобы я не пыталась себе доказать, я знала, почему меня так дико раздражал тот парень. Потому что сегодня я впервые смутилась... впервые покраснела, и... мое сердце впервые за многие годы пропустило удар. Этот один-единственный удар, который только что просто в пух и прах растоптал мои принципы.\n",
    "answers": [
      {
        "id": 52,
        "text": "далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Я настолько погрузилась в свои мысли, что даже не сразу заметила, что идущий впереди парень остановился. В результате... Как вы думаете, что?...\n\nПравильно!\n\nЯ со всего маху (а хожу я, надо сказать, не медленно) налетела на его спину, и потеряла...\n\nКак вы думаете, что??!\n\nНет, не совесть... И да, правильно.\nРавновесие! \n\nВот везет же мне сегодня! Ну прям колесо удачи под меня крутится!!!\n\nЯ успела только с досадой подумать о том, что пора заканчивать с этими падениями, и постаралась выставить руки так, чтобы смягчить удар, но никакого удара не произошло... Снова ...\n",
    "answers": [
      {
        "id": 53,
        "text": "далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ну и, конечно, меня снова обвили крепкие руки юноши, и уже через секунду я снова нежно прижималась к его груди.\n\n—Слушай, ты по-моему уже в азарт вошла...—С усмешкой заявил парень, аккуратно разнимая кольцо рук.—Тебе бы на физкультуру, и на ЛФК походить, а то падаешь уже от колебаний воздуха...\n\n—Да...—Я хотела в весьма вежливой манере послать его куда подальше, но в горле пересохло от волнения, и все, что я смогла сделать-шумно выдохнуть, и выскользнуть из объятий парня.\n\n—Что-то мне подсказывает, что мы ненадолго друг друга отпускаем.—Уже откровенно похахатывая продолжал язвить парень, глядя, как я поправляю воротник у пиджака, на что я глянула на него своим коронным а ля: еще-одно-слово-и-я-тебя-в-окошко-выброшу, но он только еще громче засмеялся, и кивнул на прибитый к стене стенд.\n",
    "answers": [
      {
        "id": 54,
        "text": "далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "—Я понимаю, что ты хочешь еще немного посмотреть на меня, но стоит все-таки глянуть, в каких классах нам предстоит учиться.—Парень сделал шутливо-серьезное лицо, и даже на долю секунды прервал свой смех.\n\n—Какое еще \"мы\"?!—Я сердито тряхнула головой, поправляя лезущую в глаза челку.—Я тут ни при чем. Мой класс какой был, таким и остался, а ты иди, смотри расписание, или еще что... Короче. Делай что хочешь, но только подальше от меня. КАК МОЖНО дальше.—Холодно сказала я, особенно выделяя первые слова, и , развернувшись на сто восемьдесят градусов, пошла в противоположную сторону к своему классу.\n",
    "answers": [
      {
        "id": 55,
        "text": "далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Да... вот уж действительно, новость... Никогда бы не подумала, что в мире появится человек, способный вывести меня из себя даже больше чем Шики, выплескивающий мне на лицо воду, чтобы разбудить...\n\n\"Вот же ж... Не было проблем, и на тебе! Получите, распишитесь, называется!...\"—Я снова раздраженно передернула плечами, и, шумно распахнув дверь, вошла в класс.\n\nНу и конечно, по классу тут же разнеслось:\n—Президент идет! Прячь быстрее, пока не заметила!\n—Она что, опять в нашем классе? Вот везуха-то...\n—Блин... Опять спокойной жизни не дождемся...\n\nЯ молча хмыкнула, и, прикрыв глаза, пошла в сторону парня, который, повернувшись ко мне спиной, судорожно запихивал что-то в рюкзак.\n\nПф... Наивные... За какую дуру они меня держат?",
    "answers": [
      {
        "id": 56,
        "text": "далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "—А что это у нас тут такое интересное, мм?—Нагнувшись, мурлыкнула я прямо на ухо парню, который от неожиданности так подскочил, что чуть не выронил рюкзак.\n\n—Хм...—Я аккуратно подцепила глянцевый журнальчик двумя пальцами, и, быстро вытащив его из рюкзака, и хладнокровно глядя на содержание, обдумывала виды казни.\n\n—Э...ээй! Ты что творишь! Ты не имеешь права лазить по-моему...—Начал, было возмущаться парень, но я его перебила.\n\n—Я до твоего рюкзака даже не дотронулась, журнальчик слишком удобно торчал, так что не волнуйся за свое иммущество. А насчет твоих прав... Давай поговорим. Ты читать умеешь?\n\n—Э-э... Да?—Парень неуверенно замер, испуганно глядя на соседа, но тот предпочел делать вид, что его что-то как-то очень заинтересовали школьные стены.\n\n",
    "answers": [
      {
        "id": 57,
        "text": "далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Чудесно, тогда прочитай, что тут написано?—С этими словами, я перевернула журнал лицевой стороной обложки к себе, и ткнула пальцем в нужное место.\n\n—Э... В ... Только для взрослых. Восемнадцать плюс... Лицам не достигшим восемнадцати лет, строго запрещено...Что...—Парень густо покраснел, и подался вперед, чтобы выхватить у меня из рук журнал, но я заложила руки за спину вместе с ним.\n\n—Чтож. Замечательно. Читать я тебя научила, а теперь расскажи-ка мне, что ты там бубнел про свои права? Тебе же, по-моему еще нет восемнадцати, разве нет?—Пристально глядя на него, со стальным выражением лица, спросила я.\n\n—М... Мне восемнадцать!!\n\n—Ага... Ну что ж, сейчас проверим.—И делано ласково улыбнувшись, я взяла с учительского стола журнал.\n\n—Так так ... Хм... Ючи Котоне, шестнадцать лет...\n\n—Мне семнадцать!!!—Возмущенно завопил не по годам взрослый парень.\n\n—Да?—Я чуть приподняла бровь, показывая удивление.—А по моим данным тебе до семнадцати еще жить и жить.\n",
    "answers": []
  }
]