[
  {
    "id": 1,
    "text": "Жанр: романтика, школа...\n\nАнгелина очень умная девушка, немного циник и, увы, склонна к мизонтропии, но в целом, назвать ее плохим человеком было бы сложно. Она очень предвзято относится к каким бы то небыло привязанностям. Хотя, она встречалась с парнями раньше, сейчас же она решила сосредоточится на учебе и подготовке к экзаминам, но появился один человек, который заставил ее испытать все тяготы любви. Причем даже не известно взаимно ли это, так как они просто не могут быть вместе...\n\n\"Предупреждение!\" История больше похожа на книгу, чем на квестю.\n\n Все гирои выдуманы и какое-либо сходство с реальными людьми — совпадение...\n\nАвтор: Ann Mur\n",
    "answers": [
      {
        "id": 2,
        "text": "Погрузиться в будни мизантропа"
      },
      {
        "id": 3,
        "text": "Кто такие мизантропы?"
      }
    ]
  },
  {
    "id": 2,
    "text": "Проснувшись утром в первое сентября было бы сложно сказать, что я счастлива.\n\nСкорее наоборот. Сегодня нужно идти в школу, пусть это и последний одинадцатый класс, я уже не могу дождаться, когда все это кончится.\n\nЯ всегда любила учиться, вот честно. Мне просто нравилось посищать уроки и узнавать что-то новое. За что же я не люблю школу? Да, за то, что там куча людей, которые видут себя крайне нелогично, смотря на них становится стыдно за весь род человеческии.\n\nПофырчать с утра это святое дело. Но теперь мне надо вставать с кравати...",
    "answers": [
      {
        "id": 4,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мизонтропия это своего рода человеконенависничество. \n\nМизантропия может проявлятся в разных формах. Ненавесть только к детям или женщинам, или же ко всем людям — это все мизантропия.\n\nОднако, наука не считает это психическим отклонением.",
    "answers": [
      {
        "id": 1,
        "text": "Ясно. Далее."
      }
    ]
  },
  {
    "id": 4,
    "text": " Я сразу пошла в ванную. Приняв душь, мизантропия чуть-чуть утухает.\n Конечно, это все не из-за душа, а потому, что я отвлеклась.\n\nЗатем, бросив взгляд на часы, я поняла, что до долбанной ленейки еще час. \n\nПозавтракала. Собралась. И вот, пора идти.",
    "answers": [
      {
        "id": 5,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 5,
    "text": "На ленейку уже стали собираться люли.\nПриемущественно школьники.\n\nБыло и пару моих однгклассников. Я быстро стала строчить смс ( не люблю звонить) своим подружкам. \nОни все крайне не пунктуальны. А у меня наоборот привычка приходить заранее.",
    "answers": [
      {
        "id": 6,
        "text": "Ждать подруг"
      }
    ]
  },
  {
    "id": 6,
    "text": "Наконец-то они пришли.\n\n— Привет, Энджи, — сказала Соня. \n\nЯ ненавидила когда она так говорила. Что за прикол с коверконием моего имени.\n\n— А, да, привет Соня, — сказала я, а затем добавила — Не называй меня так...\n\nЗатем я поздоровилась так же с Аллой и Розой. Вот они то и в самом деле мои подруги.\n",
    "answers": [
      {
        "id": 7,
        "text": "Пропустить ленейку и сразу пойти в класс"
      }
    ]
  },
  {
    "id": 7,
    "text": "Мы шли по каридору в класс, все шумно переговаривались.\n\nЗаглянув случайно в ближайшую дверь, я увидела  парня. Он напомнил мне чем-то вампира, а чем-то тех молчаливых, поэтичных парней из старых романов. Наши глаза на сикунду встретелись, а затем, я прошла мимо кабинета.",
    "answers": [
      {
        "id": 8,
        "text": "Пропустить все скучные мироприятия"
      }
    ]
  },
  {
    "id": 8,
    "text": "Прийдя домой, я бросилась на кровать.\nЯ очень устала. Все эти часы, проведенные в окружении людей, очень меня утомляют.\n\nЯ вспоминала события сегодняшнего дня, и тут, в моей памяти всплыл тот парень.\n\nКогда какой-либо представитель человечества занимал мою голову, я старалась это предотвратить, ведь, это отвлекает меня от более важных дел.\n\nНо в этот раз этого у меня не получалось...",
    "answers": [
      {
        "id": 9,
        "text": "Посмотреть расписание предметов на завтра"
      }
    ]
  },
  {
    "id": 9,
    "text": "А вот расписание выдалось странным...\n\nБыло семь уроков. В первый день! Первые два математика и физика, их, в моем случае нужно просто пережить. Затем русский и литература, а потом, что совершенно мне не понятно три ( три!) обществознания. Радует тот факт, что общество я сдаю и оно мне нужно.",
    "answers": [
      {
        "id": 10,
        "text": "Взять телефон"
      }
    ]
  },
  {
    "id": 10,
    "text": "В соц. сетях мои однокласники писали о новых учителях, о праздновании выпускного, на который я ни за что не пойду. Кто- то уже пишет что заболел, похоже не одну меня пугают семь уроков.\n",
    "answers": [
      {
        "id": 11,
        "text": "Пропустить остаток вечера и пойти в школу"
      }
    ]
  },
  {
    "id": 11,
    "text": "Второе сентября. \n\nПогода оптимальная, что не может не радовать.\nЯ выбрала хороший наряд, даже по форме оделась.\n\nВыйдя на улицу, я сразу почувствовала свое угрюмое настроение. Это мне так сильно не хотелось в школу. Увы, ни кто не хотел учитывать мое мнение, касательно моего обучения. Я очень люблю учится, вот серьезно, очень. Что же мне не нравится в школе? Да, то, что со мной в классе учатся еще 30 человек, а мне обычно ни когда не везло с коллективом.",
    "answers": [
      {
        "id": 12,
        "text": "Переместиться на первый урок"
      }
    ]
  },
  {
    "id": 12,
    "text": "Учительница по математике у нас была своеобразная. Она как-будто вела урок только для себя самой.\n\nПоэтому, даже в ее присутствии мы могли спокойно заниматься своими делами.\n\nТак мы и делали. Я, Роза и Алла обсуждали ремонт в школе, выпускной и то, как я сильно на него не хочу, а так же болтали о всяких мелочах.",
    "answers": [
      {
        "id": 13,
        "text": "На других уроках"
      }
    ]
  },
  {
    "id": 13,
    "text": "На других уроках все прошло как в тумане.\n\nНа физике я вообще не понимала что происходит.\n\nНа русском учительница уже начала говонить про сочинение, хотя до него еще пол года.\n\nНа летературе, как не сложно догадаться, речь опять шла о сочинении, а точнее о произведениях, которые почти везде можно использовать. Про Войну и Мир говорили много.\n",
    "answers": [
      {
        "id": 14,
        "text": "Пойти на обществознание"
      }
    ]
  },
  {
    "id": 14,
    "text": "Как только я поняла в каком кобинете мы будем сидеть, я вспомнила, как совсем не давно видела того парня. \"Наверное владелиц кобинета его классрук\", — только и подумала я, заходя в кабинет.\n\nУчителя в кабинете не было. Его стол был на удивление пуст, тоесть ни что не смогло бы сказать о его владельце.\n\nПослушав о чем говорят в классе, я узнала последние слухи. Кто-то говорил, что учительница кабинета отличается особой строгостью, кто-то выдал мысль, что это вообще мужчина.\n\nНо мне уже было все равно, так как я захотела пить.",
    "answers": [
      {
        "id": 15,
        "text": "Набрать стакан воды"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я налила себе воды из кулера и вернулась обратно к Розе на нашу первую парту, она кст на против учительского стола.\n\nЯ набрала полный рот воды, и тут же по иронии судьбы прозвенел звонок. Сразу же из маленькой комноты вышел учитель, не учительница.\n\nЯ подавилась водой и начала кашлить. Все дело в том, что я его узнала. \n\nТот брюнет с идиальными чертами лица это — мой учитель...",
    "answers": []
  }
]