[
  {
    "id": 1,
    "text": "Автор: Аффи\nАннотация: Вы — обычный студент, решивший приготовить себе еды. Вы пошли, и купили самых дешевых пельмешков, так как денег оставалось немного, а до стипендии целая неделя! Вернувшись домой вам уже не терпелось съесть этих мягких, мясных (а чо, мыш тоже мясо!) и вкусных кругляшей!",
    "answers": [
      {
        "id": 2,
        "text": "~На кухню!~"
      },
      {
        "id": 29,
        "text": "Связь с автором"
      },
      {
        "id": 30,
        "text": "Причины прочитать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы наскоро разделись и помыли руки, после чего пошли на кухню. На плите вспыхивает игривое, голубое пламя, вы ставите кастрюлю с водой и ждете, пока та закипит.",
    "answers": [
      {
        "id": 3,
        "text": "~ждать~"
      },
      {
        "id": 5,
        "text": "~Попросить Бабу Зину~"
      },
      {
        "id": 4,
        "text": "~Зачем ждать каких-то пузырьков? Подумаешь, я есть хочу~"
      }
    ]
  },
  {
    "id": 3,
    "text": "Как только появились пузырьки вы кинули в воду все пельмени, которые у вас были. Вы уже было принялись ждать, пока сварятся пельмени, но тут зазвонил телефон.",
    "answers": [
      {
        "id": 12,
        "text": "~Не брать трубку, вы заняты~"
      },
      {
        "id": 13,
        "text": "~Взять трубку, вам звонил хороший друг~"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы кинули пельмени в еще холодную воду, и пошли разговаривать по телефону со своим другом..",
    "answers": [
      {
        "id": 28,
        "text": "~разговаривать~"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы кричите:\".Ба-а-аба Зи-и-ина!!!\" — И через секунду в форточку залетает пенсионерка в военной (а может полицейской, Вы в этом не разбирались) форме делает тройное-смертельное-супермега-сальто-мортале и приземляется в полуметре от Вас. — \"Зачем ты позвал меня, внучёк?\" — Ласково обращается Баба Зина к вам.\n",
    "answers": [
      {
        "id": 6,
        "text": "Помогите, пожалуйста, пельмени сварить, я совсем не умею, но очень хочу есть\""
      },
      {
        "id": 7,
        "text": "Сварите пельменей, пожалуйста."
      },
      {
        "id": 8,
        "text": "Слышь, бабуся, тут короче дело, свари-ка мне пожевать чё-нить."
      }
    ]
  },
  {
    "id": 6,
    "text": "— Ой! Больно надо тебе эту химию из кошек есть? Пойдем ко мне, я угощу тебя пирожками, вареньем и компотом!\n— Вы не стали возражать, ибо отказывается от полноценного обеда в пользу каких-то пельменей за 40 рублей было просто глупо.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 7,
    "text": "Баба Зина сварила вам пельменей и вы вместе поели, разговаривая о жизни.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 8,
    "text": "Баба Зина, поразивщаяся вашей наглостью стоит на месте, открыв рот..\n— Хахах рот закрой муха залетит, Хахахаха \nОскорбленная пенсионерка-спецназовец хватает кастрюлю с еще не кипящей, но довольно горячей водой, и опрокидывает на вас! — Негодник, ты как со старшими разговариваешь?!!! Уух, хулиган!!! Что бы больше не звал меня помогать!! — Прокричала она и исчезла.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 9,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 10,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 11,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы решили перезвонить позже.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы сняли трубку и весело общаясь забыли про свой обед, пошли на диван, в другую комнату. Спустя полчаса милой беседы вы услышали странный звук из кухни.",
    "answers": [
      {
        "id": 16,
        "text": "~Пойти проверить~"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы сварили пельмени и спокойно поели. После чего перезвонили другу и весело пообщались.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 15,
    "text": "...",
    "answers": []
  },
  {
    "id": 16,
    "text": "Вы вбежали в кухню, с пола на вас смотрел один большой пельмень, сделанный из маленьких пельменей, причем смотрел ГЛАЗАМИ!! \nИз других пельменей сформировалось подобие руки, и он схватил со стола НОЖ!!!!",
    "answers": [
      {
        "id": 17,
        "text": "~Закрыться в ванной и вызвать полицию~"
      },
      {
        "id": 18,
        "text": "~Пытаться поговорить~"
      },
      {
        "id": 19,
        "text": "~Сразится за свою жизнь!~"
      },
      {
        "id": 20,
        "text": "~Бежать~"
      }
    ]
  },
  {
    "id": 17,
    "text": "Спустя полчаса к вам приехали стражи порядка, но обнаружили только слипшийся шматок пельменей и вас в шоковом состоянии. Вас отвезли в отделение, поспрашивали про то, что случилось, вы отвечали на всё честно.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Не о чем мне с тобой разговаривать!!! — кричал Мегапельмень, кромсая ваше тело..",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 19,
    "text": "Мегапельмень увернулся от вашего удара, оттолкнулся от стены и на всей скорости врезался вам в бок. От неожиданности вы потеряли равновесие и упали. Теперь вашему \"мясному другу\" ничего не мешало превратить в фарш и вас, что он и сделал.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы резко закрыли за собой дверь в кухню и, наверное скоростью флеша побежали к входной двери. Вы взяли в руки одежду и ринулись прочь из дома. Только на скамейке вы оделись, обулись и начали более-менее здраво мыслить. Самое умное, что пришло вам в голову — это подождать, пока монстр уйдёт.",
    "answers": [
      {
        "id": 25,
        "text": "~Ждать~"
      }
    ]
  },
  {
    "id": 21,
    "text": "После этого вас почему-то закрыли в психушку..",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 22,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 23,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 24,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 25,
    "text": "Вернулись домой вы под вечер, на удивление пельменя нигде не было. Вы легли спать голодным и усталым. День закончен..\n\nP.S. Пельмень больше не появлялся",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 26,
    "text": "!удалить\n",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 27,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 28,
    "text": "После того, как вы положили трубку, вам послышался странный звук. Кажется исходит он откуда-то из кухни.",
    "answers": [
      {
        "id": 16,
        "text": "~Пойти проверить~"
      }
    ]
  },
  {
    "id": 29,
    "text": "1. ВК — vk.com/affe_p\n2. Комментарии",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "1. Квест не займет у вас много времени, тут меньше 30 страниц!\n2. Множество концовок, как хороших, так и плохих, как смешных, так и не очень.\n3. Я внимательно прислушиваюсь к своим читателям, можете оставить отзыв, или написать мне лично, я обязательно отвечу!\n4. Раз вы это читаете, значит уде заинтересовались квестом, а это достаточно весомая причина!",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]