[
  {
    "id": 1,
    "text": "Автор: Илья Рыбов\n\nЖанры: романтика\n\nАннотация: Насферо — академия магических искусств, находящаяся между тремя мирами, прямо на распутье ото всех троих. \nСофика — новая ученица академии, но попала она не в самый лучший момент жизни Академии. В городе рядом с порталом стали пропадать люди. Городские слухи твердят, что в исчезновениях замешаны существа тёмного мира. Но Кто разгадает загадку портала ученики или она останется для более старших поколений?",
    "answers": [
      {
        "id": 2,
        "text": "Начать игру"
      }
    ]
  },
  {
    "id": 2,
    "text": "Будильник запищал ровно в 8 часов, оповещая, что пора бы прекратить поздно ложиться и его не надо будет бить, что я собственно и собиралась делать. Какая ирония — сама поставила, сама возмущаюсь. Впрочем, об этом потом. Нужно было закончить сбор вещей и приехать в назначеное место на автобусе школы. Факт, что сейчас начала августа, меня никак не смущал, в конце концов это была школа с постоянными проживанием, а значит надо хоть как-то освоится в новом месте. Я слышала, что это какая-то необычная школа и меня сюда перевели намеренно, сыграв это в обычный переезд, за какие-то заслуги. Думаю, я это ещё узнаю. А будильник не унимался. \n",
    "answers": [
      {
        "id": 3,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 3,
    "text": "– Встаю, встаю. — подала я голос, убеждая в этом скорее себя, нежели будильник. Тем не менее, слова сделали своё дело и спустя пару минут, я уже стояла под холодной водой душа, пытаясь окончательно проснуться, и снова рассуждая о новой школе. Пора прекратить так много думать, голова лопнет, и мальчики любить не будут — улыбнулась я. Ну а что, мне 17 и я всё ещё свободна, никому девушка не нужна?",
    "answers": [
      {
        "id": 4,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 4,
    "text": "Спустя пару часов школьная форма была упакована. Белая рубашка, пиджак, галстук и юбка все три вещи цвета бардо, а так же черные гольфы — всё это школа изготовила на заказ за месяц, прошедший после первого посещения этого городка. А вот на поездку я одела джинсовые шорты, белую майку, и клетчатую рубашку. На улице было удивительно тихо, несмотря на то, что время подходило к полудню. Этот город показался мне странным ещё когда мы приехали сюда в первый раз, и по-моему, у меня начинает развиваться паранойя. ",
    "answers": [
      {
        "id": 5,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 5,
    "text": "До остановки пришлось идти около часа. Тут уже стоял большой автобус такого же цвета как и мой пиджак, с эмблемой школы. Кстати, стоит отметить, что и на пиджаке и на гольфах, тоже была эмблема. Ещё на подходе к остановке, было видно, что тут лишь парочка людей. Может ещё подойдут остальные? В конце концов, до отправки ещё около часа.",
    "answers": [
      {
        "id": 6,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 6,
    "text": "Автобус отправился ровно в час дня. Помимо уже находящихся на остановке учеников, пришёл лишь один и то прямо перед отправкой. Он был одет белую рубашку с зелёным галстуком и бардовой рубашкой. поверх всего этого был натянут синий пиджак. Такого же цвета были и брюки. Взглядом пробежав по всем пассажирам, он скривил губы в едкой усмешке и занял место сразу за водителем. Позади послышались девичьи вздохи и шёпот. Видимо, этот парень был весьма популярен. Но в основном, я услышала о нём только плохое, что же, думаю стоит с ним пообщаться и сделать вывод самой, но это потом. ",
    "answers": [
      {
        "id": 7,
        "text": "(Далее)"
      }
    ]
  },
  {
    "id": 7,
    "text": "Но почему в автобусе было так мало людей? Неужели в эту школу, а вернее академию, как я поняла по перешёптываниям других учеников, такой строгий отбор. Или тут что-то другое? Ждать ответа долго не пришлось, ведь спустя полчаса после отъезда мы въехали в тоннель. Вот тут странности и начались. Вместо привычной темноты, в окне был виден непонятный синий цвет, как энергетический портал, в каком нибудь фэнтези. Но мы ведь не в фэнтези? Из раздумий меня вырвала рука, которую так нагло положили мне на плечо.",
    "answers": [
      {
        "id": 8,
        "text": "Обернуться",
        "var_add": [
          "Jay",
          1
        ],
        "var_set": [
          "Orig",
          1
        ]
      },
      {
        "id": 8,
        "text": "Делать вид, что не замечаю"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Завораживающе не правда ли? — ",
    "answers": [
      {
        "id": 8,
        "text": "спросил темноволосый парень, одетый в синего цвета рубашку, с эмблемой академии.",
        "var_equal": [
          "Orig",
          1
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": "услышала я голос парня за спиной, который, видимо, понял, что я не могу оторваться от окна.",
        "var_equal": [
          "Orig",
          0
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": " — Я много читал про портал, но никогда не видел его в живую, и уж тем более не находился в нём.\n\n— Джей, замолчи на милость, момент портишь. — послышалась с заднего ряда, не дав мне ответить что либо. А парень уместился рядом.",
        "comment": true,
        "merge": true
      },
      {
        "id": 9,
        "var_sub": [
          "Agilet",
          1
        ],
        "text": "Спросить про портал",
        "var_set": [
          "Orig",
          1
        ]
      },
      {
        "id": 9,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Было ясно, что дальнейший разговор приведет к потере авторитета у людей с задних рядов",
    "answers": [
      {
        "id": 9,
        "text": "Тем не менее любопытство взяло верх.\n\n— Портал? — удивилась я, посмотрев на парня.\n\n— Да. Неужели тебе не рассказывали? — изумился парень, и сразу же хлопнул себя по лбу — Ах, да. Они не разглашают тайн, особенно новичкам. Хотя весь город и так знает про его существования. Более странно, что тут ещё кто-то остаётся. - Изрёк мой сосед, с отвращением взглянув на сидящего впереди парня",
        "var_equal": [
          "Orig",
          1
        ],
        "merge": true
      },
      {
        "id": 9,
        "text": "Именно поэтому я решила промолчать, дабв не портить с кем либо отношения, до приезда в школу\n\n— Странно, что академия не разглашает портал новичкам. Хотя весь город и так знает про его существования. Более странно, что тут ещё кто-то остаётся. - Изрёк мой сосед, с отвращением взглянув на сидящего впереди парня",
        "var_equal": [
          "Orig",
          0
        ],
        "merge": true
      },
      {
        "id": 9,
        "text": "— А есть причины отсюда уезжать? — девушка сидевшая перед нами, повернула голову в сторону парня.\n\n— Нет. — подал голос сидевший за водителем парень, посмотрев на моего соседа испепеляющим взглядом. — Моя семья хорошо справляется с обязанностями.\n\n— Именно поэтому люди боятся выходить на улицу? — прошипел темноволосый под звук фейспалма всё с того же заднего ряда",
        "merge": true
      },
      {
        "id": 10,
        "text": "Спросить про ситуацию",
        "var_sub": [
          "Maris",
          1
        ]
      },
      {
        "id": 10,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Дальнейшая дискуссия на эту тему могла перерости во что-то не очень хорошее,",
    "answers": [
      {
        "id": 10,
        "text": "Поэтому я решила промолчать. Однако мой сосед думал иначе",
        "merge": true
      },
      {
        "id": 10,
        "text": "Но всё таки, я в очередной раз не сдержалась, и посмотрела на соседа, совершенно не понимая, что вообще происходит. \n\n— Так, чего люди боятся? И что это за портал?",
        "merge": true
      },
      {
        "id": 10,
        "text": "— Портал связывает многие миры, и через него можно попасть куда угодно, если уметь это. Род Алиенсов уже на протяжении десяти веков является хранителями портала. Вернее хранителями входа в портал со стороны нашего мира. Но последнее время стали пропадать жители города, а возле портала очень часто видели темных существ, а иногда находили и трупы пропавших жителей города. — пояснил мне он, и взглянул на сына Алиенсов\n\n— Нету никаких Темных существ. А люди туда сами лезут. Напридумывали легенд, и считают себя умными. — парень уже откровенно рычал, готовый в любой момент напасть на темноволосого, который и сам был готов к драке",
        "merge": true
      },
      {
        "id": 11,
        "text": "наблюдать за развитием событий",
        "var_sub": [
          "Agilet",
          1
        ]
      },
      {
        "id": 11,
        "text": "остановить соседа",
        "var_add": [
          "Jay",
          1,
          "Agilet",
          1
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Ситуация принимала весьма неприятные обороты",
    "answers": [
      {
        "id": 11,
        "text": "— Файт. — снова послышалась с задних рядов. Слишком их много за день, надо посмотреть кто там сидит, впрочем, пока что было не до этого.",
        "merge": true
      },
      {
        "id": 11,
        "text": "Посмотрев на темноволосого я взяла его за руку, и посмотрела в его изумленные глаза, отрицательно помотав головой. Однако, попытка оказалась напрасной.",
        "var_sub": [
          "Maris",
          1
        ],
        "merge": true
      },
      {
        "id": 11,
        "text": "Непонятно как, но Алиенс за две секунды оказался около нас и выхватил моего соседа за шиворот, подняв на ноги. Тот в свою очередь успел попал кулаком в живот своему сопернику так, что тут упал. Девичий визг, крики сражающихся, бранные слова водителя, недовольного нарушением дисциплины в ввереном ему транспорте, и жалкие попытки расцепить парней — все смешалось в одну какафонию и превращалось в опасную драку, в котором мог пострадать любой попавший туда. ",
        "merge": true
      },
      {
        "id": 12,
        "text": "(далее)"
      }
    ]
  },
  {
    "id": 12,
    "text": "Внезапно кто-то дернул меня за шиворот, живом откинув с моего места, куда, сразу же после моего приземления, упал один из дерущихся студентов. \n\n— Сиди тут. — произнесла девушка с розовыми волосами и двинулась в сторону толпы. Судя по всему, она была знакома с темноволосым, и были они достаточно близкими друзьями. ",
    "answers": [
      {
        "id": 13,
        "text": "(далее)"
      }
    ]
  },
  {
    "id": 13,
    "text": "Разнять парней удалось лишь когда мы выехали из портала. Алиенса усадили туда же где и сидел, темноволосого рядом со мной, остальных так же посадили около девушек, чтобы те как нибудь отвлекали их, а сама же розоволосая с двумя подругами, вернулась на задние ряды. \n\n— Мы кстати так и не представились друг другу. Я Джей. — улыбнулся парень проведя рукой по своей разбитой губе.",
    "answers": [
      {
        "id": 14,
        "text": "назвать своё имя",
        "var_add": [
          "Jay",
          1
        ]
      },
      {
        "id": 15,
        "text": "пошутить",
        "var_add": [
          "Jay",
          2
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "  — Софика — улыбнулась я, а парень схватил мою ладонь и приложился губами, оставив на ней пару капелелек крови. \n\n — Красивое имя. — улыбнулся парень, взглянув в окно. Автобус остановился около остановки на которой стояло много разных существ, напоминающих людей. Только когда они стали заходить в автобус, я смогла определить, что это разные фэнтезийные расы. Тут были неко, эльфы, даже парочка гномов. — Ты никогда не видела другие расы? — улыбнулся Джей, заметив, с каким любыпытством я разглядываю входящих учеников.",
    "answers": [
      {
        "id": 16,
        "text": "пошутить"
      },
      {
        "id": 17,
        "text": "сказать правду"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Ты всегда при знакомстве с девушкой устраиваешь драку? — Усмехнулась я указав на синяк на плече у парня, которую он, после моего указания, лишь попытался открыть больше.\n\n— Только если девушка не знает про порталы. — усмехнулся он. Подлюка, понял куда бить. Ну что же, мы с тобой ещё поквитаемся. Я взглянув в окно, я пришла в шок. Автобус остановился около остановки на которой стояло много разных существ, напоминающих людей. Только когда они стали заходить в автобус, я смогла определить, что это разные фэнтезийные расы. Тут были неко, эльфы, даже парочка гномов. — Ты никогда не видела другие расы? — улыбнулся Джей, заметив, с каким любыпытством я разглядываю входящих учеников.",
    "answers": [
      {
        "id": 13,
        "text": "Наблюдать за развитием событий",
        "var_sub": [
          "Agilet",
          1
        ]
      },
      {
        "id": 14,
        "text": "Остановить соседа",
        "var_add": [
          "Jay",
          1,
          "Agilet",
          1
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "— Я то? Каждый день, целый день. — Улыбнулась я столь глупому вопросу. Парень тоже улыбнулся, взглянув на одного из эльфов, который садился около Алиенса. \n\n— Удивительно. Откуда же вы беретесь такие, не знающие? — спросил парень и посмотрел на моы недоумевающий взгляд — Каждый год среди новых учеников, оказываются те, кто не про порталы, не про существование других миров вообще знать не знал. Ну, по крайней мере насколько я знаю.",
    "answers": [
      {
        "id": 18,
        "text": "(далее)"
      }
    ]
  },
  {
    "id": 17,
    "text": "— В жизни, ни разу, только в фильмах. Ну, ты понял. — ответила я Джею. Парень улыбнулся, взглянув на одного из эльфов, который садился около Алиенса. \n\n— Удивительно. Откуда же вы беретесь такие, не знающие? — спросил парень и посмотрел на моы недоумевающий взгляд — Каждый год среди новых учеников, оказываются те, кто не про порталы, не про существование других миров вообще знать не знал. Ну, по крайней мере насколько я знаю",
    "answers": [
      {
        "id": 18,
        "text": "(далее)"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ученики этого мира очень скоро уселись на места и автобус двинулся дальше. Джей потерял ко мне интерес, что-то обсуждая с сидевшим позади неко. Это дало мне возможность поразмышлять над прошедшим днём. Уж очень всё было необычно, что аж закрадывались мысли, а не сплю ли я. Город этого мира походил на город из нашего, только тут было гораздо больше людей, а вернее рас, на улицах. Я насчитала штук пять рас, начиная от неко, и заканчивая зверолюдами. Вскоре наскучило и это и я, надев наушники, закрыла глаза, очень скоро уснув",
    "answers": [
      {
        "id": 18,
        "text": "продолжение следует",
        "comment": true
      }
    ]
  },
  {
    "id": 19,
    "text": "ФЛИРТ. ДАЙТЕ МНЕ БЛИН ФЛИРТ. ПЛЗБ\n",
    "answers": [
      {
        "id": 17,
        "text": "назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Ты всегда при знакомстве с девушкой устраиваешь драку? — Усмехнулась я указав на синяк на плече у парня, которую он, после моего указания, лишь попытался открыть больше.\n\n— Только если девушка не знает про порталы. — усмехнулся он. Подлюка, понял куда бить. Ну что же, мы с тобой ещё поквитаемся",
    "answers": [
      {
        "id": 18,
        "text": "Назвать своё имя",
        "var_add": [
          "Jay",
          1
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "— Я то? Каждый день, целый день. — Улыбнулась я столб глупому вопросу. Парень тоже улыбнулся, взглянув на одного из эльфов, который садился около Алиенса. \n\n— Удивительно. Откуда же вы беретесь такие, не знающие? — спросил парень и посмотрел на моы недоумевающий взгляд — Каждый год среди новых учеников, оказываются те, кто не про порталы, не про существование других миров вообще знать не знал. Ну, по крайней мере насколько я знаю.",
    "answers": [
      {
        "id": 23,
        "text": "промолчать"
      }
    ]
  },
  {
    "id": 22,
    "text": "— В жизни, ни разу, только в фильмах. Ну, ты понял. — ответила я Джею. Парень улыбнулся, взглянув на одного из эльфов, который садился около Алиенса. \n\n— Удивительно. Откуда же вы беретесь такие, не знающие? — спросил парень и посмотрел на моы недоумевающий взгляд — Каждый год среди новых учеников, оказываются те, кто не про порталы, не про существование других миров вообще знать не знал. Ну, по крайней мере насколько я знаю.",
    "answers": [
      {
        "id": 23,
        "text": "[промолчать]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ученики этого мира очень скоро уселись на места и автобус двинулся дальше. Джей потерял ко мне интерес, что-то обсуждая с сидевшим позади неко. Это дало мне возможность поразмышлять над прошедшим днём. Уж очень всё было необычно, что аж закрадывались мысли, а не сплю ли я. Город этого мира походил на город из нашего, только тут было гораздо больше людей, а вернее рас, на улицах. Я насчитала штук пять рас, начиная от неко, и заканчивая зверолюдами. Вскоре наскучило и это и я, надев наушники, закрыла глаза, очень скоро уснув.",
    "answers": [
      {
        "id": 23,
        "text": "Продолжение следует",
        "comment": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 24,
    "text": "ГЛАВА 1. \"ДОБРО ПОЖАЛОВАТЬ В НАСФЕРО\"\n\nПроснулась я от того, что меня слегка трясли за плечо. Видимо, мы уже приехали. Что же, вот и начало новой жизни.",
    "answers": [
      {
        "id": 24,
        "text": "\n\n- Да оставь ты её, сама проснётся - услышала я голос девушки. Судя по всему это была та самая подруга Джея",
        "var_less": [
          "Agilet",
          0
        ],
        "merge": true
      },
      {
        "id": 24,
        "text": "Насколько я могу понять, то остались только мы трое. трое, потому что Джея ждала его подруга, которая так любезно вытащила меня из гущи битвы",
        "var_equal": [
          "Agilet",
          0
        ],
        "merge": true
      },
      {
        "id": 25,
        "text": "далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  }
]