[
  {
    "id": 1,
    "text": "автор: pechenь_ka\n⚔️жанр: фентези\n????состояние квеста: стадия разработки\n Вы старшая и не совсем любимая дочь рода Форстред . Когда вы были маленькими ваша мама умерла оставив вас одну в большом доме полного волков, вас не замечали поручали работу которую дворяне бы не делали и искали шанса как одновременно избавиться от вас и извлечь из этого выгоду. Что же так и произошло когда  старый извращенец Стрефотд решил вновь выйти замуж за молодую дворянку.\n  Вы терпели достаточно времени, чтобы твердо сказать, что не хотите выходить замуж за того кого подберет так называемая семья. Вам придется столкнуться со многими проблемами на дороге к свободе и каждый выбор будет иметь свои последствия на ход истории которую пишете вы\n    \n\n\n Если вам понравился данный квест не забудь поставить❤️ вить именно так я узнаю что мои старания были не зря\n     Приятного чтения ❣️\n",
    "answers": [
      {
        "id": 2,
        "text": "начать»"
      },
      {
        "id": 15,
        "text": "★информация читателям ★"
      },
      {
        "id": 74,
        "text": "персонажи????"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://a.radikal.ru/a31/1908/49/d8032d161316.jpg\n",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://c.radikal.ru/c06/1908/0c/5285c5861eaa.jpg\n\n",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a21/1911/39/7bdec98d42ae.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Меня зовут Аделаида Форстрет я дочь графа Бела Форстреда , Помимо меня есть еще 3 дочери Диана Бель и Оливия но между нами есть очень большая разница.  Не только потому что мы от разных мам, но и потому что я  с детства люблю свободу. Кажется именно по этой причине я не стала Волком а могу превращаться в пантеру. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "мне сейчас 18 лет мой  ,, заботливый ,, отец решил выдать меня замуж за старого извращенца Стрефорда у которого 5 сыновей которые так же гнилые как их отец. После того как я услышала такую ​​новость я думала над планом побега из этого ужасного места. \n   на следующей неделе в нашем городе будет праздник день рождения  Дианы, отец пригласил много знатных мужчин которые были бы идеальной парой для сесьры. Кроме знати в город приедет много купцов, лучшего времени для побега и быть не может!\n   В реальность меня вернул стук в дверь \n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a15/1908/ec/7a88ca158bf4.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "— миледи, ваш отец напоминает вам что время обедать ,  не вежливо заставлять всех ждать ВАС\nпослышался недружилюбний голос Эбби из-за двери, никому не секрет Эбби никогда меня не любила.\n   Но скоро все закончится!\n — да я уже иду.\nответила я таким же тоном и отошла от письменного стола. Отвечать грубостью на грубость нам уже вошло в привычное",
    "answers": [
      {
        "id": 5,
        "text": "далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Когда я открыла дверь и увидела Эбби которая смотрела на меня своим коронным взглядом на людей которых она ненавидит\n — миледи я проведу вас в столовую.\nсказала Эбби и пошла вперед по коридору к лестнице на первый этаж правого крыла здания, как раз где и находилась столовая\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b32/1908/00/fac919ab61a1.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "За окном была хорошая солнечная погода птички летали и пели радовались солнечному дню, конюх Грей выводил коней на улицу прогулять первоклассных скакунов среди которых был и мой  Черный ветер \n ",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "—2 года назад я пошла в лес Везервуд на карте он позначен красным это значит, что лес имеет повышенную опасность через магических животных, несмотря на это многие люди идут как раз за ними. Я не из трусливых девушек поэтому какая-нибудь красная линия меня не испугает, с этими мыслями я шла и шла все дальше в лес. не знаю почему но на моей дороге я не встречала тех страшных монстров о которых написано столько книг и о которых с таким восторгом рассказывают охотники. Всего то несколько белок с тремя глазами несколько зайцев с рогами. \n   Уже изрядно измучившись в трех часовой прогулке по одному из ,,самых опасных,, лесов я села под большим дубом.\n — что и это знаменитый Везервудський лес !? Неужели всех магических животных выловили или они мигрировали в другой ??и чтоб тебя я что зря время потратила уурррхх.\n   я сидела на земле и вырывала траву руками от злости потому что через 4:00 наступит ночь а я голодная   и непонятно где ну просто чудесно! Я не знаю где я голодная и без коня. О лучшем  конеце можно только мечтать. \n  Закончив и громко хмыкнув я села  скрестив руки и закрыла глаза.\n — Впервые за 100 лет вижу столь странную девушку.\n Услышав голос я соскочила с места и начала смотреть по сторонам, но никого не было.\n — Я сверху. сказал незнакомый голос дзеркало\n  Подняв голову я увидела большую птицу которая сидела на ветке дуба и с интересом рассматривала меня.\n— Кто ты?\n— Я Еллир страж леса. \n— А вы юная леди? птица наклонила голову на бок но продолжала смотреть на меня.\n (что же не выглядит что он хочет меня убить или еще что похуже, хотя кто знает тех стражей)\n— я Аделаида Форстред\n— что же приятно познакомиться Адель\n— взаимно\n—так что  тигр делает в этом лесу?\n( что как он узнал? )\n—  Ваша энергия отличается от человеческой и от волчьей, у нее больше благородства силы и агрессии чего никогда не было в этих собак которые только и лают всем о своей  чистой крови.-не скрывай своего внутреннего зверя только тогда, когда ты дашь ему свободу ты сама станешь свободным, я дам тебе верного друга и спутника потому придет время и он тебе понадобится.\n  С этими словами Еллир расправил свои большие красные крылья плавно поднялся в воздух и исчез из поля зрения за деревьями ",
    "answers": [
      {
        "id": 8,
        "text": "далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Не знаю сколько времени я смотрела на небо вслед Еллира но я услышала как-то приближается ко мне сзади. Обернувшись я увидела большого черного коня который стремительно бежал ко мне, его длинная и блестящая грива развивалась на ветру а стук копыт отдавался эхом в уже темном лесу. За несколько секунд черный скакун уже стоял у меня в достижении руки и смотрел на меня своими большими черными глазами  как два угольки .\n — Это о тебе говорил Еллир?\n Конь будто понял что я спросила и коротко кивнул головой.\n — Ты очень хороший, я впервые вижу такого коня как думаешь какое имя тебе дать? С этими словами я задумалась — ООО точно Черный ветер\n  Конь замер посмотрел на меня а потом постучал копытом и покачал готовой будто говорил ,, — Мне нравится ,, \n       С того дня я начала тренироваться в бою на мечах кенжалах кнуте .Пробиралась в город узнавала много новостей, начала читать много разных книг и многое другое. Кто бы мог подумать что слова Еллира сбудутся",
    "answers": [
      {
        "id": 9,
        "text": "далее"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a30/1908/91/fe7a70d5e93a.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Погрузившись в воспоминания я незамитила как я и Эбби уже стояли напротив больших позолоченных дверей. Через минуту дверь открылась.\n ",
    "answers": [
      {
        "id": 10,
        "text": "войти в столовую"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Сестра а мы тебя заждались!\n ехидно заулыбалась Диана я старше ее на год пусть она и мило смотрится но она любит делать всякие пакости и при этом всегда выходит сухой х воды.\n когда -то служанка не знала что у Дианы аллергия на розы и поставила букеты в ее комнате, после того над бедной Люси начали издеваться все служанки Дианы, бедняга чуть бы не закончила жизнь самоубийством ",
    "answers": [
      {
        "id": 11,
        "text": "далее"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/1908/d6/3a5dbe1ddcbc.png"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Оливия наверное самая лучшая из всех Форстредов которых я знаю, она тихая любит читать и вышивать мы часто читали вместе в библиотеке, но были в ее различных частях так и не говоря. ",
    "answers": [
      {
        "id": 12,
        "text": "Бель Форстред"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a10/1908/a5/86116dd2c633.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Хах что еще можно ожидать от книжного червя\n— Оливия проводит за книгами не менее времени, чем я ее ты тоже называешь книжным червем?\n—Оливия моя любимая младшая сестра а ты нет .\n Бель и хоть как заноза но она честная говорит то, что думает. Лучше правда в лицо  чем намьокы ",
    "answers": [
      {
        "id": 13,
        "text": "Камелла Форстред"
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d00/1908/b5/f2103c160be0.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "—  Садись за стол ты не стоять сюда пришла.\n Вежливо но к сожалению наиграно улыбнулась Элла (Камелла)\n— Спасибо (и как эта женщина только может часами наиграно улыбаться?)\n  Камелла мне не родная мама сначала она была любовницей моего отца и вышла замуж сразу после того как моя мама умерла. Она не будет переходить к крайним мерам пока ты не будешь мешать ее планам.",
    "answers": [
      {
        "id": 14,
        "text": "Бен Форстред"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c15/1908/63/3b4a6f8581da.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Думаю делать замечания за опоздание и небрежныз вид нет смысла°громко выдыхает °\n— Аделаида ты знаешь на следующую неделю у Дианы день рождения именно через это важное событие твоя свадьба с графом откладывается ненадолго. Ты же понимаешь?\n — да отец.(Хааа будто я собираюсь выходить замуж за того старого пердуна и становиться мачехой этих извращенных придурков! Интересно было бы посмотреть на твое и его лицо когда я смоюсь с отсюда 18 лет я собрала много золота так что скоро я буду кричать Асталависта хричары!",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c25/1908/0e/d4774f49393d.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "    \n✨предупреждение✨\n    данный квест создан полностью из фантазии автора, допустимые орфографические ошибки заранее прошу прощения за доставленные неудобства в чтении ♥\n✨коротко и ясно✨\n    Главный герой: девушка \n    Статус: старшая дочь семьи от первой жены\n    Мир: фэнтези мир пропитанный магией со многими расами, большой картой мира и возможностью взаимодействовать с различными предметами, выбирать свое будущее самостоятельно \n  ❗заметка:\n Хоть я и написала что ,, — Мир пропитанный магией ,, даааа действительно история стран, лесов, городов, семей, довольно таки тесно связаны с магией но в реальное время это не совсем так. Да конечно есть места в которых без магии и сверхъестественного не обойтись но я не хотела превращать квест в арену с постоянными боями, магами с палками,магическим зельем на каждом шагу и тд\n\n (Также сделала ГГ девушкой потому так мне нравится больше, но это не значит что  квест перестает быть интересным для мужчин. )\n  ❗совет:\n  Если вы мужчина просто обходите романтических линий так вы сможете наслаждаться красотами этого квеста и не попадать в любовные треугольники, хотя все на ваше усмотрение.",
    "answers": [
      {
        "id": 1,
        "text": "на главную ????"
      }
    ]
  },
  {
    "id": 16,
    "text": "  Остаток обеда прошел относительно спокойно.            И я в который раз убедилась что в Бель мозг занят только сплетнями и косметикой.Диана же постоянно перебивала Бель и начинала разговор о то какого мужчину хочет какие глаза должны быть какие волосы сколько земли и так далее.\n  Отец думал о своем но не забывал кивать и говорить хорошо Диануля будет тебе все что хочешь от чего та загорелась как искра и продолжала свой список с еще большим увлечением. \n  В Эллы которая в отличие от Бена слушала список Дианы началось дергаться правый глаз а потом и бровь от чего я  пропустила смешок.",
    "answers": [
      {
        "id": 17,
        "text": "Закончить трапезу и выйти в коридор"
      }
    ]
  },
  {
    "id": 17,
    "text": "Так я закончила с самой тяжелой задачей на сегодня. У меня еще довольно много времени ... ",
    "answers": [
      {
        "id": 18,
        "text": "Пойти в библиотеку"
      },
      {
        "id": 19,
        "text": "Пойти в конюшню к Черному ветру"
      },
      {
        "id": 20,
        "text": "Пойти в оранжерею"
      },
      {
        "id": 21,
        "text": "принять ванну"
      },
      {
        "id": 22,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 18,
    "text": "(Да точно! что может лучше снять стресс кроме книг, пойду в библиотеку)",
    "answers": [
      {
        "id": 37,
        "text": "идти в библиртеку"
      }
    ]
  },
  {
    "id": 19,
    "text": "Солнечная погода не вечна пользуйся ею пока она есть, с такими мыслями я пошла в конюшню к своему скакуну. \n   У конюшн сидит черная кошка которую я назвала Ночь.",
    "answers": [
      {
        "id": 23,
        "text": "пройти мимо"
      },
      {
        "id": 24,
        "text": " подойти"
      }
    ]
  },
  {
    "id": 20,
    "text": "Пойду в оранжерею. Она всегда хорошо на меня влияла, покой и тишина.Хотя после того как назначили новых служанок половина цветов увяла....",
    "answers": [
      {
        "id": 36,
        "text": "в оранжерее"
      }
    ]
  },
  {
    "id": 21,
    "text": "хочеца расслабиться.\n Пойду наберу ванну и расслаблюсь",
    "answers": [
      {
        "id": 32,
        "text": "далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Зачем напрягаться если можно не напрягаться?\n Лучше пойду спать",
    "answers": [
      {
        "id": 31,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я зашла в конюшню и пошла к Ветру. Благодаря Грэму конюшня всегда чистая и лошади сыты он выполняет свою работу с большим удовольствием. \n—Привет красавчик давно мы не выходили на улицу, не против сделать разминку?\n  Скакун радостно заржал и побежал к выходу, я натянула на него седло уздечка с большим удовольствием залезла на скакуна и мы вылетели со двора и поскакали в поле",
    "answers": [
      {
        "id": 25,
        "text": "скакать дальше "
      }
    ]
  },
  {
    "id": 24,
    "text": "как только Ночь меня увидела  она соскочила со своего любимого места и подбежала ко мне\n—Привет Ночь смотри что у меня!\n  я достала из-за спины жареную рыбу. \n—Маауу, Мяяяу °радостно начал скакать кот°\n—На держи. °я дала кошке рыбу она довольна начала свой обед°\n—Пака Ночь!\n—Мау",
    "answers": [
      {
        "id": 23,
        "text": "далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Мы ехали довольно долго и уже стемнело  я хотела возвращаться домой но остановил меня огонь который горел на окраине леса.\n  Любопытство взяло верх и я тихо и не заметно подкралась. \n  Оказалось это была кучка придурков которые ловят людей как животных и сдают в рабство, ",
    "answers": [
      {
        "id": 26,
        "text": "подслушать разговор"
      },
      {
        "id": 30,
        "text": "вернуться домой"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Эх плохо с такими темпами мы будем не лучше нищих\n—Ну да. Как думаешь сколько дадут за того пацана °брюнет со шрамом ткнул в мешок который неподвижно лежал °\n—Слыш  а мы не перестарались? Он вообще живой там?\n—Сейчас узнаем. °с этими словами брюнет пнул мешок °\n— ууууаурхх...\n—Видишь жив здоров! ° засмеялся брюнет после чего засмеялся лысый °\n(Уууу  вот ублюдки совсем совесть потеряли! Человека совать в мешок как картошку нуу я вам покажу.) ",
    "answers": [
      {
        "id": 28,
        "text": "добиваться справедливости"
      }
    ]
  },
  {
    "id": 27,
    "text": "Не мое это дело что или кто там.\n -Ветер давай домой.°сказала я и он в ту же секунду сорвался с места и побежал галопом",
    "answers": [
      {
        "id": 31,
        "text": "скакать домой"
      }
    ]
  },
  {
    "id": 28,
    "text": "Взяв ветку которая была по крепче я начала тихо как тень подкрадываться к торговцам , подойдя очень близко я замахнулась и ударила по затылку брюнета. \n  Достаточно хороший угол удара выбрала, брюнет вскрикнув и упал на землю.Лысый еще не отошел от шока но рефлексом достал нож и  пошел на меня.\n Я хотела сделать шаг назад но мешок с ,, картошкой ,, сбил меня с ног и я свалилась на землю. Лысый чурбан начал заливаться смехом.\n(Ну идиот пустоголовый Ты достал!)\nЯ вскочила и с всей силы ударила лысого по голове потом еще раз и еще раз пока он не упал на землю. (Мддааа столько лет тренировалась на мечах, плети, кенжалах, луке чтобы в результате дубиной махать...)\n— все пришло время расплаты °улыбаясь говорила я сама себе °\nЯ связала их и бросила недалеко от дороги, каждое утро там проходит патруль Дена Вулда уж он очень любит работорговцев",
    "answers": [
      {
        "id": 29,
        "text": "открыть мешок"
      }
    ]
  },
  {
    "id": 29,
    "text": "Открыв мешок я увидела мальчика с золотыми локонами которые падали на лоб прикрывая ярко голубые глаза .Он смотрел на меня испуганными глазами \n— Привет я Адель ° улыбнулась я ° как тебя зовут? Где твои мама и папа?\n  Мальчик посмотрел на меня с недоверием, его голубые глаза потемнели а брови почти сошлись вместе.\n—Не переживай я просто хочу отвести тебя домой к маме и папе °честно сказала °\n—...\n  Мальчик не сказал ни слова а лишь показал в сторону не крупного поселения.\n—Хорошо через 5 минут ты будешь дома.\n Когда мы подъехали к домам мальчик соскочил с коня и побежал в их сторону.  Неожиданно он остановился махнул мне рукой и побежал дальше.",
    "answers": [
      {
        "id": 30,
        "text": "скакать в поместие"
      }
    ]
  },
  {
    "id": 30,
    "text": " Когда я вернулась уже было темно, как хорошо что никто мной не интересуется иначе я бы получила на орехи ",
    "answers": [
      {
        "id": 31,
        "text": "идти в комнату"
      }
    ]
  },
  {
    "id": 31,
    "text": "(Наконец я в постели) После долгого дня я наконец просто лежу. (Так значит в день рождения Дианы я забераю все необходимое и валю отсюда идеальный план!) А теперь спать.",
    "answers": [
      {
        "id": 43,
        "text": "через неделю ..."
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d22/1908/45/b55aafcb5c16.jpg"
      }
    ]
  },
  {
    "id": 32,
    "text": "( аааах нет ничего лучше чем расслабляющая ванна,а теперь можно на боковую<s><s>^•^/)\n -А ты слышала что герцог хочет женить Диану и герцога белых роз !?\n—Что правда!?того самого второго красавчика страны!?\n—Да!Они идеальная пара!\n— Но это только слухи, вот для чего герцог делает балл.\n—О! Точно ведь еще Аделаида выйдет замуж за графа \n (Щоооо чего это вдруг не меня переключились !? Неужели запас сплетен исчерпали?)\n—Да точно точно как жаль что ее свадьбу перенесли! ахаха\n—Ага поскорее бы увидеть молодоженов. Ха ха ха\n(Вот уж гадюки!)",
    "answers": [
      {
        "id": 33,
        "text": "Я вас запомнила"
      },
      {
        "id": 34,
        "text": "ответить грубо"
      }
    ]
  },
  {
    "id": 33,
    "text": "Не буду выходить.Это служанки Дианы они постоянно глупости говорят. Но то, что я ничего не сказала сейчас не значит что я буду молчать вечно. Я вас запомнила",
    "answers": [
      {
        "id": 31,
        "text": "ити спать"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Что вы сейчас делаете?\n—Миледи ....?\n—?\n—Я спросила что вы сейчас делаете\n—Мы закончили со всеми задачами на сегодня и шли в свои комнаты\n—Вы уверены, что закончили все?\n—да\n—Тогда почему в оранжерее цветы сохнут?-Чтобы сегодня вы полили все цветы \n— Все !? но миледи их же так много это очень долго\n—Если это все так много займет времени тогда советую приступить немедленно.\n—но миледи ми...\n—Я не спрашивала вашего мнения, сегодня все цветы должны быть политы\n—да...",
    "answers": [
      {
        "id": 35,
        "text": "далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "ах как хорошо. Получили по заслугам !!",
    "answers": [
      {
        "id": 31,
        "text": "спати"
      }
    ]
  },
  {
    "id": 36,
    "text": "я очень вымоталась почему бы ни отдохнуть здесь?\n Да это точно хорошая идея!\n я легла под деревом и закрыла глаза, но когда открыла поняла что уснула и надо идти в комнату",
    "answers": [
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b08/1908/d1/fc2384bc881b.jpg"
      },
      {
        "id": 124,
        "text": "лечь спать"
      }
    ]
  },
  {
    "id": 37,
    "text": "Род Форстред поколениями славился своей библиотекой, здесь находятся самые редкие экземпляры книг которые собирали по всему миру не одно столетие, на словах не понять все величие библиотеки пока не увидишь ее собственными глазами.жаль что никто из нынешних Форстредов не интересуются ничем кроме денег, славы, и чистоты крови.",
    "answers": [
      {
        "id": 38,
        "text": "далее"
      },
      {
        "id": 31,
        "text": "вернуться в комнату"
      },
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a32/1908/ee/3e03e08ee117.jpg"
      }
    ]
  },
  {
    "id": 38,
    "text": "Раз я пришла в библиотеку нужно что-то выбрать для чтения",
    "answers": [
      {
        "id": 39,
        "text": "ботаника"
      },
      {
        "id": 40,
        "text": "магические существа"
      },
      {
        "id": 41,
        "text": "религия"
      },
      {
        "id": 42,
        "text": "книга заклинаний"
      },
      {
        "id": 44,
        "text": "Происхождение больших домов"
      },
      {
        "id": 45,
        "text": "тайны зверолюдей"
      },
      {
        "id": 37,
        "text": "назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "квест находится на стадии разработки все предложения по поводу квеста и комментарии всегда рада выслушать",
    "answers": [
      {
        "id": 48,
        "text": "| том[целебные растения]"
      },
      {
        "id": 49,
        "text": "||том[ядовитые растения]"
      },
      {
        "id": 38,
        "text": "назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "здесь есть перечисленные почти все магические существа",
    "answers": [
      {
        "id": 58,
        "text": "Акери"
      },
      {
        "id": 59,
        "text": "блуждающие огни"
      },
      {
        "id": 62,
        "text": "не́жить"
      },
      {
        "id": 63,
        "text": "Понтианак"
      },
      {
        "id": 38,
        "text": "назад"
      }
    ]
  },
  {
    "id": 41,
    "text": " на западе поклоняются богам солнца и луны храмы находятся в каждом западном городе или поселке. \n на  востоке поклоняюця богам урожая дождя животных леса и многим другим\n        Очень часто люди затеют драки насильственные или конфликты словесные. Что же здесь ничего не сделаешь религия и вера всегда были индивидуальными",
    "answers": [
      {
        "id": 38,
        "text": "назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "книга заклинаний находится на стадии разработки / если есть какие-то идеи я всегда всех выслушаю",
    "answers": [
      {
        "id": 46,
        "text": "| том"
      },
      {
        "id": 47,
        "text": "|| том"
      },
      {
        "id": 38,
        "text": "назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "Так прошла неделя.  Слуги бегали по дому как муравьи в муравейнике. Носили, мыли, подметали, вытирали, украшали голова идет кругом только от одного пересчета. \n Ах  я совсем забыла меня звала Оливия.\n  Я бы еще немного почитала но не могу проигнорировать ее",
    "answers": [
      {
        "id": 55,
        "text": "идти к Оливии"
      }
    ]
  },
  {
    "id": 44,
    "text": "история создания больших домов страны",
    "answers": [
      {
        "id": 50,
        "text": "| хоунды"
      },
      {
        "id": 51,
        "text": "|| Бельмонды"
      },
      {
        "id": 52,
        "text": "||| Волбромды"
      },
      {
        "id": 53,
        "text": "|||| Форстред"
      },
      {
        "id": 54,
        "text": "||||| Виконд"
      },
      {
        "id": 38,
        "text": "назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "книга о зверолюдях",
    "answers": [
      {
        "id": 56,
        "text": "волки"
      },
      {
        "id": 57,
        "text": "совы"
      },
      {
        "id": 60,
        "text": "тигры"
      },
      {
        "id": 83,
        "text": "Пантеры"
      },
      {
        "id": 38,
        "text": "назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "в разработке ...",
    "answers": [
      {
        "id": 42,
        "text": "назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "В разработке ....",
    "answers": [
      {
        "id": 42,
        "text": "назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "со временем список будет увеличиваться и книгу ботаника можно будет читать не только в библиотеке но и путешествия как и другие книги",
    "answers": [
      {
        "id": 39,
        "text": "назад"
      }
    ]
  },
  {
    "id": 49,
    "text": " со временем список будет увеличиваться и книгу ботаника можно будет читать не только в библиотеке но и путешествия как и другие книги",
    "answers": [
      {
        "id": 64,
        "text": "олеандр"
      },
      {
        "id": 65,
        "text": "лютик"
      },
      {
        "id": 39,
        "text": "назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "первое упоминание о них записана в истории и датируется 456 годом. суперсилы телегинез  ",
    "answers": [
      {
        "id": 44,
        "text": "назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "на континенте впервые появились в 450 году и зарекомендовали себя как профессиональные ловцы нечисти, которыми остались до сих пор\n Супер сил считается Не имеют\n    относятся к расе людей но уже не впервые доказывали что их сила превышает простых смертных",
    "answers": [
      {
        "id": 44,
        "text": "назад"
      }
    ]
  },
  {
    "id": 52,
    "text": "основания дома официально считается 447 год но как свидетельствуют источники существовали задолго до этой даты.\n   Наделены невероятным запасом манны что дает им очень большую силу. \n  Магические способности проявляется в возрасте от 5 до 10 лет  имеют хорошо развитые ощущения наваждения в людях что дает им возможность узнать силу противника / союзника",
    "answers": [
      {
        "id": 44,
        "text": "назад"
      }
    ]
  },
  {
    "id": 53,
    "text": "дата основания дома 4 января 430 года \n Дом Форстред является древнейшим домом но не самым сильным. Земли Форстредов находятся на западе страны и простираются до леса Грюмвильдет. По старым легендам в Грюмвильдському лесу живут эльфы, оборотни, блуждающие огни и много прочей нечисти,  \n  По статистике населения мифическими созданиями лесов Грюмвильдський лес всегда будет первым. Поэтому мало кто хочет туда идти  а тем более жить у него",
    "answers": [
      {
        "id": 44,
        "text": "назад"
      }
    ]
  },
  {
    "id": 54,
    "text": "Самый молодой и таинственный дом со всех из страны. Никто не знает какой силой они управляют, и даже самые опытные маги из дома Волбромдов не могут опридилиты которой магией они обладают и какой запас манны \n     Дом основан 455 года",
    "answers": [
      {
        "id": 44,
        "text": "назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "  Думать где находится Оливия нет смысла потому она или в библиотеке или в своем кабинете. \n Хотя в данной ситуации с подготовкой к балу она может быть только зарытой в бумажки и документы, которые ей свалили Диана и Белла.\n Ох уж эти безответственные ,, дамы ,,",
    "answers": [
      {
        "id": 66,
        "text": "в кабинет "
      }
    ]
  },
  {
    "id": 56,
    "text": "имеют большую силу. делятся на;\n ★белые волки\n  ★черные волки\n ★солнечные волки\n  ★северные волки\n       рідкісні ↓\n → фиолетовые глаза\n → розовые глаза \n→ серые глаза\n Дети растут быстро, не полное превращение могут сделать начиная с 5 лет, а полное превращение в зверя зависит от физического состояния и моральной подготовки",
    "answers": [
      {
        "id": 45,
        "text": "назад"
      }
    ]
  },
  {
    "id": 57,
    "text": "делятся на восточные / западные:\n ★ восточные — большие черные / коричневые / серые крылья ,. Красные глаза / черные глаза / биржевые глаза.\n ★ захидни- средние, большие, маленькие крылья любого цвета и узора на них. Глаза зеленые / голубые / серые / желтые \n      Дети сов могут свободно превращаться из человеческой в ​​зверей форму начиная с 12 лет",
    "answers": [
      {
        "id": 45,
        "text": "назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "Согласно легендам, этот призрак имеет вид скелета, одетого в платье из кожи. Днём акери якобы спит, а ночью спускается на равнины, чтобы разносить болезни. Наибольшей опасности якобы подвержены дети, которые могут заболеть от соприкосновения с отбрасываемой духом тенью. Также считалось, что акери приносит смерть пожилым людям и людям с ослабленным имунитетом. Акери якобы носит с собой барабан , в который стучит, и скорбным голосом поёт о скорой смерти тех, кто её слышит, или о его близких, чаще всего детях.\n\nЕдинственным способом защиты от акери считались повязанные на шею красные ленточки, а также красная одежда или алые шарики. Человек, одетый во всё красное, якобы был способен без вреда для себя слушать пение акери.\n\n",
    "answers": [
      {
        "id": 40,
        "text": "назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "Их непредсказуемое и таинственное появление с давних пор вызывает суеверия и затрудняет их научное исследование. Болотные огни ещё в древние времена запугивали путников, наблюдаются они и в наше время. Существуют поверья, что одни огни по неизвестной причине настроены к людям довольно агрессивно или несут дурные вести, а другие даже способны помочь в трудную минуту.\n\nЧаще всего блуждающие огни горят на высоте приподнятой руки человека, имеют шарообразную форму или напоминают пламя свечи, за что они и получили другое своё прозвание — «свеча покойника». Цвет этого огня может быть различным, начиная от призрачного белого, голубоватого или зеленоватого и заканчивая живым пламенем, без образования дыма.\n\n",
    "answers": [
      {
        "id": 40,
        "text": "назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "Семейство тигровых делится на два вида:\n★огненные тигры\n   Магия:огонь, земля\n★снежные тигры\n   Мания:лед, воздух\nэто равновесие сил нужна была для того чтобы поддерживался мир Если силы равны то причин войны меньше . Такое равновесие продолжалась ровно до тех пор пока не начали рождаться универсалы.\n    Универсалы это тигры смешанной крови нескольких животных например волк и тигр или огненный со снежным тигром и много белые / черные тигры с янтарными, красными, голубыми глазами а также с различным окрасом глаз различных комбинаций смешанной крови.\n  В заключении звиролюдина рождалась с не типичным для тигров окрасом шерсти.\nМаги и Ученые пришли к выводу почему в парах волк и тигр в 96% рождается тигр,:\n  ,,Побеждает сильнейший ,, у кого больше силы у того больше вероятность что его ДНК передастся новорожденному\n  Их разделили на виды:\n★черный тигр (могут быть пятна и частичный окрас шерсти)\n★белый тигр (могут быть пятна и частичный окрас шерсти)\n     \n",
    "answers": [
      {
        "id": 61,
        "text": " САМЫЕ РЕДКИЕ"
      },
      {
        "id": 45,
        "text": "назад"
      },
      {
        "id": 82,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 61,
    "text": "Самыми редкими считаются Белые / Черные тигры с янтарными, красными, голубыми и разноцветными глазами \n  не полное преобразование могут делать начиная с 3 лет полное ≈ в 16-17 лет",
    "answers": [
      {
        "id": 60,
        "text": "назад"
      }
    ]
  },
  {
    "id": 62,
    "text": " ожившие мертвецы, существа, которые умерли, но велут себя  как живые. Нежить может быть бестелесной, как призраки, или иметь телесную оболочку, как вампиры и зомби",
    "answers": [
      {
        "id": 40,
        "text": "назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "мифическое существо  представляющее собой духа-вампира женского пола. В фольклоре считается, что понтианаками становятся духи женщин, умерших во время беременности. Понтианаки часто отождествляются с ланг сурами, что неверно, поскольку последние в фольклоре являются духами женщин, умерших во время родов. Слово Pontianak, как предполагается, является искажением малайского perempuan mati beranak — «женщина, которая умерла во время родов",
    "answers": [
      {
        "id": 40,
        "text": "назад"
      }
    ]
  },
  {
    "id": 64,
    "text": ". Всего лишь один попавший в пищу лист олеандра может привести к смерти взрослого человека. Все части этого растения, особенно млечный сок, стебель и семена содержат ядовитые сердечные гликозиды, нериозид, олеандрозид и сапонины.",
    "answers": [
      {
        "id": 49,
        "text": "назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "Относится к семейству лютиковых. Ядовита трава, которая содержит токсическое вещество протоанемонин. На организм человека оказывает нейротоксическое и местное раздражающее действие. Симптомы отравления: тошнота, рвота, боли в животе. При приеме больших доз токсического вещества у пострадавшего падает артериальное давление и возникают судороги. При попадании сока лютика на кожу возникают дерматиты, особенно у детей",
    "answers": [
      {
        "id": 64,
        "text": "назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "Придя под дверь я услышала шум страшного бумажного обвала ...",
    "answers": [
      {
        "id": 67,
        "text": "открыть дверь"
      }
    ]
  },
  {
    "id": 67,
    "text": "— О Аделаида привет.\n На полу лежали документы письма счета .....\n—Привет сестренка\n— Слушай Адель ты же старшая может ты можешь мне помочь с этим всем, А то Бель и Диана ничего не понимают в этих ,, бумажках ,,.\n",
    "answers": [
      {
        "id": 68,
        "text": "- Да конечно  "
      },
      {
        "id": 69,
        "text": "Извини но я и сама ничего тут не понимаю"
      }
    ]
  },
  {
    "id": 68,
    "text": "—Оо правда! ?? Спасибо Адель ты мой ангел спаситель!\n—Да да. Ближе к делу быстрее начнем быстрее закончим.\n— Да конечно ты права! ° радостно забегала по комнате Олли °\n— И так мне нужно собрать с земли все бумаги и сложить их в отдельные кучки в зависимости от вида документа\n—И что тут тяжелого?\n—Нуууууу Затем их нужно все прочитать и которые нужно подписать ....\n—Да ну все ЭТО!?\n— Да...°Олли начала виновато  тормосииты затылок°\n—Ладно мы справимся.\n—Уураа сестрица ты лучшая !!",
    "answers": [
      {
        "id": 70,
        "text": "к работе"
      }
    ]
  },
  {
    "id": 69,
    "text": "Извини Оливия думаю толку с меня будет мало поэтому я пойду \n—Да? Жаль придется все же разгребать\n",
    "answers": [
      {
        "id": 84,
        "text": "идти в комнату"
      }
    ]
  },
  {
    "id": 70,
    "text": "Прошол уже час в тишине, только шелест бумаги нарушал мертвую тишину.\n (Да эти долбаные бумажки когда-нибудь кончатся !!!??? У меня уже глаз дергается  от этого бесконечного белого! Ну вы две слюнтяйкы еще получите по заслугам!)\n -Адель?\n—Что?\n— Хочешь я тебе расскажу секрет?\n— Какой?\n—Я сегодня утром проходила мимо спальни родителей и услышала как Папа говорил шо пригласил самого Виконта  Джозефа на балл но это секрет и никто не должен знать.\n—Зачем ты тогда мне рассказала о нем если это такой секрет\n—Я хотела с кем-то поделиться а Диана и Белла сразу бы всем вл дворе рассказали, ты так же не сделаешь?\n -Нет\n— Ты лучшая ° заулыбалась Олли °",
    "answers": [
      {
        "id": 71,
        "text": "далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Хм Джозеф Виконд что же я знаю о нем?\n Он не женат, красивый, умный, богатый и молодой. Прям мечта а не Человек, но ходят слухи что он безжалостный убийца который убил своими собственными руками родителей и много других.\nА еще то, что он может убить своим взглядом и сломать череп человека одним ударом и бла бла бла\n  Как я и думала одни сплетни и слухи. \n Не нужно занимать голову всякой фигней!",
    "answers": [
      {
        "id": 72,
        "text": "Наконец конец!"
      }
    ]
  },
  {
    "id": 72,
    "text": "— Урааа это последнее письмо!°радостно со счастьем в голосе пела Олли°\n—Спасибо Адель без тебя я закончила бы только вечером\n—Не за что \nПодожди Адди я дам тебе кое-что в благодарность\n— Что?\n—вот держи 100 золотых  за хорошо сделанную работу\n",
    "answers": [
      {
        "id": 73,
        "text": "принять"
      },
      {
        "id": 84,
        "text": "отказаться"
      }
    ]
  },
  {
    "id": 73,
    "text": "—на этот раз я приму твою благодарность но на следующий раз знай сестрам не платят за помощь\n—правда а Диана и Белла берут и даже просят.\n—Охх...(Эти имбицилкы даже за помощь берут деньги? какой ужас\n—Ого смотри на время, Адди мне надо бежать на пикник с миссис Фрюгер и  мисс Дюздлей пака- А и ты должна купить себе новое платье на завтрашний вечер! пака\n Оливия выбежала из кабинета как гончая и побежала по коридору оставив меня с золотом и мыслями того что мне придется потратить их на платье...",
    "answers": [
      {
        "id": 75,
        "text": "ехать в город"
      },
      {
        "id": 73,
        "text": "100*золота",
        "calculate": true,
        "super_calculate": false
      }
    ]
  },
  {
    "id": 74,
    "text": "здесь не все персонажи истории чтобы было интереснее открывать новых ❣️",
    "answers": [
      {
        "id": 97,
        "text": "Аделаида Форстрет"
      },
      {
        "id": 100,
        "text": "Бен Форсттрет"
      },
      {
        "id": 101,
        "text": "Диана Форстрет"
      },
      {
        "id": 102,
        "text": "Бель Форстрет"
      },
      {
        "id": 103,
        "text": "Оливия Форстрет"
      },
      {
        "id": 104,
        "text": "Камелла Форстрет"
      },
      {
        "id": 1,
        "text": "на главную????"
      }
    ]
  },
  {
    "id": 75,
    "text": "Взяв деньги и кое-что для самообороны если нужно будет конечно, я села на Ветра и мы помчались в город.\n   Я не хочу тратить все деньги на платье когда я убегаю из дома, это просто не разумно, я куплю что-то что понадобится в дороге.\n С собой у меня сейчас 100 золотых <plus> в комнате где-то примерно 6000 уху много есть, недаром же я столько работала столько лет.",
    "answers": [
      {
        "id": 76,
        "text": "город"
      }
    ]
  },
  {
    "id": 76,
    "text": "Я приехала за покупками надо только выбрать по которым",
    "answers": [
      {
        "id": 77,
        "text": "обнолю оружие"
      },
      {
        "id": 78,
        "text": "куплю зелье"
      },
      {
        "id": 79,
        "text": "нужна новая броня"
      }
    ]
  },
  {
    "id": 77,
    "text": "Слезая с коня я увидела высокую широкоплечую фигуру у прилавка Тома (кузнеца) он стоял и смотрел на кенжалы. Но похоже что он вообще чурбан в выборе оружия, по крайней мере кинжалов.\n  я подхожу к прилавку, мужчина увидел движение с правой стороны и  сделал шаг влево, все также продолжая рассматривать кенжалы.\n -Привет Том\n— ого Делла где ты была? От тебя ни слуху ни духу\n—Что за тупые вопросы где была больше нет, сейчас я стою здесь и выбираю что купить \n— О Делла я знаю что тебе подойдет! Подожди минуту\n—Без вопросов\n",
    "answers": [
      {
        "id": 80,
        "text": "посмотреть на мужчину слева"
      },
      {
        "id": 76,
        "text": "пока Том принесет мне оружие можно и в другие прилавки заглянуть"
      }
    ]
  },
  {
    "id": 78,
    "text": "Что Рейчел закрыта? как странно",
    "answers": [
      {
        "id": 182,
        "text": "подойти к двери и попробовать открыть"
      },
      {
        "id": 183,
        "text": "назад"
      }
    ]
  },
  {
    "id": 79,
    "text": "—Привет Лу\n—Привет Делла ты пришла за доспехами?\n—Да \n— Ох извини Делл но мои поставки металлом приостановилось\n—Что? Это еще почему?\n— появилась банда которая разворовывает торговцев я уже 2 недели не могу получить металл.Вместо него мне дают кожу ...\n— Ну какие доспехи можно сделать из тонкой кожи?\n— никакие\n—Вот и я об этом\n—ладно Лу пака \n— Заходи как будет свободное время тебя здесь всегда ждут и рады видеть\n—Спасибо",
    "answers": [
      {
        "id": 76,
        "text": "назад"
      },
      {
        "id": 143,
        "text": "помочь Лу"
      }
    ]
  },
  {
    "id": 80,
    "text": "(Господи я не могу на это смотреть) с этими мыслями вы смотрели на то какие кенжалы выбирает незнакомец в капюшоном\n -Хозяин я беру эти два кенжалы \n— Оо хороший выбор из вас 175 золотых\n—Хор...-Что ты серьезно их покупаешь!? ° я подняла голос с удивления°\n Незнакомец на секунду замер будто не понимает, что происходит.\n -это тебе не сабля или мечи что подбираешь по удобству, это кенжалы так как ими в открытый бой не пойдешь их выбирают по балансу чтобы летел куда бросишь а не падал на половине дороги и не менял радиус полёта. Если тебе они для обороны и атаки тогда бери эти с Вулканического сплава они плотные и чтобы сломать их придется попотеть. Если ты хочешь метать тогда бери с Вурдського металла они легкие но через нефритовую рукоятку в них идеальный баланс. Но тебе советую первый вариант,как для тебя он идеально подходит из-за стиль боя",
    "answers": [
      {
        "id": 81,
        "text": "далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Когда я закончила все слышали о чем я здесь распинаюсь не могли скрыть удивления. \n—аррх не сделать ли мне сегодня покупки. Ладно пака Том. И тебе удачного выбора оружия.\n Оседлав Ветра я поспешила как можно дальше бежать из этой улице.\n— вхахаха узнаю нашу Деллу как всегда прекрасно разбирается в оружии и по одному виду человека может сказать которое оружие ей подходит идеально — на твоем месте я бы прислушался советы Делли \n—Хорошо я покупаю их\n—С тебя 150 золотых/ всего наилучшего сер\n\n—Хммм Делла значит. Ну что я запомню ... ",
    "answers": [
      {
        "id": 142,
        "text": "далее"
      }
    ]
  },
  {
    "id": 82,
    "text": ",,",
    "answers": [
      {
        "id": 88,
        "text": "назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "Пантера очень быстрая, гибкая, умная и свободолюбивое животное . Люди не рождаются пантерами они ими становятся, поскольку именно пантера животное свободы.\nзверь может спать долго в человеке пока не наступит момент и он не проснется.\n Маги и ученые не могут точно опридиляты откуда появились пантеры. По их словам они рождаются в человеке который стремится к свободе\n",
    "answers": [
      {
        "id": 45,
        "text": "назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "Я уже была недалеко от своей комнаты, но меня заинтересовали одни двери.\n  Они постоянно были закрыты сколько себя помню отец строго запрещал к ним подходить, а тут они сами открыты так еще и никого поблизости нет",
    "answers": [
      {
        "id": 85,
        "text": "войти"
      },
      {
        "id": 86,
        "text": "пройти мимо"
      }
    ]
  },
  {
    "id": 85,
    "text": "зайдя в комнату я ожидала увидеть что-то необычное или магическое. А и результате я увидела простую комнату ....\n  Но еще не вачир, рано судить книгу по обложке",
    "answers": [
      {
        "id": 87,
        "text": "полазить в комнате"
      },
      {
        "id": 84,
        "text": "выйти"
      },
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c25/1908/e5/5dd5b7a7ed63.jpg"
      }
    ]
  },
  {
    "id": 86,
    "text": "я иду спать",
    "answers": [
      {
        "id": 105,
        "text": "далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Такс отец поехал в город, как удачно все зложуеться могу свободно просмотреть каждый угол  \n   и с чего начать?",
    "answers": [
      {
        "id": 88,
        "text": "письменный стол"
      },
      {
        "id": 89,
        "text": "книжные полки левая"
      },
      {
        "id": 90,
        "text": "книжные полки справа"
      },
      {
        "id": 91,
        "text": "шкаф"
      },
      {
        "id": 92,
        "text": "на камине"
      },
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "какой красивый стол ...",
    "answers": [
      {
        "id": 98,
        "text": "правый ящик"
      },
      {
        "id": 99,
        "text": "левый ящик"
      }
    ]
  },
  {
    "id": 89,
    "text": "Здесь столько книг я не знаю по какой начать",
    "answers": [
      {
        "id": 94,
        "text": "маленькая черная книга"
      },
      {
        "id": 95,
        "text": "грубая Бурдовая книга"
      },
      {
        "id": 96,
        "text": "небольшая зеленая книга"
      },
      {
        "id": 87,
        "text": "назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "На краю полке лежит кулон в форме лапы.\n  Я знаю что это за кулон, его надевают зверолюди на период полнолуния чтобы контролировать свои преобразования.\n  Его используют не только на зверолюдях он подходит для любой магической энергии , он уменьшает поток энергии, которая протекает через тело тем самым поглощая агрессивные всплески ",
    "answers": [
      {
        "id": 87,
        "text": "назад"
      },
      {
        "id": 90,
        "text": "                       [кулон энергии]",
        "comment": true
      },
      {
        "id": 90,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/1908/eb/0e840dca65da.jpg"
      }
    ]
  },
  {
    "id": 91,
    "text": "Ого ,, пожиратель духов ,, кто бы мог подумать что этот небольшой ножик является страшным кошмаром всех духов.",
    "answers": [
      {
        "id": 91,
        "text": "                  [,,пожиратель духов ,,]",
        "comment": true
      },
      {
        "id": 87,
        "text": "назад"
      },
      {
        "id": 91,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c35/1908/60/e732ce952b5b.jpg"
      }
    ]
  },
  {
    "id": 92,
    "text": "встав на носочки я начала водить рукой по камину, и уже через пару минут я была засыпанна пылью которую наверняка здесь не убирал лет 20, но это грубо говоря,  а хотя кто там знает",
    "answers": [
      {
        "id": 87,
        "text": "назад"
      },
      {
        "id": 93,
        "text": "еще чучуть"
      }
    ]
  },
  {
    "id": 93,
    "text": "что это? неужели камень концентрации манны? Вот находка!",
    "answers": [
      {
        "id": 87,
        "text": "назад"
      },
      {
        "id": 93,
        "text": "           [Камень концентрации манны]",
        "comment": true
      },
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c18/1908/54/816b60822a65.jpg"
      }
    ]
  },
  {
    "id": 94,
    "text": "книга пустая ....",
    "answers": [
      {
        "id": 89,
        "text": "назад"
      }
    ]
  },
  {
    "id": 95,
    "text": "почему она закрыта на замок? может попробовать сломать. А вдруг здесь что-то ценное? лучше не буду трогать",
    "answers": [
      {
        "id": 89,
        "text": "назад"
      }
    ]
  },
  {
    "id": 96,
    "text": "вов реально книга заклинаний",
    "answers": [
      {
        "id": 96,
        "text": "              [вы нашли книгу эльфов]",
        "comment": true
      },
      {
        "id": 87,
        "text": "назад"
      },
      {
        "id": 96,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b05/1908/3d/7f66e20e91dc.jpg"
      }
    ]
  },
  {
    "id": 97,
    "text": "Аделаида Форстрет-18 лет\n  Маг.сили- преобразования в пантеру????,контроль огняконтроль огня????\n  \nАдель родилась в семье аристократов если точнее ее отец Бен Форстред но мама Адель была простая танцовщица с странствующей труппы которая славилась своими интересными историями веселыми и опасными трюками и конечно же тамцамы. Наверное эта жажда странствий передалась ей от матери.\n  ",
    "answers": [
      {
        "id": 74,
        "text": "к другим персонажам"
      },
      {
        "id": 97,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c40/1908/9b/023dbd150cab.jpg"
      }
    ]
  },
  {
    "id": 98,
    "text": "Какой красивый кулон, эта комната мне явно нравится!",
    "answers": [
      {
        "id": 98,
        "text": "                        [Лунный кулон]",
        "comment": true
      },
      {
        "id": 87,
        "text": "назад"
      },
      {
        "id": 98,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d41/1908/2b/18c33186b989.jpg"
      }
    ]
  },
  {
    "id": 99,
    "text": "Что это?",
    "answers": [
      {
        "id": 99,
        "text": "     [ бутыль с неизвестной жидкостью]",
        "comment": true
      },
      {
        "id": 87,
        "text": "назад"
      },
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d07/1908/bd/3e6073ba16e7.jpg"
      }
    ]
  },
  {
    "id": 100,
    "text": "Бен Форстрет-43 года\n Маг.сила- преобразования в Волка????, перемещение предметов силой мысли\n \n Запас манни- никогда не использовал до последнего никто не знает но говорят что у него запас большой\n   Отношения у Бена и Адель не лучшие как для семьи но для аристократов это в порядке вещей не любить кого-то из детей\n   ",
    "answers": [
      {
        "id": 74,
        "text": "К другим персонажам"
      },
      {
        "id": 100,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d05/1908/58/4a7eaaec0389.jpg"
      }
    ]
  },
  {
    "id": 101,
    "text": "Диана Форстрет-17 лет\n  Маг.сили- преобразования в волка????\n  Запас манны маленький так как никогда не хотела тренироваться\n  Не выделяется большим умом и трудолюбием.Часто сваливает поручено ей работу на Оливию. Любит мстить да и просто создавать проблемы другим. \n",
    "answers": [
      {
        "id": 74,
        "text": "К другим персонажам"
      },
      {
        "id": 101,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a22/1908/dc/bb908bdb203d.png"
      }
    ]
  },
  {
    "id": 102,
    "text": "Бель Форстрет-16 лет\n   Маг.силы — превращение в волка????\n   Запас манны — минимальный Бель никогда не интересовалась магией ее страсть это танцы и пение\n   Бель выросла натуральным нытиком которому постоянно подавай комфорт.Все делает неохотно или бросает посреди работы поручение ей задачи.Единственное на что она будет отдавать все силы до последней это песни музыка и танцы .Недарма она одна из лучших в танцах и пении в королевстве.",
    "answers": [
      {
        "id": 74,
        "text": "К другим персонажам"
      },
      {
        "id": 102,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b28/1908/aa/d1540ad8f4dc.jpg"
      }
    ]
  },
  {
    "id": 103,
    "text": "Оливия Форстрет-15 лет\n  Маг.силы — превращение в волка????\n   Запас манны «нормальный »\nОливия  одна из дочерей Камеллы  которая имеет рыжие волосы.И в отличие от своих родителей и сестер добра ко всем, любит читать историю романы и стихи.",
    "answers": [
      {
        "id": 74,
        "text": " к другим персонажам"
      },
      {
        "id": 103,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b15/1908/ed/688e1fff0678.jpg"
      }
    ]
  },
  {
    "id": 104,
    "text": "Камелла Фострет — 30лет\n Маг.силы — нет\n Запас манни нет\nсдержанная арестократка из семьи магов но магические силы не передались ей. Любит добиваться своих целей если почувствует что ты ей в проблемная избавится тебя в первую же возможность",
    "answers": [
      {
        "id": 74,
        "text": "к другим персонажам"
      },
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a10/1908/3f/3b38c4e73a2a.jpg"
      }
    ]
  },
  {
    "id": 105,
    "text": "Сегодня день моего побега!  Все должно пройти идеально, иначе все это было зря.\n Но впереди самое ненавистное для меня, выбор платья, косметика, и все это что с таким удовольствием делают Диана и Бель",
    "answers": [
      {
        "id": 106,
        "text": "далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "сначала выбор платья оно может быть любым я все равно на момент побега переоденусь ",
    "answers": [
      {
        "id": 107,
        "text": "1вариант"
      },
      {
        "id": 108,
        "text": "2вариант"
      },
      {
        "id": 141,
        "text": "3вариант"
      }
    ]
  },
  {
    "id": 107,
    "text": "легкое платье ",
    "answers": [
      {
        "id": 106,
        "text": "назад"
      },
      {
        "id": 110,
        "text": "далее"
      },
      {
        "id": 107,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d27/1908/2d/b8ea0dde8880.png"
      }
    ]
  },
  {
    "id": 108,
    "text": "платье в талию ",
    "answers": [
      {
        "id": 106,
        "text": "назад"
      },
      {
        "id": 110,
        "text": "далее"
      },
      {
        "id": 108,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d39/1908/c7/16d574c2b317.png"
      }
    ]
  },
  {
    "id": 109,
    "text": "Я выбежала из комнаты и побежала по коридору но служанки я не встретила, и спустилась на второй этаж ни по левую ни по правую стороны коридора не увидела фигуры той девушки.\n  В еще большей спешке я побежала на первый этаж но и там результатом своих поисков похвастаться не могла (И где только берут таких служанок?Не могла же она сквозь землю провалиться?)\n  Зная что такие размышления не дадут мне никаких плодов, я решила поискать кого-то кто знал ответ где сейчас мачеха.  ",
    "answers": [
      {
        "id": 112,
        "text": "пойти на право"
      },
      {
        "id": 113,
        "text": "пойти налево"
      }
    ]
  },
  {
    "id": 110,
    "text": "дальше макияж. я не любитель яркого макияжа и не стандартных причесок, они нужны только чтобы выделиться из толпы и привлечь внимание противоположного пола,а я как раз хочу как меньше  внимания. \n Именно поэтому мой выбор пал на самый простой и мало заметен макияж \n -миледи вас зовет леди Камелла°спокойно сказала служанка°\n -миледи я пойду\n(Камелла? Неужели скажет мне чтобы я не попадалась ей на глаза во время бала? Точно! Служанка не сказала куда мне идти)\nно она вышла из комнаты, догнать и спросить у нее где Камелла?",
    "answers": [
      {
        "id": 109,
        "text": "догнать "
      },
      {
        "id": 111,
        "text": "Ай сама справлюсь"
      }
    ]
  },
  {
    "id": 111,
    "text": "Если горничная не сказала мне куда идти это значит, что она или не хотела говорить или забыла, скорее всего первый вариант.\n И так мне нужно найти Камеллу куда же мне пойти?А может не идти? Хотя это явно плохой вариант Камелла же меня потом живьем съест.",
    "answers": [
      {
        "id": 177,
        "text": "на 2 этаж (кабинеты и vip спальни)"
      },
      {
        "id": 178,
        "text": "1этаж (кухня, сад, гостевая комната)"
      },
      {
        "id": 179,
        "text": "останусь в комнате"
      }
    ]
  },
  {
    "id": 112,
    "text": "Я пошла на правую сторону коридора\n  Пройдя большую его часть я заметила странного человека который смотрел в окно и нервничая стучал пальцами по деревянному подоконнике\n(Я впервые вижу этого человека, возможно он ждет кого-то и нервничает перед встречей Но не похоже что он из тех людей, которые будут нервничать попусту.А может он заблудился? В этом доме это возможно, у него не типичная конструкция и планирование)",
    "answers": [
      {
        "id": 121,
        "text": "у меня нет времени"
      },
      {
        "id": 122,
        "text": "подойти к незнакомцу"
      }
    ]
  },
  {
    "id": 113,
    "text": "В этой стороне находится читальный зал с малой библиотекой, если я пойду туда я могу встретить Оливию. Конечно если она именно в нем так как общем в доме есть две библиотеки и пять малых залов где есть небольшие сборки книг на стеллажах",
    "answers": [
      {
        "id": 114,
        "text": "идти дальше"
      },
      {
        "id": 115,
        "text": "вернуться назад"
      }
    ]
  },
  {
    "id": 114,
    "text": "Я уже подходила к двери как они резко открылись и толкнули меня назад от чего я не удержала равновесия и упала\n  Подняв голову я увидела обеспокоенное лицо Оливии и Диану которая  смеялась как лошадь \n Оливия подбежала ко мне извиняясь и хотела помочь подняться с холодного пола",
    "answers": [
      {
        "id": 116,
        "text": "не обращать внимания на Диану"
      },
      {
        "id": 117,
        "text": "огрызнуться"
      }
    ]
  },
  {
    "id": 115,
    "text": "Решив не испытывать удачу я развернулась на сто восемьдесят градусов и пошла в правую часть дома",
    "answers": [
      {
        "id": 112,
        "text": "далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "—Извини Адель! я не знала что ты за дверью я думала ты уже давно у мамином в кабинете.\n(Ну конечно где еще она может быть !? В кабинете, логично же! И как я сразу не догадалась то?)\n—Ничего со мной все хорошо °я улыбнулась обеспокоенной Оливии°\n—Серьезно ,, не заметила ,,? Даже я услышала из-за двери как сюда несется слон.\n(А я и забыла что здесь эта лошадь тупоголовая стоит) \n—Но я и правда не за ....°не успела закончить Оливия как ее перебила Диана °\n—Да какая сейчас разница !? Мы уже давно должны были стоять в мамином кабинете!°на повышенных тонах сказала Дина и быстрым шагом пошла вглубь коридора°\n Я и Оливия поспешили за ней и уже через пару минут стояли у кабинета",
    "answers": [
      {
        "id": 118,
        "text": "зайти внутрь"
      }
    ]
  },
  {
    "id": 117,
    "text": "Вставая на ноги с болью в спине я решила поставить на ее на место\n — Не советую тебе смеяться на людях °с ехидной улыбкой сказала я Диане.°\n—Это еще почему?°с явным непониманием содержания моей реплики спросила Диана °\n—В последние несколько недель ты заметно набрала в весе. И теперь у тебя видно второй подбородок когда смеешься.°после моих слов Диана мгновенно поменялась в лице ее улыбка исчезла а в глазах появился страх°\n(Самое жуткое что может быть для Дианы так это поправиться. ахаха а теперь стой в ступоре) \n—Эм ну может мы пойдем?°спросила Оливия °\n—Да конечно\nС этими словами мы пошли вглубь коридора ",
    "answers": [
      {
        "id": 120,
        "text": "далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "В середине уже сидела Бель которая пила чай заваренный из красных роз аромат которого уже довольно хорошо разнесся по комнате давая мне Оливии и Диане понять что опоздали мы примерно на 10-15 минут\n -Чтобы так опоздать нужно быть полным дураком который за столько лет жизни в доме не может запомнить дороги °прокомментировала наш поздний приход Бель с довольной улыбкой на лице °\n— Мы не опоздали б если этот слон не валялся на земле полчаса.И вообще почему ты заварила чай из лепестков роз ты знаешь что я их ненавижу.\n—Для разнообразия сестра. Мне надоели другие чаи а в розового чая не только вкус замечательный но запах и цвет прекрасный\n—С таким же успехом можешь заварить траву со двора для разнообразия,уверена она тебе прекрасно подойдет\n—Оливия повернула голову в сторону Камеллы давая ей понять, что пора вмешаться\n -Хватит! я не за этим вас сюда позвала",
    "answers": [
      {
        "id": 119,
        "text": "далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "—И так ближе к делу.°серьезно сказала Камелла и начала объяснять что к чему °\nРечь идет о сегодняшнем бале.На него приглашены некоторые большие дома Империи, поэтому на бал мы должны прийти все вместе с объявлением имя каждого члена семьи. Некоторые гости уже приехали.Так как балл начнется через 40 минут  прошу вас не опозорте имя рода Форстрет",
    "answers": [
      {
        "id": 1,
        "text": "первая страница"
      }
    ]
  },
  {
    "id": 120,
    "text": "подходя к кабинету Диана первая открыла дверь и вошла а за ней и мы с Оливией ",
    "answers": [
      {
        "id": 118,
        "text": "далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "(У меня нет времени на него я и сама в поисках)\nС этими мыслями я шла дальше по коридору который все не хотел заканчиваться что меня начинало раздражать)\n—Аххххх ...\n(Спальня, спальня, ванная, опять спальня, кабинет, спаль ... Стоп что ?? Кабинет?)\n—Точно как я сразу не догадалась !? Она в кабинете!\nПоняв как я долго не могла понять элементарное я сорвалась с места и быстро побежала в кабинет Камеллы который кстати  находился не так далеко",
    "answers": [
      {
        "id": 123,
        "text": "далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "Я подошла к незнакомцу сзади и только теперь я поняла насколько он высокий\n— здравствуйте\nМужчина резко обернулся и сделав шаг назад стал в боевую стойку, но как только увидел меня расслабился . \n(Неужели я так напугала его?Мой голос настолько страшен?)\n—Прошу прощения если напугала вас\n—нет ето вы меня извините.\n—Милорд все в порядке?\n—Прошу прощение?\n—Я просто увидела вас стоявшего  среди коридора и подумала что вы возможно потерялись\nМужчина отвел глаза в сторону и сжал кулаки\n—Да это правда, я впервые в этом доме\n(наверное он один из приглашенных гостей которого горничная оставила на произвол судьбы)\n—В том чтобы заблудиться в этом доме нет ничего стыдного°честно сказала я закрывая глаза и разводя руками в стороны °\n— Правда?\n—Да. люди так часто теряются в этом особняке что это уже вошло в норму, некоторых служанок можно так и не дождаться что делает немало проблем как жыльцам так и всем остальным .\n  Наверное архитекторы и строители ненавидели Роберта Форстрета раз решили построить это ° я показала рукой на весь особняк °",
    "answers": [
      {
        "id": 122,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a41/1908/f7/2f744a49dc3e.jpg"
      },
      {
        "id": 170,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 123,
    "text": "спешно заворачивая за угол я поняла что наконец я где нужно, в метрах четырех от меня по правую сторону стояли широкие бордовые двери в золотой обводке. \n   Подходя ближе я увидела того самого человека стоявшего у окна. Горничная показывала ему рукой на комнату отдыха для важных гостей.\n(Неужели он VIP гость !?)\nПочувствовав на себе мой взгляд человек развернулся в мою сторону, вежливо улыбнулся и вошел в комнату.\n Я моментально покраснела (Ооох как стыдно то и почему он на меня вообще обратил внимание?\nОт этого еще больше стыдно! )\n—Дель?\n(Блин! Лучше буду держаться от него подальше)\n—Аделаида?\n—Ей корова ты пройти мешаеш°Диана со всей силы толкнула меня от чего я упала на землю °\n—Адель с тобой все хорошо? нигде не болит?°подбежала Оливия и начала помогать встать °\n(Что за вопрос? Конечно болит!)\n—И долго ты здесь валяться будешь!?\n—Я...° я хотела ответить грубостью на грубость но Диана перебила меня °\n—Ай неважно! °И пошла в кабинет Камеллы°\n что также сделали Оливия и я",
    "answers": [
      {
        "id": 118,
        "text": "далее"
      }
    ]
  },
  {
    "id": 124,
    "text": " Когда я проснулась то солнце не стояло в зените, оно уже касалось верхушек деревьев.\n (Я еще не была в оранжерее если пойду туда сейчас тогда вернусь в комнату только когда стемнеетИ если меня застукают то будут вычитывать нотации. \n  Но волшебное слово ЕСЛИ как я люблю это слово в таких моментах)",
    "answers": [
      {
        "id": 125,
        "text": "сон подождет"
      },
      {
        "id": 31,
        "text": "Все-таки вернуться в комнату"
      }
    ]
  },
  {
    "id": 125,
    "text": "Потратив около 10 минут на дорогу к оранжереи я только сейчас ее увидела . Еще с детства  проводить время в компании различных цветов мне всегда нравилось больше чем уроки мис Фарез по этикету.",
    "answers": [
      {
        "id": 126,
        "text": "далее"
      },
      {
        "id": 125,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c19/1908/e3/8f4e2c7507a5.jpg"
      }
    ]
  },
  {
    "id": 126,
    "text": " И вот я уже стою у стеклянных дверей с ручкой из чистого фарфора ведущих к миру цветов,пытаюсь открыть дверь но к моему удивлению вход в оранжерею закрыт на ключ, интересно почему?\n Ключи от оранжереи есть только у Камеллы и старшей горничной Роуз, Но ни первого и ни второго оппонента я не очень горю желанием видеть, какое там говорить а тем более просить открыть оранжерею. Что же делать?",
    "answers": [
      {
        "id": 127,
        "text": "попробовать открыть дверь"
      },
      {
        "id": 128,
        "text": "посмотреть вокруг"
      },
      {
        "id": 129,
        "text": "вернуться в свою комнату"
      }
    ]
  },
  {
    "id": 127,
    "text": "Я что силы начала водить ручкой то вниз то вверх но двери оставались закрыты",
    "answers": [
      {
        "id": 126,
        "text": "Что же делать?"
      }
    ]
  },
  {
    "id": 128,
    "text": "Я начала оглядываться вокруг чем можно было открыть дверь но ничего кроме веточек и камней не нашла",
    "answers": [
      {
        "id": 136,
        "text": "попробовать открыть дверь веточками"
      },
      {
        "id": 137,
        "text": "Взять камень и разбить стекло"
      }
    ]
  },
  {
    "id": 129,
    "text": " Поняв, что я не смогу зайти сегодня в оранжерею я с печальными мыслями пошла в особняк\n -Повезет в следующий раз \n( Боже как я не люблю эту фразу, поверить не могу что я ее сказала слух)\n ",
    "answers": [
      {
        "id": 130,
        "text": "далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "я уже почти у самого входа в особняк еще немного и я буду нежиться в своей постели\n  Когда я проходила мимо кустов ели королевской я увидела как на секунду там что-то блеснуло. \n  Хах наверняка кто-то из слуг потерял свою брошь или еще что-то",
    "answers": [
      {
        "id": 131,
        "text": "пройти мимо"
      },
      {
        "id": 132,
        "text": "заглянуть в кусты"
      }
    ]
  },
  {
    "id": 131,
    "text": "Мне что делать нечего лазить здесь на коленях и копаться в колючих кустах находить чужие броши",
    "answers": [
      {
        "id": 30,
        "text": "идти в комнату"
      }
    ]
  },
  {
    "id": 132,
    "text": " Любопытство взяло верх и я все-таки пошла в кусты смотреть на источник непонятного света\n Когда я руками развернула колючие ветви я поняла что заглянуть сюда была не такая уж и плохая идея\n я нашла ключ от оранжереи. (И какой только идиот додумался потерять его в кустах ?)",
    "answers": [
      {
        "id": 133,
        "text": "идти в комнату"
      }
    ]
  },
  {
    "id": 133,
    "text": "В коридоре я увидела  Роуз которая очень быстро шла в ту сторону откуда я пришла. (Наверное обнаружила что ,, какой финтиклюшкы ,, нехватает в ее карманах и бежит за ключами)\n Может отдать ей ключ все-таки Камелла собственноручно дала ей их.А хотя зачем, она никогда не ухаживала за цветами должным образом, будет ей в наказание ",
    "answers": [
      {
        "id": 31,
        "text": "я дойду к своей кровати или нет !?"
      },
      {
        "id": 134,
        "text": "ведать ей ключ"
      }
    ]
  },
  {
    "id": 134,
    "text": "Эх помогу человеку\n—Роуз!(Она меня не услышала?)\n— Роуз неужели ты глухая !?\nОна резко остановилась и чуть бы не упала. Я подошла к ней , Она не дружилюбно смотрела на меня исподлобья.Но я притворилась что этого не видела\n— Ты ищешь ключи от оранжереи?\nУслышав мой вопрос Роуз резко изменилась в лице с злого взгляда она поменяла его на дружелюбный и с детской невинностью спросила\n—А вы знаете где он миледи?\n—Вот держи ° я достала из кармана небольшой  ключ и отдала его Роуз °\n—Спасибо миледи, мне пора в комнату\n",
    "answers": [
      {
        "id": 135,
        "text": " Спросить что ключ делал в кустах"
      },
      {
        "id": 31,
        "text": "Вернуться в комнату"
      }
    ]
  },
  {
    "id": 135,
    "text": "—Роуз\n—миледи вы что-то хотите?\n— Да. Я нашла ключ в кустах ели, что он там делал?\n—Эм .. Нуу я°Роуз заметно покраснела и начала говорить непонятные еле слышные фразы°\n(Все понятно с тобой проводила время с Мужчиной)°улыбнулась я своим догадки °\n—Ясно. Не буду тебя больше задерживать\n— Спасибо и доброй ночи миледи\n— Благодарю, и тебе",
    "answers": [
      {
        "id": 31,
        "text": "разойтись"
      }
    ]
  },
  {
    "id": 136,
    "text": "Я пошла собрала наиболее подходящих веточек для взлома замка и начала одну за другой совать в замочную скважину и изо всех сил пытаться открыть дверь.К сожалению мои умения как взломщика не столь хорошие что допускают открыть двери простыми соломинками и веточками.Это пустая трата времени",
    "answers": [
      {
        "id": 126,
        "text": "Придумать что-то другое"
      }
    ]
  },
  {
    "id": 137,
    "text": "Это не одна из моих лучших идей, но в данной ситуации попасть внутрь можно только так.\n Вопрос. Стоит ли разбивать стекло которое обратно я собрать не смогу, и рады чего? Цветов?",
    "answers": [
      {
        "id": 126,
        "text": "я не сумашедшая"
      },
      {
        "id": 139,
        "text": "все-таки разобью"
      }
    ]
  },
  {
    "id": 138,
    "text": "И вот уже я стою в оранжерее полной цветов и с самыми разнообразными запахами. Конечно попала сюда я не через дверь а разбив окно...С самого начала я просто хотела посмотреть на цветы а  от тыкать веточками в замочную скважину а тем более делать ,, новые двери ,, не входило в мои планы\n—Если у меня будут проблемы я все спихну вас !° указательным пальцем я показала на ближайшие ко мне цветы °",
    "answers": [
      {
        "id": 138,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c02/1908/13/7d251497973c.jpg"
      },
      {
        "id": 140,
        "text": "далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "Взяв камень который мне казался самым тяжелым я бросила его раз о стекло а потом второй и третий до тех пор пока на стекле не появились трещины и оно не разлетелось на мелкие кусочки создавая очень много шума",
    "answers": [
      {
        "id": 138,
        "text": "далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "Пройдясь по оранжерее и собравшись с мыслями я  вспомнила детство, как я бегала по этим дорожкам и они казались мне бесконечными, цветы гигантскими растениями из сказочной страны эльфов  а сама оранжерея огромным замком принцессы фей.С такими картинами в голове я обошла каждый вазон, стеллажи и клумбы в оранжерее\n не заметив как быстро пролетело время, я я вынуждена возвращаться в особняк.\n Выйдя на улицу через собственноручно сделанные ,,двери,, я последний раз взглянула на цветы и быстро побежала в особняк",
    "answers": [
      {
        "id": 140,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c08/1908/22/29ba979a1789.jpg"
      },
      {
        "id": 30,
        "text": "пора возвращаться"
      }
    ]
  },
  {
    "id": 141,
    "text": "красное платье",
    "answers": [
      {
        "id": 110,
        "text": "далее"
      },
      {
        "id": 106,
        "text": "назад"
      },
      {
        "id": 141,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b15/1908/db/716be9ce6ec8.png"
      }
    ]
  },
  {
    "id": 142,
    "text": "Вся красная как помидор я неслась к дому\n  Когда я приехала уже темнело и я совсем не имела желания что-то делать поэтому я просто пошла в свою комнату",
    "answers": [
      {
        "id": 86,
        "text": "идти в комнату"
      }
    ]
  },
  {
    "id": 143,
    "text": "—  Лу такими темпами ты обанкротишся\n—  Да знаю я, но что делать? я не боец ​​а всего то мастер по броне.\n—  Может тебе помочь?\n— Ты против целой банды головорезов? Не думай что я недооцениваю тебя но у тебя и правда мало шансов \n— Это прозвучало обидно...\n—извини но я говорю правду",
    "answers": [
      {
        "id": 76,
        "text": "он прав  кто-то другой поможет"
      },
      {
        "id": 144,
        "text": "я сказала я сделала"
      }
    ]
  },
  {
    "id": 144,
    "text": "— Лу, если я сказала что помогу тебе я так и сделаю, это не какие-то слова на ветер\n— Что же думаю останавливать тебя нет смысла, ты упрямая как баран. Чем могу тебе помочь?\n",
    "answers": [
      {
        "id": 145,
        "text": "Куда они поехали?"
      },
      {
        "id": 146,
        "text": "Сколько их?"
      }
    ]
  },
  {
    "id": 145,
    "text": "Они сделали небольшой лагерь на краю леса Шервуд",
    "answers": [
      {
        "id": 147,
        "text": "этой информации достаточно"
      },
      {
        "id": 144,
        "text": "Еще вопросы"
      }
    ]
  },
  {
    "id": 146,
    "text": "—Я не знаю. Люди говорят, что на них нападало примерно 7 человек\n— Ясно значит их где-то 9-11\n— Есть еще вопросы?",
    "answers": [
      {
        "id": 144,
        "text": "Да есть"
      },
      {
        "id": 147,
        "text": " нет это все что я хотела знать"
      }
    ]
  },
  {
    "id": 147,
    "text": "Узнав всю необходимую информацию я оседлала Черного Ветра и поехала в сторону ворот.Я надела капюшон на голову чтобы меньше привлекать внимания и помчалась по вечерним улицам города на которых понемногу стали появляться пянчугы и проститутки, хотя когда они вообще пропадали из этой части города?",
    "answers": [
      {
        "id": 147,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b32/1908/ad/a79434f8b552.png"
      },
      {
        "id": 148,
        "text": "за городом"
      }
    ]
  },
  {
    "id": 148,
    "text": "Уже выехав за город я еще 10 минут ехала по разбитой телегами и лошадиными копытами дороге в лес, которая постепенно заросла травой но совсем свежие следы лошадиных копыт давала мне понять, что я на верном пути.\n Но чем дальше я ехала тем следы становились хаотичнее сбивая меня с толку.\n (Стоп они же специально растоптали здесь поле чтобы преследователи и собаки сбивались с следа, а они не такие тупые как я думала)",
    "answers": [
      {
        "id": 149,
        "text": " Продолжить ехать верхом"
      },
      {
        "id": 150,
        "text": "спуститься на землю и поискать зацепки"
      }
    ]
  },
  {
    "id": 149,
    "text": "  Я не имела ни малейшей догадки где могли скрываться эти бандиты и врядли я это узнаю на данный момент.Поэтому я решила воспользоваться проверенным методом поиска\n -Ей Нилл ты чувствуешь их?\nКонь покачал головой в знак согласия \n—можешь отвести меня к ним?\n Нилл задумавшись качнул голой и бесшумно пошел в сторону леса ",
    "answers": [
      {
        "id": 151,
        "text": "лес"
      }
    ]
  },
  {
    "id": 150,
    "text": "Подумав что так мои поиски сдвинутся с мертвой точки я слезла с Нилла и присев начала вглядываться в землю намотав добрых два или три круга по поляне усеянной лошадиными копытами в темноте я заметила следы которые не принадлежали лошади а напоминали волчьи.\n Единственное что не давало мне на 100% утверждать что это следы волка так это их размер, они были слишком велики и расстояние между ними тоже. Идя по следам я подошла почти до самого леса, всего лишь один взгляд вглубь и у меня пробежал холодок по спине и забегали мурашки по коже",
    "answers": [
      {
        "id": 155,
        "text": "далее"
      },
      {
        "id": 150,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a23/1908/16/793e9e773710.png"
      }
    ]
  },
  {
    "id": 151,
    "text": "Заехав в  лес я почувствовала на себе всю тяжесть тишины.\n   Видно не с пустого места родились страшные легенды Шервудского леса. У нас на западе несмотря какого возраста человек все знают страшные истории связанные с ним, сейчас конечно многие думают что это всего лишь страшилки непослушных детям на ночь и поучительные истории со многими нравоучениями. \n В этих легендах говорится, что  400 лет  назад шла война, три расы Эльфы, Люди и оборотни жестоко убивали друг друга за право титула Обладатель трех королевст.\n Много невинных погибло на поле боя но несмотря на большие потери ни один из правителей не хотел уступать другому и так продолжалось 10 лет. А когда почти все народы были на грани уничтожения король эльфов понял что так больше продолжаться не может, поэтому он отправил посла к королю оборотней на переговоры в ходе которых был заключен мир между оборотнями и эльфами.",
    "answers": [
      {
        "id": 152,
        "text": "далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "Король людей узнав о тайной встрече двух противников понял что при таком раскладе сил ему не победить, именно поэтому он решил воспользоваться хитростью.\n Еще будучи молодым в расцвете сил он любил путешествовать и как никто другой знал все тонкости природных условий и рельефа страны.\n Именно этими знаниями он и воспользовался. Когда объединенные войска противников наступали король заманил их на широкое поле.\n Те же подумали что Зенокс сошел с ума, и сломя голову побежали в атаку, чего как раз так ждал Зенокс. Уже через час основные силы противников захлебывались в трясине так и умирали не в состоянии выбраться на поверхность, остаткам армии Зенокс приказал отрубить головы и наколоть на пики которые имели забить вдоль трясины.\n По окончании войны Зенокс построил величественную Империю и получил прозвище безжалостный король трясины. А на месте последней битвы Зенокса вырос густой лес в котором по словам многих людей живут духи погибших на войне созданий которые жаждут мести.\n (и неудивительно, что когда заезжаешь в лес чувствуешь себя не комфортно. Ну и ужасное же место выбрали они для лагеря ...)",
    "answers": [
      {
        "id": 180,
        "text": "далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "Как ни странно я доверяла Нилу, он всегда чувствовал когда нужно отступить а когда идти на пролом. Сейчас как раз такой момент когда лучше послушать Нила и не рисковать своим здоровьем или даже жизнью.\n  Я забралась на Нила и он быстро вскочил и побежал в противоположную сторону леса с такой скоростью что если бы не седло с уздечкой я бы уже лежала на земле.",
    "answers": [
      {
        "id": 154,
        "text": "далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "Откровенно говоря меня очень удивило такое поведение Нила он постоянно был уравновешенный и спокойный. Но сегодня он вел себя иначе, он такое впечатление будто чего-то очень сильно боялся и этот страх придавал ему в три раза большей скорости.\n  ",
    "answers": [
      {
        "id": 158,
        "text": "посмотреть назад"
      }
    ]
  },
  {
    "id": 155,
    "text": "  Как ни странно именно в этот момент я вспомнила как когда-то маленькой читала книгу  «старые легенды Шервудского леса». У нас на западе несмотря какого возраста человек все знают страшные истории связанные с ним, сейчас конечно многие думают что это всего лишь страшилки непослушных детям на ночь и поучительные истории со многими нравоучениями. \n В этих легендах говорится, что  400 лет  назад шла война, три расы Эльфы, Люди и оборотни жестоко убивали друг друга за право титула Обладатель трех королевст.\n Много невинных погибло на поле боя но несмотря на большие потери ни один из правителей не хотел уступать другому и так продолжалось 10 лет. А когда почти все народы были на грани уничтожения король эльфов понял что так больше продолжаться не может, поэтому он отправил посла к королю оборотней на переговоры в ходе которых был заключен мир между оборотнями и эльфами.",
    "answers": [
      {
        "id": 156,
        "text": "далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "Король людей узнав о тайной встрече двух противников понял что при таком раскладе сил ему не победить, именно поэтому он решил воспользоваться хитростью.\n Еще будучи молодым в расцвете сил он любил путешествовать и как никто другой знал все тонкости природных условий и рельефа страны.\n Именно этими знаниями он и воспользовался. Когда объединенные войска противников наступали король заманил их на широкое поле.\n Те же подумали что Зенокс сошел с ума, и сломя голову побежали в атаку, чего как раз так ждал Зенокс. Уже через час основные силы противников захлебывались в трясине так и умирали не в состоянии выбраться на поверхность, остаткам армии Зенокс приказал отрубить головы и наколоть на пики которые имели забить вдоль трясины.\n По окончании войны Зенокс построил величественную Империю и получил прозвище безжалостный король трясины. А на месте последней битвы Зенокса вырос густой лес в котором по словам многих людей живут духи погибших на войне созданий которые жаждут мести.\n ( Но и местечко они выбрали  для лагеря  °мрачно думала я° ...) \nНа секунду я услышала какой то треск недалеко в лесу,  я затаила дыхание и вслушивалась в любой треск из леса но он прекратился тогда, когда я встала на ноги и направилась в лес\n Нилл поняв что я хочу сделать сделал шаг назад и начал качать головой в противоположную сторону леса тем самым говоря — это плохая идея давай вернемся",
    "answers": [
      {
        "id": 157,
        "text": "идти дальше в "
      },
      {
        "id": 153,
        "text": "прислушиваться к интуиции Нила"
      }
    ]
  },
  {
    "id": 157,
    "text": "—Если боишься то оставайся здесь, если мне понадобится твоя помощь я свистну\n Нилл качнул головой в знак согласия и сделал несколько шагов назад. \n Я в свою очередь зашла в лес ",
    "answers": [
      {
        "id": 159,
        "text": "далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "Только взглянув назад я увидела чего так боится Нил. Сзади в метрах сорока пяти или пятидесяти стояло создание на четырех лапах но я уверена, что и ходить на двух ему не составит труда.\n Монстр стоял и смотрел нам вслед своими белыми глазами, меня это удивило я думала он побежит за нами но нет, он стоял не подвижно и и смотрел нам в след\n   Когда я и Нилл были достаточно далеко от леса я услышала ужасный вой он был прерывистый как крик больного человека и настолько громкий что доносился до сюда. (Боже я теперь это никогда не забуду)\nС таковыми не веселыми мыслями я мчалась  в особняк без оглядки",
    "answers": [
      {
        "id": 158,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b36/1908/cf/f78eda0ad243.png"
      },
      {
        "id": 164,
        "text": "далее"
      }
    ]
  },
  {
    "id": 159,
    "text": " В самом лесу атмосфера сильно отличалась от любой другой.  \n  Тишина леса ни как не расслабляла а совсем наоборот заставляла чувствовать опасность в малейшем движении или шорохе. Картины в голове связанные с этим местом постоянно сами вспливают в подсознании и как бы ты не старался отогнать от себя эти коварные очертания прошлых лет тебе не удается это сделать, от чего начинаешь впадать в панику.",
    "answers": [
      {
        "id": 160,
        "text": "далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "Чем дальше я шла по лесу тем чаще я чувствовала на себе чьи-то взгляды, а когда я оглядывалась мои глаза не видели ничего кроме  тьмы в которой немного было заметно очертания деревьев, кустов и высокой травы.Лес был очень густой и только кое-где были небольшие поляны которых освещал месяц \n  Несмотря на ауру которая буквально просочилась  через все живое и не живое я продолжала идти в перед.\n Как вдруг я услышала мужские крики которые страшным криком кричали о помощи, именно такими криками кричат ​​люди перед тем как умолкнут навсегда. Наверное это головорезы кто еще в трезвом уме будет проводить ночь в этом лесу?",
    "answers": [
      {
        "id": 161,
        "text": " бежать на крики людей"
      },
      {
        "id": 162,
        "text": "бежать из леса"
      },
      {
        "id": 160,
        "text": "Укажите команды для картинки",
        "url": "[URL=http://www.radikal.ru][IMG]https://d.radikal.ru/d08/1911/78/315d26b0d049.jpg[/IMG][/URL]"
      }
    ]
  },
  {
    "id": 161,
    "text": " Сама не знаю что мной руководило но я побежала на звуки мужских криков. (Возможно им действительно нужна помощь) с такими мыслями в голове я  бежала в перед и все громче и четче слышала крики что означало только одно- я рядом\n Когда я увидела свет от огня я замедлила бег тем самым сделав его бесшумным впереди находился довольно таки большой камень \n(я не знаю что там происходит и подставлять свою жизнь риску открыто врываясь на на чужую территорию весьма не продуманный ход. Что же делать?)",
    "answers": [
      {
        "id": 163,
        "text": "Залезть на большой камень с наименьшим шансом быть найденной"
      },
      {
        "id": 1,
        "text": "спрятаться за камнем и наблюдать????"
      }
    ]
  },
  {
    "id": 162,
    "text": "Я не знаю что или кто так напугал головорезов но а туда не собираюсь бежать. (Ну их! жизнь важнее! )Я изо всех сил побежала туда откуда я шла но почему-то чем дальше я бежала тем больше не узнавала местность. \n   Под лунным светом которое едва пробивался сквозь пышную крону деревьев и густой туман который буквально взялся непонятно откуда я узнала знакомое дерево но откуда я пришла  з права или слева?",
    "answers": [
      {
        "id": 166,
        "text": "влево"
      },
      {
        "id": 1,
        "text": "на право????"
      },
      {
        "id": 162,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b27/1908/d6/b5c0b815ee0b.png"
      }
    ]
  },
  {
    "id": 163,
    "text": "когда я залезла на камень и стала наблюдать что происходит в внизу, Моим глазам открылась страшная картина.\n 11  мужчин, конечно если их можно сейчас так назвать лежали за мертво  с каменными от ужаса лицами, некоторые их внутренние органы были вырванные а некоторые части тела были сломанные или съедены\n  Что не давало мне покоя так это то, что создание которое так изувечило бандитов  еще не закончило свою трапезу и в любой момент с легкостью может меня заметит и скорее всего в таком случае я разделю одну судьбу с бандитами",
    "answers": [
      {
        "id": 163,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a07/1908/93/04fbaf426d3f.png"
      },
      {
        "id": 165,
        "text": "далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "Я не помню как я оказалась дома в своей постели но я больше не хотела вспоминать то что произошло этой ночью в лесу \n   усталость взяла свое и я быстро отключилась",
    "answers": [
      {
        "id": 167,
        "text": "далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "С большим желанием не быть замеченной монстром я втиснулась в холодный камень спиной изо всех сил . Ходьбы не заметил!\n Я лежала между камнями затаив дыхание ",
    "answers": [
      {
        "id": 187,
        "text": "тихо лежать"
      }
    ]
  },
  {
    "id": 166,
    "text": "Я быстро побежала влево били голые ветви кустов оставляя после себя шрамы но я не обращала на такие глупости как усталость, боль, страх.Все это отошло на второй план \n  Я продолжала бежать как вдруг я обо что-то споткнулась и покатилась вниз",
    "answers": [
      {
        "id": 168,
        "text": "Встать и осмотреться "
      }
    ]
  },
  {
    "id": 167,
    "text": "Встав утром у меня болела голова и вообще все тело взглянув в зеркало на свое отражение я поняла что с этим кошмаром то нужно делать.\n  Большие черные круги под глазами, гнездо на голове, руки и ноги все в малых порезах от травы и веток . Не мешало бы принять ванну и обработать раны потому что сегодня очень важный день\n",
    "answers": [
      {
        "id": 175,
        "text": "после ванны"
      }
    ]
  },
  {
    "id": 168,
    "text": "Когда я подняла голову я увидела водоем. \nЭто место хоть и находилось в лесу но ощущения в нем немного другие.Сюда свободно попадает свет что дарит хоть и не долго но ощущение безопасности по сравнению с другим лесом\nВсего то каких-то несколько секунд покоя и я поняла что к чему и что нужно делать",
    "answers": [
      {
        "id": 169,
        "text": "позвать Нилла"
      }
    ]
  },
  {
    "id": 169,
    "text": " Я изо всех сил свистнула давая знак Ниллу что мне нужна помощь\nНо уже через минуту я поняла какую большую глупость сделала ",
    "answers": [
      {
        "id": 171,
        "text": "далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "Спасибо что выбрали квест ,, Любовь к свободе ,,\n Квест на данный момент находится на стадии разработки✏️\n???? Вы можете оставить закладку и продолжить читать когда линия будет продолжена\n????Также вы можете попробовать пройти квест снова",
    "answers": [
      {
        "id": 1,
        "text": "на главную страницу"
      }
    ]
  },
  {
    "id": 171,
    "text": "После моего свиста из водоема начали подниматься светло-голубые огоньки а за ними и фигуры людей  все они были возвращены ко мне лицом и смотрели на меня белым без жизненным поглядом.Фигуры медленно но точно двигались в мою сторону .  Но у меня сложилось впечатление, что они не могут выйти из трясины именно поэтому они все стали у берега и продолжали смотреть на меня своими стеклянными глазами. от чего волосы вставали дыбом.",
    "answers": [
      {
        "id": 172,
        "text": "далее"
      },
      {
        "id": 171,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b22/1908/34/a657185334fa.png"
      }
    ]
  },
  {
    "id": 172,
    "text": " Но одна фигура вышла из трясины и медленно подходила ко мне не отводя взгляда от моих глаз.Я чувствовала себя сейчас странно с одной стороны я хотела уйти,убежать, спрятаться от этих  белых глаз которые казалось бы видят меня насквозь и все мои сокровенные мысли и желания а с другой стороны я чувствовала себя спокойно будто  я й не видела всего этого ужаса из леса\n -Аделаида подойди ко мне я не сделаю тебе больно\nКрасивый мужчина уже был совсем рядом, и сама не знаю почему я поднялась на ноги и подошла к незнакомцу",
    "answers": [
      {
        "id": 172,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c10/1908/cd/dc31c05b1d7c.jpg"
      },
      {
        "id": 173,
        "text": "сделать так как он просит"
      },
      {
        "id": 188,
        "text": "бежать от отсюда "
      }
    ]
  },
  {
    "id": 173,
    "text": "Я не по своей воле подошла к парню\n  он глядя мне в глаза правой рукой обхватил меня за талию и притянул к себе  левой рукой держа мою голову и поцеловал меня ",
    "answers": [
      {
        "id": 174,
        "text": "ответить на поцелуй"
      },
      {
        "id": 1,
        "text": "оттолкнуть парня????"
      }
    ]
  },
  {
    "id": 174,
    "text": "Я ответила на поцелуй парня, после чего в моей памяти и подсознания все как в тумане я не понимаю кто я что я делаю и зачем живу в моей голове много вопросов но нет ответа ",
    "answers": [
      {
        "id": 176,
        "text": "далее"
      }
    ]
  },
  {
    "id": 175,
    "text": "и так сегодня день моего побега!  Все должно пройти идеально, иначе все это было зря.\n Но впереди самое ненавистное для меня, выбор платья, косметика, и все это что с таким удовольствием делают Диана и Бель",
    "answers": [
      {
        "id": 106,
        "text": "далее"
      }
    ]
  },
  {
    "id": 176,
    "text": " Поздравляю вас вы прошли одну веточку с квеста \n Не устраивает результат?воспользуйтесь перемещением по квесте",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      },
      {
        "id": 173,
        "text": "На развилку выборов"
      }
    ]
  },
  {
    "id": 177,
    "text": "Спустившись на 2этаж я поняла что Камелла может быть в своем кабинете. И собравшись с мыслями медленно шла по коридору.\n Дойдя до нужных дверей я постучала на что получила ответ \n— войдите\n(Если пришла Белла то значит что я опоздала, надеюсь мне не будут вычитывать длинные нотации)\n",
    "answers": [
      {
        "id": 191,
        "text": "далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "Спасибо что выбрали квест ,, Любовь к свободе ,,\n Квест на данный момент находится на стадии разработки✏️\n???? Вы можете оставить закладку и продолжить читать когда линия будет продолжена\n????Также вы можете попробовать пройти квест снова",
    "answers": [
      {
        "id": 1,
        "text": "на главную страницу"
      }
    ]
  },
  {
    "id": 179,
    "text": "Спасибо что выбрали квест ,, Любовь к свободе ,,\n Квест на данный момент находится на стадии разработки✏️\n???? Вы можете оставить закладку и продолжить читать когда линия будет продолжена\n????Также вы можете попробовать пройти квест снова",
    "answers": [
      {
        "id": 1,
        "text": "на главную страницу"
      }
    ]
  },
  {
    "id": 180,
    "text": "Интуиция Нилла и правда стопроцентная, уже через 5 минут мы были у их лагеря. В нем было 12 мужчин и повозка.В ней наверняка и сохраняется все краденое.\nЯ оставила Нилла недалеко так чтобы его никто не увидел и чтобы я в экстренной ситуации могла быстро отступить.\n  Забравшись на высокий камень я начала наблюдать за бандитами",
    "answers": [
      {
        "id": 181,
        "text": "слушать разговор"
      }
    ]
  },
  {
    "id": 181,
    "text": "Спасибо что выбрали квест ,, Любовь к свободе ,,\n Квест на данный момент находится на стадии разработки✏️\n???? Вы можете оставить закладку и продолжить читать когда линия будет продолжена\n????Также вы можете попробовать пройти квест снова",
    "answers": [
      {
        "id": 1,
        "text": "на главную страницу"
      }
    ]
  },
  {
    "id": 182,
    "text": "Я подошла к двери и попробовала их открыть за дверную ручку но они были закрыты .\n  Может мне испытать удачу и попробовать взломать скважину",
    "answers": [
      {
        "id": 182,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b00/1909/b2/e49cbb2742e5.jpg\n\n"
      },
      {
        "id": 184,
        "text": "далее"
      }
    ]
  },
  {
    "id": 183,
    "text": "Не буду же я вламываться к ней если ее нет. Это не культурно и ниже моего достоинства.Кроме того можно зайти к Тому за оружием или в мастерскую Лу его броня всегда на высоте.",
    "answers": [
      {
        "id": 77,
        "text": "зайти к Тому"
      },
      {
        "id": 79,
        "text": "идти в мастерскую Лу"
      }
    ]
  },
  {
    "id": 184,
    "text": "Я достала из кармана своего плаща пару булавок и шпилек и приступила к делу.После 8 минут взлому дверей я начала замечать взгляды прохожих на себе\n Это может плохо для меня закончиться это одна из самых оживленных улиц города и здесь регулярно проходит патруль охраны конечно я могу выкрутиться если меня застукают но не хочется  конфликтовать с патрульными.",
    "answers": [
      {
        "id": 185,
        "text": "Продолжить"
      },
      {
        "id": 186,
        "text": "я ничего не смогу сделать"
      }
    ]
  },
  {
    "id": 185,
    "text": "Спасибо что выбрали квест ,, Любовь к свободе ,,\n Квест на данный момент находится на стадии разработки✏️\n???? Вы можете оставить закладку и продолжить читать когда линия будет продолжена\n????Также вы можете попробовать пройти квест снова",
    "answers": [
      {
        "id": 1,
        "text": "на главную страницу"
      }
    ]
  },
  {
    "id": 186,
    "text": "Спасибо что выбрали квест ,, Любовь к свободе ,,\n Квест на данный момент находится на стадии разработки✏️\n???? Вы можете оставить закладку и продолжить читать когда линия будет продолжена\n????Также вы можете попробовать пройти квест снова",
    "answers": [
      {
        "id": 1,
        "text": "на главную страницу"
      }
    ]
  },
  {
    "id": 187,
    "text": "Спасибо что выбрали квест ,, Любовь к свободе ,,\n Квест на данный момент находится на стадии разработки✏️\n???? Вы можете оставить закладку и продолжить читать когда линия будет продолжена\n????Также вы можете попробовать пройти квест снова",
    "answers": [
      {
        "id": 1,
        "text": "на главную страницу"
      }
    ]
  },
  {
    "id": 188,
    "text": "Разум был как в тумане а мысли путались я была на грани того чтобы сделать то, что меня просят. Но быстро среагировав я отскочила на зад и побежала ",
    "answers": [
      {
        "id": 189,
        "text": "бежать"
      }
    ]
  },
  {
    "id": 189,
    "text": "Находя в себе последние силы я бежала совершенно не думая куда главное чем дальше от этого озера и вообще этого леса",
    "answers": [
      {
        "id": 190,
        "text": "далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "квест в разработке спасибо что выбрали его. Вы можете поставить закладку чтобы когда линия допишеться продолжить читать, или попробовать сначала другие варианты прохождения",
    "answers": [
      {
        "id": 1,
        "text": "на главную страницу"
      }
    ]
  },
  {
    "id": 191,
    "text": "Спасибо что выбрали квест ,, Любовь к свободе ,,\n Квест на данный момент находится на стадии разработки✏️\n???? Вы можете оставить закладку и продолжить читать когда линия будет продолжена\n????Также вы можете попробовать пройти квест снова",
    "answers": [
      {
        "id": 1,
        "text": "на главную страницу"
      }
    ]
  },
  {
    "id": 192,
    "text": "",
    "answers": []
  }
]