[
  {
    "id": 1,
    "text": "Здравствуй, дорогой читатель! Это мой первый квест!Прошу строго не судить!Ну что! Поехали! В квесте пять концовок(самая лучшая, почти самая лучшая, нейтральная, плохая, самая плохая).Пытался сделать РПГ квест, но не получилось(",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись в абсолютно незнакомом и холодном месте. Что-то похожее на больницу. Света не было. Голова невероятно раскалывается.\n—О Господи, где я?-сказали вы себе.Вы даже не знаете свое имя. Пока что. \n",
    "answers": [
      {
        "id": 3,
        "text": "Попытаться вспомнить свое имя"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы начали вспоминать, что видели последним перед тем, как оказаться в этом месте. Так,вечеринка, одноклассники и человек в капюшоне. Больше вы ничего не вспомнили. ",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы проснулись в абсолютно незнакомом и холодном месте. Что-то похожее на больницу. Света не было.Голова невероятно раскалывается. \n—О Господи, где я? — сказали вы себе. Вы даже не знали свое имя. Пока что. \n",
    "answers": [
      {
        "id": 5,
        "text": "Встать с кровати и осмотреться в комнате"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы заметили монтировку, а также ключи с рюкзаком. ",
    "answers": [
      {
        "id": 6,
        "text": "Закинуть рюкзак за спину, ключи положить в карман, а в руку взять монтировку"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Теперь надо выйти из этой палаты или хрен его знает, чего!-сказали вы. ",
    "answers": [
      {
        "id": 8,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 7,
    "text": "То, что вы увидели повергло вас в шок.Никогда вы ещё не видели столько крови, кишков и т.д.\n—Ох, черт! — главный герой чуть не потерял сознание от вони и вообщем открывшегося зрелища. ",
    "answers": [
      {
        "id": 10,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "Заперто, черт... Точно, ключи! ",
    "answers": [
      {
        "id": 9,
        "text": "Подобрать ключ"
      }
    ]
  },
  {
    "id": 9,
    "text": "Наконец вы подобрали нужный ключ и открыли дверь.\n—Ну наконец-то! ",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Т.. Т.. Так, ладно. П.. Пойду дальше. \n",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Дальше становилось только хуже. Всё больше и больше было вонючих растерзанных, как будто съеденных кишков и кусков человеческого мяса.\n—Кто мог такое сотворить? Боже...\nВы шли пока наконец не увидели людей. Они стояли спиной к вам, облакачивались головой на левое плечо и очень сильно шатались, как будто только научились ходить.Некоторые ломились в какую-то дверь. Странно. \n—Эй, люди, подскажите что здесь происходит?\nЛюди перестали ломиться в дверь,посмотрели на главного героя и стали надвигаться на него.Вы увидели их лица и поняли, что это уже не люди, а какие-то существа, как будто не кто иные, как зомби.Их было штук 6.А у вас только монтировка. \n—Я конечно люблю фильмы про зомби, НО ТОЛЬКО ФИЛЬМЫ!!! ",
    "answers": [
      {
        "id": 12,
        "text": "Попытаться уложить всех зомби с помощью монтировки"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Твою... Аааа! Черт! Так... Так... Надо собраться!Была ни была!\nВы подбежали к толпе зомби, (если 6 зомби можно назвать толпой)и ударили со всей силы \"главного зомби\" (первый, который шёл с толпой). Главный герой монтировкой нахрен проломил и без того хрупкую голову ходячего. Зомби обступали героя, да и к тому же он тоже человек и устаёт, поэтому он решился немного отбежать и отдышаться. Но не тут то было. Зомби, которого казалось вы убили(после первого зомби герой уложил ещё двоих) протянул руку о которую вы споткнулись и сильно ударились головой о пол, и потеряли сознание...Последнее что вы слышали-это выстрел...",
    "answers": [
      {
        "id": 13,
        "text": "Конец? "
      }
    ]
  },
  {
    "id": 13,
    "text": "—Влад, ты чего не веселишься?-сказал Макс.\n—Не знаю. Настроения нет. — сказали вы.\n—Ну хоть немного потанцуй, братан! — воскликнул Макс.\n—Не хочу, братишка!-сказали вы немного улыбнувшись.\n—Влад, Владик, Влад!\n",
    "answers": [
      {
        "id": 14,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 14,
    "text": "Проснувшись вы увидели Макса(вашего одноклассника и лучшего друга), который тряс вас. ",
    "answers": [
      {
        "id": 15,
        "text": "Спросить:Макс? Откуда ты здесь? "
      },
      {
        "id": 16,
        "text": "Спросить:Как я здесь оказался? Я не укушен? "
      }
    ]
  },
  {
    "id": 15,
    "text": "—Я оказался здесь также, как и ты. Только на несколько часов раньше. Очнулся и не понял где я, но потом мне все рассказали. Что это за место? Что случилось с остальным миром? И так далее.Меня вместе с остальным отрядом из двух человек(в итоге было три человека) отправили за медикаментами в больницу.Их звали Марк и Юлия. Сначала ничего не предвещало беды, но вдруг, откуда не возьмись, на нас начали нападать какие-то существа, похожие на зомби из фильмов. Их было штук 10.Парочку мы уложили, но у нас закончились патроны. Которых у нас итак, почти не было. Я начал искать комнаты, в которые можно забежать и нашёл такую. Мы вместе с ребятами забежали в эту комнатушку, похожую на столовую и начали держать дверь, пока Марк искал чем можно подпереть её. И стали тихо ждать. Что было потом ты и сам знаешь. Разве что тебя едва не съели. ",
    "answers": [
      {
        "id": 17,
        "text": "Спросить:А что случилось с остальным миром? "
      },
      {
        "id": 18,
        "text": "Спросить:А что это за место? "
      }
    ]
  },
  {
    "id": 16,
    "text": "—Нет, не укушен, но тебя едва не укусили.Ты потерял сознание и мы принесли тебя сюда. ",
    "answers": [
      {
        "id": 14,
        "text": "Ответить:Фух, как камень с души упал! "
      }
    ]
  },
  {
    "id": 17,
    "text": "—Ответ прост. Учёные создали, как они думали лекарство от онкологических заболеваний(рака, СПИДа и так далее), но это оказался вирус, который сначала излечивал жертву от болезни, а через некоторое время(в среднем 2-3 дня) так скажем \"отключал\" все органы человека, кроме той части мозга, которая отвечает скажем \"за еду\". В первый день заразилось уже более ста миллионов человек. Потом все больше и больше становилось заражённых пока наконец не осталось около сотни тысяч человек, включая нас с тобой, которые отчаянно бьются за припасы  и свою жизнь. Мир разделился на фракции. Он уже не такой, как был раньше. Выживают только сильнейшие и везучие. ",
    "answers": [
      {
        "id": 19,
        "text": "Ответить:Жуть! "
      }
    ]
  },
  {
    "id": 18,
    "text": "—Это одна из фракций, на которые разделился мир. Называется \"Ботаны\". Они могут смастерить что угодно \"из говна и палок\". Тут надо быть либо умным учёным и уметь создавать что угодно, либо же добывать нужные ресурсы. Быть так сказать \"добыдчиком\" . ",
    "answers": [
      {
        "id": 15,
        "text": "Ответить:Ясно. "
      }
    ]
  },
  {
    "id": 19,
    "text": "—Согласен. — сказал Макс. ",
    "answers": [
      {
        "id": 20,
        "text": "Спросить:Ну так что? Так и будем валяться? "
      }
    ]
  },
  {
    "id": 20,
    "text": "—Ну пойдём, отведу тебя к боссу! — сказал Макс.\n—Погнали! — сказали вы. ",
    "answers": [
      {
        "id": 21,
        "text": "Идти с Максом"
      }
    ]
  },
  {
    "id": 21,
    "text": "Влад оделся и вместе с Максом вышел из комнаты.\nПо коридору это место напоминало школу. Оно и неудивительно, ведь в школе есть почти все необходимое для убежища. Много классов которые можно переделать в комнаты для людей, столовая, забор вокруг школы и так далее. Наконец вы дошли до комнаты управляющего фракцией. Его комната ничем не отличалась от комнат других людей. Управляющий был высокий, ростом где-то 185-190 сантиметров. \nНа вид ему было лет сорок. \n—Здравствуйте. — сказали вы. \n—Здравствуйте. — сказал Макс. \n—Здравствуйте. — сказал босс. \n—Вы тут главный? — спросили вы. \n—Давай говорить на \"ты\". Не люблю, когда ко мне обращаются на \"вы\". Да, я главный. Меня зовут Виктор. А тебя? \n—Меня Влад. Я пришёл по поводу моей работы. Что мне надо делать, чтобы быть полезным для общества и жить здесь? \n—Ничего себе. Прям так сразу работать? Мне это нравится. Смотри. Объясняю. Мы называем себя \"Ботаны\". Есть ещё и другие фракции, такие как \"Миротворцы\" и \"Земледельцы\". Мы верим в силу науки и верим, что создадим вакцину и избавим этот мир от заразы. Тесно сотрудничаем с \"Земледельцами\" и враждуем с \"Миротворцами\". Но это все не суть. Твоя задача здесь либо быть учёным, либо добывать припасы для базы. Мне кажется, что ты больше подойдёшь для второго. У нас есть валюта. Это золотые и серебряные монеты. Они никак не называются, просто монеты. Ты будешь получать их за каждую вылазку. Чем больше добудешь ресурсов, тем больше получишь монет. Также ты можешь выполнять задания, которые тебе могут дать другие люди. Скорее всего они заплатят тебе монетами. За монеты ты сможешь покупать патроны, оружие, медикаменты и так далее. Вот тебе \"купон\". Покажи его оружейнику и он выдаст тебе бесплатное оружие. Макс тебя отведёт к нему. Всё понял? \n\n ",
    "answers": [
      {
        "id": 22,
        "text": "Ответить:Да, все понял! Спасибо! "
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы вышли из комнаты Виктора и вместе с Максом отправились к оружейнику. В комнате оружейника было очень много оружия. Логично. Влад предъявил купон и ему выдали пистолет Макарова с двумя обоймами для него, а также нож. Не густо, но жить можно. Теперь надо бы поесть и отправиться на первую вылазку. \n",
    "answers": [
      {
        "id": 23,
        "text": "Поесть и отправиться на вылазку"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Куда отправимся, Макс? — спросил Влад.\n—Думаю надо бы заскочить в оружейный магазин, а то патроны и оружие на базе заканчивается.-ответил Макс. \n—В столовой мне сказали, что продукты тоже заканчиваются. — сказал Влад.\n—Хм, даже не знаю, предлагаю в оружейку, а так решай сам. — сказал Макс.\n",
    "answers": [
      {
        "id": 24,
        "text": "Отправиться в оружейный магазин"
      },
      {
        "id": 25,
        "text": "Отправиться в продуктовый магазин"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Давай в оружейку. — решили вы.\n—Я не против. — сказал Макс.\nСпустя час вы наконец дошли до оружейного магазина.\n—Так, Макс, твоя-левая часть магазина, моя-правая. Идёт? — сказали вы.\n—Окей. — ответил Макс.\nВы зашли в магазин и разделились.\n—Так, что осмотреть первым? ",
    "answers": [
      {
        "id": 26,
        "text": "Осмотреть труп"
      },
      {
        "id": 27,
        "text": "Осмотреть кассу"
      },
      {
        "id": 28,
        "text": "Осмотреть прилавки"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Давай в продуктовый. — сказали вы.\n—Ну погнали! — воскликнул Макс.\n—Моя правая часть, а твоя-левая, идёт? — спросили вы у Макса.\n—Идёт. — ответил Макс\nВы зашли в магазин и сразу увидели двух зомбаков. Оба были в правой части магазина, где должен искать припасы Влад.\n—Надо убрать их по тихому. — сказал Влад сам себе,так как Макс ушёл обыскивать левую часть.\nВы достали нож, подошли к первому зомби... Секунда и нож в его затылке... Ещё секунда и уже в затылке другого зомбаря.\n—Фух...\nНадо обыскать прилавки. На прилавках вы нашли не так много. А именно:консервы, пару шоколадок и воду(газированную и негазированную). Все остальное либо было пропавшее(молоко), либо его не было. ",
    "answers": [
      {
        "id": 39,
        "text": "Проверить, что у Максима"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ничего, кроме одной обоймы на Макаров. ",
    "answers": [
      {
        "id": 24,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "Куча денег.\n—Эх, раньше бы так... ",
    "answers": [
      {
        "id": 24,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "И вот тут вы прифигели. Куча оружия, патронов, гранат и так далее.\n—Ахренеть! Макс! — крикнули вы, но ответа не поступило.\n—Макс! ",
    "answers": [
      {
        "id": 29,
        "text": "Пойти в правую часть магазина(к Максу) "
      },
      {
        "id": 30,
        "text": "Забить рюкзак оружием и патронами доверха"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Макс! Эй, Макс! — кричали вы, но ответа не было.\n—Влад! Помоги!-срывая голос закричал Макс.\nВдруг Влад увидел, как три зомби обступили поваленного Макса, а ещё один лежал на нем и пытался укусить. Вы резким движением правой руки достали пистолет из кобуры, а левой нож. Зомби, который лежал на Максе и зомби, который был ближе всего к Максу Влад пристрелил метким выстрелом прямо в затылок,а двух последних зарезал сзади ножом. Опять метким попаданием прямо в затылок.\n—Спасибо! — прохрипел Макс, чуть-ли не задыхаясь.\n—Нет проблем.-сказал Влад, когда отдышался. ",
    "answers": [
      {
        "id": 31,
        "text": "Забрать оружие с прилавка"
      }
    ]
  },
  {
    "id": 30,
    "text": "Влад начал складывать все оружие в рюкзак, пока в нем не закончилось место.\n—Надо бы проверить Макса. — сказали вы ",
    "answers": [
      {
        "id": 32,
        "text": "Сходить проверить Макса"
      }
    ]
  },
  {
    "id": 31,
    "text": "Макс с Владом забили рюкзаки патронами и оружием, а потом вернулись домой. Без происшествий. ",
    "answers": [
      {
        "id": 38,
        "text": "Попросить награду за вылазку"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я —Макс! Эй, Макс!-кричали вы, но ответа не поступало. \n—Влад! Помоги! — вдруг срывая голос закричал Макс\nИ тут Влад увидел Макса, которого обступили три зомби, а один лежал на нем и пытался укусить. Вы резким движение правой руки выхватил пистолет из кобуры, а левой достали нож. Того зомби, что лежал на Максе и того, что был уже вот-вот рядом с Максом Влад пристрелил, а двух последних зарезал ножом метким попаданием прямо в затылок. \n—Фух, спасибо! — прохрипел Макс. \n—С тобой все в порядке? — спросили вы увидев, что Макс был очень бледным и измученным. \n—Не.. То есть да..да..-прохрипел Макс. \n—Я же вижу, что ты врешь. Скажи правду, что с тобой? — сказали вы. \n—Эх... Ладно.-сказал Макс отдергивая и рукав. Вы были шокированными увиденным-там был укус. \n",
    "answers": [
      {
        "id": 33,
        "text": "Спросить:Как так, Макс? "
      }
    ]
  },
  {
    "id": 33,
    "text": "—Как так, Макс? — спросили вы, чуть-ли не плача.\n—Друг, убей меня, прошу! Я не хочу быть, как эти твари! Убей меня! — Сказал Макс и заплакал, впрочем, как и Влад.\n—Я не смогу...-сказал Влад.\n—Пожалуйста... — плача сказал Макс. ",
    "answers": [
      {
        "id": 34,
        "text": "Убить Макса"
      },
      {
        "id": 35,
        "text": "Оставить Макса"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы достали пистолет, направили его на друга и... Выстрел...\n—Если бы я... Ес..ли..бы..я..не собирал оружие, а сразу побежал помогать Максу, он был бы жив... — сказали вы направляя на себя пистолет. \n",
    "answers": [
      {
        "id": 36,
        "text": "Убить себя"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы направили пистолет на Макса, потянули на себя курок и... Опустили пистолет.\n—Я.. Я.. Не..Могу...-сказали вы разворачиваясь.\n—Нет!Не уходи! Неееет!-кричал Макс. \n—Прощай, друг... — сказали вы уходя. \n—Нееееет! \n",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Глубокое дыхание ии..Выстрел... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец(самый плохой конец) "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вскоре Владу стало невероятно одиноко, а ещё он чувствовал вину за смерть друга и на одной, ставшей для него последней вылазке, прострелил себе голову. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец(не самый плохой конец) "
      }
    ]
  },
  {
    "id": 38,
    "text": "—Ого сколько вы нашли всего! — воскликнул тот, кто проверял, что кто добыл на вылазках.\n—За это вам полагается большая награда! Держите по мешочку с пятью золотыми монетами и двумя серебряными. Запомните:одна золотая монета=10 серебряных!Удачи вам! — сказал проверяющий.\n—Ого! Много монет однако! — одновременно сказали вы с Максом.\n",
    "answers": [
      {
        "id": 42,
        "text": "Пойти купить что-нибудь в магазине\n"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Макс, что у тебя! — крикнули вы через магазин.\n—Немного, консервы, пару колбасок и вода! А у тебя? — крикнул Макс.\n—Почти тоже самое. — сказал Влад, когда подошёл к Максу.\n—Ну что, пойдём на базу? — предложил Максим.\n—Конечно. — согласился Влад. ",
    "answers": [
      {
        "id": 38,
        "text": "Вернуться на базу"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Стреляй. — сказал Влад, когда подошёл к охраникам базы.\n—Готовы. — Также шёпотом зачем-то сказал Макс.\n—Красава.Так, теперь надо найти люк. \nСпустя 15 минут. \n—Господи, ну наконец-то этот люк!-шепотом сказали вы. \n—Да неужели! Наконец-то! — воскликнул Макс. \n—Всё, Макс, можешь уносить отсюда ноги. \n—Нет! Я тебя не брошу! — сказал Макс. \n—Друг,там все равно нет связи. Мы не сможем разговаривать и ты не сможешь меня прикрывать.\n—Я тебя могу подождать тут просто. — сказал Макс. \n—А вдруг тебя обнаружат и схватят? Я не хочу тобой рисковать, друг. \n—Ты уверен? — спросил Макс. \n—Абсолютно. — ответил Влад. \n—Эх,ладно, удачи. — сказал Макс. \n—Спасибо. \n\n",
    "answers": [
      {
        "id": 45,
        "text": "Спустя час"
      }
    ]
  },
  {
    "id": 41,
    "text": "—Здравствуйте, я бы хотел узнать что у вас в продаже.-сказал Влад.\n—Конечно. Автомат Томпсона-2 золотые монеты и 2 обоймы на него, которые вмещают 50 патронов-1 серебряная монета. Глок-18-1 золотая монета, а три обоймы на него вмещаемостью 19 пуль-1 серебряная монета. Также продаю огромный рюкзак-1 золотая монета.\n",
    "answers": [
      {
        "id": 42,
        "text": "Купить все"
      }
    ]
  },
  {
    "id": 42,
    "text": "\nВы купили:Автомат Томпсона, 2 обоймы на него по 50 патрон, глок-18 и 3 обоймы на него по 19 патронов и огромный рюкзак.(это все не повлияет на сюжет).",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "—Давай по тихому. — сказали вы Максу, смотря через бинокль на базу \"Миротворцев\".\n—Я так и хотел-сказал вам Макс.\n—Так, значит. Смотри, ты же у нас будешь снайпером?-спросили вы. \n—Да.-ответил Макс.\n—Смотри, видишь воон того и того охранника? Снимешь их, как только я скажу, ведь они будут мешать мне пробраться на базу. После того, как я проберусь на базу, мне надо будет найти люк, который ведёт в лабораторию. Пока я буду искать люк, ты будешь меня прикрывать. Осматривать всю базу на наличие охранников рядом со мной. Если видишь охранников близко ко мне, то стреляй в них. Только не промахнись,ведь они поднимут тревогу и тогда все пойдёт по жопе. После того, как я попаду в лабораторию, я уже сам все сделаю, а ты, как только я залезу в лабораторию сразу беги к нам на базу. Не хочу рисковать тобой. Все ясно?\n—Да, братишка-ответил Макс. ",
    "answers": [
      {
        "id": 40,
        "text": "Приступить к операции"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Ну что, давай громко? — предложил Влад.\n—Ты спятил?Там человек двадцать в супер броне и столько же без неё. Черт возьми, Влад! — разбушевался Максим.\n—А что ты ещё предлагаешь? По тихому тоже шансы того, что получиться равны почти нулю! Ещё меньше, чем с громким вариантом! Поэтому я решил пойти громко! — орали вы.\n—Тс.. Нас же услышат. Ох, не знаю, Владик, не знаю...-пытался успокоиться Макс.\n—Макс, не забывай, что на кону стоит все человечество...\n—Ох..Черт!Ладно..Ладно!Твоя взяла...\n—Рад, что ты согласился, Братишка!\n—Сделаем это черт возьми! — воскликнул Макс.\n—Да! — тоже воскликнул Влад. ",
    "answers": [
      {
        "id": 47,
        "text": "Подготовиться к штурму"
      }
    ]
  },
  {
    "id": 45,
    "text": "Наконец-то, спустя час вы прошли все ловушки, ввели все коды и так далее и сейчас вы стоите прямо перед пузырьком, ради которого вся эта операция и затевалась. Осталось последнее. Очень быстро заменить пузырёк с непонятной жидкостью пузырьком с обычной водой. Иначе сработает сигнализация.\n—Так, спокойно... Раз... Фух, можно вздохнуть. Всё нормально. Успел.\nСпустя 15 минут вы выбрались из базы \"Миротворцев\". Ещё через час вы добрались до своей базы и отдали пузырёк учёным, встретили Макса и решили просто напросто отдохнуть.\nЧерез пару дней учёные создали вакцину, распылили её и все зомби превратились обратно в людей. У них снова начало биться сердце и работать остальные органы.К тому же это было и лекарство от онкологических заболеваний, но не превращало в зомби.Все было отлично, только вот, главный герой не знал:из чего сделана вакцина? ",
    "answers": [
      {
        "id": 1,
        "text": "Конец(самый лучший конец) "
      }
    ]
  },
  {
    "id": 46,
    "text": "Так прошло около месяца. Вы с Максом ходили на вылазки, убивали зомбаков, крали припасы у \"Миротворцев\", воевали с ними и так далее. Пока наконец, вам не сообщили по рации(да, вам выдали рацию), что осталось найти последний ингредиент для вакцины. Учёные сказали это просто пузырёк какой-то жидкости(учёные не так сказали, они говорили разными умными словами, но Влад с Максом ничего не запомнили, кроме того, что это пузырёк и что он находится на главной базе \"Миротворцев\").Отправили к сожалению только вас с Максом. Так как вы лучшие агенты и воины, а другими военными \"Ботаны\" не хотят рисковать. И вы отправились на операцию. ВНИМАНИЕ! ОТ ЭТОГО ВЫБОРА ЗАВИСИТ КАКАЯ У ВАС БУДЕТ КОНЦОВКА! \n",
    "answers": [
      {
        "id": 43,
        "text": "Попытаться украсть пузырёк тихо"
      },
      {
        "id": 44,
        "text": "Попытаться украсть пузырёк громко"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы взяли единственную оставшуюся на Земле силовую броню прототипа X470, а также пулемёт M249 с магазином в 100 патронов и на всякий случай боевой нож. Макс взял тоже самое только вместо пулемёта M249 взял шестистволку под названием \"Миниган\".",
    "answers": [
      {
        "id": 48,
        "text": "Штурм"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вот уже вы подошли к базе \"Миротворцев\", зарядили пулеметы(пулемёты тяжёлые, а с обоймами было бы намного тяжелее их нести) и начали палить \"из всех орудий\" прямо по охране замка. Как только вы перестреряли всю(по крайней мере вам так казалось) охрану, надо было закинуть верёвку на стену и лезть.А также тянуть на себе тяжеленную броню и пулеметы,получая при этом кучу пуль в саму броню,но герои все-таки смогли. И началась настоящая мясорубка. По главным героям стреляли тоже, как и они по всем \"из всех орудий\", но им хоть бы что. \n",
    "answers": [
      {
        "id": 49,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 49,
    "text": "—Ты это слышишь? — спросил Влад.\n—Что? — ответил вопросов на вопрос Макс.\nТолько он это сказал, как вдруг, откуда ни возьмись вылетел вертолёт с кучей пушек и людей в нем с RPG. \n—Черт! Черт! Черт! Это очень плохо! — кричал Влад, и Макс с этим был согласен. \nВ этот момент они уже почти подошли к люку, который вёл к лаборатории. \n—Беги! Я их задержу! — крикнул Макс. \n—Как ты, черт возьми хочешь выстоять против стольких людей и вертолёта с RPG? — кричал Влад. \n—Как-нибудь справлюсь! Не теряй времени, беги! \n—Твою! — разозлился Влад. \n",
    "answers": [
      {
        "id": 50,
        "text": "Оставить Макса"
      },
      {
        "id": 51,
        "text": "Не оставлять Макса"
      }
    ]
  },
  {
    "id": 50,
    "text": "Влад убежал в лабораторию, а Макс остался снаружи, выигрывая время для друга.Тем временем Влад смог пробраться к пузырьку с непонятной жидкостью, похожей на кровь.\n—Сомневаюсь, что для создания вакцины нужна чья-то кровь! — задумался Влад и взял пузырёк.\n",
    "answers": [
      {
        "id": 52,
        "text": "Побежать обратно к Максу "
      }
    ]
  },
  {
    "id": 51,
    "text": "—Черта с два я тебя оставлю! — крикнул Влад и потянул Макса на себя. Макс упал в люк, а Влад спустился и захлопнул его за собой. \n—Что это было? — недоумевал Макс. \n—Я спас тебя! — ответил Влад. \n—Мы же теперь отсюда не выйдем! — злился и кричал Макс. \n—Как-нибудь выйдем... \n—Нас сразу пристрелят! \n—Давай успокоимся,и не будем терять время... Ладно? -успокоился Влад. \n—Ладно.. Ладно... \n",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "—Макс, эй, Макс! Я достал пузырёк! — кричал Влад вылазя из люка.\nКогда он вылез, то увидел ужасающую картину. По всей базе валялись трупов пятьдесят, если не сто. Вся земля была в крови. Также \"валялся\" вертолёт, который по всей видимости сбил Макс,который как раз таки лежал рядом с люком и истекал кровью. \n—Макс? \n—Влад? Это ты? Или мне кажется? Я в раю? \n—Нет, друг, ты выживешь! Идём! — сказал Влад поднимая Макса. \n—Аааа! Черт возьми! Ааа! Отпусти! — орал Макс. \n—Как так то а? Как тебя могли прострелить в такой броне? — недоумевал Влад. \n—С RPG... \n—Черт! Сраный вертолёт! Аааа!\n—Прошу, достав этот пузырёк учёным, и пусть они сделают вакцину, и излечат мир! — просил Макс. \n—Конечно, друг, конечно! — сказал Влад, но Макс уже не слышал.\n",
    "answers": [
      {
        "id": 53,
        "text": "Отнести пузырёк"
      }
    ]
  },
  {
    "id": 53,
    "text": "Спустя два дня учёные сделали вакцину и распылили её. Она превращала зомби обратно в людей, заставляя снова биться их сердце и работать органы. Все было отлично. Помимо излечивания от \"зомби-вируса\" вакцина излечивала и от онкологических заболеваний. Влад завёл семью, похоронил Макса и жил долго и не так счастливо, как с другом, но хоть с семьёй. Получается зомби апокалипсис пошёл человечеству даже на пользу. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец(почти самый лучший) "
      }
    ]
  },
  {
    "id": 54,
    "text": "Наконец-то главные герои забрали пузырёк и приготовились вылезать из люка.\n—Я первый, ты за мной.-приказал Влад.\n—Ладно. — ответил Максим.\n—Стоять! Отдайте пузырёк и мы оставим вас в живых! — через громкоговоритель сказал по всей видимости босс \"Миротворцев\".\n—А вот хрен вам! — одновременно сказали Влад и Макс.\nИ началась эпичная перестрелка. Главные герои стреляли из своих пулемётов по всем \"Миротворцам\". \"Миротворцы\" разумеется тоже стреляли из всего чего могли по героям. Пузырёк был в правом кармане брони Влада(да,в этой броне есть даже карман) и он даже не заметил, как к нему справа подбежал один из \"Миротворцев\", и выкрал пузырёк. Потом Влад конечно заметил, но было уже поздно, так как тот, кто украл пузырёк, споткнулся и.. Разбил пузырёк. Босс \"Миротворцев\" тут же пристрелил его, но это ничего не поменяло. Вакцина не может быть создана. Через полчаса\" Миротворцы\" справились и с главными героями, а потом приговорили их к казни через 2 дня. Эти два дня они проведут в темнице, без еды и воды. Зомби апокалипсис продолжается, но уже вряд ли когда нибудь закончится...",
    "answers": [
      {
        "id": 1,
        "text": "Конец(нейтральный конец) "
      }
    ]
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  }
]