[
  {
    "id": 1,
    "text": "Авторы: Fantezist и Невозможник\nЖанр: Миниигра.\n\nВы — простой житель Понарии, простого города в Невелеррии, непростой империи в Первомире, непростом мире. И Вы, как и все простые люди, любите просиживать свои деньги в трактире, играя в Картомагию.\n \nЧто Вас ждет?\n\n(¦¦)Прежде всего, это очень интересная боевка. По мнению авторов.\n\n(¦¦)Множество улучшений\n\n(¦¦)Возможность играть с друзьями на одном устройстве!\n",
    "answers": [
      {
        "id": 2,
        "text": "[Одиночная игра]"
      },
      {
        "id": 3,
        "text": "[Мультиплеер]"
      },
      {
        "id": 10,
        "text": "[Об авторах]"
      },
      {
        "super_calculate": false,
        "id": 1,
        "calculate": true,
        "text": "Сань, давай здесь будет Уклонение, Крит, поглощение/отражение Урона, Вампиризм. ",
        "text_color": [
          0.5,
          0,
          1
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "",
    "answers": [
      {
        "id": 4,
        "text": "Оно... Работает.",
        "lua_do": "function lua_do()\nif math.random(100)> 6 then\nGho=6\nend\nif math.random(100)<6 then\nGho = 8\nend\nend "
      }
    ]
  },
  {
    "id": 3,
    "text": "",
    "answers": []
  },
  {
    "id": 4,
    "text": "",
    "answers": []
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "О ком Вы хотите узнать?",
    "answers": [
      {
        "id": 11,
        "text": "[Фантезист]"
      },
      {
        "id": 12,
        "text": "[Невозможник]"
      }
    ]
  },
  {
    "id": 11,
    "text": "                        [Начало]\n\nБелая Азовская ночь. Зимняя метель (редкое в южном городке явление!) раскидывала снег туда-сюда. Сидя у окна, я рисовал снежных призраков. Получалось, мякго говоря, двумерно, так как в девять лет я рисовать не сильно умел.\nВнезапно на ум полезли строчки. Я, прям поверх призраков, стал быстро строчить:\n  Средь синих морей, среди горных вершин,\n  Среди черных пещер, средь зеленых лугов,\n  Среди мрака и тьмы Затуманных Тишин,\n  Средь Жизни и Смерти, двух главных врагов,\n\n  Там где есть солнца свет и там,\n                                             где его нет,\n  Семь героев идут через черную мглу,\n  Где разгадана тайна, где был найден ответ,\n  Где был найден Айсколд, как иголка в стогу!\n  \n  Семь героев прошли через Лёд и Огонь,\n  Но вернулось всего лишь четыре из них…\n  И один вдруг воздел к небесам ладонь \n  Ну а в ней засветился заветный рубин!\n\nМногое началось именно с этого стихотворения… Так была начата история Фантезиста.",
    "answers": [
      {
        "id": 13,
        "text": "[Великий Сон]"
      }
    ]
  },
  {
    "id": 12,
    "text": "\"Это не мы шлакоблокуни, это они —...\"®\n(Невозможник, дискуссия о основных недостатках героя Эраста Фандорина)\n\nВсё началось невероятно давно. Вначале было Слово...\nА потом был и я.\n\nС завидной для любого кошачьего скоростью, я поглощал все книги, до которых дотягивался.\"Электронник\", \"Хроники Нарнии\", \"Черновик\", \"Тайны Перми\", \"Гарри Поттер\", \"Мутангелы\", \"Круглосуточный книжный мистера Пенумбры\"... Но к концу года книги закончились, а их авто... а их оставшиеся живыми авторы не планировали писать продолжение в этом столетии.\n\nТогда меня и нашли Текстовые Квесты.\n\nМы помним друг друга совсем молодыми. 1.14 лет одному, ещё сколько-то другому... Передо мною открылся мир, являющийся прочным союзом программирования и литературы. Долгие годы я постигал его тайны и наблюдал за его эволюционными метамофозами. Слова времени тянулись по полотну мысли.\n\nЯ тоже эволюционировал вместе с Текстовыми Квестами. Переходя от \"Найди ключ\", \"Найди дверь\", \"Поверни направо\", \"Начни сначала\", я дошёл до \"— Привет! Слышал о той выставке?\", \"[Совершить отчаянную попытку за что-нибудь ухватиться\", \"Ваша сила — 5\".\n\nЯ знаю, что не один такой. Но найдётся ли человек, способный на шедевры, вырывающиеся в мир торнадо из впечатлений? Как оказалось, такие люди есть. И в июне года жёлтой земляной свиньи я нашёл соавтора, настолько безбашенного, что без сомнений принял предложение таинственного комментатора, настаивающий на общей работе. Соавторстве. \nЭто меня удивляет. \n\nЯ не хочу думать о той возможности, что кому-то может не понравиться наше творчество. Кем же нужно быть, чтобы так поступать? А я знаю кем. \n",
    "answers": [
      {
        "id": 1,
        "text": "[Неожиданный обрыв повествования] "
      }
    ]
  },
  {
    "id": 13,
    "text": "                          [Великий Сон]\n\nЭто произошло через полгода после первого события.\nМне в тот день исполнилось десять лет. Я в который раз перебирал подарки перед сном.\nПотом я лег и сразу же заснул. Я ещё не знал, ЧТО свершится в эту ночь.\nВо сне я всё видел от третьего лица (с тех пор, да и до этого, я видел только от первого, был персонажем).\nКудрявый парень вел шестерых подростков по мосту, старому и гнилому, нависнувшему над Роковым Ущельем. По одному, они пробирались по скрипящим доскам. И вот, когда не перешли через мост только двое, раздался девичий крик, и злобный смех. Сквозь клубы дыма было видно, что парень сталкивает светловолосую Ангелину (по крикам другого парня я определил её имя).\nИ вот она полетела вниз, на дно ущелья.\nИ я, шокированный, проснулся. В голове ещё стоял чей-то голос, но я не мог понять, что и кто со мной говорит. Я одно слово смог разобрать: \"Александр…\" Обращались ко мне.\nЧерез пять минут шепот изчез, но воспоминание о том сне осталось…",
    "answers": [
      {
        "id": 14,
        "text": "[Первое издание]"
      }
    ]
  },
  {
    "id": 14,
    "text": "                       [Первое Издание]\n\nЯ сел за работу над книгой. Нашёл блокнот. И начал писать!\nКогда я написал содержания страниц на 20, я остановился. Мне не нравилось то, что я писал! И это ужасно, поверьте.\nЯ пытался исправлять, но не мог. Тогда я поработал над сюжетом ещё два года. Кое-что за это произошло…",
    "answers": [
      {
        "id": 15,
        "text": "[Текстовые Квесты]"
      }
    ]
  },
  {
    "id": 15,
    "text": "                       [Текстовые Квесты]\n\nЯ увидел это великое приложение в \"Плей Маркете\". Через месяц, дойдя до 10 уровня (Да, тогда ещё были уровни!) я стал автором. Придумал себе псевдоним Fantezist (Изначально Fun tezis). Написав на нём немного \"безделушек\": \"Приключения Сушироллика\", \"Приключения Сушироллика 2: Через Океан\", \"Печенюшный Рыцарь или Атака Обжор\", я забросил приложение, так как мой авторский оскал был ещё слаб…\nЧерез несколько месяцев я вернулся! И начал писать Семеро — великий квест. Я не читал газет, не знал, какой стиль людям подходит больше. Я просто писал.\nОднажды я решил посовещаться с читателями, как мне лучше писать. Даже название придумал: \"Террария : система Соавторов\".\nТогда я познакомился с Невозможником.\nПосле недолгих уговоров я перешёл на его аккаунт.\n\nНо пробудилось Семеро в моей крови немного раньше…\n",
    "answers": [
      {
        "id": 16,
        "text": "[Настолки и Макс]"
      }
    ]
  },
  {
    "id": 16,
    "text": "       [Настольные ролевые игры и Макс]\n\nЛетние каникулы были уже близко. Расслабляясь, мы перестали уже думать об уроках. Иногда на переменах мне было ужасно скучно. И я начал делать… Настоящие ролевые игры, хоть и не знал, что это такое. Пока они были лишь словесными, без фишек и карт, но некоторым понравилось. Вообще, те, кто не любит Настолки, просто не могут понять всех её прелестей. Мне жаль тех, кто считает Настолки \"игрушкой для ненаигравшихся в детстве младенцев\" или \"реальностью деградации\". Но, ближе к теме.\nЯ был воодушевлен, и решил сделать импровизационную Настолку по уже поднадоевшему Вам \"Семеро\". Откликнулся лишь один, Макс. Он попросил описать всех персонажей, и… я затруднялся в ответе! Я просил его помочь, и он помог мне. Мы создали семь персонажей. То есть, шесть: Хелли (В первом издании Виолетта) у нас не получалась.\nЛишь благодоря Невозможнику я смог её представить.\nМы объединились. Потом к нам присоеденился Рагнарек, и мы вчетвером назвали себя FANcom.\n\nСпасибо, что дослушали!",
    "answers": [
      {
        "id": 1,
        "text": "[На первую страницу]"
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  }
]