[
  {
    "id": 1,
    "text": "Жанр: фантастика, драма, апокалипсис, микроквест.\nАвтор: Teppish (Тина Кобушко)\n\n\"Загрязнение планеты однажды нас всех погубит\", — звучит со всех экранов телевизоров.\n\n\"Наше время на Земле подходит к концу\", — факт, который знает каждый.\n\nОднако, не смотря ни на что, мы продолжаем совершать одни и те же ошибки... Каждый из нас ежедневно приближает нашу планету к гибели, даже об этом не задумываясь.\n\nЯна — одна из многих и такая же как все. Она  красит волосы в зеленый, но не потому что любит экологию. Она ходит на вечеринки, употребляет отдельные виды растительности и только в такие моменты благодарит природу за дары... Она не сортирует мусор, потому что \"зачем этим парить мозги?\".\n\nНо однажды ей представится шанс осознать свои ошибки. Ей представится возможность самой увидеть то, к чему ежедневно приводят действия людей — и её в том числе... Она увидит конец света.\n\nПроживите за Яну этот момент, посмотрите на всё её глазами и сделайте выбор. Возможно, благодаря решению одного человека изменится судьба всей планеты?",
    "answers": [
      {
        "id": 2,
        "text": "Начать..."
      },
      {
        "id": 3,
        "text": "Концовки"
      },
      {
        "id": 4,
        "text": "Связь с Автором",
        "url": "https://vk.com/id537741946"
      },
      {
        "var_str_set": [
          "global bg_music",
          "id1"
        ],
        "initSounds": [
          "id1",
          "http://d.zaix.ru/cGES.mp3",
          "id2",
          "http://d.zaix.ru/cGF2.mp3",
          "id3",
          "http://d.zaix.ru/cCTz.mp3"
        ],
        "id": 1,
        "calculate": true,
        "text": "Музыка"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c855120/v855120389/71e30/HePJrjlcxJs.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c855120/v855120389/71e30/HePJrjlcxJs.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Яна очнулась.\n\nТело нестерпимо болело, словно по нему проехал каток, а мозг отказывался вспоминать то, что было вчера. Когда она пыталась это делать — голову пронизывал новый импульс боли.\n\nДевушка не могла пошевелиться, не могла приподнять веки, хотя что-то подсказывало ей, что она уже лежит с открытыми глазами...\n\n\"Но почему так темно?\" — мелькнул в голове соответствующий вопрос. \"Неужели я вчера настолько \"повеселилась\", что, к чертям собачим, угробила себе зрение?!\"\n\nНо тут земля содрогнулась, и это прервало её размышления. До этого черное, как смола, небо, пронзили ярчайшие вспышки света. Они ослепили всё вокруг, и Яна наконец смогла увидеть где она находится — лежит на сырой почве, прижатая какими-то обломками и мусором. \n\nМусор был повсюду... Горы, огромные горы возвышались так высоко, что девушка не могла разглядеть их вершины...\n\n\"Я что, на свалке?\" — в ужасе поняла Яна. Не помня себя от страха, девушка попыталсь спихнуть с себя всё, что сковывало движение, но безуспешно... И тут снова настал полный мрак.",
    "answers": [
      {
        "id": 5,
        "text": "Продолжать пытаться высвободиться"
      },
      {
        "id": 2,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_str_set": [
          "global bg_music",
          "id2"
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Здесь будут расположены Ваши открытые концовки.",
    "answers": [
      {
        "id": 8,
        "text": "\"Сдалась слишком рано\"",
        "need": 8,
        "need_ever": true
      },
      {
        "id": 13,
        "text": "\"Ради улыбок детей\"",
        "need": 13,
        "need_ever": true
      },
      {
        "id": 14,
        "text": "\"Всего лишь муравей\"",
        "need": 14,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Опции:",
        "comment": true
      },
      {
        "id": 1,
        "text": "Вернуться на первую страницу"
      }
    ]
  },
  {
    "id": 4,
    "text": "♡",
    "answers": [
      {
        "id": 1,
        "text": "На первую"
      }
    ]
  },
  {
    "id": 5,
    "text": "Несмотря на страх, девушка на ощупь пыталась себя высвободить. Несколько минут Яна работала не покладая рук, скидывая с себя тяжелые обломки техники и мусора. Грянул гром, и начинал накрапывать дождь, но даже это её не остановило, а стало ещё большим стимулом быстрее выбраться...\n\n\"Боже правый, как я здесь оказалась? За что, за что?\" — на глаза Яны наворачивались слезы, ведь как ни старалась вспомнить, из памяти словно вырезали события вчерашнего дня... \n\nНаконец, у неё получилось сесть. Руки тряслись то ли от страха, то ли от усталости. Остался последний рывок — высвободить ногу, которую намертво прижала к земле какая-то огромная металлическая конструкция...\n\nСверкнула молния и попала в какие-то коробки неподалеку. Теперь Яна смогла разглядеть то, что мешало ей встать — старая стиральная машинка. \n\nДевушка изо всех сил дернула ногу и скривилась от боли — громадина не сдвинулась ни на сантиметр. Тогда девушка повторила попытку — и снова безрезультатно... А ведь ещё недавно она и подумать не могла, что может пострадать от обычной бытовой техники...",
    "answers": [
      {
        "id": 7,
        "text": "Не сдаваться и продолжать попытки выбраться"
      },
      {
        "id": 8,
        "text": "Сдаться и заплакать от безнадежности"
      }
    ]
  },
  {
    "id": 6,
    "text": "И Яна ехала. Ехала, ведь в движении было её спасение... \n\nОна ехала, несмотря на боль в ноге, на клубы дыма от горящего мусора, что заслоняли дорогу, и на несколько падений от то и дело выскакивавших из ниоткуда вещей: мебели, техники и пищевых отходов.\n\n\"Боже, сколько же тут мусора...Меня сюда притащили, чтобы убить...\" — думала Яна и на глаза наворачивались слезы. \"Вот только за что?\" Но девушка, кажется, знала ответ на последний вопрос...\n\nЗахотеть убить можно за что угодно, кто-кто, а Яна знала, что далеко не всегда была так мила и идеальна, как хотелось бы. Например, громко слушала музыку поздно вечером, когда устраивала шумные вечеринки... Не здоровалась, а то и хамила соседям... \n\nКогда покрасилась в зеленый, и соседский мальчик Ванечка спросил: что это у тети на голове за кака? — ответила в очень грубой форме... Малыш разрыдался, а его мама проводила её испепеляющим взглядом. Но разве можно за это убить?\n\n\"А может, это из-за того, что я складывала мусор прямо на лестничной площадке? Соседи договорились и решили так наказать...\"\n\nНо от этой мысли Яне стало ещё больше не по себе. Девушка ясно решила для себя, что когда выберется отсюда — всегда-всегда будет выносить мусор и даже сортировать! \n\n\"Если выберусь...\"  — подумала она мрачнее.",
    "answers": [
      {
        "id": 9,
        "text": "Увидеть выход со свалки"
      }
    ]
  },
  {
    "id": 7,
    "text": "На лбу выступили капельки пота, прядь зеленых волос прилипла к лицу, но Яна, сжав зубы, из последних сил дернула ногу...\n\nИ в этот самый момент очередная молния ударила в вершину мусорной горы. Взрыв, что сопровождался чудовищным звуком, спровоцировал обвал — тонны мусора полетели вниз, прямо на Яну...\n\nНо девушка успела отскочить вовремя. Упала, ударилась, в ужасе уставилась на то место, где лежала ещё несколько секунд назад. Но она была жива и практически цела, царапина на ноге — ничтожная цена за спасенную жизнь...\n\n\"Ужас... Какой ужас!!!\" — думала девушка, отползая дальше от места, откуда могла бы никогда не уйти, если бы помедлила. \n\nВ итоге, девушка уперлась во что-то спиной. Ржавая металлическая конструкция с двумя колесами никогда ещё не заставляла Яну почти танцевать на месте от радости!\n\n\"Я уеду... Уеду из этого ада!\" — решила она, седлая старый велосипед.",
    "answers": [
      {
        "id": 6,
        "text": "Ехать куда глаза глядят"
      }
    ]
  },
  {
    "id": 8,
    "text": "Было страшно, темно и больно. От безнадежности Яна заплакала...\n\n\"Я здесь застряла. Кто-то хотел меня убить и его план успешно срабатывает...\" — с ужасом подумала девушка и заплакала ещё сильнее.\n\nДождь усилился.\n\nЗеленые пряди волос приклеились ко лбу девушки...\n\n  — За что-о... — протянула Яна и в этот самый момент очередная молния ударила в вершину мусорной горы. Взрыв, что сопровождался чудовищным звуком, спровоцировал обвал — тонны мусора полетели вниз, прямо на Яну...\n\nИ девушка не успела отскочить или вырваться. Тяжелая стиральная машина, которая зажала ногу, так её и не выпустила из цепких металлических лап... \n\nЯну не найдут, да и некому будет искать под этими обломками. Разве что инопланетяне, и то вряд ли. Ведь мусорку-Землю все ещё долго будут обходить стороной, пока через несколько сотен лет природа не возьмет своё...",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест"
      }
    ]
  },
  {
    "id": 9,
    "text": "И тут она увидела выход. Сгнившие ворота почти полностью завалились на землю, и Яна без труда проехалась прямо по ним, всё больше и больше набирая скорость...\n\nДевушка действительно была уверена, что свобода близка. Думала, что это просто неудачный день, что злая шутка, и конец всему плохому вот-вот настанет. Но она даже не подозревала насколько ошибалась...\n\nСначала появился странный розовый туман. А тишина, мертвая тишина, которая была перебором даже для самой отдаленной свалки, казалась действительно пугающей...\n\nИ тут она увидела... Это.\n\nОна оказалась на берегу водоема. Запах черной гниющей воды заставил её быстро надеть капюшон и заслонить нос его краем. Яна чудом успела затормозить прямо перед водой — всего секунда, и девушка оказалась бы в этой жиже с головой...\n\nНо это был ещё не конец — Яна замерла, ведь не могла отвести глаз от страшной картины. Город на том далеком берегу, который точно не был родным городом девушки, пылал. С неба всё больше сыпались огненные шары и взрывались, врезаясь в такие хрупкие, как оказалось, стены зданий...",
    "answers": [
      {
        "id": 10,
        "text": "Продолжать наблюдать за картиной"
      },
      {
        "id": 11,
        "text": "Ехать дальше как можно скорее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Яну трясло от шока, она застыла, не в силах пошевелиться. Велосипед завалился на землю, но девушка не обратила на это никакого внимания.\n\n  — Нет!!! — закричала она и медленно осела на землю. — Что происходит? Нет!!!\n\nНа глазах девушки мир рушился, она это понимала. И самое ужасное — ничего не могла с этим сделать...\n\nПодул ветер и ей в лицо врезался какой-то листок. Трясущимися руками девушка попыталась его сорвать, но газетный лист словно сам хотел, чтобы она его прочла...\n\n  — 21 декабря 2112 года. Человечество доживает свои последние дни. Мы пережили затопление Европы, но не в силах предотвратить последствия своей же собственной ошибки — запуска в космос квадриллиона тонн мусора, который, в своё время, не успели утилизировать. Из-за ошибки системы была запущена программа возвращения его на Землю. Так что, если вы ещё живы — это ненадолго... \n\nЯна сидела и смотрела на листок, что легонько подрагивал на ветру. То, что она прочла — не укладывалось в голове...\n\n\"Здесь написано про 2112 год... Но я же из 2019 года... Я что, в будущем?!\" — подумала Яна. \n\n  — Человечество доживает свои последние дни... — прошептала она. — Нет! Это не может быть правдой!",
    "answers": [
      {
        "id": 12,
        "text": "Услышать шум взрыва неподалеку"
      }
    ]
  },
  {
    "id": 11,
    "text": "Яну затрясло от шока, она даже ущипнула себя, чтобы проверить не снится ли ей этот кошмар...\n\n\"Нет, это не сон...\" — осознание принесло новую боль. Но как она тогда здесь очутилась? И почему?\n\nДевушка снова села на велосипед и поехала дальше. Стоять на месте казалось опасным... Всё сильнее и всё ближе слышались взрывы. Яне было страшно. Очень страшно...\n\nМусор был везде. Она ехала вдоль берега, ведь не видела другой дороги...\n\nВнезапно подул ветер, и ей в лицо врезался какой-то листок. Трясущейся рукой девушка попыталась его сорвать, но газетный лист словно сам хотел, чтобы она его прочла...\n\n  — 21 декабря 2112 года. Человечество доживает свои последние дни. Мы пережили затопление Европы, но не в силах предотвратить последствия своей же собственной ошибки — запуска в космос квадриллиона тонн мусора, который, в своё время, не успели утилизировать. Из-за ошибки системы была запущена программа возвращения его на Землю. Так что, если вы ещё живы — это ненадолго... \n\nЯна сидела и смотрела на листок, что легонько подрагивал на ветру. То, что она прочла — не укладывалось в голове...\n\n\"Здесь написано про 2112 год... Но я же из 2019 года... Я что, в будущем?!\" — подумала Яна. \n\n  — Человечество доживает свои последние дни... — прошептала она. — Нет! Это не может быть правдой!",
    "answers": [
      {
        "id": 12,
        "text": "Услышать шум взрыва неподалеку"
      }
    ]
  },
  {
    "id": 12,
    "text": "И тут раздался оглушительный взрыв. Он прозвучал совсем неподалеку, взрывная волна подкинула Яну в воздух и заставила больно приземлиться на землю, ударившись при этом головой.\n\nВсё поплыло перед глазами. Яна лежела на земле, раскинув руки в стороны и наблюдая за небом. Несколько ярких вспышек рассекали кромешно черное небо и подыскивали себе новое место для падения...\n\n\"Значит, это правда... Это не может быть розыграшем\", — думала Яна. \"Настал конец света... А во всем виноваты люди. А ведь я тоже была одной из них!\" — на глаза навернулись слезы.",
    "answers": [
      {
        "id": 13,
        "text": "- Ах, если бы был шанс всё исправить... Я бы изменилась. Я бы была другой... Я... - почти задыхаясь прошептала она.",
        "blackout": true
      },
      {
        "id": 14,
        "text": "- Но почему именно я? Почему не тысячи других провинившихся, что уничтожали эту планету годами? Почему именно я здесь? - почти задыхаясь прошептала она.",
        "blackout": true
      }
    ]
  },
  {
    "id": 13,
    "text": "Яна стояла посреди большого зеленого сада. Огромные, почти с человеческий кулак, сливы висели прямо у её лица. Девушка улыбнулась — наконец-то её работа дала первые плоды, и в прямом, и в переносном смысле.\n\nПрошел ровно год с тех пор, как девушка очнулась после того ужасного кошмара. Да, именно, оказалось, что все те события были лишь страшным сном, однако это не помешало Яне пересмотреть свои взгляды на жизнь и изменить её навсегда.\n\nПервым делом, она вычистила свою квартиру от хлама — если порядок на столе, то и в голове. Затем извинилась перед соседями — ради этого самолично испекла несколько пирогов с фруктовой начинкой! Никогда раньше такого не делала, но вдруг на неё нашло озарение...\n\nНаконец-то устроилась на работу, в магазин цветов, продавщицей. Теперь никаких пьяных гуляний в мутных компаниях, а стабильный заработок и новые порядочные знакомые. А в свободное время — волонтерство, как сейчас...\n\n  — Яна, подсади! — маленький мальчик Ваня, которому уже успело исполниться четыре годика, тянул маленькие ручки к девушке. \n\n  — Рос, да ростом не удался! — улыбнулась Яна и подсадила малыша поближе к сливе. Ванечка радостно сорвал одну и почему-то приложил к волосам девушки.\n\n  — Ванюш, у Яны на голове сливки не ростут, — улыбнулась Марина, мама малыша, которая незаметно подкралась сзади. За этот год девушки-ровесницы успели подружиться. А кто бы мог подумать!\n\nЯна улыбнулась. Единственное, что не изменилось со времен того кошмара — её зеленые волосы. Как напоминание о том, что нужно беречь и любить природу, тогда такие малыши, как Ванюшка, будут ещё долго улыбаться...",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест"
      },
      {
        "id": 13,
        "text": "Новый ответ. введите текст",
        "var_str_set": [
          "global bg_music",
          "id3"
        ],
        "calculate": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Яна очнулась у себя в постели в холодном поту. Она ещё не до конца понимала, что это был всего лишь сон — чего стоит страшный синяк на ноге и царапина... Разве это не от той дурацкой стиральной машины на свалке? \n\n\"Нет\", — отмахнулась она. \"Просто ночью ударилась о спинку кровати, а больной прокуренный мозг нарисовал картинки...\"\n\nДевушка вскочила с кровати и выглянула в окно — была уже середина дня, она каждый раз так просыпалась после вписки, но какое-то внутреннее беспокойство захватило ее душу.\n\n\"Люди работают, бегают, как муравьи, и не задумываются о важном\", — усмехнулась Яна. \"Они — такие же, как и я. Один человек не может изменить этот мир к лучшему... А дурной сон — всего лишь сон. Так с какой стати я должна волноваться?\"\n\nТак и произошло. Так и должно было произойти... Как вообще можно было предположить, что если показать будущее такой испорченной и равнодушной девушке, как Яна, что-то изменится?\n\nПройдет время, пройдут года. Пройдет почти целый век. Яна умрет, умрут все дурацкие равнодушные муравьи. Сон станет явью — уже будет поздно что-то изменить...\n\nНо ты не Яна. Ты — это ты. Не будь муравьем...",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  }
]