[
  {
    "id": 1,
    "text": "Жанр : Романтика.<s>r\nАвтор: Жизнь.    <s>r\nСоАвтор : AnthonySamet(Антон Волков)<s>r\n<s>r\nМне 21 год. Меня зовут Антон Волков.<s>r\nУ меня есть любящая жена — Александра и двое детей — Алиса и Дмитрий.<s>r\nНа данный момент я счастлив, всё прекрасно, но на днях я удосужился вспомнить историю, что произошла со мной в 15 лет. <s>r\n<s>r\nЭта моя история. На тот момент мне было 15 лет. <s>r\nЕщё в школе я познакомился со своей одноклассницей, с которой и стал лучшими друзьями. Всё время мы проводили время вместе, веселились , обменивались информацией и хорошими пожеланиями.<s>r\nТогда, в начале 9 класса. Лишь один день и один поступок изменил всю мою жизнь.  Изменил весь поток моих мыслей и моё поведение.",
    "answers": [
      {
        "id": 2,
        "text": "Начало истории.",
        "blackout": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d32/1906/eb/1b6cf08d1817.jpg\n",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Тот самый день я помнил отчётливо. Это была суббота. Обычно по субботам мы ходили на Проф.Ориентацию . Так как мы 9 класс, нужно было выбирать профессию. Тогда я с лучшим другом приехал из другого соседнего города сюда, города располагались в пяти километрах друг от друга. Денис — а именно так звали лучшего друга, шёл рядом со мной и всегда был рядом. Так же, я всегда называл его \"Дёня\", из-за чего его все и стали называть именно так. Мы подошли к небольшому зданию, что располагалось за территорией больницы, от куда шла остановка. ",
    "answers": [
      {
        "id": 4,
        "text": "Подождать друзей, что шли по противоположной стороне дороги."
      }
    ]
  },
  {
    "id": 3,
    "text": "Когда мы вошли в сам колледж, перед нами открылся огромный коридор. По среди него стояли растения, коридор освещало четыре окна и на каждом окне стояли цветы. Впереди сидела вахтёрша. Она поприветствовала нас и попросила подождать. Позже подошла и та, кто должна была проводить экскурсию. Наш же Проф.Консультант пришёл почти после нас , её звали Светлана Фаустовна. <s>r\nПосле того, как мы собрались , нас повели в один из кабинетов и там мы заняли свободные места.<s>r\nМы с Денисом сели на первую парту и стали слушать эту нудную лекцию. Пока нам рассказывали лекцию, я что-то начал говорить про Сашу — мою лучшую подругу. Денис слушал это всё и в конце концов выдал следующее : \"А хочешь, я сейчас ей напишу о том, что ты её любишь?\" , — спросил он полушопотом.<s>r\n— Я. Стой. С чего ты взял , что я влюбился? — спросил я и кинул на него свой взгляд.<s>r\n— Да брось, это же видно ! Ну что? Согласен? — посмотрел на меня Дёня и достал телефон. <s>r\nЯ знал, что даже если он и напишет, то он не отправит это сообщение. В момент, когда он ещё раз спросил у меня, отправлять или нет я лишь промолчал. Его палец коснулся кнопки и сообщение было доставлено Саше. Оно дошло. Денис отложил телефон в сторону и продолжил слушать лекцию. Я был просто в шоке и в страхе, что будет? Какая реакция? Просто пришёл в упадок.<s>r\nТогда то моё сердце и впрямь стало колотиться. Через минут 10 моей тряски мы вышли в коридор. Он был очень тёмный, народу собралось куча, а нас решили отвести в мастерские. Я всё спрашивал у Дёни, не прочла ли она сообщение и всё такое, но я не думал о том, чтобы его удалить.",
    "answers": []
  },
  {
    "id": 4,
    "text": "— Дёнь, смотри кто идёт! — сказал я указывая на  противоположную сторону дороги.<s>r\n— Ооо, какие люди. Подождём. <s>r\nТам шли двое наших друзей — Игорь и Паша, а с ними наши одноклассницы — Лиза и Полина.<s>r\nМы подошли поближе к парадной двери колледжа и подождали ребят, они быстро дошли и поприветствовали нас. <s>r\nКогда мы вошли в сам колледж, перед нами открылся огромный коридор. Посреди него стояли растения, коридор освещало четыре окна и на каждом окне стояли цветы. Впереди сидела вахтёрша. Она поприветствовала нас и попросила подождать. Позже подошла и та, кто должна была проводить экскурсию. Наш же Проф.Консультант пришёл почти после нас.<s>r\nПосле того, как мы собрались , нас повели в один из кабинетов и там мы заняли свободные места.<s>r\nМы с Денисом сели на первую парту и стали слушать эту нудную лекцию. Пока нам рассказывали лекцию, я что-то начал говорить про Сашу — мою лучшую подругу. Денис слушал это всё и в конце концов выдал следующее : \"А хочешь, я сейчас ей напишу о том, что ты её любишь?\" , — спросил он полушёпотом.<s>r\n— Я. Стой. С чего ты взял , что я влюбился? — спросил я и кинул на него свой взгляд.<s>r\n— Да брось, это же видно ! Ну что? Согласен? — посмотрел на меня Дёня и достал телефон. <s>r\nЯ знал, что даже если он и напишет, то он не отправит это сообщение. В момент, когда он ещё раз спросил у меня, отправлять или нет, я лишь промолчал. Его палец коснулся кнопки и сообщение было доставлено Саше. Оно дошло. Денис отложил телефон в сторону и продолжил слушать лекцию. Я был просто в шоке и в страхе, что будет? Какая реакция? Просто пришёл в упадок.<s>r\nТогда то моё сердце и впрямь стало колотиться. Через минут 10 моей тряски мы вышли в коридор. Он был очень тёмный, народу собралось куча, а нас решили отвести в мастерские. Я всё спрашивал у Дёни, не прочла ли она сообщение и всё такое, но я не думал о том, чтобы его удалить.",
    "answers": [
      {
        "id": 5,
        "text": "Пройти в мастерскую."
      }
    ]
  },
  {
    "id": 5,
    "text": "Мы вошли в мастерскую. Перед нами открылся огромный зал, на подобии спортзала, только место колец и баскетбольных мячей здесь была огромная куча станков. Нас попросили подойти и сфотографироваться у одного из них. После чего разрешили осмотреть все станки самим. <s>r\nЕщё до этого дня мы договаривались прогуляться с Сашей и взять Дениса. Так что я уже ждал, когда наконец закончится Проф.Ориентация. <s>r\n— Смотри, она прочла, что-то пишет , — сказал мне только что подошедший Денис.<s>r\nСердце забилось ещё сильнее , и я стал паниковать. Далее я прочёл уже полный диалог Дениса и Саши, там было написано следующее: <s>r\n— Саша. Тоха тебя любит.<s>r\n— Ммм. А он об этом знает?<s>r\n— Да, он сам попросил меня написать.<s>r\n— Мг. Ты же идёшь с нами гулять сегодня? <s>r\n— У меня брат один дома, нужно ехать домой.<s>r\n— Ну Денис!<s>r\n— Не отводи тему.<s>r\n<s>r\nЧто-то такое я в тот момент прочёл, честно говоря... Я был в недоумении. Просто не знал, какой из этого делать вывод? В эту секунду к нам подошли наши одноклассники : Паша и Игорь. Они были друзья на век, как и мы с Дёней. В общем-то, они решили мне помочь со всем этим, но сначала конечно же поржали, как же без этого. <s>r\n— Слушай, я знаю, что тебе нужно делать, — сказал Игорь<s>r\n— Слушаю, — лишь проговорил я.<s>r\nОн рассказал про то, какой у него был опыт с девушкой и все дела. Пацаны давали много советов, но для меня они казались ужасными. Но мне понравился лишь один совет — покупка Розы. Самонадеянно, не так ли? Так же я понимал, что сейчас я буду просто молчать и сказать мне будет явно нечего, по итогу я стал уговаривать Дёню пойти со мной, через пару уговоров парней он всё же согласился, его брат подождёт часик. Идея с Розой оказалась бредовой и мы с Дёней просто встретили Сашу и пошли в ТЦ. Там можно было посидеть на диванчиках и поговорить.<s>r\n",
    "answers": [
      {
        "id": 7,
        "text": "Присесть на диванчик."
      }
    ]
  },
  {
    "id": 6,
    "text": "Спустя какое-то время я написал моему хорошему дальнему другу из России, его звали Тимофей. Он уже прошёл некий путь любви и рассказал мне, что по итогу делать. Мне нужно было действовать. Нужно было поговорить с ней по этому поводу и в тот же день я написал ей и объяснился, диалог был следующий:<s>r\n— Саш, хотел объясниться за то , что тебе сегодня написал Дёня... <s>r\nВ общем, я просто хочу знать твою реакцию на всё это... Если хочешь, можем к этой теме вообще не возвращаться. Принимай это как хочешь.<s>r\n— Антон, ты думаешь я не знала?<s>r\n— Ну, я хотя бы выслушаю.<s>r\n— В последнее время ты стал вести себя иначе, совсем иначе. И-и-и-и, ты мне нравишься, очень...<s>r\n— Но есть какое-то \"но\". Верно? — уже зная исход разговора спросил я.<s>r\n— Да. Мне так же нравится (Имя засекречено). И что мне прикажешь делать?<s>r\n— Я не могу тебе приказывать. Сама знаешь. Как говорится, слушай своё сердце. Верно?<s>r\n— Да, так что, давай пока что всё оставим как есть, ладно? Я не хочу тебя обидеть.<s>r\n— Да, сойдёт, — сказал я и бросил телефон на кровать. Я встал с кресла и с дури дал кулаком об стенку, потом обтряхнул кулак и взял телефон, дописал следующее: — Без обид, та и всё это слишком резко навалилось.<s>r\n— Прости меня, за то, что не замечала.<s>r\n— Не нужно было этого делать. Давай без извинений, я всё понимаю. <s>r\nА то сейчас по полчаса будем друг у друга просить прощения, поверь , мне ведь тоже есть за что извиняться.<s>r\n— За что же это?<s>r\n— Ну, не суть.<s>r\n— Нет, говори сейчас и прямо, — как-то строго сказала она, как мне показалось.<s>r\n— По моему мнению я многое делал не так как было нужно, конечно, ты могла думать иначе, но всё же. <s>r\nЛадно, проехали это всё. Согласна?<s>r\n— Да.<s>r\n— Доброй ночи, Саш.<s>r\n— И тебе.",
    "answers": [
      {
        "id": 8,
        "text": "Спустя 4 дня."
      }
    ]
  },
  {
    "id": 7,
    "text": "Мы присели на диванчики и стали разговаривать, благо Денис помогал мне и вытягивал какие-то темы, ведь я конкретно не знал о чём вести дискуссию. Через пару минут обычного разговора мы стали играть в игру \"Правда или Действие\", просто делать было нечего и говорить о чём-либо было нужно. После игры , которая продолжалась уже около часа Денис сказал, что ему нужно домой.<s>r\nМеня этот вариант ни капли не устраивал, потому что я не знал, что ей сказать. Будто под пытками, из меня ни черта не вытащишь! Никакой информации!<s>r\n— Слушай, ну останься ещё на немного, — понимающим взглядом попросил я Братишку.<s>r\n— Не, Тоха, меня дома мелкий ждёт. Нужно его кормить, — сказал Денис и предложил следующее : — Так а вы Костяна позовите, сказал он стал выходить из-за стола.<s>r\n— Да и тем более, вам ещё о многом нужно поговорить, — с намёком сказал Дёня.<s>r\nМы побратались и он ушёл, я сразу же позвонил Костяну и попросил его прийти, потом мы продолжили играть в \"Правда или Действие\", а Саша понемногу стала заседать в телефоне.<s>r\nЧерез минут 15 пришёл Костян. <s>r\nКостян — мой хороший друг детства, как и Дёня. Благо он жил в этом же городе и он был свободен, эта ленивая задница могла и вовсе не ответить на мой звонок, но тем не менее. Он ответил и пришёл. <s>r\nВ тот момент я почувствовал облегчение. Костян здесь, а значит я могу более-менее расслабиться.<s>r\nТот день прошёл быстро, по приезду домой я всё размышлял о произошедшем за сегодня. Это был дикий вечер, мою голову переполняли эмоции и разные дурные мысли, я боялся быть отвергнутым. Придурок.",
    "answers": [
      {
        "id": 6,
        "text": "Спустя какое-то время."
      }
    ]
  },
  {
    "id": 8,
    "text": "Сегодня в школе намечалась дискотека. Саша написала мне , а потом речь зашла про дискотеку. Она спросила у меня, иду ли я.<s>r\nЯ не знал, но Денис тащил меня туда с условиями, что там будет явно весело. Саша же решила точно так же и конечно же потащила туда и меня. <s>r\nК вечеру мы приехали в школу, как сейчас , помню тот день. Музыка в Актовом зале уже рвала во всю. Мы только зашли в зал , в этот момент кто-то схватил меня за руку и потащил танцевать, когда со сцены прошёлся свет,  я увидел лицо Саши, она была прекрасна. Точно не помню, во что она тогда была одета, но разве это важно? Конечно нет, мне было важно лишь то, что она была там. Если бы не она, моей ноги и не было бы на той самой дискотеке. <s>r\nТанцевать я умел, но под такую музыку, что играла ... Это было почти невозможно, эта вся музыка была подобрана ужасно, по итогу я потанцевал под пару песенок, и то с одинаковыми движениями. Танцевали всей кучей, народу было не так много, но мы танцевали. Денис был рядом, ещё были наши одноклассники. Когда хорошая музыка прекратилась я уселся на кресла, что стояли в самом углу зала, ведь убирать их было бы глупо. Потом Саша всё же затащила меня обратно и уже взявши меня за руки стала танцевать, стала помогать мне. Я стал танцевать, получалось, но как только она отпустила руки я сразу же стал будто бессилен. Чёрт его знает, что со мной тогда происходило. <s>r\nЧерез ещё парочку песен я вышел из зала в коридор, за мной пошёл ещё кто-то из друзей. Там мы поговорили, потом Саша снова затащила меня в зал. Итог, мы втроём свалили с дискотеки . Саша повела нас блуждать по снегам. Да, на улице был декабрь, число семнадцатое. Мы прошлись по голому полю, рядом было ТЦ. Все ботинки были в снегу, потом мы пошли в ТЦ и там немного посидели и поговорили. Меня на тот момент переполняли эмоции, снова, я уже был готов к тому, что в моей жизни всё налаживается. Но, как обычно, всегда есть какое-то \"но\".",
    "answers": [
      {
        "id": 9,
        "text": "Новый год."
      }
    ]
  },
  {
    "id": 9,
    "text": "Новый год подходит к своему началу. Пришло время. Тогда мы переписывались почти с шести вечера, хотели встретиться в полночь около новогодней ёлки, но чёрт возьми, кто меня отпустит? Я же послушный блин. Да и полиция явно спать не собирается... <s>r\nМомент истины. 12:00.  Я написал ей первый и пожелал всего прекрасного, я пожелал прекрасного года и всего всего. Ответ пришёл моментально, мы долго обменивались любезностями.<s>r\nТогда я написал многим людям, поздравлял с Новым Годом. Я ушёл в другую комнату и слушал её голосовые сообщения, слушал, слушал, а потом записал следующее сообщение: <s>r\n\"Я хочу, чтобы этот год изменил всю нашу жизнь. Чтобы он действительно стал идеальным, чтобы все наши мечты исполнились и исполнялись дальше. Забыть всё прошлое и начать жизнь с чистого листа.\"<s>r\n<s>r\nЯ написал это и в ответ получил следующее: <s>r\n\"Знаешь, раз всё с чистого листа, и я немного \"пьяненькая\" ... Я люблю тебя.\"<s>r\n<s>r\nУслышав это моё сердце заколотилось в сто раз быстрее обычного, я просто пребывал в шоковом состоянии. Неужели, Новый год творит чудеса? Было бы прекрасно. Я ответил ей взаимностью и мы прекрасно поговорили. Сказать, что я был рад, это ничего не сказать. Я был переполнен радостью и счастьем. Эмоции были на высоте. Я просто летал в своих мыслях и не знал, что и думать. Мне просто хотелось вечно это говорить: Я тебя люблю.<s>r\n<s>r\nЭх, а ведь кто-то скажет мне про всё это, что это полный бред...<s>r\n<s>r\nНочью мы договорились о встрече после Нового Года, которая так и не состоялась. Новый день, а мои эмоции стали меня подводить, я стал думать, что всё это было лишь наигранно, а может я просто достал её. Чёрт его знает.",
    "answers": [
      {
        "id": 10,
        "text": "Встретиться с Дёней."
      }
    ]
  },
  {
    "id": 10,
    "text": "Где-то через день или два я встретился с Дёней и мы прогулялись по городу. Да, Новый год был веселый. Чёрт возьми. Я рассказал ему обо всём, что происходило в ту ночь, я ему доверял.<s>r\nТогда неделя прошла очень быстро, я очень устал от всех этих странных для меня на тот момент мыслей, я заколебал всех, кого только можно. Тима уже выкручивался и по итогу, мы пришли к тому выводу, что мне нужно предложить ей встречаться...<s>r\nЧто я чёрт возьми и сделал, только по переписке. Идиот...<s>r\nТогда произошёл следующий разговор : <s>r\n— Привет, в общем, я что-то жёстко протупил, но должен был это сказать при встрече, но говорю сейчас. Ты готова встречаться со мной?<s>r\n— Антон, можешь кидаться в меня тапками, но нет. <s>r\n<s>r\nДалее она привела парочку дурных причин, к которым я не имею никакого отношения.<s>r\nВ тот момент я просто понял, что я самый , что ни на есть лох. Серьёзно. Сердце хоть и колотилось, Тиме я тогда написал. Написал всем, кому доверял и только мог. Тогда я послал всё к чёрту и просто вырубился.<s>r\n<s>r\nШёл день за днём и я просто бегал за ней , как собачка. Оказывается, со стороны это казалось ужасно... А как иначе то? Тогда я всё время делился этим с Денисом. Он тоже тогда дурел из-за одной девушки. Правда, не так как я... <s>r\nС каждым днём я всё больше и больше слушал Дениса, но и сам давал ему советы. С каждым днём я всё больше понимал, что это всё мне не нужно. Хватит, что за каблук чёрт возьми? Дааа, тогда я наконец-то стал так думать. Это был ужасный месяц. В конце его я просто стал её жёстко игнорировать, иногда мог не поздороваться или вообще проигнорировать её просьбу, я стал общаться с \"отбросами\" нашего класса, я стал отходить от неё всё больше и больше.<s>r\nКак-то раз, я сидел и разговаривал с парнями, о чём только не говорил. Саша и Костян сидели позади, за партой. Саша игралась с Костяном и иногда поглядывала на меня. Денис так же на меня смотрел стоя рядом, я пытался разговаривать и делать вид, что не замечал их игр.<s>r\nТогда у меня конкретно сжимались кулаки, я просто был в бешенстве, я смотрел на эту парочку и хотел сорваться и ... Не знаю, я бы точно всёк Костяну, если бы звонок не прозвенел. Уроки, как же.",
    "answers": [
      {
        "id": 11,
        "text": "Однажды на Физ-ре."
      }
    ]
  },
  {
    "id": 11,
    "text": "Шли те же дни, когда я её игнорировал и не объяснялся. Просто говорил, что всё в порядке, а она не понимала и спрашивала у Дениса. Тот так же отвечал, что всё хорошо и ничего не произошло. Тот момент, на физкультуре. Она стояла рядом и пыталась со мной поговорить, я сказал пару фраз и пошёл играть в Баскетбол с Костяном, а она подошла к Денису поговорить.<s>r\nЯ играл и боковым зрением наблюдал за ними, через минуту она заплакала и ушла в раздевалку. Я остался в непонятках, а после подошёл к Денису, тот то и рассказал, что он сказал её что-то по типу: <s>r\n\"Тоха не разговаривает с тобой из-за того, что он влюбился в тебя, а ты его отвергла. Отстранила и всё. Он целый месяц бегал и не находил себе места, а после он просто забил на всё.\" <s>r\n <s>r\nЭто не точный текст, но я помню примерно так...<s>r\nТогда я одновременно рухнул и набрался сил. Одна моя часть говорила, что я наконец-то свободен. Ведь до этого, когда она снова пыталась начать разговор, я бесился. Бесился из-за того, что она рассказывала мне про всех своих бывших. Про всех , чёрт возьми.<s>r\nЯ знаю про них больше информации , чем про себя. Я знаю про неё больше информации, чем про себя. Не суть.<s>r\nВторая же моя часть стала беситься, ведь мне стало жалко её. Денис сказал всё прямо , прямо ей в глаза. За меня. Она плакала.<s>r\nЯ в шоке.<s>r\n<s>r\nЧерез день мы поговорили, я предложил начать всё заново и просто забыть всю эту историю. Забыть всё, что тогда она услышала. Начать с чистого листа.",
    "answers": [
      {
        "id": 12,
        "text": "Начало с чистого листа."
      }
    ]
  },
  {
    "id": 12,
    "text": "Со слов Дёни, я снова стал за ней бегать, прошло недели две, как я её игнорировал, а сейчас снова. Снова всё заново. Я сам так решил. Я не могу её оставить. Просто не могу. <s>r\nС каждым днём я всё больше понимал, что влюбляюсь ещё больше. Почти каждый день были маленькие намёки на то, что это всё взаимно, но в один день я конкретно накосячил.<s>r\nМы шли домой, вчетвером. Я, Дёня, Саша, Костян — лучшие друзья же.<s>r\nДенис и Саша шли впереди, мы с Костяном шли сзади. Они разговаривали про Дёнину девушку, Саша пыталась ему помочь.<s>r\nСаша сказала что-то типо того, что она не подпустит ко мне ни одну девушку. Денис и Костя это услышали, а я ... Чёрт, придурок.<s>r\nМои мысли пошли в очень плохую сторону, уже подойдя к остановке я ляпнул такую чушь, это было очень оскорбительно и я понимал, что обидел её конкретно. Денис после мне всё рассказал, я не знал что с этим делать...<s>r\n<s>r\nНа следующий день, на английском. English — тот предмет, когда мы всегда сидим вместе, разговариваем и веселимся. Я то 8 за год получил из-за Саши, она был вдохновением для меня. Просто, иначе бы я даже не стал что-то осознавать. Хотя, вообще, учитель была очень добрая и мы ей действительно понравились. Помню, что после прихода к нам этой Учительницы я жёстко тупил, ни черта не понимал, ведь она говорила только на Английском, в ком я был не очень силён. На третьем уроке она сказала мне, чтобы я наконец-то начал включать голову, тогда то и понеслось. Я поднял оценку. Всё стало прекрасно, да, собственно говоря тогда-то я и стал сидеть рядом с Санькой.<s>r\nМы так же участвовали в конкурсе \"Я-Оратор\" , в котором я был \"Компьютерным гением\". Хах, неплохо сказано, да?  Первый год меня попросили сделать простую презентацию, сейчас же я сделал Видеоролики и смонтировал их. Тогда мы с Сашей ещё больше сблизились. Съёмки происходили то у неё на квартире, она в главной роли. Прекрасно. После съёмок мы сидели с чашками чая и за какой-то игрой. Она улеглась мне на плечо и просто попивала чай. Было идеально, боже, что я о себе думаю?<s>r\n<s>r\n<s>r\nПо итогу, она спросила на уроке, как я собираюсь извиняться. Я предложил банальные способы, по типу обычных слов и так далее, но потом сам осознал, что просто слова здесь не подойдут. Она сказала меня подумать, хорошо. <s>r\n<s>r\nКак-то на физ-ре , уже в мае.<s>r\n<s>r\n— Саш, я тут хотел ведь извиниться. Так вот, приглашаю тебя в Кафе. <s>r\n— Хм, так ты меня на свиданку зовёшь что ли? — улыбнулась она.<s>r\n— Ну, называй это как хочешь, — сказал я и залился краской.<s>r\n— Нееет, ты скажи, свидание? — вытянула она из меня.<s>r\n— Хорошо, пусть будет свидание, — сказал я и спросил следующее:- Так ты согласна?<s>r\n— Да, конечно. Только, пусть это будет после экзаменов.<s>r\n— Ладно, сказал я и пропустил её вперёд.",
    "answers": [
      {
        "id": 13,
        "text": "После экзаменов."
      }
    ]
  },
  {
    "id": 13,
    "text": "После экзаменов мы все были на расслабоне. Наконец-то . Прошли мучения и всё. После экзаменов она сама мне написала, напомнила про моё предложение встретиться и прогуляться. Мы договорились, что пойдём гулять после Выпускного. <s>r\nНа выпускном нам дали грамоты, дипломы и конечно же \"Документ об образовании\". В конце сия мероприятия Саша пела песню. Зал плакал. Это было трогательно. Мне жутко понравилось. Даже Дёне, который бы никогда это не оценил. Даже ему понравилось. <s>r\nПосле всего, мы пошли фотографироваться и после пошли гулять. С Денисом мы немного поссорились, но это позже.<s>r\n<s>r\nСаша была прекрасна. Она была одета в какое-то сине-белое платьице, волосы были закручены, глаза сияли. <s>r\nМы прогуливались по всему городу, разговаривали и обсуждали всё на свете. Потом присели в кафе, я взял меню и мы заказали по мороженному и коктелю. Говорить мне было мало о чём, но она всё же начинала небольшие темы. Помню момент, когда она провела у меня рукой перед глазами и попросила, чтобы я вышел из транса. Я просто сидел и смотрел куда-то вдаль. Она сказала, чтобы я наслаждался видами, если не могу подобрать тему для разговора. А я сказал, что она сама напросилась и стал смотреть ей прямо в глаза. Голубые глаза, будто небо. Боже, как же это красиво.<s>r\nПосле я заплатил за заказ и мы пошли гулять по городу, разговаривали. Она даже сказала, что обязательно будет приезжать ко мне. Я решил поступать в столицу , а она здесь, на месте поступает.<s>r\nПозже мы пришли на мост, там я попросил её остановиться и просто посмотреть на виды, что открывались тут. Красота. Мы простояли так около получаса, поговорили. <s>r\nДальше мы сошли с моста и завёлся новый разговор.<s>r\n<s>r\n— Знаешь, хочу быть честна... Я помню, когда я игралась с Костей, я видела как ты бесился. Ведь ты со мной тогда не особо общался, я хотела тебя позлить.<s>r\n— Да, мне ведь тогда хотелось Костяну врезать. Была бы беда... Тогда и я буду честен, меня ужасно бесит , когда ты рассказываешь про бывших...<s>r\n— Да, знаю. Но всё же, мне нужна была помощь.<s>r\n<s>r\nТогда мы говорили о чём-то ещё. Уже точно не помню. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 14,
    "text": "Вся эта история пока не закончена, я не знаю, что будет дальше. Пока я хотел с ней поговорить, но она занята. В Августе я почти сто процентно уезжаю в столицу. Там я продолжу обучение. Пока меня посещают мысли, что я буду лишь вспоминать её. А с другой стороны, лето ещё не закончилось, может, я смогу провести с ней какие-то идеальные моменты.<s>r\n<s>r\nЯ правда слишком сильно увлёкся этой историей, может быть, если бы я тогда остановил Дениса, всего бы  этого не было. Ничего бы этого не было. Но, с другой стороны, если бы я не попробовал, я бы страдал всю свою жизнь из-за того, что что-то не сделал. Да, ужасные чувства. Я не знаю, что будет дальше. Иногда у меня срывает крышу и я думаю лишь о ней. Недавно мне сказали, что девушек пугает та привязанность парней, о которой они резко узнают. Может и я поступил слишком резко, слишком глупо и слишком безрассудно. <s>r\n<s>r\nА знаете, говорят ведь, что глупо дружить, когда любишь. Да и с другой стороны, если не признаюсь я, за меня это никто не сделает. Сделают лишь место меня. А я влюблён. Влюблённый подросток. Что может быть хуже?<s>r\n<s>r\nЯ надеюсь, что эта история будет завершена, концовка будет хорошей. <s>r\nСпасибо всем моим лучшим друзьям, за эти советы. <s>r\n<s>r\nЛюбовь — самая страшная сила в этом грубом мире. И она победит, любыми способами. <s>r\n<s>r\nВсем любви.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  }
]