[
  {
    "id": 1,
    "text": "  Автор — ПионгерVI\n  Жанр — Апокалипсис. \n\n  Волгоград, красивый большой город. По крайней мере, он таким был. Странные капсулы посыпались с неба, а из них потекла странная чёрная жижа. Надежда на спасение крайне мала. Но для начала думаю, нужно переместиться во время начала апокалипсиса.\n \n  ",
    "answers": [
      {
        "id": 2,
        "text": "Начать. "
      },
      {
        "id": 22,
        "text": "Открыть блокнот. ",
        "need": 21
      },
      {
        "id": 40,
        "text": "Обновления. "
      },
      {
        "id": 62,
        "text": "Концовки. "
      }
    ]
  },
  {
    "id": 2,
    "text": "  Вы как всегда пошли в школу. Пятый класс подходит к концу. С этой радостной мыслью в голове, вы открыли дверь, вошли в свой \"любимый\" класс, кинули портфель к парте и уселись за неё. \n  Ваша соседка по парте всегда опаздывает, а поскольку солнечный свет падает на её часть парты, вы легли именно туда. ",
    "answers": [
      {
        "id": 3,
        "text": "Лежать на парте. "
      },
      {
        "id": 4,
        "text": "Попытаться встать. "
      }
    ]
  },
  {
    "id": 3,
    "text": "  Вставать вам очень не хотелось, и поэтому вы продолжили свой царский сон. Даже одноклассник который закрыл, похоже специально, штору, не помешал вашему отдыху.\n  Но помешал звонок, оповещающий об эвакуации. Вы обрадовались этой новости, поскольку можно будет пойти домой. ",
    "answers": [
      {
        "id": 6,
        "text": "Поднять голову. "
      }
    ]
  },
  {
    "id": 4,
    "text": "  Тёплая, как будто кровать парта, не отпускала вас даже когда один из ваших одноклассников закрыл штору. Судя по всему, чтобы пробудить вас от сладкого и крепкого сна.\nНо вам это не сколько не помешало, поскольку парта уже нагрелась.\n  Вы уж было погрузились в свой чудесный сон, как вдруг, начал звенеть звонок, причём подозрительно часто... И тут немного подумав, где же вы его уже слышали понимаете, что этот звонок оповещает об эвакуации. ",
    "answers": [
      {
        "id": 6,
        "text": "Подняться. "
      }
    ]
  },
  {
    "id": 5,
    "text": "  Пока вы перешагивали, в нос ударил едкий запах, но необратив на это внимание и побежав в сторону выхода вы забыли про деректора.\n  Пока вы бежали к воротам до вашего плеча докоснулась чья-то рука. Мурашки побежали по спине, а голова начала поворачивать в сторону стоящего за спиной. ",
    "answers": [
      {
        "id": 8,
        "text": "Обернуться. "
      },
      {
        "id": 59,
        "text": "Сбежать. "
      }
    ]
  },
  {
    "id": 6,
    "text": "  Вы поднялись с парты и уж было начали складывать учебники, которые лежали на парте. Как вдруг, дверь вышиб директор.\n  Он был весь в чёрной жиже и постоянно кашлял. Через несколько секунд он упал на пол и перегородил выход. ",
    "answers": [
      {
        "id": 5,
        "text": "Перешагнуть через него. "
      },
      {
        "id": 7,
        "text": "Выбить окно и выпрыгнуть. "
      }
    ]
  },
  {
    "id": 7,
    "text": "  Ваши действия повторили ещё несколько ваших одноклассников. Повезло что сегодня вам пришлось учиться на первом этаже. Пока вы бежали в сторону ворот до вашего плеча, кто то докоснулся.\n  Мурашки побежали по спине, а голова начала медленно поворачиваться в сторону докоснувшевося. ",
    "answers": [
      {
        "id": 8,
        "text": "Обернуться. "
      },
      {
        "id": 59,
        "text": "Сбежать. "
      }
    ]
  },
  {
    "id": 8,
    "text": "  Обернувшись вы увидели своего товарища и одноклассника Вячеслава, или же как называли его всегда вы, Слива.\n  — Ты видел что с деректором случилось!?\n  Сказал он вам с весьма тревожным голосом. ",
    "answers": [
      {
        "id": 10,
        "text": "  — Мы же в одном классе были в тот момент. "
      }
    ]
  },
  {
    "id": 9,
    "text": " Старые облезающие обои, ржавая железная вешалка и неприятный на ощуп камод. Старые ботинки и лоток в углу, похоже здесь есть или по крайней мере был, кот.\n  Больше в коридоре ничего интересного нет. Вы решили осмотреть другие комнаты, на наличие людей в чёрной жиже. ",
    "answers": [
      {
        "id": 13,
        "text": "Осмотреть комнату. "
      },
      {
        "id": 14,
        "text": "Зайти на кухню. ",
        "need": -14
      },
      {
        "id": 15,
        "text": "Зайти на кухню. ",
        "need": 14
      }
    ]
  },
  {
    "id": 10,
    "text": "  — Ну,вдруг ты отвернулся или не заметил.\n  Вы посмотрели на него и мысленно сказали ему что он идиот.\n  — Ну что видел? Такое сложно пропуст...\n  Не успел он договорить как вдруг, крышу школы проломила какаета странная капсула упавшая с неба. ",
    "answers": [
      {
        "id": 11,
        "text": "Побежать домой. "
      }
    ]
  },
  {
    "id": 11,
    "text": "  Как только вы открыли подъездную дверь, увидели чёрную вяскую жижу текущую по ступеням. Аккуратно наступая на жижу вы подскальзоваетесь и проламливаете дверь одной из квартир. К вашему счастью дверь была деревянной и поэтому ваша голова сильно не постродала. ",
    "answers": [
      {
        "id": 9,
        "text": "Осмотреться. "
      },
      {
        "id": 12,
        "text": "Идти дальше. "
      }
    ]
  },
  {
    "id": 12,
    "text": "  Вы уж было хотели выйти из квартиры как вдруг увидели человека в этой чёрной дряни. Он шатался на этаже, и похоже знал что тут есть человек.\n  Вы немедленно схватили выломанный кусок двери и заслонили им дыру. Похоже выбраться из квартиры, в ближайшее время не получиться. ",
    "answers": [
      {
        "id": 9,
        "text": "Осмотреть квартиру. "
      }
    ]
  },
  {
    "id": 13,
    "text": "  Зайдя в комнату вы увидели пустое пространство. Единственное что там было это, спальный мешок, маленькая размером с ноутбук электро-плита и блокнот на котором лежала ручка.\n  Открыв этот блокнот вы увидели чистый лист, похоже в нём ещё никто не писал. Взяв в руку маленькую синюю ручку вы решили что нибудь написать. ",
    "answers": [
      {
        "id": 17,
        "text": "Прочитать написанную заметку. "
      }
    ]
  },
  {
    "id": 14,
    "text": "  Зайдя на кухню вы увидели стол, на котором стоял рюкзак. На стене висели полки, шкафы, а также сломанные часы. Время на них показывало 17 часов 43 минуты. На полу стоял холодильник, он издавал странный гудящий звук. Как только вы приоткрыли дверцу холодильника тот, с ещё большей силой загудел после чего рванул с ужасно громким звуком. Вас откинуло в угол кухни после чего от удара головой об стену вы отключились...\n",
    "answers": [
      {
        "id": 16,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 15,
    "text": "  Только вы хотели зайти на разрушенную взрывом кухню как вдруг, обрушился потолок. Зайти на кухню уже не получиться поскольку проход завалило. ",
    "answers": [
      {
        "id": 9,
        "text": "Отойти от завала. "
      }
    ]
  },
  {
    "id": 16,
    "text": "  Открыв глаза и подняв голову, вы увидели затухающий огонь недо-пожара. Половина кухни отсутствовала, а в появившемся проломе виделась соседняя и нижняя квартира. Встав и отрехнувшись, вы взяли чудом уцелевший рюкзак и посмотрели что в нём.\n  В неё лежали:\n \n  Фонарик — 1шт.\n  Одежда — футболка, трусы, тёплый свитр, штаны, кепка, шапка.\n  Нож — 1шт.\n  Пистолет — 1шт.\n  Обоимы для пистолета — 4шт.\n  Открвашка — 1шт.\n  Консервы — 3шт.\n  Вода — 2лит.",
    "answers": [
      {
        "id": 9,
        "text": "Взять рюкзак и выйти в коридор. "
      }
    ]
  },
  {
    "id": 17,
    "text": "  Странные капсулы посыпались с неба, они разрушили школу. Из них потекла странная чёрная жижа которая заражала людей странным вирусом, или чем то похуже. Я смог спастись в маленькой квартире на первом этаже но к сожалению, мне перегородил выход заражённый... Может лучше придумать им название по аригинальнее, может... Сопляки. Они состоят из этой чёрной дряни похржой на сопли, так что это будет не плохое название. ",
    "answers": [
      {
        "id": 18,
        "text": "Зевнуть и закрыть блокнот. ",
        "need": 8
      },
      {
        "id": 20,
        "text": "Зевнуть и закрыть блокнот. ",
        "need": 59
      }
    ]
  },
  {
    "id": 18,
    "text": "  М-да, понописал я там всякого. Только про Славу написать забыл, и про побег из школы. Ладно, завтра если что напишу. ",
    "answers": [
      {
        "id": 19,
        "text": "Лечь спать. "
      }
    ]
  },
  {
    "id": 19,
    "text": "  Сна вы не видели, но и не заснули, а через секунду проснулись, нет. Вы чувствовали страх, животный ужас, во мраке. Всё и вправду было во мраке, не проглядная тьма.\n  — Тьма пришла? Это, пришествие тьмы? Это, начало?\n  Спрашивали вы себя, поскольку кроме вас там никого не было.\n  — Тьма меня поглотила?\n  Сново спросили себя вы.\n  — Нет, тогда я бы не смог даже вопросы не смог задавать, я был бы просто куклой упровляемой страхом... ",
    "answers": [
      {
        "id": 23,
        "text": "... "
      }
    ]
  },
  {
    "id": 20,
    "text": "  М-да, понописал я там всякого. Только про, типа который меня тронул написать забыл, и про побег из школы. Ладно, завтра если что напишу. ",
    "answers": [
      {
        "id": 21,
        "text": "Заснуть. "
      }
    ]
  },
  {
    "id": 21,
    "text": "  Сна вы не видели, но и не заснули, а через секунду проснулись, нет. Вы чувствовали страх, животный ужас, во мраке. Всё и вправду было во мраке, не проглядная тьма.\n  — Тьма пришла? Это, пришествие тьмы? Это, начало?\n  Спрашивали вы себя, поскольку кроме вас там никого не было.\n  — Тьма меня поглотила?\n  Сново спросили себя вы.\n  — Да, страх охватил меня, взял меня под контроль... ",
    "answers": [
      {
        "id": 24,
        "text": "Чёрт, я так слаб... "
      }
    ]
  },
  {
    "id": 22,
    "text": "  Я слаб, тьма поглотила меня... Поче у я не могу стать сильнее и побороть тьму. Тьма пришла, и поглотила меня... ",
    "answers": [
      {
        "id": 1,
        "text": "Закрыть блокнот. "
      }
    ]
  },
  {
    "id": 23,
    "text": "  Вы проснулись и, первым делом начали вспоминать свой сон. Это было в меру важно поскольку иногда вам снятся вещие сны. Но сейчас, как и всегда, попытка проводилась. Осмотрев комнату в которой пронулись, вы вспомнили события вчерашнего дня, а так же заметели зеркало. Похоже из-за усталости, вчера оно было скрыто от вас. Но посмотрев в него сегодня вы увидели, как не странно, себя.",
    "answers": [
      {
        "id": 25,
        "text": "Поесть консервы — - 1шт."
      }
    ]
  },
  {
    "id": 24,
    "text": "  Вы проснулись и, первым делом начали вспоминать свой сон. Это было в меру важно поскольку иногда вам снятся вещие сны. Но сейчас, как и всегда, попытка проводилась. Осмотрев комнату в которой пронулись, вы вспомнили события вчерашнего дня, а так же заметели зеркало. Похоже из-за усталости, вчера оно было скрыто от вас. Но посмотрев в него сегодня вы увидели, как не странно, себя. Но было одно маленькое но, ваши волосы побелели.\n  —От стресса. Блин, в таком возрасте...\n  Подумали вы. Но отбросив лишние сомнения встали на ноги. ",
    "answers": [
      {
        "id": 25,
        "text": "Поесть консервы — - 1шт."
      }
    ]
  },
  {
    "id": 25,
    "text": "  — Вкусно. Для завтрака не плохо, но мамин амлет, лучше.\n  Подумали вы, доев консерву. Посмотрев и убедившись что Сопляк ушёл, наступая на склизкую жижу вы поднялись на пятый этаж, на который вам приходиться подниматься без лифта и на котором приходиться жить. Зайдя в квартиру и не обнаружив жижу, вы разлеглись на мягком деване и открыли рюкзак который вы нашли в той квартире. Вы ходили на кухню после того как ночью проснулись от странного шума. ",
    "answers": [
      {
        "id": 26,
        "text": "Достать вещи. "
      }
    ]
  },
  {
    "id": 26,
    "text": "  Достав все вещи, вы заметили секретный кармашек под низом рюкзока. Там лежала пробирка, а в ней находилась странная жидкость. Инстинкт самосохранения говорил не пить, но любопытство брало над вами верх. ",
    "answers": [
      {
        "id": 27,
        "text": "Выпить. "
      }
    ]
  },
  {
    "id": 27,
    "text": "  Вы выпили эту жидкость. На голове начало зудеть, а сама голова сильно заболела. Через несколько секунд вам просто хотелось заснуть, чтобы не чувствовать эту боль. Но так и случилось через минуту вы потеряли сознание. ",
    "answers": [
      {
        "id": 29,
        "text": "... ",
        "need": 24
      },
      {
        "id": 28,
        "text": "... ",
        "need": 23
      }
    ]
  },
  {
    "id": 28,
    "text": "  Вам приснился странный сон. Вы как будто были слугой, вас отклика ли на Юки, а так же вели диалог с какой-то странной на вид принцессой. Зашли в тронный зал вместе с ней и заметили что она была в пижаме.\n  К вашему счастью, сон был окончен, и почему-то, именно его вы помнили. Посмотрев в зеркало которое, висело на стене вы не заметили в себе ничего не обычного. ",
    "answers": [
      {
        "id": 30,
        "text": "Встать. "
      }
    ]
  },
  {
    "id": 29,
    "text": "  Вам приснился странный сон. Вы как будто были слугой, вас отклика ли на Юки, а так же вели диалог с какой-то странной на вид принцессой. Зашли в тронный зал вместе с ней и заметили что она была в пижаме.\n  К вашему счастью, сон был окончен, и почему-то, именно его вы помнили. Посмотрев в зеркало которое висело на стене, вы заметили что ваши волосы сново нормального цвета. ",
    "answers": [
      {
        "id": 30,
        "text": "Встать и почесать голову. "
      }
    ]
  },
  {
    "id": 30,
    "text": "  Встав с дивана вы отправились в свою комнату. Там вы оставили рюкзак, попутно выкинув вещи которые были в рюкзаке в мусорку. Нажав на кнопку запуска компьютера, ничего не произошло. Похоже электричество накрылось. Значит и мобильной связи тоже нет. А значит вы совсем один в этом аду. ",
    "answers": [
      {
        "id": 31,
        "text": "Почитать квесты на телефоне."
      },
      {
        "id": 32,
        "text": "Почитать книгу. "
      },
      {
        "id": 33,
        "text": "Полежать. "
      }
    ]
  },
  {
    "id": 31,
    "text": "  У вас действовал премиум, и поэтому вы спокойно читали квесты. Но счастье длилось не долго, через минут 30, премиум закончился. Не успели вы погрустить как вдруг, вам в дверь постучали. Стук был крайне знаком. ",
    "answers": [
      {
        "id": 34,
        "text": "Посмотреть кто пришёл. "
      }
    ]
  },
  {
    "id": 32,
    "text": "  Книга была интересной, называлась унесённые штормом. Но дочитать её у вас не получилось, поскольку где-то через минут 30 после начала чтения вам в дверь постучали.\nСтук был для вас очень знаком. ",
    "answers": [
      {
        "id": 34,
        "text": "Посмотреть кто постучал. "
      }
    ]
  },
  {
    "id": 33,
    "text": "  Это было очень скучно. Поэтому через минут 5, вы встали с дивана, и решили сделать что нибудь другое. ",
    "answers": [
      {
        "id": 30,
        "text": "Скука. "
      }
    ]
  },
  {
    "id": 34,
    "text": "  Посмотрев в глазок входной двери, вы увидели свою подругу Галину, или просто Галю. Она кричала вам что бы вы открыли ей дверь. Выпустив её в квартиру, и закрыв входную дверь, вы начали диалог.\n  — Ты чего как ненормальная кричала?\n  Спросили вы её.\n  — Там чёрный за мной гнался. Он попал в подъезд. И, я побежала к тебе.\n  Ответила она вам, задыхаясь. Немного подумав вы понимаете, что чёрные, это сопляки. Ещё раз заглянув в глазок, вы увидели Сопляка. Но, несмотря на это, диалог продолжился. ",
    "answers": [
      {
        "id": 35,
        "text": "  — Почему ты зашла именно в мой подъезд? "
      },
      {
        "id": 36,
        "text": "  — Где ты встретила Сопляка?"
      },
      {
        "id": 37,
        "text": "Ну, понятно. Разувайся проходи. ",
        "need": [
          35,
          36
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "  — Потому что убегая от Сопляка, как ты его называешь, я побежала к твоему дому, поскольку с других сторон было несколько десятков этих тварей, путь был открыт только к твоему подъезду. Темболее как оказалось, ты был дома. ",
    "answers": [
      {
        "id": 34,
        "text": "Фильм ужасов какой-то. "
      }
    ]
  },
  {
    "id": 36,
    "text": "  Возле продуктового ларька. Он как будто бы, охронял его. Ну, я зашла туда, и обнаружила кучу продуктов. А поскольку у меня был рюкзак, а в нём ещё пакеты, захапать еды можно было с лёгкостью. Выхожу из ларька и вижу, чёрного! В метре от меня стоит, ну я и побежала. Кстати, рюкзак и пакеты у меня. ",
    "answers": [
      {
        "id": 34,
        "text": "Ясно. "
      }
    ]
  },
  {
    "id": 37,
    "text": "  Галя сев на диван, и тяжело вздокнув, достала из своего рюкзака карту города.\n  — Где ты её взяла?\n  Спросили вы подругу.\n  — На чердаке откопала. Помнишь тот чердак, у меня в подъезде. Помнишь как вы туды лазали, а я забоялась.\n  Сказала Галя.\n  — Да, помню. Я Саха, Ваня, ну и ты, снизу осталась. Это было где-то, год назад. ",
    "answers": [
      {
        "id": 38,
        "text": "Осмотреть карту. "
      }
    ]
  },
  {
    "id": 38,
    "text": "  На ней красным маркером было отмеченно, несколько точек вашего города. Это аптека, торговый центр, кафе и заведения быстрого питания, и самое главное...\n  — ВОЕННЫЙ ЛАГЕРЬ НА ОКРАИНЕ ГОРОДА!?\n   Прокричали вы. Ваша подруга с ухмылкой кивнула. По сути, это было не безопасно, идти грабить военную базу, имея только пистолет. Но Гале было плевать, она продолжала вас уговаривать. ",
    "answers": [
      {
        "id": 39,
        "text": "Хорошо, у меня есть пистолет как раз. "
      }
    ]
  },
  {
    "id": 39,
    "text": "  О, круть! Встаём ровно в шесть, а теперь спать.\n  — Ты что, у меня спать будешь? Иди домой, может тот шатун уже ушёл.\n  Незаметно для себя вы придумали очень хорошее название для них.\n  — Не, там все рано опасно, так что, я тут останусь.\n  Нагло ответила вам Галина. ",
    "answers": [
      {
        "id": 41,
        "text": "Ладно."
      }
    ]
  },
  {
    "id": 40,
    "text": "                   04.06.2019\n  Было добавлено продолжение, где то на 15 страниц. Были исправленны некоторые баги. Добавлена пасхалка на квест You world is time, номер этого квеста 165905.\n                   05.06.2019\n  Было добавлено где-то 20 страниц. В квесте появилось немного юмора. Появилась связь с оригинальными частями квеста пришествие тьмы. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 41,
    "text": "  Вы легли на кровать в своей комнате, а Галя заснула на диване. Всю ночь ваша голова была забита мыслями, о лагере военном и о апокалипсисе. Но долго это не продлилось. Минут через 10, вы заснули. ",
    "answers": [
      {
        "id": 42,
        "text": "Спать. "
      }
    ]
  },
  {
    "id": 42,
    "text": "  Проснулись вы от криков вашей подруги о том что нельзя столько спать и то что... Обойдёмся и этим. Посмотрев на часы и обнаружив что до назначенного времени ещё час, вы вспомнили, что большенство ваших друзей, идиоты. Собрав все вещи, а именно фонарик, пистолет и 4обоимы, нож, консерву, вы отправились в сторону лагеря. ",
    "answers": [
      {
        "id": 43,
        "text": "Идти. "
      }
    ]
  },
  {
    "id": 43,
    "text": "  Пройдя где-то три километра, Галя предложила устроить привал. Положив рюкзак на землю вы, достали свою консерву, а ваша подруга, хлеб, колу, колбасу, сыр. Поняв, что Галина с вами вряд-ли поделится, начали есть консерву. Плотно поев, вы с Галей продолжили путь.",
    "answers": [
      {
        "id": 44,
        "text": "Напевать мелодию. "
      },
      {
        "id": 45,
        "text": "Рассказывать аннегдоты. "
      }
    ]
  },
  {
    "id": 44,
    "text": "  — Да заткнись ты. И так башка болит, а ты тут, ещё песни распеваешь.\n  Сказала вам Галина. После чего, сама начала петь... Через минут пять, показался забор лагеря. Подойдя к нему, и дотронувшись, вы понимаете что он не под напряжением. ",
    "answers": [
      {
        "id": 46,
        "text": "Осмотреть забор. "
      }
    ]
  },
  {
    "id": 45,
    "text": "  — Идут два кота по улице, и видят. Человек с пачкой вискаса. Подходят они к нему, и давай мяукать. Мяукают, Мяукают, а человек не реагирует. Ну, Подумали коты Подумали и решили. Когтями пачку зацепили, и забрали у человека. Оказалось человек, в наушниках был.\n  Рассказали вы аннегдот своей подруге.\n  — Фиговый какой-то, у тебя аннегдот.\n  Ответила вам Галя. Вы уж было хотели попросить рассказать аннегдот, её. Как вдруг, упираетесь в забор с колючей проволокой. ",
    "answers": [
      {
        "id": 46,
        "text": "Осмотреть забор. "
      }
    ]
  },
  {
    "id": 46,
    "text": "  Решоточный забор, с колючей проволкой на нём. Не под напряжением. Можно поискать дыру, и пролезть в неё. Друг х вариантов нет. Вход с другой стороны, долго идти. Хоть мы и прошли 10 километров. ",
    "answers": [
      {
        "id": 47,
        "text": "Поискать дыру. "
      }
    ]
  },
  {
    "id": 47,
    "text": "  Пройдя метров 100 вдоль забора, вы обнаружили полу-метровую дыру в заборе. Перелезть через забор было легко для вас и Гали, но нужно было пройти мимо военных. ",
    "answers": [
      {
        "id": 48,
        "text": "Пойти в сторону лагеря. "
      },
      {
        "id": 48,
        "text": "Медленно ползти в сторону лагеря. "
      }
    ]
  },
  {
    "id": 48,
    "text": "  В лагере никого не было. Он был пуст. Военная техника стояла по всему лагерю, но в ней, никого не было. Обойдя весь лагерь со всех сторон, вы заметели в нём, несколько десятков палаток солдат, палатка-штаб, несколько брошенных танков и БТРов. ",
    "answers": [
      {
        "id": 49,
        "text": "Зайти в палатку штаб. "
      },
      {
        "id": 50,
        "text": "Обшарить палатки солдат. "
      },
      {
        "id": 51,
        "text": "Осмотреть технику. "
      }
    ]
  },
  {
    "id": 49,
    "text": "  Зайдя в палатку, вы увидели стол на котором лежали какие-то документы и бумаги. Позади стола, стояла доска. На ней висели разные бумаги, карты на каторых что-то отмеченно и очень странные рисунки и символы. Слева и справа, был вход в платки поменьше. Но вход в них был зашит. ",
    "answers": [
      {
        "id": 52,
        "text": "Обрезать нитки ножом. "
      },
      {
        "id": 48,
        "text": "Выйти. "
      }
    ]
  },
  {
    "id": 50,
    "text": "  В лагере было около двенадцати палаток, осмотрев восемь из них, вы поняли что вних только вещи солдат. Но в одной из палат, в вещьмешке обнаружилась наждачка. Наверное ей можно что-то заточить. ",
    "answers": [
      {
        "id": 48,
        "text": "Вернуться в лагерь. "
      }
    ]
  },
  {
    "id": 51,
    "text": "  Вся техника была в чёрной фигне. Поэтому, вы не решились залезть в танки или БТРы. Вдруг, из одного танка вылез шатун. Вы пнули его и он упал обратно в танк, и похоже застрял там. ",
    "answers": [
      {
        "id": 48,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 52,
    "text": "  Не вышло. Как только вы начали резать нитки, поняли, что нож слишком тупой, а нитки слишком прочные. Нужно бы, подыскать нож по чучше, ну или хотя-бы подточить имеющийся. ",
    "answers": [
      {
        "id": 48,
        "text": "Выйти из палатки. "
      },
      {
        "id": 53,
        "text": "Подточить нож наждачкой. ",
        "need": 50
      }
    ]
  },
  {
    "id": 53,
    "text": "  Нож заточился до пригодного состояния, где то, за минут пять. После этого вы порезали нитки, которые держали дверь в маленькие палатки, словно доски. В палатке справа, стоял не большой деревянный стол, и раскладные стулья. На столе, лежала карта какого-то города, он находился на севере. К сожалению названия не где не было. ",
    "answers": [
      {
        "id": 54,
        "text": "Пойти в левую палатку. "
      }
    ]
  },
  {
    "id": 54,
    "text": "  Нитки левой палатки, слёгкостью были разрезаны вашим ножом. Внутри лежала капсула, а из неё текла жижа. Потолок был порван. Вдруг, слева и справа, выглянули шатуны, и направились в вашу сторону. ",
    "answers": [
      {
        "id": 55,
        "text": "Обороняться ножом. "
      },
      {
        "id": 56,
        "text": "Стрелять из пистолета. "
      },
      {
        "id": 57,
        "text": "Сбежать. "
      }
    ]
  },
  {
    "id": 55,
    "text": "  Как только вы воткнули нож в шатуна, он увяз в монстре. Похоже против них, холодное оружие бесполезно. Внезапно один из монстров напал сбоку, надежда на спасение крайне мала. ",
    "answers": [
      {
        "id": 54,
        "text": "Выбрать что нибудь другое. "
      }
    ]
  },
  {
    "id": 56,
    "text": "  Ударив шатуна спереди рюкзаком, и открыв его. Вы понимаете, что пистолет сейчас у Гали. Смирившись с неминуемой смертью, вы садитесь на пол, и закрываете глаза. Но вдруг, пять выстрелов. Открыв глаза вы видети, Галю с пистолетом в руках.\n  — Ну что блин, влип ты пополной. Слава богу я вовремя.\n  Сказала вам ваша подруга, которая спасла вам жизнь. ",
    "answers": [
      {
        "id": 58,
        "text": "Поблагодарить за спасение. "
      }
    ]
  },
  {
    "id": 57,
    "text": "  Только вы обернулась, как вдруг, шатун перегородил выход. Похоже это конец для вас. Или, есть более подходящий вариант. ",
    "answers": [
      {
        "id": 54,
        "text": "Отойти от выхода. "
      }
    ]
  },
  {
    "id": 58,
    "text": "  — Окей, думаю этого хватит. На первое время.\n  С ухмылкой сказала Галина.\n  — Сейчас многовато времени, пора спать.\n  Ответили вы. И отправились в одну из платок, а Галя в другую. Что ж, это был долгий и тяжёлый день. А теперь пора спать. ",
    "answers": [
      {
        "id": 60,
        "text": "... "
      }
    ]
  },
  {
    "id": 59,
    "text": "Лучше не оборачивается, а побежать домой. Вдруг, ещё этот чёрный мужик меня тронул. ",
    "answers": [
      {
        "id": 11,
        "text": "В дом. "
      }
    ]
  },
  {
    "id": 60,
    "text": "Проснувшись, вы заметили себя не в палатке. Вы лежали, на куче трупов и шатунов. Вдруг, вы заметили военного, который лил на вас бензин. Через две минуты, он бросил пустую канистру на землю, и достал зажигалку. Военный бросил зажигалку сначала в одну кучу, потом достал ещё зажигалку, и проделал тоже самое, ещё с несколькими кучами. И вот, он бросает зажигалку в кучу, на каторой вы лежите. ",
    "answers": [
      {
        "id": 61,
        "text": "Вылезти из кучи, и побежать к выходу. "
      },
      {
        "id": 63,
        "text": "Окликнуть Галю. "
      },
      {
        "id": 64,
        "text": "... "
      }
    ]
  },
  {
    "id": 61,
    "text": "  Только вы вылезли из горящей кучи, как вдруг, вам выдают в спину, очередь из автомата. Рухнув на землю, вы увидели как растекается лужа, вашей бардовой крови. Попытки закричать проволились, вы просто выкашливали кровь.\n  — Походу лёгкие задело.\n  Подумали вы, после чего закрыли глаза, и заснули навсегда.\n\nКонцовка: Выстрел в спину. ",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню. "
      },
      {
        "id": 60,
        "text": "К выбору. "
      }
    ]
  },
  {
    "id": 62,
    "text": "  Все открытые вами концовки здесь. Именно КОНЦОВКИ, достижений здесь нет. Пройти можно либо умерев, либо выжив, что логично. ",
    "answers": [
      {
        "id": 61,
        "text": "Выстрел в спину. ",
        "need": 61
      },
      {
        "id": 63,
        "text": "Мучительная смерть. ",
        "need": 63
      },
      {
        "id": 65,
        "text": "Такой-же как Белоснежка. ",
        "need": 65
      },
      {
        "id": 68,
        "text": "Совсем один. ",
        "need": 68
      },
      {
        "id": 69,
        "text": "Уходим в закат [Секретная] ",
        "need": 69
      },
      {
        "id": 1,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 63,
    "text": "  Тишина в ответ. Остаёться надеяться на лучшее, на то что она смогла выбраться от сюда. Огонь добрался до вас, сначала начала гореть одежда, потом всё тело. Это было мучительно, вы напоследок что-то буркнули, но вот что, сами не слышали.\n\nКонцовка: Мучительная смерть. ",
    "answers": [
      {
        "id": 1,
        "text": "В меню. "
      },
      {
        "id": 60,
        "text": "Выбор. "
      }
    ]
  },
  {
    "id": 64,
    "text": "  Вы смирились с не минуемой участью, быть кримированным заживо. Как вдруг, загорелся яркий столб света, а из него, стали вылетать. Белобрысые люди. Один из них, вытащил вас из кучи, в самый последний момент. Через секунду вы услышали у себя в голове, голос.\n  — Ты пойдёшь с нами?\n  Спросил тот голос. ",
    "answers": [
      {
        "id": 65,
        "text": "Да, я пойду с вами..."
      },
      {
        "id": 66,
        "text": "Нет, я останусь здесь. "
      }
    ]
  },
  {
    "id": 65,
    "text": "  Белобрысые парень докаснулся до вас, и ваши волосы засияли белым цветом. Похоже, вы отправляете в дальнее путешествие, по всей вселенной. Парень взял вас и вместе с ним вы полетели в столб света.\n\nКонцовка: Такой-же как Белоснежка. ",
    "answers": [
      {
        "id": 1,
        "text": "В меню. "
      }
    ]
  },
  {
    "id": 66,
    "text": "  — Хорошо, оставайся. Это твой выбор, ты захотел остаться.\n  Ответил вам парень, после чего полетел в столб света. Теперь, осталось лишь найти Галю. Порывшись в не тронутых кучах, вы не нашли Галину. ",
    "answers": [
      {
        "id": 68,
        "text": "Порыться в палатке. "
      },
      {
        "id": 69,
        "text": "Поискать её в технике. ",
        "need": [
          7,
          8
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  },
  {
    "id": 68,
    "text": "  Её и там не было. \n  — Похоже, она была в сгоревшей куче. Или её забрали те белые типы. Эх, похоже в этом мире, я один.\n  Сказали вы себе. После чего, отправились обратно в город.\n\nКонцовка: Совсем один. ",
    "answers": [
      {
        "id": 1,
        "text": "В меню. "
      },
      {
        "id": 66,
        "text": "Отойти от палаток. "
      }
    ]
  },
  {
    "id": 69,
    "text": "  Она лежала в танке, странно но в нём не было, чёрной жижи. Галя просто лежала и спала. Вы дали ей леща после чего, ваша подруга сделала тоже самое в ответ, только в несколько раз сильнее.\n  — Садись в танк кусок мяса. Тут есть автопилот, так что пешком идти не придётся.\n  Сказала вам ваша подруга. Вы немедленно сели в танк, после чего Галина нажала на кнопку автопилота, и вы вместе с ней поехали в город.\n\nКонцовка:Уходим в закат [Секретная] ",
    "answers": [
      {
        "id": 1,
        "text": "В меню. "
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  }
]