[
  {
    "id": 1,
    "text": "Автор: \"Трёхсотый\"<s>r\nЖанр: Апокалипсис <s>r\n<s>r\n01.06.2018 г.<s>r\nНа дворе первые числа лета. Я Дмитрий Морозов, 25 лет от роду. Закончил экономический ВУЗ и устроился работать в крупную компанию, тем самым став представителем офисного планктона. Кто знал, что именно с этого дня всё изменится? Не будет больше ни офиса, ни шумных соседей, ничего...",
    "answers": [
      {
        "id": 2,
        "text": "Поехали"
      }
    ]
  },
  {
    "id": 2,
    "text": "*Звук будильника*\n\nПроснулся я как всегда немного раньше будильника и выключил его уже будучи в состоянии насекомого, которое только проснулось от зимней спячки.\n\nИ вновь всё по новой. С этими мыслями я сделал зарядку и пошёл на кухню.\n\nНаскоро организовав себе любимому завтрак, я поставил его в микроволновку. После этого я посмотрел на часы.\n\n*6:12*\n\n—Торопиться незачем — с этой мыслью я пошёл в ванную комнату для того, чтобы умыться.\n\nПосле водных процедур, будучи в хорошем расположении духа, я  достал из микроволновки свой \"завтрак богов\" и отправился его уничтожать.\n\nСытно позавтракав я снова кинул взгляд на часы.\n—6:34 — мда, рановато... Чем бы занятся?",
    "answers": [
      {
        "id": 4,
        "text": "Выйти на балкон подышать утренним воздухом"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Новости посмотреть что-ли? — с этими словами я нашёл телефон. Новенький-телефон Suyomi Mi 2.\n\nOчередные предсказания третьей мировой, вырос курс доллара,жестокие убийства в вашем городе.\n\n—А это уже интересно — сказал я и нажал на новость.\nМда, какие-то психи-маньяки убивают людей при свете белого дня.\n—Вот уроды,надеюсь с ними уже разобрались. —  я посмотрел на часы 6:41.\n\n\"Так-с я могу ещё поискать новости по этой теме или уже начать собираться\".",
    "answers": [
      {
        "id": 10,
        "text": "Ещё поискать новости"
      },
      {
        "id": 13,
        "text": "Собираться"
      }
    ]
  },
  {
    "id": 4,
    "text": "Эх как же хорошо.В далеке я заметил,как какие-то два. Уродца,по другому их не описать.\n В рваной одежде,с местами  на которых виднелись пятна крови.\nСидели над третим бедолагой.\n И судя по всему...\n\nОни его ЕЛИ!!!\n\n—Какого чёрта?! — С этой мыслью я достали телефон и попыталь дозвонится в полицию.\n\n—Уважаемый абонент этот номер находится вне зоны доступа,напиши.. — я отключился.\n\nПолучается сотовой связи нету.\nС этой мыслью я зашёл обратно в квартиру.\n\nИ сразу решил поискать какую-то информацию.\n  ",
    "answers": [
      {
        "id": 5,
        "text": "Зайти в вашу рабочую беседу."
      },
      {
        "id": 6,
        "text": "Поискать информацию в интернете/новостях"
      },
      {
        "id": 7,
        "text": "Поискать информацию в ютабе"
      },
      {
        "id": 11,
        "text": "Начать готовиться",
        "need": [
          5,
          6,
          7
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Я зашёл в самую ненавистную беседу когда либо.\n\nПролистав беседу и увидев что двое сотрудников написали о том что их сегодня не будет.\n\nЕщё двое написали о странном поведении бомжей в их дворах.\n\n—Судя по всему не у меня одного творится такая чертовщина.\n\nИ только один местный дурачёк снова скинул эту идиотскую картинку. С пожеланиями доброго утра и желания здоровья.\n\n—Как же он бесит! — сказал я.",
    "answers": [
      {
        "id": 4,
        "text": "Написал, что вас сегодня не будет и приложить фотографию тех тварей"
      }
    ]
  },
  {
    "id": 6,
    "text": "Третья мировая, скидки, реклама всё не то, чёрт. И вот меня уже оставляла надежда найти так мне нужную статью,но я успел зацепится глазами за нужную статью и прочитать её.\n\nНу что сказать... Не у меня одного такое,судя по всему наступил биологический БП*.\n\nМда... Нужно начинать готовится. Думаю.\n\n*(большой писец(северный лис)).",
    "answers": [
      {
        "id": 4,
        "text": "Поискать ещё"
      }
    ]
  },
  {
    "id": 7,
    "text": "По запросу \"Агресивные бомжи\" мне тут же выдало не одну сотню видео.\n\nВ списке просмотренных мною видео были такие города как: Москва, Киев, Минск, Берлин, Братислава, София, Афины, Вашингтон, Мехико, Оттава,\nРио-де-Жанейро,\nТриполи, Рим, Париж, Лондон,\nДублин.\n\nСудя по всему это было уже везде. В одном из видео я видел как германский полицейский стрелял в этого... Зомби? На выстрелы в тело никакой реакции, а вот когда он попал в голову тот слёг сразу.\n\nИз просмотренных видео я подчерпнул следующее:они слабы по всем пунктам, и видят на расстояние не более 15 метров, однако очень живучие убить можно только разрушением головного мозга.",
    "answers": [
      {
        "id": 4,
        "text": "Выключить ютаб"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я зашёл в самую ненавистную беседу когда либо.\n\nПролистав беседу и увидев, что двое сотрудников написали о том, что их сегодня не будет.\n\nЕщё двое написали о странном поведении бомжей в их дворах.\n\n—Судя по всему не у меня одного творится такая чертовщина.\n\nИ только один местный дурачёк снова скинул эту идиотскую картинку. С пожеланиями доброго утра и желания здоровья.\n\n—Как же он бесит! — сказал я.",
    "answers": [
      {
        "id": 17,
        "text": "Надо больше информации по этому поводу"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "В итоге я уже собрался уходить, но решил ещё поискать инфу по этому поводу. \n\n Я узнал, что это повсеместный случай.\n— Это уже серьёзно. — сказал я и решил, что нужно больше информации.",
    "answers": [
      {
        "id": 15,
        "text": "Зайти в рабочую беседу"
      },
      {
        "id": 16,
        "text": "Поискать информацию в ютабе"
      },
      {
        "id": 11,
        "text": "Начать готовится",
        "need": [
          15,
          16
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Я сразу решили написать своим родным о том, что скоро всё пойдёт под откос. <s>r\n<s>r\nПосле этого сразу пошёл к своему шкафу, чтобы собрать  всё необходимое в свой походный рюкзак. Проведя краткую ревизию рюкзака и убедившись в том, что взял всё необходимое. С горем пополам перетащил его к обеденному столу. Теперь это моё место сбора вещей.<s>r\n<s>r\nСразу после этого я пошёл в ванну. Достав из ниши под ванны, обычную коробочку из нержавейки положили его на стол. <s>r\n<s>r\n Взглянул на время. 7:18. \"Долго,долго,Дима,ДОЛГО!!!\"<s>r\nВзяв молоток из моего инструментария и ещё один рюкзак, но теперь уже поменьше и без поясного ремня. Пошёл на улицу намереваясь дойти до ларька и ограбить его на предмет продуктов.",
    "answers": [
      {
        "id": 12,
        "text": "Пойти за припасами"
      }
    ]
  },
  {
    "id": 12,
    "text": "Перед выходом я надел свой камуфляжный костюм \"Охотник\". Мультикам который я надел только один раз, и купленный всего лишь полгода назад. \nИ вот я стою готовый к свершениям, и убийствам того, что раньше было людьми. Честно говоря меня потрухивало. Но мне просто было прохладно в мультикаме (ага при 31 градусе на улице). \n\nИ вот, настал этот момент. Я вышел из квартиры. Жил я в обычной шести этажке на последнем этаже. Лифта в доме не было. Да и из соображений безопасности я не пошёл бы.\n\nПервый пролёт. Виднеется пятый этаж, там всегда темно, потому что алкаши с этого этажа постоянно выкручивают лампочку, которую вставляет их сосед. Сегодня ничего не поменялось. Всё так же темно.\n\nЯ стоял минут пять. Пытаясь всмотреться в темноту. И так ничего не найдя я решил всё таки спустится.\n\n\"Вроде всё в порядке\" подумал я и только хотели спускатся дальше. Но за спиной скрипнула дверь.\n\nРезко обернувшись я перехватил поудобнее молоток. Но к моему счастью это был всего лишь Степан. Тот самый сосед который вкручивал лампочки\n\n—Тьфу ты не пугай так. — сказал я и уже хотел продолжить спускаться,так как со Стёпой мы не очень хорошо ладили.\n\"Ещё одна такая выходка и я ему глаза высосу!\"\n Но вот мне прилетел резкий толчок в спину. \n\"Телепат чёртов...\"\nА дальше темнота.",
    "answers": [
      {
        "id": 14,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я уже был готов выходить, но мобильник зваибрировал. Мне стало интересно, что там, оказалось это новое сообщение в рабочей беседе.\n—Надо зайти. Вдруг там объявление о том, что на работу сегодня не надо? — с этой надеждой я разблокировал телефон и зашёл в беседу.",
    "answers": [
      {
        "id": 8,
        "text": "Посмотреть что же там"
      }
    ]
  },
  {
    "id": 14,
    "text": "Очнулся я в  офисе. Взглянув на часы, всё стало сразу понятно, что работал до поздна, а затем и вовсе вырубился.<s>r\n<s>r\n—Фух. Это был всего лишь сон. — я был полностью в холодном и липком поту.<s>r\n<s>r\nТак-с, поскольку я один. Можно и пострадать всяким.<s>r\n<s>r\nСпустя час я уже представлял из себя средневекового рыцаря, который повергал опаснейших бандитов. Которые злостно грабили благородную даму.<s>r\n<s>r\nЕщё спустя полчаса, пару сломаных линеек и один стул. Я уже собирался уходить, перед этим кинув взгляд на часы. *01:52*<s>r\n<s>r\nИ вот я иду думая о том как, оправдать поломку стула.<s>r\n <s>r\n—Хочу домо-о-ой. — с этими словами я вызвал лифт.",
    "answers": [
      {
        "id": 20,
        "text": "*Дзынь*"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я зашёл в самую ненавистную беседу когда либо.\n\nПролистав беседу и увидев что двое сотрудников написали о том что их сегодня не будет.\n\nЕщё двое написали о странном поведении бомжей в их дворах.\n\n—Судя по всему не у меня одного творится такая чертовщина.\n\nИ только один местный дурачёк снова скинул эту идиотскую картинку. С пожеланиями доброго утра и желания здоровья.\n\n—Как жё он бесит! — сказали вы.",
    "answers": [
      {
        "id": 10,
        "text": "Написали что вас сегодня не будет и приложить фотографию тех тварей"
      }
    ]
  },
  {
    "id": 16,
    "text": "По запросу \"Агресивные бомжи\" мне тут же выдало не одну сотню видео.\n\nВ списке просмотренных мною видео были такие города как: Москва, Киев, Минск, Берлин, Братислава, София, Афины, Вашингтон, Мехико, Оттава,\nРио-де-Жанейро,\nТриполи, Рим, Париж, Лондон,\nДублин.\n\nСудя по всему это было уже везде. В одном из видео я видел как германский полицейский стрелял в этого... Зомби? На выстрелы в тело никакой реакции, а вот когда он попал в голову тот слёг сразу.\n\nИз просмотренных видео я подчерпнул следующее:они слабы по всем пунктам, и видят на расстояние не более 15 метров, однако очень живучие убить можно только разрушением головного мозга.",
    "answers": [
      {
        "id": 10,
        "text": "Выйти из приложение"
      }
    ]
  },
  {
    "id": 17,
    "text": "В итоге я уже собрался уходить, но решил ещё поискать инфу по этому поводу. \n\nТак, с чего бы начать? — сказали вы и смотрели на значки ютаба и браузера с новостями.",
    "answers": [
      {
        "id": 18,
        "text": "Посмотреть новости"
      },
      {
        "id": 19,
        "text": "Залезть в ютаб"
      },
      {
        "id": 11,
        "text": "Нужно начать готовится ",
        "need": [
          18,
          19
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "Третья мировая, скидки, реклама всё не то, чёрт. И вот меня уже оставляла надежда найти так мне нужную статью,но я успел зацепится глазами за нужную статью и прочитать её.\n\nНу что сказать... Не у меня одного такое,судя по всему наступил биологический БП*.\n\nМда... Нужно начинать готовится. Думаю.\n\n*(большой писец(северный лис)).",
    "answers": [
      {
        "id": 17,
        "text": "Свернуть новости"
      }
    ]
  },
  {
    "id": 19,
    "text": "По запросу \"Агресивные бомжи\" вам тут же выдало не одну сотню видео.\n\nВ списке просмотренных вами видео были такие города как: Москва, Киев, Минск, Берлин, Братислава, София, Афины, Вашингтон, Мехико, Оттава,\nРио-де-Жанейро,\nТриполи, Рим, Париж, Лондон,\nДублин.\n\nСудя по всему это было уже везде. В одном из видео вы видели как германский полицейский стрелял в этого... Зомби? На выстрелы в тело никакой реакции, а вот когда он попал в голову тот слёг сразу.\n\nИз просмотренных видео вы подчерпнули следующее:они слабы по всем пунктам, и видят на расстояние не более 15 метров, однако очень живучие убить можно только разрушением головного мозга.",
    "answers": [
      {
        "id": 17,
        "text": "Выключить ютаб"
      }
    ]
  },
  {
    "id": 20,
    "text": "Издав этот звук лифт начал открыватся. И только я расслабленный и уставший, собрался входить.\n\nКак на меня из лифта повалила целая орава тварей.\n— Твою мать!!! — вскрикнул я и ломанулся вправо к пожарной лестнице. \"Она должна быть открыта. ДОЛЖНА!!!\". \n\nДверь и вправду была открыта. Перед вами встал выбор. Куда бежать?",
    "answers": [
      {
        "id": 21,
        "text": "Вниз"
      },
      {
        "id": 22,
        "text": "Вверх"
      }
    ]
  },
  {
    "id": 21,
    "text": "И вот бежа вниз по лестнице я  слышу, как снизу идут такие же твари как и сверху. Это конец подумал я и попытался всё таки успеть вскочить в дверь которая была на этаже.\n\n—Получилось! У меня получилось! — с этими радостными возгласами я забарикадировал дверь и отошёл от неё.\n\n—Вот чёрт! Они и сдесь! — Вы подбежали к окнам. \nНо они и не думали останавливаваться. Они подходили всё ближе и ближе,забарекадированая дверь пала. \"Вот теперь точно конец\" .\n—Что угодно, но только не в вашу пасть! — прокричали вы и с разбегу проломили окно.\n\nПолёт...\n\nУдар...\n\nТемнота.",
    "answers": [
      {
        "id": 23,
        "text": "-Это конец?"
      }
    ]
  },
  {
    "id": 22,
    "text": "Первый этаж...\n\nВторой...\n\nПятый...\n\nДесятый...\n\nКрыша.\nЗадыхаясь я завалился на крышу. \"Думаю это их задержит\" подумал я посмотрев на заблокированую дверь.\n\nЯ пошёл к краю. Каменные джунгли. Так красиво светятся жёлтыми огнями фар и ламп. Красными машины. Где-то там вдалеке видны синие маячки аэропорта. Красота. \n—как будто всё в порядке. — сказал я с улыбкой на лице. Возможно это первый, и последний раз когда я стою так высоко.\n\n*удар*\n\n*ещё один*\n\n*град ударов*\n\n— Судя по всему дверь сейчас рухнет. — сказали я и сделал шаг навстречу пустоте.\n\nЯ падал с улыбкой. Было так приятно. Это ощущение невесомости. \"Как же хорошо\". Только и успел подумать я.\n\nУдар...\n\nТемнота.\n\n",
    "answers": [
      {
        "id": 23,
        "text": "- Это конец?"
      }
    ]
  },
  {
    "id": 23,
    "text": "*Глубокий вдох*<s>r\n<s>r\nСпустя несколько минут я наконец-то отдышался. Фух. Это был всего лишь сон. \"Так, а на чём это я лежу?\". Спросил я себя. Спустя минут пять я наконец встал и посмотрел на это. То, что осталось от Степана. <s>r\n<s>r\n— Мда, он не жилец. Пюре из головы получилось знатное. — сказав это я осмотрел себя на наличие увечий. На удивление я был только бит, но не крашен, были только пара синяков, да царапина на руке.<s>r\n<s>r\nСпустя минуту, я подошёл к входной двери квартиры нашего \"Телепата\" . Дверь на распашку. Ну я конечно не мародёр, но его вещи ему явно больше не будут нужны.<s>r\n<s>r\nСпустя полчаса я снова двинулися вниз, но теперь не с пустым рюкзаком и молотком в руках, а с тремя банками консерв в рюкзаке и стальной битой в руках.",
    "answers": [
      {
        "id": 24,
        "text": "Спускаться вниз"
      }
    ]
  },
  {
    "id": 24,
    "text": "К моему удивлению и счастью больше я не встретил никого.<s>r\nИ вот я стою перед дверью, как перед сизамом. Вот только кричать \"Сезам откройся\", на весь дом я не буду. Ибо незачем, вместо этого я просто нажму на эту кнопочку.<s>r\n<s>r\n— Диньг-диньг-диньг. — Никогда не любил этот звук.<s>r\n<s>r\nНа улице было относительно спокойно, если не считать тех двух, которые уже доели того мужичка. И уже бродили в поисках новой жертвы. <s>r\n<s>r\n\"Ну их к чёрту\" подумал я и решил их не трогать, а просто обойти из прижимаясь к одному из домов.<s>r\n<s>r\nИ вот я уже почти добрался до того ларька с продуктами. Как услышал какие-то удары по железу. \"Не моё дело\".<s>r\n<s>r\nИ вон виднеется тот самый магазинчик, с так мне необходимым содержимым. Подойдя на расстояние ста метров я определил, что тот стук по металлу, доноссится от ларька. \"Хм,ломится кто-то что-ли?\". Подумал я, и на всякий случай обошёл магазин, и подходил к нему со стороны служебного входа.<s>r\n",
    "answers": [
      {
        "id": 25,
        "text": "Подходить ближе"
      }
    ]
  },
  {
    "id": 25,
    "text": "\"Да, и вправду, в дверь ломился грязный бомж, вернее, то, что было им раньше.\" Ну, продукты мне в любом случае нужны. Поэтому я начал подкрадыватся к нему сзади.<s>r\n<s>r\nСпустя две долгие минуты, я наконец подкрался к нему на расстояние, не меньше пяти метров. \"Буэ, пахнет от тебя дядя, так же выглядишь, плохо, очень\".<s>r\nИ вот настал момент Х. Я крадусь к нему, как не крался никогда. Но вот неудача, я пнул камень ногой, и этот зомби, да теперь буду звать их так, повернулся ко мне и неловким шагом направился ко мне.<s>r\n— Дядь у меня мелочи нету. — А он всё шёл походкой заправского алкоголика.<s>r\n— Дя-я-ядя, я так посмотрю ты последние зубы на водку променял, ну, не беда, нечему будет высыпатся. — Сказав это я нанёс этой алкоте восходящий удар битой. Трындец алко-котёнку. <s>r\n— А минздрав говорил, алкоголь убивает. — Сказав это я преступил через его труп, и направился к той двери.<s>r\n— Эй лиса, открывай, медведь пришёл. — Сказав это я ждал минут пять. Пока упитанная бабка не открыла эту дверь, сначала её взгляд был прикован к бомжу, потом он скользнул на меня.",
    "answers": [
      {
        "id": 26,
        "text": "- Уходи отсюда пока новых не набежало. А в награду оставь мне открытый ларёк."
      }
    ]
  },
  {
    "id": 26,
    "text": "Она посмотрела на меня такими глазами, будто я сознался в том что я её сейчас убю, а затем зажарю и повешу на столб.<s>r\nЯ понял, что она ничего не поняла.<s>r\n— Выметайся кому сказано! — Рявкнул я и подтолкнул её к этому выбору.<s>r\nЧерез минуту её пятки сверкали, а бока землю сотрясали.<s>r\n<s>r\n*Спустя примерно полчаса*<s>r\n<s>r\nИ вот я уже с полным рюкзаком, и двумя тридцати литровыми пакетами, всякой полезной всячины, двигался в направлении дома. Ну и конечно же улыбкой до ушей.",
    "answers": [
      {
        "id": 27,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 27,
    "text": "И вот на входе в мой двор меня встретили мои давние \"друзья\", от которых мягко говоря... попахивало. Я не стал с ними церемонится, и просто кинул одному   в лицо булыжник, и судя по хрусту попал  удачно. Со вторым тоже не возникло проблем. Я поднялся к себе в квартиру.\n\"Дом милый дом\".",
    "answers": [
      {
        "id": 28,
        "text": "Поднятся в квартиру"
      }
    ]
  },
  {
    "id": 28,
    "text": "И вот я вернулся домой, закинул в холодильник скоропортящиеся продукты, а консервы и прочее я распихал по карманчикам рюкзака. Но тут мой глаз зацепился за две бутылки коньяка, те которые я взял планируя сегодня отдохнуть в последний раз, потому что когда ещё я смогу отдохнуть и выпить в относительной безопасности?\n\nИ вот спустя время я уже был на веселе и решил сделать себе яишенку с салом. Планируя это на меня невольно нахлынули негативные мысли. Я уже открыл газ, но услышал шорох за дверью.\n— Что там происходит? — я подошёл к двери и взглянул в глазок. Пусто. Может послышалось.",
    "answers": [
      {
        "id": 29,
        "text": "Выпить ещё немного"
      }
    ]
  },
  {
    "id": 29,
    "text": "И вот я уже допил вторую бутылку, как во мне проснулась злость на того самого алкаша соседа, из за которого я не раз спотыкался на этой чёртовой лестнице!\n\n— Ну всё! Настал час виндетты! — Взяв биту я спустился вниз.\n\n— Открывай выродок! Я знаю что ты дома! — Я ломился в двери ещё примерно пять минут. После я успокоился и вернулся в квартиру.\n\nИ вот я уселся на свой стул из икеи, достал спички, и задумчиво посмотрел на пачку сигарет, которую забыл положить к остальному снаряжению.\nЯ взял её, \"курение убивает\", гласила надпись на пачке.\n\n—Хах, ну ты будешь явно полезнее тех двоих. — Сказал я выуживая сигарету из пачки. \n\nЯ задумчиво посмотрел на пачку спичек.\n— А может не стоит? — Хотя ладно, чёрт с ним.\nСказал я и зажёг спичку. \nМоё лицо тут же окатила волна тепла, которая переростала в жар преисподней.",
    "answers": [
      {
        "id": 30,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Это что, конец? — Только и успел подумать перед яркой вспышкой света.\n\nНапротив меня стояла молодая девушка, лет двадцати трёх, в тёмно-красном вечернем платье, которое подчёркивало её стройную фигуру. \n— Мы ждали тебя Максим. — Сказала она и подошла ко мне ближе. — Поздравляю, ты мёртв  но мы дадим тебе выбор, от которого зависит твоя дальнейшая судьба. — Я слушал её не в состоянии сказать что либо. \n— Первый вариант, ты можешь реинкарнироватся в другом мире, там где царит спокойствие, пока что. \nЯ попытался задать вопрос. \n— Нет. Все вопросы задашь потом. Второй вариант, ты возродишся в своём мире за пять лет до Чистки. — Слушая это моя челюсть невольно ползла вниз.\n — Третий. — Тут она почему-то замолчала. Но спустя две минуты она сказала. — Ты возродишся в своём мире в первый день катастрофы. Учти, из твоей крови, можно сделать сыворотку, которая при правильном изготовлении может не только не дать умереть укушеному, но и восстановить разум и душу заражённого. Ах да, ты можешь возрождатся столько раз, сколько захочешь, но только в том варианте который выбрал ты. Теперь можешь задавать вопросы.\n Я задал вопрос, который меня интересовал больше всего.\n— Почему я?\n— Так случилось, не более, чем стечение обстоятельств. Тебе просто повезло стать нашей подопытной крыской. Этот вирус, модифицированный птичий грипп, который вывели в Японии. Но, вскоре при \"загадочных\" обстоятельствах, он вырвался. У нас это называется просто. Большая чистка. — После этих слов она выжидающе смотрит на меня, когда же я задам следующий вопрос.\n— Зачем?\n— Вы были на краю пропасти, мы просто вас подтолкнули. — Она посмотрела на часы, которые до этого просто левитировали в воздухе.\n— На этом всё. Тебе пора. — После этих слов наступила темнота. Когда я очнулся в тёмном помещении, перед мной было только три двери и нелёгкий выбор...",
    "answers": [
      {
        "id": 31,
        "text": "Глава 2. Твой выбор"
      }
    ]
  },
  {
    "id": 31,
    "text": "И вот, я стою перед самым сложным выбором в своей жизни. Так-с, если я войду в левую дверь, то попаду в первый день конца света. Не, не годится. Скорее всего я умру в первую же неделю, даже учитывая то что я могу приобрести опыт за бесчисленные смерти моё тело всё равно остаётся слишком слабо, ибо я офисный работник а не главный герой книги, я обычный смертный как и остальные семь миллиардов. Так что нет. Не подходит.<s>r\n<s>r\nДверь справа, та самая которая ведёт в альтернативный мир который ещё жив, но опять таки \"пока что\", а если это самое \"пока что\" закончится пока я буду ребёнком? Правильно. Мне конец. Тоже не подходит, да и тем более терять себя теперешнего не в кайф. В печь.<s>r\n<s>r\nОстаётся последняя дверь, по середине. За пять лет до. И что мне там делать? В то время я ещё учился да и денег не было, а на то что бы качественно подготовиться нужны бабки. МНОГО бабок. А что если...<s>r\n<s>r\nЛадно об этом позже, а сейчас вперёд, в среднюю дверь. Лишь бы выжить.",
    "answers": [
      {
        "id": 32,
        "text": "Зайти в дверь"
      }
    ]
  },
  {
    "id": 32,
    "text": "Когда я перешагнул порог я очутился в точной копии предыдущей комнаты, только тут не было дверей, да и вообще ничего более. Вернее не так. ВООБЩЕ пусто. <s>r\n— Где я? — Невольно произнёс я.<s>r\n— М? Ты уже тут? — напротив меня появилась милая девушка лет тринадцати с волосами до пояса, левая половина напоминала огромный пожар, правая же была синяя как море, однако в тоже время у неё была гетерохромия, левый голубой, правый красный. Она была ниже меня примерно на две головы, около 140 сантиметров. Было видно что она только проснулась, заспаные глаза, разтрепаные волосы и конечно же длинная белая рубашка которая опускалась ей бо колен. Стоп, это же моя рубашка!<s>r\n— Что-то ты рано. — Она потянула и зевнула — Привет, в общем я Алиса и теперь я навечно связана с тобой контрактом Бессмертного. Ты его подписал как только вошёл в дверь, и теперь я твой личный дополнительный интелект. Ксли по простому то ДИ, и нет, я полноценная личность, не то что эти ИИ. — Сказала она с лицом абсолютного превосходства.",
    "answers": [
      {
        "id": 33,
        "text": "- Где я?"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Ты сейчас в своём внутреннем мире. У тебя тут пустовато кстати... — Она уставилась на меня с недовольным взглядом — Ну, может уже сделаешь хоть что нибудь?<s>r\n<s>r\n— Что например? — Сказал я подходя ближе — Кстати что это у меня в кармане? — Я показал ей какую-то карточку которая походила чем-то на кредитную, вот только она была больше, примерно 13 сантиметров в длину и 8 в высоту.<s>r\n<s>r\n— Это карточка статуса, там ты можешь узнать информацию о себе, но для этого её нужно привязать, просто капни на неё немного своей крови. — Объяснила она мне — Вот можешь воспользоваться этим — Она дала мне небольшой стилет.<s>r\n<s>r\n— Ладно — сказал я и уколо себя в кончик пальца, как только пошла кровь я капнул на карту и та пошла рябью пока не начали проявляться буквы <s>r\n<s>r\nИмя: Мороз(Прозвище) <s>r\nНастоящее имя: Дмитрий Морозов(скрыто)<s>r\nПроффесия: Некромант<s>r\nТитул: Бессмертный, Владелец ДИ, Неприметный, Крепкий телом и душой, Перерождённый.<s>r\nУровень: 0",
    "answers": [
      {
        "id": 34,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 34,
    "text": "Сила 6<s>r\nЛовкость 7<s>r\nВосприятие 9<s>r\nИнтелект 9<s>r\nВыносливость 6<s>r\nУдача 3<s>r\n<s>r\nАктивные навыки:<s>r\nПризыв скелетов 0<s>r\nПризыв зомби 0<s>r\nПризыв могильщика 0<s>r\nСтрела тьмы 0<s>r\nАура тьмы 1<s>r\n<s>r\nПассивные навыки:<s>r\n Холодное оружие 2<s>r\nСкрытность 4<s>r\nНаблюдательность 4<s>r\nОгнестрельное оружие 6<s>r\nСапёрное дело 4<s>r\nМаскировка 4<s>r\nСопротивление ядам 2<s>r\nСопротивление огню 2<s>r\nСопротивление холоду 1<s>r\nСопротивление тьме 10 (МАХ)<s>r\nСопротивление свету -2 (-20%)<s>r\nСопротивление контролю 6<s>r\nРемесло 3<s>r\nОхота 2<s>r\nХладнокровность 5<s>r\n<s>r\n— Как мне узнать подробнее про это всё?<s>r\n<s>r\n— Сфокусируйся на том что хочешь знать подробнее",
    "answers": [
      {
        "id": 35,
        "text": "Сфокусироваться"
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  }
]