[
  {
    "id": 1,
    "text": "Автор: Miriam Mills\nЖанр: Фантастика\n   Вы бы хотели попасть в будущее? А верите ли вы, что один человек способен его изменить?\n   Вы будете играть за девушку, которой удалось попасть в будущее. Понравится ли ей оно? Сможет ли она изменить будущее? Решать вам.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Достижения"
      },
      {
        "id": 4,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                                Будущее всегда туманно;\n                                                       и кто знает, что ждет\n                                             меня завтра-послезавтра?\n03.04.2019\n\n Я проснулась из-за того, что зазвонил телефон. Ужас, уже 11 утра, хорошо в школу не надо. Я дотянулась до телефона, звонила моя подруга Энн.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": " Достижения, они же концовки\nВы можете получить 7 достижений:\n\n Предательница\n Счастливый робот\n Утерянные воспоминания\n Как в тумане\n Неудачница\n Пустыня\n\nСкрытое достижение:\n\n Вечность",
    "answers": [
      {
        "id": 3,
        "text": " Предательница",
        "need": 31,
        "need_ever": true
      },
      {
        "id": 3,
        "text": " Счастливый робот",
        "need": 30,
        "need_ever": true
      },
      {
        "id": 3,
        "text": " Утерянные воспоминания",
        "need": 34,
        "need_ever": true
      },
      {
        "id": 3,
        "text": " Как в тумане",
        "need": 45,
        "need_ever": true
      },
      {
        "id": 3,
        "text": " Неудачница",
        "need": 46,
        "need_ever": true
      },
      {
        "id": 3,
        "text": " Пустыня",
        "need": 47,
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "Скрытое достижение:",
        "need": 36
      },
      {
        "id": 3,
        "text": " Вечность",
        "need": 36,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": " Здравствуйте, надеюсь вам понравится мой квест.\n Квест будет небольшим, но каждый выбор будет влиять на сюжет.\n Сюжет этого квеста целиком и полностью моя фантазия. Поэтому, любые совпадения с реальностью — случайность.\n Приветствую критику с точными указаниями на ошибки.\n\n                                                                       Miriam Mills",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Алло? Привет, Энн.\n— Ты что, ещё спишь?!\n— Эй, не кричи так, каникулы же, можно и поспать.\n— Ладно уж, я тебя гулять позвать хотела.\n— Ну хорошо, а куда пойдём?\n— Как обычно, в комнату виртуальной реальности!",
    "answers": [
      {
        "id": 6,
        "text": "- Опять? Конечно, скоро буду."
      },
      {
        "id": 7,
        "text": "- А может в парк пойдём, на природу?"
      }
    ]
  },
  {
    "id": 6,
    "text": "— О'кей, скоро буду. — и она отключилась.\n \n Так, у меня есть пол часа нужно собираться. Я умылась; волосы причесала и решила оставить распущенными; одела свою любимую толстовку и джинсы.\n Посмотрела в зеркало: брюнетка, зелёные глаза, в общем, самая обычная 14-летняя девочка, и я быстро кивнула сама себе \"пойдёт\". Заглянув к маме на кухню, я сказала, что иду гулять и быстро побежала на улицу.",
    "answers": [
      {
        "id": 8,
        "text": "Далее",
        "need": -22,
        "need_ever": true
      },
      {
        "id": 48,
        "text": "Далее",
        "need": 22,
        "need_ever": true
      }
    ]
  },
  {
    "id": 7,
    "text": "— А может в парк пойдём, на природу?\n— Ну что ты заладила своей природой, сейчас век технологий, успеешь ещё на природу насмотреться.\n— Да уж, бесполезно тебя уговаривать. Ладно, через пол часа возле моего дома.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": " Весна, прохладный воздух, как я люблю такую погоду.\n\n— Привет, ну что пойдём? — рядом неизвестно откуда появилась Энн.\n— Да, пойдём — нехотя ответила я.\n\n Мы шли по улице, впереди, появился густой туман. Энн резко остановилась.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Энн, в чём дело?\n— Не видишь, туман? Влажность может навредить технике. — она снимала с себя наушники, умные часы, и вместе с телефоном и плеером пыталась спрятать всё в рюкзак. \n В это время я вошла в туман.\n\n— Энн ты скоро?\n— Скоро, это ты у нас любитель дождей, туманов и всей мокрой, противной погоды, а я предпочитаю сидеть в комфорте.\n— У природы нет плохой погоды — с улыбкой сказала я. \n Туман резко стал гуще, теперь, дальше чем на вытянутую руку, ничего не видно.\n\n— Энн, ты где? Я тебя не вижу! — никто не ответил.\n— Энн! Энни!!! — тишина... Не слышно даже проезжающие машины. \n Нужно выйти из тумана, куда-нибудь, Энн наверное так же подумала, вот я и недозвалась её. Я пыталась успокоиться и просто шла прямо.",
    "answers": [
      {
        "id": 10,
        "text": "Далее",
        "blackout": false
      }
    ]
  },
  {
    "id": 10,
    "text": " Туман неожиданно рассеялся, так же быстро, как и появился. Пришлось резко остановиться; дорога была странная: мягкая, с синим оттенком. Я вспомнила, что недавно в газете читала, как учёные изобрели новое вещество для дорог. Может так быстро построили?\n\n Но что-то странное есть ещё... Интересно, что именно?\n\n За всё время я прошла не больше десяти метров, здесь должны быть частные дома. Когда успели построить целый небоскрёб? И странно: на каждом этаже входная дверь. Придумают же архитекторы.\n\n И воздух... Воздух странный... Как будто ненастоящий.\n\n Так нужно позвонить Энн. Я достала телефон, и развернулась, готовясь идти назад. Но снова остановилась и в этот раз уже закричала.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": " Город было не узнать. Он состоял из огромных небоскрёбов, вокруг них летали странные машины совсем безшумно. Я только поняла, что вокруг тишина... Ни звука, и слышно только мой крик. Я резко замолчала, тишина сильно давила.\n Хм... где все деревья? Вообще какая-нибудь зелень? И ветра тоже нет? Где же я?\n— Ты чего кричишь? — я резко развернулась и никого не увидела.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": " Через секунду с верху спустились, на каких-то реактивных ранцах, двое детей, примерно моего возраста, девочка и мальчик, похоже двойняшки. У обоих были каштановые волосы, карие глаза, странные комбинезоны, и они были очень слабые на вид, зная, что я никогда не была спортивной, против них я выглядела очень сильной.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Эй, ты нас слышишь?\n— Да она вообще какая-то странная.\n— Нельзя говорить плохо о человеке, не узнав его.- они спорили между собой. Так, надо это прекращать.\n— Эм... Привет — я попыталась улыбнуться.\n— Привет — девочка улыбнулась и протянула руку. — Я Майла, а это мой брат Лайс.\n— Я Тария, можно просто Тара. и я пожала протянутую руку.\n— А почему у тебя имя такое странное? — продолжила Майла — И одежда?",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Не знаю, самое обычное имя. Я похоже немного заблудилась, поможете дорогу найти? — они странно на меня посмотрели.\n— У тебя что, чип сломался? — спросил Лайс.\n— Чт-что? К-какой чип? — я начала заикаться, странно это всё, что вообще происходит? Где я?\n— Ты серъёзно? Самый обычный чип, встроенный в мозг, но он никогда не ломается. — о чём он? Я не понимаю.\n— Стой! Может я покажусь сумасшедшей, но, какой сейчас год?\n— Год? Две тысячи четыреста третий.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Не может быть... Вы же шутите, да? — они переглянулись, взяли меня за руки и, приказав молчать, взлетели. Мы долетели до шестидесятого этажа. \"И когда я успела посчитать?\", влетели внутрь, и они втолкнули меня в одну из комнат. Похоже, они здесь живут.\n\n Это была просторная комната: половина её была выполнена в светлых тонах, а вторая в тёмных.\n\n Майла посмотрела на стены, и по ним прошлось голубое свечение, а потом исчезло, Майла улыбнулась.\n— Звукоизоляция. Тара, так ты путешественница во времени? Из какого ты времени? — её перебил Лайс.\n— Такого не бывает, Май, ты опять выдумываешь.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Похоже, что бывает — я решила, что им можно доверять — я из две тысячи девятнадцатого года...- меня перебила Майла.\n— Я же говорила, что бывает! Как ты сюда попала, расскажи. — и я рассказала, как прошла сквозь странный туман.\n Выслушав мой рассказ, Майла с весёлой улыбкой начала говорить.\n— Я же говорю, что в научной передаче такое рассказывали, и про туманы\n— А я вот не вижу, где у вас хотя бы телефоны — и я достала свой смартфон.\n— Ой, да ты и правда, как из каменного века, Айс, смотри. — воскликнула Майла.\n\n Но Лайс, не обращая никакого внимания на сестру, обратился ко мне.\n— Тара, у тебя ведь есть вопросы о нашем времени? Задавай.\n",
    "answers": [
      {
        "id": 17,
        "text": "- Почему я не увидела в городе растения?"
      },
      {
        "id": 18,
        "text": "- Где все ваши средства связи, телефоны, например?"
      },
      {
        "id": 19,
        "text": "- Почему ваша комната всё время меняет цвет?"
      },
      {
        "id": 20,
        "text": "Зачем вы так быстро спрятали меня в комнате со звукоизоляцией?"
      },
      {
        "id": 21,
        "text": "Вопросов нет"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Где все растения, в городе их совсем нет? — у них быстро упало настроение.\n— Двести лет назад глобальное потепление растопило все льды, матереки поменьше затопило. Потом, воздух стал непригодным для жизни. Люди переселились на Марс, а на Земле произошёл взрыв. Верхний слой Земли снесли, воздух теперь делают искусственным путём, и половина человечества переселилась обратно на  Землю. Теперь вся природа... уничтожена.",
    "answers": [
      {
        "id": 16,
        "text": "Ещё вопросы"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Где все ваши средства связи, телефоны, например? Я думала в будущем их должно стать больше? — всё в комнате стало менять цвета, переливаться всеми цветами радуги. Странно.\n— Как ты сказала \"телефоны\" для нас уже каменный век. А вся информация находится в чипе. Чип встроенный в мозг человека, он считывает мысли и может передавать информацию на другой чип, поэтому сейчас мало людей разговаривают вслух. С помощью него мы можем смотреть фильмы и играть в игры, как будто там находимся. Так же этот чип управляет всей техникой: летамобилями, реактивными ранцами и т.д.",
    "answers": [
      {
        "id": 16,
        "text": "Есть ещё вопросы"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Почему в вашей комнате всё меняет цвет?\n— Чип управляет всей техникой, а она встроена везде. Поэтому, комната меняет цвет в зависимости от наших предпочтений и эмоций.",
    "answers": [
      {
        "id": 16,
        "text": "Вопросы ещё есть"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Зачем так быстро было бежать в комнату? Да ещё в придачу звукоизоляцию подключать? \n— Просто весь мир стремится в будущее, ещё более роботизированное. А мы с Майлой состоим в специальной организации, которой удалось обмануть чип и он считывает не всю информацию. Наша организация борется за возвращение экологии: растений, животных. Видишь, даже мы против тебя выглядим слабо, а остальные совсем не двигаются. Конечно, есть же роботы, они уже сами как роботы, под руководством чипа. И тебя они скорее всего сделают такой же, поэтому, мы сразу тебя спрятали.",
    "answers": [
      {
        "id": 16,
        "text": "Ещё вопросы"
      }
    ]
  },
  {
    "id": 21,
    "text": " Вдруг, Майла, сидевшая всё это время в кресле, резко подскочила.\n— Я придумала, мы сейчас вместе пойдём к тёте Вие, она нанотехнолог, может что-нибудь придумает или посоветует к кому нужно обратиться.\n— Да, правильно — подтвердил Лайс — в нашей организации ещё мало учёных, вряд ли кто-то из них поможет. Майла, неси ранец.\n\n Майла принесла реактивный ранец, я его одела, он оказался совсем лёгкий.\n— Тара, без чипа ты не сможешь управлять ранцем, поэтому он будет для маскировки. Главное, молчи, здесь все общаются через чип. — Майла взяла меня за руку и потянула к выходу. Они помогли мне спуститься вниз, и мы пошли в неизвестном мне направлении.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": " Когда мы дошли до такого же одинакового небоскрёба, Майла провела меня внутрь, похоже, что это лаболатория.\n Втроём, мы молча подошли к ресепшену; так же молча, девушка, стоявшая за ним, провела нас к двери в один из кабинетов; мы зашли и сели на диван у окна.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": " За столом со странными приборами сидела женщина, лет 30 на вид, очень худая и маленькая. Минут пять все сидели просто молча. Потом женщина как будто вышла из оцепенения, улыбнулась и повернулась ко мне.\n— Ну, здравствуй, Тария,  меня зовут Вия. — она оглянулась на ребят — Не переживайте, это Кларисса, моя коллега, ей можно доверять. — я только сейчас заметила женщину, сидящую за столом, в углу комнаты. Вия продолжила.\n— Раз ты попала сюда из прошлого, ты хочешь вернуться?",
    "answers": [
      {
        "id": 24,
        "text": "- Конечно в своё время!"
      },
      {
        "id": 25,
        "text": "- Разве можно остаться?"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Конечно, я хочу вернуться в своё время. — Вия улыбнулась.\n— Я знаю, кто может вам помочь. Авелия, она изучает путешествия во времени. Вам нужно дойти до центра города... — и Вия подробно объяснила, как добраться до Авелии.",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "— А разве можно остаться? — Вия хитро улыбнулась, а Кларисса подскочила с места.\n— Если ты хочешь, я могу удочерить тебя, и ты будешь здесь жить — Майла умоляюще посмотрела на меня и отрицательно покачала головой, а Лайс просто задумчиво смотрел в пол. — Выбор за тобой.\n— Я...",
    "answers": [
      {
        "id": 26,
        "text": "хочу остаться"
      },
      {
        "id": 27,
        "text": "хочу домой"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Я хочу остаться здесь! — Вия радостно подошла и обняла меня.\n— Ты не пожалеешь о своём выборе. Только теперь нужно провести небольшую операцию по установке чипа для тебя. Вы тут пока посидите, а мы с Клариссой сходим узнаем за оформление чипа. — и они выбежали, закрыв за собой дверь.\n Лайс посмотрел на меня.\n— Слушай, подруга, мы рассказали тебе свою тайну, пожалуйста, не проболтайся.\n— Угу — я кивнула, в кабинете опять повисла тишина.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Я просто спросила. Я очень сильно хочу домой.\n\n Кларисса, молчавшая всё это время, начала говорить.\n— Нет, раз у тебя были сомнения, то ты должна остаться.\n— Кларисса, пожалей её, о ней ещё никто не знает, мы должны помочь Таре вернуться... — в комнату ворвались роботы-охранники.\n Вия потеряла сознание (это что, через чип можно управлять людьми?), Майлу и Лайса один из роботов просто откинул в сторону. Кларисса посмотрела на меня.\n— Ну что, идёшь по-хорошему?",
    "answers": [
      {
        "id": 32,
        "text": "Пойти за Клариссой"
      },
      {
        "id": 33,
        "text": "Сбежать через окно (первый этаж)",
        "need": 7
      }
    ]
  },
  {
    "id": 28,
    "text": " Вскоре пришли Вия и Кларисса.\n— Тара, при установке чипа могут исказиться или совсем исчезнуть важные для тебя воспоминания. Можешь сейчас рассказать мне её, после установки я помогу тебе всё вспомнить.\n Я начала перечислять важные для меня моменты жизни.",
    "answers": [
      {
        "id": 29,
        "text": "Рассказать секрет Майлы и Лайса"
      },
      {
        "id": 30,
        "text": "Не рассказывать"
      }
    ]
  },
  {
    "id": 29,
    "text": " И не забыла я рассказать про организацию, Майлу и Лайса.\n\n Мне установили чип, к счастью, я ничего не забыла.\n \n Ко мне подошли Майла и Лайс, и в голове отчётливо двумя голосами прозвучало: \"Предательница\". Предательница...\n Лишь потом я узнала, что у всех взрослых участников организации была стёрта память, а за детьми установили строгий контроль.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": " Друзей не предают. Про организацию я промолчала. \n Мне установили чип, воспоминания остались, повезло.\n\n Майла и Лайс предложили мне вступить в организацию \"Мира\" (оказывается, она так называется), я сразу согласилась. В новой школе у меня появилось много друзей. И главное — я была счастлива.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 30,
        "text": " *Получено достижение \"Счастливый робот\"",
        "comment": true
      }
    ]
  },
  {
    "id": 31,
    "text": " Когда я пошла в новую школу, меня там не особо приняли. Только дома, у Вии, я чувствовала себя спокойно, но всё время меня мучала совесть.\n Я предала своих новых друзей...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 31,
        "text": " *Получено достижение \"Предательница\"",
        "comment": true
      }
    ]
  },
  {
    "id": 32,
    "text": " Я же сомневалась, сама виновата. И я подошла к Клариссе.\n— Вот и умничка, сейчас тебе установят чип и будешь жить как все.\n\n Во время установки чипа что-то пошло не так: стёрлись все мои воспоминания. У меня была депрессия, и меня изолировали от общества.\n\n Каждый день начинался одинаково: я просыпалась в серой комнате, не помня прошедший день, мне пытались что-то объяснить; чип не работал как нужно.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": " Первый этаж. Конечно! Я так легко не сдамся.\n\n Я схватила стоявший рядом стул. Кларисса, подумав, что я буду драться, попыталась увернуться. Воспользовавшись моментом, за это время, я успела выбить стулом стекло, и выпрыгнула в окно.\n\n Теперь бежать. Бежать не останавливаясь... В далеке я увидела туман. Есть надежда на спасение. Я в последний раз обернулась — роботы. Они бегут за мной.\n\n Шаг...",
    "answers": [
      {
        "id": 35,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 34,
    "text": " Я помню только одну фразу, сказанную доктором: \"Мы ещё не разобрались с путешествиями во времени, и сейчас не можем её вылечить\".\n\n Путешествие во времени... Что-то вспоминаю, но как в тумане... Не могу ничего понять...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 34,
        "text": " *Получено достижение \"Утерянные воспоминания\"",
        "comment": true
      }
    ]
  },
  {
    "id": 35,
    "text": " Туман сгустился. Города больше не видно. Нужно попробовать представить мой город. Странно, прошло примерно пол дня, а я его почти не помню. Просто идти.\n\n Я шла уже несколько часов. Нет ни голода, ни жажды, ни усталости...\n\n Я уже не считала сколько иду. В этом тумане нет ни дней, ни ночей. И я одна... Иду...",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": " Прошло сотни лет, я встретила таких же заблудившихся в тумане людей из разных эпох. Мы обосновали лагерь.\n Люди в тумане не стареют и живут вечно. Тысячи людей в тумане...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 36,
        "text": " *Получено скрытое достижение \"Вечность\"",
        "comment": true
      }
    ]
  },
  {
    "id": 37,
    "text": " Мы пришли к такому же дому. Нечему удивляться, они здесь все одинаковые. Майла быстро по чипу передала нужную информацию Авелии.\n— Значит ты, Тария, попала сюда утром. Нужно торопиться, мы ещё не тестировали искусственный туманный путь. Но на это нет времени, надо успеть до вечера, иначе ты не вернёшься домой.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": " Авелия созвала своих коллег, которые взяли нужные аппараты, и мы пошли на нужную улицу. Авелия выпустила туман.\n— Тара, готова?\n— Да, — я утвердительно кивнула.\n— Положи руку на этот камень и думай о своём времени, вспомни откуда ты пришла. — положив руку на камень, я вспомнила дом, родителей, Энн.\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": " Авелия улыбнулась.\n— Прощай. — я огляделась.\n— Отправь нам весточку — грустно улыбнулась Майла.\n— Помоги нам, подруга — донеслось от Лайса, когда туман сгустился...",
    "answers": [
      {
        "id": 40,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 40,
    "text": "— Тара! Тара!!! — рядом стояла Энн.\n— Энн! Сколько времени меня не было.\n— Всмысле?\n— Ну, как долго ты меня искала.\n— Минуты три, пока туман не рассеялся. Ну что, идём?",
    "answers": [
      {
        "id": 41,
        "text": "Я начну проект организации сейчас."
      },
      {
        "id": 42,
        "text": "Я ничем не смогу помочь планете"
      },
      {
        "id": 43,
        "text": "Зачем что-то менять? Мир прекрасен."
      },
      {
        "id": 44,
        "text": "Я помогу будущему стать ещё роботизированней."
      }
    ]
  },
  {
    "id": 41,
    "text": " Нужно помочь Майле и Лайсу, нельзя оставлять мир таким.\n— Извини, Энн. Я не пойду.\n— Почему?!\n— Помнишь мой проект по экологии? Я хочу его осуществить.\n— Это невозможно сделать, Тара, ты потратишь каникулы зря.\n— Нет слова \"невозможно\". Потому что возможно всё, даже путешествия во времени. Мне некогда, пока, Энн!\n\n Я стала известным учёным-экологом. Но с Энн мы больше не общались.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": " Я ничего не смогу сделать, я просто маленькая девочка, ни на что не способная.\n— Да, идём.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": " Зачем что-то менять? Мир прекрасен!\n— Конечно, быстрее!",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": " Будущее прекрасно, но можно его сделать ещё лучше.\n— Энн, а пойдём я покажу тебе свой новый проект, это будет круче, чем комната виртуальной реальности.\n— Ну, если круче...",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "03.04.2403\n В парке сидели я, Лайс и Майла. Им, как и было, когда я путешествовала во времени, 15 лет. А мне 25, я изобрела средство вечной молодости, основанное на взаимодействии с природой.\n И теперь мы в парке, вокруг растения, никаких встроенных чипов, без электронники, конечно, никуда, но без вреда природе.\n— Знаешь, Тара, — Майла повернулась ко мне — а я помню, как ты путешествовала во времени, только плохо... Как в тумане...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 45,
        "text": " *Получено достижение \"Как в тумане\"",
        "comment": true
      }
    ]
  },
  {
    "id": 46,
    "text": " После окончания школы я поступила на учителя, чтобы не навредить миру. Когда я начала работать, дети меня не любили, на работе вечно были проблемы, только Энн меня поддерживала.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 46,
        "text": " *Получено достижение \"Неудачница\"",
        "comment": true
      }
    ]
  },
  {
    "id": 47,
    "text": " Я стала нанотехнологом.\n Через 10 лет, все люди были похожи на живых роботов.\n\n Через 20 лет, планета не выдержала: цунами, ураганы, землятресения. На Землю начали падать метеоры.\n\n Человечество было стёрто с лица Земли. Планета стала пустынной.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 47,
        "text": " *Получено достижение \"Пустыня\"",
        "comment": true
      }
    ]
  },
  {
    "id": 48,
    "text": " Вы уже прошли квест, хотите сократить путь?\n\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить прохождение квеста"
      },
      {
        "id": 22,
        "text": "Сократить"
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  }
]