[
  {
    "id": 1,
    "text": "Автор: Чёрный капюшон.\nЖанр: детектив.\n\n Вот уже три года назад, сдавши экзамены с наилучшим результатом, вы решили работать в одном из крупнейших детективных агентств \"RPV\". За эти годы вы смогли раскрыть около 50-ти сложнейших дел и стали первоклассным детективом под ником 'Lord' (ник из-за того, что вы достаточно скрытный человек), но сегодня твой начальник принёс для тебя новое дело, которое заставит выйти вас из тени и показать миру своё истинное лицо.",
    "answers": [
      {
        "id": 3,
        "text": "Раскроем дело"
      }
    ]
  },
  {
    "id": 2,
    "text": "\n\n Я встал с кровати и выключил будильник, открыл окно и начал собираться.\n — Сегодня я снова не выспался.",
    "answers": [
      {
        "id": 10,
        "text": "Заварить кофе."
      },
      {
        "id": 11,
        "text": "Купить по дороге в офис чашку эспрессо."
      }
    ]
  },
  {
    "id": 3,
    "text": "\n\n Я вновь открыл глаза, мне приснился кошмар. ",
    "answers": [
      {
        "id": 4,
        "text": "Посмотреть на часы."
      },
      {
        "id": 5,
        "text": "Посмотреть в окно."
      },
      {
        "id": 6,
        "text": "Накрыться с головой одеялом."
      }
    ]
  },
  {
    "id": 4,
    "text": "\n\n  Я сел на кровать и посмотрел на часы, стоящие на тумбочке возле меня. Сейчас 3 часа ночи.",
    "answers": [
      {
        "id": 6,
        "text": "Нужно спать.  \n "
      }
    ]
  },
  {
    "id": 5,
    "text": "\n\n  Я встал с кровати и подошёл к окну. Отодвинув шторы, я впустил в комнату свежий воздух. Взглянул на небо. Сегодня полнолуние. Лай собак слишком громкий. ",
    "answers": [
      {
        "id": 9,
        "text": "Закрыть окно."
      }
    ]
  },
  {
    "id": 6,
    "text": "\n\n Я накрылся одеялом с головой. \n — Нужно спать. Завтра мне на работу. \n Я долго не мог уснуть. Тиканье часов эхом отдавалось у меня в голове, но засунув голову под подушку у меня получилось заснуть.",
    "answers": [
      {
        "id": 7,
        "text": "  Продолжить.  "
      }
    ]
  },
  {
    "id": 7,
    "text": "\n\n Мой будильник зазвонил в 6 утра. ",
    "answers": [
      {
        "id": 2,
        "text": "Встать и выключить будильник."
      },
      {
        "id": 8,
        "text": "Хочу спать."
      }
    ]
  },
  {
    "id": 8,
    "text": "\n\n Я кое-как дотянулся до будильника и нажал на  кнопку после чего я, как и ожидалось, просто 'вырубился'\n Проснулся я только через два часа и как-то странно было чувствовать себя вполне выспавшимся.",
    "answers": [
      {
        "id": 16,
        "text": "Посмотреть на часы."
      }
    ]
  },
  {
    "id": 9,
    "text": "\n\n Возле окна я постоял минуты три, наверное, а после просто не выдержал и закрыл окно. Лёг в кровать и вскоре заснул.",
    "answers": [
      {
        "id": 7,
        "text": "Утро."
      }
    ]
  },
  {
    "id": 10,
    "text": "\n\n Я решил заварить себе кофе, что бы хоть как-то взбодриться. \n Кофе было на своем привычном месте, а если точнее, то на столе у окна. ",
    "answers": [
      {
        "id": 12,
        "text": "Взять растворимое кофе."
      },
      {
        "id": 13,
        "text": "Взять заворное кофе."
      }
    ]
  },
  {
    "id": 11,
    "text": "\n\n  — Эспрессо я куплю по дороге на работу.\n Я быстро собрался, взяв с собой всё самое необходимое, и вышел из дома, предварительно закрыв все окна в доме.",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 12,
    "text": "\n\n Я заварил себе растворимое кофе, выпил его и, собравшись, вышел на улицу.",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 13,
    "text": "\n\n Сегодня я решил выпить заварное кофе, а после собрался и вышел из дома.",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 14,
    "text": "\n\n На улице была припаркована моя машина. Я сел за руль и уже через 30 минут держал у себя в руках чашку эспрессо, а ещё через 30 минут я был у главного входа в офис.",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 15,
    "text": "\n\n Я сел за руль моей машины и уже через час был у главного входа в офис",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 16,
    "text": "\n\n Я посмотрел на часы и понял, что уже 8 часов и я опаздываю на работу. ",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 17,
    "text": "\n\n Когда я вошёл в офис, я увидел, как все члены команды уже собрались в комнате для совещаний. \n Совещания у нас проходят каждое утро и поэтому я особо на них не зацикливаюсь. Мне всегда дают задания отдельно ото всех.\n Ещё у каждого из нас есть своё место. Место, которое мы занимали каждый раз, оказываясь в этом помещении. \n Так как я являюсь лучшим детективом в этом агенстве, поднявшемся по карьерной лестнице всего за год, (да и вообще лучшим) мне досталось место среди так называемой ' элиты'.\n ",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n\n Быстро вскочив с постели, я оделся и выбежал на улицу. Сел в машину, пристигнул ремень безопасности и поехал на работу.",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить ."
      }
    ]
  },
  {
    "id": 19,
    "text": "\n\n За сорок минут я добрался к главному офису и был невероятно доволен своей скоростью, ведь обычно я еду почти на двадцать минут больше.",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 20,
    "text": "\n\n Собрание началось. \n Меня похвалили за очередное раскрытое убийство, а после этого начали обсуждать вопросы накопившиеся за не столь длинный промежуток.\n Сегодня справа от меня сидит глава нашего отдела — Стиф Роджерт. Он работает в этом агенстве уже 10 лет, опытный сотрудник и хороший друг хотя ему уже почти 40 в то время, как мне только 26 лет.\n Слева сидит Ральф. На службе уже 7 лет, а ещё он опытный инструктор, который помогал мне уже не один раз.\n Не могу не заметить, что напротив меня сидит мой лучший друг — Миша. Он старше меня на год, а значит и служит дольше ровно на столько же.\n — Я же говорил, что я — 'элита'.",
    "answers": [
      {
        "id": 21,
        "text": "Внимательно слушать главу отдела"
      },
      {
        "id": 22,
        "text": "Поговорить с Ральфом"
      }
    ]
  },
  {
    "id": 21,
    "text": "\n\n Я не стал отвлекаться и просто решил послушать о заявлениях, поступивших в наше агенство за эти 24 часа.\n ",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 22,
    "text": "\n\n — Ральф, как новобранцы? \n Видимо он меня услышал и повернул ко мне голову.\n — Ха, даже не знаю как таких вообще принимают в наше агенство, у них же нет никакого знания о самообороне. Выдыхаются уже на четвёртой полосе из десяти.\n — Ну твои тренировки даже мне было сложно выдержать.\n — Нато они и тренировки, чтобы тренировать силу воли.\n ",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 23,
    "text": "\n\n Честно говоря, я подумал, что Мишу ждёт повышение или же ещё что-то важное из-за чего я даже невольно улыбнулся, но хочу заметить, что это была совсем лёгкая улыбка.",
    "answers": [
      {
        "id": 25,
        "text": "Подойти к Стифу без лишних вопросов."
      },
      {
        "id": 26,
        "text": "Одобрительно кивнуть Мише."
      }
    ]
  },
  {
    "id": 24,
    "text": "\n\n Собрание закончилось и все начались выходить с комнаты, обсуждая дела, которые им поручили.\n — Lord, зайди ко мне на минуту,- сказал Стиф.\n — Хорошо,- ответил я, понимая, что меня ждёт.\n — И ты, Михаил.\n Лицо у главы было мягко говоря невесёлое, и мы с Мишей от удивления взлянули друг на друга, и даже не от выражения лица Стифа, а от того, что я всегда работал один, плюс ко всему Стиф никогда и никого не посвещал в мои задания ведь зачастую они особо секретны. Так работали все ' элитные' сотрудника, а такие как Миша имели свои возможности, задания и уровень.\n \n",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 25,
    "text": "\n\n Как только мы подошли глава сказал нам;\n — У вас будет совместное задание,- ну а взглянув на Мишу он добавил,- если хотите повышения, должны как можно скорее раскрыть это дело, поймать приступника и после этого мы с вами поговорим о вознаграждении.",
    "answers": [
      {
        "id": 28,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 26,
    "text": "\n\n Я одобрительно кивнул своему другу из-за чего он даже повеселел. Думаю, что он тоже надеялся на повышение или совместное задание.",
    "answers": [
      {
        "id": 27,
        "text": "Продолжить\n"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n\n Глава явно заметил наши надежды и поэтому чётко сказал; \n — У вас будет совместное задание,- ну а взглянув на Мишу он добавил,- если хотите повышения, должны как можно скорее раскрыть это дело, поймать приступника и после этого мы с вами поговорим о вознаграждении.",
    "answers": [
      {
        "id": 28,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 28,
    "text": "\n\n Я понял, что дело не простое раз нас могут повысить за одну только поимку приступника.   \n Мы начали внимательно слушать.",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 29,
    "text": "\n\n Раскажу в кратце. Мы узнали, что это дело включает в себя несколько жертв. Они находятся в разных точках города, но самое интересное то, что их всех отравили. Были несколько свидетелей, но их показания расплывчаты, никто не смог разглядеть приступника.",
    "answers": [
      {
        "id": 30,
        "text": "Сколько всего жертв?"
      },
      {
        "id": 31,
        "text": "Чем их отравили?"
      },
      {
        "id": 32,
        "text": "Приметы приступника "
      },
      {
        "id": 33,
        "text": "Почему вы считаете, что это одно дело, а не просто случайность?"
      },
      {
        "id": 36,
        "text": "Я задал уже все вопросы."
      }
    ]
  },
  {
    "id": 30,
    "text": " \n\n — Сколько всего жертв?\n — Ты, что сегодня не с той ноги встал? Я же сказал, что пять! У всех одни и те же признаки смерти, девушки.\n — А да, точно.",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 31,
    "text": "\n\n — Чем их отравили?\n — Обычный яд, быстродействующий яд.",
    "answers": [
      {
        "id": 29,
        "text": "Следующий вопрос"
      }
    ]
  },
  {
    "id": 32,
    "text": "\n\n — Какие есть приметы приступника?\n — Да особо никаких,,-сказал Стиф — его же почти не видели. Ни лица, ни чего-то ещё важного.",
    "answers": [
      {
        "id": 34,
        "text": "Может наколки?"
      },
      {
        "id": 35,
        "text": "Рост, пол, голос?"
      }
    ]
  },
  {
    "id": 33,
    "text": "\n\n — Почему вы считаете, что это одно дело, а не просто случайность? Какие у вас есть основания так полагать?\n  Стиф ничего не ответил, он просто показал мне фото с места приступления: все пять жертв — девушки и у каждой на руке завязан красный бант",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 34,
    "text": "\n\n Тогда я решил узнать про наколки.\n — Точно — сказал глава — у него на руке была татуировка в виде волка.\n — Одиночка?- наконец таки спросил Миша, который всё это время молча за нами наблюдал.\n — Думаешь из-за волка? — ответил я.\n — Вполне возможно.",
    "answers": [
      {
        "id": 32,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 35,
    "text": "\n\n — Рост, пол, возраст? Должно же быть что-нибудь.\n — Высокий мужчина.\n — Ну уже что-то.",
    "answers": [
      {
        "id": 29,
        "text": "Ещё вопрос."
      }
    ]
  },
  {
    "id": 36,
    "text": "\n\n Стиф посмотрел на нас и сказал:\n — Это дело крутилось в полиции уже месяц. Две девушки из полиции, занимающиеся этим делом, были отравлены в свои выходные, а парни приходили... к какой-то бесмыслице... доказательств вины нет...",
    "answers": [
      {
        "id": 38,
        "text": "Какой?"
      }
    ]
  },
  {
    "id": 37,
    "text": "\n\n Я решил осмотреть вещи жертв, найденные при осмотре.\n  Ничего интересного не нашел, но вновь заметил ленты, которые были ужертв.",
    "answers": [
      {
        "id": 52,
        "text": "Осмотреть ленты, оставленные убийцей."
      }
    ]
  },
  {
    "id": 38,
    "text": "\n\n —  К какой?-нетерпеливо спросил я.\n — Они говорят, что это может быть опытный сотрудник, проверенный.. из полиции или же какого-либо агентства.. детективного — сделав небольшую паузу, он продолжил — и попросили поручить это дело вам.\n",
    "answers": [
      {
        "id": 39,
        "text": "Что за сотрудник?"
      },
      {
        "id": 41,
        "text": "Ничего не говорить"
      }
    ]
  },
  {
    "id": 39,
    "text": "\n\n — Что за сотрудник, если не секрек конечно же?\n — А вот как раз этого сказать не могу.\n Ясно было, что глава не хотел отвечать на этот вопрос, но я не сдавался\n — Это может помочь раскрыть дело!\n — Нет. Полиция это дело поручила именно тебе. Сам и разбирайся.",
    "answers": [
      {
        "id": 41,
        "text": "Закончить разговор."
      }
    ]
  },
  {
    "id": 40,
    "text": "\n\n — Почему ты сегодня много молчишь? — спросил я у Миши — обычно ты разговорчивее.\n — Я пытался переварить все эти события, они немного что-ли... неожиданные, да, так и есть.\n Я хорошо пинимал его, нам почти не дали информации и сказали решать эту задачу, прямо, как в школе, когда учитель плохо объясняет тему, даёт задание, а потом ещё и ждёт хороших результатов от своих учеников.",
    "answers": [
      {
        "id": 45,
        "text": "Посмотреть личные дела жертв."
      },
      {
        "id": 46,
        "text": "Поработать с картой"
      }
    ]
  },
  {
    "id": 41,
    "text": "\n\n — Хорошо. Я раскрою это дело! \n Честно говоря, в данной ситуации не понимаю, почему мне не хотят говорить о подозреваемых. Это же глупо!\n Я вышел из комнаты вместе с Мишей, который сегодня был не очень-то и разговорчив.",
    "answers": [
      {
        "id": 40,
        "text": "Спросить почему он молчал."
      },
      {
        "id": 42,
        "text": "Спросить, что он думает об этом деле."
      }
    ]
  },
  {
    "id": 42,
    "text": "\n\n — Что думаешь об этом? — спросил я Мишу немного раздражённым голосом.\n — Думаю, что информации мало. Нужно найти больше.\n — Согласен. Нам нужна информация.",
    "answers": [
      {
        "id": 45,
        "text": "Просмотреть личные дела жертв."
      },
      {
        "id": 46,
        "text": "Поработать с картой и местностью"
      }
    ]
  },
  {
    "id": 43,
    "text": "\n\n Я открыл личные дела и начал рыться, ищя зацепки.\n Все девушки были блондинками. Жили они совершенно в разных частях города, но самое интересное то, что все пять жертв звали Николь.\n ",
    "answers": [
      {
        "id": 44,
        "text": "Пойти домой к Мише."
      },
      {
        "id": 37,
        "text": "Пойти и посмотреть вещи жертв"
      }
    ]
  },
  {
    "id": 44,
    "text": " \n\n На часах уже было 5 вечера. Я начал собираться и вскоре покинул офис.",
    "answers": [
      {
        "id": 47,
        "text": " Прогуляться прежде чем идти к Мише."
      },
      {
        "id": 48,
        "text": "Нужно ехать к Мише."
      }
    ]
  },
  {
    "id": 45,
    "text": "\n\n Я решил посмотреть личные дела жертв, пытаясь найти хоть какие-нибудь сходства. Миша отправился к себе в офис, ему нужно было поговорить с начальником, мы договорились встреться в 6 у него дома.",
    "answers": [
      {
        "id": 43,
        "text": "Открыть личные дела."
      }
    ]
  },
  {
    "id": 46,
    "text": "\n\n Я решил изучить места, в которых были обнаружены жертвы.\n Приступник явно специально выбирал тихие безлюдные места для того, чтобы не было свидетелей.",
    "answers": [
      {
        "id": 40,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 47,
    "text": "\n\n На ули был чудесный день и поэтомуя решил прогуляться,время ещё есть",
    "answers": [
      {
        "id": 49,
        "text": "Купить кофе."
      },
      {
        "id": 50,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 48,
    "text": "\n\n Я вышел из здания и сразу же сел за руль своего автомобиля. Через двадцать минут я был уже у Миши.",
    "answers": [
      {
        "id": 51,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 49,
    "text": "\n\n Я купил себе чашку кофе и сел в машину. По дороге я чутли не раздавил кошку, выбежавшую на дорогу. Доехал я достаточно быстро до назначенного места, а Миша меня уже ждал у себя дома.",
    "answers": [
      {
        "id": 51,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 50,
    "text": "\n\n Я зашол в магазин с деталями, для техники, купил аккумулятор, а то мой уже на последнем дыхании, и вернулся к машине. Вскоре я был у дома Миши.",
    "answers": [
      {
        "id": 51,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 51,
    "text": " \n\n Я вошёл в дом и осмотрелся. На окнах висели тёмные шторы, в комнатах было чисто и убранно.\n ",
    "answers": [
      {
        "id": 53,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 52,
    "text": "\n\n Я решил посмотреть на ленты, которые оставил приступник.\n ",
    "answers": [
      {
        "id": 54,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 53,
    "text": "\n\n Миша предложил сесть на диван и обсудить дело.",
    "answers": [
      {
        "id": 57,
        "text": "Сесть на диван."
      }
    ]
  },
  {
    "id": 54,
    "text": "\n\n Я внимательно изучил 4 ленты. Они все были красного цвета с обпалеными краями, с небольшой серебристой  полосой посередине. На пятой, с края в углу, я заметил маленькое бурое пятнышко. ",
    "answers": [
      {
        "id": 55,
        "text": "Осмотреть ещё раз остальные ленты\n"
      },
      {
        "id": 56,
        "text": "Пойти в лабораторию."
      },
      {
        "id": 44,
        "text": "Пойти к Мише."
      }
    ]
  },
  {
    "id": 55,
    "text": "\n Я осмотрел ещё раз остальные ленты., ещё более тщательно и после чего всё-таки нашёл и остальные пятна крови. \n Экспертиза показала, что ДНК совпадают и эта кровь принадлежит одному человеку.",
    "answers": [
      {
        "id": 54,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 56,
    "text": "\n\n Я сразу же рванул в лабораторию, чтобы отнести ленту на экспертизу. Через час мне уже отдали результаты. \n — Это кровь — сказал мне профессор \n — Вы выяснили группу крови или что-то ещё?\n — Да, 1 группа крови, жертве она не принадлежит.",
    "answers": [
      {
        "id": 54,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 57,
    "text": "\n\n Я сел на диван. Возле него стоял небольшой камод в углу комнаты. На нём стояла настольная светодиотная лампа, ваза с конфетами и рамочка с фотографией.",
    "answers": [
      {
        "id": 58,
        "text": "Посмотреть фотографию."
      },
      {
        "id": 59,
        "text": "Посмотреть лампу."
      },
      {
        "id": 60,
        "text": "Посмотреть конфеты\n"
      }
    ]
  },
  {
    "id": 58,
    "text": "\n\n Я взял рамку с фотографией в руки. На фотографии Миша со своей бывшей женой — Николь на своей собственной свадьбе. У Николь были светлые волосы, когда она делала эту фотографию, потом она перекрасилась. Миша одет в чёрный костьм с галстуком, на котором зацеплена серебристая булавка. Николь в белом свадебном платье, а на руке у неё красный браслет с большим бантом.",
    "answers": [
      {
        "id": 61,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 59,
    "text": "\n\n Я обратил внимание на большую настольную светодиотную лампу. Она была красного цвета.",
    "answers": [
      {
        "id": 57,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 60,
    "text": "\n\n Я посмотрел на конфеты. Обычная карамель\n",
    "answers": [
      {
        "id": 57,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 61,
    "text": "\n\n К сожалению, Николь бросила Михаила полгода назад после чего он долго не мог оправиться.",
    "answers": [
      {
        "id": 62,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 62,
    "text": "\n\n Миша принёс мне чашку крепкого кофе и подал конфеты. Я взял две штуки.",
    "answers": [
      {
        "id": 63,
        "text": "Съесть конфеты."
      },
      {
        "id": 64,
        "text": "Положить их в карман."
      }
    ]
  },
  {
    "id": 63,
    "text": "\n\n Я развернул обёртку канфеты и закинул её в рот. После этого я долго говорил с Мишей и расках\nзывал ему о своих версиях, пытаясь построить логическую цепь из того, что я за сегодня узнал.\n В 9 вечера я собрался и пошел домой",
    "answers": [
      {
        "id": 65,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 64,
    "text": "\n\n Я по привычке положил две конфеты в карман, после чего мы долго разговаривали с Мишей о деле, которое нам поручили.",
    "answers": [
      {
        "id": 74,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 65,
    "text": "\n\n Я сел в машину и выехал на дорогу.",
    "answers": [
      {
        "id": 66,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 66,
    "text": "\n\n Неожиданно, у меня закружилась голова.",
    "answers": [
      {
        "id": 67,
        "text": "Остановить машину"
      },
      {
        "id": 68,
        "text": "Ехать дальше."
      }
    ]
  },
  {
    "id": 67,
    "text": "\n\n Я остановил машину рядом с магазином. Я начал терять сознание.",
    "answers": [
      {
        "id": 69,
        "text": "Выйти из машины."
      },
      {
        "id": 70,
        "text": "Вызвать скорую."
      }
    ]
  },
  {
    "id": 68,
    "text": "\n\n Я решил не останавливатся, но через минуту у меня потемнело в глазах и я выехал на встречную полосу.",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 69,
    "text": " \n\n Вы вышли из машины, но тут же потеряли равновесие и упали на дорогу.",
    "answers": [
      {
        "id": 73,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 70,
    "text": "\n\n Я достал свой телефон. В глазах помутнело, я начал терять сознание, но всё-таки успел позвонить в скорую.\n\n \n",
    "answers": [
      {
        "id": 71,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 71,
    "text": "\n\n Пошли гудки... Через несколько секунд мне ответила девушка:\n — Ало? Здравствуйте, вы позвонили...\n Я потерял сознание.",
    "answers": [
      {
        "id": 72,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 72,
    "text": "\n\n Через некоторое время вас нашли работники полиции, вы не дышали. Доктора выяснили, что вас отравили таким же ядом, как и остальных жертв.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 73,
    "text": "\n\n Вас сбила машина, ехавшая прямо за вами. Скорую вызвали люди, проходящие мимо, но когда приехали доктора вы уже не дышали.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 74,
    "text": "\n\n В 9 вечера я сел в машину и поехал домой.",
    "answers": [
      {
        "id": 75,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 75,
    "text": "\n\n Когда я приехал домой, то понял, что хожу кругами.",
    "answers": [
      {
        "id": 76,
        "text": "Посмотреть на конфеты."
      }
    ]
  },
  {
    "id": 76,
    "text": "\n\n Я посмотрел на конфеты, которые мне дал Миша",
    "answers": [
      {
        "id": 77,
        "text": "Съесть их."
      },
      {
        "id": 78,
        "text": "Расмотреть "
      }
    ]
  },
  {
    "id": 77,
    "text": "\n\n Я заварил себе коые и включил телевизор, открыл конфеты и закинул их в рот.",
    "answers": [
      {
        "id": 79,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 78,
    "text": "\n\n Я внимательно посмотрел на конфету и понял, что она немного странно пахнет.",
    "answers": [
      {
        "id": 85,
        "text": "Отнести её на экспертизу."
      },
      {
        "id": 86,
        "text": "Съесть её"
      }
    ]
  },
  {
    "id": 79,
    "text": "\n\n Через полчаса у меня закружилась голова и я начал терять сознание. Я вызвал скорую.",
    "answers": [
      {
        "id": 80,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 80,
    "text": "\n\n Скорая приехала очень быстро. Я открыл дверь и сразу же потерял сознание.",
    "answers": [
      {
        "id": 81,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 81,
    "text": "\n\n Очнулся я только через несколько дней. В больнице сказали, что меня отравили из-за чего я и пролежал несколько дней в отключке.",
    "answers": [
      {
        "id": 82,
        "text": " Продолжить"
      }
    ]
  },
  {
    "id": 82,
    "text": "\n\n Через неделю я вернулся в офис. Меня встретил Стиф и сказал, что за время моего отсутствия остальные нашли убийцу и посадили за решетку.",
    "answers": [
      {
        "id": 83,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 83,
    "text": "\n\n Миша же уволился. Сказал, что не смог увидеть приступника у себя под носом и больше не достоин работать в нашем агентстве. Он уехал в Америку ",
    "answers": [
      {
        "id": 84,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 84,
    "text": "\n\n Я остался жив. Жаль, что Михаил ушёл и мы больше не увидемся, но я детектив и не должен отчаиваться.",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 85,
    "text": "\n\n Я решил не рисковать и на следующее утро был у дверей в лабораторию. \nСейчас ужасно себя чувствую, ведь как я могу подозревать лучшего друга?",
    "answers": [
      {
        "id": 90,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 86,
    "text": "\n\n Я подумал, что чересчур много думаю о деле и просто закинул конфету в рот.",
    "answers": [
      {
        "id": 87,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 87,
    "text": "\n\n Я проснулся в час ночи от сильной боли в животе.",
    "answers": [
      {
        "id": 88,
        "text": "Выпить аналгин"
      },
      {
        "id": 89,
        "text": "Выпить воды"
      }
    ]
  },
  {
    "id": 88,
    "text": "\n\n Я решил выпить обезболивающее, боль немного утихла. Я лёг в постель, но к сожалению даже не догадывался, что это была последняя таблетка, которую я выпил",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 89,
    "text": "\n\n Я решил выпить воды, но боль только усилилась. Я потерял сознание. В этот момент в дело, которое я раследовал добавилась ещё одна жертва",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 90,
    "text": "\n\n Через полчаса из лаборатории вышел профессор и сказал, что в этих конфетах содержится большое количество яда. Яд не быстродействующий. После принятия симптомы отравления проявятся через час, а значит, что Миша пытался меня убить.",
    "answers": [
      {
        "id": 91,
        "text": "Ехать к Мише одному."
      },
      {
        "id": 92,
        "text": "Взять с собой несколько человек из агентства"
      }
    ]
  },
  {
    "id": 91,
    "text": "\n\n Я моментально сорвался м места и направился домой к Мише. Он сегодня взял отгул т поэтому его не было на работе.",
    "answers": [
      {
        "id": 93,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 92,
    "text": " \n\n Я взял с собой несколько человек из агентства, чтобы одному не рисковать.",
    "answers": [
      {
        "id": 98,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 93,
    "text": "\n\n Я подъехал к дому Миши.",
    "answers": [
      {
        "id": 94,
        "text": "Ждать на улице."
      },
      {
        "id": 95,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 94,
    "text": "\n\n Я решил подождать его на улице. \n Через пять минут Миша вышел из дома с пистолетом в руке.",
    "answers": [
      {
        "id": 96,
        "text": "Выстрелить в его плечо"
      },
      {
        "id": 97,
        "text": "Убить его"
      }
    ]
  },
  {
    "id": 95,
    "text": "\n\n Я вошёл в дом Миши, но из за уга выскочил предатель и оглушил меня чем-то тяжёлым.",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 96,
    "text": "\n\n Я моментальноподнял руку и выстрелил в плечо Мише. Он выронил пистолет. ",
    "answers": [
      {
        "id": 99,
        "text": "Забрать пистолет."
      },
      {
        "id": 100,
        "text": "Вызвать полицию."
      }
    ]
  },
  {
    "id": 97,
    "text": "\n\n Я без колебаний выстрелил в своего лучшего друга. Он умер. Я вызвал скорую и полицую, а после вернулся в офис и получил новое задание от Стифа.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 98,
    "text": "\n\n Вскоре Мишу орестовали и его отвезли в агенство",
    "answers": [
      {
        "id": 103,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 99,
    "text": "\n\n Я подошёл и забрал пистолет Михаила. Вызвал полицию, которая и увезла его в участок.",
    "answers": [
      {
        "id": 101,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 100,
    "text": "\n Я вызвал полицию Положил телефон в карман и почувствовал резкую боль в животе. ",
    "answers": [
      {
        "id": 102,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 101,
    "text": "\n\n На допросе мы выяснили, что Миша решил отомстить своей бывшей жене, но не смог узнать её потому, что она сделала пластику лица, вот и методом проб пытался найти Николь.\n Мишу посадили в тюрьму, а меня повыли в должности. Сказали, что я внимателен и смог  разглядеть в своём друге приступника ",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 102,
    "text": "\n\n Пока я разговаривал с полицией Миша поднял пистолет и выстрелил мне в спину.",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 103,
    "text": "\n\n На допросе мы выяснили, что Миша решил отомстить своей бывшей жене, но не смог узнать её потому, что она сделала пластику лица, вот и методом проб пытался найти Николь.\n Мишу посадили в тюрьму, а меня повыли в должности. Сказали, что я внимателен и смог  разглядеть в своём друге приступника ",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 104,
    "text": "",
    "answers": []
  }
]