[
  {
    "id": 1,
    "text": "Сане посвящается. \nСаня, я знаком с тобой год. За это время, ты успел стать Квестописцем и перестать им быть, поселить меня в мире DD, вывести меня из лабиринтов жизни и кинуть обратно, в самый центр. Ты лучший друг, которого я даже не видел. \nДля тебя. \n\n\nАвторы: Кастэль, Фантезист, Невозможник.\nГлавный Жанр: Фэнтези\nПоджанры: Психология, РПГ, Головоломка.\n\nМосква, 2019 год. Одинокий мальчик со странным именем Феран наконец-то чувствует себя уютно в своей новой семье. Всё благодаря сводной сестре, единственному доброму человеку в мире.\n\nНо жизнь склонна к переменам. Она не стоит на месте. И вот Феран вместе с ещё шестью подростками попал в иной, совсем не похожий на наш мир. Первомир, мир, о котором никто из людей не знает. Но знали...",
    "answers": [
      {
        "id": 2,
        "text": "[Начало] ",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "————————————————",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 3,
        "text": "[Достижения] ",
        "right_answer": true,
        "left_answer": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://b.radikal.ru/b05/1907/63/753348c3ac6a.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://b.radikal.ru/b05/1907/63/753348c3ac6a.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись от звона будильника. С трудом разлепленные глаза заметили над собой покров одеяла. Стянув его с себя, Вы заметили источник шума и отключили его. Будильник обезврежен! ",
    "answers": [
      {
        "id": 2,
        "text": "Зарядка кончается, если он ляжет, то опоздает в школу и потеряет очки симпатия Крона. ",
        "calculate": true
      },
      {
        "id": 4,
        "text": "[Полежать ещё немного] "
      },
      {
        "id": 5,
        "text": "[Вставать] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Заработанные Вами достижения и концовки. ",
    "answers": [
      {
        "id": 1,
        "text": "[Назад] "
      },
      {
        "id": 3,
        "text": " ",
        "comment": true
      },
      {
        "id": 3,
        "text": "— Достижения —",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 3,
        "text": " ",
        "comment": true
      },
      {
        "id": 3,
        "text": "— Концовки —",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 3,
        "text": " ",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Назад] "
      },
      {
        "id": 3,
        "text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   ",
        "comment": true
      },
      {
        "id": 3,
        "text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   ",
        "comment": true
      },
      {
        "id": 3,
        "text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   ",
        "comment": true
      },
      {
        "id": 3,
        "text": "Ой, пасхалочка!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nПросто удивительно! ",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": "Лёжа на кровати Вы размышляли о предстоящем дне. О родителях, о своём странном имени. О друзьях... которых никогда не было. О школе. Кстати, Вы уже опаздываете! ",
    "answers": [
      {
        "id": 6,
        "text": "[Вставать] ",
        "var_set": [
          "Крон",
          -1
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Неспеша умывшись Вы спустились вниз. Сестра заботливо оставила на столе пару бутербродов. Ваших любимых, с сыром и огурцами. ",
    "answers": [
      {
        "id": 7,
        "text": "[Взять их с собой] ",
        "var_set": [
          "Бутерброды",
          2
        ]
      },
      {
        "id": 7,
        "text": "[Съесть их и пойти в школу] "
      }
    ]
  },
  {
    "id": 6,
    "text": "Наскоро умывшись Вы спустились вниз. Мама заботливо оставила на столе пару ваших любимых бутербродов с сыром и огурцами. ",
    "answers": [
      {
        "id": 8,
        "text": "[Съесть их и побежать в школу] "
      }
    ]
  },
  {
    "id": 7,
    "text": "Уроки начинались рано, но Вы успели прийти за несколько минут до занятий...\n... И конечно же Вам пришлось общаться с одноклассниками.\nК Вам подошёл Крон. Он был на три года младше Вас. У него тоже было странное имя, но как ни странно это не сближало Вас с ним.\n— О! Лопоухий пришёл!\nВаши уши покраснел. Они всегда были для Вас больной темой из-за величины.",
    "answers": [
      {
        "id": 9,
        "text": "— Отвали, а? "
      },
      {
        "id": 10,
        "text": "— Ну что тебе надо? ",
        "var_sub": [
          "Крон",
          1
        ]
      },
      {
        "id": 11,
        "text": "— Привет. "
      },
      {
        "id": 7,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "Крон",
          0
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "К началу уроков Вы опоздали. К вам сразу же стал приставать Крон. Он был на три года младше. Как ни странно то, что у Вас с ним были странные имена не сближало вас. Он начал шептать:\n— О! Лопоухий пришёл! Кто бы мог подумать.\nВам не хотелось ничего отвечать. Вы зашли в класс и под перекрёстными взглядами одноклассников сели на своё место. ",
    "answers": [
      {
        "id": 12,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 9,
    "text": "— Отвали, а? — Крон уже порядком достал вас за последнее время.\n— Что такой нервный? Уши болят? — он в голос заржал. ",
    "answers": [
      {
        "id": 12,
        "text": "[Уйти] ",
        "var_sub": [
          "Крон",
          1
        ]
      },
      {
        "id": 13,
        "text": "— Нет. "
      }
    ]
  },
  {
    "id": 10,
    "text": "— Ну что тебе надо? — Эти слова звучали очень жалостно.\n— Да кому что от тебя надо? — он в голос заржал, — Ты бы лучше кепку какую-нибудь взял. От ушей! — он продолжил ржать уходя куда-то. А ведь занятия начинались здесь. Вот придурок. ",
    "answers": [
      {
        "id": 12,
        "text": "[Уйти] "
      }
    ]
  },
  {
    "id": 11,
    "text": "— Привет, — Вы решили вести себя сдержанно.\n— Как уши? Не болят? — он в голос заржал. ",
    "answers": [
      {
        "id": 14,
        "text": "— Нет. "
      },
      {
        "id": 12,
        "text": "[Уйти] ",
        "var_sub": [
          "Крон",
          1
        ]
      },
      {
        "id": 17,
        "text": "— Нет. Бутерброды будешь? ",
        "var_sub": [
          "Бутерброды",
          1
        ],
        "var_need": [
          "Бутерброды",
          1
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Началась математика. Но учитель не пришёл. В классе было очень шумно. Все кто был внутри о чём-то болтали друг с другом. Поднялся такой гвалт, что услышать что-то конкретное было невозможно. Поэтому никто не заметил, как в класс кто-то вошёл.\nЭто был высокий пожилой человек с седой бородой. Он был одет в сюртюк, что выглядело очень странно. Окинув класс взглядом он ненадолго задержался на Вас, после чего кашлянул. Всё мгновенно смолкло. Он поприветствовал класс и сел за стол. Кто-то спросил, почему не пришёл ваш учитель, на что тот рассказал, что он попал в аварию.\nУрок прошёл неожиданно быстро. ",
    "answers": [
      {
        "id": 18,
        "text": "[Идти на следующий урок] "
      }
    ]
  },
  {
    "id": 13,
    "text": "— Нет, — не смотря ни на что Вы решили вести себя сдержанно.\n— Ну-ну. О! Эй ты! — он начал приставать к кому-то другому. ",
    "answers": [
      {
        "id": 12,
        "text": "[Уйти] "
      }
    ]
  },
  {
    "id": 14,
    "text": "— Нет, — чего он от Вас добивался?\n— Ну-ну. О! Эй, мелкий! — он начал приставать к кому-то другому. ",
    "answers": [
      {
        "id": 12,
        "text": "[Уйти] "
      },
      {
        "id": 15,
        "text": "— Кто бы говорил. ",
        "var_add": [
          "Крон",
          1
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "— Кто бы говорил, — Крон действительно был маленького роста. Маленький и с густой шевелюрой.\n— Не понял. Это щас что было?! — он угрожающе направился к Вам. ",
    "answers": [
      {
        "id": 12,
        "text": "[Убежать] ",
        "var_sub": [
          "Крон",
          2
        ]
      },
      {
        "id": 16,
        "text": "— Что слышал. "
      }
    ]
  },
  {
    "id": 16,
    "text": "— Что слышал, — Вы сами не узнали себя.\n— Да я тебе... — его угрозы прервал звонок. Он ушёл, злобно зыркнув глазами. ",
    "answers": [
      {
        "id": 12,
        "text": "[Уйти] "
      }
    ]
  },
  {
    "id": 17,
    "text": "— Э-э, ну давай, — он слегка опешил. Пользуясь этим Вы задали вопрос:\n— Скажи, а почему тебе так важны мои уши.\n— Ну, они же гигантские! Как можно пройти мимо?\n— Но остальные же проходят.\n— Да... Знаешь, прости. Ты наверное прав. Ты единственный, кто не шутит про мой рост. Давай, типа мы проехали?\n— Давай, — Вы были очень рады, что он перестанет вас доставать. ",
    "answers": [
      {
        "id": 12,
        "text": "[Уйти] "
      },
      {
        "id": 17,
        "text": "Новый ответ. введите текст",
        "var_add": [
          "Крон",
          5
        ],
        "calculate": true
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы уже собрали свои вещи и направились к двери, но Вас остановил ваш новый учитель.\n— Останься, пожалуйста. Нам нужно поговорить.\nОн дождался пока все выйдут и закрыл дверь.\n— Можешь взять мел?\n— Ну, да,— вот только зачем? — Вот, — Вы взяли мел в руки.\n— Очень хорошо, — он сделал какие-то пасы руками. Дальше всё было как в тумане.\nОн (если это был он) что-то сказал, а потом... а может быть до того? Или...\nВы очнулись через полчаса и обнаружили себя стоящим в коридоре. Рядом с Кроном. Он выглядел растерянно. Так же, как и Вы.\n",
    "answers": [
      {
        "id": 18,
        "text": "Через пару минут он пришёл в себя. Это стало ясно по тому, как он смотрел на Вас. С ехидной ухмылкой. ",
        "var_no_more": [
          "Крон",
          0
        ],
        "merge": true
      },
      {
        "id": 18,
        "text": "Через пару минут он пришёл в себя. Это стало ясно по тому, что он начал разговор с Вами:\n— А... ты здесь давно стоишь?\n— Нет... кажется. А ты?\n— Не помню.\n— Я тоже. Вроде только что был на математике, и вдруг...\n— У меня то же, но с литературой. Ко мне учитель новый подошёл...\n— У нас тоже новый учитель. Высокий такой, с бородой.\nКрон удивлённо на Вас посмотрел.\n— Наш такой же.\nВы оба некоторое время размышляли.\n— Давай найдём его.\n— Ага.\nЛадно, осталось лишь понять где. ",
        "var_need": [
          "Крон",
          1
        ],
        "merge": true
      },
      {
        "id": 20,
        "text": "[Искать] ",
        "var_need": [
          "Крон",
          1
        ],
        "instant": false
      },
      {
        "id": 21,
        "text": "[Идти дальше] ",
        "var_no_more": [
          "Крон",
          0
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы встали на ноги и осмотрелись. Из зала вёл лишь один выход через двери. Хотя дерево достаточно ветвистое, чтобы залезть на него. Но, не сейчас. ",
    "answers": [
      {
        "id": 25,
        "text": "[К дверям]"
      }
    ]
  },
  {
    "id": 20,
    "text": "В столовой его не было. В кладовке тоже. И ни в одном из классов тоже. Вы уже собрались было расходиться, как услышали знакомый кашель за спиной.\n— Здравствуйте. Не стоило меня искать, я бы сам вас нашёл. Позже. На вас метки.\nВы вдруг почувствали лёгкое жжение за ухом. Посмотрев на Крона Вы увидели, что он прижал своё ухо рукой. Похоже, оно болело у него сильнее. Вскоре он убрал руку от уха и спросил:\n— А Вы кто вообще?\nСтарик улыбнулся.\n— Позже, позже. Скоро вы всё узнаете. Всё, всё, все тайны, которые только пожелаете. Я знаю их. Я всё-ё расскажу. Совсем совсем всё.\nЕго голос становился тише. Картинка теряла свою чёткость и очертания. Вы опять провалились в туман. ",
    "answers": [
      {
        "id": 22,
        "text": "[Ох...] "
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы решили найти своего нового учителя, ведь в туман провалились именно из-за него. \nВ столовой его не было. В кладовке тоже. И ни в одном из классов тоже. Вы уже собрались было прекращать поиски, как услышали знакомый кашель за спиной.\n— Здравствуйте. Не стоило меня искать, я бы сам Вас нашёл. Позже. На Вас метка.\nВы вдруг почувствали лёгкое жжение за ухом. Немного подумав, Вы задали вопрос. \n— А Вы кто вообще?\nСтарик улыбнулся.\n— Позже, позже. Скоро вы всё узнаете. Всё, всё, все тайны, которые только пожелаете. Я знаю их. Я всё-ё расскажу. Совсем совсем всё.\nЕго голос становился тише. Картинка теряла свою чёткость и очертания. Вы опять провалились в туман. ",
    "answers": [
      {
        "id": 22,
        "text": "[Ох...] "
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы открыли глаза и привстали, потирая голову. Вокруг Вас до сих пор всё плыло. \nКогда картинка перестала качаться, Вы поняли, что лежите в очень просторном помещении. Потолок был на высоте трёхэтажного задания, и от него лился мягкий свет. От одной его стены до другой можно было лишь затратив десять минут.\nПосреди зала росло большое, но измученное дерево. Его ствол иссох, а большие изумрудные листья либо свернулись трубочками, либо лежали на полу. ",
    "answers": [
      {
        "id": 19,
        "text": "[Исследовать здание]"
      },
      {
        "id": 23,
        "text": "[Искать людей]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы долго ходили по залу, внимательно всё осматривая и изучая. Изрядно устав, Вы обнаружили дверь, ведущую из зала, и то, что дерево достаточно ветвистое, чтобы попробовать забраться на него. Но позже.\nТакже оказалось, что в углу есть ниша, не освещаемая светом. ",
    "answers": [
      {
        "id": 25,
        "text": "[К дверям]",
        "need": [
          -25
        ]
      },
      {
        "id": 24,
        "text": "[К нише] "
      }
    ]
  },
  {
    "id": 24,
    "text": "Ниша была совсем тёмной. Просто чернильно-чёрной. Вы прислушались, но единственным звуком что здесь был, являлся шум вашего дыхания. ",
    "answers": [
      {
        "id": 25,
        "text": "[К дверям] ",
        "need": [
          -25
        ]
      },
      {
        "id": 26,
        "text": "[Залезть в нишу] "
      }
    ]
  },
  {
    "id": 25,
    "text": "Двери были сделаны из тёмного, тяжёлого дерева. Наверное, дуба. Вы толкнул створки дверей, но те не открылись. ",
    "answers": [
      {
        "isBack": true,
        "id": 25,
        "text": "[Назад] ",
        "need": [
          -19
        ],
        "backstepCount": 1
      },
      {
        "id": 23,
        "text": "[Искать людей] ",
        "need": [
          19
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Ниша оказалась довольно высокой, так что Вам даже не пришлось нагибаться. Вы успели пройти всего несколько секунд, как вдруг...\n...—А-а-а!!! — каменная ниша резко ушла у Вас из-под ног. Через пару секунд Вы коснулись пола. Падать было не больно, но страшно. Вы дрожа отряхнулись и пошли дальше.\nНиша (если это можно так называть) сделала два поворота и вывела Вас к свету.\nКогда Вы вышли из ниши, то обернулась, собираясь на всякий случай запомнить место, но её уже не было...\nВы услышали голос:\n— Феран! Феран, сюда иди! — к Вам бежал Крон. ",
    "answers": [
      {
        "id": 27,
        "text": "[Пойти ему на встречу] "
      }
    ]
  },
  {
    "id": 27,
    "text": "Он быстро добежал до Вас.\n— Пошли, там ещё пять людей.\n— Постой, мы откуда здесь?\n",
    "answers": [
      {
        "id": 27,
        "text": "— Мне кажется, нас сюда наш новый учитель отправил.\n— Что? Но... как?\n— А мне-то откуда знать?\n— Действительно.\n— Всё, пошли быстрее. ",
        "var_need": [
          "Крон",
          2
        ],
        "merge": true
      },
      {
        "id": 27,
        "text": "— Не знаю, мне кажется... хотя это наверное бред.\n— Рассказывай.\n— К нам учитель новый пришёл...\n— К нам тоже.\n— Он высокий такой, с бородой.\n— Наш тоже.\n— Странно... В общем он меня попросил задержаться после урока, сделал что-то, а потом я в коридоре очнулся. Я его искать пошёл, и... вроде нашёл. А потом... Вот. Здесь я.\nВы удивлённо на него смотрели.\n— У меня всё в точности как у тебя.\nТеперь вы оба удивлённо друг на друга смотрели.\n— Знаешь, ты прости за то, что раньше было. Ладно?\n— Ладно. ",
        "var_no_more": [
          "Крон",
          1
        ],
        "merge": true
      },
      {
        "id": 28,
        "text": "[Идти] "
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы с Кроном подошли к середине зала. Там кругом сидело ещё пять людей. Два парня, две девушки и одна маленькая девочка. Крон начал вас знакомить:\n— Ребят, это Феран. Это Лания, —он показал на спокойную девушку, — Это Ангелина и Марк, — он указал на похожих друг на друга парня и девушку, — Это Джозеф, — он показал на хмурого парня, даже не смотревшего в твою сторону, — Это Хелли, — он показал на маленькую девочку. Она сидела закрыв лицо руками.\nА ещё Вы заметили, что у них уже был мешок, из которого вкусно пахло. \nПовисло молчание. ",
    "answers": [
      {
        "id": 29,
        "text": "— А вас сюда тоже старик отправил? ",
        "need": [
          -29
        ]
      },
      {
        "var_add": [
          "Джозеф",
          5,
          "Лания",
          5,
          "Ангелина",
          5,
          "Марк",
          5,
          "Хелли",
          3,
          "Крон",
          5
        ],
        "var_need": [
          "Бутерброды",
          1
        ],
        "id": 30,
        "text": "— Хотите бутерброды? У меня есть. ",
        "need": [
          -30,
          29
        ],
        "var_set": [
          "Бутерброды",
          0
        ]
      },
      {
        "id": 31,
        "text": "— Может, познакомимся поближе? ",
        "need": [
          30,
          -31
        ]
      },
      {
        "id": 32,
        "text": "[Ждать] "
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы спросили:\n— А вас сюда тоже старик отправил? \nЛания и Марк кивнули. Ангелина пробормотала что-то утверждающее. Джозеф по прежнему не смотрел на Вас, а Хелли только вздрогнула. ",
    "answers": [
      {
        "id": 28,
        "text": "Новый ответ. введите текст",
        "run": [
          28
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": "— Хотите бутерброды? У меня есть,— Вы достали своё любимое блюдо.\nВсё заметно оживились и отщипнули по куску. Даже Джозеф, до того хмурившийся, заметно повеселел.\n",
    "answers": [
      {
        "id": 28,
        "text": "Новый ответ. введите текст",
        "run": [
          28
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы сделали над собой усилие и произнесли:\n— Может познакомимся поближе?\nНемного подумав, Марк поднял голову и заговорил:\n— Я и Ангелина близняшки. И... сироты, — Ангелина пихнула его в бок, — Почти. У нас есть мачеха, — он вздохнул, — Как она без нас...\nХелли завозилась и на мгновение подняла на вас глаза. В них вы заметили странный огонёк…\nСтрах? ",
    "answers": [
      {
        "id": 28,
        "text": "Новый ответ. введите текст",
        "run": [
          28
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы все сидели на полу и молчали, думая о своём. Неизвестно сколько времени прошло. Часов никто не держал.\nВы почти не удивились, когда услышали кашель, где-то за спиной. Обернувшись, Вы увидели своего старого знакомого. Всё сидели тихо. Он подошёл к вам и окинул взглядом, после чего зазвучал его голос:\n—Здравствуйте, Семеро! Теперь, когда вы все вместе, можно начинать.\nСтарик достал из кармана свиток. Загадочный человек раскрыл его перед вами всеми.\n— Это карта Первомира. Не перебивать — сказал он раскрывшей рот Ангелине. Марк, напротив, был полон любопытства и внимательно следил за каждым движением старика. Хелли тоже смотрела на старика, но по-другому, испуганно. Джозеф старательно отводил глаза. Крон почему-то смотрел на Вас. А вот по лицу Лании нельзя было что-то понять. \nСтарик продолжил:\n— Мы находимся здесь, — ткнул он куда-то в зелёное пятно, — В старой обители друидов. Когда-то они тут жили. Теперь их нет. Но зато они оставили здание. Здесь мы проведем еще неделю. Потом пойдем сюда, — он провёл по карте пальцем, — в великий Эльфейс. Там я вам всё расскажу. А пока я проверю ваши навыки. А до тех пор у вас есть задание: найти мне свиток друидов.\nВы заметили, что Ангелина опять собиралась что-то сказать, но старик хлопнул в ладоши и исчез...\nКажется, никто особо не удивился. ",
    "answers": [
      {
        "id": 33,
        "text": "— Что делать будем? "
      }
    ]
  },
  {
    "id": 33,
    "text": "— Что делать будем? — спросили Вы.\n— Я не собираюсь искать то, не знаю что! — хлопнула себя Ангелина,— Я буду ждать этого старика, пока он мне всё не объяснит! Ведь... — она не смогла договорить, потому что Марк зажал ей рот рукой.\n— Даже не начинай,— он дождался пока та успокоится и продолжил, — Я предлагаю разделиться и поискать этот свиток. Знать бы, как он выглядит...\n— Свиток, как свиток. Наверняка как карта, — отозвался Крон.\n— А что если... — это говорила Хелли. Все удивлённо посмотрели на неё (она говорит!), отчего та смутилась.\n— Продолжай, — подбодрили её Вы.\n— А что если... Если искать не свиток, а выход?\n— Хорошая идея, — согласился Марк,— Пусть кто-то ищет свиток, а кто-то выход. Я буду искать свиток.\n— А я — выход, — ответила Ангелина.\n— Свиток, — коротко сказала Лания.\n— Я думаю, лучше искать свиток, — согласился Крон.\n— Нет. Я буду искать выход, — сообщил Джозеф. ",
    "answers": [
      {
        "id": 34,
        "text": "— Я за поиски свитка. ",
        "var_add": [
          "Лания",
          1,
          "Марк",
          1,
          "Крон",
          1
        ],
        "var_set": [
          "С",
          1
        ]
      },
      {
        "id": 34,
        "text": "— Я за поиски выхода. ",
        "var_add": [
          "Ангелина",
          1,
          "Джозеф",
          1,
          "Хелли",
          1
        ],
        "var_set": [
          "В",
          1
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "— Значит трое на четверо, — подытожил Марк,— Давайте что ли отойдём, осмотримся.\nВсё были согласны с этим разумным предложением. ",
    "answers": [
      {
        "id": 35,
        "text": "[Осматриваться] ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы нашли большой зал, внутри которого стояли несколько манекенов, со следами увечий и... поджогов? Видимо, это тренировочная. ",
    "answers": [
      {
        "id": 36,
        "text": "[Осматриваться] ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 36,
    "text": "Вами была найдена небольшая комната, в которой на столах лежали горы различных колб, котелков и посуды. Лаборатория? ",
    "answers": [
      {
        "id": 37,
        "text": "[Осматриваться] ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 37,
    "text": "Следующей вы нашли маленькую пустую комнатку. В ней не было совсем ничего. ",
    "answers": [
      {
        "id": 38,
        "text": "[Осматриваться] ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы нашли зал, в котором очнулись. Остальные, как оказалось, очнулись прямо там, где Вы их нашли. ",
    "answers": [
      {
        "id": 39,
        "text": "[Осматриваться] ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы нашли два длинных помещения, в которых стояли ряды кроватей. Вопрос с ночёвкой решён, хотя Вы до сих пор планировали найти ",
    "answers": [
      {
        "id": 39,
        "text": "свиток как можно быстрее. ",
        "merge": true,
        "var_equal": [
          "С",
          1
        ]
      },
      {
        "id": 39,
        "text": "выход как можно быстрее. ",
        "merge": true,
        "var_equal": [
          "В",
          1
        ]
      },
      {
        "id": 40,
        "text": "[Осматриваться] ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 40,
    "text": "Осматриваясь, вы обнаружили запертую каменную дверь. Прислушавшись, Вы услышали шум бегущей воды. Ангелина, Марк и Лания тоже его слышали, в отличии от Крона, Хелли и Джозефа.",
    "answers": [
      {
        "id": 41,
        "text": "[Осматриваться] ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 41,
    "text": "Ещё несколько минут поблуждав по залам, вы ничего не нашли. Дальше, группа разделилась, и Вы остались на собственное попечение в зале, в котором вас нашёл старик. Кто же он? ",
    "answers": [
      {
        "id": 42,
        "text": "[Осмотреть зал] ",
        "need": [
          -44
        ]
      },
      {
        "id": 43,
        "text": "[Книги] ",
        "need": [
          44
        ]
      },
      {
        "id": 46,
        "text": "[Тренировочная] ",
        "var_add": [
          "Тренировочная",
          1
        ]
      },
      {
        "id": 48,
        "text": "[Спальня] ",
        "var_add": [
          "Спальня",
          1
        ]
      },
      {
        "id": 49,
        "text": "[Лаборатория] ",
        "var_add": [
          "Лаборатория",
          1
        ]
      },
      {
        "id": 50,
        "text": "[Маленькая пустая комната] "
      },
      {
        "id": 51,
        "text": "[Зал, в котором Вы проснулись] "
      },
      {
        "id": 62,
        "text": "[Дверь, за которой был слышен шум воды] ",
        "need": [
          61,
          -62
        ]
      },
      {
        "id": 63,
        "text": "[Водосток] ",
        "need": [
          62
        ],
        "var_add": [
          "Водосток",
          1
        ]
      },
      {
        "id": 74,
        "text": "[Поискать что-нибудь, к чему бы подошёл ключ из тренировочного зала] ",
        "need": [
          73,
          -74
        ]
      },
      {
        "id": 75,
        "text": "[В люк] ",
        "need": [
          74,
          -75
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "В углу зала оказалась ещё одна ниша. В ней тоже ничего не было видно. ",
    "answers": [
      {
        "id": 44,
        "text": "[В нишу] "
      },
      {
        "id": 45,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 43,
    "text": "Множество книг всех жанров и цветов. Если хотите найти что-то конкретное, то придётся постараться. ",
    "answers": [
      {
        "id": 45,
        "text": "[Назад] "
      },
      {
        "id": 53,
        "text": "[Найти книгу по алхимии] ",
        "need": [
          52,
          -53
        ]
      },
      {
        "id": 55,
        "text": "[Найти книгу о кругах] ",
        "need": [
          50,
          -55
        ]
      },
      {
        "id": 58,
        "text": "[Открыть книгу с кругом ключиком] ",
        "need": [
          55,
          57,
          -58
        ]
      },
      {
        "id": 66,
        "text": "[Найти книгу о квадратах] ",
        "need": [
          65,
          -66
        ]
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы уже собрались лезть в нишу, но как только Вы поставили в неё свою ногу, из неё на Вас начало двигаться что-то цветастое. Вы успели убрать ногу за пару секунд до того, как это \"что-то\" резко остановилось возле края ниши. Присмотревшись, Вы удивились, поняв, что это шкафчик с книгами! Вот только среди них царил настоящий асистематизированный хаос. Да и названия, \"Руководство по уходу за белояблонями\", \"Рецепты из беладонны\", \"Кентаврий язык\", были незнакомыми. ",
    "answers": [
      {
        "id": 45,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 45,
    "text": "Большой зал, в котором вы Вас встретил старик. ",
    "answers": [
      {
        "id": 71,
        "text": "[Пора собирать остальных!] ",
        "need": [
          70,
          -71
        ]
      },
      {
        "comment": true,
        "id": 45,
        "text": "————————————",
        "need": [
          70
        ],
        "middle_answer": true
      },
      {
        "id": 41,
        "text": "Новый ответ. введите текст",
        "run": [
          41
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "В тренировочной Вы обнаружили Ланию. Девушка прогуливались, рассматривая манекены. ",
    "answers": [
      {
        "id": 45,
        "text": "[Назад] "
      },
      {
        "id": 47,
        "text": "[Поговорить с ней] ",
        "need": [
          -47
        ],
        "var_need": [
          "Лания",
          1
        ]
      },
      {
        "id": 70,
        "text": "[Поискать оружие, чтобы соответствовать образу] ",
        "need": [
          -70
        ],
        "var_equal": [
          "Шлем",
          1,
          "Доспехи",
          1,
          "Ботинки",
          1
        ]
      },
      {
        "id": 73,
        "text": "[Осмотреть тренировочный зал] ",
        "need": [
          -73
        ],
        "var_need": [
          "Тренировочная",
          3
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "— Эм, привет? — неуверенно начали Вы.\n— Привет, — ответила Лания не отрываясь от осмотра манекенов.\n— Что ты делаешь?\n— Смотрю. Откуда на них следы от поджога?\n— Может, здесь был пожар?\n— Врятли. ",
    "answers": [
      {
        "id": 46,
        "text": "[Уйти] "
      },
      {
        "id": 60,
        "text": "[Продолжать разговаривать] "
      }
    ]
  },
  {
    "id": 48,
    "text": "В спальнях по-прежнему стояли ряды кроватей. Вы выбрали себе низкую, возле стены. ",
    "answers": [
      {
        "id": 45,
        "text": "[Назад] "
      },
      {
        "id": 61,
        "text": "[Осмотреть спальню] ",
        "need": [
          -61
        ],
        "var_need": [
          "Спальня",
          3
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "В лаборатории находился Крон. Он бегал между столами и рассматривал алхимические приборы. ",
    "answers": [
      {
        "id": 45,
        "text": "[Назад] "
      },
      {
        "id": 52,
        "text": "— Нужна помощь? ",
        "need": [
          -52
        ]
      },
      {
        "id": 54,
        "text": "— Смотри, я нашёл книгу о зельях. ",
        "need": [
          53,
          -54
        ],
        "var_add": [
          "Крон",
          2
        ]
      },
      {
        "id": 56,
        "text": "— Крон, можешь приготовить мне что-нибудь, чтобы было легче карабкаться?",
        "need": [
          54,
          51,
          -56
        ]
      },
      {
        "id": 69,
        "text": "[Осмотреть лабораторию] ",
        "need": [
          -69
        ],
        "var_need": [
          "Лаборатория",
          4
        ]
      },
      {
        "var_not": [
          "Шлем",
          1
        ],
        "id": 49,
        "text": "[Одеть шлем] ",
        "need": [
          69
        ],
        "var_set": [
          "Шлем",
          1
        ]
      },
      {
        "var_not": [
          "Шлем",
          0
        ],
        "id": 49,
        "text": "[Снять шлем] ",
        "need": [
          69
        ],
        "var_set": [
          "Шлем",
          0
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "В этот раз Вы обнаружили, что на полу нарисован круг. Он сливался с каменным полом, поэтому его трудно было заметить. ",
    "answers": [
      {
        "id": 45,
        "text": "[Назад] "
      },
      {
        "id": 59,
        "text": "[Ещё раз осмотреть книгу с кругами] ",
        "need": [
          58,
          -59
        ]
      },
      {
        "var_not": [
          "Ботинки",
          1
        ],
        "id": 50,
        "text": "[Одеть стоящие на полу ботинки] ",
        "need": [
          59
        ],
        "var_set": [
          "Ботинки",
          1
        ]
      },
      {
        "var_not": [
          "Ботинки",
          0
        ],
        "id": 50,
        "text": "[Снять ботинки] ",
        "need": [
          59
        ],
        "var_set": [
          "Ботинки",
          0
        ]
      },
      {
        "id": 65,
        "text": "[Внимательно осмотреть комнату] ",
        "need": [
          59,
          64,
          -65
        ]
      },
      {
        "id": 67,
        "text": "[Ещё раз осмотреть книгу с квадратами] ",
        "need": [
          66,
          -67
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "В зале по-прежнему стояло большое дерево. И на него по-прежнему было трудно взобраться. ",
    "answers": [
      {
        "id": 45,
        "text": "[Назад] "
      },
      {
        "id": 57,
        "text": "[Использовать зелье, приготовленное Кроном]",
        "need": [
          56,
          -57
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "— Нужна помощь? \nКрон поднял свой взгляд на Вас. На лице его стояла улыбка.\n— Ты представляешь, что можно сделать с этим?\n— Зелье? — неуверенно сказали Вы.\n— Да. Да! Зелье! Знать бы только как,— он вздохнул. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 52,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 53,
    "text": "Нужная книга нашлась необычайно легко. На ней был нарисован пузырёк, из которого поднимался пузырящийся дым. Вы решили показать книгу Крону. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 53,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 54,
    "text": "— Смотри, я нашёл книгу о зельях, — Вы достали книгу, найденую в шкафу.\n— Ого! — Крон выхватил книгу у Вас из рук, — Спорим я стану великим алхимиком? Ладно, посмотрим... О! — он побежал к шкафу, в которых лежали ингредиенты для зелий. ",
    "answers": [
      {
        "isBack": true,
        "text": "— Я тогда пойду... ",
        "id": 54,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы искали книгу довольно долго. На ней был нарисован такой же круг, что и на полу, но книга не открывалась, из-за небольшого замка на ней. Вы решили оставить её себе. ",
    "answers": [
      {
        "isBack": true,
        "text": "— Интересненько... ",
        "id": 55,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 56,
    "text": "— Да, конечно, — Крон был так увлечён готовой, что даже не спросил, зачем оно Вам. Так или иначе, теперь у Вас есть пузырёк со странной жидкостью внутри. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 56,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы выпили жидкость и попытались залезть на дерево. Вам не было понятно, что изменилось, но на этот раз всё прошло очень хорошо, и Вы скоро оказались под короной дерева. Там лежал маленький ключик, который Вы взяли себе. Больше там ничего не было, так что Вы спустились обратно. ",
    "answers": [
      {
        "id": 51,
        "text": "[Назад] "
      },
      {
        "id": 58,
        "text": "[Открыть книгу с кругом ключиком] ",
        "need": [
          55,
          57,
          -58
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "Ключик подошёл к замку книги,и та с лёгким шелестом открылась. Вся она была изрисована разными кругами. Вы никак не могли понять, зачем она вообще нужна. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 58,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы вновь открыли книгу, которую носили с собой. Круг на полу начал светиться, как и все круги в книгу. На всякий случай, Вы положили книгу на пол и отошли подальше.\nЧерез несколько секунд книга начала светиться настолько ярко, что на неё стало больно смотреть. Вы отвели свой взгляд в сторону.\nЕщё через несколько минут свечение исчезло, а вместо книги на полу лежали ботинки. ",
    "answers": [
      {
        "isBack": true,
        "backstepCount": 1,
        "text": "[Одеть ботинки] ",
        "id": 59,
        "var_set": [
          "Ботинки",
          1
        ]
      },
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 59,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 60,
    "text": "— А откуда ты?\n— Из Азова.\n— Твоя семья наверное жутко перепугалась, увидев, что ты пропала.\n— Не думаю, — удивила она Вас, — моя приёмная семья меня не слишком любит.\n— Ты сирота? Я... тоже... — Вы умолкли, вспомнив свою сестру. Она действительно любила Вас.\n— Жаль, — она не отрывалась от осмотра. ",
    "answers": [
      {
        "id": 46,
        "text": "[Уйти] "
      },
      {
        "id": 76,
        "text": "— Хочешь бутерброд? ",
        "var_sub": [
          "Бутерброды",
          1
        ],
        "var_need": [
          "Бутерброды",
          1
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы начали осматривать кровати. Всё они немного отличались друг от друга. Их высота, ширина, цвет, узоры, детали. Каждая из них была уникальна. За Вашей кроватью Вы нашли выпирающую деревяшку. Она практически сразу оказалась нажатой. Вы услышали шум за спиной и обернулись, но не увидели ничего нового. Посмотрев обратно, Вы заметили появившийся на Вашей кровати ключ, который сразу взяли себе. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 61,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы вспомнили о двери, за которой слышали шум воды. Подойдя к ней, Вы достали ключ, найденный в спальне. Он подошёл к замочной скважине и дверь бесшумно открылась. ",
    "answers": [
      {
        "id": 45,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 63,
    "text": "Небольших размеров комната, в которой находится мощный источник воды. ",
    "answers": [
      {
        "id": 45,
        "text": "[Назад] "
      },
      {
        "id": 64,
        "text": "[Поискать что-нибудь в воде] ",
        "need": [
          -64
        ],
        "var_need": [
          "Водосток",
          2
        ]
      },
      {
        "id": 68,
        "text": "[Открыть сундук] ",
        "need": [
          67,
          -68
        ]
      },
      {
        "var_not": [
          "Доспехи",
          1
        ],
        "id": 63,
        "text": "[Одеть доспехи] ",
        "need": [
          68
        ],
        "var_set": [
          "Доспехи",
          1
        ]
      },
      {
        "var_not": [
          "Доспехи",
          0
        ],
        "id": 63,
        "text": "[Снять доспехи] ",
        "need": [
          68
        ],
        "var_set": [
          "Доспехи",
          0
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": "Сунув руки в холодную воду, Вы нашарили что-то твёрдое и тяжёлое. С трудом достав это \"что-то\" из воды, Вашему взгляду предстал сундук. Он (кто бы мог подумать) являлся запертым. ",
    "answers": [
      {
        "id": 63,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы ещё несколько раз обошли комнату и нашли квадрат. На потолке. Для чего нужна эта комната? ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 65,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 66,
    "text": "Нужная книга нашлась не сразу, но зато на ней не было никаких замков. Она легко открывалась, но внутри лишь были нарисованы горы квадратов. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 66,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы открыли книгу, уже начавшую светиться, и положили на пол. Опять. Квадраты книги вместе с квадратом на потолке стали настолько яркими, что на них стало больно смотреть. Вы отвернулись, а когда посмотрели обратно, книги уже не было. Вместо неё на полу лежал ключ, который Вы взяли себе. ",
    "answers": [
      {
        "id": 67,
        "text": "[Назад] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы достали ключ, который раньше являлся книгой с квадратами. Он подошёл к сундуку, и тот открылся с лёгким скрежетом. Внутри лежали доспехи. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 68,
        "backstepCount": 1
      },
      {
        "id": 68,
        "isBack": true,
        "text": "[Одеть доспехи] ",
        "backstepCount": 1,
        "var_set": [
          "Доспехи",
          1
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "В тёмном углу лаборатории Вами был найден шлем. Откуда он здесь? Как попал в лабораторию? ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 69,
        "backstepCount": 1
      },
      {
        "backstepCount": 1,
        "id": 69,
        "text": "[Одеть шлем] ",
        "isBack": true,
        "var_set": [
          "Шлем",
          1
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": "В старых ботинках, доспехах и шлеме, Вы были очень похожи на рыцаря. Поэтому, Вам захотелось найти какое-нибудь оружие, чтобы дополнить образ.\nПорывшись возле стоек с оружием, Вы нашли меч. Он был достачно лёгким, чтобы Ваша рука не устала, сделав им пару взмахов. К тому же, внутри его рукоятки что-то шумело. Вы открутили её, и к Вам в руки упал свиток. Не тот ли это свиток, о котором просил старик? ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 70,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы начали искать остальных, чтобы рассказать им о найдено свитке. Крон до сих пор сидел в лаборатории, и сыпал что-то в склянку. Вам не сразу удалось его отвлечь, и он почти не отреагировал на свиток, который Вы сунули прямо ему в руки. Лания тоже никуда не уходила из тренировочного зала. Марк нашёл архив и искал свиток там. Хелли молча сидела в углу зала. Когда Вы спросили её, почему она ничего не делает, она не ответила, лишь вжала голову в плечи. Ангелина сердто ходила возле слишком высоко расположенной дыры в стене. А Джозеф, услышав, что Вы ищете его, сам пришёл к вам. ",
    "answers": [
      {
        "id": 72,
        "text": "[Собрание] "
      }
    ]
  },
  {
    "id": 72,
    "text": "Как только все собрались вместе, у Вас в голове сложился план: сначала выслушать спутников, чтобы узнать, вдруг они нашли что-то важное, а потом эпично показать всем свиток.\nПервой начала Ангелина:\n— Я целый день пыталась добраться до дыры, которую нашла на потолке. Но ничего не получалось!\n— Знаете, мне Феран нашёл книгу, и я в лаборатории начал учиться варить зелья,— продолжил Крон.\n— Я вообще ничего нового не нашёл, — развёл руками Марк.\n— Я тоже, — буркнул Джозеф.\nХелли молчала.\nВы подождали пока все успокоятся и начали говорить:\n— А я нашёл шкаф с книгами, открыл ту запертую дверь, за ней водосток, и вот ещё что, — Вы выложили свою находку, — Это свиток, о котором говорил старик.\nТрудно описать радость собравшихся. Никому не хотелось оставаться здесь ещё на день.\nК сожалению, времени на радость было немного, потому что из ниоткуда появился старик.\n— Надо же, Вы всё же нашли его, — он взял свиток и осмотрел его, — Превосходный рецепт настойки из яблок.\nВоцарилось молчание. Первым его прервала Лания:\n— А зачем мы его вообще искали?\nСтарик улыбнулся.\n— Да ни зачем. Мне нужно было только проверить вас. Теперь я уверен,— он вздохнул.\nКажется, Ангелина собиралась убить его.\nНо не успела.\n— Я расскажу вам обо всём завтра. А теперь — спать! — он хлопнул в ладоши и исчез. Опять. ",
    "answers": [
      {
        "id": 77,
        "text": "[Идти в спальню] ",
        "blackout": false
      }
    ]
  },
  {
    "id": 73,
    "text": "Один из манекенов держал в руках ключ. Но зачем вкладывать ключ в руку манекена? ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "backstepCount": 1,
        "id": 73
      }
    ]
  },
  {
    "id": 74,
    "text": "Несколько раз обойдя коридоры, Вы нашли замочную скважину прямо в полу. Недолго думая, Вы вставили ключ в скважину и несколько раз повернули его, открыв люк в полу. ",
    "answers": [
      {
        "id": 45,
        "text": "[Назад] "
      },
      {
        "id": 75,
        "text": "[В люк] "
      }
    ]
  },
  {
    "id": 75,
    "text": "Под люком был деревянный настил, над которым лежал свёрток с двумя подозрительно свежими бутербродами. Вы взяли их себе. ",
    "answers": [
      {
        "id": 45,
        "text": "[Назад] ",
        "var_add": [
          "Бутерброды",
          2
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "— Хочешь бутерброд?\nОна поколебалась и ответила:\n— Давай.\nЕщё пару минут вы вместе сидели и ели бутерброды. Молча.\n— Знаешь, я до сих пор не верю, что всё это, — она обвела зал рукой, — Не по-настоящему.\n— Мне тоже, — признались Вы, — Но я думаю, что это всё же существует. Ведь я-то настоящий! И ты тоже.\n— Думаешь?\n— Да.\nЕщё некоторое время вы молча жевали бутерброды. ",
    "answers": [
      {
        "id": 46,
        "text": "[Уйти] "
      },
      {
        "id": 46,
        "text": "— Спасибо... За разговор.\n[Уйти] ",
        "var_set": [
          "Л с Л",
          1
        ]
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы вместе с Джозефом и Кроном зашли в спальню. Марка не было.\n— Как думаете, стоит его искать? — спросил Крон.\n— Да зачем, наверняка ходит опять где-нибудь, — ответил Джозеф, — Вот увидите: мы проснёмся, а он уже будет тут.\nУ Вас не осталось сил на споры, поэтому Вы легли на кровать и заснули. ",
    "answers": [
      {
        "id": 78,
        "text": "[Проснуться] "
      }
    ]
  },
  {
    "id": 78,
    "text": "Вас разбудил громкий, зычный голос:\n— В час в главном зале. Часы на тумбочке.\nВы осмотрелись в поисках источника голоса, но увидели только что Ваши спутники тоже проснулись с растерянными выражениями лица. Присмотревшись внимательнее, Вы нашли и тумбочки, на каждой из которых лежали \"Часы\". Ими оказались странные камни, чёрного цвета.\nГолос продолжил:\n— Ровно в час дня они изменятся. Ждите.\nДжозеф застонал. Через стенку был слышен стон Ангелины.",
    "answers": [
      {
        "id": 79,
        "text": "[Вставать] ",
        "var_set": [
          "Время",
          480
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы стоите в главном зале. Он такой же помпезный, как и раньше. ",
    "answers": [
      {
        "var_showtime": [
          "Время"
        ],
        "middle_answer": true,
        "text": "Время: ",
        "id": 79,
        "comment": true
      },
      {
        "id": 80,
        "text": "[Книги] ",
        "var_add": [
          "Время",
          1
        ],
        "var_no_more": [
          "Время",
          779
        ]
      },
      {
        "id": 81,
        "text": "[Тренировочный зал] ",
        "var_add": [
          "Время",
          1
        ],
        "var_no_more": [
          "Время",
          779
        ]
      },
      {
        "id": 86,
        "text": "[Спальни] ",
        "var_add": [
          "Время",
          1
        ],
        "var_no_more": [
          "Время",
          779
        ]
      },
      {
        "id": 82,
        "text": "[Лаборатория] ",
        "var_add": [
          "Время",
          1
        ],
        "var_no_more": [
          "Время",
          779
        ]
      },
      {
        "id": 83,
        "text": "[Маленькая пустая комната] ",
        "var_add": [
          "Время",
          1,
          "Комната",
          1
        ],
        "var_no_more": [
          "Время",
          779
        ]
      },
      {
        "id": 84,
        "text": "[Зал с деревом] ",
        "var_add": [
          "Время",
          1
        ],
        "var_no_more": [
          "Время",
          779
        ]
      },
      {
        "id": 85,
        "text": "[Водосток] ",
        "var_add": [
          "Время",
          1
        ],
        "var_no_more": [
          "Время",
          779
        ]
      },
      {
        "id": 87,
        "text": "[Уже час дня] ",
        "var_need": [
          "Время",
          780
        ]
      },
      {
        "var_add": [
          "Время",
          1
        ],
        "id": 105,
        "text": "[Поискать дыру, которую нашла Ангелина, с факелом]",
        "need": [
          104,
          -105
        ],
        "var_no_more": [
          "Время",
          779
        ]
      },
      {
        "var_add": [
          "Время",
          5
        ],
        "id": 106,
        "text": "[Поискать дыру, которую нашла Ангелина] ",
        "need": [
          -104,
          -106,
          89
        ],
        "var_no_more": [
          "Время",
          779
        ]
      },
      {
        "var_add": [
          "Время",
          1
        ],
        "id": 107,
        "text": "[Дыра] ",
        "need": [
          105,
          -109
        ],
        "var_no_more": [
          "Время",
          779
        ]
      },
      {
        "var_add": [
          "Время",
          1
        ],
        "id": 110,
        "text": "[Дыра] ",
        "need": [
          109
        ],
        "var_no_more": [
          "Время",
          779
        ]
      },
      {
        "id": 87,
        "text": "[Ждать часа дня] ",
        "var_no_more": [
          "Время",
          779
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "Разнообразные книги на все темы. Кажется, здесь есть всё, что только может быть. ",
    "answers": [
      {
        "id": 79,
        "text": "[Назад] "
      },
      {
        "id": 88,
        "text": "[Искать книгу о треугольниках] ",
        "need": [
          90,
          -88
        ],
        "var_set": [
          "Треугольник",
          1
        ]
      }
    ]
  },
  {
    "id": 81,
    "text": "В тренировочном зале не было никого, кроме манекенов. И Марка, пытавшегося поднять кувалду. ",
    "answers": [
      {
        "id": 79,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 82,
    "text": "В лаборатории сидел Крон и опять что-то варил. Ему очень понравились зельеварение и алхимия. ",
    "answers": [
      {
        "id": 79,
        "text": "[Назад] "
      },
      {
        "id": 82,
        "text": "Рядом с ним стояли и все остальные. Что там происходит? ",
        "need": [
          -89
        ],
        "merge": true
      },
      {
        "id": 89,
        "text": "[Подойти к ним] ",
        "need": [
          -89
        ],
        "var_add": [
          "Время",
          10
        ]
      }
    ]
  },
  {
    "id": 83,
    "text": "Маленькая пустая комната с кругом на полу и квадратом на потолке всё ещё на месте. ",
    "answers": [
      {
        "id": 79,
        "text": "[Назад] "
      },
      {
        "var_add": [
          "Время",
          5
        ],
        "id": 90,
        "var_need": [
          "Комната",
          3
        ],
        "need": [
          -90
        ],
        "text": "[Осмотреть комнату] "
      },
      {
        "var_add": [
          "Время",
          5
        ],
        "var_equal": [
          "Треугольник",
          1
        ],
        "id": 92,
        "text": "[Ещё раз осмотреть книгу про треугольники]",
        "need": [
          -92
        ]
      },
      {
        "id": 83,
        "text": "Почти вся, потому что стены уже нет. ",
        "need": [
          92,
          -100
        ],
        "merge": true
      },
      {
        "id": 93,
        "text": "[Осмотреть дыру] ",
        "need": [
          92,
          -93
        ]
      },
      {
        "id": 95,
        "text": "[В лабиринт] ",
        "need": [
          93,
          -100
        ],
        "var_add": [
          "Время",
          10,
          "Лабиринт",
          1
        ]
      }
    ]
  },
  {
    "id": 84,
    "text": "Здесь ничего не изменилось. Дерево по-прежнему на месте. А наверху слышат я голоса Ваших спутников. ",
    "answers": [
      {
        "id": 79,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 85,
    "text": "Вода очень сильно шумит пока течёт. А ещё она просто ледяная. ",
    "answers": [
      {
        "id": 79,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 86,
    "text": "Спальни... Ещё вчера все постели были идеально заправлены. А сейчас... А сейчас нет. ",
    "answers": [
      {
        "id": 79,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 87,
    "text": "Камень, который Вам дал старик поменял свой цвет с чёрного на светло-жёлтый. В главный зал потихоньку начали стекаться Ваши спутники. Марк отличился тем, что тащил за собой кувалду. \nВы немного постояли молча, и вскоре в зал вошёл старик. \n— Здравствуйте, Семеро. Извините, что заставил вас ждать, но у меня есть неприятные новости. Без подготовки, мы должны отправиться в путь прямо завтра. Во время путешествия нам могут встреться недруги, потому вы должны свободно обращаться с оружием. Но, как я понимаю, вы хотите задать мне вопросы. \nАнгелина тут же сказала:\n— Да! Сначала объясните, зачем вам нужны мы, и как вы нас сюда притащили?! Кто вы вообще такой? \nСтарик задумался, прежде чем ответить. \n— Я Мирон. Но, у остальных видимо тоже есть вопросы?",
    "answers": [
      {
        "id": 113,
        "text": "[Молчать]"
      },
      {
        "id": 112,
        "text": "[Спросить про ключ] ",
        "need": [
          -112
        ],
        "var_need": [
          "Сердечный ключ",
          1
        ]
      },
      {
        "id": 114,
        "text": "[Спросить про лабиринт] ",
        "need": [
          -114,
          102
        ]
      },
      {
        "id": 115,
        "text": "[Спросить про зал с деревом] ",
        "need": [
          -115
        ]
      }
    ]
  },
  {
    "id": 88,
    "text": "Через некоторое время Вы нашли книгу изрисованную треугольниками. На обложке не было ничего. ",
    "answers": [
      {
        "backstepCount": 1,
        "id": 88,
        "text": "[Назад]",
        "isBack": true,
        "var_set": [
          "Треугольник",
          1
        ]
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы услышали их перешукивания:\n— А точно сработает?\n— Зачем вообще...\n— Ай! Шипит!\nПодойдя поближе Вы обнаружили, что они пьют зелья, а Крон довольный стоял в стороне. Он заметил Вас.\n— Будешь?\n— А для чего они?\n— Для соображалки, — он постучал себя по голове.\n— А не опасно?\n— Да вроде нет, — Вы всё равно продолжали волноваться. ",
    "answers": [
      {
        "id": 82,
        "text": "[Выпить] ",
        "var_need": [
          "Крон",
          3
        ],
        "var_set": [
          "Урон",
          1
        ]
      },
      {
        "id": 82,
        "text": "[Отказаться] "
      },
      {
        "id": 91,
        "text": "[Выпить] ",
        "var_add": [
          "Время",
          30
        ],
        "var_no_more": [
          "Крон",
          2
        ]
      }
    ]
  },
  {
    "id": 90,
    "text": "Осматриваться долго не пришлось — новая фигура, оказавшаяся треугольником, была на стене. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "backstepCount": 1,
        "id": 90
      }
    ]
  },
  {
    "id": 91,
    "text": "Как только Вы выпили зелье, то всё провалилась во тьму. Очнувшись через полчаса, Вы обнаружили себя лежащим в спальне, и Крона стоявшего над Вами. Он начал извиняться сразу, как только Вы очнулись:\n— Феран, извини пожалуйста, я не знаю что не так, со всеми остальными хорошо всё, я думал...\n— Хватит,— у Вас сильно болела голова, и Вы ничего не хотели выслушивать, — Я прощаю тебя.\n— Ох, вот и ладно, — он ушёл. ",
    "answers": [
      {
        "id": 86,
        "text": "[Прийти в себя] "
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы открыли книгу и быстро положили её на пол. Треугольники засветились все разом, но Вы не успели отвернуться.\nКнига вместе со стеной взорвались. ",
    "answers": [
      {
        "id": 83,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 93,
    "text": "За дырой начинались перегородки из каменных стен и лабиринты ходов. А прямо на входе, слева, был барельеф, изображающий сосну. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 93,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы вышли в главный зал, где уже собрались все, кроме Ангелины, которая пришла позже Вас. В зале был и Мирон. Он завтракал вместе со всеми. Заметив, что собрались все, он начал говорить:\n— Мы выдвигаемся в путь сразу после завтрака. Весь наш поход будет проходить по этой полосе на карте, — он провёл пальцем по жёлтой линии на разноцветной пятне,— Если есть вопросы, лучше задать их сейчас.\nВ этот раз первым спросил Джозеф:\n— Зачем нам идти туда?\nМирон начал терпеливо объяснять:\n— Там есть много зачарованного оружия и провианта, а то наш кончается, а идти туда где-то неделю, — он бросил многозначительный взгляд на Крона, поглощающего всю еду, до которой дотягивался.\nТот смутился и быстро задал другой вопрос:\n— Вы волшебник?\nМирон вздохнул:\n— Да, волшебник.\nЗатем была Лания:\n— Получается, что Феран... эльф, а остальные?\nМирон немного задумался.\n— Ты — типичный представитель ночных эльфов. Близнецы, — он кивнул на Марка и Ангелину, — Лесные эльфы. Вы, — он кивнул на Джозефа и Хелли, — Люди.\nДжозеф вздохнул.\n— А прадедушку Крона я и сам знал. Он был гномом.\nКрон оторвался от поглощения пищи и спросил:\n— А каким гномом он был?\nМирон вопрошающе посмотрел на него.\n— Ну, то есть если есть и ночные, и лесные, и высшие эльфы, то гномы тоже разные бывают?\n— Ах, это. Да, он был пещерным чернобородым.\n— Круто. Наверное...\nКогда все доели, то Мирон сказал брать оружие из тренировочного зала и идти в зал с де... и идти в Цитадель. ",
    "answers": [
      {
        "id": 131,
        "text": "[В Цитадель] "
      }
    ]
  },
  {
    "id": 95,
    "text": "Вы стояли на входе в лабиринт. Позади — маленькая комнатка.\nСлева — барельеф, изображающий сосну. ",
    "answers": [
      {
        "id": 83,
        "text": "[Назад]"
      },
      {
        "id": 96,
        "text": "[К барельефам]",
        "need": [
          -99
        ]
      },
      {
        "id": 102,
        "text": "[Осмотреть лабиринт] ",
        "var_need": [
          "Лабиринт",
          2
        ]
      }
    ]
  },
  {
    "id": 96,
    "text": "Рядом с барельефом была полустёртая надпись:\n\"...И превратились в дуб, бузину и ель. Но Елестас смог превра...ься обратно, и научился превращать обратно и другого друида. П...этому, бузина и дуб пропали, оставив Дубовона на месте. Од...ко однажды он услышал, как появившийся из ниоткуда дуб говорит:\"Не в...йся, скоро Елестас превратит и тебя\".\nВ какое дерево превр...тился Елестас?\"\nРядом, на барельефе, были изображены три дерева. ",
    "answers": [
      {
        "id": 95,
        "text": "[Уйти]"
      },
      {
        "id": 99,
        "text": "[Ответить] ",
        "need": [
          -99
        ]
      }
    ]
  },
  {
    "id": 97,
    "text": "Вы встали поодаль от неё и начали разговор:\n— Привет.\n— А? — она обернулась и заметила Вас, — Привет, — она снова начала простукивать стены.\n— Чем ты занимаешься?\n— Ищу тайники. Вдруг здесь где-то есть выход.\nВы понимали её. Всё эти события были слишком неожиданными. Вам и самому хотелось назад, домой. К сестре.",
    "answers": [
      {
        "id": 94,
        "text": "[Идти дальше] "
      },
      {
        "id": 98,
        "text": "— Тебе... нужна помощь? ",
        "var_add": [
          "Ангелина",
          1
        ],
        "var_need": [
          "Ангелина",
          1
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "— Тебе... нужна помощь, — Вам было ясно, почему она этим занимается. Даже если это не принесёт пользы, можно попытаться.\n— Да! — она смутилась от своего вскрика, — Давай.\nВы вместе с ней некоторое время простукивали стены, но ничего не нашли. Ангелина устала и отошла. Она стояла к Вам спиной, а её плечи подрагивали. ",
    "answers": [
      {
        "id": 94,
        "text": "[Уйти] "
      },
      {
        "text": "[Успокоить её] ",
        "id": 130,
        "var_need": [
          "Ангелина",
          7
        ],
        "need": [
          110
        ],
        "var_set": [
          "Л с А",
          1
        ]
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы вплотную подошли к трём изображениям деревьев. ",
    "answers": [
      {
        "id": 100,
        "text": "[Надавить \"Дуб\"] ",
        "answerImage": [
          "  https://a.radikal.ru/a21/1906/cb/89c59630a290.png"
        ]
      },
      {
        "id": 101,
        "text": "[Надавить \"Бузину\"] ",
        "answerImage": [
          "https://c.radikal.ru/c24/1906/1d/70dd63e8f858.jpg"
        ]
      },
      {
        "id": 100,
        "text": "[Надавить \"Ель\"] ",
        "answerImage": [
          " https://c.radikal.ru/c07/1906/68/a180c3f681b4.jpg"
        ]
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы нажали на изображение дерева, но ничего не изменилось. Хотя...\nВнезапно, дыру в стене начала закрывать движущаяся пластина. Вы еле успели выскочить, пока не ход не закрылся. Можно сказать, повезло. ",
    "answers": [
      {
        "id": 83,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 101,
    "text": "После того, как Вы надавили дерево, ничего не изменилось. Хотя...\nБырельеф, изображающий сосну, начал светиться. Вы на всякий случай отбежали подальше. Вдруг, в сосне открылось небольшое отверстие, из которого выпал ключ. Вы подбежали и забрали его себе. Больше ничего не происходило. ",
    "answers": [
      {
        "id": 83,
        "text": "[Назад] ",
        "var_set": [
          "Сердечный ключ",
          1
        ]
      }
    ]
  },
  {
    "id": 102,
    "text": "Обилие каменных стен и отсутствие источника света делала это место невероятно мрачным. Хотя здесь, на входе, безопасно. ",
    "answers": [
      {
        "id": 95,
        "text": "[Назад] "
      },
      {
        "id": 103,
        "text": "[Внутрь] ",
        "var_set": [
          "X",
          5
        ]
      }
    ]
  },
  {
    "id": 103,
    "text": "Одни места совершенно неотличимы от других. ",
    "answers": [
      {
        "id": 103,
        "text": "[Влево] ",
        "var_not": [
          "X",
          0
        ],
        "var_sub": [
          "X",
          1
        ]
      },
      {
        "id": 103,
        "text": "[Вверх] ",
        "var_add": [
          "Y",
          1
        ],
        "var_not": [
          "Y",
          10
        ]
      },
      {
        "id": 103,
        "text": "[Вправо] ",
        "var_add": [
          "X",
          1
        ],
        "var_not": [
          "X",
          10
        ]
      },
      {
        "id": 103,
        "text": "[Назад] ",
        "var_not": [
          "Y",
          0
        ],
        "var_sub": [
          "Y",
          1
        ]
      },
      {
        "id": 102,
        "text": "[Выход] ",
        "var_equal": [
          "X",
          5,
          "Y",
          0
        ]
      },
      {
        "id": 104,
        "text": "[Факел] ",
        "need": [
          -104
        ],
        "var_equal": [
          "X",
          4,
          "Y",
          3
        ]
      },
      {
        "id": 108,
        "text": "[Деревянные колышки] ",
        "need": [
          -108
        ],
        "var_equal": [
          "X",
          7,
          "Y",
          1
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы заметили старый, но до сих пор светящий факел и взяли его себе. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 104,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 105,
    "text": "Ходить с факелом было намного легче, потому что он освещали весь Ваш путь. Вскоре, Вы нашли тот зал и ту дыру, о которой рассказывала Ангелина. Она действительно находилась очень высоко от пола, поэтому залезть в неё было очень трудно. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 105,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 106,
    "text": "Вы долго бродили по разным залам и коридорам, но они были настолько тёмными, что ничего не было видно. ",
    "answers": [
      {
        "id": 79,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 107,
    "text": "Высоко висящая над полом дыра. Слишком высоко, чтобы забраться. ",
    "answers": [
      {
        "id": 79,
        "text": "[Назад] "
      },
      {
        "id": 109,
        "text": "[Использовать колья, чтобы забраться наверх] ",
        "need": [
          108,
          -109
        ],
        "var_add": [
          "Время",
          5
        ]
      }
    ]
  },
  {
    "id": 108,
    "text": "Несколько деревянных кольев лежали на полу лабиринта. Вы взяли их себе. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 108,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 109,
    "text": "С трудом вставляя деревянные колья в редко встречающиеся пазы, Вы забрались наверх. На входе внутрь стоял рычаг, который случайно задел один из кольев.\nИз стены вышли небольшие ступеньки. ",
    "answers": [
      {
        "id": 110,
        "text": "[Внутрь] "
      }
    ]
  },
  {
    "id": 110,
    "text": "Небольшая пещера, внутри которой лежит старый ковёр и находится лампа, сделанная из того же чёрного камня, который дал Вам старик. ",
    "answers": [
      {
        "id": 79,
        "text": "[Назад] "
      },
      {
        "var_add": [
          "Дыра",
          1
        ],
        "super_calculate": false,
        "id": 109,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 111,
        "text": "[Приблизить свой камень к лампе] ",
        "need": [
          -111
        ],
        "var_need": [
          "Дыра",
          3
        ]
      }
    ]
  },
  {
    "id": 111,
    "text": "Вы положили свой камень на лампу, надеясь на чудо, но ничего не произошло. ",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад] ",
        "id": 111,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 112,
    "text": "Вы достали ключ. Сейчас было видно, что его рукоятка выполнена в форме сердца. \n— Что это? \n— Это очень редкая вещь. С её помощью можно воскресить любое существо, какой бы смертью оно не умерло. Однако, он одноразовый. Они очень высоко ценятся, и его можно продать за большие деньги. Хотя, никогда не знаешь, когда он тебе пригодится. ",
    "answers": [
      {
        "backstepCount": 1,
        "id": 87,
        "text": "Назад",
        "run": [
          87
        ],
        "isBack": true
      }
    ]
  },
  {
    "id": 113,
    "text": "Со всех сторон на Мирона посыпались вопросы, почти все — абсолютно одинаковые. Лания и Хелли молчали. Наконец, слово дошло до Ангелины. Она спросила:\n— Ну так зачем вам мы?\n— Для пророчества, — Мирон явно готовился к этому вопросу, — Королю явилось видение, сразу после пропажи Айсколда…\n— Что за \"Айсколд\"? Что за король с пророчеством?\n— Обо всём по порядку. Айсколд — дар Гор. Синий рубин. В нём находилась вся магия Жизни Высших Эльфов. Без него, они бы умирали слишком быстро. В том числе и Фонэл Криз, Король Высших Эльфов. Он лицезрел в видении немого старика в плаще. Тот поставил перед Фонэлом Ворона, с ленточкой на лапке. Незнакомец снял её и дал Королю. Там было написано лишь одно слово: \"Архилич\", — он умолк, но снова заговорил через пару секунд:\n— Я полагаю, вы не знаете, кем он является.\nХелли замотала головой. \n— Конечно же... Архилич  — Повелитель Проклятых. \nКажется, Ангелина поняла, что не добьётся большего. По крайней мере, она замолчала.\nМирон немного подождал и произнёс:\n— А теперь тренироваться! ",
    "answers": [
      {
        "id": 116,
        "text": "[В тренировочную] "
      }
    ]
  },
  {
    "id": 114,
    "text": "Вы вспомнили о лабиринте, найденом за стеной маленькой пустой комнаты.\n— Я нашёл за одной из стен лабиринт. Зачем он там нужен.\nСтарик улыбнулся, что-то вспоминая.\n— Там друиды держали кладовые. Какие же хитрецы... ",
    "answers": [
      {
        "id": 87,
        "isBack": true,
        "text": "Назад",
        "run": [
          87
        ],
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 115,
    "text": "Вы задали вопрос, мучавший Вас всё время:\n— Что там за зал, в котором стоит большое дерево?\nОтвета не было довольно долго.\n— То дерево быо... гм... алтарём объединения силы друидов. Их святыней. ",
    "answers": [
      {
        "id": 87,
        "isBack": true,
        "text": "Назад",
        "run": [
          87
        ],
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 116,
    "text": "В тренировочной медленно ставили на места манекены и разбирали оружие. Вы взяли себе меч, который нашли в первый день. ",
    "answers": [
      {
        "id": 117,
        "text": "[Бой] ",
        "var_add": [
          "Урон",
          1
        ],
        "var_set": [
          "Здоровье",
          10,
          "Здоровье врага",
          20,
          "Защита",
          0
        ]
      }
    ]
  },
  {
    "id": 117,
    "text": "Вы принялись за драку с манекеном. Он не особо сопротивлялся.",
    "answers": [
      {
        "var_show": [
          "Здоровье"
        ],
        "comment": true,
        "id": 117,
        "widget_show": [
          "https://c.radikal.ru/c38/1907/29/f7cb57188294.jpg",
          "Здоровье"
        ],
        "text": "Ваше Здоровье —",
        "left_answer": true
      },
      {
        "right_answer": true,
        "comment": true,
        "id": 117,
        "text": "Здоровье врага — ",
        "var_show": [
          "Здоровье врага"
        ]
      },
      {
        "var_show": [
          "Урон"
        ],
        "comment": true,
        "id": 117,
        "text": "Твой урон — ",
        "left_answer": true
      },
      {
        "right_answer": true,
        "comment": true,
        "id": 117,
        "text": "Урон врага — ",
        "var_show": [
          "Урон врага"
        ]
      },
      {
        "var_show": [
          "Защита"
        ],
        "comment": true,
        "id": 117,
        "text": "Твоя защита — ",
        "left_answer": true
      },
      {
        "right_answer": true,
        "comment": true,
        "id": 117,
        "text": "Защита врага — ",
        "var_show": [
          "Защита врага"
        ]
      },
      {
        "var_not": [
          "Здоровье врага",
          0
        ],
        "text": "[Ударить] ",
        "id": 117,
        "instant": true,
        "middle_answer": true,
        "var_sub": [
          "Здоровье врага",
          "Урон"
        ]
      },
      {
        "id": 118,
        "text": "[Победа!] ",
        "var_add": [
          "Урон",
          1,
          "Защита",
          1,
          "Здоровье",
          5
        ],
        "var_equal": [
          "Здоровье врага",
          0
        ]
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы справились с манекеном! Теперь меч более знаком Вам, и Вы уже представляете, что смогли бы с ним сделать.\nВас вырвал из мечтаний крик Джозефа. Обернувшись, Вы увидели, что его штанина горит! Он пытался её потушить, но безуспешно.\nЗа ним возник Мирон. Он сделал какое-то движение рукой и огонь утих, после чего крикнул Лании:\n— Хорошо, но ты должна понимать, куда идёт огонь!\nОна кивнула и сосредоточилась на своём манекене. Вы заметили, что она не взяла себе оружие. В отличие от Джозефа, который то завистливо смотрел на неё, то на свои клинки.\nМирон кивнул самому себе и что-то пробормотал.\nМанекен рядом с ним дрогнул. И встал. То же сделали и остальные манекены. Вы услышали крик Ангелины, собирающейся стрелять из лука по манекенам. Хелли сорвалась с места и побежала к стойке с оружием. Вы не увидели что она взяла, потому что манекены начали Вас окружать. ",
    "answers": [
      {
        "id": 119,
        "text": "[Бой] "
      }
    ]
  },
  {
    "id": 119,
    "text": "Три манекена бегут к Вам. Но не особо спешат. ",
    "answers": [
      {
        "id": 120,
        "text": "[Рывок к ним] ",
        "var_add": [
          "?",
          1
        ]
      },
      {
        "id": 120,
        "text": "[Раскрутить меч] ",
        "var_add": [
          "?",
          -1
        ]
      }
    ]
  },
  {
    "id": 120,
    "text": "Громоздкий манекен собирается обрушить на Вас скамейку! ",
    "answers": [
      {
        "id": 121,
        "text": "[Уклониться] ",
        "var_add": [
          "?",
          -1
        ]
      },
      {
        "id": 121,
        "text": "[Прыгнуть за него] ",
        "var_add": [
          "?",
          1
        ]
      }
    ]
  },
  {
    "id": 121,
    "text": "Вы отбились от нескольких манекенов, но остальные вновь двигаются в Вашу сторону. ",
    "answers": [
      {
        "id": 122,
        "text": "[Круговой взмах] ",
        "var_add": [
          "?",
          -1
        ]
      },
      {
        "id": 122,
        "text": "[Финт] ",
        "var_add": [
          "?",
          1
        ]
      }
    ]
  },
  {
    "id": 122,
    "text": "Семь небольших манекенов пробираются к стойке с оружием. ",
    "answers": [
      {
        "id": 123,
        "text": "[Победить их по одному] ",
        "var_add": [
          "?",
          1
        ]
      },
      {
        "id": 123,
        "text": "[Разрубить их всех разом] ",
        "var_add": [
          "?",
          -1
        ]
      }
    ]
  },
  {
    "id": 123,
    "text": "Мирон тихо наблюдавший за вашим боем хлопнул в ладоши. Манекены моментально обмякли. Вы увидели как Марк расплющивает своего манекена. Из него летела набивка.\nТем временем Мирон обернулся ко всем вам и начал говорить:\n",
    "answers": [
      {
        "id": 123,
        "text": "— Вы хорошо проявили себя в битве. Я думаю, вы готовы. Как я и говорил, мы отправляемся в путь завтра.\n",
        "var_need": [
          "?",
          1
        ],
        "merge": true
      },
      {
        "id": 123,
        "text": "— Вы действовали слишком разрознено в битве. К сожалению, у нас нет больше времени на подготовку. Мы всё равно отправимся в путь завтра.\n",
        "var_no_more": [
          "?",
          0
        ],
        "merge": true
      },
      {
        "id": 123,
        "text": "Тяжело переводившая дыхание Ангелина вскочила с места и заговорила:\n— Вы серьёзно хотите, чтобы после всего этого, — она обвела зал руками, — Мы ещё и  отправлялись куда-то, вообще непонятно куда, чтобы вернуть... Магический синий рубин?!?!\nМирон кивнул. Ангелина собиралась сказать ещё что-то, но не успела. Марк подошёл и закрыл ей рот. Он кивнул остальным и вывел её из зала. ",
        "merge": true
      },
      {
        "var_add": [
          "Урон",
          1,
          "Здоровье",
          5
        ],
        "id": 123,
        "var_need": [
          "?",
          1
        ],
        "calculate": true,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 124,
        "text": "[Найти ножны для меча]"
      }
    ]
  },
  {
    "id": 124,
    "text": "Мирон продолжил:\n— Нам всё равно придётся тренироваться во время похода в Эльфейс. Всё это время я буду вас защищать. Но на пути в Дорстан вам придётся обходиться без меня.. \nАнгелина вырывавшаяся от Марка крикнула:\n— В какой Дорстан?\nМирон вынул из-за пазухи сюртюка Вам карту:\n— Вы помните, где мы. В лесу Друидов. Вот дорога, по которой мы пойдем сюда, — он указал на маленькое изображение крепости на карте, — к Эльфейсу, замку Высших Эльфов. Там я познакомлю вас с дедом Ферана — Фонелом Кризом.\nВнезапно, в Вашей голове появилось ещё больше смятения, чем было до того. \n— Постойте, разве Фонел Криз не король Высших Эльфов? Почему вы сразу не сказали?\n— Я вроде говорил…",
    "answers": [
      {
        "id": 125,
        "text": "[Молчать]"
      },
      {
        "id": 126,
        "text": "— Мой родной дед — король?"
      }
    ]
  },
  {
    "id": 125,
    "text": "Вы были настолько измучены последними событиями, что расспрашивать о дедушке, оказавшимся королём, уже не стали. Просто не хотелось. Вы молча ушли в спальню и заснули. ",
    "answers": [
      {
        "id": 127,
        "text": "[Спать] "
      }
    ]
  },
  {
    "id": 126,
    "text": "— Знаешь, Феран... Это не совсем так. Он не просто твой дед, а твой двоюродный дед. Твой отец был племянником Фонела. Но однажды, — он не закончил говорить, ведь Вы его перебили:\n— Нет, это ложь! Мой отец погиб за долго до моего рождения! Вы врёте, — Вы были уверены в том, что он врал вам с самого начала. \nМирон лишь покачал головой и продолжил:\n— Но однажды Некромант Некросс убил его родителей, и Король усыновил его. Фонел любил твоего отца, как родного сына. Однако однажды он вырос. И, — он выдержал паузу, — Женился! Но твоя мать, — он вздохнул, — Впрочем, это уже другая, очень грустная история. ",
    "answers": [
      {
        "id": 128,
        "text": "— Что за история? "
      },
      {
        "id": 129,
        "text": "— Ладно."
      }
    ]
  },
  {
    "id": 127,
    "text": "Как ни странно, после всех волнений спали Вы крепко, а проснувшись от шума в коридоре почувствовали себя отдохнувшим, но немного голодным, ведь ели редко. Выйдя из спален, Вы заметили Ангелину, простукивавшую стены. Она была увлечена своим занятием и не замечала Вас. ",
    "answers": [
      {
        "id": 94,
        "text": "[Пройти мимо] "
      },
      {
        "id": 97,
        "text": "[Поговорить с ней] "
      }
    ]
  },
  {
    "id": 128,
    "text": "— Что за история? — Вам было очень интересно, что случилось с Вашей матерью. Помимо того, что она вышла замуж за эльфа.\nМирон вздохнул ещё раз, но продолжил.\n— Твоя мать была полукровкой. Она не была полноценной Высшей Эльфийкой, поэтому Фонел разгневался после того, как узнал о её свадьбе с его племянником, и изгнал её. Я... предупреждал. Это очень, очень грустная история. Но появится ещё одна грустная история, если мы не дойдём до Дорстана. Всем спать! — было ясно, что больше вопросов задать не получится. ",
    "answers": [
      {
        "id": 127,
        "text": "[Спать] "
      }
    ]
  },
  {
    "id": 129,
    "text": "— Ладно, — Вы были настолько измучены последними событиями, что расспрашивать о дедушке, оказавшимся королём, уже не стали. Просто не хотелось. Вы молча ушли в спальню и заснули. ",
    "answers": [
      {
        "id": 127,
        "text": "[Спать] "
      }
    ]
  },
  {
    "id": 130,
    "text": "Вы не знали точно что делать, поэтому нерешительно встали рядом и начали думать, как её успокоить. И придумали.\n— Ангелина, помнишь ту дыру в стене?\n— Д-да, — она еле слышно всхлипывала.\n— Я... нашёл способ, как в неё забраться...\nАнгелина молниесно обернулась лицом к Вам. Было видно, что она плакала.\n— Д-да? — она до сих пор заикалась.\n— Да. Пойдём, я покажу тебе.\nВы некоторое время водили её по различным коридорам и перехода и вскоре оказались возле лестницы, выросшей прямо из стены. Она стремглав забежал по ним внутрь. Вы немного отстали. Она осмотрела всё помещение и произнесла:\n— Спасибо, — она снова заплакала, но сейчас на её лице была улыбка, — Спасибо,— она повторила это ещё раз.\nВы не знали, что делать в таких случаях, поэтому просто ответили:\n— Пожалуйста.\nОна прекратила плакать и уже с улыбкой спустилась вниз. Вы пошли за ней, но уже быстрее, чем когда вели её сюда. ",
    "answers": [
      {
        "id": 94,
        "text": "[Идти дальше] "
      }
    ]
  },
  {
    "id": 131,
    "text": "Вы вместе со всеми вошли в Цитадель. Мирон подошёл к дереву и начал:\n— Итак, слушайте. Прямо сейчас мы пойдём в Великий Эльфейс, Крепость Высших Эльфов. Потом вы пойдёте в далекий Дорстан, ведь через него лежит самая короткая дорога к Древнему Мосту тянущемуся через Роковое Ущелье, разделяющее Солнечные Земли от Затуманных Тишин. В Тишинах вам придется самим искать замок Архилича, ведь карт Беззвездных Полей нет.\nВесь поход может продлиться от трёх до пятнадцати лет.\nПослышался кашель. Крон подавился яблоком, стянутым со стола накануне. Мирон вздохнул.\n— Чтож, зато вы не можете меня обвинить в том, что я что-то скрыл от вас. Так же вы можете совсем не вернуться, хотя это врятли случиться. Ну, хорошо. Расскажу всё в Эльфейсе, там есть полная карта Солнечных земель.\nМирон взял посох и вставил в незаметное углубление в полу. Дальняя стена с оглушительным треском раздвинулась, и Вы увидели лес, находящийся за ней. Мирон вынул посох и вместе с вами вышел за пределы здания. ",
    "answers": [
      {
        "id": 132,
        "text": "[Снаружи]",
        "var_set": [
          "Идём",
          0
        ]
      }
    ]
  },
  {
    "id": 132,
    "text": "Наконец Вы дышали свежим воздухом! Ветер теребил Ваши волосы, а солнце ложилось на кончики ушей. \nВ городе такого чувства не было. Впрочем, там Вас никогда не держали в Обители Друидов. Может, изначально школы задумывались как нечто такое. Как то, что может заставить душу трепетать от ощущения скорого достижения Свободы. \nМирон протер верхушку посоха.\n— Идём, не стоит медлить.\nДва часа вы шли по лесу. Хелли жалась к Лании, спокойно шагавшей рядом с Мироном. Марк разговаривал с Ангелиной, а Джозеф шёл рядом с ними. Вы же в гордом одиночестве шагали сзади всех.\nКуда всё это в действительности может привести? Если бы был выбор... Просто вернуться. Вернуться домой и навсегда забыть об этом.\nК сожалению, спасителей Древних Королевств не спрашивают о их желании геройствовать.\n",
    "answers": [
      {
        "id": 132,
        "text": "Впрочем, тогда бы Вы никогда не встретили Ангелину... ",
        "merge": true,
        "var_equal": [
          "Л с А",
          1
        ]
      },
      {
        "id": 132,
        "text": "Впрочем, тогда бы Вы никогда не встретили Ланию... ",
        "var_equal": [
          "Л с Л",
          1
        ],
        "merge": true
      },
      {
        "id": 133,
        "text": "[Что за шум?] ",
        "var_need": [
          "Идём",
          20
        ],
        "var_set": [
          "Скорость",
          1,
          "Скорость врага",
          2,
          "Здоровье",
          20,
          "Здоровье врага",
          15,
          "Атака врага",
          2,
          "Атака",
          "Урон"
        ]
      },
      {
        "comment": true,
        "id": 132,
        "text": " ",
        "update": [
          1,
          20
        ],
        "var_add": [
          "Идём",
          1
        ]
      }
    ]
  },
  {
    "id": 133,
    "text": "Вы прошли буквально полкилометра. Никтоиеще даже не жаловался на сломаные ноги. Внезапно Вы услышали гадкий громкий крик, и с деревьев стали падать какие-то тени. Одна сбила с ног Крона, и тот стал беспорядочно махать топорами. Ангелина завизжала, но сквозь визги этих странных маленьких сгорбившихся людей её было плохо слышно. Марк крикнул: \n— Кто это такие?\nДо Вас долетел голос Крона:\n— Это же настоящие ГОБЛИНЫ!",
    "answers": [
      {
        "id": 134,
        "text": "[Бой!]"
      }
    ]
  },
  {
    "id": 134,
    "text": "Накопленная Вами сила — ",
    "answers": [
      {
        "var_show": [
          "Здоровье"
        ],
        "comment": true,
        "middle_answer": false,
        "text": "Ваше здоровье —",
        "id": 134,
        "left_answer": true
      },
      {
        "var_show": [
          "Здоровье врага"
        ],
        "comment": true,
        "middle_answer": false,
        "text": "Здоровье гоблина —",
        "id": 134,
        "right_answer": true
      },
      {
        "var_show": [
          "Атака"
        ],
        "comment": true,
        "middle_answer": false,
        "text": "Ваша атака —",
        "id": 134,
        "left_answer": true
      },
      {
        "var_show": [
          "Атака врага"
        ],
        "comment": true,
        "middle_answer": false,
        "text": "Атака гоблина —",
        "id": 134,
        "right_answer": true
      },
      {
        "var_show": [
          "Защита"
        ],
        "comment": true,
        "middle_answer": false,
        "text": "Ваша защита —",
        "id": 134,
        "left_answer": true
      },
      {
        "var_show": [
          "Защита врага"
        ],
        "comment": true,
        "middle_answer": false,
        "text": "Защита гоблина —",
        "id": 134,
        "right_answer": true
      },
      {
        "var_show": [
          "Скорость"
        ],
        "comment": true,
        "id": 134,
        "text": "Ваша скорость —",
        "middle_answer": false,
        "left_answer": true
      },
      {
        "var_show": [
          "Скорость врага"
        ],
        "comment": true,
        "middle_answer": false,
        "text": "Скорость гоблина —",
        "id": 134,
        "right_answer": true
      },
      {
        "id": 135,
        "text": "[Победа] ",
        "var_not": [
          "Здоровье",
          0
        ],
        "var_equal": [
          "Здоровье врага",
          0
        ]
      },
      {
        "var_sub": [
          "Урон",
          "Защита врага",
          "Урон врага",
          "Защита"
        ],
        "super_calculate": false,
        "id": 134,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "Урон",
          "Атака",
          "Урон врага",
          "Атака врага"
        ]
      },
      {
        "super_calculate": false,
        "id": 134,
        "calculate": true,
        "var_min": [
          "Урон",
          1,
          "Урон врага",
          1,
          "Здоровье врага",
          0,
          "Здоровье",
          0
        ],
        "text": "Новый ответ. введите текст"
      },
      {
        "var_max": [
          "Сила",
          10
        ],
        "var_not": [
          "Здоровье врага",
          0,
          "Здоровье",
          0
        ],
        "var_add": [
          "Сила",
          "Скорость"
        ],
        "id": 134,
        "text": "[Копить силу] ",
        "var_sub": [
          "Здоровье",
          3
        ]
      },
      {
        "id": 136,
        "text": "[Поражение] ",
        "var_equal": [
          "Здоровье",
          0
        ]
      },
      {
        "id": 134,
        "text": "⬜",
        "var_need": [
          "Сила",
          1
        ],
        "merge": true
      },
      {
        "id": 134,
        "text": "⬜",
        "var_need": [
          "Сила",
          2
        ],
        "merge": true
      },
      {
        "id": 134,
        "text": "⬜",
        "var_need": [
          "Сила",
          3
        ],
        "merge": true
      },
      {
        "id": 134,
        "text": "⬜",
        "var_need": [
          "Сила",
          4
        ],
        "merge": true
      },
      {
        "id": 134,
        "text": "⬜",
        "var_need": [
          "Сила",
          5
        ],
        "merge": true
      },
      {
        "id": 134,
        "text": "⬜",
        "var_need": [
          "Сила",
          6
        ],
        "merge": true
      },
      {
        "id": 134,
        "text": "⬜",
        "var_need": [
          "Сила",
          7
        ],
        "merge": true
      },
      {
        "var_need": [
          "Сила",
          1
        ],
        "id": 134,
        "var_sub": [
          "Здоровье врага",
          "Урон"
        ],
        "text": "[Ударить] ",
        "var_set": [
          "Сила",
          0
        ]
      },
      {
        "var_div": [
          "Силушка",
          2
        ],
        "calculate": true,
        "var_add": [
          "Силушка",
          1
        ],
        "super_calculate": false,
        "id": 134,
        "var_need": [
          "Сила",
          4
        ],
        "text": "Новый ответ. введите текст",
        "var_set": [
          "Силушка",
          "Сила"
        ]
      },
      {
        "calculate": true,
        "super_calculate": false,
        "id": 134,
        "var_need": [
          "Сила",
          4
        ],
        "text": "Новый ответ. введите текст",
        "var_mult": [
          "Урон",
          "Силушка"
        ]
      },
      {
        "var_mult": [
          "Урон",
          "Сила"
        ],
        "var_need": [
          "Сила",
          2
        ],
        "super_calculate": false,
        "id": 134,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_no_more": [
          "Сила",
          3
        ]
      }
    ]
  },
  {
    "id": 135,
    "text": "",
    "answers": []
  },
  {
    "id": 136,
    "text": "Тьма, она заполнила всё вокруг... Тьма, смешивающаяся с болью. Вы не знали, сколько времени прошло, прежде чем до Вас долетел голос Марка. Глаза выдавали смутные очертания леса, и рядом с вами явно виделось движение.\nСпустя какое-то время Вы смогли определить, кто и что говорит. Говорил Мирон, нервно поглядывающий на Вас.\n— Ну и что с ним делать? Его даже гоблин палочкой смог кинуть на землю! Да, я знаю, это всё неожиданно, никто не мог знать, что эти мерзкие зелёные карлики будут караулить нас на выходе из Обители. Подготовки было мало, но только он потерял сознание! Что же делать... \n— Но вы же Друид! — Сказал Марк.\n— Да, я могу его вылечить. Но я же не смогу лечить его всякий раз, когда кончается небольшая стычка. Уже в Эльфейсе наши пути разойдутся, и тогда...",
    "answers": [
      {
        "id": 1,
        "text": "И тогда наши пути разошлись. "
      }
    ]
  },
  {
    "id": 137,
    "text": "",
    "answers": []
  },
  {
    "id": 138,
    "text": "",
    "answers": []
  },
  {
    "id": 139,
    "text": "",
    "answers": []
  },
  {
    "id": 140,
    "text": "",
    "answers": []
  },
  {
    "id": 141,
    "text": "",
    "answers": []
  },
  {
    "id": 142,
    "text": "",
    "answers": []
  },
  {
    "id": 143,
    "text": "",
    "answers": []
  }
]