[
  {
    "id": 1,
    "text": "                     Эта Война. Глава |: Я предатель\n  \n                                    Предистория\n\n\n  Альтернативная Вселенная, 1978. Планета Земля. После 7-ми летней гражданской войны, Скандинавское Сотружество распалось на 4 \nотдельных государства. \n  Я был обычным солдатом Коммунистической Финской Республики, но после битвы на при Шерлен, мы были разбиты Норвежским флотом и взяты в плен. Повернув назад, хочу подметить, что Скандинавское Сотружество было госодарством под властью демократов. К демократии никто не стремился, а правительство богатилось на высоких налогах и тоталитарной слежке. Демократическим оно было лишь на обложке, ведь последние выборы проходили 19 лет назад, после избрания диктатора  Джона Камило. \n  Будучи молодым парнишкой, жителем Юга Финской Автономной Области СкСо, под влиянием моего, вождём тогда ещё мелкого движения комунистов Финляндии я записался в Штурмовые отряды состоящие из коммуняг пьяниц и безработных. Движение росло, как и власть моего отца, и он собрал 57 тысячную армию непрофессиональных бойцов он провозгласил КФР -- Коммунистическую Финскую Республику. Никто не воспринял это всеръёз. Взбесивший мой отец, а уже Главнокосандующий КФР разгромил Обласную Правительственную Мэрию убив губернатора Финской Области СкСо. Правительство СкСо объявила о начале подавления движения КФР и ввело войска. Действия СкСо пошли не по плану, ведь придав это дело огласке по всей стране Джон Камило привёл к стёку коммунистов из других областей к вступлению в армию КФР. Так началась Гражданская Война.\n  Но это ещё не всё, большинство движений по всему СкСо заметившим слабость старого правительства, последовав примеру КФР начали сбор отрядов армии и мобилизацию. Подмечаю,что многие. Через 4 месяца гражданской войны о своей независимости объявили ещё два движения. Новая Республика -- за установление настоящей демократии и свержения Джона Камило и Зов -- религиозное радикальное движение выступающее за власть всевышнего Чегена ( Его имя ), и уничтожение всех инакомыслящих в дань уважения их богу. Зов был особо безумен, в их армию брали лишь настоящих фанатиков готовые отдать всё лишь за смерть обычного солдата во славу Чегена.\n  В итоге,  у нас выходят четыре государства захлебнувшеися в гражданской войне. Скандинавия ( Уже не Сотружество ) в Швеции, Коммунистов в Финляндии, Демократов в Норвегии и Религиозные фанатики впринципе в Дании, но имеющие приспешников в Швеции и Норвегии.\n  Вернёмся к истории, через 2 года войны, силы были примерно равны. Соседние государства, по факту отстранённые от Гражданской Войны посылали Атташе и Добровольцев в стороны в которых они были больше заинтересованы. Я был отправлен на северный флот. Мы должны были совершить высадку на территории Шведов, прорвавших Норвежские рубежи обороны и открывшие себе выход к Океану. За 20 километров до шведской территории, на горизонте был замечен ботальон норвежских флотилий состоящий из авианосцев и линкоров, и что самое интересное, плывших по одному маршруту что и мы, только преуспевав на пару километров. Заметив финский флот, норвежцы открыли по нам град из огня. Мы могли им противостоять, и абсолютно точно вышли бы из битвы победителями, но через некоторое время в небе поднялся гул. \"Истребители! Чёрт возьми истребители!\" -- заорали моряки. Огонь железных птиц разрушил наши системы залпового огня и несколько наших, финских самолётиков 1935 года производства, повидавших даже Сивельское сражение 35 лет назад. Было 2 варианта -- сдаться или совершить осознаный суицид продолжив сражение. Не знаю, удивитесь ли вы, но оставшиеся несколько сотен морячков и сухопотных солдат выбрали первое. Протестовавших патриотов безумцев, дабы не допустить их агрессии мы выбросили за борт.\n   Мы перестряли стрелять, и быстро сменили грациозный флаг КФР на грязную белую ткань. Норвежские солдаты вошли на наше судно, и сделали своё дело. Через час мы сидели в карцере  Норвежцев без шанса на побег.",
    "answers": [
      {
        "id": 2,
        "text": "                            Начать Квест"
      },
      {
        "id": 3,
        "text": "                            Обратная Связь"
      },
      {
        "id": 4,
        "text": "                             Моё Обращение"
      }
    ]
  },
  {
    "id": 2,
    "text": "  В карцере темно... Мы сидим здесь около 3 часов. Со мной моряки,которые всесте со мной отдались в плен. Нас было трое и мы активно переговаривались. Не было видно ничего, мы были в солдатской рубашке и тёплых штанах совсем не подходивших к духоте карцера. Некоторое время мы спокойно разговаривали, хотя можно ли это назвать спокойным? Каждый из нас чувствовал, что или нас снова поймают, но уже шведы, ведь как я сказал ранее мы двигались к Шведским берегам или будем плыть в военную колонию в Норвегии, а там и сгорбимся. Иногда с противоположного нам уголка слышались захлупывания и шмыганья носом.  \n  Всё время я сидел с закрытыми глазами, так как во время абордажа нашего судна норвежцы были, скажем так, не ласковы и хорошенько прошлись прикладу по моему лицу и открывать глаза было по настоящему больно. Идти к хлюпающему мне не хотелось, всё тело ломило и было очень жарко. Мне просто хотелось спать.",
    "answers": [
      {
        "id": 6,
        "text": "                            Пуститься в сон"
      }
    ]
  },
  {
    "id": 3,
    "text": "     МОЙ ТЕЛЕГРАММ --- https://t.me/joinchat/AAAAAEVZiRmyk4nBNF-9DQ\n\n\nПо вопросам и предложениям писать туда????",
    "answers": []
  },
  {
    "id": 4,
    "text": "     Господа, я даже не могу назвать это квестом. Скорее интерактивная книга. Вообще я помешан на истории 20 века, но трогать настоящюю историю слишком муторно и сложно, т.к я не имею опыта в создании квестов и писании книг. Я очень уважительно отношусь к критике и предложениям в сюжете и самой манере писания. \n  Я не собираюсь бросать этот проект, и уже после полного окончания писания 1 книги я собираюсь занятся её продвижением и писанием второй части, если книга стрельнет и будет о чём писать. Весь сценарий я уже прописал, придумывать на ходу я не собираюсь и не жду донатов. \n\n\n\n  Не писать по поводу отсуствия выбора. Я бы с удовольствием, вот только не умею приводить вварианты, развивать, а потом вливать в основную линию. Это только первая глава книги, так что продолжение будет!\n\n                                Приятного чтения!",
    "answers": []
  },
  {
    "id": 5,
    "text": "  Меня одолел интерес, и я отполз от товарищей к хлюпающему. Он был явно не с нашего судна, завели сюда только троих. Видимо, он сидел здесь до нас.\n  -- Эй, ты чего? Как в карцер попал? — сказал я\nХлупающий молчал.\n  -- Слушай, не знаю что с тобой произошло, но поверь, мне тебя жаль.\n  -- Выпивка! Чёртова выпивка! Грёбанный боцман! Ненавижу! — закричал он, явно из злости на кого-то.\n  -- Не кричи, сейчас услышат и дадут по шляпе всем нам. Что случилось? Причём здесь выпивка?\n  -- Вы финны, так ведь? Скажу чесно, в том, что мы оказались виноват я. Мы уже давно раскусили ваш глупый шифр. Ваши команды по радио, теперь может прочитать даже самый обычный радиолюбитель. Наши математики не идиоты, так сказать. Хочешь знать мою историю? Я расскажу! Только из злости расскажу. Будучи в порту, молодой боцман предложил продать мне замечательного пойла из самой Италии! Но это по его словам. Я хотел удивить моих товарищей и подлизать руководству нашего ботальона. Будучи в море, я рассказал о пойле и разлил его всем кто только пьёт. Хорошо, что на весь ботальон не хватило. Вообщем, отравились все поголовно. Хорошо, что я тогда был особо щедрый и почти ничего не пил. Но даже после этого меня ужасно мутило. После конфуза, мне на берегу не жить.\n  -- Соочувствую...\n  -- Мне от вас, финнов, сочувствия не надо. Вас везут в военную колонию. А потом отправят на датский фронт. Шведы то вас может и не убьют, а за датскую жестокость пережевать не стоит.                 \n\n",
    "answers": [
      {
        "id": 8,
        "text": "                           Отдаться сну"
      },
      {
        "id": 9,
        "text": "       Дать глазам привыкнуть к темноте"
      }
    ]
  },
  {
    "id": 6,
    "text": "  -- Спать хочешь, так ведь? — спросил меня хлюпающий\n\nЯ был без понятия как он это понял, но мне было не до разговоров. \n  -- Да, молодец, угадал. Тебе тоже советую.\n  -- Прислушаюсь. — хлюпающий громко зевнул.\nПротерев глаза, я отдался сну. Через минуту меня уже было не разбудить.\n\n  Насколько я знаю, прошло 5 часов. Я проснулся от невероятного света и разговора нескольких человек.\n  -- С боковой на прямую! — приказал жёсткий голос.  Я, признав в голосе из света норвежского моряка прописавшиму мне прикладом по лицу, нехотя поднялся.\n  -- Куда нас поведут? — спросил кто-то\n  -- Вставай и не задавай вопросов!\nЯ поднялся и подошёл к охраннику в полной готовности выйти на свет, который оказался не таким ярким.\n  -- Все собрались! Вот и славно! За мной!",
    "answers": [
      {
        "id": 7,
        "text": "                     Пойти за охранником"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Мы прошлинесколько метров и остановились у одной двери. Это была ещё одна камера, но с тускло горящей лампочкой.\n  -- Наконецто! — послышалось в комнате\n  -- Встали и за мной! — крикнул моряк\nК нам подошли двое моряков с другого судна, но плывшим с нами по одному маршруту и 4 пехотинцев, один из которых был со \nмной на одном корабле и мы с ним ещё на свободе хорошо сговорились.\n  -- Ну я хотя бы не погиб от этих шведов. Норвежцы хоть те ещё ублюдки, но они не вырезали моих товарищей. И я надеюсь, пока не вырезали. — сказал пехотинец\nЯ промолчал.\n  -- Слушай, я вижу ты не особо рад моему гнусному оптимизму, но я хочу сказать, что с этими моряками и несколькими солдатиками я не знаком, а ваш гул с другими моряками мне плохо знакомыми слышал даже через металлическую стену. Может взаправду поговорим, излить душу хочется знаешь ли!",
    "answers": [
      {
        "id": 10,
        "text": "               Начать разговор. Нехотя."
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "  -- Валяй. — ранодушно сказал я\n  -- Ладно, попробую тебя заинтересовать. Вообщем, как ты думаешь куда они нас везут?\n  -- В военную колонию, приговаривать к смерти или к каторге. Хотя эти ласковые демократы и гуманисты. Надеюсь суд над мной будет более ласковым, чем так же ко мне, но уже солдаты.\n  -- Признаю почти угадал, но лишь в аспекте военной колонии, ведь я успел поговорить с надзирателем, который оказался более ласковым, чем этот рассказал мне о том, что в военной колонии мы просидим плюс/минус 6 месяцев. Потом нас отпрявят на фронт к датским солдата в роли их мишеней. Оденут в Норвежскую форму и безоружными отпрявят на первый рубеж фронта. Они так недавно придумали, когда успешно высадились на северо-западе их территорий. Атаковать они будут как в последний раз и не щадить никого. Ну ты их знаешь! — рассмеялся солдат.\n  -- Тебя я смотрю смешно, да? Ты уже с катушек вылетать начал? История не правдивая, уверен. Или ты лукавишь или твой добродушный собеседник в норвежских одеждах маленько попугал тебя для общего развития психики... Ой, ой, испугал!\n  Тогда, признаю, я себя подбодрял. А его смех, лишь заставил моё тело пустить по себе орду мурашек. \n",
    "answers": [
      {
        "id": 11,
        "text": "                           Продолжить"
      }
    ]
  },
  {
    "id": 11,
    "text": "  Мы сделали ещё несколько остановок и вышли на поверхность судна. Собралось нас, человек так двадцать и при условии что на каждом корабле людей было столько же, в сумме получалось 150 бойцов. Пришвартовались мы в порту. Нас вывели с корабля и мы несколько десяток минут стояли на суше. Через сказанное выше время подъехало несколько грузовиков внушительного размера. Всех распределили и запихали в грузовики. \n  Не буду говорить сколько мы ехали в числах, но что я могу сказать, так это то, что невероятно долго. Для общего понимания, вышли из карцера мы в середине дня, а остановились под первые лучи рассета.\n  Предо мной показался обнесёный несколькими слоями каменным забором, свверху проволкой, возможно под напряжением, военный городок. Назвать это колонией сложно, а вот комплексом казарм не побоюсь. Хотя нет, в некоторой отдалёности виднелась каменоломня, а ещё дальше лесопилка.\n  Говоря о расположении лагеря, густой сосновый лес, с юга стоящими высоченными холмами, а в 3 километрах на запад виднелось большое озеро. Всё было хорошо видно, так как сам лагер находился на невысоком холме.\n  Отвлекли меня от размышлений приказы вояк проходить пленным и мне в том числе вглубь лагеря. Меня завотокли в небольшое одноэтажное здание расчитанное на двенадцать человек, двое в каждую палату. Завели меня в одну из комнат и по абсолютной счасливой ситуации продиктованной автором именно с тем самым пехотинцем с которым я вёл разговор. Звать я его буду Эмануэль, по понятной всем причине. \n  \n\n  ",
    "answers": [
      {
        "id": 12,
        "text": "                 Поговорить с Эмануэлем"
      }
    ]
  },
  {
    "id": 12,
    "text": "  -- Слушай, тебе не кажется странным то, что ты рассказывал мне байки про ужасную норвежскую колонию, а здесь довольно живописное местечко с просторными камерами. — спросил я Эмануэля\n  -- Этот чёрт меня обманул. Но не забывай про безоружный бой датскими войсками на первом рубеже!\n  -- Теперь это звучит неубедительно, скажу чесно.\n  -- Думай как хочешь. Но поверь, они не настолько гуманны и милы как тебе кажется. Может народ да, но чёрт, это война, хоть и брат идёт на брата.\n  -- Про Данию говори что хочешь, поверю, но что ты мелишь сейчас бред. Они не будут тратить деньги и флот на перевозку пленных.\n  -- Да конечно не будут. Но если им понадобятся люди для манёвра или отвлечения будь то Шведов или Даков, они не станут пренебрегать.\n  \n  Скажу чесно, разговор с Эмануэлем лишь больше заставил меня боятся. С каждым взглядом н этих солдат, норвежцев, готовых ради своей цели уничтожать противников, я всё больше усомнялся в своей правоте. \n  Я попытался жить в этом лагере. Как бы то нибыло, на данный момент это мой единственный дом. На каменоломни отпраляли лишь Шведский солдат, или здесь их была львиная доля от всех заключённых. Мы же трудились на лесопилках. Работ был не пыльная, и на даже платили. Деньги тут мало что значили, но похлёбка или лечение за некоторую сумму могли стать чуть качественней.",
    "answers": [
      {
        "id": 13,
        "text": "                            Продолжить"
      }
    ]
  },
  {
    "id": 13,
    "text": "        Прошло 4 дня.\n  Я работал здесь и следовал распорядку и месным правилам. Хоть и пробыл я здесь по некоторым меркам совсем немого, но я начал привыкать. Некоторые заключённые пытались устроить бунт или массовый побег, но всё с грохотом проваливолось. Не знаю точные числа, но из 150 человек с нашего ботальона, осталось 120. \n  Очередной раз во время вечернего перерыва я сидел на койке и смотрел вбольшую трещину с противоположной стороны комнаты, как в комнату вломился посыльный, и оповестил меня о желании офицера военного городка провести со мной беседу. Долго думать я не стал, почти сразу направился к палате офицера. \n  Я постучался пару раз и вошёл в кабинет. На меня посмотрел смуглый мужчина сорока пяти лет и заметно  крепкого телосложения. Я видел его до этого несколько раз на утренних перекличках и просто в свободное время.\n  -- Ну что ты смотришь? Присаживайся. Я провёл такую беседу с несколькими заключёнными и хочу задать тебе несколько вопросов. Даш ответ такой как у всех, расскажу кое-что занимательное! —  — офицер умехнулся.\n  -- Хорошо, я готов отвечать на все заданные мне вопросы.\n  -- Славно, очень славно... ",
    "answers": [
      {
        "id": 14,
        "text": "                           Продолжить"
      }
    ]
  },
  {
    "id": 14,
    "text": "  -- Вопрос первый, голубчик! С какой целью в преследовали корабли наших солдат несколько часов с самого Сайлонд Черз?\n  -- Мы не собирались преследовать ваш корабль и не стали бы, по крайней мере я, ничего не слышал.\nВаши корабли мы обнаружили лишь за час до Шведской суши и сразу же начали сражение.\n  -- Занимательно. Хочу вас огорчить. Швеция не имеет выхода к океану. Сейчас не имеет. За неделю до взятия вас в плен мы отбили эту область и ведём активное продвижение вглубь территорий врага. \n  -- Не может быть, товарищ офицер! Последние данные нашей разведки гласили что уже месяц шведы удерживают эту землю. За несколько дней до нашей операции шведы атаковали наш патрульный флот. Как же они, точнее откуда они пустили флот? При условии, что всё произошло на севере.\n  -- Этого я не знаю. Но есть дополнительный вопрос! Что же у вас такая операция? Очень интересно!\n  -- Мы собирались высадится на слабоукреплённой территории Шведов, отвлечь часть их войск и атаковать с места высадки, подсылая всё больше технии и войск и атаковать с основного западного фронта. \n  -- Странно, обычно для этих миссий берут не только солдат, но и мощный флот для подавления морских препятствий.\n  -- За несколько километров до нас плыла целая морская дивизия с поддержкой воздуха.\n  -- А! Так этих морячков мы разбили до последнего солдата через несколько часов, вот только другой дивизией. Для будущих впросов отвечу прямо, пленных нет, дивизия полностью разбита, а поддержка с воздуха бежала.\n  -- Мне всё ясно... Я могу быть свободен?\n  -- К чему такая расторопность? Твои ответы меня удовлетворили, дай-ка я расскажу кое-что?\n  -- Я весь в внимании...\n  ",
    "answers": [
      {
        "id": 15,
        "text": "                            Продолжить"
      }
    ]
  },
  {
    "id": 15,
    "text": "  -- Слушай, в этом лагере ты ненадолго. Через несколько месяцев, тебя безоружным на датский фронт а потом...\n  -- Я знаю. — спокойно сказал я\n  -- Понятно, эти псы рассказали тебе.\n  -- Не мне, но я хочу думать, что более подробная информация вам не понадобится.\n  -- Хе... Знаешь что? Я чёрт возьми помогу тебе!\n\n  Я сначала даже не поверил. Конечно в этот момент я подумал, что офицер просто хочет посмеятся над моей надеждой выжить. Хотя что сначала, я и сейчас не могу назвать это помощью...\n\n  -- Правда? Вы взаправду мне поможете?! — сказал я очень адосным тоном\n  -- Слушай, я не знаю помощь ли это, но я дам тебе шанс. В этом выгода будет и тебе и всей Норвегии!\n  -- Я не совсем вас понимаю...\n  -- Мы отправим тебя в атаку Датский застав... полностью оснащённым! Можешь позвать кого-нибудь, но не бойся, к тебе на фронте присоединятся ещё несколько деяток человек, даже не человек, а самых настоящий террминаторов! — офицер рассмеялся\n  -- Хорошо, мне деваться некуда. Я принимаю предложение. Когда мне отпраят?\n  -- В течении недели... И не пытайся сбежать! До ближайшей Финской заставы тысячи километров, а к шведам или к нашим плыть нет смысла... Я оповещу полковников всего восточного побережья Норвегии. На подплыве, где бы ты ни был... пах! Пулю в лоб! Ахаха!",
    "answers": [
      {
        "id": 16,
        "text": "                           Продолжить"
      }
    ]
  },
  {
    "id": 16,
    "text": "  Я в какой то степени довольный, зашёл в камеру. Ко мне подошёл Эмануэль:\n  -- Я вижу ты чем то доволен, сильно доволен.\n  -- Эмануэль, хочешь уйти отсюда к чёртовой матери?! \n  -- Не откажусь... Смотря какой ценой!\n  -- Офицер Лагеря предложил нам поучавствовать в атаке вооружёнными!\n  -- Я не понимаю твоей радости. Во-первых, что будет если у нас получится, во-вторых, шанс мал, и ты чёрт возьми пошёл на поводу у этих хитрых крыс?\n  -- Я в отличии от тебя, хочу жить! Есть шанс, маленький, но шанс! Мне есть ради кого жить! Девушка, ждущая меня с войны, например. Отец!..\nОтец...\n\n  Я замер. Чёрт, да я его ненавидел! Он был и является главнокомандующим всей КФР! Вся Финляндия под его контролем! Я прилежно учился, был лушим среди лучшим, предо мной были открыты все двери... Но нет! \"Ты будешь бойцом!\", я ненавижу эту фразу! Каждый раз когда я просил у него согласия отправить меня в хороший ВУЗ он твердел мне это. Ненавижу его! \n \n -- Вижу ты немного загрустил... Я принимаю предложение и пожалуй пойду прогуляюсь...",
    "answers": [
      {
        "id": 17,
        "text": "                             Продолжить "
      }
    ]
  },
  {
    "id": 17,
    "text": "  Я решил задать офицеру лагеря немного вопросов насчёт атаки на даков. Я подошёл к палатам офицера и постучал дверь. Никто н ответил и я решил открыть дверь. Кабинет был закрыт! Я поразмыслили немного и решил пойти поискать офицер на территории лагеря. Как только я повернулся я увидел офицера смотрящего на меня.\n  -- Товарищ Офицер, у меня несколько технических вопросо...\n  -- Я знаю что ты спросишь. Атаковать мы будем полевой склад даков, вообще охрана там должна быть не слабая, но часть из них отвели на защиту их полевых церквей. Если атака пройдёт успешно, ты несколько дней ещё робудешь на фронте выполняя все указы рукоодства, а потом выдади тебе временную регестрацию гражданина Норвегии и мелкий дом на окраинах Осло. \n  -- Спасибо за такое гостеприимство, но почему просто не отдать меня финнам?\n  -- Ты конечно не обижайся, но я знаю кто ты. Сын Лироя Васекинса, главнокомандующего ФКР. Я попытался связатся с окружением твоего отца, и у меня даже получилось! Он сначала не поверил про то, что тебя взяли плен, но когда я смог ему это доказать он... отказался от тебя. Кхе-кхе.\n  -- Я всё понял... Спасибо...\n\n  Я не верил, я до последнего не верил в это! Мой отец отказался от меня? Конечно, он был ко мне хладнокровен, да и я. нём не нуждался, но всё же!\nВ любом случае я теперь на стороне Норвегии.\n\n   ЗА НОРВЕГИЮ!",
    "answers": []
  }
]