[
  {
    "id": 1,
    "text": "Автор: Dementra\n\nЖанр: Фэнтези, приключения, детектив, романтика\n\nАннотация: В одном маленьком городе Z. жил самый обычный парень по имени Марк. Повседневная жизнь старшеклассника, любовные линии и уроки — все это отходит на второй план, когда Марк посещает недавно открывшийся магазин \"Книга героя\". Хозяйка этой лавки, настоящая ведьма, подготовила для парня сложное испытание, разгадать которое под силу лишь наблюдательным и осторожным героям. На этом и начинаются приключения, в которых есть и ненависть, и любовь, и сложный выбор, и выбор, сделанный за тебя.\n\nСтатус: [заморожен]\nПримерное завершение работ: [неизвестно]\n\n●Доступно:\n•Глава 1: класс ученик.\n•Глава 1: класс жнец.\n•Глава 2: класс ученик.\n\n●В разработке на данный момент:\n•Глава 1: класс некромант.\n•Глава 2: класс жнец.",
    "answers": [
      {
        "id": 2,
        "text": "[НАЧАТЬ]"
      },
      {
        "id": 80,
        "text": "Содержание."
      },
      {
        "id": 3,
        "text": "Обновления"
      },
      {
        "id": 46,
        "text": "Шкала отношений с девушками.",
        "need_ever": false
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://b.radikal.ru/b28/1907/dd/d8b9f8684662.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://b.radikal.ru/b03/1907/5b/1f33fbe0356e.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "                 ГЛАВА 1. \"ЭТО ТОЛЬКО НАЧАЛО\"\n\n\n— Доброе утро, — торопливо проговорила мама, открывая дверь в комнату и распахивая настежь окно. Холод ранней весны пробрался в помещение и оставил после себя волну мурашек на коже парня, с которого только что сдернули одеяло. — Поднимайся, опоздаешь.\n\n—Щас-щас, уже бегу. — Сонно пробубнил Марк, потягиваясь в теплой постели. \n\n   Упоминание о школе немного испортило его настроение, но запах жареной яичницы с колбаской и помидорами тут же восполнил эту утрату. Еще несколько раз перевернувшись в кровати, Клэвер наконец поднялся и побрел в ванную комнату, где его ожидали зубная щетка и раковина. Наскоро умывшись, парень забежал на кухню и за обе щеки умял завтрак, еще не успевший остыть. Отец уже уехал на работу, а мама начала усердно обмазывать свое и до того красивое лицо тоналкой. Поблагодарив за еду, Марк мигом собрался, оделся и вышел из дома.",
    "answers": [
      {
        "id": 4,
        "text": "[Идти к школе пешком]"
      },
      {
        "id": 5,
        "text": "[Поехать на автобусе]"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Начало создания: 3.07.2019\n\n1) 03/07/19\n•Название книги\n•Описание\n•Примечание\n•Любовная ветка с Элис\n•Быстрая концовка \"Критик\"\n\n2)05/07/19\n•Сайт магазина\n•Мини-тест\n\n3)06/07/19\n•Начало работы над ветками героя и злодея\n•Начало работы над классами\n•Обновлена обложка\n•Обновлена страница\n\n4)07/07/19\n•Начало написания второй главы и окончание первой.\n•Отправление квеста на тестирование.\n\n5) 10/07/19\n•Глава 1: класс жнец\n•Глава 2: класс ученик\n",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 4,
    "text": "  На улице было прохладно, но сидеть в шумном автобусе не хотелось, да и денег в кармане было не так уж много. Но стоит поспешить, раз уж решил выйти из дома за четырнадцать минут до начала занятий. Большим шагом он направился к ненавистной школе, краем глаза заметив, как от остановки отъезжает автобус. \n  Мелочь гремела в кармане, рюкзак приятно оттягивал спину и шуршал пакетом с яблоком, которое заставила взять мама.\n\n  По дороге Марк обратил внимание на винный магазин и остановился в недоразумении. \n  \"Он что.. переехал? И что будет на его месте?\"— думал парень. \n    Рабочие в оранжевых жилетах устанавливали вывеску со странным названием \"Book hero\". \"Книга героя\" или \"Книжный герой\"? \n\n  \"Без разницы, я опаздываю\"—вспомнил Марк и, пообещав себе зайти в эту странную лавку, рванул в сторону школы.",
    "answers": [
      {
        "id": 6,
        "text": "[Школа]"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Хоть на улице было и не так холодно, чтобы избегать прогулок на свежем воздухе, Марк все же решил не опаздывать. Мелочи в кармане должно было хватить на поездку, но только в одну сторону. Дождавшись прибытия общественного транспорта, он спокойно выложил все деньги из кармана и прошел вглубь, на задние сидения. Короткая поездка прошла под музыку, гремящую из наушников. В окне показалось светло-коричневое здание, огражденное железным забором. \n  \"Твоя остановочка\", — вскочил с места парень, вынимая на ходу наушники. Путь прошел без происшествий, но взглянув на время, Клэвер охнул: почему он все равно опоздал? \n  \"Хм, видимо, автобус пришел позже обычного...\"",
    "answers": [
      {
        "id": 6,
        "text": "[Школа]"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Открыв дверь всеми ненавистного здания, Маркус привычно расположился на одной из свободных скамеек, переобул уличные кроссовки на сменную обувь и снял ветровку. Старушка-вахтерша поприветствовала его и занесла в список опоздавших. \n   Класс Клэвера находится на третьем этаже. Всего в школе этажей четыре, а также имеется пристройка, где располагается бассейн и спортзал. \n   Помнится, первым уроком идет физическая культура.",
    "answers": [
      {
        "id": 7,
        "text": "[Спортивный отдел]",
        "left_answer": true
      },
      {
        "id": 8,
        "text": "[Третий этаж]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": "   Тут находится мужская и женская раздевалки, спортивный зал, также раздельные душевые и бассейн.",
    "answers": [
      {
        "id": 11,
        "text": "[Мужская раздевалка]",
        "need": [
          -16
        ],
        "left_answer": true
      },
      {
        "id": 12,
        "text": "[Женская раздевалка]",
        "right_answer": true
      },
      {
        "id": 13,
        "text": "[Спортивный зал]",
        "middle_answer": true
      },
      {
        "id": 14,
        "text": "[Мужская душевая]",
        "left_answer": true
      },
      {
        "id": 15,
        "text": "[Бассейн]",
        "middle_answer": true
      },
      {
        "id": 18,
        "text": "[На выход]",
        "need": [
          16
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "   На этом этаже находится класс Марка, ",
    "answers": [
      {
        "id": 19,
        "text": "[Класс Марка]",
        "need": [
          18
        ],
        "middle_answer": true
      },
      {
        "id": 9,
        "text": "[Класс Марка]",
        "need": [
          -18
        ],
        "middle_answer": true
      },
      {
        "id": 10,
        "text": "[Мужской туалет]",
        "left_answer": true
      },
      {
        "id": 6,
        "text": "[На первый этаж]"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Класс пуст. Все одноклассники, скорее всего, уже отправились на уроки в другой кабинет.",
    "answers": [
      {
        "id": 9,
        "text": "[Назад]",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 10,
    "text": "  Обычный мужской туалет, ничего необычного. ",
    "answers": [
      {
        "id": 10,
        "text": "[Назад]",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 11,
    "text": "   Марк по быстрому переоделся и выбежал из раздевалки.",
    "answers": [
      {
        "id": 11,
        "text": "[Назад]",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 12,
    "text": "   К сожалению, все девушки уже ушли отсюда. По углам разбросаны вещи, рюкзаки и пакеты. \n   Ничего интересного.",
    "answers": [
      {
        "id": 12,
        "text": "[Назад]",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 13,
    "text": "   Огромный зал, в котором Марк часто любит бывать.",
    "answers": [
      {
        "id": 13,
        "text": "[Назад]",
        "isBack": true,
        "backstepCount": 1
      },
      {
        "id": 16,
        "text": "[Урок физической культуры]",
        "need": [
          6,
          11,
          -16
        ]
      },
      {
        "id": 17,
        "text": "[Урок физической культуры]",
        "need": [
          6,
          -11
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "   Зачем Марк сюда зашел? Уроков плавания у него нет, да и на секцию он не ходит.",
    "answers": [
      {
        "id": 14,
        "text": "[Назад]",
        "isBack": true,
        "backstepCount": 1
      },
      {
        "id": 15,
        "text": "[В бассейн]"
      }
    ]
  },
  {
    "id": 15,
    "text": "  Сейчас тут идут занятия какого-то класса. Не стоит им мешать. \n   Лучше смыться, пока учитель не заметил и не заставил драить полы после уроков.",
    "answers": [
      {
        "id": 7,
        "text": "[К выходу]"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Учитель заметил Марка только когда тот подошел к остальным своим одноклассникам. \n—Клэвер! Опять опоздание. Ты знаешь, что делать. Упал-отжался.\n\n  Да, наказанием за опоздание было тридцать отжиманий. Не так уж и плохо, но внимание со стороны других парня напрягало.\n  \n   Изрядно вспотев, выполняя наказание и после этого участвуя в игре в волейбол, он только хотел  присесть на скамью и отдохнуть, как прозвенел звонок.",
    "answers": [
      {
        "id": 7,
        "text": "[На выход]"
      }
    ]
  },
  {
    "id": 17,
    "text": "  Учитель сразу заметил Марка и тут же сделал ему выговор, прокричав на весь зал:\n—Эй, Маркус, где твоя форма? Живо передеваться и чтобы без нее не приходил!\n  Парень сочел за необходимое переодеться, пока его не вышвырнули из зала пинками.",
    "answers": [
      {
        "id": 7,
        "text": "[К выходу]"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Решив не переодевать спортивную форму, Марк только забрал свой портфель из мужской раздевалки и, уставший, поплелся в сторону класса.\n  Путь ему преградила бойкая девчонка Элис — голубоглазая шатенка из восьмого класса. Честно говоря, Марку она порядком надоела. Маленькая задира, вставшая во главе мини-банды пацанов. Но с этим парнем она не нашла ничего лучше, чем просто сказать:\"Привет!\".",
    "answers": [
      {
        "id": 19,
        "text": "[Пройти мимо, в класс]"
      },
      {
        "id": 37,
        "text": "[Ответить Элис]",
        "var_add": [
          "loveElis",
          1
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "   ",
    "answers": [
      {
        "id": 19,
        "text": "  Марк проигнорировал ее приветствие, сделав вид, что не услышал.\n\n  Следующие пять уроков были просто невыносимы. Марк ничего не смыслил в геометрии и химии, которые в девятом классе стали в несколько раз сложнее толи оттого, что в его голове уже вовсю играло лето, толи оттого, что он, по словам учителей, был \"не самым лучшим учеником\". \n   Кое-как отмучившись и дождавшись звонка, Клэвер наконец вскочил из-за парты и первее всех выбежал из школы.\n  В руках был мешок сменной обуви и ветровка, которые \"мученик\" чуть не забыл.",
        "comment": true,
        "need": [
          -37
        ]
      },
      {
        "id": 19,
        "text": "—Обиделась, что-ли...—Произнес Клэвер, провожая взглядом Элис.\n   \"Ну и ладно...\"\n\n  Следующие пять уроков были просто невыносимы. Марк ничего не смыслил в геометрии и химии, которые в девятом классе стали в несколько раз сложнее толи оттого, что в его голове уже вовсю играло лето, толи оттого, что он, по словам учителей, был \"не самым лучшим учеником\". \n   Кое-как отмучившись и дождавшись звонка, Клэвер наконец вскочил из-за парты и первее всех выбежал из школы.\n  В руках был мешок сменной обуви и ветровка, которые \"мученик\" чуть не забыл.",
        "comment": true,
        "need": [
          47
        ]
      },
      {
        "id": 19,
        "text": "—Чего это она?—Недоуменно произнес Клэвер, провожая взглядом Элис.\n    Он, скорее всего, и не догадывался, что девушка в него влюблена. Чтобы маленькая задира и предводитель пацанов восьмых классов так мило разговаривала с кем-то? Немыслимо. \n    \"Ну да ладно...\"\n\n  Следующие пять уроков были просто невыносимы. Марк ничего не смыслил в геометрии и химии, которые в девятом классе стали в несколько раз сложнее толи оттого, что в его голове уже вовсю играло лето, толи оттого, что он, по словам учителей, был \"не самым лучшим учеником\". \n   Кое-как отмучившись и дождавшись звонка, Клэвер наконец вскочил из-за парты и первее всех выбежал из школы.\n  В руках был мешок сменной обуви и ветровка, которые \"мученик\" чуть не забыл.",
        "comment": true,
        "need": [
          48
        ]
      },
      {
        "id": 20,
        "text": "[Улица]",
        "need": [
          4,
          -5
        ]
      },
      {
        "id": 22,
        "text": "[Улица]",
        "need": [
          -4,
          5
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "  По дороге домой парень вспомнил, что хотел разузнать о новом магазине, и тут же пожалел, что не спросил о нем своих одноклассников. \n\n  Странно, но здание на вид кажется уже полностью готовым к приему посетителей. Когда рабочие успели закончить? ",
    "answers": [
      {
        "id": 21,
        "text": "[Магазин \"Book hero\"]"
      }
    ]
  },
  {
    "id": 21,
    "text": "  Как только Маркус Клэвер вошел в эту лавку, над головой прозвучал мелодичный звук, оповещающий о новом покупателе. \n   Первым делом парень увидел хозяйку заведения. Высокая дама в легком плаще с капюшоном, который сейчас откинут. По груди рассыпались длинные, завивающиеся на конце рыжие волосы. Глаза зеленые, будто змеиные.\n  \"Ведьма...\"— первое, что подумалось Марку.\n\n   Она сидела за столом с черными свечами разных размеров. На многих уже были видны потеки воска и оплавленные фитили. За ее спиной стоял древний расписной шкаф с книжными полками. По потертым корешкам старинных и не очень фолиантов можно было понять, что эти книги не продаются, а являются не только украшением, но и предметом изучения для хозяйки в свободное время. Дальше вдоль стены уже стояли витрины, явно состаренные под дизайн лавки. Все окна были занавешены бархатной тканью, а лампы на низком потолке излучали приглушенный желтый свет, отчего атмосфера в магазине становилась поистине чарующей и даже мрачной.",
    "answers": [
      {
        "id": 23,
        "text": "[Осмотреться]"
      },
      {
        "id": 30,
        "text": "[Поговорить с хозяйкой насчет оружия]",
        "need": [
          24
        ]
      },
      {
        "id": 31,
        "text": "[Уйти из магазина]",
        "need": [
          27,
          28
        ]
      },
      {
        "id": 33,
        "text": "[Раскритиковать магазин и уйти]"
      }
    ]
  },
  {
    "id": 22,
    "text": "   По дороге домой парень обнаружил на месте винной новую лавку.\n   \"Когда они успели переехать?\"— подумал Маркус о магазине вина, в котором иногда бывал. \n   Ему стало интересно, что же это за новая лавка с таким странным названием — \"Book hero\". \n   \"Книга героя\" или \"Книжный герой\"? Ладно, надеюсь, звучит оно не лучше, чем магазин выглядит изнутри.",
    "answers": [
      {
        "id": 21,
        "text": "[Магазин \"Book hero\"]"
      }
    ]
  },
  {
    "id": 23,
    "text": "  Как много всего... Аж глаза разбегаются.\nАтмосфера загадочная и слегка мрачная. Весь хлам стоял в таком удивительном порядке, что перфекционисты порадовались бы. \n   Все как будто кричало: \"Мы не безделушки, мы вещи, привезенные из самой сказки!\".\nНа деле же большая часть ассортимента была вручную сделана его хозяйкой.",
    "answers": [
      {
        "id": 24,
        "text": "[Оружейный раздел]",
        "middle_answer": true
      },
      {
        "id": 25,
        "text": "[Комиксы]",
        "left_answer": true
      },
      {
        "id": 26,
        "text": "[Плакаты, статуэтки]",
        "right_answer": true
      },
      {
        "id": 27,
        "text": "[Одежда]",
        "middle_answer": true
      },
      {
        "id": 28,
        "text": "[Книги]",
        "right_answer": true,
        "left_answer": true
      },
      {
        "id": 29,
        "text": "[Зеркало]",
        "middle_answer": true
      },
      {
        "id": 21,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 24,
    "text": "  Прямо на стене висели арбалеты, луки, мечи и керамбиты. Также на тумбочке лежали мини-арбалеты на руку, кольца с огромными камнями, жезлы, посохи, короткие мечи и кинжалы. \n\n  Все настолько искусно украшено и расписано, что не сложно было поверить: именно такое оружие использовалось в старинных сказках и фэнтезийных романах. Маркус не мог оценить уровень мастера, создавшего эти произведения искусства.",
    "answers": [
      {
        "id": 24,
        "text": "[Назад]",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 25,
    "text": "  На круглом столе, явно предназначавшемся для чаепитий, в несколько стопочек лежали комиксы о героях. В основном \"Marvel\". \n  Рядом со столиком стояло два стульчика с резными спинками. \n  Парень присел и полистал несколько комиксов. На вид они совершенно новые, но он-то знал: это все раритеты и коллекционные издания. Хотя бы большая их часть.",
    "answers": [
      {
        "id": 25,
        "text": "[Назад]",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 26,
    "text": "   На стеклянном стенде с подставками стоят статуэтки разных мастей. Больше похоже на вещи из аниме магазина, нежели из сказки. Конечно, тут есть и оборотни, и нимфы, и даже феи. \n\n   Плакаты тоже не отличаются оригинальностью. Кто-то просто распечатал скачанные из интернета красивые картинки на специальной для плакатов бумаге.",
    "answers": [
      {
        "id": 26,
        "text": "[Назад]",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 27,
    "text": "  Куча шмоток, созданных как будто для косплея. Ниндзя, ассасины, супер-герои и прочие известные персонажи позавидовали бы таким костюмам. \n   Также помимо уже собранных комплектов одежды есть и отдельные товары навроде перчаток, поясов и футболок.",
    "answers": [
      {
        "id": 27,
        "text": "[Назад]",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 28,
    "text": "   Те самые старинные фолианты с потертыми корешками.\n\n   На глаза попадаются такие названия, как \"Искусство зельеварения: от ядов до предсказаний\", \n\"Нежители и нелюдимцы\", \n\"Астральная проекция и перемещение\",\n\"Учимся видеть вещие сны. Пять простых способов\".",
    "answers": [
      {
        "id": 28,
        "text": "[Назад]",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 29,
    "text": "  Обычное на вид зеркало, в котором отражается высокий черноволосый паренек с синими, как море, глазами. \n  Вот только поверхность очень грязная, на ней виднеется множество отпечатков пальцев... Наверное, дети балуются.",
    "answers": [
      {
        "id": 29,
        "text": "[Назад]",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 30,
    "text": "—Классное оружие... Боюсь даже представить, сколько оно стоит.\n\nХозяйка усмехнулась и ответила:\n—Да, дорого. Но если ты хочешь просто поиграться с мечами, можешь вступить в кружок реконструкторов неподалеку. \n\n—А для чего же еще это все?\n\n—Для косплея, коллекционирования, а может и \"проверки на прочность\". \n\n   Марк больше не нашел, что спросить, и уже засобирался домой.",
    "answers": [
      {
        "id": 31,
        "text": "[Уйти из магазина]"
      }
    ]
  },
  {
    "id": 31,
    "text": "  Марк уже хотел уйти, как его остановили. Хозяйка протянула парню свою визитку и больше не задерживала. \n   На визитке с одной стороны было название магазина и имя его владелицы, а с другой — ее телефонные контакты и интернет-сайт.",
    "answers": [
      {
        "id": 32,
        "text": "[Дом]"
      }
    ]
  },
  {
    "id": 32,
    "text": "  Дома Марк снял рюкзак и оставил в прихожей.  Визитку он бросил на стол в своей комнате. \n  Уставший, парень быстро поужинал в кругу семьи и лег спать. Вечер пятницы подходил к концу.\n  \"Завтра не нужно идти в школу\"—пронеслась мысль в голове мальчика перед тем, как погрузиться в сон.",
    "answers": [
      {
        "id": 35,
        "text": "[Утро]"
      }
    ]
  },
  {
    "id": 33,
    "text": "   Марку вовсе не понравилось, что он убивает свое время в магазине игрушек. Еще чего! И место странное, и эта ведьма тем более не внушает доверия. \n\n—Знаете, лучше бы тут так и оставался винный магазин, нежели эта игрушечная, — с этими словами Клэвер ушел, не попрощавшись.\n\nА владелице лавки \"Book hero\" только и оставалось ждать новых — более достойных — посетителей.",
    "answers": [
      {
        "id": 34,
        "text": "[Дом]"
      }
    ]
  },
  {
    "id": 34,
    "text": "  Парень вернулся домой в отчего-то плохом распоряжении духа. \n\n  На этом и закончился день неудачника-Марка. Больше ни один магазин героев его не потревожит.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 35,
    "text": "   Снова утро. Но на этот раз мама не будит завтракать, а тихо спит. Спит и Марк, видя странные сны. \n   Женщина с рыжими волосами, глаза которой не видны из-за накинутого капюшона, стоит у чугунного котла, непрерывно помешивая содержимое, и распевает такие слова:\n\n   Черные свечи горят на заре\n   Покой мой вечный скрыт в янтаре.\n   Будет избранником мой ученик,\n   Что разгадает тайну из книг,\n   Что превзойдет мои ожиданья,\n   Тот, что пройдет все испытанья.\n\nИ тут из-под черного капюшона выглянули зеленые, будто змеиные, глаза и яростно посмотрели на Клэвера.",
    "answers": [
      {
        "id": 36,
        "text": "[Проснуться]"
      }
    ]
  },
  {
    "id": 36,
    "text": "   \"Чертовщина какая-то...\" — подумалось Марку. \n\n   Он встал с постели и посмотрел время на телефоне. Было 10:25. \n   Тщательно поразмыслив над своим сном, решил сначала умыться и привести себя в порядок. Сделав это, он так и не нашел ответа на вопрос о том, что означает песня ведьмы. \n   \"Не могу думать на голодный желудок\" — сам себе сказал Клэвер и отправился завтракать.    \n   Родители уже смотрели телевизор. Парень погрел себе овсяную кашу и добавил в нее изюм и кусочки банана. Настала очередь горячего чая с лимоном и листочками перечной мяты. Затрак получился сытным и очень вкусным, не смотря на то, что это была обычная овсянка.\n   ",
    "answers": [
      {
        "id": 42,
        "text": "[Идти в свою комнату]"
      }
    ]
  },
  {
    "id": 37,
    "text": "—Привет...—Ответил Клэвер почти безразлично. \n \n   Голубоглазка склонила голову набок и отвела взгляд в сторону.\n\n—Чего опять опоздал? — нашла к чему придраться Элис. ",
    "answers": [
      {
        "id": 38,
        "text": "—Не твоего ума дело.",
        "var_sub": [
          "loveElis",
          1
        ]
      },
      {
        "id": 39,
        "text": "—Люблю поспать.",
        "var_add": [
          "loveElis",
          1
        ]
      },
      {
        "id": 37,
        "text": "Шкала отношений: ",
        "comment": true,
        "var_show": [
          "loveElis"
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "   Марк скривился и бросил:\n— Не твоего ума дело.\n\n  \"Будут мне еще малявки вроде нее замечания делать...\"—подумал парень и хотел уже было уйти, но задира остановила.\n—Да погоди ты, я же просто интересуюсь! Ну, послушай, я вообще-то хотела поиграть вместе в баскетбол, ты же хорош в этом.",
    "answers": [
      {
        "id": 40,
        "text": "—Нууу, раз так... То я за.",
        "var_add": [
          "loveElis",
          2
        ]
      },
      {
        "id": 44,
        "var_sub": [
          "loveElis",
          1
        ],
        "text": "—Не, я пас."
      },
      {
        "id": 38,
        "text": "Шкала отношений:",
        "comment": true,
        "var_show": [
          "loveElis"
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "  Марк только усмехнулся:\n—Люблю поспать.\n\n  Элис улыбнулась в ответ: \n—О да, я тоже. Слушай, ты так круто играешь в баскетбол, а у меня получается плохо. Научишь?",
    "answers": [
      {
        "id": 41,
        "text": "—А чего не попросишь своих одноклассников? У них тоже неплохо выходит.",
        "var_add": [
          "loveElis",
          1
        ]
      },
      {
        "id": 43,
        "text": "—Да, конечно. На следующей физ-ре.",
        "var_add": [
          "loveElis",
          2
        ]
      },
      {
        "id": 44,
        "text": "—Еще чего!",
        "var_sub": [
          "loveElis",
          1
        ]
      },
      {
        "id": 39,
        "text": "Шкала отношений: ",
        "comment": true,
        "var_show": [
          "loveElis"
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "   Марк сомневался, но в конце концов ответил:\n—Нууу, раз так... То я за.\n\n    Элис внутренне прокричала:\"Йес!\"\n—Когда?—она уже всерьез надеялась сыграть с ним сегодня или на следующем уроке физической культуры.",
    "answers": [
      {
        "id": 44,
        "text": "—На следующей физ-ре, хорошо?",
        "var_add": [
          "loveElis",
          2
        ]
      },
      {
        "id": 44,
        "var_sub": [
          "loveElis",
          1
        ],
        "text": "—В следующей жизни!"
      },
      {
        "id": 40,
        "text": "Шкала отношений:",
        "comment": true,
        "var_show": [
          "loveElis"
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "—А чего не попросишь своих одноклассников? У них тоже неплохо выходит.\n—Ну, мне кажется, что ты справишься лучше...\n\n   Задира вдруг смутилась и хотела было попросить повторно, но Марк опередил:\n—Прости, не смогу, я очень устал.\n—Тогда, может, на следующей физ-ре?",
    "answers": [
      {
        "id": 44,
        "text": "—Хорошо.",
        "var_add": [
          "loveElis",
          1
        ]
      },
      {
        "id": 44,
        "var_sub": [
          "loveElis",
          1
        ],
        "text": "—Нет."
      },
      {
        "id": 41,
        "text": "Шкала отношений:",
        "comment": true,
        "var_show": [
          "loveElis"
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "   Марк зашел в свою комнату и сел за письменный стол. На нем почетное место занимал старенький и слабый ноутбук, по обе стороны от которого располагались органайзеры со всякой мелочью и канцелярией. В левом углу находилась серая настольная лампа, а в правом ютилась неряшливая стопка тетрадок.\n\n    И посреди этого относительного порядка не на своем месте лежала только... Брошенная вчера визитка. Клэверу отчего-то стало жалко ее выбрасывать, и теперь он рассматривал приведенные на ней контактные данные. Его взгляд остановился на ссылке. Странно, весьма странно...\n\nhttps://www.bookhero.ru/uvinnegotiumcard/",
    "answers": [
      {
        "id": 45,
        "text": "[Проверить ссылку]"
      }
    ]
  },
  {
    "id": 43,
    "text": "  Марк без раздумий согласился: \"Да, конечно. На следующей физ-ре.\"\n\n—Окей.\n—Впрочем, ты итак неплохо играешь.\n—Хех, ага. Но хотелось бы лучше. \n\n   На минуту воцарилось молчание. Элис будто что-то собиралась сказать, но никак не решалась.\n",
    "answers": [
      {
        "id": 44,
        "var_sub": [
          "loveElis",
          1
        ],
        "text": "—Ты...Долго еще здесь стоять будешь?"
      },
      {
        "id": 44,
        "text": "—Ну, нам пора, скоро уже звонок...",
        "var_add": [
          "loveElis",
          1
        ]
      },
      {
        "id": 44,
        "text": "*Промолчать*",
        "var_add": [
          "loveElis",
          2
        ]
      },
      {
        "id": 43,
        "text": "Шкала отношений: ",
        "comment": true,
        "var_show": [
          "loveElis"
        ]
      }
    ]
  },
  {
    "id": 44,
    "text": "  Элис внимательно посмотрела на Марка.",
    "answers": [
      {
        "id": 47,
        "text": "[Далее]",
        "var_no_more": [
          "loveElis",
          3
        ]
      },
      {
        "id": 48,
        "text": "[Далее]",
        "var_need": [
          "loveElis",
          4
        ]
      },
      {
        "id": 44,
        "text": "Шкала отношений:",
        "comment": true,
        "var_show": [
          "loveElis"
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "               САЙТ  МАГАЗИНА  \"BOOK HERO\"",
    "answers": [
      {
        "id": 50,
        "text": "[Перечень книг]",
        "left_answer": true
      },
      {
        "id": 51,
        "text": "[Заказать одежду или оружие]",
        "middle_answer": true,
        "right_answer": false
      },
      {
        "right_answer": true,
        "middle_answer": false,
        "text": "[Оценить магазин]",
        "id": 52,
        "left_answer": false
      },
      {
        "id": 61,
        "text": "[Регистрация]",
        "middle_answer": true
      },
      {
        "id": 42,
        "text": "[Выход]",
        "left_answer": true
      },
      {
        "id": 45,
        "text": "Комментарии:\n____________________________________________",
        "comment": true
      },
      {
        "id": 45,
        "text": "Kto-to:\n—Костюм ниндзя пришел в отличном состоянии, доставка быстрая. Спасибо, ребенку понравилось!",
        "comment": true
      },
      {
        "id": 45,
        "text": "DeadLine:\n—Есть несколько недочетов, но в целом неплохо. Советую этот магазин.",
        "comment": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Доступно:\n•Часть отношений с Элис\n\nНа данный момент в разработке:\n•Часть отношений с Мейз",
    "answers": [
      {
        "var_max": [
          "loveElis",
          100
        ],
        "var_show": [
          "loveElis"
        ],
        "comment": true,
        "id": 46,
        "text": "Шкала отношений с Элис:",
        "need": [
          44
        ],
        "need_ever": true
      },
      {
        "var_max": [
          "loveMeize",
          100
        ],
        "var_show": [
          "loveMeize"
        ],
        "comment": true,
        "id": 46,
        "text": "Шкала отношений с Мейз: "
      },
      {
        "id": 46,
        "text": "[Назад]",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 47,
    "text": "  А затем ушла, не сказав ни слова. \n\n  Кажется, она еще не скоро решится с ним заговорить. ",
    "answers": [
      {
        "id": 19,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 48,
    "text": "  А затем ее щеки немного покраснели. Смущенный взгляд девушки остановился на Марке, голубоглазка мило улыбнулась и, оглядываясь на парня, побежала прочь.",
    "answers": [
      {
        "id": 19,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 49,
    "text": "  Марк назначил игру на следующий урок физической культуры. Элис была счастлива:\n\n—Ага.—Улыбнулась она, едва сдерживая свою радость.",
    "answers": [
      {
        "id": 44,
        "text": "[Далее]"
      },
      {
        "id": 49,
        "text": "Шкала отношений:",
        "comment": true,
        "var_show": [
          "loveElis"
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "   Наш магазин предлагает вам пройти мини-тест, при прохождении которого вам будут предложены наиболее подходящие для вас книги. \n   Или же вы можете перейти в список всех книг в алфавитном порядке.",
    "answers": [
      {
        "id": 53,
        "text": "[Пройти тест]",
        "need_sometimes": true,
        "var_mult": [
          "smart",
          0,
          "stupid",
          0,
          "goodHero",
          0,
          "evilHero",
          0,
          "serpent",
          0,
          "magic",
          0
        ]
      },
      {
        "id": 54,
        "text": "[Список книг от \"А\" до \"Я\"]"
      },
      {
        "id": 45,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 51,
    "text": "Список товаров:\n\n__________\n\nОДЕЖДА.\n__________\n\nКостюм ассасина\n\nКостюм ниндзя\n\nКосюм супер-героя\n\nКостюм ковбоя\n\n\n\n_________\n\nОРУЖИЕ.\n_________\n\nАрбалет\n\nАрбалет на руку\n\nЖезл\n\nКлинок\n\nКинжал\n\nКороткий меч\n\nМеч\n\nНож\n\n",
    "answers": [
      {
        "id": 55,
        "text": "[Связаться с продавцом]"
      },
      {
        "id": 45,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 52,
    "text": "Средняя оценка: ★★★★✩",
    "answers": [
      {
        "id": 45,
        "text": "[Назад]"
      },
      {
        "id": 63,
        "text": "[Оценить]",
        "need": [
          -63
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "Инструкция:\n\n  Отвечая на вопрос, выберите наиболее удобный для вас вариант ответа. ",
    "answers": [
      {
        "id": 56,
        "text": "[Начать]"
      },
      {
        "id": 45,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 54,
    "text": "     А.\n\"Атлантида: сокровища затонувшего города\"\n     Б.\n     В.\n     Г.\n     Д.\n\"Добро и зло.\"\n     Е.\n     Ж.\n     З.\n\"Загадка пирамид. Что от нас скрывают?\"\n\"Зельеварение. Уроки для начинающих ведьм\"\n     И.\n     К.\n\"Как стать героем?\"\n     Л.\n     М.\n     Н.\n     О.\n     П.\n     Р.\n     С.\n     Т.\n\"Тайна бермудского треугольника\"\n     У.\n     Ф.\n     Х.\n     Ц.\n     Ч.\n     Ш.\n     Щ.\n     Э.\n     Ю.\n     Я.\n",
    "answers": [
      {
        "id": 50,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 55,
    "text": "Связаться с продавцом можно по адресу: г. Z., улица Makropulos, дом 666. ",
    "answers": [
      {
        "id": 51,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вопрос 1/5.\n\nВаши любимые жанры?",
    "answers": [
      {
        "id": 57,
        "text": "Фантастика и фэнтези",
        "var_add": [
          "magic",
          2,
          "smart",
          1
        ]
      },
      {
        "id": 57,
        "text": "Романтика и приключения",
        "var_add": [
          "goodHero",
          2,
          "magic",
          1
        ]
      },
      {
        "id": 57,
        "text": "Ужасы и хоррор",
        "var_add": [
          "evilHero",
          2,
          "magic",
          1
        ]
      },
      {
        "id": 57,
        "text": "Юмор и безумие",
        "var_add": [
          "stupid",
          2,
          "evilHero",
          1
        ]
      },
      {
        "id": 57,
        "text": "Апокалипсис, боевик и выживание",
        "var_add": [
          "evilHero",
          2
        ]
      },
      {
        "id": 57,
        "text": "Детектив и стратегия",
        "var_add": [
          "smart",
          2
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Вопрос 2/5.\n\nДополните фразу:\"Вы цените...\"",
    "answers": [
      {
        "id": 58,
        "text": "Доброту и искренность",
        "var_add": [
          "goodHero",
          2,
          "stupid",
          1
        ]
      },
      {
        "id": 58,
        "text": "Хитрость и находчивость",
        "var_add": [
          "evilHero",
          1,
          "smart",
          1
        ]
      },
      {
        "id": 58,
        "text": "Логическое мышление, философию",
        "var_add": [
          "smart",
          2
        ]
      },
      {
        "id": 58,
        "text": "Юмор",
        "var_add": [
          "stupid",
          2
        ]
      },
      {
        "id": 58,
        "text": "Стремление к новому и неизведанному",
        "var_add": [
          "magic",
          2,
          "smart",
          2
        ]
      },
      {
        "id": 58,
        "text": "Верность и честность",
        "var_add": [
          "goodHero",
          2
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "Вопрос 3/5.\n\nС каким из этих зверей вы себя олицетворяете?",
    "answers": [
      {
        "id": 59,
        "text": "Лиса",
        "var_add": [
          "smart",
          1,
          "magic",
          1
        ]
      },
      {
        "id": 59,
        "text": "Ворон",
        "var_add": [
          "evilHero",
          1,
          "magic",
          1
        ]
      },
      {
        "id": 59,
        "text": "Олень",
        "var_add": [
          "goodHero",
          1,
          "magic",
          1
        ]
      },
      {
        "id": 59,
        "text": "Змея",
        "var_add": [
          "evilHero",
          2,
          "serpent",
          1
        ]
      },
      {
        "id": 59,
        "text": "Медведь",
        "var_add": [
          "stupid",
          1,
          "goodHero",
          1
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": "Вопрос 4/5.\n\nСколько страниц вы можете прочитать в день?",
    "answers": [
      {
        "id": 60,
        "text": "Меньше 10 страниц.",
        "var_add": [
          "stupid",
          2
        ]
      },
      {
        "id": 60,
        "text": "11 — 50 страниц.",
        "var_add": [
          "stupid",
          1
        ]
      },
      {
        "id": 60,
        "text": "51 — 100 страниц.",
        "var_add": [
          "smart",
          1
        ]
      },
      {
        "id": 60,
        "text": "101 — 200 страниц.",
        "var_add": [
          "smart",
          2
        ]
      },
      {
        "id": 60,
        "text": "201 — 400 страниц.",
        "var_add": [
          "smart",
          2
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "Вопрос 5/5.\n\nДобро или зло?",
    "answers": [
      {
        "id": 62,
        "text": "Добро",
        "var_add": [
          "goodHero",
          2
        ]
      },
      {
        "id": 62,
        "text": "Зло",
        "var_add": [
          "evilHero",
          2
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "    Регистрация пользователя.",
    "answers": [
      {
        "id": 66,
        "text": "[Ветка злодея]",
        "var_need": [
          "evilHero",
          3
        ]
      },
      {
        "id": 67,
        "text": "[Ветка героя]",
        "var_need": [
          "goodHero",
          3
        ]
      },
      {
        "id": 45,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Отлично.\n\nПодсчитаем количество баллов...",
    "answers": [
      {
        "var_max": [
          "goodHero",
          7
        ],
        "var_show": [
          "goodHero"
        ],
        "comment": true,
        "id": 62,
        "text": "Доброта:"
      },
      {
        "var_max": [
          "evilHero",
          7
        ],
        "var_show": [
          "evilHero"
        ],
        "comment": true,
        "id": 62,
        "text": "Злость:"
      },
      {
        "var_max": [
          "stupid",
          7
        ],
        "var_show": [
          "stupid"
        ],
        "comment": true,
        "id": 62,
        "text": "Веселье:"
      },
      {
        "var_max": [
          "smart",
          7
        ],
        "var_show": [
          "smart"
        ],
        "comment": true,
        "id": 62,
        "text": "Интеллект:"
      },
      {
        "var_max": [
          "magic",
          5
        ],
        "var_show": [
          "magic"
        ],
        "comment": true,
        "id": 62,
        "text": "Магия:"
      },
      {
        "id": 53,
        "text": "[Попробовать еще раз]",
        "var_mult": [
          "goodHero",
          0,
          "evilHero",
          0,
          "smart",
          0,
          "stupid",
          0,
          "magic",
          0,
          "serpent",
          0
        ]
      },
      {
        "id": 45,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 63,
    "text": "   Какую оценку вы поставите нашему магазину?  ",
    "answers": [
      {
        "id": 64,
        "text": "★✩✩✩✩"
      },
      {
        "id": 64,
        "text": "★★✩✩✩"
      },
      {
        "id": 64,
        "text": "★★★✩✩"
      },
      {
        "id": 65,
        "text": "★★★★✩"
      },
      {
        "id": 65,
        "text": "★★★★★"
      }
    ]
  },
  {
    "id": 64,
    "text": "  Нам жаль, что вам не понравилось. (◞‸◟)\n\nМы будем стараться делать свою работу лучше.",
    "answers": [
      {
        "id": 45,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 65,
    "text": "  Спасибо! ^ω^\nМы благодарны вам за такую оценку.",
    "answers": [
      {
        "id": 45,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 66,
    "text": "  Внимание! Здесь начинается ветка злодея. \n\n•Если вы не хотите быть отрицательным персонажем, то советую вернуться назад и перепройти мини-тест.\n\n(Прим.автора: Всего 3 класса, можно нажать на какой-то и посмотреть его описание и способности. Потом либо выбрать этот класс, либо вернуться назад. )\n\nP.S. Если вы не видите ни одной кнопки, кроме \"К выбору веток\" и \"Перепройти тест\", то это значит, что у вас недостаточно баллов, чтобы открыть тот или иной класс.",
    "answers": [
      {
        "id": 62,
        "text": "[Перепройти тест]"
      },
      {
        "id": 61,
        "text": "[К выбору веток]"
      },
      {
        "id": 68,
        "text": "[Класс: Жнец ]",
        "var_need": [
          "smart",
          3,
          "magic",
          2
        ]
      },
      {
        "id": 69,
        "text": "[Класс: Некромант]",
        "var_need": [
          "smart",
          3,
          "magic",
          4
        ]
      },
      {
        "id": 74,
        "text": "[Класс: Колдун]",
        "var_need": [
          "magic",
          4,
          "serpent",
          1
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "  Внимание! Здесь начинается ветка героя. \n\n•Если вы не хотите быть положительным персонажем, то советую вернуться назад и перепройти мини-тест.\n\n(Прим.автора: Всего 2 класса, можно нажать на какой-то и посмотреть его описание и способности. Потом либо выбрать этот класс, либо вернуться назад.)\n\nP.S. Если вы не видите ни одной кнопки, кроме \"К выбору веток\" и \"Перепройти тест\", то это значит, что у вас недостаточно баллов, чтобы открыть тот или иной класс.",
    "answers": [
      {
        "id": 62,
        "text": "[Перепройти тест]"
      },
      {
        "id": 61,
        "text": "[К выбору веток]"
      },
      {
        "id": 70,
        "text": "[Класс: Защитник]",
        "var_need": [
          "stupid",
          2,
          "magic",
          2
        ]
      },
      {
        "id": 71,
        "text": "[Класс: Ученик]",
        "var_need": [
          "smart",
          3,
          "magic",
          1
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "  Описание класса.\n\nЖнецы — вестники смерти. \n\nОружие: Коса.\nСпособности: ",
    "answers": [
      {
        "id": 66,
        "text": "[Выбрать другой класс]"
      },
      {
        "id": 83,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 69,
    "text": "  Описание класса.\n\nЖнецы — вестники смерти. \n\nОружие: \nСпособности: ",
    "answers": [
      {
        "id": 66,
        "text": "[Выбрать другой класс]"
      },
      {
        "id": 69,
        "text": "[Продолжить] (Эта ветка еще не написана)",
        "comment": true
      }
    ]
  },
  {
    "id": 70,
    "text": "  Описание класс.\n\nЗащитники призваны охранять людей от гибели.\n\nОружие: Щит.\nСпособности: Невосприимчивость к ядам, создание защитного поля.",
    "answers": [
      {
        "id": 67,
        "text": "[Выбрать другой класс]"
      },
      {
        "id": 70,
        "text": "[Продолжить] (Эта ветка еще не написана)",
        "comment": true
      }
    ]
  },
  {
    "id": 71,
    "text": "  Описание класса.\n\nУченик — это самостоятельный класс. Он сам выбирает свое оружие, сам развивает новые способности. Этого героя тренирует мастер.\n\nОружие: нет\nСпособности: нет\nМастер: Госпожа Полночь.",
    "answers": [
      {
        "id": 67,
        "text": "[Выбрать другой класс]"
      },
      {
        "id": 75,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 72,
    "text": "   Клэвер был крайне удивлен. Сайт магазина не так уж прост, каким казался на первый взгляд. Помимо таких бесполезных вещей, как оценка сайта, там был какой-то тест, после которого парня определили в герои-ученики. Да и еще письмо от хозяйки магазина с просьбой прийти в двенадцать часов ночи! В такое время подобные магазины вообще открыты? \n\n   Но парню больше ничего не оставалось, как идти туда: от любопытства разрывается голова. \n   В конце-концов парень поел, собрался и на всякий случай взял с собой керамбит — вдруг эта Ведьма на него набросится.",
    "answers": [
      {
        "id": 73,
        "text": "[Идти к магазину]"
      }
    ]
  },
  {
    "id": 73,
    "text": "  В 23:55 Марк стоял у дверей \"Book hero\".\n\n  В полуночной тьме магазин выглядел намного мрачнее, чем днем. Заходить туда тем более страшно.\n\n   Как только телефон показал 0:00, двери магазина сами собой распахнулись.",
    "answers": [
      {
        "id": 76,
        "text": "[Войти]"
      }
    ]
  },
  {
    "id": 74,
    "text": "  Описание класса.\n\nКолдун — злой маг.\n\nОружие: мини-арбалет с ядовитыми дротиками.\nСпособности: зельеварение и астрал.",
    "answers": [
      {
        "id": 66,
        "text": "[Выбрать другой класс]"
      },
      {
        "id": 74,
        "text": "[Продолжить] (Эта ветка еще не написана)",
        "comment": true
      }
    ]
  },
  {
    "id": 75,
    "text": "   Приветствую тебя, Марк.\n\n               Ты здесь для того, чтобы стать моим учеником.\n \n  Приходи в магазин \"Book Hero\" сегодня в 0:00.\n\n                                                                     Полночь.",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад]",
        "backstepCount": 1,
        "id": 75
      },
      {
        "id": 72,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 76,
    "text": "   Марк, сглотнув нарастающий в горле комок, вошел в магазин. Внутри было темно и прохладно. На столе горели черные свечи.\n\n   Парень остановился, не решаясь пройти дальше. Внезапно огоньки на свечах дернулись и погасли, а ему навстречу вышла госпожа. Клэверу показалось, будто она вышла откуда-то слева, но там сплошная стена и зеркало. Неужели она пряталась в тени все это время? Но Марку было не до смеха: по коже пробежался холодок, а в голове вспомнился сон с яросно полыхающими зелеными глазами.\n\n—Настоящему герою не положено бояться. — Заговорила с ним хозяйка лавки.\n\n—Но я не герой...— робко ответил парень.\n\n—Конечно, ты им и не станешь, если будешь стоять в дверях. Пройдем со мной и покажу тебе, что значит быть героем.",
    "answers": [
      {
        "id": 77,
        "text": "[Пройти]"
      },
      {
        "id": 78,
        "text": "—А откуда мне знать, что вы меня не обманываете?",
        "var_add": [
          "smart",
          1
        ]
      }
    ]
  },
  {
    "id": 77,
    "text": "  Клэвер молча прошел вслед за этой странной женщиной, которая привела его к собственному отражению, одиноко висящему на стене магазина.\n\n—Сюда...— сказала она, толкая зеркало, оказавшееся скрытой дверью.",
    "answers": [
      {
        "bg_color": [
          0.01,
          0.01,
          0.01
        ],
        "text_color": [
          0.99,
          0.99,
          0.99
        ],
        "id": 79,
        "text": "[Зеркало]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 78,
    "text": "  Хозяйка залилась смехом.\n—Умный малый. Молодец, осторожность никогда не помешает. Но тебе нечего бояться: мне твоя смерть ни к чему.\n\n—Это обнадеживает...— хмыкнул парень, по-прежнему оборачиваясь на черные свечи. \n\n   Ему ничего не оставалось, кроме как пройти с этой странной женщиной вглубь магазина и встать напротив зеркала. \n\n—Сюда...— сказала она, толкая зеркало, которое оказалось скрытой дверью.",
    "answers": [
      {
        "bg_color": [
          0.01,
          0.01,
          0.01
        ],
        "text_color": [
          0.99,
          0.99,
          0.99
        ],
        "id": 79,
        "text": "[Зеркало]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 79,
    "text": "          ГЛАВА 2. \"ПО ТУ СТОРОНУ ЗЕРКАЛА\"\n\n   Как только дверь-зеркало открылось полностью, перед Маркусом Клэвером предстал тоннель. Устрашающий ход в неизвестность, где может скрываться все, что угодно. Орудия пыток безумной ведьмы-садистки? Жертвенный стол для проведения сатанинских ритуалов? А, может, темница, в которой парню предстоит гнить всю оставшуюся жизнь? \n   Но тут он поймал себя на мысли, что воображение слишком разыгралось, и попытался унять свою дрожь. Марк сделал шаг и заметил, что с другой стороны зеркало прозрачное, и через него можно видеть посетителей магазина. Но при этом они не будут видеть тебя. И в этих пещерах хоть и сильное эхо, но толстые стены, так что наврядли парня кто-нибудь услышит, если придется кричать.\n\n    Дрожь не унималась, мысли крутились одна за другой. Нет, он не трус, и на его месте боялся бы каждый, кто дорожит своей жизнью. Но ведьма легонько подтолкнула \"героя\" в спину, намекая, чтоб тот не стоял столбом, а поторапливался.",
    "answers": [
      {
        "id": 81,
        "text": "[Войти в пещеру]"
      }
    ]
  },
  {
    "id": 80,
    "text": "    Содержание:",
    "answers": [
      {
        "id": 80,
        "text": "Глава 1. \"Это только начало\"",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 80,
        "text": "Ветка Злодея.\nГлава 2. \"Обряд\"",
        "comment": true,
        "left_answer": true
      },
      {
        "id": 80,
        "text": "Ветка Героя.\nГлава 2.\n\"По ту сторону зеркала\".",
        "comment": true,
        "right_answer": true
      },
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 81,
    "text": "   В пещере было сыро и очень холодно. Клэвер устало тер глаза и едва сдерживался, чтобы не застучать зубами.\n   Вскоре за поворотом показался свет. Тоннель закончился, и привыкшим к темноте глазам показалось, будто в лицо светят фонариком. \n   А потом взгляду открылась огромная площадь с кучей тренажеров и парков для паркура и скейтбординга. Были и искусственные горы для лазанья, и замкнутая беговая дорожка длиной около километра, и даже ринг — это же рай для спортсменов! \n   Остатки сна вмиг слетели с парня. Теперь ему хотелось только одного — опробовать все это!\n    И, будто прочитав его мысли, хозяйка сказала:\n—Развлекайся.",
    "answers": [
      {
        "id": 82,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 82,
    "text": "   Марк побежал к тренажерам и испробовал каждый. К сожалению, далеко не все были легкими, а некоторые вообще предназначены для накаченных мужчин. Далее парень немного пробежался по застеленной специальным покрытием дорожке и попал на площадку для паркура. Набив пару синяков и ссадин, Клэвер все же остановился и посмотрел на женщину. Кажется, она только и ждала, когда ребенок наиграется. \n    \"Ученик\" подошел к ней и спросил:\n—Откуда это все? И для чего?\n\n—Для твоих тренеровок, — сказала Госпожа и в этот миг кто-то повалил парня на спину. — Но тренироваться ты будешь не один.",
    "answers": [
      {
        "id": 91,
        "text": "[Обернуться]"
      }
    ]
  },
  {
    "id": 83,
    "text": "   Приветствую тебя, Марк.\n\n            Ты выбрал сложный класс и темную сторону. Но я не виню тебя. Наборот — я буду рада  принять к себе Жнеца.\n \n  Приходи в магазин \"Book Hero\" сегодня в 0:00.\n\n                                                                     Полночь.",
    "answers": [
      {
        "id": 84,
        "text": "[Закрыть сайт]"
      }
    ]
  },
  {
    "id": 84,
    "text": "   Парень свернул окно сайта. В голове кружился рой мыслей, которые, словно пчелы, жалили в виски. \n   \"Выбрал темную сторону\"? Значит ли это, что отныне он — злодей? И как он станет Жнецом? Ведь это вроде как персонаж из игры...\n   Время 23:30. Если сейчас не начать собираться, можно и опоздать. ",
    "answers": [
      {
        "id": 85,
        "text": "[Посмотреть значение слова \"Жнец\" в интернете]",
        "var_add": [
          "smart",
          1
        ]
      },
      {
        "id": 86,
        "text": "[Идти в магазин]"
      }
    ]
  },
  {
    "id": 85,
    "text": "   Клэвер решил перестраховаться и посмотреть значение этого слова. Интернет дал достаточно информации на запрос \"Жнецы в мифологии\".",
    "answers": [
      {
        "id": 85,
        "text": "Википедия: \n\n    Образ смерти — персонификация смерти в виде некоей физической сущности.\n\nСмерть в качестве вымышленного образа встречается в мифах и легендах всех мировых культур начиная с незапамятных времён. Так как изначально человек не мог объяснить причину смерти живого существа, то бытовали представления о смерти, как о реальном существе. В европейской (и, в частности, славянской) культуре смерть часто изображается в виде скелета с косой, облачённого в белый или чёрный балахон с капюшоном(англ. Grim Reaper — «Мрачный жнец»). \n\n",
        "comment": true
      },
      {
        "id": 85,
        "text": "Mail.ru:\n\n   «Жнецы – не демоны, они не принимают сторону добра или зла, это просто смерть, принявшая определенную форму, и работают они проводниками душ в загробный мир, по-гречески – психопомпами. Термин для бога или иного существа, отвечающего за переправу душ в загробный мир. В Греции им был Харон. В норвежских мифах – Валькирии. В Египте – Анубис. ...»",
        "comment": true
      },
      {
        "id": 85,
        "text": "FANDOM powered by Vikia:\n\n   Жнецы — нейтральные сверхъестественные существа, основной обязанностью которых является наблюдение за человеческими душами и их сбор. Люди, совершившие самоубийство, в качестве наказания становятся жнецами. И до момента, когда они будут прощены, они должны усердно работать, непрерывно наблюдая человеческие смерти. Жнецы должны оставаться одинаково нейтральными по отношению как к людям , так и к Богу; им строго запрещено вмешиваться в человеческие дела или влиять на них. ",
        "comment": true
      },
      {
        "id": 87,
        "text": "[Закончить изучение]"
      }
    ]
  },
  {
    "id": 86,
    "text": "  Парень решил не медлить. Он быстро собрался, оделся и взял с собой керамбит для надежности. А после вышел, не сказав родителям ни слова о том, куда направляется в столь позднее время. \n\n   Когда он пришел к магазину, было 23:55. Бвери были закрыты, внутри не горел свет. Парень ждал и думал, что дождется полуночи и вернется домой, решив, что это глупая шутка. Но как только время на телефоне сменилось на 0:00, двери магазина медленно открылись.\n\n    Маркус зашел в лавку и сразу почувствовал запах дыма от потухших свечей. Двери за его спиной с шумом захлопнулись.\n\n—Рада, что ты пришел сюда так скоро, — сказала Госпожа, появившаяся откуда-то слева, где висело одинокое зеркало. — Но убери свои керамбиты, они тебе больше не пригодятся, — фыркнула хозяйка магазина",
    "answers": [
      {
        "id": 89,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 87,
    "text": "   \"Да уж, грязная работка мне предстоит...\" —Думал помрачневший Марк — \"Но я же не совершал самоубийство, так? Значит, мне не положено наказание, да ведь?..\"",
    "answers": [
      {
        "id": 88,
        "text": "[Идти в магазин]"
      },
      {
        "isBack": true,
        "text": "[Еще раз прочитать информацию о Жнецах]",
        "backstepCount": 1,
        "id": 87
      }
    ]
  },
  {
    "id": 88,
    "text": "   Парень решил больше не медлить. Он быстро собрался, оделся и взял с собой керамбит для надежности. А после вышел, не сказав родителям ни слова о том, куда направляется в столь позднее время. \n\n   Когда он пришел к магазину, ворота его были открыты, а время на телефоне показывало 0:10.\n   \"Ну, не сильно я и опоздал\".\n\n    Маркус зашел в лавку и сразу почувствовал запах дыма от потухших свечей. Двери за ним с шумом захлопнулись.\n\n—Ты опоздал, — заметила Госпожа, появившаяся откуда-то слева, где висело одинокое зеркало.\n\n    По коже парня прошлась волна мурашек, но следующая фраза заставила его дрожать еще сильнее.\n\n—И убери свои керамбиты, они тебе больше не пригодятся, — фыркнула хозяйка магазина.\n\n",
    "answers": [
      {
        "id": 89,
        "text": "[Дальше]"
      }
    ]
  },
  {
    "id": 89,
    "text": "    Они прошли в оружейный отдел. На стене, где висели инструменты для жнецов, Маркус сразу заметил ее — красивую, сверкающую, черную косу огромных размеров со вставками из драгоценного камня граната, которая так и просилась в руки. Заметив его взгляд, женщина хмыкнула:\n\n—Смерть знает свое оружие. Но до такой косы тебе еще нужно дорасти. Возьми пока эту, — и она указала парню на не столь богато расписанное, но вполне неплохое для новичка оружие из дубовых корней и стального наконечника.\n\n   После того, как Клэвер принял свою новую косу, ведьма повела его в сторону и зачем-то толкнула зеркало. За стеклянным отражением оказался проход, откуда повеяло холодом и сыростью.\n\n—Вперед, Жнец.— Сказала Госпожа, подталкивая парня в подземный тоннель.",
    "answers": [
      {
        "id": 90,
        "bg_color": [
          0.01,
          0.01,
          0.01
        ],
        "text": "[Войти]",
        "text_color": [
          0.99,
          0.99,
          0.99
        ]
      }
    ]
  },
  {
    "id": 90,
    "text": "            _____    ГЛАВА 2. \"ОБРЯД\".   _____\n\n  Маркус Клевер шагнул в проход и тут же по коже прошла волна неприятных мурашек. А вдруг там, внутри, его ждет верная смерть? Парень сразу приметил, что зеркало с другой стороны оказалось прозрачным, поэтому он сможет видеть то, что происходит в магазине, но никто не увидит его. И не услышит. Ведь стены пещер, которые оказалась под лавкой геройских товаров, были очень толстыми. Это тут не поможет. Разве что можно разбить зеркало изнутри...\n   Но Марк поймал себя на мысли, что он слишком переживает. Если бы эта ведьма хотела убить его, то она сделала бы это при первой возможности. \n   Свои слова парень забрал назад, когда внезапно они завернули за угол и увидели жертвенный стол.",
    "answers": [
      {
        "id": 104,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 91,
    "text": "   Марк обернулся и увидел девушку, которая только что повалила его на землю. Она неспешно подходила к ведьме, крайне недовольная новым напарником. \n   \n    Волосы девушки цвета молочного шоколада были собраны в высокий длинный хвост, глаза, такие же карие, смотрели с недоверием, густые брови слегка хмурились, а пухлые губы сейчас были сжаты.\n\n—Реакции никакой, бегает медленно, не слышит и не чувствует приближения сзади, — доложила она.\n\n   Марк медленно поднялся с земли, не совсем понимая, что происходит.\n—Кто это?\n\n—Еще и глупый. —Добавила девушка.",
    "answers": [
      {
        "id": 92,
        "text": "—А ты прям такая крутая?",
        "var_add": [
          "loveMeize",
          1
        ]
      },
      {
        "id": 93,
        "text": "—Ты просто застала меня врасплох.",
        "var_sub": [
          "loveMeize",
          1
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": "—А ты прям такая крутая? —рассердился Марк.\n\n—Если сомневаешься, можем проверить на ринге. — Хмыкнула она.\n\n—Маркус, это Мейз. Теперь она твоя напарница, а в следующие полчаса и твоя соперница на ринге.\n\n—Ну, смотря сколько он продержится, — заметила   девушка.",
    "answers": [
      {
        "id": 94,
        "text": "[Ринг]"
      }
    ]
  },
  {
    "id": 93,
    "text": " Парень растерялся и ответил:\n—Ты просто застала меня врасплох.\n\n  Любая девушка могла принять это либо за комплимент, либо за оправдание, но эта выбрала второе.\n\n—И это надежда Госпожи?!\n\n—Мейз, хватит. Думаю, он понимает, что героями так просто не становятся: нужны годы тренировок. — Прервала ее хозяйка.\n\n—В таком случае, почему бы не начать сейчас? — Предложила Мейз, указывая головой в сторону ринга. — Давай сразимся, новичок. Покажешь нам, на что ты способен.",
    "answers": [
      {
        "id": 94,
        "text": "[Ринг]"
      }
    ]
  },
  {
    "id": 94,
    "text": "   Двое героев, которым предстояло стать напарниками, пришли на место, предназначенное  для сражений. Судьей этого мероприятия стала сама Госпожа Полночь. \n\n—Выбирай оружие. — Сказала соперница.",
    "answers": [
      {
        "id": 95,
        "text": "[Оставить свой керамбит]",
        "var_add": [
          "loveMeize",
          2
        ]
      },
      {
        "id": 96,
        "text": "[Выбрать лук]",
        "need": [
          -96
        ],
        "var_sub": [
          "loveMeize",
          1
        ]
      },
      {
        "id": 99,
        "text": "[Выбрать двухстороннюю секиру]",
        "need": [
          96
        ],
        "var_add": [
          "loveMeize",
          3
        ]
      },
      {
        "id": 97,
        "text": "[Выбрать тьелх]"
      },
      {
        "id": 98,
        "text": "[Выбрать метательные ножи и сюрикены]"
      },
      {
        "id": 105,
        "text": "[Выбрать нунчаки]",
        "need": [
          93
        ]
      },
      {
        "id": 107,
        "text": "[Выбрать катаны]"
      },
      {
        "id": 94,
        "text": "(Лайфхак от автора: Вы можете нажать на каждую кнопку и посмотреть реакцию Мейз на этот выбор, а потом вернуться назад.)",
        "comment": true
      },
      {
        "id": 94,
        "text": "(Лайфхак от автора 2: если Вы хотите быть героем оружия, то выбирайте катаны, тьелх, керамбит или сюрикены. В случае с последними двумя, то в третьей главе их все равно объединят в один набор. Если же Вы хотите быть героем с магией, то выбирайте нунчаки или секиру)",
        "comment": true
      }
    ]
  },
  {
    "id": 95,
    "text": "—Хех, не плохо. —Оценила Мейз, поигрывая собственным керамбитом с украшенной красной кожей ручкой.",
    "answers": [
      {
        "id": 100,
        "text": "[Продолжить с этим оружием]"
      },
      {
        "isBack": true,
        "text": "[Назад]",
        "id": 95,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 96,
    "text": "—Глупец! Кто в ближнем бою выбирет лук?! Возьми другое! — Рассердилась Мейз, а Полночи оставалось только улыбнуться.",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад]",
        "id": 96,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 97,
    "text": "   Марк обратил внимание на тьелх — длинный шест из бамбука с острым наконечником на одном конце и трезубцем на другом.\n\n   Мейз лишь отвела взгляд. Видно, она не была сторонницей тяжелого и длинного оружия.",
    "answers": [
      {
        "id": 103,
        "text": "[Продолжить с этим оружием]"
      },
      {
        "isBack": true,
        "text": "[Назад]",
        "id": 97,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 98,
    "text": "   Мейз только покачала головой. Для ближнего боя не очень подходит, но если суметь отбежать от соперника на небольшое расстояние и прицелиться, то можно нанести неплохой урон.\n   Проблема в том, что, по словам Мейз, Марк бегает довольно плохо и наврядли сумеет от нее оторваться.",
    "answers": [
      {
        "id": 101,
        "text": "[Продолжить с метательными ножами и сюрикенами]"
      },
      {
        "isBack": true,
        "text": "[Назад]",
        "id": 98,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 99,
    "text": "—Во-о-о, вот это по-мужски, — одобрительно протянула Мейз, кивая головой в знак полного согласия с выбором новичка.",
    "answers": [
      {
        "id": 102,
        "text": "[Продолжить с этим оружием]"
      },
      {
        "backstepCount": 1,
        "isBack": true,
        "text": "[Назад]",
        "id": 99,
        "var_sub": [
          "loveMeize",
          2
        ]
      }
    ]
  },
  {
    "id": 100,
    "text": "    Он поудобней перехватил рукоять давно знакомого оружия и приготовился к бою.\n\n   Полночь огласила правила:\n—Это драка до первой крови! Если кто-то посмеет убить соперника, то оставшегося в живых убью я. Все понятно?\n\n   Участники боя произнесли в один голос:\n—Да, госпожа. \n—Да, госпожа.\n\n—Вперед!",
    "answers": [
      {
        "id": 119,
        "text": "[Бой]"
      }
    ]
  },
  {
    "id": 101,
    "text": "   Марк заткнул за пояс столько сюрикенов и ножей, сколько мог. Затем размял мышцы и объявил о своей готовности. То же самое сделала и Мейз.\n\n   Полночь огласила правила:\n—Это драка до первой крови! Если кто-то посмеет убить соперника, то оставшегося в живых убью я. Все понятно?\n\n   Участники боя произнесли в один голос:\n—Да, госпожа. \n—Да, госпожа.\n\n—Вперед!",
    "answers": [
      {
        "id": 117,
        "text": "[Бой]"
      }
    ]
  },
  {
    "id": 102,
    "text": "  Марк остановил свой выбор на секире. Он поудобней перехватил рукоять и приготовился к бою.\n\n   Полночь огласила правила:\n—Это драка до первой крови! Если кто-то посмеет убить соперника, то оставшегося в живых убью я. Все понятно?\n\n   Участники боя произнесли в один голос:\n—Да, госпожа. \n—Да, госпожа.\n\n—Вперед!",
    "answers": [
      {
        "id": 112,
        "text": "[Бой]"
      }
    ]
  },
  {
    "id": 103,
    "text": "  Марк остановил свой выбор на странном трезубце, которое Мейз обозначила как тьелх. Он поудобней перехватил древко и приготовился к бою.\n\n   Полночь огласила правила:\n—Это драка до первой крови! Если кто-то посмеет убить соперника, то оставшегося в живых убью я. Все понятно?\n\n   Участники боя произнесли в один голос:\n—Да, госпожа. \n—Да, госпожа.\n\n—Вперед!",
    "answers": [
      {
        "id": 116,
        "text": "[Бой]",
        "var_add": [
          "loveMeize",
          5
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "   Вокруг стола, сделанном полностью из той же породы, что и стены этого подземелья, стояли черные свечи. Пол и потолок заняли острые шипы сталактитов и сталагмитов. В комнате царил полумрак. \n\n—Что...Что это такое?! —Вскричал Марк.\n—Тсс, сталактиты не любят, когда кричат. В любой момент потолок может обрушиться на нас.\n\n    Маркус ненадолго замолчал. А потом тихо спросил:\n—Вы.. что же это... Меня убьете? \n\n     Полночь рассмеялась и повела его вглубь комнаты, поближе к столу.\n—Нет, дурачок, я дам тебе силу Жнеца.\n\n       Она взала его руку и быстрым движением ножа оставила на ладони рану. Марк зашипел от боли. Там, где раньше была линия жизни, сейчас сочилась кровь.\n",
    "answers": [
      {
        "id": 109,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 105,
    "text": "  Мейз едва сдержалась, чтоб не засмеяться:\n\"И как он собирается этим драться?\"— думала она.",
    "answers": [
      {
        "id": 106,
        "text": "[Продолжить с этим оружием]"
      },
      {
        "isBack": true,
        "text": "[Назад]",
        "id": 105,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 106,
    "text": "   Парень перехватил оружие и попытался их раскрутить, как это делали в фильмах.\n \"Я же не выгляжу как идиот, нет?\"\n\n   Полночь огласила правила:\n—Это драка до первой крови! Если кто-то посмеет убить соперника, то оставшегося в живых убью я. Все понятно?\n\n   Участники боя произнесли в один голос:\n—Да, госпожа. \n—Да, госпожа.\n\n—Вперед!",
    "answers": [
      {
        "id": 115,
        "text": "[Бой]"
      }
    ]
  },
  {
    "id": 107,
    "text": "—Оружие настоящего убийцы, — кивнула Мейз. — Но для новичка будет сложновато.\n\n   Две катаны удобно ложились в руки, но оказались тяжелыми и слишком длинными: наврядли Марк сможет с ними драться. ",
    "answers": [
      {
        "id": 108,
        "text": "[Продолжить с этим оружием]"
      },
      {
        "isBack": true,
        "text": "[Назад]",
        "backstepCount": 1,
        "id": 107
      }
    ]
  },
  {
    "id": 108,
    "text": "  Все же Марк остановил свой выбор на них. Он поудобней перехватил рукоятки катан и приготовился к бою. \n\n   Полночь огласила правила:\n—Это драка до первой крови! Если кто-то посмеет убить соперника, то оставшегося в живых убью я. Все понятно?\n\n   Участники боя произнесли в один голос:\n—Да, госпожа. \n—Да, госпожа.\n\n—Вперед!",
    "answers": [
      {
        "id": 118,
        "text": "[Бой]"
      }
    ]
  },
  {
    "id": 109,
    "text": "    Странно, но Клэвер не спешил убирать руку и бежать. В его голове промелькнула мысль:\"А что будет, если кровь попадет на жертвенный стол?..\"\n\n     Кулак Марка сжался, и из линии жизни потекла, заструилась алая вода. И как только первая капля крови коснулась каменного возвышения, оно покрылось древними рунами и магическим пентаклем, и из него устремились вверх сгустки яркого света и искорки пламени. Они обвили руку юноши и стали жадно поглощать его жизненную силу.\n\n    А Полночь тут же протяжно заговорила на неведанном языке. Ей нельзя было терять ни секунды, иначе парень мог умереть. Она говорила громко, на последней строчке почти крича, будто взывая к кому-то. Автор этого квеста может только примерно перевести эти слова:\n\n— О мир мой могучий, Великий Тартар,\n    Молю ниспослать нам воинственный дар.\n    Смерть станет началом или концом?\n    Пусть крови сосуд обернется Жнецом!\n    \n      \n     ",
    "answers": [
      {
        "id": 110,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 110,
    "text": "    *  *  *\n   Он проснулся от жжения в кончиках пальцев и холода в спине. А еще от сильной, действительно сильной жажды. \n    Голова никак не желала соображать, но заснуть снова не получалось. Вскоре Марк застонал и открыл глаза. С огромных каменных шипов над головой капала вода и ударялась о каменный пол. Парень попытался приподняться и понял, что он лежит на жертвенном столе. Вокруг багровели застывшие брызги крови.\n\n—Черт! — выругался Клэвер.\n\n—Гляди-ка, очнулся, — язвительно отозвалась незнакомка с волнистыми коричневыми волосами, ухмыльнувшись. — И уже ругается.\n\n—Что происходит?! Почему...\n\n—Помолчи, ты все еще слаб, но очень скоро восстановишься, — перебила Полночь и положила ладонь на плечо рядом стоящей девицы, — Это Мейз, теперь она твоя соперница в тренировках и верный помощник в бою.",
    "answers": [
      {
        "id": 111,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 111,
    "text": "   Парень соображал плохо, но вскоре ему объяснили, что он прошел обряд становления Жнецом — посланником смерти. Его главное оружие — коса, которую он способен призывать в любое время. Его обязанность — сопровождать души умерших в Тартар или при необходимости убить смертного. Мейз будет его напарницей, которая в случае опасности прибежит помочь Марку. Но от кого его придется защищать – Полночь почему-то умолчала. \n\n    *  *  *\n   Их сын вернулся в пять утра. Никто бы не заметил, если бы Мари случайно не проснулась от кошмара в пол третьего. Она по обыкновению зашла в комнату Марка проверить, спит ли ее сын или опять сидит до утра в ноутбуке, но в комнате его не оказалось. Обыскав все комнаты, она, испуганная, побежала будить своего мужа. Вместе Клэверы нашли записку от сына, который писал, что ушел ненадолго прогуляться.  Отец тут же начал звонить на его телефон, но тот был недоступен. В панике, родители обзвонили почти всех друзей и одноклассников звоего сына, когда ключ в замке повернулся, и на пороге оказался \"блудный сын\". Сам не свой, он коротко поздоровался с заплаканной мамой и строгим на вид отцом, и прошел в свою комнату. Папа еще долго отчитывал его за такое поведение, но потом вспомнил, что мальчику уже шестнадцать.\n\n—Сын... Ты же эту ночь был с девушкой?—Прозрачно намекнул отец.\n\n—Чтооо?— Впервые встрепенулся Марк и замолчал в раздумьях.\n\n   \"Ну и что теперь ответить? Так-то я правда провел эту ночь наедине с... двумя девушками, но это не то, о чем думает отец! И что же мне сказать? Что я до утра спал на жертвенном столе, а потом узнал, что теперь мое призвание — убивать людей? Ха-ха, Жнец, твои предки тут же начнут звонить в психушку.\"\n\n     Но его молчание отец понял по-своему. Он начал было говорить парню о том, что в его возрасте многие поддаются соблазну и необходимо подходить к этому делу с огромной осторожностью, но подросток, не выдержав, выпалил:\n—Да знаю я!\n\n    Отец побледнел еще больше, но не сказал ни слова и просто вышел из комнаты сына. А тот, покраснев, лег спать и сразу отрубился.",
    "answers": [
      {
        "id": 120,
        "text": "[Воскресенье]"
      }
    ]
  },
  {
    "id": 112,
    "text": "   Бой длился недолго. Тяжелая секира сначала неуверенно и осторожно пыталась оцарапать соперницу, но после всеми силами старалась хоть как-то ее задеть.\n   Мейз же все время уклонялась от атак, изматывая противника и пытаясь найти его слабое место.\n\n   Оружие то и дело разрезало воздух.\n    *Вжжих!*\n    *Шух-шух-шух*\n    *Дззинь! Тум-ту-ту-ту-тум* — это секира задела стойку с копьями, которые градом повалились на неудачливого парня. \n\n     Бой превратился в балаган. Полночи это не нравилось: новичок ни на что не годен. Придется тренировать его каждый день. \n     Не трудно догадаться, что на этот раз победила Мейзикен. Она наконец подобралась к парню со спины и, пока тот не успел замахнуться секирой, больно надавила между лопаток. Марк рухнул на пол и в следующий момент на его плече появился глубокий порез. Бой окончен.",
    "answers": [
      {
        "id": 113,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 113,
    "text": "—Для первого боя неплохо, — внезапно похвалила Мейз. — Но для героя это ужасно. Ты просто размахиваешь оружием, рассчитывая случайно попасть во врага. Никакой тактики, маленькая скорость и откровенная глупость. \n\n—Похоже, стоит для начала научить его магии. — Победительница дала совет Полночи.\n\n—Пожалуй, соглашусь, — хмуро ответила ведьма и повернулась к выходу из подземелья. Ученики пошли за ней. ",
    "answers": [
      {
        "id": 114,
        "text": "[На выход из подземелья]"
      }
    ]
  },
  {
    "id": 114,
    "text": "  Они шли молча, и Марк первый решился нарушить наступившую тишину.\n—Кстати, а для чего это все? Почему вы выбрали меня и тренируете?\n\n   Мейз неохотно ответила:\n—Госпоже нужен преемник.\n\n—Но почему не ты?..\n\n—Потому что я посланник Тартара. Специально обученный наемник, не способный чувствовать. Другое дело ты — слабый человек, который может саморазвиваться и делать выбор по интуиции, а не основываясь на установленных правилах. Ты прошел тест, значит, у тебя должно получиться. Но самые большие трудности еще впереди, и кто знает, что пригодится больше: жестокость или человечность.\n\n    Мейзикен говорила так, будто репетировала речь заранее. Многое Марку было не понятно, но он был уверен, что когда-нибудь все тайны будут раскрыты.",
    "answers": [
      {
        "bg_color": [
          0.01,
          0.01,
          0.01
        ],
        "text_color": [
          0.99,
          0.99,
          0.99
        ],
        "id": 45,
        "text": "[Утро воскресенья] (Тут оканчивается вторая глава, поэтому эта кнопка приведет вас на сайт магазина, а не на продолжение.  Прошу прощения за столь короткую главу, следующая, возможно, будет длиннее)",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 115,
    "text": "   Бой длился секунды. Пока Клэвер пытался раскрутить нунчаки, он сам себе поставил пару синяков. \n    Мейз тут же метнула в парня свой нож и тот попал ему в ногу. Конечно, пошла кровь.\n—Уффф, — зашипел парень, едва сдерживаясь, чтобы не не выругаться.\n   \"Молодец, придурок. Опозорился перед девушкой и наставницей\"\n\n    Бой окончен. Полночь подошла к незадачливому ученику и холодно произнесла:\n—Не берись за то, что не дано. Используй уже знакомое оружие и заостряй внимание на действиях противника. А на сегодня хватит.\n\n—Да, пожалуй, сначала его стоит обучить магии, а там посмотрим. — Предложила Мейз.\n\n    Ведьма кивнула и повернулась к выходу. Ученики двинулись за ней.",
    "answers": [
      {
        "id": 114,
        "text": "[На выход из подземелья]"
      }
    ]
  },
  {
    "id": 116,
    "text": "   На удивление Мейз, тьелх несколько раз чуть не поранил ее. Одним ударом такого \"копья\" можно убить человека, проткнув его наскозь в трех местах. Девушку начал окутывать страх, и она решила пустить в ход метательные ножи, спрятанные под кожанной курткой. Нож быстро пролетел в милиметре от уха парня, который успел уклониться. В следующий миг тьелх дернулся и оцарапал плечо Мейзикен.\n   \n     Бой окончен. Полночь улыбнулась, порадовавшись способностям ученика. Она похвалила его и сказала, что на сегодня достаточно: уже утро, и родители Марка могли хватиться своего сына. Ведьма повернулась в сторону выхода и ученики пошли за ней: Мейз подавленная, а Клэвер с поднятым настроением.",
    "answers": [
      {
        "id": 114,
        "text": "[На выход из подземелья]"
      }
    ]
  },
  {
    "id": 117,
    "text": "   Начался бой метательных предметов. Мейз кидала ножи, а Марк еле уворачивался и бросал сюрикены в ответ. Зрелище завораживало, но оружие летело во все стороны, норовя попасть в судью этого действия. Наконец Полночь увидела, как один из ножей Мейз попадает в плечо новичка, но в этот же момент сюрикен врезается в ее ногу. Ничья. Бой окончен.\n\n    \"Как интересно...\" — Полночь была удовлетворена таким результатом. Она похвалила обоих и двинулась в сторону выхода, объявив, что на сегодня достаточно. Победители пожали друг другу руки и пошли следом за ведьмой.",
    "answers": [
      {
        "id": 114,
        "text": "[На выход из подземелья]"
      }
    ]
  },
  {
    "id": 118,
    "text": "   Мейз удивилась способности новичка. Он действовал быстро и точно, что девушка едва успевала отражать атаки. Ее кинжал, который она взяла, основываясь на выборе парня, едва сдерживал сильные удары. В конце концов Клэвер нанес сильный урон девушке, оставив глубокий порез на ее бедре. Соперница зашипела, хватаясь за рану и роняя из рук оружие.\n—Прости... — Марк уже был не рад собственной победе, коря себя за то, что он сильно увлекся боем.\n\n   Тренировка окончена. Полночь, как и новичок, переживала о состоянии девушки, но та отказалась от помощи. \n—Ничего. Заживет, как на собаке. — Отрезала Мейзикен.\n\n—Хорошо. Идем, на сегодня хватит, — с этими словами ведьма повернулась к выходу, а ученики поплелись за ней. ",
    "answers": [
      {
        "id": 114,
        "text": "[На выход из подземелья]"
      }
    ]
  },
  {
    "id": 119,
    "text": "  Это схватка между двумя ножами. Оба противника, стиснув зубы, скрестили клинки и пытались задавить врага силой. Хоть Мейз была быстра и сильна, но она все же девушка, да и Марк не обделен мышцами. \n\n    Наблюдать за этой парой было чертовски интересно. Но в конце концов, извернувшись, Клэвер оставил на запястье девушки порез. Но в тот же момент ее клинок коснулся его руки и оставил такую же рану. Бой окончился ничьей. Поразительно. \n\n     Уставшие, соперники пожали друг другу руки и повернули свои головы к судье — Полночь объявила о том, что на сегодня хватит и пошла в сторону выхода. Марк и Мейз двинулись за ней.",
    "answers": [
      {
        "id": 114,
        "text": "[К выходу из подземелья]"
      }
    ]
  },
  {
    "id": 120,
    "text": "    Клэвер проспал до двенадцати. Родители встретили его полным молчанием, а потом быстро собрались и уехали куда-то. Парню оставалось только пожалеть о своей вспыльчивасти и, позавтракав, направиться в магазин.\n\n    *   *   *\n       С этого дня начались серьезные тренировки. Перед Клэвером стояла сложная задача – научиться призывать свое оружие. Получалось плохо: концентрации на мысли о том, что в руке появляется коса, не хватало. В пальцах снова начало приятно покалывать, стало трудно дышать. Наконец, спустя несколько часов попыток, в протянутой руке появились очертания древка и острого изогнутого лезвия. Вскоре запястье парня крепко сжимало польностью материализованное оружие.\n\n   \"Да, я это сделал!\"— ликовал Жнец.",
    "answers": [
      {
        "id": 121,
        "text": "[Рассказать Полночи]"
      }
    ]
  },
  {
    "id": 121,
    "text": "    Ведьма похвалила новобранца и слегка похлопала его по плечу. Этот жест дал Марку ещё большего воодушевления. Он рвался опробовать своё оружие в бою.\n   Коса оказалась очень красивой: стальное лезвие сверкало и переливалось на свету, древко было расписанно древними непонятными символами, а в месте, где пальцы касались черной лакированной ручки, было вырезано удобное углубление.\n   Мейз со свистом и завистью в глазах оценила оружие. \n\n–Да будет битва! — выкрикнула Полночь и объяснила правила — До первого ранения. Проигравший будет мыть полы в магазине.",
    "answers": [
      {
        "id": 122,
        "text": "[Битва]"
      }
    ]
  },
  {
    "id": 122,
    "text": "",
    "answers": []
  }
]