[
  {
    "id": 1,
    "text": "Автор: SkazkA\nЖанр: Открытый мир с нотками романтики\n\n\n\nПхех, ну вот и новый день... Коротко весь квест мы можем обьяснить так. Вы обычный студент который таки хочет выжить, просите у мамки денег, работайте. Ну это ваша история. Хотите делайте, а хотите нет. ☏",
    "answers": [
      {
        "id": 2,
        "text": "Начать эту студенческую жизнь (Мелодия звонка) ☏"
      },
      {
        "id": 3,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://www.imgonline.com.ua/result_img/imgonline-com-ua-Resize-6Esu3qIMq9VOx3.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://srv2.imgonline.com.ua/result_img/imgonline-com-ua-Resize-ZzaAF06zXDTXF.jpg",
        "system": true
      },
      {
        "id": 67,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись в общежитии от сигнала, вам звонит мама. Вы ответили на вызов\n\n -Сынок ты проснулся? Если да, то беги быстрей на занятия!\n\n -Хорошо мам. Я уже собираюсь. \nПосле этого вы сбросили вызов и стали собирать портфель. Вы взяли нужные учебники и пошли чистить зубы и побыстрей чтобы никто не успел быстрей вас съесть пирог вы кинулись на кухню. Рядом  прошёл ваш друг Артём. Вы поприветствовали друг друга и он присел к вам с пирожком и чашкой чая.\nВы от скуки стали беседовать по дружески.\n\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Кстати, а кто у нас сегодня готовит и прибирается?"
      },
      {
        "id": 7,
        "text": "Как дела?"
      }
    ]
  },
  {
    "id": 3,
    "text": "Всего 2 концовки! Они будут открываться по мере прохождения игры.",
    "answers": [
      {
        "id": 85,
        "text": "Нет, я не женат!",
        "need": 85,
        "need_ever": true
      },
      {
        "id": 84,
        "text": "Выходи за меня!",
        "need": 84,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Э-э-э ну вроде ты сегодня. -Сказал друг и ушёл. Нужно скорей прибраться хотя бы у себя в комнате...",
    "answers": [
      {
        "id": 5,
        "text": "Вы побежали прибраться в комнате."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы быстро залетели в комнату и взяли совок с небольшой метелкой. Пока вы работали у вас прозвучало напоминание в телефоне — будильник. Вы быстро взяли телефон в руки и чуть не упали на пол от ужаса. Вы опаздываете на занятия. Вы быстро доубирались в комнате и побежали в колледж. По пути в училище вы вспомнили , что забыли рюкзак и побежали обратно. Взяв его из комнаты вы еще быстрей побежали боясь, что вашей маме позвонят за объяснениями почему вас не было на занятиях или вы опоздали. И пока вы думали вы добрались до своего училища. Вы поняли, что опоздали на 2-ой симестр. Мысленно продумав план попадения на занятия вы стали заглядывать через щель для ключа. Вы поняли как можно пройти. И незаметно пробрались в класс. К удивлению вас не заметили и вы решили просто посидеть послушать лекции",
    "answers": [
      {
        "id": 6,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 6,
    "text": "Бла бла бла бла бла бла... Одно и тоже каждый день... Может попишу хоть что-то из его лекции. Вы взяли ручку в руку и стали записывать слова препода. Он оценивающе посмотрел на вас. \n\n -Ну хоть кто-то понимает мои чувства к этому предмету! Сказал учитель смотря на вас. \n\n -Он сумасшедший? -Подумали вы и тихонько посмеялись. \n\nА рядом с вами сидит красотка! Лена, кажется. Вы посмотрели на неё и она заметив вас ответила тем же. Вы смущаясь отвернулись и стали продолжать слушать.",
    "answers": [
      {
        "id": 8,
        "text": "Конец занятий"
      }
    ]
  },
  {
    "id": 7,
    "text": " -Всмысле? Спросил ваш друг. -Ну вроде нормально все. -А у тебя? \n\n -Да, также думаю все будет. \n\n -Надеюсь ты не забыл про то, что ты сегодня дежуришь?",
    "answers": [
      {
        "id": 4,
        "text": "Чагооо?"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Эй, подожди! Кричал кто-то вам. Вы посмотрели в сторону крика. Это были ваши друзья — Артём и Саша. Они были вашими одногруппниками. Они подбегали к вам и вы потихоньку подходили к ним. Когда вы встретились, то пошли в сторону магазина. Друзья решили помочь вам с покупками уборкой и готовкой. Вот это настоящие друзья! Вы дошли до магазина \"Пятёрочка\" Зайдя внутрь вы увидели очень много вкусного и сладкого. Но все было очень дорого а у вас есть всего 500р.",
    "answers": [
      {
        "id": 9,
        "text": "Взять необходимое и пойти в общежитию"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы сразу пошли на кухню и помыв руки стали доставать замороженную рыбу  и поставили в теплую воду разморориться. Достали морковь картошку луковицу и помидор. Стали все резать и готовить суп. Вот инструкция к приготовлению ухи. \n\n",
    "answers": [
      {
        "id": 10,
        "text": "Прочитать инструкцию"
      }
    ]
  },
  {
    "id": 10,
    "text": "Довести воду до кипячения и положить разделанную рыбу. Минуту ожидания и порезать все овощи попутно складывая все в кастрюлю и ждать 2 часа до готовности\n\n\n\n\n\n\n\n\n\n\n'Сам рецепта не знаю, не вините строго'",
    "answers": [
      {
        "id": 11,
        "text": "Готовить"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы стали вспоминать инструкцию ведь ту уже кто-то забрал как подставку для ноутбука. Что же нужно сделать сначала?",
    "answers": [
      {
        "id": 12,
        "text": "Довести воду до кипячения и положить рыбу"
      },
      {
        "id": 13,
        "text": "Довести воду до кипячения и добавить овощей"
      },
      {
        "id": 13,
        "text": "Положить рыбу в воду и положить овощей, потом нагреть воду и ждать"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы делаете, что надо и закидываете овощей. Ждете 2 часа попутно проверяя ВК  ,пробуете готовый суп. \n\n -Вроде неплохо. Сказали вы. ",
    "answers": [
      {
        "id": 14,
        "text": "Уже вечер"
      }
    ]
  },
  {
    "id": 13,
    "text": "Нет не правильно",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Наступил вечер. Вы приготовили суп. Артем прибрался в выделенной вам \"квартирке\".\n А Саша отчитался перед вами в колледже. Вам даже стало стыдно. Они ваши друзья, а делают такое только ради вас.",
    "answers": [
      {
        "id": 15,
        "text": "Пообщаться с ребятами"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы встретились на кухне разговаривали попутно похлебывая суп. \n\n—Эй ребята сяб кнш за помощь мне было даже стыдно за то, что вы весь день на меня потратили . \n\n—Пфф пустяки ты же нас знаешь, друга поддержим всегда!",
    "answers": [
      {
        "id": 16,
        "text": "Даа! (Доев суп)"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы отправились по кроватям. Все они находятся в одной комнате. Вы погрузились в мир иной, в мир снов. \nИ вот вы проснулись! Вроде бы живы здоровы. Пошли как обычно собирать портфель. Странно, все еще спят, а занятия не пропустите?\nВы собрали портфель как вдруг вам сказали: -Ты че творишь то? Выходной же!",
    "answers": [
      {
        "id": 17,
        "text": "Вы залезли обратно спать"
      }
    ]
  },
  {
    "id": 17,
    "text": "z-z-z   z-z-z   z-z-z.\nАрбузы мандарины покемоны! Бурчали вы во сне.",
    "answers": [
      {
        "id": 18,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Эххх! -Вы потянулись и пошли на кухню, умыли руки и лицо. Вы достали из холодильника вчерашнюю уху. На кухню зашёл Артём, а за ним Саша. Вы стали весело обсуждать занятия за едой. \n\n—Санек, а ты чем занимаешься по выходным?\n—Ну в пиццерии подрабатываю. -Ответил ваш друг Саша. \n—А ты Артём? -Спросили вы с Сашей у Артема.\n—Эээ. Готовлюсь к экзаменам. — Ответил Артём.\n—А ты Серёга? -Чем занимаешься?\n—Пока ничем... -Надеюсь подрабатывать пойду...\n—Серый! Давай со мной в пиццерии подрабатывать? -Радостно сказал Саша\n—Ок...",
    "answers": [
      {
        "id": 19,
        "text": "Пойти в пиццерию "
      },
      {
        "id": 29,
        "text": "Пойти к девочкам"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы пошли в пиццерию спросить о свободной вакансии. Это было очень большое здание. Вы подошли к официанту и он вам сказал где босс. \n—Хорошо, спасибо. -Сказали вы и официант вручил вам бумажку с планом.\n\n\n\n\n\n\n\n\n\n\n\nЗайти в дверь с надписью \"Корридор\". \nПройти вперед и налево по коридору.\nСвернуть направо и зайти в 1-ую дверь с надписью \"Главный\"\n",
    "answers": [
      {
        "id": 21,
        "text": "Пойти к боссу"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы проснулись и встали с кровати. Умывшись и поев вы как обычно сложили рюкзак. Не верится, что через 4 недели экзамены. Вы оделись и пошли в колледж.",
    "answers": [
      {
        "id": 45,
        "text": "Пойти на 1 симестр"
      },
      {
        "id": 46,
        "text": "Сказать, что хотите подготовиться и пойти в библиотеку"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы стали вспоминать план, ведь бумажку забрал официант. Мдаа, а куда идти то?",
    "answers": [
      {
        "id": 22,
        "text": "Пойти в дверь с надписью \"Персонал\""
      },
      {
        "id": 23,
        "text": "Пойти в дверь с надписью \"Кухня\""
      },
      {
        "id": 24,
        "text": "Пойти в дверь с надписью \"Корридор\""
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы зашли в комнату для персонала и вас выпнули оттуда.",
    "answers": [
      {
        "id": 21,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы зашли на кухню и вас прогнали оттуда.",
    "answers": [
      {
        "id": 21,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы пошли дальше по корридору и тут перекресток... Куда же идти?",
    "answers": [
      {
        "id": 25,
        "text": "Право"
      },
      {
        "id": 26,
        "text": "Лево"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы дошли до дверей с надписями \"Ж\" и \"М\" походу туалеты... Вам точно не сюда",
    "answers": [
      {
        "id": 24,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы пошли по коридору и вдруг развилка",
    "answers": [
      {
        "id": 27,
        "text": "Лево "
      },
      {
        "id": 28,
        "text": "Право"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы пошли налево и вдруг наткнулись на склад...",
    "answers": [
      {
        "id": 26,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы завернули на право и зашли к боссу. Он был седым лет 70 в очках. Одет был в темный пиджак с галстуком. Он увидел вас и сказал:\n—Здравствуй, паренёк. -Зачем ты тут?  -Сказал босс.\n—Я хочу устроиться на подработку. -Сказали вы. Вместе вы подписали нужные бумаги, показали паспорт и даже позвонили маме.\nИ через время вы уже могли считаться как работник по выходным.",
    "answers": [
      {
        "id": 29,
        "text": "Вернуться в общагу и пойти к девочкам."
      },
      {
        "id": 30,
        "text": "Вернуться в общагу и сказать все друзьям"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы зашли в общежитие и раздевшись пошли к девочкам. У них вроде даже телевизор стоит. Можно попросить посмотреть. И вот вы уже перед их дверью. Вы постучали. Через минуту открыли дверь и перед вами показалась девушка лет 17, шатенка с кариэ глазами. Вы попросили посмотреть телевизор. Зайдя в комнату с телевизором вы никого не увидели и спросили где остальные.\n—Ушли по магазинам. Кстати, меня Леной зовут. А тебя? -Спросила Лена.\n—Серёжа, приятно познакомиться. -Ляпнули вы.\n—Взаимно. -Сказала девочка",
    "answers": [
      {
        "id": 31,
        "text": "Смотреть телевизор."
      },
      {
        "id": 32,
        "text": "Поговорить с Леной"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы рассказали все друзьям и пошли в свою комнату. Саша побелел от радости.",
    "answers": [
      {
        "id": 34,
        "text": "Позвонить маме"
      },
      {
        "id": 35,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы посмотрели телевизор. Показывали мультфильм про лунную пчелу. Вы поняли, что провели слишком много времени и ушли",
    "answers": [
      {
        "id": 33,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы мило беседовали друг с другом о разных вещах. О спорте, о музыке, о образовании.\n—Давай посмотрим телевизор? -Сказала девушка.",
    "answers": [
      {
        "id": 31,
        "text": "Давай"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы зашли в свою  комнату под номером 33. Вас встретил Саша.\n—Эй, смог устроиться? -Сказал ваш друг.\n—Вроде бы да. -Сказали вы и друг обрадовавшись ушёл.",
    "answers": [
      {
        "id": 34,
        "text": "Позвонить маме"
      },
      {
        "id": 35,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Але, мам, привет — Сказали вы. \n—Привет, сынок! — Как дела? -Отлично.-сказали вы.\n—А как учеба, какие оценки?\n—Да все нормально, я вот спать собирался.\nПосле этого послышались гудки вы поняли, что мама захотела чтобы вы поспали.",
    "answers": [
      {
        "id": 35,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы легли поспать, залезли на койку и увидели Жеку (одногруппник) он сидел в ноутбуке. В этот момент вы поняли, что у вас тоже есть ноутбук. Завтра нужно посмотреть что да как. Вскоре вы заснули.",
    "answers": [
      {
        "id": 36,
        "text": "Проснуться от света фонаря"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы открыли глаза, а потом сразу закрыли их.\nВам светили в глаза фонариком.\n—Ой, извини. -Послышался голос Лены.\nКак она пробралась сюда мы ведь закрыты на ключ, или она взяла ключ у заведующей общагой? Их комната ведь тоже закрыта...\n—Я не могу заснуть, мне кажется, что за мной следят. -Говорила девочка. \n—Зачем ты сюда пришла? -Если нас найдут, то выселят... Вы передали ей ночник сделанный на скорую руку и сказали не попадаться на глазах",
    "answers": [
      {
        "id": 37,
        "text": "Спать дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы проснулись от того, что на кухне что-то упало. Наверное ложка, или вилка. Вы встали и умылись. Вам сегодня на подработку. Вы оделись и пошли есть. Вы как всегда мило побеседовали с друзьями так же с Жекой и пошли на улицу. По дороге вы увидели Лену. Вы поздоровались и она сказала спасибо ,и вы продолжили идти. Вот вы уже в пиццерии. Зайдя внутрь вас поприветствовал ваш босс и показал дорогу к раздевалке. Вам выдали форму , вы оделись и пошли работать",
    "answers": [
      {
        "id": 38,
        "text": "Готовить пиццу"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вам выдали рецепт разных пицц и вы стали ждать заказов ведь вы были поваром.\nЛюди что-то активно обсуждали за столами.\n Официанты разносили еду и напитки других поваров.\nВам выдали листок с первым заказом.\n\n\n\n\n\nПицца пепперони с томатом и огурцами",
    "answers": [
      {
        "id": 39,
        "text": "Готовить"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы сделали тесто как в рецепте и забыли куда положили листок с заказом.\nВы стали вспоминать какой был заказ",
    "answers": [
      {
        "id": 40,
        "text": "Пицца с томатом и зеленью"
      },
      {
        "id": 40,
        "text": "Пицца пепперони с томатом и зеленью"
      },
      {
        "id": 42,
        "text": "Пицца пепперони с томатом и огурцами"
      }
    ]
  },
  {
    "id": 40,
    "text": "Неа",
    "answers": [
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "—Алё мам, привет.\n—Привет, сынок.- Как поживаешь? -Почему звонишь?\n—Живу нормально, а кстати я устроился подрабатывать в пиццерию с первого дня получил 400р.\n—Молодец сынок! \n—Ладно я пойду  у меня еще дела.",
    "answers": [
      {
        "id": 43,
        "text": "Проверить ноутбук"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы приготовили заказ как нужно и замутили коктейль. Сказали официанту, что все готово и отдали заказ. Также повторялись и другие заказы. Вскоре вы все сделали и отправились в общагу. Вы заработали 400р.\n—Неплохо. -Подумали вы и зашли в общежитие.",
    "answers": [
      {
        "id": 41,
        "text": "Позвонить маме"
      },
      {
        "id": 43,
        "text": "Проверить ноутбук"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы достали его из сумки и подключили зарядник. Вроде все работает. Вы скачали игры и стали залипать. Сидели в ВК, играли в игры с друзьями. Вы решили закрыть ноутбук и лечь спать. ",
    "answers": [
      {
        "id": 44,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 44,
    "text": "z-z-z z-z-z",
    "answers": [
      {
        "id": 20,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы пошли на симестр и внимательно выслушали его для того чтобы пройти экзамены",
    "answers": [
      {
        "id": 69,
        "text": "В общаге"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы пошли в библиотеку и достали книжки математики, русского, и других предметов\n\n\n\n\n\n\n\n\n\nБудут задаваться вопросы. Выбирайте класс в котором учитесь или если вы уже окончили образование выбирайте 11кл.",
    "answers": [
      {
        "id": 47,
        "text": "Матеша"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы взяли математику и стали решать примеры",
    "answers": [
      {
        "id": 58,
        "text": "11кл"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "195<plus>217=?",
    "answers": [
      {
        "id": 63,
        "text": "413"
      },
      {
        "id": 60,
        "text": "412"
      },
      {
        "id": 63,
        "text": "399"
      }
    ]
  },
  {
    "id": 51,
    "text": "1956<plus>4739=?",
    "answers": [
      {
        "id": 60,
        "text": "6695"
      },
      {
        "id": 65,
        "text": "6697"
      },
      {
        "id": 65,
        "text": "6976"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы решили математику и решили взять русский. Вы нашли следующее задание:\nД*обр*й л*в л*ж*т см*тану",
    "answers": [
      {
        "id": 56,
        "text": "Добрый лев лижет сметану"
      },
      {
        "id": 57,
        "text": "Добрий лев лижит сметану"
      },
      {
        "id": 57,
        "text": "Добрый лев лижит сметану"
      }
    ]
  },
  {
    "id": 53,
    "text": "Не страшно если вы еще не доросли до 11кл.\nНо, если вы 11классник, то подучите матешу",
    "answers": [
      {
        "id": 58,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 54,
    "text": " Вы слушали лекции очень внимательно для того чтобы пройти экзамены. ",
    "answers": [
      {
        "id": 64,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  },
  {
    "id": 56,
    "text": "Вы сделали все задания и пошли на симестры. Там вас поприветствовал учитель и сказал:\n—Ну что? -Подучил?\n—Да.\n—Ответь на вопрос: 4√9?",
    "answers": [
      {
        "id": 68,
        "text": "20"
      },
      {
        "id": 68,
        "text": "13"
      },
      {
        "id": 70,
        "text": "12"
      }
    ]
  },
  {
    "id": 57,
    "text": "Нет",
    "answers": [
      {
        "id": 52,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "4√9=?",
    "answers": [
      {
        "id": 52,
        "text": "12"
      },
      {
        "id": 53,
        "text": "12,6573738837473"
      },
      {
        "id": 53,
        "text": "12,6463739474338"
      }
    ]
  },
  {
    "id": 59,
    "text": "Неа",
    "answers": [
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  },
  {
    "id": 61,
    "text": "Вот задание на орфографию: Д*бр*й л*в л*ж*т см*тану",
    "answers": [
      {
        "id": 55,
        "text": "Добрый лев лижет сметану"
      },
      {
        "id": 56,
        "text": "Добрый лев лижит сметану"
      },
      {
        "id": 56,
        "text": "Добрый лев лижет смитану"
      }
    ]
  },
  {
    "id": 62,
    "text": "Увы, нет",
    "answers": [
      {
        "id": 49,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "Извини, но нет",
    "answers": [
      {
        "id": 50,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "Нет",
    "answers": [
      {
        "id": 51,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  },
  {
    "id": 67,
    "text": "Всем привет! Желаю хорошего настроения при прочтении моего квеста. Да, сейчас я неопытен ведь первый квест как никак. Для меня очень ценен ваш лайк. В комментариях пишите баги и ошибки ведь я хочу исправить квест до идеала!",
    "answers": [
      {
        "id": 1,
        "text": "Спасибо! Лови печеньку, автор."
      }
    ]
  },
  {
    "id": 68,
    "text": "Неа",
    "answers": [
      {
        "id": 56,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы пришли обратно в общежитие. Покушали, поговорили с друзьями и позвонили маме. Вскоре прошли и все остальные дни. Наступили экзамены.",
    "answers": [
      {
        "id": 71,
        "text": "В колледже"
      }
    ]
  },
  {
    "id": 70,
    "text": "—Хорошо, даже отлично! Сказал препод и вы сели на стул. Вы продолжили слушать лекции.",
    "answers": [
      {
        "id": 69,
        "text": "Конец занятий"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы пришли в здание колледжа, вас проводили в кабинет и вы  зашли туда вместе с друзьями. Вы пожелали каждому удачи и сели писать ответы на вопросы",
    "answers": [
      {
        "id": 72,
        "text": "1 вопрос"
      }
    ]
  },
  {
    "id": 72,
    "text": "6√16?",
    "answers": [
      {
        "id": 73,
        "text": "24"
      },
      {
        "id": 74,
        "text": "27"
      },
      {
        "id": 74,
        "text": "18"
      }
    ]
  },
  {
    "id": 73,
    "text": "9√81^2?",
    "answers": [
      {
        "id": 75,
        "text": "729"
      },
      {
        "id": 76,
        "text": "38,748,305"
      },
      {
        "id": 76,
        "text": "81"
      }
    ]
  },
  {
    "id": 74,
    "text": "Нет",
    "answers": [
      {
        "id": 72,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 75,
    "text": "9764√4!9",
    "answers": [
      {
        "id": 77,
        "text": "175,752"
      },
      {
        "id": 78,
        "text": "197,420"
      },
      {
        "id": 78,
        "text": "948,839"
      }
    ]
  },
  {
    "id": 76,
    "text": "Нет",
    "answers": [
      {
        "id": 73,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы выполнили все задания и сдали его преподу. Глубоко вздохнули и вышли из колледжа. Прийдя в общежитие вы спросили у своих друзей, что за ответы вписали они. \n\n",
    "answers": [
      {
        "id": 77,
        "text": "Артём - одно отличие от ваших ответов",
        "comment": true
      },
      {
        "id": 77,
        "text": "Саша - без отличий",
        "comment": true
      },
      {
        "id": 81,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 78,
    "text": "Нет",
    "answers": [
      {
        "id": 75,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы узнали свое и чуть не упали от радости.\n",
    "answers": [
      {
        "id": 79,
        "text": "Ваш результат: 5<plus>",
        "comment": true
      },
      {
        "id": 81,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы спросили у Саши, какая у него оценка. Вы вместе стали радоваться.",
    "answers": [
      {
        "id": 80,
        "text": "Его результат: 5<plus>",
        "comment": true
      },
      {
        "id": 81,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы опять пришли в колледж для того, чтобы узнать как вы выполнили задания",
    "answers": [
      {
        "id": 79,
        "text": "Узнать свое"
      },
      {
        "id": 80,
        "text": "Узнать Сашино"
      },
      {
        "id": 82,
        "text": "Узнать Артемино"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы подошли к Артёму чтобы узнать его результат. Вы втроем несильно ударились лбами и стали кричать:\n—Ураа, -Ураа, -Ураа!!!",
    "answers": [
      {
        "id": 83,
        "text": "Получить диплом"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы получили диплом и позвонили маме.\n—Привет, мам!!! -Я диплом получил!\n—Да ну! -А результат?\n— У меня 5<plus>!!\nИ она отключилась, наверное радуется.",
    "answers": [
      {
        "id": 84,
        "text": "Пожениться"
      },
      {
        "id": 85,
        "text": "Не жениться"
      }
    ]
  },
  {
    "id": 84,
    "text": "В жены вы решили взять Лену. Вы купили кольцо и пришли к ней домой. Её мама пропустила вас в дом и вы на глазах у всех сказали: \n—Лена, выходи за меня!\nОна стала кричать:\n—Да, да, да!\nИ вы зажили вместе, у вас появился ребенок. И так далее",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы решили не жениться и поехали вместе с друзьями в квартиры ,у каждого своя. И дожили вы так до старости!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  }
]