[
  {
    "id": 1,
    "text": "это история одного солдата по имени Джон. По ходу продвижения по сюжету вы узнаете откуда он с какой целью он здесь и тайны местной \"администрации\" а точнее военных диктаторов.\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "начать"
      },
      {
        "id": 22,
        "text": "концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись но пока еще не открыли глаза вы просто сидите и слушаете шум летящего вертолета, а также разговор ваших сослуживцев. Вам пока не рассказали о миссии, но успокоили тем что она легкая и потерь среди военнослужащих быть не должно. Но их легкая не уверенность пугает...",
    "answers": [
      {
        "id": 3,
        "text": "посмотреть на местность через открытую дверь вертолета"
      },
      {
        "id": 4,
        "text": "Прислушиваться к сослуживцам"
      }
    ]
  },
  {
    "id": 3,
    "text": "Благо что вы сидите прямо возле входа в вертолет и вы можете наблюдать красоты этого нового для вас мира.\nВы увидели прекрасную горную реку и место в котором можно было бы удобно спрятаться\n\nоткрыта возможность спрятаться\n\n\nа также вы видите ровную местность, а в далеке горы, горы и еще раз горы...\nЧто ж вы удачно поспали ведь вы прилетели",
    "answers": [
      {
        "id": 6,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 4,
    "text": "из-за шума вертолета вы не услышали что говорят солдаты но прекрасно услышали слова капитана:„что ж ,сукины дети, мы прилетели“",
    "answers": [
      {
        "id": 6,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 5,
    "text": "После нескольких дней ожидания вы самые первые покинули форпост Порядка и выдвинулись на встречу колонне. Вторая и третья группа остались ждать начала своих операций. ",
    "answers": [
      {
        "id": 8,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "После высадки вас построили и начали проводить инструктаж а также объяснять задачу",
    "answers": [
      {
        "id": 7,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 7,
    "text": "после инструктажа вам стали объяснять задачу. Вся дивизия (человек 400) делиться на 3 части:\nодна группа присоединяеться к охране колонн многочисленных беженцев \nвторая группа отправляеться на миссию „скала“\nтретья группа начнет операцию по освобождению местного населеного пункта\n\n\nЛюдей начали делить на группы по огромнейшему списку. И наконец ты узнал(а) что идешь в группу...",
    "answers": [
      {
        "id": 7,
        "text": "ВНИМАНИЕ!!! Сейчас вы выбираете сюжетную линию!!!",
        "comment": true
      },
      {
        "id": 9,
        "text": "группа 1"
      },
      {
        "id": 10,
        "text": "группа 2",
        "need": 27,
        "need_ever": true
      },
      {
        "id": 30,
        "text": "группа 3"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы двигаетесь по горной местности придерживаясь мер безопасности и скрытности хоть здесь это и не требуеться ведь обе группировки боятся близко подходить к границе с Новым Порядком, потому что постоянные патрули проверяют всех и после проверки на наличие оружия, вас лишают всех вещей и припасов. Проверяют одежду и многое другое о чем лучше умолчать ведь были случаи когда беженцы проносили в \"себе\" наркоту. Но если у вас заметят оружие или даже что-то похожее, вас без вопросов расстреляют. Да были случаи когда беженцы просто пытались достать документы из кармана но бойцы открыли огонь. Ведь когда тебе говорят стоять не двигаясь с поднятыми руками, надо встать и не двигаться с поднятыми руками",
    "answers": [
      {
        "id": 12,
        "text": "продолжить идти"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты услышал что вас Dжона назначали в первую группу по охране беженцев. Это самое легкое что было. Вы даже отчасти рады тому что в отличии людей из второй и третьей группы вы не будете принимать участие в военных операциях, а просто способствуйте более безопасному выходу беженцев из территорий разделенных на две части гражданской войной, на третью часть территории которые находятся под контролем сил организации Новый Порядок. Вы же после выполнения этой задачи начнете охранять территории Нового Порядка от посягательств со стороны местных боевиков",
    "answers": [
      {
        "id": 5,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 10,
    "text": "прости пока еще это не доработано только группа 1",
    "answers": [
      {
        "id": 31,
        "text": "продолжить мне пох на то что здесь ничего нет"
      },
      {
        "id": 7,
        "text": "назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "хоть вы и выполнили просьбу лидера Свободного Бухарана. Он приказал вас убить. Он воин. Хладнокровный воин. ",
    "answers": [
      {
        "id": 22,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 12,
    "text": "поздравляю вы наконец дошли до форпоста с беженцами. Эти люди ловимые патрулями и дастовляемые сюда бегут от гражданской войны правда не далеко. Вся их огромная страна Бухаран поделилась на три части и люди бегут в побережье\n\"Побережье\"—территория на берегу Бухарана. Когда страна раскололась все деревни и города начали выбирать сторону но прибрежный город Шоган решил не выбирать а запросить помощь Порядка. Войска Порядка начали расширять территорию и захватили все побережье, дабы сюда приплывали новые бойцы и выполняли различного рода операции. Побережье не имеет военных сил ведь оно полностью зависит от Нового Порядка",
    "answers": [
      {
        "id": 13,
        "text": "далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ваша группа из десяти человек прибыла одной из последних. Форпост был большой територией огорожденной стеной. Внутри территории была еще одна територия с забором где уже не должно быть беженцев, а только казармы да здание управления. Вся территория форпоста кроме той где были казармы представляла из себя пустырь где скоро должно быть море палаток. Но беженцев надо было сначала привести сюда...",
    "answers": [
      {
        "id": 14,
        "text": "отправиться за беженцами"
      }
    ]
  },
  {
    "id": 14,
    "text": "ваш отряд из 150 человек идет медленно и осторожно ведь это территория одной из группировок. Вы идете уже 5 дней пару раз вы встречали боевиков но те бежали. Видимо это были всего лишь разведчики но зачем они следят? Один раз эти наглецы попытались украсть одного из солдат но бойцы не оставили это просто так они открыли огонь 2 из 5 разведчика погибли но также когда последние три боевика скрывались они прирезали того солдата которого хотели украсть. Вы наконец дошли до лагеря беженцев.",
    "answers": [
      {
        "id": 16,
        "text": "зайти..."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы проснулись, слава богу это был всего лишь сон, вы открываете глаза но один глаз сильно болит и даже не может открыться другой же вы смогли открыть но светло не стало в чем дело? Вдруг вы резко понимаете что все ваше тело болит, видимо вас очень долго били. Вы пытаетесь закричать но на все что вам хватает сил это шепот. К вам вернулся слух вы слышите сильный воодушевленый голос, вы понимаете что он говорит на всеобщем голосе. Вдруг с вас скрывают повязку резкая глазная боль. Слишком ярко. Несколько секунд вы не можете открыть глаза. Вы наконец то можете видеть. Вы сидите привязанные к столбу как еще шесть таких же людей которые не погибли в той мясорубке. Правда с одним из пленных эти ублюдки перестарались. Все были солдаты кроме старейшины который управлял беженцами.",
    "answers": [
      {
        "id": 21,
        "text": "послушать что говорит человек перед вами"
      }
    ]
  },
  {
    "id": 16,
    "text": "когда вы начали заходить вы заметили отсутствие охраны входа это вас насторожило вы идете во втором ряду. Вы не слышите гул беженцев.",
    "answers": [
      {
        "id": 17,
        "text": "продолжить идти в своем ряду"
      },
      {
        "id": 18,
        "text": "попытаться остановиться и чуть отойти дабы \"что-то найти в рюкзаке\""
      }
    ]
  },
  {
    "id": 17,
    "text": "как только вы начали заходить вы тут же увидили людей в привычной форме Порядка но вдруг присмотревшись к лицам вы понимаете что это народ гор и пустынь, тут же открывается огонь. Вы понимаете что стоять на месте это самоубийство...",
    "answers": [
      {
        "id": 19,
        "text": "побежать назад"
      },
      {
        "id": 20,
        "text": "храбро побежать на врагов"
      }
    ]
  },
  {
    "id": 18,
    "text": "вы начали шариться в рюкзаке дабы не заходить в лагерь. И вдруг вы слышите как первые ряды закричали о терористах, но в это же время вы увидели войнов востака повсюду. Это конец вы попытались бежать но тщетно... пулеметный огонь скосил вас",
    "answers": [
      {
        "id": 18,
        "text": "открыта концовка: ум не спас",
        "comment": true
      },
      {
        "id": 1,
        "text": "неужели такой бесславный конец?"
      }
    ]
  },
  {
    "id": 19,
    "text": "вы бежите назад, и вдруг вы понимаете что это окружение... это конец!!! Одна пулеметная очередь обрывает вашу трусливую жизнь.",
    "answers": [
      {
        "id": 19,
        "text": "открыта концовка: смерть труса",
        "comment": true
      },
      {
        "id": 1,
        "text": "неужели это конец?"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы подбежали к ближайшему врагу. Вы надеялись спрятаться за ним. Но он был проворней и профессиональнее чем вы, он в один миг обошел вас и взял в захват. Прежде чем вы потеряли сознание вы услышали четыре пулемета которые стреляли в узкий проход в лагерь где скучковалась вся дивизия все пали. Даже до конца не поняв что происходит. Они пытались стрелять но многочисленне боевики безжалостно расстреливали тех кто пытался забежать в лагерь, а те кто оставался в проходе или пытался бежать назад расстреливались наступающими боевиками и пулеметами. Вы не можете сказать сколько террористов было в лагере но их было очень много и видимо сейчас за стеной было не меньше. В ваших глазах потемнело, неужели это конец? Быть задушенным террористом? Это вы хотели когда шли на самую безопасную из миссий?",
    "answers": [
      {
        "id": 15,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 21,
    "text": "Перед вами стоит человек. Он выглядел очень красиво, его гордый полный решительности взгляд говорил о том что он человек слова который не остановиться не перед чем, но выполнит поставленную задачу. Он говорил. Вы наконец то можете разбирать слова. И вот что вы слышите: Бухаранцы, эти люди вторглись в нашу страну. Вы предали свой народ пытаясь в качестве беженцев идти туда и служить этим неверным. Что ж и что вы ждали? Прекрасной жизни? Нет этого не будет. Если падет наш свободный Бухаран, то вся нефть Бухарана перейдет всяким неверным, а знаете кто будет работать не нефте-добывающих станциях? Знаете? Вы. Вы будете рабами. О такой участи вы мечтали? О таком прекрасном будущем? Вы, ваши дети, дети детей будут рабами. Вступайте в свободный Бухаран под моим правлением, мы вместе выгоним неверных, позже сокрушим этих жалких Бинаров, они тоже хотят выгнать неверных но также хотят превратить нашу страну в государство бандитов не допустим же это!!!! Слава свободному Бухарану.",
    "answers": [
      {
        "id": 24,
        "text": "интересно"
      }
    ]
  },
  {
    "id": 22,
    "text": "это страница со всеми концовками",
    "answers": [
      {
        "id": 23,
        "text": "концовка 1: смерть труса",
        "need": 19,
        "need_ever": true
      },
      {
        "id": 28,
        "text": "концовка 2: ум не спас",
        "need": [
          18
        ],
        "need_ever": true
      },
      {
        "id": 11,
        "text": "концовка 3: не честно, по-спартански",
        "need": 26,
        "need_ever": false
      },
      {
        "id": 29,
        "text": "концовка 4: победа или поражение?",
        "need": 27,
        "need_ever": true
      }
    ]
  },
  {
    "id": 23,
    "text": "После того как вы вошли в лагерь, по первым рядам открыли огонь. Вы вместо того что бы принять бой бросили оружие  и начали бежать назад. И вашу трусливую жизнь прервали пулеметным огнем.",
    "answers": [
      {
        "id": 22,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "на первую страницу "
      }
    ]
  },
  {
    "id": 24,
    "text": "После этих слов люди с автоматами начали кричать Ура. Также их поддержали беженцы стоявшие на коленях. Но сейчас боевики помогали им подняться. И один из солдат который был привязан слева от вас. Крикнул Слава Бухарану. Чертов предатель. Вдруг лидер свободного Бухарана повернулся со словами а да точно вы.  Он сделал движение рукой и вдруг к каждому человеку из вашей семерки ,привязанных к столбу, приставили к затылку автомат. Человек перед вами сказал: „скажите громко и отчетливо Слава Бухарану\".",
    "answers": [
      {
        "id": 25,
        "text": "К ЧЕРТУ БУХАРАН. ПУСТЬ ОН СГОРИТ В АДУ"
      },
      {
        "id": 26,
        "text": "СЛАВА БУХАРАНУ"
      }
    ]
  },
  {
    "id": 25,
    "text": "Все выполнили просьбу лидера Свободного Бухарана. Кроме вас. Этот человек смотря на вас кивнул грянули выстрелы. Вы уже подумали что погибли. Но нет. Вы единственный выживший. Лидер боевиков сказал:„ты воин, сильный воин знаешь. На тебе автомат иди, но если ты обернешься ты сразу погибнешь. В автомате 20 патрон.“ Вы взяли протянутую аку  вы почувствовали как в вас прицелилось 1000 людей. Вы прохрипели: „спасибо\". \nА он в ответ крикнул: „иди“.",
    "answers": [
      {
        "id": 27,
        "text": "идти"
      }
    ]
  },
  {
    "id": 26,
    "text": "когда все кроме мертвого прокричали слава Бухарану. Лидер боевиков сказал: „и это хваленные бойцы Порядка, или послушное стадо которое при любой опасности забывают что они войны, а войны не прекланяються. Убить их“. Короткое молчание и выстрел, а после тьма.",
    "answers": [
      {
        "id": 1,
        "text": "открыта концовка: не честно, по-спартански :D",
        "comment": true
      },
      {
        "id": 1,
        "text": "не честно!!!!!"
      }
    ]
  },
  {
    "id": 27,
    "text": "вы идете все дальше и дальше. Вы ждете выстрелов в спину, но их нет, неужели тебя пощадили?! Но осталась проблема вы не сможете идти на территории Порядка идти далеко но воды нет. Все что вам осталось это идти, идти, идти и еще раз идти. ",
    "answers": [
      {
        "id": 27,
        "text": "концовка: победа или поражение?",
        "comment": true
      },
      {
        "id": 1,
        "text": "скоро я добавлю другие компании "
      }
    ]
  },
  {
    "id": 28,
    "text": "вы сразу заподозрили не ладное и решили отстать. Но даже ваша предусмотрительность вас не спала.",
    "answers": [
      {
        "id": 22,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы прошли ад. Вы выжили. Вы герой но что дальше? вы погибли или выжили? так много вопросов и пока что нет ответов думаю в будущих компаниях вы услышите об человеке в пустыне. :D",
    "answers": [
      {
        "id": 22,
        "text": "назад"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 30,
    "text": "нету сорре. Но есть идеи которые круче любой кампании до этого 0_0",
    "answers": [
      {
        "id": 7,
        "text": "назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "детство Люссии прошло не лучшим способом. Мать умерла так рано что девочка не успела познать ласки, отец вскоре сошел с ума. Он начал тоскать своих друзей выпивох в дом. И им приходилось начивать в доме отца Люссии ведь в столице Нового Порядка славного города Бастион Правосудия был комендантский час. Постепенно эти пьянчуги начали рассматривать девушку, не просто как слугу, а как женщину. Отец сначала защищал дочь, хоть и ненавидел ее. Но в один день ее отец понял что ее можно продать на одну ночь да и вообще. Стать сутенером собственной дочери. И в ту ночь 12-ия Люссия как всегда сидела в своей комнате тихо плача но дальше произошло страшное. Отец открыл дверь в комнату своей дочери пяти алкашам. Некто не спрашивал у Люссии что произошло тогда, да и зачем все и так ясно... в ту ночь крики слышала вся улица.",
    "answers": [
      {
        "id": 33,
        "text": "печально"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "Но некто не чего не доложил солдатам. Ведь один из алкашей был братом начальника потрулей этого района. В ту ночь маленькая Люссия потеряла девственность и разум. На следующую ночь эти звери хотели повторить свое действие но из-за праздника урожая, они напились настолько что не смогли встать из-за стола. Люссия выбралась из своей комнаты, а после нашла пистолет отца. Она пристрелила в упор отца, а дальше взяла нож и с особой жесткостью порезала каждого. Пьянчуги просыпались с кишками в руках. В ту ночь крики опять слышала вся улица но на этот раз не детские, умоляющие перестать, кричащие от боли, а самое что не на есть мужские. Через три минуты уже весь город знал что в доме что-то произошло наверное какой нибудь маньяк или типо того, и как же они удивились когда увидели маленькую девочку которая плакала в последний раз в жизни. Она была вся в крови и кровь была не только сегодняшняя но вчерашняя. ",
    "answers": [
      {
        "id": 34,
        "text": "боль"
      }
    ]
  },
  {
    "id": 34,
    "text": "некто не знает что было дальше только если судить по сводкам из стражников порядка. Она одна перестреляла целый патруль. За то что те просто пошутили про то что она может присоединиться в их мужскую компанию. Дальше полная тьма почему же она сейчас стала сержантом в миротворческих армиях Нового Порядка также не известно.\n",
    "answers": [
      {
        "id": 35,
        "text": "приступим"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вас назначали во вторую группу. Ваша задача взять крепость группировки Биранов. В крепости сидит сам Али-Кедар лидер группировки. Найти, уничтожить. \n",
    "answers": [
      {
        "id": 36,
        "text": "ясно"
      }
    ]
  },
  {
    "id": 36,
    "text": "Солдаты приближаются к крепости их задача связать боем и отступить. Только сегодня вы почему то решили себе поставить задачу всего 5 патрон в крепости. Рядом вы можете использовать сколько угодно. Все что нужно вам это пробраться в крепость и уничтожить эту свинью. ",
    "answers": []
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  }
]