[
  {
    "id": 1,
    "text": "Автор:Zlotyx\nЖанр:Приключение\n\nВы очутитесь в большом городе, но не помня даже кто вы. Вам предстоит понять зачем вы здесь. В этом вам поможет ваш новый друг и его банда. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 31,
        "text": "Достижение"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы очутились на улице в центре большо города. Ваша голова болит, а память пропала. На улице стоял ливень и становилось холодновато.",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 3,
    "text": "По улице никто не ходит, но магазины открыты. Может переждать ливень там?",
    "answers": [
      {
        "id": 4,
        "text": "Зайти в магазин"
      }
    ]
  },
  {
    "id": 4,
    "text": "Продавец мирно сидел на старом стуле и не издал звука. Вы сели на лавку возле окна. Сверкающие витрины так и манили вас свои запахом. На витринах было много хлебобулочных изделий. Вы были очень голодны. Можете попытаться украсть хлеб и убежать, но вас могут поймать.",
    "answers": [
      {
        "id": 5,
        "text": "Украсть хлеб"
      }
    ]
  },
  {
    "id": 5,
    "text": "За вами погнался продавец.",
    "answers": [
      {
        "id": 7,
        "text": "Попытать измотать продовца"
      },
      {
        "id": 10,
        "text": "Прыгнуть в канализацию",
        "var_set": [
          "asd",
          1
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "—Хорошо, а теперь нам нужно кое-что забрать",
    "answers": [
      {
        "id": 25,
        "text": "Что?"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы ели бежите из-за голода и истощения. Вдруг ваша одежда цывляется за что-то и вы упали. Вы слышите шаги. Ваша нога очень болела и встать вы не могли.",
    "answers": [
      {
        "id": 8,
        "text": "Ползти"
      },
      {
        "id": 9,
        "text": "Взять рядом лежащую бутылку"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вас схватили за руку и подняли. Странно, но это был не продавец, а какой-то бомж. Оказалось как только вас увидела группа бездомных они сразу кинулись помогать. Он вас провел в какую-то однокомнатную квартирку и посадил за стол. Обоев не было, а в углу стоял советский холодильник и старая плита. С вами сел за стол тот человек который поднял вас на ноги. Похоже он единственный у кого в той группе есть свой дом.\n—Ну, давай знакомиться. Я Саша , а тебя как?\n",
    "answers": [
      {
        "id": 11,
        "text": "-Кто ты?"
      },
      {
        "id": 12,
        "text": "-Я не помню"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы бросили бутылку. Треск. Ваши ноги в чей-то крови. Вас начали пинать кто-то кинул в вас большой камень. Вы умерли и так и лежали на улице неделю. (Вы попали в главоря бездомных который бежал вам на помощь. Игра окончена :)",
    "answers": [
      {
        "id": 7,
        "text": "Назад в прошлое!"
      }
    ]
  },
  {
    "id": 10,
    "text": "Падение было мягким но вы потеряли хлеб и испачкались в отходах с ног до головы. Вдруг вы поняли что тонете. Вы захлебнулись в отходах, а вспоминая о вас и вашем поступке жители города хохотали. (Игра окончена :)",
    "answers": [
      {
        "id": 5,
        "text": "Назад в прошлое!"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Ты не знаешь?! Странно... Меня все в этом городе знают. Так как твоё имя?",
    "answers": [
      {
        "id": 12,
        "text": "-Я не помню"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Как это не помнишь? ",
    "answers": [
      {
        "id": 14,
        "text": "-Я потерял память"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы легли на раскладушку. Она была мягкая. Вас удивило то что в комнате стоит ноутбук. Можете включить его",
    "answers": [
      {
        "id": 15,
        "text": "Включить"
      },
      {
        "id": 20,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Ладно... Проехали.\nСаша начал рыться в своей порваной сумке и вытащил золотистые монеты.\n—Вот возьми. Тебе нужнее\nВы взяли 30 монет. Немного посидев и попив чай  Саша предложил вам переночевать у него в спальне. ",
    "answers": [
      {
        "id": 13,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Был слабый соседский интернет. На рабочем столе был браузер и немного игр",
    "answers": [
      {
        "id": 17,
        "text": "Открыть браузер"
      },
      {
        "id": 18,
        "text": "Сыграть в CS GO"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы пришли на рынок. Повсюду люди, но все уже расходятся. ",
    "answers": [
      {
        "id": 24,
        "text": "Вернуться к квартире"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы открыли карту, но она показывает что вы в лесу, а потом через секунду вы в пустыне. Вы просто посмотрели мемы и легли спать.",
    "answers": [
      {
        "id": 20,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы сыграли несколько каток. и так просидели всю ночь поспав 1 час.",
    "answers": [
      {
        "id": 20,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 19,
    "text": "В ларьке продавали разные шоколадные батончики и доширак. Вы были не так голодны да и могли сходить поесть к Саше, но у вас были деньги и желание съесть что-то вкусное.",
    "answers": [
      {
        "id": 21,
        "text": "Купить доширак"
      },
      {
        "id": 22,
        "text": "Купить батончик"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы проснулись. Ноутбук пропал. На кухне спал Саша. Вы решили не будить его и вышли на улицу.",
    "answers": [
      {
        "id": 19,
        "text": "Пойти в ларёк"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы потратили 5 монет и купили доширак. Вы попросили в ближайшем кафе кипяток и поели. Это было вкусно.",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться к квартире"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы съели батончик. Потратив 5 монет и немного подкрепившись вы вернулись к квартире.",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться к квартире"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы около подьезда. Вы уже хотели войти внутрь как вдруг вышел Саша.\n—Ну? Исследовал город?",
    "answers": [
      {
        "id": 6,
        "text": "-Да"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "Наш товарищь передал нам пистолет и еду. Принесёшь? Там может и тебе подарок есть. Он о тебе знает",
    "answers": [
      {
        "id": 26,
        "text": "-Хорошо, а где груз то?"
      }
    ]
  },
  {
    "id": 26,
    "text": "Иди к ларьку, а там рядом машина зелёна. В ней груз.",
    "answers": [
      {
        "id": 27,
        "text": "Пойти забрать груз"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы нашли ту машину и уже хотели унести груз как из-за угла вылезли гопники. Вы сразу поняли, что они хотя так, что постарались делать вид будто не видите их.",
    "answers": [
      {
        "id": 28,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 28,
    "text": "Гопники начали быковать. Но вы убежали. В голове вы сами себе сказали „Нужно сваливать\". Прийдя домой вы бросили груз и хотели предупредить Сашу, но вы услышали треск. Дверь выбита! Вы вскрыли коробку и взяли пистолет. (Это была 1 часть :)",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 29,
    "text": "Взяв стул и подперев дверь вы открыли окно. К счастью квартира была на первом этаже и вы с легкостью спустились. Саша полез за вами.\n",
    "answers": []
  },
  {
    "id": 30,
    "text": "123",
    "answers": []
  },
  {
    "id": 31,
    "text": "Здесь вы можете посмотреть достижения",
    "answers": [
      {
        "id": 32,
        "text": "Канализация"
      },
      {
        "id": 33,
        "text": "Саша"
      },
      {
        "id": 34,
        "text": "Конец?!"
      }
    ]
  },
  {
    "id": 32,
    "text": "Самая глупая смерть. Утоните в канализации ",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "Встретите своего нового лучшего друга",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "Конец? ",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  }
]