[
  {
    "id": 1,
    "text": "Истроия про ограбление банка некой преступной группировкой \"Черные капюшоны\". Вам предстоит взять на себя судьбу целого отряда и пройти ограбление. Приятного прохождения!\nАвтор: Semkoed72\nЖанр: Приключение, боевик.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Место встречи членов ОПГ \"Черные капюшоны\" была сьемная квартира главы группировки. Туда  и направлялись наши главные герои.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "И вот они вошли в квартиру, где и стоял их босс.\n—Всех приветствую — начал говорить он и показал на диван, стоящий рядом с ними — садитесь. Вы, наверняка знаете, зачем я вас пятерых сюда позвал.\n—Дайте-ка угадаю — сказал один из пятерки — у нас образовалось какое-то важное дело и если мы его выполним то сорвем большой куш?\n—А ты мне начинаешь все больше нравится. Ну дак вот. Мы, а точнее вы, будете грабить банк. Только представте какие будут заголовки журнал и газет. Например \"Черные капюшоны ограбили банк\" или \"Черные капюшоны вернулись\". Как вам? По-моему ничего так. Но давайте к делу. Я позвал именно вас, так как вы лучшие бойцы что я знаю. Мы преодолевали вместе такое, что ограбление банка нам не по чем.\n—Ну в целом идея заманчивая — сказал другой из пятерки — Но вы хоть понимаете что нам нужно для ограбления, план захвата, план побега, а еще и федеральный розыск. Об этом вы подумали?\n—Ну естественно умник. Этот план я разрабатывал месяц. Но нам для реализации кое-что нужно. ",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Итак, теперь слушаем внимательно — сменил тон босс — Во-первых, нам нужен транспорт. Я знаю где его добыть. Одолжим бронированный фургон у спецназа. Так будет надежнее. Этим займешься ты Марк. Ты лучший водила во всем городе.\n—Будет нелегко — проговорил про себя Марк.\n—Еще нам нужны пушки. Этим займется Макс. Завтра будет сделка о покупке оружия у мафии. Этим мы и воспользуемся. Олег — повернул он голову на одного из пятерки — Ты взломаешь камеры видеонаблюдения. И вообще взломаешь всю охранную систему.  Так мы лучше узнаем что внутри. Коля, ты должен забрать экипировку. Она у моего знакомого, не спрашивай что она там делает. Пойдешь по адресу который я тебе скину, скажешь что от меня и он тебе даст портфель с бронижелетами, балаклавами, наручниками и т.д. Ну и ты Андрей. Тебе я дам самое сложное задание. Я тебе даю 100 рублей, иди сгоняй мне за пивом. Оно сложное потому что время уже позднее, а ближайший маназин в километре отсюда — с улыбкой сказал босс — И да вот еще что. На все про все вам 2 дня. Как только сделали дело, доложите мне. Всем ясно?\n—Да — хором сказали они.\n—Ну тогда идите. Если вы попадетесь легавым, я вас не знаю.\nИ после этого, все разошлись по своим делам.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "                     Подготовительное задание 1\n                                    На колесах\nЦель: Угнать броневик у спецназа\nУсловие: Не приводить с собой хвост\nДействующие лица: Марк\nНаграда: Бронированный фургон",
    "answers": [
      {
        "id": 6,
        "text": "Начать подготовительное задание"
      }
    ]
  },
  {
    "id": 6,
    "text": "Время 12:07\nМарк уже находился возле головного офиса спецназ. И вот он заприметил этот броневик. Но находится он за сетчатым забором. Рядом стоят 2 бойца и разговаривают друг с другом.",
    "answers": [
      {
        "id": 7,
        "text": "[Отвлечь их]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Чем будет отвлекать Марк?",
    "answers": [
      {
        "id": 8,
        "text": "[Кинуть камень в окно и разбить его]"
      },
      {
        "id": 9,
        "text": "[Кинуть петарду]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Марк разбил окно камнем. На звук слетелись эти 2 бойца и еще пару людей. В это время Марк взламывает замок 2 скрепками и открывает дверь. Он находит ключи в салоне, вставляет в зажигание, и заводит ее. Марк выламывает броневиком забор. А эти 2 бойца заметили угон только тогда, когда он ехал вдалеке.",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Марк зажег и кинул петарду вдаль. На звук слетелись эти 2 бойца и еще пару людей. В это время Марк взламывает замок 2 скрепками и открывает дверь. Он находит ключи в салоне, вставляет в зажигание, и заводит ее. Марк выламывает броневиком забор. А эти 2 бойца заметили угон только тогда, когда он ехал вдалеке.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Марк вышел из машины, как тут же его повязали.\n—Попался урод! — сказали ДПСники — Будешь знать как тырить у спецназа. Всем постам — обратился он по рации — он задержан.",
    "answers": [
      {
        "id": 13,
        "text": "[Сдаться]"
      },
      {
        "id": 14,
        "text": "[Сопротивлятся аресту]"
      }
    ]
  },
  {
    "id": 11,
    "text": "И вот Марк едет на бронированном фургоне по дороге и прохожие обращают на него внимание. А еще на него обращают внимание ДПСники, которые остановили его машину.\n—Здравствуйте. Майор Семенов. Выйдите из машины.\n—Что случилось?\n—Выйдите из машины.",
    "answers": [
      {
        "id": 10,
        "text": "[Выйти]"
      },
      {
        "id": 15,
        "text": "[Уехать]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Марк решил, что надо бы их подрезать, что он и сделал. А те угодили под встречку и получилось дтп. Спустя 10 минут Марк доехал без проишествий и спокойно довез фургон на место.\n\n                         Миссия выполнена\nНаграда получена: Бронированный фургон",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Марк решил сдатся и его посадили в тюрьму.\n                          Миссия провалена",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 14,
    "text": "У марка были скованы руки, но он все-равно пытался бить их ногами и в итоге повалил их на пол. А этим временем он забрался в машину и уехал. Один из патрульных встал и сказал всем по рации:\n—Всем постам. Он вырвался и пытается сбежать. Нужно подкрепление.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "Марк быстро рванул что есть сил. Но за ним был хвост и от него надо было избавлятся.\n—Остановите машину или открываем огонь.",
    "answers": [
      {
        "id": 12,
        "text": "[Подрезать их]"
      }
    ]
  },
  {
    "id": 16,
    "text": "                 Подготовительное задание 2\n                   С пушками нам спокойнее\nЦель: Украсть оружие\nУсловие: Не приводить с собой хвост, остаться живым.\nДействующие лица: Макс\nНаграда: Оружие",
    "answers": [
      {
        "id": 17,
        "text": "Начать задание"
      }
    ]
  },
  {
    "id": 17,
    "text": "Время 16:00\nМакс сидит в засаде и ждет, когда же все приедут. И вот, с опозданием в минуту все приехали. Макс сидел на таком расстоянии, что кое-что можно было услышать. И вот Макс видит        что один из мафиози достает и показывает кому-то пушки. Из разговора было только понятно \"пушки\" \"деньги\" \"браконьеры\". Что будет делать Макс?",
    "answers": [
      {
        "id": 18,
        "text": "[Подкинуть слезоточивый газ]"
      },
      {
        "id": 19,
        "text": "[Начать стрельбу]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Он берет дымовую гранату, отдергивает чеку и моментально кидает ее в них. Все, кто находился на сделке или в радиусе дыма были ослеплены. Макс не терял время, взял респиратор, одел его, забрал ящики с оружием, и как можно быстрее убежал с места проишествия. \n                          Миссия выполнена\n  Награда получена: Оружие",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Макс достал пистолет из своих штанов и начал стрельбу. Но так как врагов было слишком много, в Макса слишком большое количество свинца, которое его убило.\n                        Миссия провалена",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 20,
    "text": "                  Подготовительное задание 4\n                       Нет охраны, нет проблем.\nЦель: Проверить систему охраны банка на возможность взлома.\nУсловия: Не спалится\nДействуйщие лица: Олег\nНаграда: Коды доступа",
    "answers": [
      {
        "id": 21,
        "text": "Начать задание"
      }
    ]
  },
  {
    "id": 21,
    "text": "Время 9:26\n—Так — сказал про себя Олег, шарясь в компьютере — Сейчас проверим, как они охраняют свой банк.\nПосле этих слов он начал запускать программу, подключать специальные провода и кабели.\n—Итак, Что тут у нас. Введите пароль. Пару комбинаций и все будет.\nУгадайте пароль.\n\n00000000000000000000000000000000000000000\n\nВведите пароль:  *  *  *  *  4231\n\nРезультаты взлома\n           Используются цифры 1,2,3,4\n           2134 — одна цифра на своем месте\n           2431 — две цифры на своих местах\n           4213 — две цифры на своих местах\n  \n00000000000000000000000000000000000000000\n            ",
    "answers": [
      {
        "id": 22,
        "text": "                                2413"
      },
      {
        "id": 23,
        "text": "                                 4213"
      }
    ]
  },
  {
    "id": 22,
    "text": "Неверно!\n                            Миссия провалена.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 23,
    "text": "Верно",
    "answers": [
      {
        "id": 24,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Ну вот и все, а ты ломалась — сказал Олег про себя. О нет, еще и ключ какой-то вводить. Ладно, погнали.\n\n0000000000000000000000000000000000000000000\n\n Введите ключ:  *  *  *  *  *  *  \n Результаты взлома\n                      Не используется цифра 0\n000000000000000000000000000000000000560000000002200000000000000000000000000000000000000000000000000000000000340000000000000000000\n\n0000000000000000000000000000000000000000000",
    "answers": [
      {
        "id": 25,
        "text": "                               562234"
      },
      {
        "id": 26,
        "text": "                                   223456"
      }
    ]
  },
  {
    "id": 25,
    "text": "Верно",
    "answers": [
      {
        "id": 27,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "Неверно\n                            Миссия провалена!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 27,
    "text": "—О да, я прям настоящий хакер. Ну или у них слабая защита. Ну а теперь осталось самое главное. \n\n00000000000000000000000000000000000000000\n\n Введите ключ деактивации: *  *  *  *  *  *  *  *\n Результаты взлома                 \n Не исполтзуется 0\n            1 = 5\n            2 = 9\n            3 = 7\n            4 = 6\n            5 = 8\n00000001540000002340000000000000520000000\n\n00000000000000000000000000000000000000000   \n                 ",
    "answers": [
      {
        "id": 28,
        "text": "58697689"
      },
      {
        "id": 29,
        "text": "16423452"
      }
    ]
  },
  {
    "id": 28,
    "text": "Верно",
    "answers": [
      {
        "id": 30,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "Неправильно\n                             Миссия провалена",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Фух — вздохнул Олег — Взломал наконец коды доступа. Ура! И все-таки я профи в своем деле.\n                          Миссия выполнена\nНаграда получена: Коды доступа",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "                 Подготовительное задание 4\n                          А как же без этого?\nЦель: Забрать экипировку\nУсловия: Остаться в живых, не привести хвост.\nДействующие лица: Коля\nНаграда: Экипировка",
    "answers": [
      {
        "id": 32,
        "text": "Начать задание"
      }
    ]
  },
  {
    "id": 32,
    "text": "Время 14:32\nКоля подошел к подьезду, где жил парень у которого вся эта экипировка. Он набрал его номер квартиры на домофоне.\n—Кто это? — спросили по ту сторону домофона\n—Это я, Коля — ответил Коля — Вас должны были предупредить насчет меня.\n—Ах да, заходи — после этого прозвучал писк, он открыл дверь и вошел.",
    "answers": [
      {
        "id": 33,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": "Коля зашел в подьезд, а затем и в квартиру. \n—Ну привет — сказал тот парень\n—Здарова — сказал Коля\n—Я Валера\n—Коля\n—Слушай, я тут нечайно пошарился в ваших вещах и... Зачем вам все это?\n—А тебе не сказали?\n—Мне сказали,чтоб они у меня побыли. И все. Зачем вам эти бронежилеты, наручники, маски?",
    "answers": [
      {
        "id": 34,
        "text": "-Мы идем на ограбление\n(Сказать правду)"
      },
      {
        "id": 35,
        "text": "-Мы и сами не знаем\n(Солгать)"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Я расскажу, только никому. Мы идем на ограбление. Мы собираемся грабить банк, и поэтому нам все это нужно.\n—Ох черт. Так и знал что тут что-то не чистое. Я не хочу быть соучастником. Я вызываю копов.",
    "answers": [
      {
        "id": 36,
        "text": "[Вырубить его]"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Ну мы сами не знаем. Нам сказали просто забрать это все.\n—Ты не обманываешь?\n—Нет\n—Слушай, тут что-то не ладное. Чую что эти вещи для чего-то нелегального нужны. На военных они не походят, значит точно нелегалы. Я звоню в полицию.",
    "answers": [
      {
        "id": 36,
        "text": "[Вырубить его]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Как только он начал доставать телефон, Коля ударом ноги по голове вырубает его. Он падает без сознания. В это время Коля берет сумки и бежит как можно быстрее.\n                        Миссия выполнена\n Награда получена: Экипировка",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": "И вот, когда все готово, все члены клуба \" Черные капюшоны\" пришли в свое логово.\n—Итак — начал босс — У нас все готово: машина, оружие, броня, так-же коды доступа. Так стоп. Где мое пиво?\n—Вот оно — сказал Андрей и вытащил пиво из рюкзака.\n—Ты че 2 дня за ним ходил?\n—Вы же сказали, на все про все 2 дня.\n—Тебя это не касалось. Ладно, вот план — он открыл самодельную карту банка — Вот парадный вход. Мы входим оттуда со всей снарягой. Ты Марк, будешь сидеть в броневике на заднем входе. По сигналу подъезжаешь к главному входу. Коля, Макс и Андрей заходят ко входу, кричат что-то типо \"Это ограбление\" и все. Берете банк в заложники. Олег взламывает сейф и повторно взламывает охрану. На всякий пожарный. Вы берете свои сумки и набиваете их до отказа деньгами. Вы уходите, Марк подьезжает за вами. Вы уезжаете в тайную квартиру. Не приведите хвост! Если надо будет убейте их. И да. Стараемся не убивать гражданских. Это в планы не входило. После этого, скорее всего, вас объявят в федеральный розыск. На этот случай я вам заготовил поддельные документы. Берите.  Вам надо будет уехать из города, а возможно, из страны. Выдвигаемся завтра утром. Удачи—после этих слов все разошлись.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "                                  Ограбление\n                           Наша минута славы\nЦель: Ограбить банк, украсть как можно больше денег\nУсловия: Остаться в живых, не приводить хвост, сбежать с деньгами\nДействующие лица: Марк,Макс,Олег,Коля,Андрей\nНаграда: 100.000.000 рублей",
    "answers": [
      {
        "id": 39,
        "text": "Начать ограбление"
      }
    ]
  },
  {
    "id": 39,
    "text": "Время 8:55\nВсе стоят на своих позициях: Марк за рулем, Олег в машине с ноутбуком, Макс, Андрей,Коля у входа.\n—Ну? — спросил Коля\n—Че? — сказал Макс\n—Заходим?\n—Подожди. Блин... Страшно че-то. Вот сейчас реально мне страшно.\n—И мне тоже. Но отступать нельзя. Ладно, натянули балаклавы и погнали.",
    "answers": [
      {
        "id": 40,
        "text": "[Открыть дверь]"
      },
      {
        "id": 41,
        "text": "[Выбить дверь]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Коля открыл дверь. Все с испугом посмотрели на  банду.",
    "answers": [
      {
        "id": 42,
        "text": "Это ограбление! Гоните все ваше бабло!"
      },
      {
        "id": 42,
        "text": "Всем лежать! Руки за голову! Это ограбление!"
      },
      {
        "id": 42,
        "text": "Никто не двинется, никто не умрет! Это ограбление!"
      }
    ]
  },
  {
    "id": 41,
    "text": "Коля выбил дверь с ноги. Все с испугом посмотрели на банду. ",
    "answers": [
      {
        "id": 42,
        "text": "-Это ограбление! Гоните все ваше бабло!"
      },
      {
        "id": 42,
        "text": "-Всем лежать! Руки за голову! Это ограбление!"
      },
      {
        "id": 42,
        "text": "-Никто не двинется, никто не умрет! Это ограбление!"
      }
    ]
  },
  {
    "id": 42,
    "text": "После этих слов Андрей подошел к работнице и кинул ей мешок.\n—Наполни их деньгами! Живо!\nВдруг Коля увидел как один посетитель начал что-то выискивать у себя в кармане.",
    "answers": [
      {
        "id": 43,
        "text": "[Предупредить]"
      },
      {
        "id": 44,
        "text": "[Угрожать выстрелами]"
      },
      {
        "id": 45,
        "text": "[Убить]"
      }
    ]
  },
  {
    "id": 43,
    "text": "—Эй ты — показывает на него, после чего он с испугом повернулся — Ты че там шаришь? А ну руки за голову, чтоб я их видел.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Коля сделал несколько предупредительных выстрелов возле посетителей. Он сразу перестал это делать.\n—Еще раз кто-то из вас шевельнется, убью всех.",
    "answers": [
      {
        "id": 46,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 45,
    "text": "Коля не выдержал, достал автомат и убил его.\n—Ну че, еще кто-то хочет также? Значит тихо сидим.\n—Ты нафиг это сделал — возмущался Макс — Нам сказали граждансеих не трогать.\n—Сам виноват.",
    "answers": [
      {
        "id": 46,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "Позже Коля включил рацию.\n—Олег,Олег, прием! — говорил Коля по рации\n—На связи — ответил Олег\n—Взламывай сейф.\n—Будет сделано. Дай мне 4 минуты.\n—Да хоть 10, только сделай — Коля отключился.\n—Ладно — сказал Олег про себя — Коды у меня есть, осталось только их ввести.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Олег включил программу на нотубуке, подключил кабели и начал взлом сейфа.\n—Ох черт. Кто-то вычислил то, что я подключался к их системе охраны и они поменяли все пароли. Черт! Придется повозится!\n\n00000000000000000000000000000000000000000\n\n Введите пароль:  *  *  *  *  \n Результаты взлома\n Содержит цифры 4 5 6 7\n •••••••••••••|54|•••••••••••••••••••|76|••••••••••••••••••••••••••••••\n\n00000000000000000000000000000000000000000\nКакой пароль?",
    "answers": [
      {
        "id": 48,
        "text": "                                   5476"
      },
      {
        "id": 49,
        "text": "                                    7653"
      }
    ]
  },
  {
    "id": 48,
    "text": "Верно",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Неверно\n                            Миссия провалена",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Ну это было просто. Теперь нужен ключ.\n\n00000000000000000000000000000000000000000\n\n Введите ключ:  *  *  *  *  *  *  \n Результаты взлома:\n Состоят из пар ( например 559933, 442299)\n В ключе нет цифры 0\n Всевозможные варианты: \n 220011\n 235560\n 662233\n 011011\n\n00000000000000000000000000000000000000000\n\nКакой ключ?",
    "answers": [
      {
        "id": 51,
        "text": "220011"
      },
      {
        "id": 52,
        "text": "235560"
      },
      {
        "id": 53,
        "text": "662233"
      },
      {
        "id": 54,
        "text": "011011"
      }
    ]
  },
  {
    "id": 51,
    "text": "Неверно!\n                         Миссия провалена!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 52,
    "text": "Неверно!\n                         Миссия провалена",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 53,
    "text": "Верно",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 54,
    "text": "Неверно!\n                         Миссия провалена",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 55,
    "text": "—Ну и наконец последнее. Ключ деактивации. Ну, поехали, как говорил Гагарин.\n\n00000000000000000000000000000000000000000\n\n Введите ключ деактивации:  *  *  *  *  *  *  *  *\n 5 3 4 2 1 4 3 2\n Результаты взлома:\n Содержит цифры: 1 2 3 4 5\n 1=9\n 2=6\n 3=5\n 4=7\n 5=8\n••••••••••••••||85769756||••••••••••••••••×××••**•••••••••••••••••\n\n00000000000000000000000000000000000000000\n\nКакой ключ деактивации?",
    "answers": [
      {
        "id": 56,
        "text": "85769756"
      },
      {
        "id": 57,
        "text": "53421432"
      }
    ]
  },
  {
    "id": 56,
    "text": "Неверно!\n                         Миссия провалена",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 57,
    "text": "Верно",
    "answers": [
      {
        "id": 58,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 58,
    "text": "—О да! Так, теперь вводим....и..... Готово! -после этого хранилище открылось — Ну что скажешь Марк — повернулся к нему — Скажи-же я профи в своем деле?\n—Мда... Хвалится ты любишь.\n—Ага",
    "answers": [
      {
        "id": 59,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 59,
    "text": "Сразу, как хранилище открылось Коля сказал.\n—Я с Андреем буду наполнять сумку, ты следи за заложниками Макс — обратился к нему.\n—Ок — ответил Макс\nИ Макс после этого остался на едине с заложниками.\n—Вы ведь отряд \"Черные капюшоны\"? — сказал один из заложников — Слышал я про вас. Вас всех попересажают, или убьют. Если вы не остановитесь, так и будет.\nМакс задумался.",
    "answers": [
      {
        "id": 60,
        "text": "[Проигнорировать]"
      },
      {
        "id": 61,
        "text": "—Тебе какое дело?"
      },
      {
        "id": 62,
        "text": "—Не мы такие, жизнь такая."
      },
      {
        "id": 63,
        "text": "[Заткнуть его]"
      }
    ]
  },
  {
    "id": 60,
    "text": "Макс решил промолчать.\n—Ну и чего ты молчишь? Хочешь и дальше такой жизни? Жить в страхе, что убьют или посадят.",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "—Тебе то какое дело? — спросил со злобой Макс — Молча лежи и не выеживайся. Живее будешь. — После этого он сказал лишь одну фразу\n—Все-равно, я любому правду могу сказать, даже вам. Помяни мои слова!",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 62,
    "text": "—Не мы такие, а жизнь такая.\n—Нет! Вы во всем виноваты! Все преступления в городе в основном по вашей вине. Массовые убийства 2 месяца назад, покушение на мэра полтора месяца назад, теперь и ограбление. Вас всех закроют! — после этого он ни произнес ни слова.",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 63,
    "text": "Макс не выдержал и заткнул ему рот. ",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Андрей и Коля вернулись с деньгами.\n—Так все теперь валим нахрен — сказал Андрей — Надо только вызвать Марка.\n—Всем оставаться на своих местах — крикнул кто-то по ту сторону банка — Это полиция! Сдавайтесь, вы окружены! Выходите с поднятыми руками или мы вынуждены применить силу.\n—Черт,нас засекли! — он достал рацию — Прием Марк. Подъезжай к черному входу. Срочно! Нас засекли.\n—Я понял. Подъезжаю — ответил Марк",
    "answers": [
      {
        "id": 65,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": "Марк подьехал к черному входу, где уже находились бойцы спецназа. Марк взял пушку, открыл окно пассажирской двери и всадил обойму в них. После этого он увидел как его товарищи выбегают из этого входа с деньгами.\n—Вот они — крикнул один из спецназовцев, который только что прибежал сюда.\n—Давайте залезайте — крикнул Марк, после чего они моментально оказались в машине.",
    "answers": [
      {
        "id": 66,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 66,
    "text": "—Ну и каков дальнейший план — спросил Олег\n—Олег, пробей по своим данным, где менты перекрыли дорогу.\n—Сейчас — он наяал копаться в ноутбуке — Ага, вот. Они перекрыли улицу Ленина, Севастопольскую и улицу Мира.... Да короче все. Из города нам тоже не выбраться, уже. Остался только один вариант: сьезд на шоссе. Нам придется ехать напролом, но это наш единственный шанс.\n—Ну дак пусть так оно и будет.\n—Блин! За нами увязался хвост!\n—Черт! Парни, берите пушки и расстреливайте их. Олег, ты тоже.\nПосле этих слов парни быстро открыли заднюю дверь фургона, достали пушки и безжалостно стреляли по омону.\n—Броневики подьехали! — сказал Андрей когда увидел их вдалеке.\n—Видишь ящик, накрытый простыней? — Макс показал на него — Доставай. Там гранатомет.\n—Что!?\n—А что? На всякий пожарный взял. Видишь, пригодился. Заряжай снаряд и стреляй.\nАндрей взял гранатомет и выпустил снаряд, тем самым взорвав вражеские броневики.\n—Зачем ты это сделал? — спросил с возмущением Коля\n—А что в этом такого — заступился Макс\n—Он чуть пол района не снес. И гражданских тронул.\n—Ну извини. На кону очень большое бабло.\n—Да, но зачем же такими жертвами.\n—Это надо было сделать. Тебе не понять\n—Да пошел ты — после этих слов между Максом и Колей началась драка. Коля достал пистолет и приставил к голове Макса.\n—Сделайте что нибудь? — Крикнул Марк\n—Все, ты умрешь — Сказал Коля Максу\nЧто будет делать Андрей?",
    "answers": [
      {
        "id": 67,
        "text": "[Убить Колю для защиты Макса]"
      },
      {
        "id": 68,
        "text": "[Дать Коле убить Макса]"
      }
    ]
  },
  {
    "id": 67,
    "text": "Андрей достает пистолет и стреляет в Колю для защиты Макса.\n—Этот придурок чуть не убил меня — возмущенно крикнул Макс\n—Андрей, ты че наделал — Спросил Марк — Зачем ты его убил?\n—Иначе он бы убил Макса — ответил Андрей\n—Надо было их разьединить. Зачем убивать то?\n—Извини, ситуация безвыходная. ",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 68,
    "text": "Андрей пытался разьединить их по-мирному, но Коля был настойчив и пристрелил Макса.\n—Он меня выбесил — злобно сказал Коля\n—Черт! Зачем ты его убил — спросил Марк\n—Сам напросился!\n—А ты чего Андрей ничего не сделал?\n—Я пытался — объяснил Андрей — но тут либо он, либо его. Ситуация безвыходная!",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 69,
    "text": "После этого инцидента все ехали в напряженной обстановке: Андрей оправдывал свое решение, Олег недоумевающе сидел, а Марк так осуждал поступок Андрея, что не заметил, что броневик влетел в Камаз и разбился насмерть.",
    "answers": [
      {
        "id": 70,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": "Никто не остался в живых, кроме Андрея и Олега. Они отделались ранениями.\n—Ахх... — Андрей вышел из машины, хромая ногой — Нога! Моя нога! Чтоб тебя Марк! Кто-нибудь выжил!?\n—Ай блин — Вышел Олег с раненой, окровавленной рукой — Я об слекло руку разбил.\n—Ты как в порядке?\n—Да более менее. Могло быть и хуже.\n—Так... Теперь надо как можно скорее сваливать. Хватай бабло сколько сможешь и пошли.\n—А их тут оставим?\n—Нам придется это сделать. Им уже не помочь. А у нас еще есть хоть какой-то шанс.\n—Куда свалим?\n—Видишь то заброшенной здание. Давай туда.",
    "answers": [
      {
        "id": 71,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 71,
    "text": "И вот они, кое-как, но дошли до заброшенного здания.\n—У тебя серьезный перелом — посмотрел Олег на ногу Андрея — Сейчас в аптечке что-нибудь поищу. Да и себе тоже.\n—Мда... — сказал Андрей — Кто-же знал что так будет\n—А самое главное, как деньги делить будем? Нам надо боссу 50% от прибыли. Или между собой поделим?\n\n[Перед вами важный выбор]",
    "answers": [
      {
        "id": 72,
        "text": "[Поделить 50 на 50]"
      },
      {
        "id": 73,
        "text": "[Отдать 50% боссу, а остальное пополам]"
      },
      {
        "id": 74,
        "text": "[Убить Олега и забрать все себе]"
      }
    ]
  },
  {
    "id": 72,
    "text": "—Да пошел он этот босс! Мы шкурами своими рисковали, пока он диван продавливал. Хер ему! Сами поделим между собой.\n—Я только за. ",
    "answers": [
      {
        "id": 77,
        "text": "Концовка",
        "blackout": true
      }
    ]
  },
  {
    "id": 73,
    "text": "—Значит так. 50% боссу, остальное между собой разделим. А дальше берем наши ненастоящие паспорта и валим нафиг отсюда. И лучше разделится, нам опасно находится здесь.",
    "answers": [
      {
        "id": 75,
        "text": "Концовка",
        "blackout": true
      }
    ]
  },
  {
    "id": 74,
    "text": "—Знаешь Олег. Ты хороший парень. Прощай — Андрей достал ствол и убил его, а все деньги забрал себе и сбежал.",
    "answers": [
      {
        "id": 76,
        "text": "Концовка",
        "blackout": true
      }
    ]
  },
  {
    "id": 75,
    "text": "Прошло полтора часа с момента ограбления. Олег и Андрей заходят в квартиру, где сидел их босс.\n—Принесли? — спросил босс\n—Ага — сказал Олег\n—Давайте сюда. Молодцы ребята! Вы гремите по всем новостным сводкам, как я и говорил. Но знаете что самое главное? Помните отряд \"Зеленая Кобра\"?\n—Наши конкуренты? Да, помним.\n—Ну дак вот. Теперь я вам расскроюсь. Я на протяжении 5 лет работал с ними. И я скажу больше я и сейчас с ними работаю\n—Что!?\n—Всю грязную работу которую вы выполняли, вы выполняли во блага \" Зеленой кобры\", сами того не зная. И я думал, что вы лучшие бойцы, что я видел. Как оказалось незаменимых людей не бывает — после этого вошли 4 амбала — Знакомтесь, ваши заменители. Ну а теперь я вынужден попращаться.\n—А как же \"Черные капюшоны\" и все то, что вы говорили? Вы нас предали?\n—По факту да. Что не сделаешь ради денег, да? Теперь я официально объявляю, \"Черные капюшоны\" закончили свое существование. Теперь настала эра \" Зеленой кобры\". А теперь прикончите их.\nПотом босс вышел с деньгами из квартиры, после чего из квартиры прозвучали 2 выстрела, означавшие смерть Олега и Андрея.\n\nКонец!\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 76,
    "text": "Прошло ровно 5 лет с момента ограбления. Андрей и его новая группировка \"Черный дельфин\" стали главной преступной группировкой, но уже в другом городе. Он стал неконтролируемым: он уничтожал чужие группировки, устраивал бунты, вооруженные налеты. Он делал все, что ему взбредет, лишь бы урвать свою долю. Позже, как неудивительно, подсел на алкоголь, сигареты, а еще позже и на наркотики. И таким образом, Андрей умер от передозировки наркотиками.\n\n Конец!\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 77,
    "text": "Олег и Андрей разделили деньги пополам и разбежались, после чего никогда не виделись и разьехались в разные стороны.\n\nПрошло 5 лет с момента ограбления. Олег уехал на юг. Там он снял коттедж, открыл маленькое заведение по ремонту всего,и просто радовался жизни на черном побережье. Андрей же в свою очередь поехал на север, к своему троюродному брату. Он все ему рассказал и теперь хочет исправится. Они открыли шиномонтажку, а когда бизнес пошел в гору, открыл сеть шиномонтажек. И самое главное, и Олег, и Андрей были счастливы.\n\n Конец!\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  }
]