[
  {
    "id": 1,
    "text": "Это мой первый квест. (на всякий случай :3 ) тут могут присудствовать опечатки по типу: илёт, а не идёт потому что не удобно набирать на элект. клаве : ( .\nОписание: В постапокалиптическом мире 2033 года люди... точнее то что от них осталось пытаются выжить. Сталкер Юрий-\nглавный герой которого подстерегают опасности, предательства,\nболь, и частички радости...\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      }
    ]
  },
  {
    "id": 2,
    "text": "—Эхх...-Протянул Юрий\n Огрызки когда-то теплого и родного города Костромы выглядели \nмрачно м печально, нагоняли тоску и отчаяние...\n—О чем задумался? — сказал Кирилл вырывая Юрия из своих мыслей.\n—А? Да-Да я тут, просто смотря на все эти виды меня постоянно затягивает в филосовские мысли.\n—Понятно",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреться"
      },
      {
        "id": 4,
        "text": "Проверить снарягу"
      }
    ]
  },
  {
    "id": 3,
    "text": "Слева от сталкеров был обчищенное и превращеное в аванпост ателье. Справа была дорога уходящая в опасный раён 5 рабочая. Вперёд уходила дорога на перекрёсток а там много направлений. Около ателье вход во двор.",
    "answers": [
      {
        "id": 7,
        "text": "Пойти на 5 рабочую"
      },
      {
        "id": 8,
        "text": "Пойти во двор"
      },
      {
        "id": 9,
        "text": "Пойти к перекрёстку\n"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Давай проверим снаряжение\n—Ну ладно\nЮрий ,,обыскал\" себя  и у него:\n—4 рожка для калаша\n—4 обоймы к перначу\n—2 фильтра минут на 15 каждый <plus> текущий и того минут 45\n—бутылка воды, 2 консервы ,,завтрак туриста\"\n—армейский нож\n—аптечка",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      },
      {
        "id": 5,
        "text": "Проверить оружие"
      },
      {
        "id": 6,
        "text": "Проверить аптечку"
      }
    ]
  },
  {
    "id": 5,
    "text": "Калаш и пернач в отличном состоянии ещё всё в масле",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "—бинт 2шт.\n—вата\n—обезбаливающие 2шт.\n—стимулятор 2шт.\n—таблетки от того от сего",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Да ну сыкотно как то на 5-ую идти... там матёрые сталкеры редко выживают, а тут двое на половину опытных пацанов. Ну её нафиг.",
    "answers": [
      {
        "id": 3,
        "text": "Выбрать другое направление"
      }
    ]
  },
  {
    "id": 8,
    "text": "Юрий подумал: ,,почему бы не пойти во дворы?\"",
    "answers": [
      {
        "id": 62,
        "text": "далее\n"
      }
    ]
  },
  {
    "id": 9,
    "text": "Юрий подумал: ,, почему бы не пойти к перекрёстку?\"",
    "answers": [
      {
        "id": 10,
        "text": "Идти к перекрёстку"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Киря -позвал напарника Юрий -пойдём на перекрёсток там есть где поживиться!\n—Ну хорошо пойдём на перекрёсток, тем болие кто-то говорил что там кто-то завёлся... судя по рассказам не опасный...\n—Мммм...эээ... ну ну ладно-промямлил Юрий\nИдя на перекрёсток Юрий чувствовал что-то не хорошее...И БАЦ!\nНа пол пути к перекрёстку из 5-ой донеслись очереди и хлопки дробовика, крики и рычание.\n—Кто туда сунулся?\n—Ю-Ю... рик- заикающимся голосом промямлил Киря.\n—Что?\n—Т-ты можешь понял какому дробовику принаддежит хлопки?\n—Да, а чт...-Юрий оборвался на полуслове — хлопки самодельного обреза (Как-то раз Даниил получил полу раздолбаное ружьё и впроцесе ремонта пришлось сделать из него обрез удалив повреждёные участки ствола. Даниил- ваш друг детства как и Матвей, вы разделились на группы прежде чем выйти на поверхность, они были вместе...)\n—Они немогли\n—П-почему? у Матвея характер такой скажет: да нууу приувеличили и я там жил там безопасно, это всё просто рассказы и тому подобное.\n—Вот же... Дибил!\n—Киря бежим за ними спасём этих полутрупов!\n—Да! Быстрей бежим!\n",
    "answers": [
      {
        "id": 11,
        "text": "Бежать на звуки"
      }
    ]
  },
  {
    "id": 11,
    "text": "Спустя 5 минут друзья были на месте.\nПеред их взорами предстала следующая картина:\nМатвей валяется на земле сражаясь  с монстром чуть ли не больше его, ствол Матвея валялся на земле в метре от владельца, чуть поодаль Даниил орудавал штыком и арм. ножом\nотбиваясь от... каких-то кошко-волков с примесью фиг знает чего!",
    "answers": [
      {
        "id": 12,
        "text": "Помочь Матвею"
      },
      {
        "id": 13,
        "text": "Помочь Даниилу"
      },
      {
        "id": 14,
        "text": "Разделиться и помочь обоим"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Киря! к Матвею — скомандовал Юрий\nЮрий подбежал в плотную и дал очередь, Киря сделал тоже самое только у Кирика получилась лучше у него ведь дробовик.\nЧудовище заволилось на бок, а Матвей начал подниматься.\n—Скажи на фига вы сюда припё... пузырь боли взорвался между лопаток, а следующий удар последовал под грудь. Юрий посмотрел вниз и увидел тех самых тварей с которыми сражался\nДаниил. Видимо они успели закончить с ним пока мы помогали Матвею — подумал Юрий и упал на колени, а затем наземь. Всё тело болело и... разрушалось.\nЗа Юрия уже принились мутанты. Прежде чем ,,заснуть\" Юрий увидел что всех его друзей тоже уже нет...\n—Мавей ты идиооо... \nЮрий закрыл глаза и больше не открыл их.",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Киря! К Даниилу! — скомандовал Юрий.\nДвигаясь к Даньку Юрий услышал возмущёный и гневный хрип со стороны Матвея. Ничего сам виноват — зло подумал Юрий.\nОни пришли к Даньку как раз вовремя: Данёк отходя подскальзнулся и упал на земь. Юрий скосил очередью 2-их тварей, Киря тоже поработал по остальным. Подбежав к Даньку друзья  помогли ему поднятся. После этого Юрий заметил что его друзья пялятся на что-то позади...\n—На что вы смо... кхаааааа... сссссссс... тва... — Юрия пронзила большая лапа того монстра что занимался Матвеем.\nНадо было помогать Матвею — последнее что подумал Юрий прежде  чем он заснул и больше не проснулся.",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Киря! ка Мавею я к Дани! — язык Юрия  заплетался, но  Киря всё понял и так.\n—Данёк! держись — Юрий подбежал и скосил  очередью 2 твари, ещё 2 зарезал Данёк.\nпоследняя 1 набросилась на Юрия поволив его на земь. ",
    "answers": [
      {
        "id": 15,
        "text": "Попытаться достать пистолет"
      }
    ]
  },
  {
    "id": 15,
    "text": "Юрий отбиваясь одной рукой от твари пытался другой достать пистолет. Безуспешно. Ну всё подохну — подумал Юрий. Но тут тварь издала хрип харкнув в Юрия кровью, дёрнулась и  завалилась набок. К Юрию потянулась рука он схватился  за неё и встал. Киря дал Юрию его упавшое оружие.\n—С-спасибо — промямлил Юрий — а теперь валим от сюда!",
    "answers": [
      {
        "id": 16,
        "text": "Бежать от туда от куда пришли"
      },
      {
        "id": 17,
        "text": "Бежать на другую дорогу, а потом до Убежища"
      }
    ]
  },
  {
    "id": 16,
    "text": "Далеко! может побежать к другой дороге- подумал Юрий",
    "answers": [
      {
        "id": 15,
        "text": "Выбрать другое направление"
      }
    ]
  },
  {
    "id": 17,
    "text": "—За мной! — скомандовал Юрий\n—А чего именно за тоб...- хотел было возразить Матвей\n—Заткнись дибил!\nЮрий и остальные кинулись что есть мочи. Через минуту они были на дороге. Вдруг слева послышался вой.",
    "answers": [
      {
        "id": 18,
        "text": "Дать очередь"
      },
      {
        "id": 19,
        "text": "Бежать быстрее"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Жрите с... — шум очередей и хлопков заглушил ругань. Через 10 секунд все твари лежали  в собственой крови.\nНо с зади на Кирилла набросилась ещё одна...",
    "answers": [
      {
        "id": 20,
        "text": "броситься на тварь с ножом"
      },
      {
        "id": 21,
        "text": "выстрилить в монстра"
      }
    ]
  },
  {
    "id": 19,
    "text": "Юрий поддал ходу но одна тварь прыгнула на него и вгрызлась в ноги. Остальные увидев что жертва ослабла тоже прыгнули и загрызли Юрия.",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 20,
    "text": "Юрий выхватил нож и метнулся к монстру и вонзил его шею, но монстр даже не почувствовал этого и лишь разозлился и заехал Юрию лапой.\nЮрий отлетел на 2 метра. \nЛевая щека даже не болела на столько сильным был удар, Юрий с каждой секундой всё больше проваливался в забытье. Юрий безмолвно лежал на земле пока не стало совсем темно...",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Юрий выхватил пистолет и...\n— чего!? заклинило!? — От того что юрий упал на землю когда спасал Данька пистолет ударился о землю и заклинил.",
    "answers": [
      {
        "id": 20,
        "text": "Накинуться с ножом"
      }
    ]
  },
  {
    "id": 22,
    "text": "...\n",
    "answers": [
      {
        "id": 23,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 23,
    "text": "Юрий всё таки разлипил веки и попытался огледеться. Он находился в... какой-то комнате, рядом с ним лежал ещё кто-то. У окна  стоял человек, дверь тоже контролировалась. Вдруг человек у окна заметив то что Юрий вертит головой прокричал:\n—Юрик очнулся! — Юрий узнал в голосе Даниила.\n—А киря?- Сказал уже Матвей.\n—Кирик без движения\n—Балин...\n—Па-Пацаны где мы?\n—в здании не далеко от того места где вы с Кириком огребли.\n—Какой  этаж?\n—2\n",
    "answers": [
      {
        "id": 24,
        "text": "а какое именно здание?"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Около магазина ,,Гуливер\"\n—Фигасе не далеко! — Юрий был ошарашен.\n—Как вы нас сюда дотащили без оборудывания ну насилок и тому подобное?\n—Это было сложно... кстати пришлось распотрошить твою аптечку.\n—Что осталось?\n—Ничего\n—Жалко\n—Кхем... Нам нужно как-то выбираться ещё — сказал Матвей.\nЮрий почуствовал что решение этой задачи проскользнуло в его речи, осталось понять где именно.",
    "answers": [
      {
        "id": 25,
        "text": "Поднапрячься"
      }
    ]
  },
  {
    "id": 25,
    "text": "Может... Оборудование? Обо-ру-до-ва-ние.\nЧто такое оборудование? Это вещи или механизмы которые помогают... спасать людей или передвигаться.",
    "answers": [
      {
        "id": 26,
        "text": "Догадаться"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Точно! — воскликнул Юрий\n—Ты чего? — хором воскликнули Данёк и Матвей.\n—На крыше этого здания есть канатка!\n—Тогда нужно дождаться пока Киря очнёться.",
    "answers": [
      {
        "id": 27,
        "text": "Задремать"
      }
    ]
  },
  {
    "id": 27,
    "text": "Юрий проснулся когда Киря уже сидел и уплитал консервы.\nНадо тоже перекусить подумал Юрий.\nПосле этого он потянулся к рюкзаку и достал консерву, открыл её\nи начал уплитать. Юрий заметил что левая щека начинает побаливать и вспомнил что его огрели в щёку... действие обезболивающего заканчивается... фигова.",
    "answers": [
      {
        "id": 28,
        "text": "Собраться"
      }
    ]
  },
  {
    "id": 28,
    "text": "Юрий собрал вещи.\n—бутылка воды\n—арм. нож\n—консерва 1 шт\n—фильтр 1 шт тоесть минут 23 видимо кто-то из друзей вкрутил свой пока он был в отключке.\n",
    "answers": [
      {
        "id": 29,
        "text": "Пока все возятся попытаться найти что нибудь"
      },
      {
        "id": 30,
        "text": "Просто подождать всех"
      }
    ]
  },
  {
    "id": 29,
    "text": "Юрий подумал:,, ничего плохого от пары находок не сделается\"",
    "answers": [
      {
        "id": 31,
        "text": "Пойти на кухню"
      },
      {
        "id": 37,
        "text": "Пойти в зал"
      }
    ]
  },
  {
    "id": 30,
    "text": "Юрий смотря на собирающихся друзей подумал\nМатвей не мог просто так сунуться что-то или кто-то взяли его на слобо или типа того...\nИ тут раздался рёв...",
    "answers": [
      {
        "id": 34,
        "text": "Высунуться в окно "
      }
    ]
  },
  {
    "id": 31,
    "text": "На кухне был столик, стулья и диван и стенные и настенные шкавчики.",
    "answers": [
      {
        "id": 32,
        "text": "обыскать шкафы\n"
      },
      {
        "id": 33,
        "text": "присмотреться к дивану"
      }
    ]
  },
  {
    "id": 32,
    "text": "Юрий начал открывать шкафы и тут с улицы послышался рёв.",
    "answers": [
      {
        "id": 34,
        "text": "выглянуть в окно"
      }
    ]
  },
  {
    "id": 33,
    "text": "Юрмй глянул на диван повниматильнее и понял что под крышкой есть пространство.\nЮрий схватился за крышку дивана и услышал рёв...",
    "answers": [
      {
        "id": 34,
        "text": "Выглянуть в окно\n"
      }
    ]
  },
  {
    "id": 34,
    "text": "Юрий высунулся в окно и обомлел...\nПосреди улицы сидело существо больше медведя в 2 раза!\nмедведь уплитал только что заваленого выродка.\nМедведь перевёл взгляд на здание и увидев фисмономию сталкера, поднялся и побежал на стену (что он хотел сделать?)\nЮрия охватил ужас...\n—АТАС ПАЦАНЫЫ! — проорал Юрий и кинулся на лестницу.\n—Что случи... ФИГАСЕ МИШКА! ВАЛИИИИИМ!\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Юрий внимательно глянул на диван и понял что под крышкой тоже пространство",
    "answers": [
      {
        "id": 36,
        "text": "Обыскать диван"
      }
    ]
  },
  {
    "id": 36,
    "text": "Юрий схатился за крышку дивана и услышал рёв...",
    "answers": []
  },
  {
    "id": 37,
    "text": "Юрмй вышел в зал и принялся обыскивать комод как вдруг услышал рёв...",
    "answers": [
      {
        "id": 34,
        "text": "Посмотреть в окно"
      }
    ]
  },
  {
    "id": 38,
    "text": "Этажи мелькали: 3,4,5,6...\nЮрий бежал не остонавливаясь и тут последовал толчок такой силы что осыпались остатки штукатурки, а Юрий повалился наземь. Снизу донёсся голос:\n—все живы?\n—Да! — хором ответили все.\nЮрий поднялся и тут последовал ещё один более мощный толчёк\nот этого толчка стены треснули, а Юрий улетел назад держась за перила! Юрий поднялся ещё быстрее, пробежал этаж, там его догнали друзья и толчёк чудовищьной силы разбил половину 1 этажа и кусок здания начал отслаеваться.\nЮрий увидел огромную трещену между ним с Килиллом и Матвея с Даньком.\nЮрий вместе с Кириком поплыл вниз вместе с половиной здания.\nкогда кусок здания ушел на метр вниз и на метр в строну  Юрий отошел от шока.",
    "answers": [
      {
        "id": 39,
        "text": "Прыгнуть и попытаться ухватиться за край"
      }
    ]
  },
  {
    "id": 39,
    "text": "Юрий прыгнул выставив руки вперёд. Приложивжись руками об торчащие орматурины Юрий от импульса улетел на предыдущий пролёт. У Кирилла получилось хуже он висел на краю держась за арматурину.",
    "answers": [
      {
        "id": 40,
        "text": "Дать другу руку"
      }
    ]
  },
  {
    "id": 40,
    "text": "Юрий ухватил Кирилла и потянул на себя. После 5 секунд усилий Кирик был спасён. \n—теперь надо думать как подняться",
    "answers": [
      {
        "id": 41,
        "text": "Попытаться  пролезть через дырку в потолке."
      },
      {
        "id": 42,
        "text": "Попытаться поднятся по остаткам лестницы"
      }
    ]
  },
  {
    "id": 41,
    "text": "Юрий ухватился за выстуры дырки и попытался подтянуться,\nу него получилось. Юрий подумал ,,А что дальше?\" и грохнулся обратно.\n",
    "answers": [
      {
        "id": 44,
        "text": "Попытаться ещё раз"
      },
      {
        "id": 42,
        "text": "Подняться по огрызкам лестницы."
      }
    ]
  },
  {
    "id": 42,
    "text": "Юрий осторожно поднялся до конца огрызка лестницы и ещё \nболее аккуратно перешагивал тот участок где несколько минут назад была лестничная площадка. Юрий перебирался почти что по воздуху но всё же он смог и оказался на 7 этаже.",
    "answers": [
      {
        "id": 43,
        "text": "пробираться дальше\n"
      }
    ]
  },
  {
    "id": 43,
    "text": "Юрий по пути помог выбраться Киричу который торчал в дыре пытаясь вылести, и уже с ним продолжил подниматься. Юрию пришло озарение и он понял что можно прыгать через перила... но в любом случаи они догнали остальных у выхода на крышу. Юрий обернулся в сторону медведя и обомлев понял что он берёт очень ооочень большой разгон, и времени у них от силы минут 5...",
    "answers": [
      {
        "id": 45,
        "text": "Поторопить всех"
      }
    ]
  },
  {
    "id": 44,
    "text": "Юрий настойчиво попытался ещё раз и на этот раз он смог.",
    "answers": [
      {
        "id": 43,
        "text": "подниматься дальше"
      }
    ]
  },
  {
    "id": 45,
    "text": "—Братва скорее б****!!! — проорал Юрий и пулей понёсся на крышу. Все увидев то что увидел Юрий последовали его примеру, когда они были уже на крыше Юрий уже прицепил страховку и ролик. ",
    "answers": [
      {
        "id": 46,
        "text": "далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Юрий отдалкнулся от крыши и помчался по тросу, через 20 секунд он выставил ногу вперёд  чтобы его не размазало об столб в конце ( другой конец коната должен на чём-то крепиться) и после  того как он приехал, отцепил ролик и страховку, Юрий посмотрел в сторону полуживого дома. Его друзья были на пол пути. Когда приехали все кроме Данька здание вдруг пошатнулась и начало падать, соответственно канат начал падать вниз... Данёк доехал (еле-еле) до края крыши (там где все уже стояли)и полетел вниз... К щастью он успел зацепиться за край и все его удачно вытянули.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вдруг подала сигнал коробочка на столбе.\n,,Рация на всякий случай\" — подумал Юрий.\nИз рации донеслось:\n— какого рожна у вас там происходит!?\nЮрий взял рацию и протянул:\n—Эээээээм... нууууу... короче долго рассказывать...\nИз рации послышался вздох.\n—Ладно... за вами послан отряд, сидите там... сталкеры блин.\nДрузья вздохнули с облегчением, они спасены.\nЧерез 5 минут к ним прибыл отряд и забрал их. Добрались без приключений.\n\n",
    "answers": [
      {
        "id": 48,
        "text": "Через 20 минут у медика"
      }
    ]
  },
  {
    "id": 48,
    "text": "У медика новости были плохими...\nщека Юрия была похожа на стекло после выстрела пули: дыра посередине с трещинами от неё, потом раны и синики на руках,\nисцарапаные ноги, ну и не глубокие раны и несколько синяков на спине. Доза радиации 30 рентген. Лежать предстаяло 2 недели и потом ещё 3 никуда не высовываться.\n  ",
    "answers": [
      {
        "id": 49,
        "text": "через 5 недель\n"
      }
    ]
  },
  {
    "id": 49,
    "text": "За эти 5 недель Юрий выругался на Матвея от душы, заодно узнал что стало причиной. 4 идиота которые доставали весь класс до войны (убежище находится под школой) теперь стали полноценной бандой и достают всех ещё больше...\nЮрий ещё до войны ненавидел их,  а в данный момент готов был растерзать их на месте собственными зубами!\nНо Юрий придумал за 5 недель кое-что по лучше...\nЮрик знал что они ничего не понимают и не знают в сталкерстве так как они этим не занимаются, поэтому их план был таков:\nВымонить главаря (он во всём виноват) на верх потом отвести его в назначеное место и прострелить этой сволочи ноги, и поставить вокруг него пацанов чтоб обратно не приполз.\n",
    "answers": [
      {
        "id": 50,
        "text": "Подготовиться\n"
      }
    ]
  },
  {
    "id": 50,
    "text": "Юрий взял:\n—2 консервы\n—бутылка воды \n—аптечка\n—2 рожка к калашу\n—2 обоймы к починеному пистолету\n—1 час времени (фильтры)",
    "answers": [
      {
        "id": 51,
        "text": "Провериться"
      },
      {
        "id": 52,
        "text": "Начать план ≥:)"
      }
    ]
  },
  {
    "id": 51,
    "text": "—Таак... ага... угу всё на месте.\n",
    "answers": [
      {
        "id": 50,
        "text": "назад"
      }
    ]
  },
  {
    "id": 52,
    "text": "—Поехали\n",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Юрий зашёл в когда-то такой родной, но сейчас такой чужой двор. Как всегда на Юрия нахлынула ностальгия.",
    "answers": [
      {
        "id": 61,
        "text": "идти к своему дому"
      },
      {
        "id": 62,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 54,
    "text": "Юрий нашёл Кирилла Пенькова или по другому \"главаря\" и начал заманивать его на верх.\nНо надо подумать как его заманить",
    "answers": [
      {
        "id": 55,
        "text": "Сказать что его друг ушел на поверхность без него сказав что тот слабак"
      },
      {
        "id": 56,
        "text": "Сказать что нашёл то что искало всё убежище"
      },
      {
        "id": 57,
        "text": "Пойти на слабо"
      },
      {
        "id": 58,
        "text": "Сказать что он молодец что попытался урыть Матвея и за это он даст ему кое что из его схрона, но одному ему не справиться"
      }
    ]
  },
  {
    "id": 55,
    "text": "Юрий хотел начать как вдруг перед ними прошёл тот друг\nнадо выбрать что-то другое. тем временем Кирилл сказал:\n—чё молчишь то чё хочешь бырей давай!\n",
    "answers": [
      {
        "id": 54,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "—братан! я нашёл военный ящик!\n—внатуре? тот ящик что искало всё убежище.\n—да! ты первый кто мне попался го со мной посмотрим, славу пополам разделим!\n—давай!",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Режим пацанчика ON.\n—Слыш братан а слабо те згонять наверх а? или засал? минут на 20? или всё таки сыш?\nЭто подействовало.\n—Да ты чё папутал что-ли? Да я там жить могу! сам то сыш вон штаны мокрые.\nНу он дебииииил — подумал Юрий.\n—в натуре? ну покажи мне фраерок ну давай покажи покажи!\n—да запросто, ща увидишь какой я про!\n—ну если ты что нибуть притащишь полезное я те заплачу 2 рожка.\n—чо правда? ха готовь деньги!\n—ну-ну...\n—чё погнали?\n—да ёпт!\n",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "—братан! красава что Матвея грохнуть пытался жаль не получилось.\n—мдаа я его на слабо взял и сказвл ещё что там кое что есть я ему заплачу и всё такое.\nКак Матвей повёлся...\n—ладно я тебе дам свой схрон только нам надо вдвоём пойти\n—чёто тут не таааак, идика ты нафиг.\nУбедить его не получилось поэтому Юрий пырнул его ножом и вырубил. теперь надо его вынести пока он в отключке.\nПод предлогом ,,мусор выношу такой\" всякие банки склянки и тд. (Юрий специально копил мусор пока выздоравливал чтобы выкинуть полутруп вместе с ним, в тайне чтоб когда его отсек проверяли как жильё подозреваемого в убийстве то показалось что он реально выносил мусор). Спустя 10 мин. на поверхности: Юрий сделал ему ещё несколько травм и выкинул в мусорную яму. На дозор тогда добровольно встали: Кирилл, Матвей, Даниил чтобы прикрыть Юрия. \n",
    "answers": [
      {
        "id": 1,
        "text": "Конец 1 части"
      },
      {
        "id": 63,
        "text": "далее"
      },
      {
        "id": 64,
        "text": "эта концовка под вопросом"
      }
    ]
  },
  {
    "id": 59,
    "text": "Когда они вышли на верх Юрий заметил что Киря струхнул, но виду не подал. Когда они повернули в сторону 5-ой то у Кири затряслись коленки, но идти он продолжал.\nИ тут Юрий выхватил нож и пистолет. Юрий проткнул одну ногу ножом, а в другую послал 5 пуль.\nВдруг рация подола голос, говорил Даниил (все дружбаны следили за ними).\n—У Кирика было сопровождение... ещё  минус.\nТем лучше — подумал Юрий.",
    "answers": [
      {
        "id": 60,
        "text": "Избавиться от полутрупа"
      }
    ]
  },
  {
    "id": 60,
    "text": "Юрий подошёл к мусорной яме и зделав несколько ранений столкнул его в яму.",
    "answers": [
      {
        "id": 1,
        "text": "Конец 1 части"
      },
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Юрий пошёл к дому и подумал: там всё обчищено, хотя может и не всё да и повспоминаю времена.",
    "answers": []
  },
  {
    "id": 62,
    "text": "хотя тут квест ещё не проработан._.",
    "answers": [
      {
        "id": 3,
        "text": "назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "Почесу так сразу его убить? Потому что пропало ещё несколько сталкеров: 2 Матвей, Димид, Глеб, Илюха, Макс, 3 Киря, ещё 5 человек из других когда-то школьных классов, и всех их видили с Пинчугом.",
    "answers": [
      {
        "id": 1,
        "text": "Конец 1 части"
      }
    ]
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  }
]