[
  {
    "id": 1,
    "text": "Жанр: романтика, фэнтези, приключения\n\nАвтор: Камилла Тейлор  (Camilla Taylor) \n\nОписание:\nВ мире пустоты есть несколько уникальных миров, соединённых тонкой нитью времени. Но что если нить обрезать? Тогда произойдёт \"обломка\" судеб. Чтобы это предотвратить судьба творит с двумя девушками что-то необычайно безумное. И только они — надежда пустого мира.\n\n\nЧто же будут делать главные герои? Какие преграды их ждут? Справится ли они? Думаю, решать вам. ",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d08/1905/61/36e05294a9d6.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://d.radikal.ru/d08/1905/61/36e05294a9d6.jpg",
        "system": true
      },
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "От автора"
      },
      {
        "id": 4,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "Блог в твиттере ",
        "url": "https://twitter.com/kamilla_teylor?s=09"
      },
      {
        "id": 24,
        "text": "Обновления "
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1 \"Необычный сон\".\n\nЧто-то гудело у меня в голове. Звук был такой неприятный, что я, зевнув, открыла глаза. Я была в лёгком шоке, когда обнаружила, что я не в своей комнате. Но подумав: \"Я ещё сплю\", я встала с кровати и выключила будильник. И первое на что я обратила своё внимание — было зеркало. Вроде обычное, но когда я решила взглянуть на себя в это вроде бы как в \"обычное\" зеркало, то...передо мной явилась девчонка лет-таки шестнадцати. Её белые волосы были очень длинные и довольно густыми по сравнению с моими лохмотьями. А глаза такие же голубые как и у меня. Мы были довольно похожи, но единственное, что нас различало так это длина волос. \n\nЯ же, решив подурачиться, начала показывать языки \"своему\" отражению. Но вдруг...\n\n—Ай-а-ай, как нехорошо принцесса. Представляю как будет мучиться ваш будущий жених,--сказало \"моё\" отражение, поправив чёлку. ",
    "answers": [
      {
        "id": 5,
        "text": "Закричать"
      },
      {
        "id": 6,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Привет, я Камилла Тейлор. Хочу сразу сказать, что это мой первый квест. Надеюсь, он вам понравится)).\n\n Рекомендую вам посетить мой профиль в твиттере. А также мой профиль в инстаграме: teilorkamilla. Там я буду писать когда будет прода, можете также задать интересующие вас вопросы или же спросить как получить какую-то концовку.\n\nМои читатели, у меня есть идея и я хочу чтобы вы поучаствовали в ней. Идея заключается в том, что вы можете предлагать свои сюжеты для квеста, а я в свою очередь выберу самый интересный сюжет. Возможно, вы сможете стать тем счастливчиком, у которого мне понравился сюжет. Спросите: \"Для чего это нужно?\". Скажу, что это нужно для актива, а также мне и самой будет интересненько почитать ваши сюжеты. Переходите в мой профиль в твиттере и участвуйте. Но главное, сюжет должен быть относительно к этому квесту.\n\nХочу поблагодарить всех вас за то, что обратили своё внимание на мой квест. Читайте с удовольствием:) ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Здесь концовки.\n\nВозможные:",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 5,
    "text": "Я закричала, но моё отражение вдруг исчезло. Замолчав, я начала осматриваться. После моё отражение появилось и, покрутив пальцем возле виска, сказало:\n\n—Ты что кричишь?! Я так скоро тресну и разобьюсь на тысячу маленьких осколков.\n\n—А ты чего меня пугаешь, глупое отражение?!--сказала я. Мой голос звучал как-то более мелодичнее и милее. \n\n—Это ещё кто у нас тут глупый? Вот как всё расскажу твоему папеньке, ты быстро поумнеешь.\n\n—Чего? Я не маленькая и уж точно старше тебя!--сказала я, но тут же вспомнила, что мне шестнадцать.\n\n—Да неужели? Не думала, что ты настолько наивная.\n\n—Ах, ты! Вот я тебе задам...--ответила я уже почти на бросившись на отражение. Однако в комнату зашёл парень примерно моего возраста и я недоумённо посмотрела на него,--Стучать не учили? ",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я, ещё не отойдя от испуга, бросилась бежать. Однако стукнувшись об стену, я упала на пятую точку и потёрла лоб. Было довольно больно, хотя это и был сон. Моё же отражение начало заливаться смехом.\n\n—Чего смеёшься? Знаешь как больно...--сказала я и тут же заметила, что мой голос был более мелодичнее и милее.\n\n—Нечего кривляться! Вот расскажу всё твоему папеньке!\n\n—И что? Я уже давно не маленькая девчонка!--ответила я, но тут же вспомнила, что сейчас я всего лишь шестнадцати летняя  особа.\n\n—Ха-ха, по сравнению с моими годами, ты — мелкая козявка.\n\n—Ах так! Значит...--не успела я договорить, как в комнату зашёл какой-то парень примерно моего возраста,--А стучаться не учили? ",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "—О боже, Акира-сама перестаньте быть ребёнком,--спокойно произнёс шатен. Его глаза были такими серыми, пустыми. Я же обиженно показала язык.\n\n—Правильно говорит,--сказало отражение,--Акира, тебе пора бы уже вырасти.\n\n—Я не Акира, я...\n\n—Перестань. Что с тобой?--спросило отражение.\n\n—Ладно, не до этого. Акира-сама, пойдёмте за мной.\n\nЯ послушно пошла за парнем. Мы ходили по разным коридорам, поднимались то вверх, то вниз по лестницам. Казалось, этому не было предела. Тогда-то я решила узнать кто же он.\n\n—Кто ты?\n\n—Акира-сама, хватит уже.\n\n—Послушай, я отстану от тебя. Только ответь на несколько вопросов.\n\n—Ладно,--парень вздохнул. ",
    "answers": [
      {
        "id": 8,
        "text": "--Кто ты? "
      },
      {
        "id": 9,
        "text": "--Сколько тебе лет? "
      },
      {
        "id": 10,
        "text": "--Куда мы идём? "
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d23/1905/89/2cd05441eced.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Моя мать родила меня, когда был первый снег. Поэтому я Юки. Целитель, демон и ваш верный слуга.\n\n—Мой слуга?\n\n—Да, но это не значит, что вы в праве мной командовать.\n\n—Тогда в чём вообще смысл?--недоумевая, спросила я. \n\n—Слуги всего лишь помогают, но не делают всю работу за их хозяевами.\n\n—Ты сказал, что ты демон и целитель. Что ты умеешь?\n\n—Исцелять любых существ. Однако это занимает больше времени, так как демоны редко рождаются целителями. Демоны — хранители снов, такие же как и ангелы.\n\n—Тоесть ты можешь управлять снами?\n\n—Да, и не только это.",
    "answers": [
      {
        "id": 9,
        "text": "--Сколько тебе лет? ",
        "need": [
          -9
        ]
      },
      {
        "id": 10,
        "text": "--Куда мы идём? ",
        "need": [
          -10
        ]
      },
      {
        "id": 11,
        "text": "Продолжить",
        "need": [
          9,
          10
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "—Двести пятьдесят девять лет,--равнодушно сказал парень, я же открыла рот.\n\n\"Неужели этому парню и в правду столько лет? Тогда в мои двадцать два года меня можно считать молодой старухой\",--с усмешкой подумала я.\n\n—А моему отражению?--спросила я. \n\n—Во-первых, это не ваше отражение. Во-вторых, все кто смотрит в зеркало, видит своё отражение. Поэтому мы называем его просто отражением. Оно очень мудрое, ему около двух тысяч лет. \n\nВ этот момент я просто потеряла дар речи, я просто забыла как разговаривать. Однако собравшись я спросила:\n\n—Тогда, сколько мне лет? \n\n—Сто девяносто три года. \n\n—Но...почему я выгляжу на шестнадцать?--спросила я, даже не подумав. \n\n—Проснитесь уже, достала,--последнее слово он сказал шёпотом, но всё равно я услышала. \n",
    "answers": [
      {
        "id": 8,
        "text": "--Кто ты? ",
        "need": -8
      },
      {
        "id": 10,
        "text": "--Куда мы идём? ",
        "need": -10
      },
      {
        "id": 11,
        "text": "Продолжить",
        "need": [
          8,
          10
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "—К вашему отцу и к вам приехали гости. Отец сказал позвать вас.\n\n—Для чего?--спросила я, парень же вздохнул.\n\n—Недавно я вам говорил, что скоро приедет ваш жених. И именно для этого хозяин просил позвать вас, чтобы обсудить ваше будущее.\n\n—А если я не хочу будущего с этим типом?\n\n—Вы его даже не знаете, а уже думаете, что он вам не подойдёт.\n\n—Слушай, я не думаю, что он мне не подойдёт. Я просто не люблю его. Мне нужно его узнать и тогда я подумаю, стоит ли иметь с ним будущего или нет.\n\n—Вы тут не влияете на своё будущее.\n\n—А зачем тогда я там?--злобно спросила я, парень же взял мою руку и посмотрел мне в глаза.\n\n—Всё будет хорошо,--единственное, что он сказал. Думаю, не стоит говорить на эту тему. ",
    "answers": [
      {
        "id": 8,
        "text": "--Кто ты? ",
        "need": -8
      },
      {
        "id": 9,
        "text": "--Сколько тебе лет? ",
        "need": -9
      },
      {
        "id": 11,
        "text": "Продолжить",
        "need": [
          8,
          9
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Юки открыл большую дверь и, взяв мою руку, проводил меня внутрь. Я увидела огромный зал где было много солнечного света, что мне очень нравилось. В зале стояло четыре трона, два побольше, а два других поменьше. А также большая люстра, и один длинный красный ковёр от входа до тронов.\n\nНа троне сидел взрослый мужик, а возле него сидела молодая женщина. На троне поменьше сидел красивый парень. Юки поклонился перед ними. Я тоже последовала его примеру. Но парень, который сидел на троне, засмеялся. И тут я поняла, что я в пижаме. Я посмотрела на Юки, он посмотрел на меня и, казалось, он только что понял, что я в пижаме.\n\n—Иди и оденься!--грозно приказал взрослый мужчина, я кивнула.\n\n—Мезенори-сан, не горячись,--спокойно сказала женщина.\n\n—Да, прости Кацуми.\n\nЮки, взяв мою руку, каким-то чудом переместил нас в \"мою\" комнату. Я недоумёно посмотрела на него.\n\n—Если ты мог телепортироваться, тогда зачем мы шли пешком до зала?\n\n—Телепортация сильно утомляет меня. И тем более я не думал, что вы в пижаме.\n\nЯ открыла шкаф, а Юки вышел. В шкафу было много платьев, кимоно и туфлей.\n\n—А нету юбок или штанов?--спросила я у отражения.\n\n—Принцессам нельзя носить штаны или юбки, только платья на праздники,--ответило отражение. Я тяжело вздохнула.\n\nЯ нашла голубое длинное платье с кружевами. Одев его, я покрутилась у зеркала.\n\n—Красавица,--сказало отражение.\n\nЯ подошла к туалетному столику и, взяв расчёску, начала расчёсывать белые волосы. Однако расчёска вырвалась у меня из рук и стала сама хозяйничать у меня на голове. Через пару минут причёска была готова. Мои волосы были собраны в два хвоста. Я же, надев туфли, вышла из комнаты. ",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/1905/bd/9330b1345727.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "Юки осмотрел меня с ног до головы. Я засмущалась. Он делал жест одной рукой, что явно показывало глубокую задумчивость шатена. Однако я привела его в \"реальность\" и мы телепортировались в уже известный мне зал.\n\nТеперь я увидела тут женщину, кажется её звали Кацуми. Она сделала жест рукой, чтобы я подошла к ней. Я послушно подошла и поклонилась.\n\n—Доброе утро Акира, как спалось?\n\n—Простите, но вы кто?--женщина рассмеялась, Юки же недоумённо посмотрел на меня.\n\n—Акира, тебе случайно память не отшибло? Или же так от свадьбы решила отмазаться?\n\n—Простите Кацуми-сама, Акира-сама ведёт себя так с самого утра,--сказал Юки,--Акира-сама, это ваша мать, валькирия.\n\n—Кто такая валькирия?\n\n—Это женщина-воительница, дарующая победу.\n\n—Я тоже валькирия?\n\n—Частично, ты полудемон, полувалькирия,--ответила Кацуми.\n\n—Значит у меня те-же способности, что и у Юки-сенпая?\n\n—Просто Юки,--сказал парень,--Ваши способности куда лучше моих. Я демон-целитель, а это значит, что я больше целитель, чем демон.\nТо есть у меня всего три способности демона, а у вас их семь. Валькирия же может превратиться в любое существо. Так что вы превосходите меня.\n\n—А какие у меня способности?\n\n—У вас их пока две, так как вы ещё не полноценный демон. Первая способность — восприимчивость к сверхъестественному, то есть вы можете видеть истинное лицо существа и его энергетику. Вторая способность — магия. ",
    "answers": [
      {
        "id": 13,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 13,
    "text": "—Кацуми-сама, где гости?\n\n—Они в центральной части замка, в столовой.\n\nМой слуга взял меня за руку и мы уже были в каком-то светлом помещении. Это и была столовая. На первый взгляд она была обычной, но если же приглядеться, то можно заметить, что вокруг была волшебная пыль. И эта пыль словно помогала этому месту быть необычным.\n\n—Юки-семпай, что эта за пыль?--спросила я у Юки.\n\n—Акира-сама, называйте меня просто Юки. Эта пыльца фей, она помогает хозяевам, поднося еду, посуду. В общем они как...\n\n—Официанты?--не успел Юки договорить, как я его перебила.\n\n—Возможно.\n\nВ следующее мгновенье я была уже за столом. Все удивились, в том числе и я. Все взгляды были на мне и от этого мне стало неловко. Я посмотрела на Юки. Его глаза были наполнены любопытством. \n\n—Акира-сама, кажется, что вы открыли в себе третью способность,--сказал Юки. \n\n—Но почему так быстро?--спросил парень, который был в тронном зале,--Я свою третью открывал тридцать лет, а она всего за два года. Как? \n\n—Скорее всего у неё гены от Кацуми-самы. \n\n—Юки-сенпай, а кто он?--спросила я, указывая на парня. \n\n—Акира-аники, это надо не на меня пальцем указывать, а на твоего будущего мужа. \n\n—Акира! Кенджи! --грозно сказал Мезенори, скорее всего он \"мой\" папенька. \n\n—Простите,--сказала я и убрала руку. \n\n—Простите Акиру-саму, она так с самого утра,--объяснился Юки. \n\n—У нас гости если не забыли, почему бы тебе, Акира-аники не представиться?--спросил Кенджи. А я же, не зная, что делать, встала и начала говорить:\n\n—Я...я Минори, я не принцесса, а обычная студентка в области науки философии,--я видела, что все смотрели на меня, как на сумасшедшую,-- Знаю, что это всего лишь сон и никому это не будет интересно...но я люблю своб...\n\n—Акира! Перестань! Не забывай, что у нас гости!-- твёрдо сказал Мезенори. \n\n\n\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Но это мой сон, я хочу...\n\n—Акира-сама, прошу вас перестаньте,--убеждал меня Юки.\n\n—Хорошо,--сказала я и, встав, направилась в сторону выхода из комнаты,--Юки-семпай, проводи меня в мою комнату. Я устала.\n\n—Но...--сказал Юки, но я тут же посмотрела на него хмурым взглядом,--Конечно.\n\nЮки взял мою ладонь и мы тут же оказались в комнате. Я посмотрела на зеркало, ожидая увидеть отражение.\n\n—Ну и сцену ты устроила,--недовольно сказало отражение.\n\n—Ты видело?\n\n—Конечно, я ведь отражение. Я везде. Твой папенька очень злится. Почему бы тебе не узнать поближе своего жениха?\n\n—Ладно, всё равно мне уже как-то скучновато стало. Юки-семпай, телепортируй меня,--сказала я, но тут же заметила усталость в глазах Юки. Жаль этого парня. Замучала его упрямая принцесса.\n\n—Этого не потребуется, тем более Юки устал. Я могу переместить тебя. Тебе всего лишь надо войти в зеркало.\n\nЯ дотронулась до зеркала и оно, будто живое вздрогнуло. Я посмотрела на Юки. Он кивнул мне и я зашла в зеркало. Пока я была внутри, то увидела яркую вспышку от чего моя голова разболелась. Однако я шла к этому свету и прямиком оказалась в саду. Я упала, боль была невыносимая, однако я получила по заслугам за бедного Юки. ",
    "answers": [
      {
        "id": 15,
        "text": "Попытаться встать"
      },
      {
        "id": 16,
        "text": "Лежать на траве"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я попыталась встать, но вся эта боль не позволяла мне. Я упала, сильно ударившись. После чего заметила силуэт фигуры. Я не могла разглядеть, но точно знала что это был кто-то сильный. Ведь этот кто-то поднял меня на руки, после чего уложил на скамью.\n\n—С тобой всё в порядке?--сказал явно парень. Голос был таким звучным.\n\n—Д-да.\n\nЯ вновь смогла видеть и... ",
    "answers": [
      {
        "id": 17,
        "text": "И? "
      }
    ]
  },
  {
    "id": 16,
    "text": "Я скривилась от боли, поэтому старалась двигаться меньше. Разум был затуманен, а глаза и вовсе не видели. Вдруг я почувствовала касание. Кто-то поднял меня на руки и усадил на скамью.\n\n—Всё хорошо?--спросил мужской голос.\n\n—К-кажется.\n\nЧерез некоторое время я смогла видеть и... ",
    "answers": [
      {
        "id": 17,
        "text": "И? "
      }
    ]
  },
  {
    "id": 17,
    "text": "Передо мной был парень в столовой, видимо мой женишок. Он смотрел мне в глаза и улыбался, что было очень странно.\n\n—Что?--спросила я,--На моём лице что-то есть?\n\n—Нет, ты красивая,--сказал парень от чего я немного покраснела.\n\n—Меня вроде как Акира зовут.\n\n—Я могу звать тебя и Минори, как захочешь. Я Наоки.\n\n—Кажется, что ты единственный кто воспринимает меня всерьёз,--сказала я. Мы стали смеяться. Казалось, он вовсе не плохой парень, да ещё и красив. Конечно, я всё равно хотела свободы, но где-то в глубине души я чувствовала, что мне нужна поддержка и опора. Возможно, я была одинока... \n\n—Знаешь, я давно так не проводила время на свежем воздухе. Раньше мы с семьёй часто устраивали пикники, походы и прогулки. \n\n—А сейчас? \n\n—А сейчас...я только мечтаю об этом. После поступления в колледж я стала редко видеться и общаться с ними. Однако недавно, я решила переехать к ним на время каникул. \n\nНаоки слушал меня внимательно, наверное, ему была интересна моя жизнь. Его красные глаза смотрели в мои. Он взял меня за талию, я же недоуменно смотрела на него. \n\n—Прости,--смутившись, Наоки отстранился. \n",
    "answers": [
      {
        "id": 18,
        "text": "Обнять"
      },
      {
        "id": 19,
        "text": "Стоять столбом"
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c35/1905/6f/587bd0df7d1a.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я, поддавшись порыву эмоций, обняла Наоки. Он пахнул мужским одеколоном. Наоки тоже приобнял меня.\n\n—Спасибо за проведённое время, но мне нужно идти. Кажется, меня заждался Юки.\n\n—Пока, я надеюсь, что ты придёшь завтра.\n\n—Конечно,--сказала я, помахав рукой.\n\nВойдя в зеркало, я почувствовала боль, голова гудела и мои ноги отказывали. Я не могла идти. Свет светил мне в глаза и я потеряла сознание. ",
    "answers": [
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/1905/e8/ba4e0af62a66.jpg"
      },
      {
        "id": 20,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 19,
    "text": "Нависла неловкая пауза, но потом я решила нарушить эту тишину.\n\n—Знаешь, наверное, меня Юки заждался.\n\n—Ясно, тогда пока, наверное.\n\n—А ты будешь тут завтра?--Наоки кивнул, я же помахала рукой в знак прощание и улыбнулась. Наоки сделал тоже самое. После чего я зашла в зеркало, напоследок посмотрев на Наоки.\n\nБоль, всё также. Голова, гудок. Я не могла это терпеть, я упала и потеряла сознание. ",
    "answers": [
      {
        "id": 20,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я постепенно открываю глаза. Я начинаю понимать, что я в своей комнате. Попытаться встать мне не удалось.\n\n—Лежи!--приказал Кенджи.\n\n—Отвали, я сама знаю, что делать,--сказала я и тут же попыталась встать. Но рыжеволосый нахал уложил меня обратно.\n\n—Тебе жить надоело!? Строишь из себя глупую.\n\n—Чего?\n\n—Даже сейчас, ты хоть понимаешь...тебе не отделаться от свадьбы!\n\n—...--я молчала, я не знаю, что сказать. ",
    "answers": [
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b13/1905/f8/f22b503471ff.jpg"
      },
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вдруг я почувствовала лёгкое касание губ к моим. Это был нежный поцелуй, от которого я растаяла. Чувства смешались. На душе было то волнение, то злоба, то некая радость. Поцелуй был недолгим, ведь я отстранилась.\n\n—Что-то не так?--спросил парень. ",
    "answers": [
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b16/1905/0d/a7b9284544ad.jpg"
      },
      {
        "id": 22,
        "text": "Высказать своё недовольство "
      },
      {
        "id": 23,
        "text": "Обнять "
      }
    ]
  },
  {
    "id": 22,
    "text": "—Ты...ты спятил?\n\n—Акира, ты чего? Обиделась что ли? Слушай, если ты обиделась на то, что я посмеялся из-за твоей пижамки...это было и вправду смешно. Тогда прости меня, ты ведь знаешь, что ты мне дорога.\n\n—Это не из-за пижамы, извращенец!\n\n—Из-за чего тогда? Из-за того, что полюбила своего женишка?--криками стал говорить Кенджи,--Или Юки-\"семпая\"?\n\n—Ч-что?\n\n—Ничего, дура!--крикнул парень и, хлопнув дверью, скрылся с моих глаз.\n\nЯ же села на кровать и стала думать о том, что было. Отражение прервало мои мысли.\n\n—Акира, что случилось? Почему ты так с ним?\n\n—Нечего было лезть с поцелуями.\n\n—Но ты же любишь его. Ты для этого и придумала притворяться дурочкой.\n\n—Я не притворялась. Я не могу проснуться, этот сон такой долгий!\n\n—Акира, подойди и коснись зеркала.\n\n—Зачем?\n\n—Нужно, давай.\n\nКонец главы 1 \"Необычный сон\". ",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я не знаю, что мной управляло, но я обняла парня. Мы стояли так долго, пока я не сказала.\n\n—Я...я не знаю, почему ты...\n\n—Тише, всё будет...хорошо,--сказал парень и тут я вспомнила, как Юки говорил мне те же самые слова. Такие слова говорили мне все...все и они никогда не помогали мне, а лишь говорили незначительные для меня слова: \"Всё будет хорошо\" или \"Я всегда буду рядом\".\n\n—Нет, ничего не будет хорошо. Все вы так говорите. Уходи!--тихо сказала я.\n\n—Акира, давай убежим?\n\n—Уходи!--уже чуть ли не крича сказала я. Кенджи послушно скрылся за дверью, сказав: \"Подумай, я люблю тебя\".\n\nЯ плюхнулась на кровать.\n\n—Акира, вы ведь не для этого весь спектакль придумали?\n\n—Какой ещё спектакль? Ты про то, что я не знаю кто вы такие?\n\n—Акира, подойди и коснись зеркала.\n\n—Зачем?\n\n—Не упрямься!\n\nКонец главы 1 \"Необычной сон\". ",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Глава 1 \"Необычный сон\": 17.05.19\n\nГлава 2 \"Первая тренировка\": 30.05.19\n\nГлава 3 \"Немного ближе\": 29.06.19",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 25,
    "text": "Глава 2 \"Первая тренировка\". \n\nЯ осторожно дотронулась до зеркала. По нему вдруг  пробежала дрожь. Яркий свет стал слепить мне глаза. Я поморщилась, закрыв глаза. Моя душа будто вышла из меня, и моё тело рухнуло на пол. Я не чувствовала боли, я как будто была в другом мире.\n\n—Минори...Минори,--чей-то голос звал меня, но я не могла ни говорить, ни дышать. Я не разбирала слов, казалось, я потеряла сознание. Пока ко мне не подошёл человек. Да именно человек, я это чувствовала. Ведь этот человек, я его знала. Он был самым дорогим для меня, мой друг.\n\n—Аки, это ты? Помоги мне, пожалуйста. Я...--я расплакалась. Не знаю почему, но слёзы текли ручьём.\n\n—Акира, ты слышишь меня?--спросил Аки.\n\n—Я не Акира!--кричала я,--Не Акира!\n\n—Это всё иллюзия, ты слышишь? ",
    "answers": [
      {
        "id": 26,
        "text": "Прийти в себя "
      }
    ]
  },
  {
    "id": 26,
    "text": "Глаза болели, я с трудом могла видеть.\n\n—Что произошло?\n\n—Ты не из этого мира. Ты не Акира,--сказало отражение. \n\n—Я всё ещё сплю?--спросила я у себя. \n\n—Ты не спишь, всё это реальность! Минори, так ведь?--спросило отражение, а я не подала ни одного жеста,--Ты поменялась телами, а также мирами с Акирой. \n \n—Зачем? \n\n—Я не знаю... Я даже не знаю как поменять вас обратно. \n\n—А зачем нас менять? Мне и так нормально. \n\n—Ты не хотела бы вернуться к своим родным или друзьям? \n\n—Смысл? \n\n—Минори, это серьёзно,--отражение вздохнуло. Я молчала. Мои мысли были забиты. Я не знала реальность ли это, или сон. Мне так хотелось остаться в этой \"реальности\",--Пока что...мы ничего не скажем Мезенори, да и всем впрочем. Мы поступим так. Я придумаю, как отправить тебя в твой мир. А ты будешь притворяться Акирой. Поняла? \n\n—Да...но как я буду притворяться, если я не знаю кто она, кто все? \n\n",
    "answers": [
      {
        "id": 27,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Как ты уже знаешь, Акира — полудемон, полувалькирия. У неё три способности, одну из которых была открыта тобой. Ту способность, которую ты открыла — это скорость. Ты можешь замедлять или ускорять предметы или тела, а также сама ускоряться или замедляться. Всё звучит просто, но это не так. Тебе придётся тренироваться. Будет сложновато, но твой тренер тебе поможет. Твой отец — Мезенори, демон и правитель \"Алой агонии\", он строг и жесток. Ты наследница трона, поэтому он нашёл тебе жениха. У него большие планы на тебя, так что будь готова, ведь совсем скоро будет свадьба. Кацуми — твоя мать и валькирия, вторая жена Мезенори. Она не такая строгая, но упрямая. О чём ты ещё хочешь узнать?--спросило отражение. ",
    "answers": [
      {
        "id": 28,
        "text": "--Расскажи о Юки-семпае. "
      },
      {
        "id": 29,
        "text": "--Кто мой жених? "
      },
      {
        "id": 30,
        "text": "--Кенджи...почему он меня поцеловал? "
      }
    ]
  },
  {
    "id": 28,
    "text": "—Юки — целитель-демон, твой слуга. Он равнодушен и всегда старается скрыть эмоции, но я то его насквозь вижу. Когда-то он потерял родных, а после и родную сестру. Ему пришлось тяжко. Именно поэтому он такой, скрытый.\n\n—Как он их потерял?\n\n—Была жестокая война против \"Небесной луги\". Многие потеряли близких людей. Нам всем пришлось несладко, как и Мезенори.\n\n—Что же случилось?\n\n—В один день он потерял свою жену — Харуко. Но это уже в прошлом, ведь мы идём вперёд. ",
    "answers": [
      {
        "id": 29,
        "text": "--Кто мой жених? ",
        "need": [
          -29
        ]
      },
      {
        "id": 30,
        "text": "--Кенджи...почему он меня поцеловал? ",
        "need": [
          -30
        ]
      },
      {
        "id": 31,
        "text": "Продолжить",
        "need": [
          29,
          30
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "—Твой жених — Наоки, полуангел и полудемон. Его родители решили заключить с нами союз, чтобы объединить силы и власть. Мезенори же решил укрепить связь, поэтому Наоки теперь твой жених. Наоки не такой, как его предки. Он куда более добрее и сильнее. Я это чувствую. Пока что это всё, что я знаю о нём. Но я ещё собираю о нём информацию.\n",
    "answers": [
      {
        "id": 28,
        "text": "--Расскажи о Юки-сенпае. ",
        "need": [
          -28
        ]
      },
      {
        "id": 30,
        "text": "--Кенджи...почему он меня поцеловал? ",
        "need": [
          -30
        ]
      },
      {
        "id": 31,
        "text": "Продолжить",
        "need": [
          28,
          30
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": "—Вы с ним сладкая парочка,--усмехнулось отражение.\n\n—Что?--спросила я, чувствуя, что сильно краснею.\n\n—Вы тайно влюблены в друг друга.\n\n—Почему тайно?\n\n—Ну, во-первых, у тебя есть жених. Во-вторых, Мезенори этого не одобрит. Потому, что Кенджи — его племянник.\n\n—ЧТО?--я была просто убита этими словами.\n\n—Не волнуйся, он тебе не родственник. Когда-то у Мезенори была первая жена. У этой жены была родная сестра, у которой был сын. Этот сын и был Кенджи. Его мать умерла, поэтому Мезенори взял его под свою опеку.\n\n—Ясно, но я всё же шокирована. Только ты знаешь об этом?\n\n—Не только я, но и Юки. Он ничего не скажет. ",
    "answers": [
      {
        "id": 28,
        "text": "--Расскажи о Юки-сенпае. ",
        "need": [
          -28
        ]
      },
      {
        "id": 29,
        "text": "--Кто мой жених? ",
        "need": [
          -29
        ]
      },
      {
        "id": 31,
        "text": "Продолжить",
        "need": [
          28,
          29
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "—На этом всё, тебе пора идти на тренировку,--сказало отражение.\n\n—Куда идти?--спросила я.\n\n—Юки!--крикнуло отражение. В эту же секунду появился Юки,--Отведи её на тренировку.\n\n—Хорошо,--Юки взял мою руку холодными пальцами, закрыв глаза. Мы переместились на просторное поле. Трава была мятной, облака были покрыты розовым оттенком, а вот небо было таким же светло-голубым. Я была удивлена красотой здешней природы.\n\n—Красиво.\n\n—Я тоже так думаю,--сказала я, улыбнувшись. Юки чуть заметно погрустнел,--Всё хорошо?--парень, проигнорировав мой вопрос, взял в руки светящийся нож.\n\n—Нападайте,--холодно сказал Юки. ",
    "answers": [
      {
        "id": 32,
        "text": "Сделать рывок "
      },
      {
        "id": 33,
        "text": "Стоять столбом "
      }
    ]
  },
  {
    "id": 32,
    "text": "Я взяла палку, лежащую на траве, и прямиком рванула на Юки. Он с лёгкостью увернулся. Я не сдавалась, потому и кидалась на него с палкой, как ненормальная. Это, казалось, мне смешным. Но Юки так не считал, он смотрел серьёзно. Иногда мне удавалось зацепить его палкой, но это не давало никакого результата. Спустя пятнадцать минут я выдохлась и легла на траву.\n\n—Мы только начали, а вы уже устали?!--сказал Юки и прилёг рядом.\n\n—Чуть-чуть. С этой палкой я не могу нанести удары. А это платье мне мешает.\n\n—Знаю, но скоро придёт Мика и выдаст вам снаряжение и оружие.\n\n—Так это она мой тренер?\n\n—Угу. \n",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Что стоим!? Возьмите что-нибудь и нападайте.\n\nЯ также стояла и смотрела на Юки. Я думала, что он разозлиться, но нет. Он протянул мне руку с ножом.\n\n—Зачем это?\n\n—Вы будете наносить удары, а я отклоняться.\n\n—Но я никогда не пользовалась холодным оружием.\n\n—Хватит ныть, давайте бейте.\n\nЯ двинулась на парня, он же резко отскочил. Решив схитрить, я отступила назад. Но вдруг, споткнувшись, я прокатилась по земле. Юки поймал меня. Я встала.\n\n—Хорошо, что не порезались,--сказал Юки. \n\n—С этим платьем неудобно и этот нож...он не подходит для меня.\n\n—Не волнуйтесь, Мика выдаст вам снаряжение и подходящее оружие.\n\n—Я думала ты мой тренер.\n\n—Нет, Мика. ",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Привет Юки. Давно не виделись,--сказала девушка с катаной в руках. Её фиолетовые волосы были собраны в хвост, а фиолетовые глаза смотрели на Юки. Мне, кажется, что я уже ревную.\n\n—Привет...Мика. Это Акира-сама,--Юки посмотрел на меня,--Она твоя ученица.\n\n—Значит открыла третью способность? Довольно рано. Я Мика, демон и одна из лучших бойцов в \"Алой агонии\". Мне двести пятьдесят один год,--девушка протянула рука, а я поспешила пожать её.\n\n—Акира, будущая правительница \"Алой агонии\",--сказала я. Мика довольно ухмыльнулась, ей нравился мой напор.\n\n—Юки, ты можешь идти. Я займусь ей. \n\n—Хорошо. Оставляю тебе её на попечение. \n\n—Я не нянька,--сказала Мика, усмехаясь. Юки скрылся с наших глаз, телепортивавшись. \n",
    "answers": [
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c20/1905/3d/bff6a2c1de22.jpg"
      },
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Мика одним щелчком пальцев \"призвала\" из под земли небольшой дом. Я ахнула.\n\n—Что это?--спросила я.\n\n—Это мой дом. Заходи.\n\nМы зашли в дом. Внутри было много места, хотя дом и был маленький. Я сразу поняла, что это было волшебство смещения.\n\n—Держи,--Мика протянула мне веер,--Это будет твоим оружием.\n\n—Оружием?\n\n—Да, веер в основном используют для управления ветра. У тебя способность — скорость, поэтому веер очень подойдёт в качестве оружия.\n\n—То есть я могу использовать ветер и ускорять его?\n\n—Да, ты всё верно понимаешь. Теперь подберём тебе подходящую одежду,--Мика стала рыться в шкафу. Через несколько минут она достала красный костюмчик,--Примерь.\n\nЯ взяла одежду и оделась. В этом мне было очень удобно.\n\n—Отлично. Осталось разобраться с волосами,--Мика достала нож и одним движением отрезала мне волосы. Длинные волосы упали на пол, а я чуть ли не плакала,--Они бы мешались тебе в бою.\n\n—Но...они такие красивые.\n",
    "answers": [
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c18/1905/80/0009e94039c5.jpg"
      },
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Мика сделала мне два хвостика и завезала красными ленточками.\n\nЧерез некоторое время мы уже были на тренеровочной площадке. Мика взяла вместо катаны — веер, встав в стойку. Я тоже последовала за ней.\n\n—Если ты хочешь управлять ветром, то ты должена слиться с воздухом,--сказала Мика.\n\n—Как это?\n\n—Представь, что ты и есть ветер, сосредоточься.\n\n—Ладно, я попробую.\n\nЯ пыталась сосредоточиться и освободиться от мыслей. Однако это давалось сложнее, чем я думала. ",
    "answers": [
      {
        "id": 37,
        "text": "Сосредоточиться "
      }
    ]
  },
  {
    "id": 37,
    "text": "Я, закрыв глаза, собралась и отпустила все свои мысли, мучившие душу. Я почувствовала прилив сил.\n\n—Отлично,--сказала девушка, я открыла глаза. Увидев как воздух струится во все стороны, я немного замялась. Однако я старалась не терять контроль,--Теперь с помощью веера попробуй управлять воздухом.\n\nЯ резко распахнула веер, и воздух на время заструился ещё быстрее. В следующее мгновенье Мика махнула своим веером, и ветер ударил меня, порезав щёку.\n\nЯ всё ещё стояла на ногах. Мика махнула веером. ",
    "answers": [
      {
        "id": 38,
        "text": "Атаковать"
      },
      {
        "id": 39,
        "text": "Защищаться"
      }
    ]
  },
  {
    "id": 38,
    "text": "Решив атаковать, я махнула веером и использовала своё умение ускорять тела и предметы. Это пошло мне на пользу, ведь ветер задел моего соперника.\n\n—Молодец, быстро соображаешь. Этого я и хотела,--сказала Мика, вытерев кровь с лица.\n\n—Что именно ты хотела?\n\n—Чтобы ты использовала свою способность. Теперь поняла?--я кивнула,--На сегодня думаю достаточно. Иди, отдохни.\n\nМне и в правду нужно было отдохнуть, я сильно выдохлась. А Мика всё ещё была полна сил.\n\n\"Вот же живучая...\"--пронеслось у меня в голове.\n\nКонец главы 2 \"Первая тренировка\". ",
    "answers": [
      {
        "id": 40,
        "text": "Начать 3 главу \"Немного ближе\". "
      }
    ]
  },
  {
    "id": 39,
    "text": "Я решила защищаться. Взяв веер покрепче, я подождала подходящего момента и махнула веером вверх, использовав свою способность замедлять предметы или тела. Ветер остановился.\n\n—Хорошо, думаю, что ты справилась,--сказала Мика,--Я хотела, чтобы ты научилась применять свою способность.\n\n—Кажется, я поняла.\n\n—Ну и отлично. Тебе надо отдохнуть, на этом тренировка закончена.\n\nЯ использовала слишком много сил, чтобы остановить ветер. Мика использовала гораздо больше сил, чем я, однако я не видела в ней усталость. \n\n\"Думаю, отдых пойдёт мне на пользу\",--подумала я.\n\nКонец главы 2 \"Первая тренировка\". ",
    "answers": [
      {
        "id": 40,
        "text": "Начать 3 главу \"Немного ближе\". "
      }
    ]
  },
  {
    "id": 40,
    "text": "Глава 3 \"Немного ближе\" \n\nЯ открыла глаза и опять же оказалась в не своей комнате. Встав, я взглянула на себя в зеркало. \n\n—Всё также тут,--вздохнула я. \n\n—И тебе доброго утречка,--сказало отражение. \n\nЯ одела кофту и юбку, рассматривая себя. После чего я села на стул возле туалетного столика. Расчёска опять же стала творить шедевры у меня на голове. На этот раз мои волосы были распущены, только два локона были завязаны в хвостики.\n",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Когда я открыла дверь своей комнаты, то увидела Юки. \n\n—Неужели, ты ждал меня всё это время за дверью? \n\n—Пошлите,--спокойно произнёс парень. \n\n—Куда? \n\n—Надеюсь, вы не забыли о наших гостях? Так вот недавно, вы обещали своему жениху прогулку в саду. \n\n—Ах, точно. Как это я могла забыть?--с сарказмом ответила я. Юки взял мою руку, на этот раз его рука была тёплой. Он посмотрел на меня и после телепортировал нас. Мы оказались в незнакомой мне части сада. ",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Юки-семпай, где мы? \n\n—Это любимая часть сада Кацуми-самы. Она решила, что это самое романтичное место для проведения вашего свидания. \n\n—Эм...Юки? \n\n—Я думал, вы так и будете звать меня \"Юки-семпай\". \n\n—Юки...ты,--я замялась задать вопрос, касающийся его и Мики. \n",
    "answers": [
      {
        "id": 43,
        "text": "Спросить"
      },
      {
        "id": 44,
        "text": "Не спрашивать"
      }
    ]
  },
  {
    "id": 43,
    "text": "\n—Что?\n\n—Кто для тебя Мика?--громко и чётко спросила я. \n\n—Она...никто,--сказал Юки, я видела, как что-то терзало его. \n\n—Расскажи, прошу.\n\n—Она. Раньше была война между \"Алой агонии\" и \"Небесной луги\". Очень много было пролито крови. У меня была сестра — Мика. \n\n—Но отражение сказало, что... \n\n—...она умерла. Я знаю. Она и вправду умерла,--сказал парень. Я видела, как больно ему было произносить всё это. \n\n—Прости, я... \n\n—Не нужно извиняться, это уже в прошлом,--парень замолчал, поэтому я не стала спрашивать про Мику. ",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "\n—Что? \n\n—Не важно,--сказала я. Юки спокойно посмотрел на меня. \n\n—Я понял, что вы не такая как раньше. \n\n—А какая я была раньше? \n\n—Раньше вас интересовала политика. Вы даже были готовы отказаться от своего счастья, ради выгоды. \n\n—Неужели?--спросила я с сарказмом. \n\n—Но сейчас, вы...капризны. Да-да, вы готовы бороться за свою свободу. \n\n—Ты прав, я капризна и знаешь, удивительно то, что у меня ещё есть надежда. \n\n—Как говорится, надежда умирает последней,--я чуть хихикнула. ",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "После разговора Юки ушёл, оставив меня одну. Я же сидела на лавочке и ждала своего \"принца на белом коне\". Через несколько минут кто-то закрыл мне глаза. \n\n—Угадай кто... \n\n—Наоки?!--сказала я, а после мне открыли глаза. Я обернулась и увидела парня,--Привет. \n\n—Привет, Минори. \n\n—Я рада видеть тебя,--я улыбнулась,--Слушай, я мало знаю тебя. Мне бы хотелось, чтобы ты рассказал о себе. \n\n—Ладно, но учти я не люблю рассказывать о себе. Так что ради тебя, сделаю исключение,--Наоки улыбнулся, а я хихикнула,--Я принц \"Небесной луги\". \n",
    "answers": [
      {
        "id": 46,
        "text": "Быть в шоке"
      }
    ]
  },
  {
    "id": 46,
    "text": "\n—Что?--улыбка сразу исчезла с моего лица. \n\n—Ты не знала? \n\n—Твоя страна — \"Небесная луга\", убила много людей. В том числе первую жену моего отца и родственников Юки,--сказала я. Я была в гневе и была готова уже убежать от него, расплакавшись,--И ты...ты...\n\n—Постой, дай мне объясниться. Я тут не причём. Всё дело в наших предках,--сказал парень,--Я не знаю из-за чего началась война. Но чтобы прекратить войну, твой отец пошёл на сделку. Он решил, что если заключить брак, то война прекратиться. Поэтому теперь ты и я скоро будем править \"Алой агонией\" и \"Небесной лугой\". \n\n—Прости, я не знала. \n\n—Ничего. \n",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Мы болтали о разных темах, но это особо не помогло. Ведь я...не могла выкинуть мысли из головы. \n\n\"Почему ничего об этом не сказало отражение? Почему начала войну \"Небесная луга\" против \"Алой агонии\"? Что мне делать... Если мы не поженимся, что будет? Война? Переговоры?\",--все мои мысли были забиты вопросами, на которые вряд ли мне дадут ответы. \n\n—Мне хочется, чтобы ты улыбнулась,--сказал Наоки, что привело меня в себя,--Знаешь, что тебя развеселит... \n\n—Что? \n\n—Вот это,--улыбчивый парень протянул мне небольшое зеркало. \n\n—Зачем это? \n\n—Оно может показать что угодно. Например, кто чем занят. Смотри,--парень провёл рукой. Зеркало показало нас. \n\n—Удивительно. \n\n—За кем бы ты хотела проследить? \n\n",
    "answers": [
      {
        "id": 48,
        "text": "За Юки"
      },
      {
        "id": 49,
        "text": "За Кенджи "
      },
      {
        "id": 50,
        "text": "За Микой"
      }
    ]
  },
  {
    "id": 48,
    "text": "Я провела рукой по зеркалу, при этом думая о Юки. Зеркало показало его. Он был в тронном зале. Скорее всего он ждал Мезенори.\n\nЧерез некоторое время в тронный зал пришли Мезенори и Кацуми.\n\n—Юки, как там наша Акирочка?--спросила Кацуми.\n\n—Всё хорошо, Кацуми-сама,--ответил парень.\n\n—Мезенори, я так за неё волнуюсь.\n\n—Кацуми, успокойся,--сказал Мезенори. Я видела, как его уже замучала Кацуми.\n\n—Но я так волнуюсь, мой милый Мезенори.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "\nЯ провела рукой по зеркалу, при этом думая о Кенджи. Зеркало показало его. Он был на тренировочной площадке. Недалеко от него находилось маленькое и милое существо.\n\n—А ну, нападай, грозная зверюга,--сказал парень. \"Зверюга\" же в недоумении наклонила голову на бок, моргая глазками,--Я остановлю твой горячий пыл на победу.\n\nБыло забавно наблюдать за тем, как парень пытался сделать из \"зверюги\" — противника.\nВедь маленькое существо вовсе не понимало, что от него хотели.\n",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я провела рукой по зеркалу, при этом думая о Мики. Зеркало показало её. Она была у себя дома, что-то готовя. \n\n—Помешаем, ля-ля-ля, и...--сказала Мика,--...почти готово. Осталось добавить золотых листиков. \n\nОна подошла к шкафу и стала искать ингредиент. Однако с потолка упало маленькое существо на творение Мики. \n\n—Ах, ты — гадёныш! Ты моё зелье своей попой испортил!--сказала девушка и начала гоняться за бедным зверьком. ",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "На это было забавно смотреть, хотя они довольно милая парочка.\n\nЗеркало вновь стало в естественном состоянии, когда я провела рукой.\n\n—Они очень забавные,--сказал Наоки.\n\n—Да, это правда. А какие у тебя родители?\n\n—Моя мать умерла ещё когда мне было двадцать, поэтому меня воспитывал отец. Мать я не знал, а отец почти всегда был занят. Но всё же он уделял мне время. Он не такой плохой, но он нетерпелив.\n\n—Мне жаль.\n\n—Ничего.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Зеркало вновь стало в естественном состоянии, когда я провела рукой.\n\n—Твой брат забавный,--сказал Наоки. \n\n—Да, это так. А у тебя есть братья или сестры? \n\n—Нет, но хотелось бы.\n\n—Могу отдать своего братца,--сказала я, а затем добавила,--Причём бесплатно. \n\n—Я подумаю,--лукаво подмигнул мне Наоки. \n",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Зеркало вновь стало в естественном состоянии, когда я провела рукой. \n\n—Забавная у тебя тренерша,--посмеялся Наоки. \n\n—Да это точно. А ты тоже тренируешься? \n\n—Мне не до этого. Сейчас обучаюсь в академии. \n\n—Ясно,--я улыбнулась. ",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "\n—А ты за мной тоже так подглядываешь?--спросила я с подозрением. \n\n—Ну, не знаю,--загадочно ответил парень. \n\n—Значит...подглядываешь!? \n\n—Я же ответил — \"не знаю\".\n\n—...--я покраснела от смущения. После чего я кинулась на принца с кулаками. Но он увернулся. И я стала гнаться за ним. \n\n—Не поймаешь!--сказал Наоки. Согласна, он был быстрее меня. Однако я была хитрее. Я сняла босоножки и наступила на траву. Так было намного удобнее бегать. Поэтому я решила поймать принца более лёгким способом. Я побежала на прямую, а затем перехватила парня при этом замаяв. \n",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "—Ты вода!--крикнула я и спешно убежала. Однако меня тут же повалили на землю,--Помогите, насилуют!--прокричала я, смеясь. Наоки был близко к моему лицу. Мне, казалось, что вот-вот и он поцеловал бы меня. Но мои ожидания не были оправданы, Наоки отстранился. ",
    "answers": [
      {
        "id": 56,
        "text": "Приобнять"
      },
      {
        "id": 57,
        "text": "Ничего не делать "
      }
    ]
  },
  {
    "id": 56,
    "text": "Встав, я приобняла парня. \n\n—Спасибо за проведённое время со мной. \n\n—Не за что,--сказал, улыбнувшись, парень, а после добавил,--Я не подглядывал. \n\n—Точно? \n\n—Точно. Я не смог бы, ведь вокруг замка стоит магический барьер. \n\n—А почему я смогла? \n\n—Потому что ты потрясающая девушка. \n\n—Спасибо, но всё же?--спросила я. \n\n—Скорее всего, потому что ты — хозяйка этого поместья. \n\n—Теперь понятно. \n\nМы немного поболтали, а после, попрощавшись, ушли по своим делам.",
    "answers": [
      {
        "id": 58,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 57,
    "text": "\n—Я не подглядывал,--начал диалог Наоки. \n\n—Правда?--с ухмылкой спросила я. \n\n—Да, я бы не смог и не стал бы. \n\n—Почему же?\n\n—Ну, во-первых, твой замок окружает магический барьер. А во-вторых, совесть бы мучала меня. \n\n—Спасибо. \n\n—За что?--спросил парень. \n\n—За честность. \n\nМы немного поболтали, а после, попрощавшись, ушли по своим делам. ",
    "answers": [
      {
        "id": 58,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 58,
    "text": "\"Теперь по вечерам я хожу на тренировку. На первой тренировке я научилась управлять ветром. Получается я открыла четвёртую способность.\"\n\nЯ была в доме у Мики. Мика же рылась в сундуке. После долгих поисков, она закрыла сундук и положила на стол три оружия: меч, посох и клинки. \n\n—Выбирай,--сказала Мика. \n\n—Что это? \n\n—Это оружия, которые относят к разным кланам. Есть три клана. Клан воинов, клан магов и клан убийц. Ты должна выбрать, в какой из кланов ты хочешь вступить. \n\n—Для чего нужны эти кланы?--спросила я. \n\n—Хороший вопрос! Кланы — это что-то по типу выбора оружия, снаряжения и способности. Они, кланы нужны для того, чтобы развивать навыки и умения. \n\n—Теперь понятно. Наверное, я выберу клан... \n\n",
    "answers": [
      {
        "id": 59,
        "text": "Клан воинов "
      },
      {
        "id": 60,
        "text": "Клан магов"
      },
      {
        "id": 61,
        "text": "Клан убийц"
      }
    ]
  },
  {
    "id": 59,
    "text": "—...клан воинов. \n\n—Отлично. Бери меч с щитом и пошли на тренировочную площадку. \n\nЯ взяла в руки меч с щитом и последовала за Микой. \n\n—Теперь, ты научишься управляться с мечом,--сказала Мика. \n\n—Но для чего я училась управлять ветром? \n\n—Лишняя способность не помешает,--ответила девушка, а затем продолжила,--Управление ветром — твой козырь. Ведь если ты проиграешь битву, то ты можешь защищаться этой способностью. \n\n—Значит, эта способность предназначена для защиты? \n\n—Да, именно так,--кивнула Мика,--Встань в стойку. Левая нога впереди, правая сзади. Теперь возьми в правую руку меч, а в левую — щит. ",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "\n—...клан магов. \n\n—Хорошо, бери посох и пойдём на тренировочную площадку. \n\nЯ взяла посох и последовала за Микой. \n\n—Теперь, ты научишься управляться с посохом,--сказала Мика. \n\n—Но для чего я училась управлять ветром? \n\n—Лишняя способность не помешает,--ответила девушка, а затем продолжила,--Управление ветром — твой козырь. Ведь если ты проиграешь битву, то ты можешь защищаться этой способностью. \n\n—Значит, эта способность предназначена для защиты? \n\n—Да, именно так,--кивнула Мика,--Встань в стойку. Левая нога впереди, правая сзади. Теперь возьми в руки посох, но так, чтобы правая рука была ближе к острию, чем левая. Но не настолько близко. ",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "\n—...клан убийц. \n\n—Ладно, бери клинки и пошли на тренировочную площадку. \n\nЯ взяла в руки клинки и последовала за Микой.\n\n—Теперь, ты научишься управляться с клинками,--сказала Мика. \n\n—Но для чего я училась управлять ветром? \n\n—Лишняя способность не помешает,--ответила девушка, а затем продолжила,--Управление ветром — твой козырь. Ведь если ты проиграешь битву, то ты можешь защищаться этой способностью. \n\n—Значит, эта способность предназначена для защиты? \n\n—Да, именно так,--кивнула Мика,--Встань в стойку. Левая нога впереди, правая сзади. Теперь возьми в руки клинки. \n",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "\n—Хорошо,--сказала я, сделав так как велела мне девушка. \n\n—Нападай, а я буду уклоняться. \n\n—Но в прошлый раз ты... \n\n—Нападала, --перебила меня Мика,--я знаю. Теперь же я уклоняюсь, так что нападай. \n\nПосле её слов я стала атаковать. Было нелегко, ведь Мика была опытнее меня. Я долго билась. Однако, вспомнив, что Мика сказала на прошлом уроке, я стала действовать иначе. \n",
    "answers": [
      {
        "id": 63,
        "text": "Замедлить Мику"
      },
      {
        "id": 64,
        "text": "Ускорить себя"
      }
    ]
  },
  {
    "id": 63,
    "text": "\nЯ сосредоточилась, нацелившись на Мику. И на несколько секунд я замедлила её. Таким образом я повалила её на землю. \n\n—Молодец, мой прошлый урок не прошёл даром!--сказала, похвалив меня, Мика. \n\n—Агу. ",
    "answers": [
      {
        "id": 65,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 64,
    "text": "\nЯ сосредоточилась, погружаясь в себя. И в мгновенье я оказалась возле Мики. Что давало мне шанс, повалить её на землю \n\n—Молодец, мой прошлый урок не прошёл даром!--сказала, похвалив меня, Мика. \n\n—Агу. ",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "На этом тренировка была закончена. Было темно. И я возвращалась в свою комнату. Однако по пути я встретила Юки. \n\n—Юки-семпай, можешь отвести меня в библиотеку?--спросила я. Я любила читать книги. Особенно когда мне не спалось. \n\n—Хорошо, дайте руку. \n\nЯ протянула руку. Холодные пальцы коснулись моей ладони. По мне пробежала дрожь от холода. \n\n—Твоя рука...она холодная. Хотя до этого была тёплой. \n\n—Извините, Акира-сама. ",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Тут же мы были в коридоре возле входа в библиотеку. \n\n—Спасибо, Юки-семпай. \n\n—Не за что. Вы доберётесь сами до своих покоев?--заботливо спросил парень. \n\n—Не волнуйся, я найду дорогу! \n\nНа этом мы попрощались, и я зашла в библиотеку. ",
    "answers": [
      {
        "id": 67,
        "text": "Войти в библиотеку "
      }
    ]
  },
  {
    "id": 67,
    "text": "В библиотеке была тишина. Спокойствие — вот что мне не хватало все эти дни. Я стала искать что-то вроде \"История Алой агонии\". Мне было интересно узнать об этом мире, о его традициях или культуре. \n\nПрочесав несколько полок, я нахожу нужную мне книгу. Я поднялась на второй этаж, решив засесть в самый угол. Но там уже кто-то сидел. И этот \"кто-то\" недавно распускал свои руки ко мне. ",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "\nЯ решила уйти по-тихому. Однако Кенджи меня заметил. Тогда я подошла к нему. \n\n—Ты что-то хотела? \n\n—Вообще-то нет, но я...--сказала я. \n\n—Присаживайся,--сказал парень, указывая на стул. \n\n—Я хотела извиниться...\n\n—Да, ладно. Я привык к нашим ссорам. ",
    "answers": [
      {
        "id": 69,
        "text": "Сесть рядом с парнем"
      }
    ]
  },
  {
    "id": 69,
    "text": "\nЯ села рядом с ним, положив книгу на стол. \n\n—Готовишься к завтрашнему дню?--спросил парень. \n\n—А что будет завтра?\n\n—Ты стала такой забывчивой,--усмехнулся Кенджи,--Завтра ты идёшь в академию. \n\n—Что я там забыла? \n\n—Ты скоро станешь правительницей \"Алой агонии\". А для этого нужно знать очень много. Поэтому ты ходишь в высшую академию. \n\n—Ясно. Но если честно, я просто решила почитать. \n\n—Историю?--рассмеялся парень,--Пойдём со мной. \n\n—Ладно,--Кенджи резко взял меня за руку и потащил к лестнице. Я посмотрела на него с подозрениями, но всё же поднялась.",
    "answers": [
      {
        "id": 70,
        "text": "Подняться по лестнице"
      }
    ]
  },
  {
    "id": 70,
    "text": "Мы оказались на крыше. Через неё мы видели звёздные созвездия. Я любовалась этими \"светилами\". \n\n—Тебе нравится?--спросил Кенджи. \n\n—Да, это необычайно прекрасно. Хотя это можно увидеть каждый день. Но я всё равно восхищаюсь красотой неба. \n\n—Но это ещё не всё,--сказал парень и тут же свистнул. В эту секунду в небе показался Пегас. Да-да, самый настоящий летающий конь. \n\n—Вау,--восхищение не уходило с моего лица. Пегас приземлился на крышу. Кенджи поспешил подойти к нему.\n\n—Красавец, правда?--спросил парень, погладив коня,--Чего ждёшь? Иди сюда.",
    "answers": [
      {
        "id": 71,
        "text": "Подойти к Пегасу"
      }
    ]
  },
  {
    "id": 71,
    "text": "Я подошла к белоснежному красавицу, протягивая руку. Он понюхал её и недовольно фыркнул, ревнуя меня к своему хозяину.\n\n—Ну-ну, тише малыш,--стал успокаивать его Кенджи,--Мы только покатаем её. Хорошо?\n\nКенджи взял мою руку и усадил на недовольного Пегаса. Затем он сам уселся. И конь помчался очень быстро. Казалось, Пегас уронил бы нас (а точнее меня).\n\n—А-а-а-а-а,--прокричала я,--Хвати-и-ит.\n",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "—Давай-ка помедленнее,--сказал парень. Тут же конь послушался и стал медленнее лететь.\n\nТеперь я смогла разглядеть замок. Он был невероятно большим, просторным. \n\n\"Неужели я буду правительницей целой страны? Это волнительно...\"--подумалось мне. \n\nЧерез некоторое время мы приземлились в саду возле озера. Кенджи аккуратно помог мне спуститься. \n\n—Понравилось?\n\n—Ещё бы,--восхищеённо ответила я. ",
    "answers": [
      {
        "id": 73,
        "text": "Обнять "
      },
      {
        "id": 74,
        "text": "Поблагодарить "
      }
    ]
  },
  {
    "id": 73,
    "text": "Неожиданно для себя, я обняла парня в знак благодарности, прошептав:\n\n—Спасибо! \n\nМы стояли так долго, пока не пришло время прощаться. ",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 74,
    "text": "—Спасибо, что прокатил. \n\n—Спасибо в карман не положишь,--стал флиртовать парень. \n\n—Ох...я домой,--я развернулась, убежав в замок. ",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  }
]