[
  {
    "id": 1,
    "text": " Приветствую читатель, в этом квесте я хочу рассказать ещё одну забытую легенду зоны отчуждения. Лейтенант Петров недавно стал офицером младшего состава, командование решило направить группу учёных в Припять, а лейтенант был сопровождающим.                 (странно, новый лейтенант только вышел из-под учебника, а его посылают в зону, не абы куда, а в Припять практически самое опасное место зоны)  естественно вам собрали группу их пяти человек, для похода в Припять маловато будет, но на месте приземления вас будет ждать оперативная группа майора Утюгенова по этому поводу переживать не стоит. О вашем составе вы узнаете в самом квесте.\n\n\n\n\n\n\n\n\n\n\n\nАвтор:MAKFETI\nЖанр:боевик",
    "answers": [
      {
        "id": 2,
        "text": "Ну чё почитаем!? "
      },
      {
        "id": 3,
        "text": "Не читай. "
      }
    ]
  },
  {
    "id": 2,
    "text": "—Ну что, Петров, готов отправится в зону!\n—Так точно!\n—Молодец! Ваш вертолёт подлетит через два часа. Полетите маршрутом кордон-радар, в саму Припять не можем монолитовцы собьют, после приземления перейдёте под командование майора Утюгенова, все ясно?\n—Так точно!\n—Идите завершите дела, пока время остаётся.\n—Есть! ",
    "answers": [
      {
        "id": 6,
        "text": "...\n"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ну зачем.\nЛадно раз прочитал зайди на наш канал MAKSTAR FET",
    "answers": [
      {
        "id": 4,
        "text": "Идти назад. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Как дела",
    "answers": [
      {
        "id": 5,
        "text": "Я пошутил. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Пошёл назад. ",
    "answers": [
      {
        "id": 1,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 6,
    "text": "Выйдя на улицу, вы направились в казарму. Дойдя, вы увидели своих бойцов. На кровати сидел сержант Жакеев, решивший после службы срочником остаётся по контракту. Рядом с ним стоял и разговаривал его товарищ, сержант Капустин. После стольких попыток поступить в ВУЗ, Андрей понял, что барона ему только одна, армия. Доедая свой суточный паёк, младший лейтенант Танатаров прибывал в спокойствии, как будто едет на курорт, а не в опасную командировку. Ещё двое проверяли снаряжение, рядовые Дубин и Ярцев, совсем пацанята, лет двадцати, каждый жизни совсем не видал. Жалко будет, если они не вернутся.",
    "answers": [
      {
        "id": 7,
        "text": "... "
      },
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "url": "https://c.radikal.ru/c24/1907/7b/c1c9eda7df97.png"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Ребята, мы с вами не в отпуск едем это зона там погибнуть, как два пальца так что только слаженными действиями мы выберемся живыми от туда.\n—Разрешите обратится товарищ лейтенант! Проговорил сержант Капустин.\n—Разрешаю!\n—Какова цель учёных, которых мы сопровождаем.\n—Эта операция очень секретная, нам сказали их сопровождать, а что им там надо начальство не докладывает. \n\n",
    "answers": [
      {
        "id": 9,
        "text": "Выйти на площадку к вертолету"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы хотели жить и поэтому бросили гранату очень сильно, бандиты легли.\nПроизошёл взрыв черное полукольцо решительно продолжало наступать.\nИ вдруг выстрел, чёрная фигура замертво упала на землю.\nПолукольцо сломалось, все бандиты легли началась стрельба. ",
    "answers": [
      {
        "id": 31,
        "text": "Начать отстреливаться. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вертолёт стоял не подвижно, внутри вас должны были ждать учёные, которых вы не знали вам даже нельзя было общаться, только сопровождать. ",
    "answers": [
      {
        "id": 10,
        "text": "Ну, что прощай, дом родной, скомандовать сесть в вертолёт."
      },
      {
        "id": 9,
        "text": "Новый ответ. введите текст",
        "url": "https://d.radikal.ru/d09/1907/90/7f732437460e.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы погрузились и вертолёт начал взлетать.\n—Слушай Андрей, а ты бывал в зоне раньше. Спросил сержант Жакеев.\n—Нет Асман я тоже, как и ты в первый раз туда направляюсь.\n—Ха, ребята я был в зоне и скажу вам место не для слабаков. Подключился к разговору младший лейтенант Танатаров.\n—Раскажи, что нас там ждёт Макс.\n—Опасностей там хватает парни, например мутанты, мутировавшие животные, которые превосходят своих предшественников по всем характеристикам, от слепых псов до химер, увидел мутанта беги. Ещё есть аномалии их много видов, но начнём по порядку. Вы не были в зоне и с интересом слушали Танатарова вместе со всеми вашими бойцами.",
    "answers": [
      {
        "id": 11,
        "text": "Прошло два часа"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Внимание мы в районе тёмной долины ещё час и будем в Припяти. Сказал пилот.\n—Отлично, так ребята проверяем оружие вас учили, готовили год к этой операции, но одно дело смотреть в книжку, а другое видеть все самому. Зона таит в себе много опасностей и военные здесь далеко не в почете. Я это к чему, у военных много врагов среди людей в зоне, все кроме военных и учёных лиц в зоне, нарушители, а в зоне военное положение поэтому всех нарушителей истребляют на месте и из-за этого у нас репутация не очень и друзей мало. Не успели вы договорить, как в вертолёте завыла сирена. \n",
    "answers": [
      {
        "id": 12,
        "text": "Что происходит! "
      }
    ]
  },
  {
    "id": 12,
    "text": "—Датчик зафиксировал ракетный комплекс, которые теряют маскировку от радара после залпа.\n—Я так понял пальнули по нам.\n—Правильно понял лейтенант, попробую увернутся.\nПилот повернулся к вам и хотел что-то сказать, но тут раздался громкий хлопок и все начало трясти.\nВы увидели дыру в фюзеляже вертолёта и в тот же миг из вертолёта вылетел, как пуля один из учёных, которого вы должны сопровождать.",
    "answers": [
      {
        "id": 13,
        "text": "Начать молится! "
      }
    ]
  },
  {
    "id": 13,
    "text": " Вы открыли глаза, как болит голова, вы присели к кроне старого дерева и увидели печальную картину.\nДогорающий вертолёт в центре болота, а рядом с ним люди и скорее всего они мертвы.\nВы встали и огляделись, болото было в низине вы не знали, что было наверху.\n—Нужно осмотреть ребят может кто живой и рацию в вертолёте не помешало бы вытащить.",
    "answers": [
      {
        "id": 14,
        "text": "Осмотреть людей. "
      },
      {
        "id": 13,
        "text": "Новый ответ. введите текст",
        "url": "https://a.radikal.ru/a00/1907/d5/62336b7a2f3a.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": " Подойдя к вертолёту, вы увидели внутри пилотов, ну точнее, что от них осталось, рядом лежали учёные, осмотрев их вы поняли, что они мертвы.\n Вскоре вы нашли Дубина и Ярцева жаль ребят.\nНо, что самое странное они были обысканы, а тела Танатарова, Жакеева и Капустина вы не нашли.\n Значит есть шанс, что они выжили, обыскали тела на предмет снаряжения и ушли, но почему без меня, задались вы вопросом у себя в голове.\n Всё было просто во время падения вы были без сознания в кустах и ребята просто не могли вас найти. Да это все и объясняет.\nКстати, рации тоже нет.",
    "answers": [
      {
        "id": 15,
        "text": "Осмотреть снаряжение.\n"
      }
    ]
  },
  {
    "id": 15,
    "text": "Открыв рюкзак, вы увидели:\nНож охотничий х1\nКонсервы х5\nАптечка х2\nФляга воды х1\nТакже у вас в кобуре был пистолет, но патронов не было, был автомат и три рожка в разгрузке, ну и две гранаты ф1",
    "answers": [
      {
        "id": 16,
        "text": "Надо выбраться отсюда! "
      },
      {
        "id": 17,
        "text": "Осмотреть рюкзак"
      }
    ]
  },
  {
    "id": 16,
    "text": " Вы находились в центре болота выбраться будет не легко.\n Вскоре вы заметили какое-то искажение в воздухе, кажется это аномалия, и что теперь делать.\n Вы вспомнили, что говорил Макс во время полёта это один из видов гравитационной аномалии, в простонародии карусель.\n А так же вы вспомнили, что макс говорил о цикле зарядки, мол активировал аномалию и она перезаряжается.\n Какие-то от пары секунд, а какие-то пару месяцев.\n Делать нечего вы бросили камешек, который лежал у вас под ногами, через некоторое время вы увидели столбы ветра кружащихся в убийственном танце и камень в ту же секунду разорвало.",
    "answers": [
      {
        "id": 18,
        "text": "У меня есть время нужно бежать! "
      }
    ]
  },
  {
    "id": 17,
    "text": "Консервы х5\nАптечка х2\nОхотничий нож х1\nГраната ф1 х2\nФляга воды х1\n",
    "answers": [
      {
        "id": 15,
        "text": "Хоть че-то есть."
      }
    ]
  },
  {
    "id": 18,
    "text": " Повторяя манипуляции, раз за разом вы чудом выбрались.\n Поднялись по склону и увидели нечто.\nСлева был обрыв, справа развалины, а впереди виделись люди ",
    "answers": [
      {
        "id": 19,
        "text": "Идти налево. "
      },
      {
        "id": 20,
        "text": "Идти направо. "
      },
      {
        "id": 21,
        "text": "Идти прямо. "
      },
      {
        "id": 18,
        "text": "Новый ответ. введите текст",
        "url": "https://d.radikal.ru/d09/1907/a5/689f69b0e3ac.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Обрыв как обрыв, снизу вы увидели электрические разряды и безтельных сущностей, а рядом лежало куча трупов. ",
    "answers": [
      {
        "id": 18,
        "text": "Кажется нужно сваливать. "
      },
      {
        "id": 19,
        "text": "Новый ответ. введите текст",
        "url": "https://d.radikal.ru/d06/1907/6f/4c30e5142423.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": " Подойдя ближе к развалинам, вы увидели труп в оранжевом костюме с замкнутой системой дыхания.\n Это один из учёных, который вылетел из вертолёта во время падения.\n—Нет я туда не сунусь радиация, мутанты мне б снаряжение получше.\n Над развалинами было ночное время суток, хотя был вечер. Вы увидели человека.\n—Интересно, что он там делает.\nВдруг вы почувствовали боль в голове.",
    "answers": [
      {
        "id": 18,
        "text": "Вернутся назад. "
      },
      {
        "id": 20,
        "text": "Новый ответ. введите текст",
        "url": "https://b.radikal.ru/b27/1907/7f/5f61f34b7e41.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": " Пройдя километр, вы точно разглядели человеческую фигуру, а точнее несколько.\n Заметив, вас они подняли оружие и крикнули.\n—Опа, пацаны смотрите вояка, походу с того разбившегося вертолёта.\n—Слышь вояка, твои дружки смогли свалить от нас, но ты один и лучше опусти ствол, а иначе ты узнаешь, как свинец влияет на организм.\n Черт! Походу это бандиты и, что делать их четверо, но я лучше вооружён и подготовлен.",
    "answers": [
      {
        "id": 22,
        "text": "Сдаться. "
      },
      {
        "id": 23,
        "text": "Вступить в бой! "
      },
      {
        "id": 27,
        "text": "Бежать!!! "
      },
      {
        "id": 21,
        "text": "Новый ответ. введите текст",
        "url": "https://a.radikal.ru/a40/1907/ea/55e2e34f4438.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": " После речи бандитов вы бросили оружие и подняли руки.\n—Гыгы ты действительно нам поверил мы же бандиты. Из группы вышел один человек с пистолетом и направился к вам, сказав\n—В следующий раз повезёт, он пустил пулю вам в лоб.",
    "answers": [
      {
        "id": 21,
        "text": "Подумать лучше."
      }
    ]
  },
  {
    "id": 23,
    "text": " Вы резко прыгнули к дереву. Бандиты открыли огонь.\n Ответным огнём вы убили одного из бандитов. \n",
    "answers": [
      {
        "id": 24,
        "text": "Возможно я переживу этот день. "
      }
    ]
  },
  {
    "id": 24,
    "text": " Бандиты разошлись по сторонам и стали сужать кольцо.\n—А где четвертый? Подумали вы.\n Вы высунулись из укрытия, очередь и ещё один бандит лежит на земле, но второй успевает пройтись по вам из гадюки.\n Одна пуля попала в жилет, а одна в руку. Боль неимоверная.",
    "answers": [
      {
        "id": 25,
        "text": "Бросить гранату и использовать аптечку. "
      }
    ]
  },
  {
    "id": 25,
    "text": " Пока бандит лёг, чтобы его не задело гранатой вы перевязали руку и вкололи обезболивающее.\n Бандит пытался укрыться от гранаты и угодил в аномалию.\n Вы услышали душе раздирательные стоны перед тем как его разорвало на кусочки. ",
    "answers": [
      {
        "id": 26,
        "text": "Остался последний. "
      },
      {
        "id": 25,
        "text": "Граната ф1-х1, Аптечка-х1",
        "comment": true
      }
    ]
  },
  {
    "id": 26,
    "text": " Пока вы смотрели, где мог прятаться последний бандит, что-то, как хлыст прошлось по вашей спине.\n Это были пули выпущенные из гадюки последнего бандита, который обходил вас со  спины.\n Бронник словил две пули, но попадание в ногу он не смог остановить.\n—Твою мать! Как больно.\n Резко развернувшись вы прицелились в бандита, нажали на спусковой крючок, но выстрела не было вместо этого вы услышали щелчок (за патронами следить надо.)\n Пока вы перезаряжались бандит воспользовался ситуацией и кинул гранату.                                      Убежать вы не могли, так как нога не позволит.\n Вы закрыли глаза и стали ждать, через пару секунд прогремел взрыв и вы погибли.\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Ещё лудше подумай.\n"
      }
    ]
  },
  {
    "id": 27,
    "text": "Немного постояв, вы рванули, бандиты открыли огонь вы слышали, как пули пролётали над вами чудом, не задевая вас.\nПодбежав к развалинам, вы обнаруживаете тело учёного, который выпал из вертолёта ",
    "answers": [
      {
        "id": 28,
        "text": "Обыскать тело. "
      }
    ]
  },
  {
    "id": 28,
    "text": "Осторожно подойдя, к телу вы осматриваете содержимое рюкзака. Вы находите.\nКонсервы- х3\nФляга с водой- х1\n",
    "answers": [
      {
        "id": 29,
        "text": "Спрятаться. "
      },
      {
        "id": 30,
        "text": "Рюкзак"
      }
    ]
  },
  {
    "id": 29,
    "text": "Бандиты разошлись по сторонам и стали сужать кольцо, нужно, что-то делать, а иначе мне конец. ",
    "answers": [
      {
        "id": 8,
        "text": "Кинуть гранату. "
      }
    ]
  },
  {
    "id": 30,
    "text": "Консервы- х8\nНож охотничий- х1\nФляга с водой- х2\nГраната ф1- х2\nАптечка- х2\n",
    "answers": [
      {
        "id": 28,
        "text": "Закрыть рюкзак. "
      }
    ]
  },
  {
    "id": 31,
    "text": "Бандиты растерялись и они перестали следить за вами, вместо этого они искали место из, которого по ним поливали свинцом.\nПоэтому своей очередью вы положили ещё одного бандита.\nОстальные двое, поняв, что вы не один убежали.\n",
    "answers": [
      {
        "id": 32,
        "text": "Как же мне повезло!"
      }
    ]
  },
  {
    "id": 32,
    "text": "Через некоторое время вы увидели, что к вам спускаются семь человек, вы явно разглядели женскую фигуру в снайпере, ещё вы увидели верзилу с пулемётом и пять обычных бойцов.\n—Не бойся выходи мы не причиним тебе вреда, послышалось из колонны.\n—Ты самое главное оружием не шелести и все будет хорошо. ",
    "answers": [
      {
        "id": 33,
        "text": "-Я вам не верю вы хотите меня выманить!!! (кинуть гранату и начать отстреливаться) "
      },
      {
        "id": 36,
        "text": "Я вам не верю вы хотите меня выманить!!! "
      }
    ]
  },
  {
    "id": 33,
    "text": "Граната взорвалась рядом с колонной и трое бойцов слегло сразу, но естественно вас задело ответным огнём.\nНужна Аптечка!! ",
    "answers": [
      {
        "id": 34,
        "text": "Не хочу тратить её рана не серьёзная. "
      },
      {
        "id": 35,
        "text": "Использовать аптечку"
      }
    ]
  },
  {
    "id": 34,
    "text": "Потеряв много крови вы лежали в бессознательно состоянии.\nВы хотели умереть с честью и прижали гранату к груди, тем самым забрав с собой ещё одного бойца. ",
    "answers": [
      {
        "id": 33,
        "text": "Может лудше использовать аптечку. "
      }
    ]
  },
  {
    "id": 35,
    "text": "Перевезав рану, вы продолжили вести бой, но вас хватило ещё на пять минут, неакуратно подставившийсь, вы стали хорошей мишенью, снайпер попал вам в бронижелет.\nОн не был рассчитан на такой калибр и дал слабину.\nВ предсмертных конвульсиях вы успели увидеть фигуру, которая навела на вас пистолет, мгновение и темнота.\n",
    "answers": [
      {
        "id": 32,
        "text": "Может не стоило их все таки семеро. "
      }
    ]
  },
  {
    "id": 36,
    "text": "—последний раз повторяю вылезай, а то в тебя полетят гранаты.\n—Не стреляйте я знаю его, послышалось из толпы.\n—Ром... Товарищ лейтенант, выходите это я сержант Капустин.",
    "answers": [
      {
        "id": 37,
        "text": "Ушам своим не верю! "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы вышли из укрытия, навстречу к вам подошёл сержант.\nУ вас было столько вопросов.\n—Товарищ лейтенант давайте пойдём на базу я вам все расскажу.\nК вам подошёл боец и протянул руку\n—Череп.\n—Лейтенант Петров, но можно Рома\n—Ну, что лейтенант пошли к нам в лагерь, а то тут опасно. ",
    "answers": [
      {
        "id": 38,
        "text": "Идти. "
      }
    ]
  },
  {
    "id": 38,
    "text": "Примерно через минут двадцать пути вы пришли в лагерь сталкеров.\nВокруг была колючая проволока, баррикады из мусора, БТР, снайперские вышки, пулеметные точки.\n—неплохо.\n—Зона опасное место приходиться укрепляться, только за неделю мы подверглись трём нападения мутантов, я не говорю о людях.\nВы сразу приступили считать.\n—Так три вышки снайперов, пять пулеметных точек, развалины в качестве укрытий, вокруг развалины, а в центре цитадель.\nСнаружи вы насчитали примерно тринадцать человек, ещё трое на балкона цитадели.\n",
    "answers": [
      {
        "id": 39,
        "text": "А вас хрен выбьешь. "
      }
    ]
  },
  {
    "id": 39,
    "text": "В ответ череп лишь усмехнулся. ",
    "answers": [
      {
        "id": 40,
        "text": "А чем вы тут занимаетесь и вообще как собрались?! "
      }
    ]
  },
  {
    "id": 40,
    "text": "Мы вольные сталкеры, которые хотят спасти мир от зоны, говорят на ЧАЭС есть камень, Монолит и он исполняет желания.\nМы собираем людей для похода на ЧАЭС, чтобы загадать исчезновение зоны, но добраться туда будет сложно поэтому и собираем добровольцев.\n",
    "answers": [
      {
        "id": 41,
        "text": "Понятно. "
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы пришли в цитадель, изнутри она казалась меньше все окна были забиты, на балконах стояли расчёты, стены каменные вообще не преступная крепость, вы и ваши спасители разместились в цитадели. ",
    "answers": [
      {
        "id": 42,
        "text": "Подойти к снайперше. "
      },
      {
        "id": 43,
        "text": "Подойти к сержанту.\n",
        "need": 44
      },
      {
        "id": 44,
        "text": "Подойти к верзиле. "
      },
      {
        "id": 46,
        "text": "Осмотреть рюкзак.\n"
      }
    ]
  },
  {
    "id": 42,
    "text": "Подойдя, к ящикам на, которых сидела снайпер ша вы сказали.\n—Привет, я Рома.\nЕё лицо было закрыто повязкой и капюшоном.\n—Привет я Лена.\n—Я хотел поблагодарить тебя, что спасла от бандитов.\n—это не только моя заслуга. Я вообще думала, что ты не выйдешь и придётся тебе проделать вентиляцию в голове.\nВы хотели, что-то сказать, но засмущались.\n—Я пойду осмотрюсь.",
    "answers": [
      {
        "id": 41,
        "text": "Вернутся в главный зал. "
      }
    ]
  },
  {
    "id": 43,
    "text": "Когда сержант заметил вас, он встал.\n—Товарищ лей...\n—Андрей давай без формальностей. Лучше расскажи как ты тут очутился, я когда очнулся вас не заметил.\n—Так мы, когда приземлились Макс первый пришёл в себя, нас всех в чувства привёл.\nМы всех осмотрели, но вас не было мы подумали, что вы во время падения выпали и утонули. Ребят обыскали все нужное, забрали рацию тоже, но она сломана была Асман сказал, что сможет починить мы её и взяли. А по пути на бандитов наткнулись, пришлось отстреливаться нас окружали пришлось разделиться. Макс и Асман в сторону леса, а я к заброшкам, там и встретил группу Черепа. Хоть сталкеры и военные, как кошки с собаками, но они нормальные люди. Взяли с собой, идём в лагерь и слышим стрельба началась. Мы аккуратно подползли видим бандиты, кого-то в радиоактивном доме зажали. Вот и решили помочь, а это вы.\n",
    "answers": [
      {
        "id": 47,
        "text": "-М-да, Андрей, есть выпить? "
      }
    ]
  },
  {
    "id": 44,
    "text": "Какой огромный, верзила стоял и чистил свой пулемёт.\n—Привет, я Рома.\n—Ну привет Рома, я Олег ты извини, но я сейчас занят.\n—Понимаю. ",
    "answers": [
      {
        "id": 41,
        "text": "Отойти от Олега. "
      }
    ]
  },
  {
    "id": 45,
    "text": "Вновь таже картина, что теперь делать будем. ",
    "answers": [
      {
        "id": 49,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 46,
    "text": "Охотничий нож- х1\nКонсервы-х8\nФляга с водой- х2\nГраната ф1- х1\nАптечка- х2",
    "answers": [
      {
        "id": 41,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 47,
    "text": "Андрей достал две бутылки.\nВы закусывали консервами, три консервы не многовато на двоих? \nВы с Андреем уснули за столом. ",
    "answers": [
      {
        "id": 47,
        "text": "Консервы- х3",
        "comment": true
      },
      {
        "id": 48,
        "text": "Поспать. "
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы проснулись от шума, люди с оружием выходили из цитадели, а кто-то например Лена полезла наверх, вы поняли, что на базу напали.\n Опустошив, флягу с водой вы разбудили Андрея.\nВместе вы взяли оружие и пошли в главный зал цитадели.                                                                                              вы встретили Черепа он объяснил, что это монолитовцы пытаются выбить их отсюда, ведь они им, как косточка в горле. Вы скомандовали.\n—Андрей займи оборону на балконе рядом с расчётом.\n—Есть!\nА сами двинулись на улицу.\n\n\n\nВажно! Андрей, Лена, Олег Череп должны выжить. ",
    "answers": [
      {
        "id": 50,
        "text": "Идти на улицу. "
      },
      {
        "id": 48,
        "text": "Фляга с водой-х1",
        "comment": true
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "Выйдя на улицу, вы увидели два трупа, которые лежали у парадного входа.\nБТР не вёл огонь, подойдя ближе, вы заметили на корпусе маленькую оплавленную дырочку, которая оставила кумулятивная граната.\nОборона делилась на сектора Южный блокпост, Восточный вал, Северная дорога.\nКуда идём?",
    "answers": [
      {
        "id": 51,
        "text": "Осмотреть рюкзак. "
      },
      {
        "id": 52,
        "text": "Южный блокпост, мой выбор.\n"
      },
      {
        "id": 56,
        "text": "Восточный вал, мне туда!!! "
      },
      {
        "id": 57,
        "text": "Северная дорога. ",
        "need": 56
      }
    ]
  },
  {
    "id": 51,
    "text": "Нож охотничий- х1\nКонсервы- х5\nГраната ф1- х1\nАптечка- х2\nФляга с водой- х1\n",
    "answers": [
      {
        "id": 50,
        "text": "Закрыть рюкзак. "
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы рванули к южному блокпосту, вы увидели Олега за пулемётной точкой.\n Тут почти не осталось людей, вы решили укрыться за баррикадой слева от Олега.\n Монолитовцы, переходя из укрытия к укрытию, подбирались к вам ближе и ближе.\n Но они все равно несли потери, вы насчитали десяток лежащих фанатиков.\n Если бы не Олег этот фланг давно смяли.\nБой продолжался десять минут, в строю осталось не так много людей.\n Вы уже были готовы броситься на врага в рукопашную, как вдруг заиграл казалось уже мертвый БТР, своей очередью он прошёлся по колонке монолитовцев.\n Вы увидели фанатика с рпг, вы поняли его замысел, что будем делать? ",
    "answers": [
      {
        "id": 53,
        "text": "Не рисковать. "
      },
      {
        "id": 54,
        "text": "Убить фанатика с рпг. "
      }
    ]
  },
  {
    "id": 53,
    "text": "Кумулитивная граната рпг попала в борт БТР на уровне башни.\n Прогремел взрыв у БТР взорвалась боеукладка.\nНа вашем рубеже оставалось четыре человека, как-бы не было печально вы не смогли бы удержать точку.\n Пулемёт Олега замолчал, вы рванули к нему, но по пути вас сразила пуля фанатика.",
    "answers": [
      {
        "id": 52,
        "text": "БТР мощь может спасти его!"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы высунулись и точной очередью, убили фанатика с рпг.\n Но вас задело в шею, вы звали на помощь, но подойти было некому. ",
    "answers": [
      {
        "id": 55,
        "text": "Это конец!? "
      }
    ]
  },
  {
    "id": 55,
    "text": "Вскоре пулемёт Олега захлебнулся, походу и ему конец.\n К вам подпежал Андрей.\n—Что ты тут делаешь, я же приказал идти на балкон.\n — Я увидел, что вам нужна помощь, я вытащу вас отсюда.\n Погоузив вас на спину, он протащил вас тридцать метров и вы погибли от кровотечения. ",
    "answers": [
      {
        "id": 50,
        "text": "Куда ещё идти? "
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы побежали к каменной стене разрушенного дома.\n Череп был рядом с вами, как и его семь человек.\n—Лейтенант патроны! Где патроны на пулемёт!?\nРядом с погибшим бойцом лежал цинк с патронами.\n Вы рискнули и доставили патроны\nЧереп приказал одному из своих бойцов сесть в подбитый БТР, хоть он и не на ходу, но стрелять ещё Вы побежали к каменной стене разрушенного дома.\nЧереп был рядом с вами, как и его семь человек.\n—Лейтенант патроны! Где патроны на пулемёт?!\nРядом с погибшим бойцом лежал цинк с патронами.\n Вы рискнули и доставили патроны\nЧереп приказал одному из своих бойцов сесть в подбитый БТР, хоть он и не на ходу, но стрелять ещё может.\n вы должны прикрывать бойца, который побежал к БТР.\nВы сопроводили бойца живым и здоровым, он сел в БТР и начал поливать по фанатикам.\nВаша работа завершена и вы поспешили вернуться к Черепу.\nНо как только вы отошли от БТР, что-то оттолкнуло вас.\nВы поднялись и посмотрели назад, там догорал БТР, вас задело осколком.\nВы доползли до вала, но передовая была уже мертва, рядом лежали Череп и его люди.\nВы открыли огонь, но количественное преимущество сделало свое. Фанатики просто задавил вас.",
    "answers": [
      {
        "id": 50,
        "text": "Ещё раз. "
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы добежали до северной дороги и удивились, Монолитовцев не было.\n А дорогу охраняли всего три человека.\n—Не беспокойся лейтенант, здесь фанатики не пройдут, мины.\n—раз здесь мины, то почему вы не поможете своим на Вале и южном посте.\n—Миное поле можно разминировать, а под обстрелом нет.\n—Наших сметут нужно, что-то делать.\n—нам приказано оставаться тут.\n—А черт с вами! ",
    "answers": [
      {
        "id": 58,
        "text": "Бежать в цитадель. "
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы смогли под пулями добежать до цитадели.\n Зайдя во внутрь, вы увидели кучу раненых бойцов.\n Поднявшись на балконы, вы увидели Лену и Андрея.\n—Ну, что ребята жарковато.\nВзяв бинокль, вы посмотрели на Южный блокпост.\n В строю там оставалось четыре человека, если не Олег, то фанатики давно бы прошли их.\n Потом вы посмотрели в сторону Вала.\nТам был Череп и пять его подченёных, но пулемёт молчал, патроны кончились, подумали вы.\n ",
    "answers": [
      {
        "id": 59,
        "text": "Стрелять по монолитовцам с балкона. "
      }
    ]
  },
  {
    "id": 59,
    "text": " Постреляв ещё, вы увидели, как двое с восточного Вала идут в сторону БТР.\nВы прикрываете их.\n Они сели в БТР и начали выкашивать Монолитовцев.\nВы заметили фанатика с рпг, лишиться БТР в этой битве нельзя.\n Вместе с Андреем вы убили фанатика.\nПоследующее время вы защищали БТР и он весь огромный вклад в вашу победу.",
    "answers": [
      {
        "id": 60,
        "text": "Чуть не погибли. "
      }
    ]
  },
  {
    "id": 60,
    "text": "Вскоре к вам подошёл Череп.\n—Ещё одну такую атаку мы не переживём.\n—И что делать?\n—Нужно сейчас, я чувствую, нам нужна вылазка к ЧАЭС.\n—Мы с Андреем поможем.\n—Не всё так просто, нам нужно вооружение, большая часть, которая примкнула к нам, это вольные новички без брони и ходят они зачастую с обрезами или с гадюками.\n—Это печально!\n—Да, но уровень подготовки я поднял, а вооружение не достал, всё откладывал и откладывал, вот теперь всё на грани срыва.\n—Я могу чем-то помочь?\n—Точно! Как-же я забыл, недавно на армейских складах появился крупный торговец с кордона.\nДмитриевич!!!\n—что-то знакомое.\n—Он сейчас должен быть у свободевцев, сделка у них что-ли.\n—А ты откуда знаешь?\n—Неважно, поторопись времени у нас мало, мы рассчитываем на тебя.",
    "answers": [
      {
        "id": 61,
        "text": "Подойти к Лене. "
      },
      {
        "id": 62,
        "text": "Подойти к Олегу.\n"
      },
      {
        "id": 63,
        "text": "Подойти к Андрею. ",
        "need": 62
      }
    ]
  },
  {
    "id": 61,
    "text": "Слушай, наш прошлый разговор закончился немного страно.\n—Да я знаю.\n—Я хотел спросить.\n—Да я знаю, что ты делаешь в зоне.\n—Ну да, но всё же я не понимаю. Зачем тебе это.\n—У меня были проблемы на большой земле, вот и решила здесь переждать. Больше тебе знать и не надо.\n—От проблем не убежать",
    "answers": [
      {
        "id": 60,
        "text": "Пойти назад. "
      }
    ]
  },
  {
    "id": 62,
    "text": "Дойдя до южного поста, вы увидели удручающую картину.\n Весь пост повреж... Нет он УНИЧТОЖЕН, повсюду трупы.\n Монолитовцев, вольников, вы подошли к пулемёту. Вы увидели Олега и перевязывающего его бойца.\n -Ты в порядке.\n—Да ничего страшного. Было и хуже, слушай Рома, выполни мою просьбу, сам я не могу.\n—Да, что нужно.\n—Я уже три года в зоне домашнего нечего не ел давно, а хочется чего-то сладково например варенья, достанешь?\n—М-да интересно... Ладно я постараюсь.\n—спасибо! ",
    "answers": [
      {
        "id": 60,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 63,
    "text": "—Так Андрей, я иду на армейские склады по просьбе Черепа, нужно достать вооружение для вылазки к ЧАЭС.\n—Товарищ лейтенант, я с вами.\n—Исключено, вдруг в моё отсутствие опять нападут, а тут каждый ствол на счету. Так что оставайся и бди понял?\n—Так точно! ",
    "answers": [
      {
        "id": 64,
        "text": "Выйти из цитадели. "
      }
    ]
  },
  {
    "id": 64,
    "text": "На выходе вас встретил боец.\n—Слушай, тебе гаусс пушка за шесот рублей не нужна.\n—Нет.\n—Может купишь у меня что-нибудь.\n—Я военный нам не дают деньги, нас государство кормит, вооружает и так далее.\n—Но совсем без денег тут нельзя давай бартер. Что ты можешь мне предложить.\n",
    "answers": [
      {
        "id": 65,
        "text": "Могу дать четыре консервы, одну аптечку. "
      }
    ]
  },
  {
    "id": 65,
    "text": "—Пха, ладно забирай семь сотен. ",
    "answers": [
      {
        "id": 65,
        "text": "Консервы - х4 Аптечка - х1 деньги <plus>700",
        "comment": true
      },
      {
        "id": 66,
        "text": "Рюкзак. "
      },
      {
        "id": 69,
        "text": "Идти на армейские склады. "
      }
    ]
  },
  {
    "id": 66,
    "text": "Нож охотничий- х1\nГраната ф1- х1\nФляга воды- х1\nАптечка- х1\nКонсервы- х1",
    "answers": [
      {
        "id": 65,
        "text": "Закрыть рюкзак. "
      }
    ]
  },
  {
    "id": 67,
    "text": "",
    "answers": [
      {
        "id": 68,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 68,
    "text": "",
    "answers": []
  },
  {
    "id": 69,
    "text": " Через некоторое время вы дошли до армейских складов.\n Своё местоположение вы посетили на карте.\n",
    "answers": [
      {
        "id": 69,
        "text": "Новый ответ. введите текст",
        "url": "https://c.radikal.ru/c14/1908/3d/09546b1cdbaa.jpg"
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  }
]