[
  {
    "id": 1,
    "text": "Почему здесь нет описания? Потому, что оно бессмысленно, можно прочитать первую главу и ты сразу все поймешь! Я обещаю тебе, здесь не будет банального ловеласа-бабника который влюбится в тихоню, нет здесь все будет по другому. История наполненая сарказмом, ненавистью, ревностью... А на чистой стороне листа заботой, любовью и нежностью... ",
    "answers": [
      {
        "id": 18,
        "text": "От Автора (Все же лучше прочитать)"
      },
      {
        "id": 20,
        "text": "Главы"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d37/1907/3d/e0fe76e4d08e.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "— Дорогой, пойдем! — провожу рукой по его шее.\n— Нет, — только и ответил он.\n— Эй, неужели я тебе не нравлюсь? — я похлопала длинными накладными ресницами.\n— Извини, но переспать с пьяной девушкой на одну ночь, не в моих планах.\nДа где это видано, чтоб мне и отказали, судьба точно сегодня не на моей стороне, а может у нее тоже пьянка.\n— А если изменить планы? \n— Ты мне не интересна, — парень встал и направился на танцпол.\nЛадно, киснуть из-за какого-то мужика не в моих планах.\n— Солнышко, а ты почему одна? — ко мне подошел следующий, о я помню его, мы виделись где-то в универе.\n— Тебе такое солнышко даже не светит, — язык заплетается, похоже алкоголь уже подействовал.\n— А если хорошо подумать? — он лукаво подмигнул, а я поморщилась от громкой музыке в клубе.\n— К тебе или ко мне? — да похер, ни один так другой, — ко мне — я даже недала парню закончить.\nЕго рука легла чуть ниже талии и мы пошли к моей машине.\nВела я осторожно, как-никак, а жить еще хотелось, немного, но хоть ради родителей. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "— На выход, — смотрю на только что проснувшегося парня, Дэн или Джон, не помню как там его.\n— Ты серьезно выгонишь меня после такой ночки? — глаза полные непонимания, бедный парень.\n— Да, желательно быстрее, я расчитывала не на корнишон — я кинула его вещи ему в руки.\n— Да ты знаешь кто!?— начал лепетать тот.\n— Ну кто? Давай, солнце, шкура, курица, давай может ты придумаешь что-то новое? —  подмигиваю ему, багровеешь, как помидор, самый старнный помидор размером с человека.\n— Дура, — полу одетый, без рубашки он гордо направился к выходу, жаль было обидеть его маленькое мужское эго.\n— Да пошла ты! — он хлопнул дверью. Боже мой, какие мы обидчивые, даже я при красной армии веду себя не так.\nВ голове больно стукнуло, в знаки даётся похмелье, текила точно была лишней, закинув в себя три пилюли я звездочкой легла поперек кровати.\n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "В голове раздался звон, пока я дошла до телефона.\n— Алло, — голос мамы.\n— Привет, Трис, нам нужно встретится.\n— Мам, это очень важно? Я сейчас не могу, — вряд ли она хочет видеть меня в таком виде.\n— Да важно, очень важно!\n— Мам, я правда сейчас не могу.\n— Сейчас меня не волнует где ты была ночью и чем занималась, к 12 будь у нас, доченька это правда важно.\n— Ладно, раз это настолько важно , я постараюсь не опаздать, буду в час, — на том конце трубки послышался обреченный вздох.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Приняв холодный взбодряющий душ и нанеся огромную тучу косметики я немного пришла в себя.\nПолучилось не плохо, но я не очень это люблю. Расчесав свои не слишком длинные волосы по плечё думаю, что надеть, раз все так важно думаю нужно платье, надевать длинное в пол нет смысла, сейчас май, уже жарко на улице.",
    "answers": [
      {
        "id": 7,
        "text": "Красное платье, по колено, с открытой спиной"
      },
      {
        "id": 7,
        "text": "Черное платье, чуть ниже колена, с кружевом на груди"
      },
      {
        "id": 7,
        "text": "Бежевое, платье, чуть ниже колена, с вырезом и черным поясом"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Какие ужасные пробки, я торчу здесь уже почти пол часа, хорошо хоть выехала заранее.\n\n— Мам, извини я не виновата в том, что в центре такие пробки,- прохожу в коридор огромного двухэтажного дома. \n— Могла выехать раньше, а ну так, — она посмотрела на мое загримированое лицо — так да, не могла.\n— Очень смешно, я и выехала раньше, но все равно попала в чертову пробку. Так что за срочное дело?\n— Проходи в зал, папа уже там.\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Важный разговор"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Привет, пап, — целую его в щеку и сажусь в кресло — что за срочное дело, оно не могло подождать? — я указала на свое лицо.\n— Трикси... Как раз по поводу этого мы и хотели поговорить.\n— Ты опять будешь читать мне нотации? — я устало закатываю глаза, как в цирке дрессеруют, чувствую себя удавом.\n— Нет, это бесполезно, — он так же устало улыбнулся.\n— Я рада, что ты это понял.\n— Ты выходишь замуж, — спокойно не поднимая глаз сказал он.\n— Что?\n— Ты выходишь замуж через 2 месяца, когда закончится учеба.\n— Всмысле?\n— В прямом и параллельном. \n— Нет!\n— Да!\n— Нет! \n— Да и это не обсуждается!\n— Мы же не в средневековье, ты не можешь заставить меня это сделать, да и в конце концов, как я могу выйти за того, кого даже не знаю!\n— Мы не в средневековье, но ты это сделаешь.\n— Что мешает мне не делать этого или сбежать? — я насмешливо посмотрела на отца.\n— Деньги, ты не сможешь без них, а твоих сбережений не хватит на долго, если ты не выйдешь замуж, я заблокирую все твои кредитки и не дам тебе ни копейки.\n— Ты же знаешь, что ресторан приносит очень хорошую прибыль.\n— Что мешает мне закрыть твой ресторан, один звонок и все... — эта насмешливая улыбка, наверное наследственное.\n— Ты не сделаешь этого, — мой голос напрягся.\n— Мне придется, я не могу больше смотреть на это — он обреченно вздохнул.\n— Ты постоянно пьёшь, сидишь в клубах, забила на учебу!\n— Ты же знаешь, что мне это ненужно, у меня уже есть ресторан, я могу вести и твой бизнес.\n— Это я дал тебе стартовый капитал, без меня и денег ты бы землю рыла, и училась бы нормально!\n— А кто развил этот ресторан! Кто сделал из него самый прибыльный ресторан в городе? И это за пол года! Да я могу сто раз покрыть твой стартовый капитал.\n— Мне надоело видеть тебя пьяную, посмотри на себя, в кого ты превратилась, спишь с кем попало! \n— Скоро придет Раян, на всех выходах стоит охрана, даже не пытайся сбежать, — точно как в цирке, бедные животные, а я просто питон.\n— Пап, ну пожалуйста, я правда не хочу, я могу вернуться к учебе, ну по-жа-луй-ста, — жалобно пискнула я.\n— Нет, я давал тебе много шансов, не думаешь о себе, так подумай о своем организме. Все, разговор закрыт! Приведи себя в порядок и иди в большой зал!\n\nНу нет, мы еще посмотрим кто кого, парень сам от меня сбежит, ну лично я бы давно сбежала от такой как я!\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "— О вот и Трис! — торжественно объявила меня мама, как только я появилась в дверном проеме, точно как в цирке объявляют при выходе на сцену, конечно семейка у нас никогда не была спокойной, но цирком стала в последние пол часа.\n— Какая красивая, как мне повезло с невесткой! — женщина с мамой рассмеялись, я присела на диван рядом с родителями.\n— Я Лили Фостер, а это мой муж Стефан Фостер, — женщина мило улыбнулась — А это Раян, — она  показала на рядом сидящего парня, какое-то знакомое лицо.\n— Беатрис Кроуфорд —  протягиваю руку, только из вежливости, которую ты услужливо жмешь.\n— Пап, у меня есть еще дела, прошу меня простить — хочу слинять отсюда и посмотреть сериал, а не быть удавом в этом цирке Шапито.\n— Ты сейчас поедешь с Раяном в вашу квартиру, а мы обсудим детали свадьбы.\n— В какую квартиру? Зачем? \n— До свадьбы вы будете жить в центре, там недалеко до твоего университета и до работы Раяна, твои вещи уже в квартире.\n— Черт, я забыла, что у тебя ключи есть — шепотом прошипела я.\n— Это обязательно?\n— Да, вам пора ехать.\nПарень взял меня за руку и потащил на выход. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Эй, все отпусти меня! — мы выходим во двор к твоей ламборджини.\nПарень отпускает мою руку и открывает дверцу машины.\n— Ты не понял? Спичка ты кривая, собака сутулая, я не поеду с тобой переросток, — парень ростом 185см, точно баскетболист переросток.\n— Сядь в машину. Пожалуйста.\n— Эй, ты меня слышишь? Мне не нужно это! — боже, за что мне такой тугодум в мужья попался, так и умру с 40 кошками.\n— Сядь. В. Машину. — вижу как сильно ты злишься.\n— Ты же тоже не хочешь этого! Тебе ведь не нужна такая жена как я!\n— Я сказал сядь в машину! — орешь схватив меня за запястье, закидываешь в машину! Как собачку какую-то, подонок!",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Послушай меня внимательно! — он сидел за рулем — Я скажу один раз. Нам придется жить вместе, как минимум года два, и если ты намерена вести себя так, прошу передумать. Я не собираюсь быть тебе другом или врагом, обычным сожителем. Веди себя нормально.\n—  Ты серьезно думаешь, что я буду жить по твоим правилам? — точно имбицил какой-то.\n— Ты можешь нанять горничную которая все будет делать за тебя, ты же так приучена с детства? — ироничная улыбка — Раз уж так сложилось, что наши отцы хотят слияния компаний, брак лучший вариант! Я прошу соблюдать правила, удобные для обоих сторон, у меня есть девушка, у тебя парень, я не появляюсь дома днем, ты взамен прекращаешь пить и ходить по клубам каждый день, займешься наконец учебой. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "— А если я не хочу!? Мне хватает моего ресторана, я хочу ходить по клубам и напиваться в стельку!\n— Мне не нужна жена шалава, тусующаяся только по клубам, представь, что твой ресторан закроют или бизнес родителей обанкротится, что ты будешь делать? Без образования тебя даже уборщицей не возьмут.\n— А кто тебе нужен? Жена монашка, чтоб ходила в парандже и молчала? Чтоб не портила тебя, хорошего? А тебя в детстве случайно не перехвалили за рисунки домика и травки? Ты кем себя возомнил, таранка ты сушеная! Может мне тоже не нужен такой твердолобый, как ты.\n— Нужен, не нужен, не тебе решать. Дружбы между нами не будет, так давай хоть будем хорошими соседями по комнате?\n",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Знаешь, — мы ехали в тишине —  думаю, зря я с тобой вчера не переспал, мы ведь теперь почти муж и жена — ты насмешливо улыбаешься, тебе не к лицу.\n— Не любишь ты ее, раз на других встает, а тебе перереросток, больше такая возможность не предоставится, — вспоминаю твое лицо.\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Выходим из машини возле 16-ти этажки.\n— Нам на 14, — отдаешь мне ключи и поднимаешь коробки.\nСложно наверное пришлось с моими вещами, фарфоровая статуэтка кошечки и глиняный будда весомо отежеляли коробки, но теперь я стою в своей новой комнате. \nМожет все не так ужасно? Он ведь сам сказал, что его не будет дома. В крайнем случае, я успею сбежать через пару дней, но план побега все же стоит разработать, уеду на безлюдный остров, буду есть кокосы и спать в шалаше.\n— Мне пора, — он поставил последнюю коробку ко мне в комнату и ушел по длинному коридору.\nДа, квартирка большая: моя комната, комната Раяна, зал, кухня, ванная, подсобка, гостинная, и гостевая комната.\nДолжна признать, вид из окна здесь прекрасный! Это наверное  лучше из всей этой ситуации, но  оптимист из меня не очень, буду сидеть у окна осенью, грустить и пить горячий глинтвейн, опять я про алкоголь, несмотря на милое личико алкоголичка, написано прямо про меня.\n ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Раскладываю свои вещи, знаю чья это была комната до меня.\nС завистью смотрю на размер лифчика, зато при беге не сильно вперед клонит, тушь не из дешевых, уверенна, что она блондинка, толи чутье подсказывает, то ли светлый волос, думаю все же чутье, я всегда знала, что я потомственная гадалка в четвертом поколении, вон у меня ловец снов над кроватью шатается, она точно блондинка.\nЗаменяю в ванной чужую зубную щётку на свою, вешаю свою джинсовку в коридоре. ",
    "answers": [
      {
        "id": 21,
        "text": "Глава 2"
      },
      {
        "id": 20,
        "text": "К главам"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n                         * * *\n\nА вот и я с новым квестом! Я рада каждому кто писал мне комментарии и ставил лайки в прошлых квестах, но мне жаль, что убрали руны. Мне они по сути не были нужны, после покупок моих квестов, у меня стало их слишком много и просто стало некуда девать. Но при покупке квеста он остается в ваших покупках, и вам не нужно было его искать, а сейчас я не знаю как оставить квест у себя и не потерять! Правда не знаю! Думаю, вы можете сделать скрин номера квеста и искать его по номеру, если что.\n\n                           * * *\n\nОгромное спасибо моей лучшей подруге за то, что она безумно помогла мне с квестом, первая читала его и вносила правки как читатель, так же сложно было придумать название, которое спустя неделю мы все же с трудом придумали! \ninst: kelpowww (её)\n                           * * *\n \nПриятного прочтения!\nОбняла♡\nNika Rose",
    "answers": [
      {
        "id": 19,
        "text": "По поводу квеста"
      }
    ]
  },
  {
    "id": 19,
    "text": " Захотелось чего-то обычного без вампиров и фантастики, но в тоже время не скучного и не банального. У каждого героя есть своя тайна, у каждого свои проблемы и они уж никак не вписывались в планы друг друга, но так случилось. Почему так произошло и что объединяет этих двух, уже можно прочесть в первой главе.\n\n                            * * *\n\nСразу предупреждаю:\n1.) Выбора в квесте не так много, не вижу смысла писать каждый раз какое платье надеть, если все равно весь выбор ведёт на одну страницу. Пару важных влияющих на сюжет выборов будет, но это больше фанфик/история, как вам угодно.\n2.) Могут встречаться не очень хорошие слова, такие как: шлюха и тому прочее, иногда могут быть маты, но не часто.\nНе вижу смысла ставить 16<plus>, если каждый кто захочет все равно прочтет\n\nNika Rose ♡",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 20,
    "text": "Список всех глав:",
    "answers": [
      {
        "id": 2,
        "text": "1 Глава "
      },
      {
        "id": 21,
        "text": "2 Глава "
      },
      {
        "id": 36,
        "text": "3 глава"
      },
      {
        "id": 47,
        "text": "Глава 4"
      },
      {
        "id": 55,
        "text": "Глава 5"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 21,
    "text": "Утро добрым не бывает, иду в душ, думаю выгляжу сейчас хуже бомжа, зато я милый бомж.\n                           * * *\nСтруя прохладной воды стекает  с мокрых волос по спине, капая на белоснежную холодную ванну.\nВ руках бритва, найденная в тумбочке рядом с умывальником.\n Замужество, упрямый и твердолобый муж, указывает чертовы правила, ставя свою репутацию превыше меня! Будто я кукла, которой он может управлять! Отец, который так жестоко поступил со мной, конечно он думает, что подругому нельзя, но не отдавать же дочь, в лапы этого холодного ирода.  \nПо щеке предательски скатилась слеза, смешавшаяся с водой. Палец прошелся по лезвию, в одну сторону, тупое, а в другую уже оставляя порез на пальце.\nА нет хрен вам, я сама кого хочешь до самоубийства доведу, но вас всех переживу, хотя стоит заранее заказать мужчину в черном, главное с зонтиком, пусть молча стоит у меня похоронах со слезой на щеке.\n ",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Солнечные лучи пробивались сквозь шторы легко и игриво касаясь моего лица, окончательно пробуждая меня.\n\nАххаха, серьезно? Кто-то мог подумать, что все будет так? Нихрена, я проснулась от того что в третий раз упала с кровати, а солнце так слепило глаза, что я готова была спать в очках. Вот она, новая замужняя жизнь!\nИнтересно, Раян знает, что это я приготовила? Готовить в его доме оказалось проблематично, хотя бы потому, что не из чего. А ключи он мне не оставил, боялся, что все же сбегу. Пришлось заказывать доставку на дом, хорошо хоть я могу открывать и закрывать дверь со внутренней стороны. Денег он мне тоже не оставил, пришлось оплачивать с карты, которую как ни странно отец все же не заблокировал, пока.",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Да и в конце концов, перерезаться бритвой не самый эффектный способ самоубийства, нужно придумать что-то по круче на всякий случай\nВдох-выдох, щелчок двери.\nНа кухне как-то очутился Раян, твою мать, это ж его квартира! \n— С тобой все в порядке?  \n— Да, не считая того, что теперь я замужем, жаль только, что муж кретин, — язвить, единственный вариант, чтоб скрыть дрожь в голосе. Раян промолчал, понимал, что я права.\n— Ты красивая без макияжа, — говоришь ты, допивая свой ужасный горький кофе.\n— Я знаю, — небрежно бросила я. — иногда это очень некстати, — уже шёпотом добавляю.\n— Что? Я не услышал.\n— Ничего, говорю, если бы ты увидел меня вчера без макияжа, не думал бы так же.\n— Возможно.\n\n",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Выходишь с трясущимися руками, плечи подергивают, а в глазах испуг.\n— С тобой все в порядке? — конечно черт возьми не все, ее выдают замуж, за какого-то напыщеного индюка, который ставит свои правила, конечно не в порядке, какой глупый вопрос.\n— Да, не считая того, что теперь я замужем, жаль только, что муж кретин, — упрямо понимаю, что сделать ничего не смогу, Ты волевая, постоянно хочешь свободы. Я правда не вправе решать, все давно решили за нас.\n— Ты красивая без макияжа, — пытаюсь нарушить молчание, словно мне 16, а мы стоим за гаражами с сигаретой. Она действительно была очень красивой, карие глаза на солнце отливали янтарной желтизной, завитые от природы ресницы только добавляли шарма, словно рамка обрамляющая картину, припухлые губы были сложены в нелепую насмешку.\n— Я знаю, — конечно знаешь, я далеко не первый, кто тебе это говорит — иногда это очень некстати — добавляешь шепотом.\nА я слышу, слышу все, слышу твое сбитое неровное дыхание, вздохи и попытки незаметно вдохнуть побольше воздуха.\n— Что? Я не услышал, — не хотел причинять Трис неудобство, делаю вид, что не слышал.\n— Ничего, говорю, если бы увидел меня вчера без макияжа, не думал бы так же.\n— Возможно, — возможно ты не такая сука, какой хочешь казаться в клубах, не такая шлюха какой себя выставляешь, не такая, это не макияж, это грим, это не короткая юбка, это маска, маска с которой ты почти сжилась, и я сниму ее с тебя, постараюсь, а пока мы снова играем в кукловода и маскарадную куклу с яркой маской.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Стучу в дверь, в своем же доме, дожились, блять.\n— Можно? — крикнул я.\n— Заходи.\nЩелчок двери.\nА она сделала эту комнату совсем другой, может более уютной?\n— Трис, прости, но тебе нужно это сделать.\nРука потянулась в карман и достала бархатную красную коробочку.\n— Носи его, хотя бы на людях, для прикрытия,— пытаюсь подмигнуть.\n— Признайся, ты хотел подарить его своей девушке? Для нее выбирал? Кстати как ее зовут? Алекса, Аманда, Крис, Эшли? Как? — снова язвишь, снова хочешь быть холодной сучкой, как и я, две холодные льдинки, как в холодильнике, может мы просто пельмешки в этом жестоком мире.\n— Кольцо покупал для тебя, вчера, если не нравится, можешь поехать поменять. Ее зовут Элисон.\n— Занятное имечко. Как я выйду, у меня же нет ключей, идиот, у тебя, что только тело выросло, а мозг?  Или он остался нетронутым?\n— Коротышкам слова недавали, отличный рост, парням нравится, да? — понимаешь о чем я, до крови вжимаешь ногти в кулачки, — у меня нет другой пары, побудь сегодня дома, вечером привезу дубликат.\n",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Этот индюк ушел, а я думала чем заняться, думаю посмотреть фильм и выпить, да точно бокал вина не помешает, думаю у него должно быть вино.\nДумаю \"Предложение\" идеально подойдет к моему состоянию, по-моему, в гостиной был сервиз с элитным алкоголем, значит идем туда!",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я вдавливал педаль пытаясь сравнять ее с землей, нужно сделать все как можно быстрее, иначе боюсь не успеть, а вдруг она опять попытается.\n* час назад *\nЯ зашел в ванну, как только она поднялась к себе. Вроде все как обычно, только добавились ее зубная щетка, шампуни, всякие гели, маски, короче куча бутыльков, у Элисон столько же.\nТолько что-то не так...\nБритва, она была в тумбочке, я точно помню как вчера после бритья положил ее туда.\nМокрая, я провел по ней пальцем.\nОна не сделала этого — я громко выдохнул.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Брожу по квартире, заходя в каждую комнату, кроме его, почему-то уверенна, там будет фото Раяна и Элисон в зеленой рамке, ее помада у него в тумбочке, и пара отложеных футболок в шкафу, для нее.\nНет, я не ревновала, и не влюбилась с первого взгляда скрывая за язвительными шутками симпатию, нет, просто неприятно. Стыдно, за то, что все зависит не от него и не от меня, стыдно смотреть в глаза девушке которая любит его, а живу в этом доме я, и женой его буду я, та которая хочет этого меньше всех, а не та которая любит, я ненавижу себя, за то, что не могу ничего сделать, лезу в их отношения, чувствую себя лишней, и хочется напиться, напиться в дрова, не так как в клубах, не для того чтоб убрать отвращение к ним, к этим мужчинкам с их огромным эго, а напиться для себя, потому что плохо, да вот такая бедная и несчастная, так где там это вино, я уже заходила в гостиную, как услышала открытие входной двери, значит Раян, чертов дракон, охраняющий свою башню, хотя какой дракон, маленькая змея.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Дверь открылась и я готова была выпустить язвительную шуточку, но на пороге стояла блондинка с зелеными глазами и ужасно яркой помадой, да уж с моими каштановыми волосами, с ней мне не сравниться, а я просто стояла с открытым удивлением в глазах .\n— О, а я смотрю ты не только наглая, но ещё и заторможеная — с наездом начала блондинка, \n— Я Элисон — она не успевает закончить, делаю это за нее.\n— девушка Раяна, да я знаю, он расказал о тебе.\n— О я рада, только я невеста — она была злой, не удивительно, но мне это не нравилось, совсем не до нее, почему меня опять отрывают от моей бутылки, почему блять.\n— Возможно, хотя подожди минуту — я прошла в свою комнату и взяв свои вчерашние находки отправилась обратно к Элисон.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Кидаю её вещи ей в руки, хотя мусор нужно выбрасывать.\n— Ты забыла их в моей комнате, \n— Чего ты хочешь? Его денег? Машину, квартиру? Я дам тебе все это!\n— Послушай, у меня есть это все, и в отличие от тебя я их не насосала, и не выклянчила, я могу купить десять машин как у тебя, а могу и сто, мне не нужны деньги, — ой как вру, только из-за денег и оказалась здесь.\nВижу связку ключей на ее пальце, а мне как раз нужен дубликат, отлично!\nАккуратно сняв их с ее пальца, пока она что-то болтала о том какая я тварь, я столкнулась с ее недоуменным взглядом.\n— Раз так сложилось, что я его жена, и хозяйка в этом доме, то ты последняя кого я хочу здесь видеть, думаю тебе пора.\n— Ах, ты! Сучка, ненавижу тебя! Он мой! — мягко, но настойчиво вывожу ее за дверь.\n— Это ты так думаешь, — говорю напоследок.\nПочему мне везет на ненормальных, наверное притягиваю таких же как я. \n",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Раз у меня есть ключи, можно и в магазин выйти, куплю вина, наряжаюсь как бомж и плетусь к ближайшему магазу, все равно этого платоядного в ближайшее время не будет.\nВыход в магазин задержался, я гуляла на свежем прохладном майском воздухе, наполненом этим весенним запахом. Запахом влюбленных пар, которые словно букашки выползают после зимней спячки, ходят за ручки и смеются так мило и по-весеннему, аж выбешивает. ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вижу тебя удивленного и чуть ли не белого, только закончил звонок и куда-то собирался.\nВидишь меня, телефон выпадает с рук, обнимаешь меня, так крепко, что я чуть не задохнулась.",
    "answers": [
      {
        "id": 36,
        "text": "Глава 3 "
      },
      {
        "id": 20,
        "text": "К главам"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Я конечно понимаю, что ты меня хочешь, но  — все же спустя две минуты таких удушающих объятий хриплю я. \n— Извини! — Раян отпустил меня — я просто, просто я не знал где ты, у тебя не было ключей, и ты хотела умереть, — он начал запинаться — я примчался с работы как только смог, а тебя нет, обзвонил всех, все больницы и... морги... — он глухо вздохнул.\n— Признайся, ты же надеялся, что я умру, можешь даже не мечтать.\n— У меня есть мечты получше этой, я просто переживал, жаль что твои дружки о тебе не беспокоятся.\n— У меня хотя бы кто-то есть, а не расфуфыреная истеричка, —  показала ему ключи, которые достала с кармана — она пришла, орала, что я сука и мне нужны твои деньги, нет, конечно она отчасти права, деньги мне нужны, но не твои, а мои! Можешь не приводить ее сюда, раз мы тут живем вместе, не хочу прийти не вовремя и увидеть, как вы мило спите в обнимку, — меня аж передернуло от таких нежностей.\n— Я поговорю с ней, только предупреждай когда соберешься умирать в следующий раз.\n— Обязательно, а теперь ужасно хочу есть и выпить.\n— Ты же не готовишь — ты удивляешься\n— А кто вчера готовил? Тебе не понравилось, дорогой?\n— Все было прекрасно, милая,- ненавижу.\n\n",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Держи, — протягиваешь мне маленький ключик, я вопросительно смотрю на тебя.\n— Я не смогу с тобой выпить, возьми бутылку вина в стеллаже.\nНу чтож, раз пить в одиночестве, так в одиночестве, скоро запишусь в секту анонимных алкоголиков.\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Эй, ты спишь? Спишь? Если спишь, проснись! — пьяная, ну и что! Он сам оставил меня спиваться в одиночестве! Пытаюсь позвонить папе в выключенный телефон, не получается, странно.\n— Ты больная? — он посмотрел на время в телефоне — три часа ночи!\n— Я хуже да?\n— Что?\n— Чем я хуже? Чем я хуже её? Глаза не зеленые? Или грудь не такая большая? Почему с этой расфуфыреной дурой ты встречаешься, а со мной отказался переспать? Неужели я действительно хуже чем она? — без комментариев, не контролирую я себя попьяне, один раз вообще, чуть унитаз не сломала, головой, блять! Все дальнейшие действия я отказываюсь комментировать полностью, я вообще не могу ничего объяснить, по сочинениям всегда были двойки.\nЗапрыгиваю на рядом стоящее кресло, ору что-то невразумительное похожее на песни, разбиваю пустую бутылку об стену и напоследок феерически падаю с кресла на пол, ну хоть унитаз не разбила.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Почему она такая дура, когда пьяная?\n— Ты не хуже, ты лучше, но когда трезвая, а теперь ты пойдёшь и проспишься — поднимаю тебя с пола, единственное слово которое тебе подходит сейчас так это только ебанутая, вот вам крест.\n— Лучше? Я правда тебе нравлюсь? —  медленно кладешь руку на мою щеку и дергаешься от недавней щетины. \nВсе свои силы оставляешь в попытке дотянуться до моего лица своими губами в темноте, пытаюсь не заржать, ели сдерживаюсь, ты не рассчитываешь  разницу в росте в 20 см, отключаешься опуская голову мне на грудь, а я несу твое хрупкое спокойствие в  комнату, накрывая одеялом.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Голову слишком сдавливает, а единственное чего хочется так это воды, я кит, буль-буль-буль.\nСмотрю по сторонам и вижу таблетку с водой на тумбочке.\nА если он хочет меня отравить, да какая разница, хуже уже не будет, глотаю таблетку залпом выпивая стакан воды, киту нужно еще.\nПлыву на кухню.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты снова пьешь черный кофе, и читаешь утреннюю газету. Я молча наливаю стакан воды и снова пью залпом, чувсвую, что начудила вчера конкретно.\n— Я думаю тебе не стоит пить в ближайшее время.\n— А я думаю тебе стоит больше времени уделять своей подружке, а не мне, я в твоих советах не нуждаюсь\n— А вчера ночью ты хотела другого.\n— Если мы переспали или поцеловались давай сразу об этом забудем. — не хочу подробностей, чтобы вчера не произошло, я знаю, виновата сама, точно запишусь в группу анонимных алкоголиков, как я сейчас  понимаю моего бывшего соседа алкоголика.\nТы рассмеялся, таким искренним смехом, что я аж поперхнулась остатками воды.\n— Я бы не стал с тобой спать, ты пришла ко мне пьяная, пробормотала, чтото невнятное и ушла спать к себе.\n— А таблетка?\n— Думаю ты с вечера приготовила ее для себя.\n— Не планируй никаких встреч с парнями на сегодня, мы идем на вечеринку, где сообщим о нашей помолвке, будут журналисты. \n— Я не в состоянии идти куда-то,— я вообще кит!\n— 3112 — он протянул мне карточку — на все расходы\n— Ты не слышишь? Мне плохо! Я не смогу мило улыбаться в таком состоянии! \n— Придеться, я не хочу портить нашу репутацию.\nДорогой, поверь, я ее испорчю. \n",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Надеюсь все подумают, что Раян только что снял меня с панели.\nНашла самое короткое платье, которое еле прикрывало задницу, черное коктейльное с паетками, все как я ненавижу, позориться, так красиво, а в моем случае, просто позориться. Темный смоки айс и прямые волосы, моему виду сейчас бы позавидовала только путана, и то, только самая дешёвая путана.\n  ",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": " Туфли на высокой шпильке и клатч заканчивают образ дешевой проститутки, чувствую себя косплеером с минимальным бюджетом, хотя по отдельности вещи очень дорогие.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Молчим, мы снова молчим. Это угнетает, ни слова про мой внешний вид, ничего я потерплю, главное твоя репутация.\nПредставление начинается.\nТы галантно открываешь дверь и я беру тебя под руку, улыбаясь, словно мы действительно вместе.\nНа входе беру бокал с шампанским не делая за вечер ни глотка, хочу, но оно ужасно крепкое, развозит с бокала.\nК нам подходит блондинка с длинными волосами.\nБрюнет крепче впивается пальцами в мою талию.\n— Привет, Раян, — добродушно начинает она. \n— Рад тебя видеть, Сюзи, — она поднимает взгляд на меня.\n— Ты, что ее по пути сюда подобрал? На трассе? \nОн хотел, что-то ответить, но я начала первой.\n— Да, мы так и познакомились, неделю назад, я как обычно искала клиентов, а тут подъезжает мася, ой — я старалась делать самый тупой голос — Раян, он мне сразу понравился, а потом мы начали встречаться после той фантастической ночи, да мась? Ой, все время забываю, что в таких местах нельзя звать его масей! Я такая растяпа! —  чувствую буквально каждый палец его руки, он сжимал мою талию до боли, и белых костяшек его рук, ничего милый, я потерплю, все ради тебя, чтоб ты помер, господи, когда ж это все закончится — а теперь мы поженимся! У нас скоро свадьба! — я показываю руку с кольцом.\nТы отошел рассказать своим знакомым эту ошеломляющюю новость, а я осталась одна, как обычно.\n",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Говорю со своей старой подругой, мы дружили в детстве, а потом она уехала заграницу учиться.\nКак раз в самый важный момент, появился мой \"муж\", который нагло потащил меня к выходу.\nНа улице было прохладно, майский вечер. \nНехотя я съежилась, а по коже пробежали мурашки. Парень накинул свой пиджак мне на плечи, тепло.\n— Ты сегодня очень красивая, образ проститутки прямо таки твоё. — вот тут я офигела, вот это уже камень в мой огород, камень который скоро полетит ему в голову.\n— Приму за комплимент.\n— Отличное начало, если думаешь и дальше так себя вести, помни, что на кону и твою репутация, — солнце, это только начало, хотя думаю, этого пока хватит, пресса еще долго будет обмывать косточки этой новости, наследник бизнесмена и путана. \n— Думаю парни часто говорят тебе эту фразу.\nЯ не выдержала и влепила тебе пощёчину, а ты успел перехватить мою руку после удара.\n— Отпусти! — горячий ком стоял в горле, не хочу плакать, только не перед ним.\nБью другой рукой тебя в живот, ты отпускаешь.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я помню, здесь рядом есть парк, сначала медленно, а после бегом, сначала в обуви, а после босиком по холодной майской земле.\nСажусь на холодную лавку, ногами на холодной земле, вся продрогшая, в твоем пиджаке, который уже на земле под моими ногами, подкаблучник херов, ничего, новый себе купишь. Только слезы горячие, обжигают щеки. Холодная для вас всех — поддонков, только мечтаете воспользоваться девушкой, но хрупкая здесь в парке под светом фонаря, потому что немогу больше так, потому что больно, где же ты мой ангел хранитель, или демон хранитель, да хоть кто нибудь!",
    "answers": [
      {
        "id": 47,
        "text": "4 глава "
      },
      {
        "id": 20,
        "text": "К главам"
      }
    ]
  },
  {
    "id": 47,
    "text": "Точно у меня же есть ключи.\nВызываю такси и спешно еду в спальный район города, в свою прекрасную квартирку.\nВ глазах расплывается толи от скорости, то ли от слез в глазах.\nЯ ненавижу тебя Раян, ты слышишь меня, ненавижу, блять!\nМашина с гулом доезжает до адреса, а я выходя чуть ли не падаю в лужу.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Сижу возле подъезда и понимаю что хочу выпить, выпить кофе, поэтому несу свое бренное и очень нелёгкое тело в ближайшую кофейню.\n\n—Большой Латте, — с натянутой улыбкой подношу деньги с чаевыми.\n— Сейчас сделаем, — девушка приветливо улыбается — уборная комната прямо за углом, если вы в ней нуждаетесь.\n— Спасибо, было бы кстати.\n",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Умываюсь, стараюсь смыть потеки туши, в сумочке нахожу флакончик, пытаюсь заново накрасить ресницы, чтоб закрыть красные глаза. Пытаюсь расчесать запутаные волосы, которые завились от влаги.\nНу чтож, вид гораздо лучше, все еще как у путаны, но кто меня здесь увидит?",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я сидела за столиком и пыталась успокоится, в дальнем углу сидел кудрявый парнишка, может на пару лет старше меня, будь я в другой ситуации, я бы давно уехала с ним этим вечером.\nВ кафе зашел подвыпивший мужчина лет 35.\nБариста сначала хотела вежливо его обслужить, но он оказался слишком буйным, а когда он подсел ко мне, выгнать его стало и моей миссией.\n— Что пока клиентов нет, ты тут развлекаешься?\n— Мужчина прекратите пожалуйста.\n— Ну что же такая красотка и в такую профессию?\n— Мужик отвали, — уже грубее начала я.\n— Ну хватит ламаться, куколка, пойдём со мной.\n— Девушка же ясно сказала, что не хочет общения с вами, — рядом стоял высокий кучерявый парень\nКудрявый взял мужчину за шиворот и выкинул за дверь, сделав одолжения мне и девушке за стойкой.\n\n",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Я Николас, — сказал подсевший парень с прекрасными карими глазами.\n— Спасибо за помощь, — я благодарно улыбнулась, хотя плакать хотелось больше.\n— А тебя как зовут, прекрасная леди?\n— Я Трикси, от Беатрис, — впервые ей захотелось чтоб ее как в детсве назвали Трикси и обняли или закутали в плед.\n— Раскажи немного о себе.\n— Ну что сказать, вобщем история достаточно долгая, и вот не выдержав нагрузки мои нервы немного сдались, и после истерики в парке я приехала сюда, — я виновата закусила край губы — а мой внешний вид, это не то как выглядит со стороны, мне просто нужно было так одеться — Трис впервые было не наплевать на то, что о ней подумают.\n",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Ну, а я доделывал некоторые документы, и засиделся, я часто здесь бываю.\n— Знаешь Николас, пообещай мне, что мы останемся друзьями, — ты вопросительно посмотрел на  меня.\n— Я всегда говорю прямо, так вот мне нравится с тобой общаться, ты такой уютный что-ли, ты ничего не подумай, я в хорошем смысле, и мне так нравится сейчас тебя слушать.  Если мы все же еще раз встретимся, после этого вечера, то обязательно начнем общаться, обещаешь?\n— Хорошо, — парень удивился такому повороту событий.\n— Так вот если мы будем дружить, давай не переходить границу, пожалуйста, я так хочу иметь друга, прекрасного спасителя, который будет моим супергероем, но не будет думать о том как затащить меня в постель или поцеловать.\n— Если ты так хочешь — его вряд ли привлекал такой тип девушек, поэтому он сразу согласился.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Тебе когда нибудь говорили что ты очень красивый?\n— Не думаю.\n— Тогда я скажу как девушка, объективно ты один из самых красивых парней которых я встречала, а их было безумно много, это не потому, что ты мне понравился, просто хотела сказать что ты красивый, ведь если бы мы чаще говорили людям о том, что нам нравится их внешность, комплексов было бы гораздо меньше, не правда ли?\n— Согласен, — ответил смущенный Николас, он и вправду не встречал такой девушки как она.\n— Могу я называть тебя Ником?\n— Я не против.\n— Вот что скажу, если мы никогда не увидимся, просто хочу сказать какую-нибудь фразу, чтобы ты хоть ненадолго запомнил девушку из ночной кофейни.\n— Так вот, никогда не бойся сказать о своих чувствах, будь то любовь или дружбва, лучше страдать от невзаимности, чем строить догадки и изводить себя. И смейся чаще, у тебя прекрасная улыбка, знаешь если ты смог рассмешить девушку, знай она точно будет твоей, или подругой или девушкой, тут зависит от намерений.\nНиколас сидел и молча улыбался, думал ли он что в обычный вессенний вечер встретит такую странную девушку.\n— Мне пора, — я поднялась со своего места. \n— Я провожу тебя, не хочу, чтоб к тебе по дороге пристали.\n— Не нужно, правда, я живу в 5 минутах от сюда.\n— Ладно, тогда... тогда это тебе, — он снял свою кожанку со стула.\n— Зачем? — я недоуменно на него уставилась.\n— Ну как, во-первых, там похолодало к ночи, а во-вторых, я хочу чтобы у тебя что-то от меня осталось.\n— Спасибо.\n— Ты точно дойдёшь? Я не хочу чтоб тебя кто-то обидел.\n— Все в порядке, могу я обнять тебя? — было так непривычно, я так давно не спрашивала разрешений.\nПарень вышел из-за стола и крепко обнял меня.\n— Спасибо за все, ты даже не представляешь как помог мне.\n",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я просидела возле подьезда часа два, я чувствовала, что-то меняется, и это было так странно и непривычно.",
    "answers": [
      {
        "id": 55,
        "text": "Глава 5"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Вставай, чмо! — я кинула в парня подушку, он не реагировал.\n— Ну все глист, хана тебе! Я сделала все что могла!                        Прийдется сказать журналистам, что ты сдох.\nПрошла неделя с того момента, и все вроде стало идти своим чередом, уже неделю я пью только кофе, и востановилась в универе на заочный.\nСегодня у нас интервью с журналистами, и я уже при параде, красное короткое платье, и черные туфли на шпильке.\n\n\n",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Ты вышел в кухню в одних боксерах.\n— Сделай мне кофе, — я изогнула бровь.\n— Пожалуйста.\n—Так уж и быть, —  встаю за плиту и варю кофе.\n— У нас пол часа до начала.\n— Я в душ.\n",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Спустя минут семь кофе был готов, а ты стоял в дверном проеме обмотаный лишь одним полотенцем на бедрах.\nХех, подумаешь, не удивил, чего я там не видела.\n— Где была все это время?\n— Времени зря не теряла, в отличие от некоторых.\n— Я просто заработался, и проспал.\n— Рада за тебя, кстати как тебе?- я покрутилась на месте, показывая свой наряд, надеясь на хоть какую-нибудь реакцию.\n— Прекрасно подтверждает образ который ты утвердила в первый раз.\n— Спасибо за кофе, — ты мерзко улыбнулся.\n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "\n— Расскажи про свою профессию, — в машине слишком тихо.\n— Ну, отучился на бизнесс и менеджмент, а терерь управляю \"Стеркорпорейшн\", сеть торговых центров и еще мелкие предприятия.\n— Интересно, жаль что ты хорош только в бизнесе, да и то. . .\n— С чего ты взяла?\n— Ну в быту ты вообще бревно, а насчет постели не мне судить конечно, но..\n— Думаю, такому ангелочку как ты, стоит держать ротик закрытым.\n— Я подумаю над твоим предложением.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Беру тебя за руку и медлено вхожу в зал, главное придерживаться легенды и все будет в порядке, так думаешь ты.\n— Как долго вы вместе? — спрашивает журналист.\nОдна рука у каждого свободна, две мы скрепили и положили на стол.\n— Пол года, — оба улыбаемся.\n— А как вы познакомились? — ты только хочет открыть рот, но я перебиваю.\n— В клубе, я хотела с кем-то переспать, а тут он, не прочь провести ночь с легкодоступной девушкой, ну вот так и познакомились, —  свободной рукой оставляешь синяки выше колена.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Больше чем 3 часа я провела там, а уже 4 часа дня, ты везешь меня в знакомый парк, отлично блять.\n— Хватит, ты зачем ляпнула что ты беременна?\n— Просто так. Захотелось!\n— Ты просто больная дура!\n— Я обещала тебе. И я выполнила.\n— Что?\n— Меня и без этого считают оторвой, которая только по клубам и бухает, а вот твою репутацию я прекрасно испортила, на года два не выкарабкаешься точно.\n\n\n",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Зачем? Ты же знаешь что это не от меня зависело!\n— Не от тебя? Да если бы ты пошел против, никто и слова бы не сказал, ты ведь идеальный, ты бы придумал что-то если бы не хотел, а теперь все знают, что ты не такой хороший каким хочешь казаться, пусть узнали они неправду, но в реальности ты гораздо хуже, гораздо хуже!\n— Да что я такого сделал? Не было у меня выбора, не было! — всегда холодный ты срываешься на крик.\n— Ты просто унижал меня и ни во что ни ставил, относился ужасно, и в конце концов сходил с ума, посмотри, — я показала на ногу, там были круглые пока только легко проявляющиеся пятна — и здесь тоже, — провожу рукой по ребрам, — за 2 недели совместное жизни, меня не было неделю, и тебе было все равно, а если бы я серьезно куда-то пропала, тебе было все равно! Когда я убежала ночью в парк, тебе было плевать! Ты не интересовался мной, даже как человеком, что я люблю, и чем увлекаюсь, поэтому единственное что тебе стоит знать, так это то, что я ненавижу тебя, ты слышишь меня Раян Фостер, я ненавижу тебя — сквозь зубы прошипела я.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Снова иду в кофейню, лучше так, чем снова пить,  я пообещала перемены так вот меняю себя.\n",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Заказываю крепкий еспрессо и сажусь за столик возле окна, \nжду кофе, думаю о том, что будет дальше, вряд ли этот толстошкурый понял меня даже после этого разговора.\nПриятный голос отвлек.\n— Трикси!\n— Да блять, ну почему ж ты всегда встречаешь меня в таком виде.\n— Я тоже рад тебя видеть, — парень добродушно улыбнулся.\n— Думаешь судьба, Ник?\n— Возможно.\n— А я вот не верю!\n— Но мы все же встретились, теперь мы обязаны обменятся номерами.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Меня все еще подергивало, видимо он это заметил.\n— Что-то случилось?\n— Нет все впорядке, — я постаралась улыбнуться.\n— Раскажи мне о себе все, — у него такой приятный голос.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "                            * * *\n— нам тогда от мамы досталось по уши, — он заканчивал расказ из детсва.\n— А где ты работаешь?\n— В \"Стеркорпорейшн\" — какое знакомое название.\n— Это случайно не компания Фостеров?\n— Да, она\n— Увольняйся! Ты же заканчивал гостинично ресторанный факультет, будешь управляющим моего ресторана. Знаешь ресторан в центре, очень дорогой?\n— Ты сейчас шутишь?\n— Нет! Я прошу тебя! Какая у тебя зарплата? У меня будет вдвое больше!\n— Ты же даже не знаешь меня как работника, да мы же  видимся 2 раз!\n— Я разбираюсь в людях, — в груди кольнуло от воспоммнаний\n— Я прошу тебя подумать, скажи мне через 3 дня.",
    "answers": [
      {
        "id": 1,
        "text": "Глава 6 (пока нет)"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  }
]