[
  {
    "id": 1,
    "text": "Жанр: приключения\nАвтор: Believer\n\nВ День рождения, бывает, все идет не по плану. Особенно, если тебе исполняется восемнадцать. Но для тебя взрослая жизнь начинается с путешествия, ведь вместо того, чтобы отправиться в бар, водитель везет тебя и друзей в... Чернобыль?\n\n\nЗдесь пять концовок.\n\nАвтор желает удачи.\n\n\n",
    "answers": [
      {
        "id": 129,
        "text": "предупреждение"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://psv4.userapi.com/c848020/u513138105/docs/d8/951e0ee7cd47/PSX_20190830_011207.jpg?extra=Ib6tTCfeL2j-_JoLyRH4QWJC9Z4DDMrsd5wABCik2Yw-FarhcDkPOJn0cyOCjs-BM0KAn4RFJ1FS8I0smqk1AQ09AA8GIq4HSNUJSidKicw0QSEejn2bSt6iRYydxqBxMiOfdA3xp1nFzSPq3hyg9rhjdA",
        "system": true
      },
      {
        "id": 2,
        "text": "начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты поспешно накинула куртку и последний раз взглянула в зеркало.\nНадо собираться быстрее, иначе придется доплачивать таксисту за время ожидания. Так: телефон, сумка, ключи. Вроде все взяла. Друзья уже ждут в машине. Ну что ж, ты готова отпраздновать своё восемнадцатилетие по полной!",
    "answers": [
      {
        "id": 43,
        "text": "выйти из квартиры"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мир вокруг начал расплываться, картинка в глазах сжималась, как фантик от конфеты, и пульсировала. Голова закружилась, и ты закрыла глаза. \n\n",
    "answers": [
      {
        "id": 44,
        "text": "открыть глаза"
      }
    ]
  },
  {
    "id": 4,
    "text": "Поприветствовав всех, ты села на переднее сиденье, рядом с молодым водителем, который, наверное, был не намного старше тебя. Он нервно дернулся, когда ты сказала: \"Что стоим, трогай! Мы не должны опоздать!\"\nЛена и Ира зашептались, видимо обсуждали твой новый образ. Как ни странно, твоя компашка платья не любила, костюмы шли вам больше. С твоего наряда тема плавно перешла на сегодняшнее меню и количество оплаченой выпивки, поэтому ты присоединилась к разговору, повернувшись к заднему сиденью.\n\nПрошло минут пятнадцать оживленной беседы, как только ты стала замечать неладное. Обернувшись, ты глянула на дорогу. Друзья, увидев твое недоумение, тоже обратили внимание на место, где вы ехали. Их лица поменялись. \nВы выезжали загород.",
    "answers": [
      {
        "id": 5,
        "text": "спросить водителя"
      }
    ]
  },
  {
    "id": 5,
    "text": "Все пять голов повернулись в сторону водителя. Ты спросила:\n— Почему мы едем не в место назначения?\nШофер не издал не звука, но руки его начали немного трястить, да и он сам, будто бы резко разволновался.\n— Та-ак, — проговорил Игорь с заднего сидения. Вы с подругами замерли.\n— Дядя, останови-ка здесь, мы ситуацию проясним, — добавил парень.\nВодитель не собирался останавливаться. В разговор вмешался Миша.\n— Если не хочешь, чтобы обратно в город мы уже везли твой труп, останавливай.\nЧеловек за рулем от страха вдавил педаль газа еще сильнее. Ты взглянула на спидометр: он показывал за сотню.\n",
    "answers": [
      {
        "id": 7,
        "text": "ничего не делать"
      },
      {
        "id": 8,
        "text": "план \"Б\""
      }
    ]
  },
  {
    "id": 6,
    "text": "— Ты понимаешь, что нас больше? Останови, иначе...\n— Я н-н-не могу. Мне нужно вас д-доставить... — голос был неуверенный и дрожал, как и его хозяин.\nТебе показалось, что водитель боится чего-то. Эта мысль не давала покоя.\n— Куда доставить? — прошептала Лена позади тебя.\nВодитель поколебался секунд десять, прежде чем ответить. Слова его только запутали все события.\n— Мне н-нужно доставить вас в Чернобыль. В Припять.",
    "answers": [
      {
        "id": 9,
        "text": "что?",
        "need_ever": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты отодвинулась максимально далеко от водителя. На вопрос, что же делать, твой мозг отвечал: снимать штаны и бегать. Идей не было, но Лена, сидевшая за тобой, взглядом намекнула, мол: ты же у нас храбрая, сделай что-нибудь. Ты вопросительно подняла брови, но сама понимала, нужно что-то предпринять, ведь вы, черт возьми, уже едете посреди пустого поля. Вот почему родители купили дом почти на краю города? Потому что ближе к природе! Но кто знал, что так обернется, ведь живи ты в центре, можно было позвать на помощь, а так... \nМашина двигалась по шоссе, которое вело на юг, к границе с Украиной. Как ты знала, населенных пунктов на этой дороге было немного.",
    "answers": [
      {
        "id": 6,
        "text": "заговорить с водителем"
      }
    ]
  },
  {
    "id": 8,
    "text": "Тебе пришло в голову, что можно было вырубить водителя и перехватить руль, но следующая мысль рисовала вашу машину, на большой скорости врезающуюся в ближайшее дерево. Поскольку закончить жизнь лепешкой на лобовом стекле тебе не хотелось, этот вариант отпадал.",
    "answers": [
      {
        "id": 6,
        "text": "заговорить с водителем"
      }
    ]
  },
  {
    "id": 9,
    "text": "Все были очень удивлены таким развитием событий. Нас везут в Чернобыль? Это то самое место, где больше тридцати лет назад произошла авария на АЭС? Но там же радиация, и кому вообще понадобилось похищать молодых людей с такой странной целью.\nЧеловек за рулем выглядел очень запуганным, это навело тебя на мысль, что его заставили содействовать в преступлении. Он нервно сжимал руль, правый глаз иногда дергался — вы поняли, что сейчас нужно быть акууратнее, чтобы хотя бы остаться в живых, иначе этот псих за рулем попадет в ДТП.\nТы решила проанализировать ближайшие действия водителя. Картинка складывалась так: если он везет вас в Чернобыль, значит ему придется перевозить нас через границу с Украиной. Но мы же едем из Москвы! Стоп, спокойно. Ему все равно придется перевезти нас через границу, а значит мы сможем спастись. С другой стороны у нас будет несколько часов по дороге, чтобы придумать, что сделать с водилой.",
    "answers": [
      {
        "id": 10,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты уже хотела обрадоваться скорому спасению, как машина начала сбавлять скорость. Ты обернулась и увидела недоумение в глазах друзей. Автомобиль резко затормозил, а истина слишком поздно пришла в твою голову.\nНас не повезут через границу. Человек, спланировавший это, не допустил бы такого промаха, ведь таможенники не пропустят водителя с пятью \"заложниками\". Тогда что сейчас будет? Эти же мысли занимали умы находящихся на заднем сидении. \nСтрах вязкими путами обвил тело, будто в кровь вкололи жидкий лёд. Но это продолжалось недолго, ведь водитель уже нажал небольшую серую кнопку около одометра и в салон начал впрыскиваться газ...",
    "answers": [
      {
        "id": 180,
        "text": "заснуть"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты открыла глаза. Помещение вокруг было  грязно серого цвета, казенный дом, как окрестила ты его. Мебели почти не было — лишь раскладушка, на которой ты и очнулась, компьютерный стол, сам компьютер, конечно же, отсутствовал, и шкаф без дверей. Ты размяла конечности и подошла к входной двери, та оказалась заперта. Где же ты? Где остальные ребята? Как отсюда выбраться? Нужно оглядеться, интерес вызывали книги и, видимо, документы, лежащие на кривых полках побеленного шкафа.",
    "answers": [
      {
        "id": 12,
        "text": "осмотреть полки"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты пошла к шкафу и сгребла все, что видела в нем, положив кипу бумаг на стол. Изучив ее, ты нашла пару книг по ядерной физике, столько же трудов по описанию мирного атома. Как ни странно, между всей этой научной литературой затесался \"Остров сокровищ\" Стивенсона, ты не читала эту книгу, но в детстве идея стать пираткой и путешествовать по морям привлекала. Как и всех тех, кто жаждет свободы. Кроме книг тебя ждали несколько листов с напечатанной информацией. ",
    "answers": [
      {
        "id": 13,
        "text": "изучить первый лист"
      },
      {
        "id": 14,
        "text": "изучить второй лист"
      },
      {
        "id": 15,
        "text": "изучить третий лист"
      }
    ]
  },
  {
    "id": 13,
    "text": "На немного пожелтевшем листе А4 был изображен план какого то здания, с несколькими квадратными комнатами и парой длинных коридоров. Выше, над схемой, было пропечатано: ИССЛЕДОВАТЕЛЬСКИЙ БУНКЕР С. АНТОНОВА. Ниже были пометы к рисунку, а также краткая информация, что находится в бункере. \nВозможно, вы уже в Чернобыле, раз вас оставили в бункере? Может нас так защитили от радиации. Но зачем вообще было привозить нас сюда... А вдруг ты здесь одна — закралась тревожная мысль. Надо скорее придумать, как открыть дверь, которая была заперта на пароль, и найти остальных.",
    "answers": [
      {
        "id": 12,
        "text": "осмотреть другие листы"
      }
    ]
  },
  {
    "id": 14,
    "text": "На другом листе было продолжение, после же шла информация об ученых, которые проводили здесь какой-то эксперимент. Пробежав глазами по строчкам ты поняла, что лет пять назад несколько научных работников узнали о сущестовании некоторого прибора, что способен перемещать людей в прошлое. Ученые решили проанализировать работу этого аппарата, для чего и был построен, рядом местом нахождения прибора, этот бункер \nМашина времени?! Но это же невозможно! \nТебе хотелось прочитать об экспериментах поподробнее, но нашла только изображение аппарата. Он напоминал странное оружие с маленьким табло и и кнопками управления. В размере он был около метра, ты подумала, что такая на вид железная махина весит пару-тройку килограмм.",
    "answers": [
      {
        "id": 12,
        "text": "осмотреть другие листы"
      }
    ]
  },
  {
    "id": 15,
    "text": "На последнем документе снова красовался план бункера, но теперь над ним значилась надпись: СХЕМА ЭВАКУАЦИИ В СЛУЧАЕ ПОЖАРА. На рисунке были отмечены два аварийных выхода, место, где покоился огнетушитель и расположение датчиков задымления. Ты подняла голову и увидела один из них на потолке прямо над собой. Белый \"глаз\" в металлической сетке выжидающе смотрел на тебя, будто спрашивая: \"Ну, что, слабо выбраться отсюда?\"\nНиже в бумаге значилась волшебная для тебя фраза:\nПРИ ПОЖАРЕ ВСЕ ДВЕРИ ПЕРЕЙДУТ В АВАРИЙНОЕ ПОЛОЖЕНИЕ И БУДУТ ОТКРЫТЫ БЕЗ ВВЕДЕНИЯ ПАРОЛЯ.\nВот оно, твое спасение! Стоит лишь создать маленький пожар. ",
    "answers": [
      {
        "id": 16,
        "text": "придумать, как устроить пожар"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты старательно искала способы получить огонь из ничего, ведь в комнате почти не было подручных средств. На миг ты представила, как тысячи лет назад предки человека также пытались добыть огонь до заката, и улыбнулась своим мыслям.\nОбыскав комнату, ты удивленно извлекла из-под кровати свою сумку, с которой ты еще (а действительно, сколько времени прошло?) недавно собиралась ехать в кино. Странно, что похититель оставил тебе личные вещи. Первым делом ты достала телефон. Тот включился, показывая отсутствие сети и тут же погас, обозначая разрядившуюся батарею. Ты мучительно простонала. Вот невезуха...",
    "answers": [
      {
        "id": 17,
        "text": "продолжать рыться в сумке"
      }
    ]
  },
  {
    "id": 17,
    "text": "Кроме уже мертвого телефона ты откопала пачку нетронутой жвачки, маленький старый плеер, еще на батарейках, который ты все забывала выложить из сумки... Стоп. Батарейка. В ней есть электричество.\nТвои извилины, казалось, заскрежетали, пытаясь вспомнить нудные уроки физики, которые так любил твой друг Игорь. Что-то там было про батарейку, что-то,  что вело к появлению огня. Через несколько секунд ты вспомнила, что в деле фигурировала фольга и вата. Радостно взмахнув руками, ты принялась распаковывать жвачку. Развернув пластинку, ты оторвала от подобия фольги полоску. После ты вытащила из когда-то любимого плеера батарейку, приложила к ней серебряный лоскуток. Ватой послужил небольшой ватный (логично) диск. ",
    "answers": [
      {
        "id": 18,
        "text": "творить огонь"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты, трясущимися от возбуждения руками, что напомнило тебе состояние вашего горе-водителя, прижала концы фольги к батарейке и всю эту конструкцию приложила а вате. Прошло пять секунд, в твое сердце вкрался отголосок разочарования и страха, как вата затлела. Пока маленький огонек разгорался, ты схватила ближайший лист бумаги и приложила к краснеющему комочку. Край документа занялся пламенем, и ты, как чемпион, несущий олимпийский огонь, понеслась к датчику задымления. ",
    "answers": [
      {
        "id": 19,
        "text": "поднести огонек"
      }
    ]
  },
  {
    "id": 19,
    "text": "Датчик не заставил себя долго ждать: красная точка перестала мигать, а взамен красным светом окрасилось все помещение и завыла сирена. Ты бросила лист на стол и выскочила в уже распахнувшуюся дверь.",
    "answers": [
      {
        "id": 20,
        "text": "в коридор"
      }
    ]
  },
  {
    "id": 20,
    "text": "Увидев коридор перед собой, ты вспомнила план бункера. Смутно конечно, но вроде бы главное помещение было справа, а слева находилась пара жилых комнат и лаборатория.\nВдруг, из ближайшего дверного проема показался человек. Он выскочил, и только увидев тебя притормозил, вглядываясь в мигающем красном свете. Сквозь вой пожарной тревоги ты услышала крик:\n— Саша?\nТы вгляделась и увидела Мишу, жутко обрадовавшись его появлению \n— Здесь что, пожар? \n— Нет, но скоро будет. Нужно скорее найти остальных! — крикнула ты, хватая за руку парня и устремляясь вперед.",
    "answers": [
      {
        "id": 21,
        "text": "осмотреть три комнаты слева"
      }
    ]
  },
  {
    "id": 21,
    "text": "Заходя по очереди в каждое из помещений вы увидели сначала Лену, которая, прижавшись к стулу, не сразу вас узнала, а потом и Иру — девушка уже сама выскакивала из следующей комнаты.\n— Где мы? Кто нас сюда привез? — чуть не плача, спросила Лена. Эти вопросы волновали всех.\n— Сначала нужно найти Игоря и выбраться отсюда, — заметила Ира и ты кивнула в сторону лаборатории. \n— Он может быть там. \n— Почему же он не выходит? — четверка молодых людей ринулась к последней комнате.",
    "answers": [
      {
        "id": 22,
        "text": "зайти в нее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты оказалась права, это действительно была лаборатория. В красном мигающем свете вы разглядели пару длинных металлических столов, множество шкафов с бумагами и три компьютера. За одним из них стоял Игорь и пытался что-то набрать на клавиатуре. На топот ног он повернул голову и крикнул:\n— Интернета и связи нет. Компьютеры бесполезны, здесь только куча инфы о каких-то исследованиях. \nИз коридора потянуло гарью. Значит та бумажка все-таки загорелась.\n— Нам нужно бежать отсюда, здесь пожар! \nНа твои слова Игорь кивнул, и вы двинулись к двери. Вы вышли в коридор и поняли, что не знаете, где выход. Началась легкая паника. Через несколько секунд, оглядевшись, Игорь показал на закоулок в конце коридора, в котором виднелось что-то похожее на вентель. Ребята бросились туда. Это оказалась дверь.",
    "answers": [
      {
        "id": 23,
        "text": "крутить вентиль"
      }
    ]
  },
  {
    "id": 23,
    "text": "Все налегли на металлическое колесо, и оно поддалось. Тяжелая широкая дверь распахнулась, и за ней вы увидели лес.\nВыбежав из бункера, ты увидела, как коридор заполнился дымом. Парни тоже заметили это, и, оперевшись плечом, закрыли выход. \nТы огляделась. Вы стояли в серо-зелёном еще летнем лесу. Оказалось, бункер находился в небольшом холмике, окруженном деревьями. Все отдышались и отошли на несколько шагов от своей недавней \"клетки\". ",
    "answers": [
      {
        "id": 24,
        "text": "что это?"
      }
    ]
  },
  {
    "id": 24,
    "text": "Именно этот вопрос сорвался с твоих губ, как только ты обратила внимание на предмет в руках одного из парней. Игорь держал в руке массивный прибор цвета темного железа. Ты вспомнила документы, которые видела в комнате.\nЮноша улыбнулся.\n— Я успел прочитать пару документов из той лаборатории. Как я понял, учёные пару лет назад занимались здесь изучением этого аппарата. Он поднял в руках объект своего рассказа и продемонстрировал остальным.\n— Это тот самый прибор? Но это же невозможно... — сказала ты.\n— О чем вы? — спросила Ира, смотря то на тебя, то на Игоря \n— Я читал, что ученые исследовали прибор, который позволяет путешествовать во времени!\nГлаза всех слушателей округлились до размера пятирублевой монеты.",
    "answers": [
      {
        "id": 25,
        "text": "что нам делать дальше?"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Это конечно прекрасно, — скептическим тоном начал Миша, — но, что нам теперь делать?\n— Действительно, что такого, мы же просто в лесу, неизвестно где, с недоделанной машиной времени в руках! — первый раз подала голос Лена.\n— Успокоимся, — начала ты, — для начала: скорее всего мы в Чернобыле, бункер намекает нам на это. \n— Слава богу, а я то думал, просто в тайгу увезли, за то, что я за те десять грамм не расплатился, — хохотнул Миша. Его смех отозвался шелестом листьев вокруг. Все немного удивились его веселью в такой ситуации, но это разрядило обстановку.\n— Лучше быть потише, возможно люди, кто привез нас сюда, близко, — подала мысль Ира. Все кивнули в ответ на ее слова.\n— Так вот, если мы в Чернобыле, значит лес здесь небольшой, можем тихо дойти до города. А там уже разберемся.",
    "answers": [
      {
        "id": 26,
        "text": "обсуждать дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Там же все равно нет людей, — заметил Миша.\n— Но мы можем найти средство передвижения или просто двинуться по дороге. Из города выбраться будет легче, чем плутая по лесу, — ответил ему Игорь.\n— Тогда решено, только в какой стороне этот город, никто не знает? — глубокомысленно спросила Ира, осматриваясь вокруг.\n— Ребята! — послышался голос Лены. Вы только сейчас заметили, что девушки не было рядом — она стояла метрах в пятнадцати и вглядывалась в паутину деревьев.\n— Там, кажется, домик. Похоже на избушку лесника.\nМиша пошел в том же направлении и тоже увидел постройку.\n— Ага, сарай какой-то. Ну, может зайдем туда?\n",
    "answers": [
      {
        "id": 27,
        "text": "идти"
      },
      {
        "id": 28,
        "text": "не идти"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы подкрались в избушке. Она была совсем крошечной, метров десять на десять. В деревянной стене зияло окно, и ты осторожно вгляделась в грязное стекло. \nВидно было плохо, но очертания комнаты стали понятны. Ты увидела стул, маленький столик, подобие глиняной печки и кровать на пружинах. Людей не наблюдалось. Все это ты передала своим спутникам.",
    "answers": [
      {
        "id": 29,
        "text": "зайти в дом"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Может быть не надо, а? — выдала ты, на что твои друзья удивлённо обернулись, а Игорь озвучил мысли всех:\n— Саша, ты ли это? С каких пор ты боишься.\nТы вздернула голову и уставилась на ребят.\n— А если там наши похитители?\n— Не сходим, не узнаем, — подмигнул Миша, — А вообще, мы сходим тихо. Это лучше чем искать неизвестный город в неизвестном направлении.\nИ парень двинулся в сторону избушки, остальные последовали его примеру. Игорь взял тебя за руку и вы пошли по засохшей, покрытой редкой травкой земле.",
    "answers": [
      {
        "id": 27,
        "text": "идти к избушке"
      }
    ]
  },
  {
    "id": 29,
    "text": "Дверь была не заперта. \"Дамы вперед\" — отшутился Игорь, на что ты хмыкнула и зашла первой в избушку. Здесь было очень мало света, небольшие лучи проникали сковзь то запыленное окошко. За тобой зашли остальные, и вдруг, сзади послышался вздох. Ты обернулась и увидела скорчившегося в углу избы человека, которого изначально никто не заметил в темноте. Лена ойкнула.\nТы приблизилась к нему на шаг, человек не поднимал головы. \n— Эй, вы кто? Что с вами? \nМужчина поднял голову, и ты узнала в нем вашего таксиста. Он выглядел очень нездоровым, побледнел и дергался, как тогда, в машине. На вид ему было не больше двадцати пяти, видом своим он напоминал зомби.",
    "answers": [
      {
        "id": 30,
        "text": "спросить еще раз"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Кто вы и что здесь происходит? — повторила ты вопрос.\nПарень скривился в усмешке, которая тут же сменилась испуганной гримассой.\n— Я... П-паша... меня заставили..\n— Что с тобой, ты можешь разговаривать? — спросила Ира.\nПаша лишь снова попытался улыбнуться и сильнее обнял руками колени.\nТы посмотрела на ребят.",
    "answers": [
      {
        "id": 31,
        "text": "что с ним делать будем"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Отойдем, — шепнула ты, и ваша пятерка передвинулась в другую часть избушки.\n— Что делать с ним будем? Он на вид ненормальный, но должен же что-нибудь знать о похищении.\n— Давайте мы его это, — Миша недвусмысленно стукнул кулаком по ладони, — погрубее спросим. Он тогда намного лучше говорить станет, я уверен.\n— Вы что, нельзя бить его, мы не знаем, что произошло на самом деле. Может его обманом вовлекли, — вставила свою мысль Лена.\n— А если он и правда ничего не знает, мы просто изобъем больного человека, — согласилась Ира.\n— Он завез нас в эту глушь, он участник преступления! А если они нас убить хотят, а он помогает им! — вскипел Игорь.\n— А ты что думаешь, Саш? Решение за тобой.",
    "answers": [
      {
        "id": 32,
        "text": "узнать правду силой"
      },
      {
        "id": 33,
        "text": "попытаться без насилия"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Парни, вы правы. Он — участник нашего похищения, мы не знаем, что они задумали. Нужно узнать у него все, что возможно.\n— Вот и отлично, — Миша кивнул, — я еще в машине хотел набить ему морду, Игорек, вперед.\nПарни окружили с двух сторон бывшего водителя, взяли под руки и вынесли на улицу. Вы не стали смотреть на \"допрос\" и остались в избушке. \nПрошла минута, и послышался первый удар и крик.\n— Что ты знаешь о нашем похищении? — голос Миши. Молчание в ответ. Еще удар, снова вопрос. Молчание. Удар. Первый ответ.\n— Он меня заставил... предлагал большие деньги... я ничего не знаю!\nУдары продолжились.\n— Стойте! Я просто должен был привезти вас к границе... усыпить... и все...\n— Кто заставил тебя? — уже спрашивает Игорь.\n— Я не знаю его име... \nЕще пара ударов, всхлип.\n— Сергей! Его зовут Сергей! Я правда больше ничего не знаю, отпустите... — завыл Паша.\n— Видишь, как хорошо заговорил, а то не знаю, не знаю. Какой еще Сергей? \n— Лысый такой. Я не знаю кто он! — жалобно пищал водитель.\n— Игорь, кончай с ним, — донеслась фраза Миши.\n",
    "answers": [
      {
        "id": 34,
        "text": "выбежать на улицу"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Ира и Лена правы. Мы не знаем, может его обманом или шантажом заставили участвовать. Мы должны быть милосерднее, — ответила ты. Парни пожали плечами, но явно остались недовольны. \nРаздался шорох. \nВсе обернулись и увидели странную картину. Паша заканчивал запирать на задвижку дверь избы и теперь стоял, скрючевшись у стены и теребя что-то в руках. \n— Он обещал мне деньги... много денег... — с маниакальной улыбкой прошипел водитель.\n— Кто он? — вырвался вопрос у Иры.\nПарень странно кашлянул и ответил.\n— С-сергей... вам все равно это никогда не пригодится.\nИ ты увидела, как в его руке, в сантиметрах от высохших старых бревен, загорелся огонек зажигалки.",
    "answers": [
      {
        "id": 42,
        "text": "начался пожар"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Вы же не убьете его, — вскрикнула Лена, когда вы втроем выбежали из дверей. Но пафосная фраза \"кончай с ним\" не означала столь плачевный конец для парня. Миша и Игорь держали его за шиворот, пытаясь повешать за рубашку на сук дерева. В итоге им это удалось — Паша висел в полуметре над землей, шевеля ногами, а чтобы он не кричал, парни отодрали кусок ткани и заткнули \"таксисту\" рот. Как не жестока была ситуация, Ира хихикнула — позор парня завершился тем, что его руки были связаны его же брюками. В таком состоянии вы и оставили преступника.",
    "answers": [
      {
        "id": 35,
        "text": "искать город"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Все равно нам нужно найти город поблизости, — сказала Ира. Вы уже минут десять шли по лесу в сторону предполагаемого запада. По крайней мере, Игорь поколдовал над мхом на дереве и заверил, что запад там.\n— А если мы идем не в том напрвлении? — спросила Лена и перешагнула искривленную ветку.\n— Могу залезть на дерево и осмотреться, — предложила ты. Идею одобрили, и вот ты уже лезешь по высокой березе, не щадя рук и ног. \nКогда ты подтянулась и заняла более более-менее высокую точку, то среди макушек разношерстных деревьев и безгранично серого неба увидела такой же серый городок, который располагался совсем рядом, до него было километра два. Полюбовавшись надвинающимися тучами, а что еще хуже — солнце близилось к кромке горизонта, ты слезла с дерева и объяснила маршрут.",
    "answers": [
      {
        "id": 36,
        "text": "идти к городу"
      }
    ]
  },
  {
    "id": 36,
    "text": "Прошло немного времени, но солнце уже скрылось за лесом, как ребята вышли к небольшому городку. Вы вошли на одну из улиц и двинулись вглубь.\n— Как называется это место? — спросила ты.\n— Водила упоминал о нем, это Припять, — ответил Игорь.\n— Вон, даже на заборе написано, — гоготнул Миша и указал пальцем вправо, придерживая другой рукой прибор. Ты повернула голову и увидела, что на металлической решетке, которой был огорожен пустырь, висела ржавая табличка с надписью \"Припять\".\nТебе стало не по себе. Все-таки заброшенный советский город, радиация, все в эстетике серого — просто триллер, уберите впечатлительных от экрана! Скорее бы выбраться отсюда.\n— Скоро солнце сядет, — траурно заметила ты, — Найдем место для ночевки. Вон, например, здание не сильно обвалилось.",
    "answers": [
      {
        "id": 37,
        "text": "подойти к нему"
      }
    ]
  },
  {
    "id": 37,
    "text": "Перед вами стоял трехэтажный дом, что, как вы поняли, для этого городка было обычным зданием. Остальные дома были не намного выше. Бетонные крошащиеся стены не успокаивали, но выбора не было. Скоро стемнеет, лучше сейчас найти где заночевать, чтобы потом в темноте не шляться по заброшенным домам и натыкаться на торчащие арматуры.\nНад крыльцом темной щелью зиял вход. Ты поднялась по ступенькам и вошла в здание.\n",
    "answers": [
      {
        "id": 38,
        "text": "осмотреться"
      }
    ]
  },
  {
    "id": 38,
    "text": "Внутри все было не так плохо, как ты думала: обычный подъезд, конечно весь в мусоре и каменной крошке, но это не страшно. Ты посмотрела на ребят, они уже стояли вокруг и тоже удивлялись, насколько обыденным оказался дом, который на первый взгляд как минимум должен был встретить призраками и  виселицами.\n— Зайдем в любую квартиру и переночуем, — предложила ты.\nИгорь резко дернулся, просвистел странный звук. Через пару секунд ступора до вас дошло, что происходит. \nПод ногой парня, в каменной пыли лежала пролетевшая мимо пуля.",
    "answers": [
      {
        "id": 39,
        "text": "выяснить, откуда выстрел"
      }
    ]
  },
  {
    "id": 39,
    "text": "Все вздрогнули. Ты резко повернула головой, чуть ли не на 360 градусов и увидела черный джип, который стоял перед зданием.\n— Бежим в дом! — крикнула ты и рванула в глубь лестничной площадки, там, по твоей логике, должен быть подвал. \nДогадка оказалась верной. Все побежали за тобой, поэтому еще несколько пуль пролетели мимо. Быстро скрывшись во мраке дома, вы выиграли время на то, чтобы открыть дверь. Но вот черт! На ней висел замок! Нет, только не сейчас! Еще рано умирать.\nМиша оттолкнул тебя в сторону и со всей силы рванул замок. Это помогло, значит он не был заперт. Вы дернули дверь и начали забегать в нее. Выстрелы возобновились.\nТы последняя заходила в подвал, и перед тем, как захлопнуть дверь, ты увидела мужчину. Он вышел из джипа и приближался ко входу в дом. В его руке был пистолет, но на плече висел и автомат. Шутки кончились.",
    "answers": [
      {
        "id": 40,
        "text": "захлопнуть дверь"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Он идет сюда, — крикнула ты, — у него автомат!\nПарни подбежали и подперли как могли дверь.\nЧто делать?! Что делать?! Это единственная мысль пульсировала в голове у каждого в этой комнате. Идея пришла с очередным послышавшимся выстрелом в дверь.\n— Прибор! Если и правда, это машина времени! \n— С ума сошла?! — крикнула Лена, — Так не бывает!\n— Сейчас и выясним! — Ира уже держала в руках прибор, с которым Игорь не расстался, даже когда под ноги стали лететь заряды. Ты подбежала к подруге.\nНа дисплее прибора светились зеленым прямоугольники, похожие на индикатор заряда батарейки в телефоне. Об этом же гласила надпись: БАТАРЕЯ ЗАРЯЖЕНА, ПЕРЕМЕЩЕНИЕ ВОЗМОЖНО\nНиже предлагалось ввести количество перемещаемых и кнопка пуска. Действовать нужно было быстро.",
    "answers": [
      {
        "id": 41,
        "text": "набрать цифру 5"
      }
    ]
  },
  {
    "id": 41,
    "text": "\" Количество человек введено\" теперь было написано на экране. Ира уже потянулась к кнопке пуск, но моя интуиция подсказала, что это не всё.\n— Все вокруг меня! Быстро! \nЛена быстро прижалась к нам, а парни недоуменно глянули на меня, но все таки отпустили дверь и ринулись к прибору.\nКогда они уже были близко, дверь распахнулась и все увидели мужчину с автоматом в руках, того самого заказчика, о котором говорил Паша. Он серьезно смотрел на нас, его немолодое лицо отражало ненависть. \nПрежде чем раздалась очередь, Ира нажала на кнопку.",
    "answers": [
      {
        "id": 3,
        "text": "темно"
      }
    ]
  },
  {
    "id": 42,
    "text": "Кажется, полчаса назад ты сама устроила пожар, а теперь все повторяется снова. \nПока все были в ступоре, за несколько секунд огонь охватил полстены и не собирался останавливаться.\nДверь уже горела, окошко было слишком мало, чтобы все успели протиснуться. Лена вскрикнула и закрыла лицо руками.\nВ поисках выхода я глянула на друзей, и у меня резко возникла идея. \n— Ты веришь, что это сработает?! — крикнул Игорь, глядя на то, как я хватаю с пола громоздкий прибор.\n— Другого выхода нет!\n— Машина времени!? — неверяще выдохнула Ира.\nСтены вокруг уже полыхали. Жар окружил со всех сторон. Я вглядывалась в дисплей. Он гласил: БАТАРЕЯ ЗАРЯЖЕНА, ПЕРЕМЕЩЕНИЕ ВОЗМОЖНО. Ниже: ВВЕДИТЕ КОЛИЧЕСТВО ЧЕЛОВЕК. Ты почти не глядя ввела цифру 5 и нажала на большую кнопку \"пуск\". Огонь уже принялся за край комбинезона, как все резко завертелось и в глазах потемнело.",
    "answers": [
      {
        "id": 60,
        "text": "темнота"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты спускалась по лестнице. \nВот уже и восемнадцать. Только закончила школу, поступила на журфак в хорошем вузе, познакомилась с интересным молодым человеком. Жизнь только начинается. Сейчас на такси до кино, потом в бар на всю ночь — друзья устроили. А после... может быть мы поедем к Мише. Но об этом подумаем позже.\nВ машине тебя ждали четверо: твои лучшие подруги еще со школы Лена и Ира, а также два парня лет девятнадцати, Миша и Игорек.",
    "answers": [
      {
        "id": 4,
        "text": "сесть в такси"
      }
    ]
  },
  {
    "id": 44,
    "text": "Прошла пара секунд, и ты почувствовала руку на своем плече. Осторожно открыв глаза, увидела Иру и остальных. Ребята стояли, покачиваясь: видимо, голова кружилась у всех.\n— Сработало?! — севшим голосом спросила ты. Ребята только приходили в себя после перемещения.\nВестибулярный аппарат приходил в норму, и ты смогла оглядеться.",
    "answers": [
      {
        "id": 45,
        "text": "осмотреться"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы стояли в том же подвале, в котором были минуту назад. Исключением было то, что краска со стен еще не облупилась и выглядела достаточно новой, в помещении стояло несколько стульев и полки, а в небольшое окошко у потолка лился теплый солнечный свет. Такой обычно бывает в начале лета или же поздней весной. Дверь была закрыта и никто в нее не ломился. Ты облегченно выдохнула. \nОстальные тоже удивленно оглядывали комнату. Тишину нарушили слова Миши.\n— Охренеть, мы правда переместились во времени! \n— Здесь все новое, не так, как было, — выдохнула Лена.\n— Получилось... — улыбнулась Ира.\nТы окончательно успокоилась. Нужно было думать, что делать в этой ситуации.",
    "answers": [
      {
        "id": 46,
        "text": "выйти из подвала"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Это конечно классно, но давайте выйдем на воздух.\nПарни тут же подошли к массивной двери и толкнули ее, но она без сопротивления поддалась: еще не заржавевшие петли не мешали. \nВы вышли во двор дома. \nСветило солнце, а небо было бледно-голубым с волнами пушистых облаков. Желтые и кремовые пятиэтажки скрывались за деревьями, листья которых еще не полностью распустились. Прямо перед зданием была детская площадка. Взглянув на нее, ты вздрогнула, увидев те лесенки и горки, которые, в твое время, ржавые и покосившееся стоят в заброшенных дворах. Здесь на них же, но почти новых, играли дети, а их мамы в светлых платьях стояли рядом и общались.\nВсе это до жути напоминало иллюстрацию из какого-нибудь старого советского учебника.",
    "answers": [
      {
        "id": 47,
        "text": "сесть на лавочку"
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты махнула рукой в сторону скамейки, и вы сели.\n— Что нам теперь делать? — спросила Лена.\n— В зависимости от того, что нам нужно, — мудро изрек Миша.\n— А нам нужно выбраться отсюда, в свое время, — сказала ты, подперев голову рукой.\n— Мы, наверное, можем переместиться обратно с помощью этого же прибора, — вставила слово Лена.\nВсе уставились на машину времени в руках Игоря. Тот покачал головой и сказал:\n— Если мы сделаем это прямо сейчас, то переместимся, как я понял, на это же место в наш 2019 год. Но не забывайте, почему нам вообще пришлось прятаться в прошлом.\n— Тот человек с автоматом! — воскликнула Ира, — Мы наткнемся на него, если переместимся сейчас! А что если он знает о машине времени?\n— Может быть он поэтому на нас и охотится, — угрюмо заметил Игорь.",
    "answers": [
      {
        "id": 48,
        "text": "продолжать разговор"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Он привез нас сюда, в Припять... Тот Паша говорил о заказчике, который очень похож на человека с автоматом. Только зачем он это сделал? \n— Видимо, хотел достать прибор, — Миша неопределенно тряхнул головой.\n— А как он узнал, что он будет у нас? Мы же случайно нашли его в бункере, в который он сам нас и доставил! \n— Не знаю. Нам нужно думать, что делать сейчас, — Игорь раздраженно встал со скамейки.\n— Давайте рассуждать логически, — сказала ты, — нам нужно переместиться назад в будущее, — Лена хихикнула, но тут же смутилась, — но для этого нам нужно быть в другом месте. А что мешает нам очутиться, скажем, сразу в родном городе? Я думаю, что добраться от него здесь будет проще, чем в наше время из заброшенного города с ненормальным стрелком на хвосте.",
    "answers": [
      {
        "id": 49,
        "text": "продолжать"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ребята кивнули.\n— Нам нужна машина, — твердо сказал Миша, — У нас нет документов, чтобы полететь на самолете или ехать поездом, поэтому нам нужна тачка.\n— Найдем машину и поедем в родной город, а там переместимся? — переспросила Лена.\n— Это самое логичное, что можно сделать в данной ситуации, — почти металлическим голосом процедил Игорь.\n— Где мы возьмем машину? Украдем? — воскликнула Ира, и пожилая женщина, выходящая из подьезда повернула к нам голову. \n— Тише, Ирка! — прошипел Миша и усмехнулся, — а то старухи местные сдадут нас быстрее, чем мы с лавки встанем.",
    "answers": [
      {
        "id": 50,
        "text": "так что с машиной?"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Ира права, мы угоним чью-нибудь тачку, — прошептал Миша, — Пойдем искать наш новый транспорт!\nВы прошли вдоль дома и завернули на небольшую улочку. По залитому солнцем асфальту сновали люди, одетые в похожие вещи, создавая ощущение нереальности происходящего. \nПройдя несколько кварталов, Миша резко становился и шикнул на всех:\n— Девчонки, ну-ка постойте здесь, а мы с Игорьком сейчас все устроим.\n— Ох не нравится мне это... — вздохнула Ира, а ты похлопала подругу по плечу.\n— Все равно стремно, — усмехнулась девушка и сложила руки на груди.\n",
    "answers": [
      {
        "id": 51,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 51,
    "text": "Прошло минут пять, а парни все не возвращались. Вы потихоньку, чтобы не вызывать подозрения, поглядывали на то, что происходит за углом дома. \nМиша ковырялся в замке на двери, бурно отвечая что-то Игорю. Слов вы не слышали, но судя по лицу оба были чем-то недовольны. Прошло еще томительных пять минут, а процесс еще не увенчался успехом.\nНаконец-то дверь машины поддалась, вы услышали звук. Лена уже начала выходить из-за поворота, но ты была быстрее: схватила подругу и оттолкнула обратно за дом. \n— В чем дело? — спросила Ира.\n— Пацанов накрыли, — прошептала ты. Вы втроем высунулись из-за стены. ",
    "answers": [
      {
        "id": 52,
        "text": "смотреть"
      }
    ]
  },
  {
    "id": 52,
    "text": "У белых жигулей кроме Миши и Игоря стоял милиционер. Ты прислушалась к диалогу.\n— Ну, ребята, что вы такое здесь делаете? — спросил низкий голос. Ответил ему Миша.\n— Да вот, дед мой попросил машину в гараж загнать, мы с другом и хотели...\n— А, ну тогда понятно, — отозвался милиционер, — аккуратней, мальчики на про...\nСотрудник уже сделал шаг, чтобы пройти мимо, но не закончил свою фразу, взгляд мужчины пал на отмычку в руке Миши, которую он не успел спрятать. \n— Стоять, ребята! Что ж вы дедовскую машину отмычкой-то вскрываете! Пройдем-ка! \nОн уже потянулся к Игорю, чтобы схватить его за руку, как парни сорвались с места и ветром понеслись в вашу сторону.",
    "answers": [
      {
        "id": 53,
        "text": "бежать"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Мусора! — только и крикнул Миша, но вы и сами видели происходящее.\nСтартовав с места, ваша пятерка побежала через двор, а за вами по пятам несся милиционер. То и дело сзади раздавался крик \"Стойте!\", но вы не сбавляли скорость.\nДом за домом, двор за двором. Ком подкатывал к горлу, а в боку начинало колоть. Вспомнились изнуряющие уроки физкультуры и крики физрука: \" А ну, быстрее, не останавливаться!\". Сейчас же вместо учителя вас подгонял местный дядя Степа. Адреналин зашкаливал. \nЕще две минуты спринтерского бега, и тебе показалось, что вы оторвались.",
    "answers": [
      {
        "id": 54,
        "text": "бежать"
      }
    ]
  },
  {
    "id": 54,
    "text": "Этот вывод оказался обманчивым: хоть милиционер сзади отстал, перед вами из-за еще одной пятиэтажки выехала патрульная машина, перекрыв путь.\nИз нее выскочили два офицера.",
    "answers": [
      {
        "id": 55,
        "text": "остановиться"
      },
      {
        "id": 56,
        "text": "попытаться бежать"
      }
    ]
  },
  {
    "id": 55,
    "text": "Смысла бежать дальше не было: машина перегородила возможный выход. \nВы остановились, тяжело дыша. От быстрого бега перед глазами запрыгали круги. Что же теперь будет.",
    "answers": [
      {
        "id": 57,
        "text": "отдышаться"
      }
    ]
  },
  {
    "id": 56,
    "text": "Ты хотела оббежать машину, но она перекрыла возможный выход со двора, да и твой организм протестовал и требовал передышки. Сердце билось прямо в горле, дышать стало тяжело и тебе пришлось остановиться. \nОстальные ребята сделали тоже самое.",
    "answers": [
      {
        "id": 57,
        "text": "отдышаться"
      }
    ]
  },
  {
    "id": 57,
    "text": "\n\nЧасом позднее.\n\n",
    "answers": [
      {
        "id": 58,
        "text": "звонок"
      }
    ]
  },
  {
    "id": 58,
    "text": "— Капитан Саврасов слушает, — ответил молодой голос в трубку стационарного телефона.\n— Да, понял, скоро буду.\nОфицер КГБ УССР накинул коричневый пиджак, который в восьмидесятых носила треть страны и вышел из своего кабинета. \nТолько что ему звонил участковый из местного отделения и доложил о пятерых подростках, при задержании которых нашлись очень странные предметы. Попались они, кстати, за несостоявшийся угон машины. Какие такие вещи могли быть у задержанных, что потребовалось привлекать КГБ? Капитан поморщился. \"Ох уж эта молодёжь сейчас!\" — подумал Саврасов, хотя едва ли был старше вас на десять лет.",
    "answers": [
      {
        "id": 59,
        "text": "в участке"
      }
    ]
  },
  {
    "id": 59,
    "text": "После неудачной попытки угнать жигули, вас скрутила милиция. Через несколько минут ты и твои друзья сидели перед участковым, который, сцепив в замок руки, выжидающе смотрел на вас.\n— Ну что, молодые люди, — милиционер обвел вас взглядом, — оформляем угон?\nИра тяжело вздохнула, а сидящая рядом Лена тихо заговорила.\n— Нас нельзя арестовывать...\nУчастковый услышал ее слова и ухмыльнулся.\n— Это почему же? Вы какие-то особенные, а, комсомольцы?\n— Мы даже не комсомольцы, — пробормотал Игорь.\n— Ах вот оно как. Кто же вы, молодые люди?",
    "answers": [
      {
        "id": 66,
        "text": "мы члены партии"
      },
      {
        "id": 67,
        "text": "мы из будущего"
      }
    ]
  },
  {
    "id": 60,
    "text": "Все вокруг закрутилось и стало менять форму, изображение сминалось, как лист бумаги. От головокружения ты закрыла глаза, и стояла так, по твоим ощущениям минуту.",
    "answers": [
      {
        "id": 61,
        "text": "открыть глаза"
      }
    ]
  },
  {
    "id": 61,
    "text": "Наконец-то мельтешение закончилось. Ты огляделась. Ты с ребятами стояла в маленькой уютной избушке, которая была точь в точь той, где вы были пару минут назад. Но интерьер поменялся: появилась небольшая одноместная кровать, столик, шкаф, пара деревянных сколоченных стульев. В домике никого не было.\nТвои друзья так же недоуменно озирались по сторонам.\n— Получилось, — прошептала ты.\n— Это правда машина времени! — воскликнула Ира.\n— Невозможно... — выдохнул Игорь, — может быть, нас просто током ударило...\n— Но вокруг все поменялось, ты что не видишь! Просто признай, что твоя наука катится к чертям в данной ситуации, — вспылила ты. Ох, нервы с каждым днем все хуже.\n",
    "answers": [
      {
        "id": 62,
        "text": "прийти в себя"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Эй, народ! — обратил на себя внимание Миша,— Нам лучше скорее свалить отсюда. Тут, видимо, кто-то живет, лесник может. Если он нас здесь застукает!..\nВы все быстро выбежали в незапертую дверь. Отойдя несколько метров в глубь леса, вы остановились.\n— Мы в прошлом?! — воскликнула Лена.\n— Похоже на то, — сказал Игорь, — вглядываясь в глубину леса, который стал светлее и живее, чем в нашем времени, — Только что нам теперь делать?\n— Нужно найти город, — предложила ты.\n— Правильно, нам нужно к цивилизации, — улыбнулся Миша, — а то, скоро одичаем в лесу.\n— Как нам найти дорогу...",
    "answers": [
      {
        "id": 63,
        "text": "оглядеться"
      }
    ]
  },
  {
    "id": 63,
    "text": "После небольшого осмотра территории, Ира кринкнула \"Идите сюда!\" и поманила всех рукой. Вы подошли к ней. Оказалось с этого ракурса было видно, что через пару сотен метров лес заканчивается: голубое небо виднелось среди высоких деревьев.\nВы пошли в этом направлении.\nЧерез пять минут показалась дорога, а пройдя по ней, вы увидели маленький городок. Недалеко от въезда виднелась каменная надпись \"Припять 1970\".",
    "answers": [
      {
        "id": 72,
        "text": "пройти в город"
      }
    ]
  },
  {
    "id": 64,
    "text": "Еще через пятнадцать минут вы зашли в жилой квартал. \nКазалось, этот городок можно было обойти за полчаса. Вы только успели пройти пару продуктовых и столько же кварталов, как оказались почти в центре Припяти. Вокруг были настроены пятиэтажки, который видел каждый человек, проживающий в России, здесь же город состоял полностью из них.\nНесмотря на странность ситуации, чувство уюта от теплых лучей солнца и хорошей погоды, смешанного с тревогой, не покидало вас.\nВы прошли в один из дворов.",
    "answers": [
      {
        "id": 65,
        "text": "осмотреться"
      }
    ]
  },
  {
    "id": 65,
    "text": "Светило солнце, а небо было бледно-голубым с волнами пушистых облаков. Желтые и кремовые дома скрывались за деревьями, листья которых еще не полностью распустились. Прямо перед зданием была детская площадка. Взглянув на нее, ты вздрогнула, увидев те лесенки и горки, которые, в твое время, ржавые и покосившееся стоят в заброшенных дворах. Здесь же на них же, но почти новых, играли дети, а их мамы в светлых платьях стояли рядом и общались.\nВсе это до жути напоминало иллюстрацию из какого-нибудь старого советского учебника.",
    "answers": [
      {
        "id": 47,
        "text": "сесть"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Ах вот оно как, — милиционер покачал головой и сказал другому сотруднику, стоявшему у двери, — Спицын, пусть проверят их фамилии, посмотрим, что это за юнцы.\nСпицын кивнул и вышел из кабинета. Участковый продолжал выразительно смотреть на вас.\n— Ребята, что вы так нервно в карманах возитесь? Ну-ка, все из них на стол.\nТы колебалась, да и ребята не спешили выкладывать личные вещи. Что скажет мент, увидев предметы 21-го века? Участковый, увидев ваше неповиновение, посерьезнел и звонко стукнул кулаком об стол, что Ира взрогнула. \n— Это не просьба, а приказ! Быстро вещи на стол!",
    "answers": [
      {
        "id": 68,
        "text": "выложить вещи"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Товарищ милиционер, мы из будущего, — сказала ты, и пять недоуменных взглядов уставились на тебя. Игорь запоздало пихнул тебя в бок. Участковый рассмеялся. \n— Вот оно как. Тогда, потомки, выкладывайте все из карманов, то-то вы зашурудили в них.\nТы не собиралась ничего доставать, как и остальные. Можно было только догадываться о реакции милиционера на предметы 21-ого века. Участковый, увидев вашу безучастность, хлопнул рукой по столу и воскликнул:\n— Это был приказ, молодые люди! Живо вещи на стол!",
    "answers": [
      {
        "id": 68,
        "text": "выложить вещи"
      }
    ]
  },
  {
    "id": 68,
    "text": "Ты засунула руку в сумку и по очереди достала оттуда российский паспорт, разряженный телефон, плеер без батарейки, распакованную жвачку и ключи. Похожие предметы появились и перед твоими друзьями. Чем больше вы выкладывали, тем удивленнее становилось лицо участкового. Он аккуратно взял Иркин телефон и покрутил его в руке, рассматривая.\n— Что это? — задал он вопрос.\nПрежде чем Ира успела ответить, ты сказала:\n— Это калькулятор.\nПовисла тишина.\n— Очень непохоже на калькулятор, — заметил милиционер, — ни кнопок, ни экрана, — Покажи мне, какой же это калькулятор.\n— Не могу, он сейчас не работает, — сказала ты первое, что пришло в голову.\n— Ах не работает... — участковый встал из-за стола, — Сидеть на месте. \nИ он вышел из кабинета, заперев дверь.",
    "answers": [
      {
        "id": 69,
        "text": "сидеть"
      }
    ]
  },
  {
    "id": 69,
    "text": "— Народ, что же будет! — прошептала Ира, — Телефоны и паспорта несуществующей еще страны! Это будет дикостью в тысяча девятьсот... каком мы году?\nМиша глядел вперед, за стол милиционера, ты проследила за его взглядом и увидела висящий на стене календарь. \nК ужасу присутствующих на верху было написано \"1986 год\", а на квадратном кусочке желтоватой бумаги значилось \"25 апреля\".\nПо пяти спинам прошел холодок.\n— 25 апреля!\n— Когда была авария в Чернобыле?!\n— Мы точно в Припяти?!\n— Господи, не может быть!\n— Ребята, это сегодня!",
    "answers": [
      {
        "id": 70,
        "text": "дверь открылась"
      }
    ]
  },
  {
    "id": 70,
    "text": "Дверь открылась и вошел участковый с еще двумя людьми.\n— Отведите их по разным кабинетам и следите, чтобы не убежали. Вещи на столе — в пакет, отдадите капитану, когда он приедет, — приказал участковый и двое милиционеров подошли к нам.\n— Идем, — только и сказал один из них.\nВы встали из-за стола. Взяв тебя и остальных под руки, менты сопроводили вас по обшарпанному коридору. Первым в ближайший кабинет завели Игоря, в следующий — Лену. Другие же два достались Ире и Мише. Ты была последней. ",
    "answers": [
      {
        "id": 71,
        "text": "зайти"
      }
    ]
  },
  {
    "id": 71,
    "text": "Кабинет в самом конце коридора был почти пуст: его интерьер составлял стол и стул посредине комнаты. Тебя усадили на него, а руки начали привязывать к деревянным подлокотникам.\n— Неужели такие меры безопасности к простым угонщикам? — спросила ты, на что милиционер промолчал и, закончив свое дело, вышел из кабинета, закрыв дверь.\nТы не знала, что предпринять, оставалось только сидеть и ждать, что будет дальше.\nВидимо, милиционеры все-таки заинтересовались вашими вещами, и тебя и друзей ждет допрос. Наверное, они думают, что вы какие-то западные шпионы. Эта мысль показалась тебе забавной.",
    "answers": [
      {
        "id": 78,
        "text": "прошло семь минут",
        "need": [
          -75
        ]
      },
      {
        "id": 79,
        "text": "прошло семь минут",
        "need": [
          75
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы остановились около невысокого здания,  недалеко от вьезда в городок. Оглядевшись, ты не нашла ничего интересного и решила посоветоваться с друзьями.\n— Куда нам дальше? Мы в Припяти, но что теперь?\nВсе озадаченно вглядывались в деревья и небо вокруг, будто те могли подсказать нам выход отсюда.\n— Может быть, просто пойдем вперед, в центр города? А там понятнее будет... — предложила Лена.\n— Или пойдем в полицию! — воскликнул Игорь. Ты подумала, что он шутит, но парень выглядел абсолютно серьёзным.\n— Можно найти здесь местную власть и попросить у них помощи. — предложила свою версию Ира.\nМиша же предпочел не высказывать свои идеи, а просто смотрел куда-то вдаль.\n— А ты что думаешь? — спросил он у тебя.\nТы прямо почувствовала, как все непроизвольно застыли в ожидании твоих слов.",
    "answers": [
      {
        "id": 65,
        "text": "идем в центр города"
      },
      {
        "id": 74,
        "text": "идем в полицию"
      },
      {
        "id": 75,
        "text": "ищем местные органы управления"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Ладно, ты прав. Глупая затея. Что сам думаешь делать?\n— Мне больше нравится вариант пойти в центр. По дороге что-нибудь придумаем.",
    "answers": [
      {
        "id": 65,
        "text": "идти в центр"
      }
    ]
  },
  {
    "id": 74,
    "text": "— Я думаю, мы должны пойти в полицию.\nВ эту секунду Миша перестал взглядом провожать облака и повернулся к тебе.  Взгляд его был смесью удивления и сарказма.\n— К копам? Ты серьезно? И что мы им скажем? \n— Ну.. о том, что нас насильно увезли и заперли в бункере посреди леса.\n— Ага, не забудь рассказать о том, что мы нашли машину времени.\nВы замолчали, так как мимо проехал желтый москвич, скороро скрывшийся между домами. Это было так странно. Неужели, вы правда в прошлом... Еще бы знать когда...\n— Видела этот москвич? Мы, видимо, попали в советский союз. Представляешь, что будет, если здесь увидят наши документы? Тогда нам дорога не в психушку, а в тюрьму.",
    "answers": [
      {
        "id": 73,
        "text": "ответить"
      }
    ]
  },
  {
    "id": 75,
    "text": "— Как ты себе это представляешь? Как нам найти органы власти? Просто подойти и спросить?\nТы задумчиво пожала плечами. \n Твой взгляд остановился на молодом человеке, стоявшем метрах в двадцати от вас. Там находилась передвижная бочка с квасом и полная женщина в белой одежде подавала парню кружку с напитком. \n— Можем спросить у того человека.\nРебята мельком взглянули на обьект разговора и Игорь заметил.\n— Что мы у него спросим? Где здесь гостиница для путешественников во времени или не поможет ли он нам предотвратить взрыв в этом чудном городке?",
    "answers": [
      {
        "id": 76,
        "text": "- Действительно глупо."
      }
    ]
  },
  {
    "id": 76,
    "text": "Ира перестала всматриваться в молодого человека и резко сказала.\n— Ребята, нам, наверное, лучше не светиться здесь.\n— Что ты увидела? — Лена вздрогнула.\n— Видите машину этого человека, он приехал на черной волге, при чем не сам за рулем...\nМиша насмешливо посмотрел на подругу.\n— Ты что, машин черных боишься?\n— Дурак, — беззлобно сказала девушка, — на таких либо власти, те самые, которые мы хотели найти, либо гбшники ездят. Хочешь сидеть в темной комнате и рассказывать, откуда у тебя телефон сенсорный и паспорт гражданина РФ? Не забывай, мы в совке.\n— Идем отсюда, пока он не обратил на нас внимание.",
    "answers": [
      {
        "id": 77,
        "text": "уходить"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы, стараясь, чтобы ваш уход выглядел как можно более незаметно, пошагали в противоположную сторону. Там, как ты подумала, должен быть центр городка.\nЧерез пару метров ты не удержалась и оглянулась. К твоему ужасу, парень у черной волги увидел, что ты смотришь и улыбнулся. Ты повернула голову, в висках застучало. Надо ускорить шаг.",
    "answers": [
      {
        "id": 65,
        "text": "идти в центр"
      }
    ]
  },
  {
    "id": 78,
    "text": "Дверь открылась и вошел невысокий молодой человек в коричневом костюме. Ты бы сказала, что внешность его привлекательна, но как часто это говорят в обществе \"на любителя\". Волосы рыжие, а глаза то ли зеленые, то ли голубые, может они по настроению меняются?\nОн медленно прошел и встал перед тобой, изучая твое лицо. Молча присел на край стола. Он все еще не издал ни звука, как будто ему не хотелось начинать диалог первым.",
    "answers": [
      {
        "id": 80,
        "text": "молчать"
      }
    ]
  },
  {
    "id": 79,
    "text": "Дверь открылась и невысокий вошел молодой человек в коричневом костюме. Ты узнала его: это был тот парень, что пил квас и улыбнулся тебе. Теперь ты видела его гораздо ближе и рассмотрела его. Ты бы сказала, что внешность его привлекательна, но как часто это говорят в обществе \"на любителя\". Волосы рыжие, а глаза то ли зеленые, то ли голубые, может они по настроению меняются? \nОн медленно прошел и встал перед тобой, изучая твое лицо. Он узнал тебя, это читалось в его глазах, но виду не подал. Лишь молча присел на край стола. Он все еще не издал ни звука, как будто ему не хотелось начинать диалог первым.",
    "answers": [
      {
        "id": 80,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 80,
    "text": "Наконец-то он вспомнил о твоем существовании и достал из-за пазухи серый прямоугольный предмет. Все внутри похолодело, ведь ты узнала маленький кнопочный телефон Игоря, он все говорил, как не любит эти сенсорные премудрости. \nКгбшник покрутил его в руке и издалека показал тебе.\n— Узнаешь вещь? Что это?\nТы решила сразу не сдаваться.\n— С чего мне узнавать? Это не моё.\nПарень только улыбнулся и ответил.\n— Отпечатки мы уже сняли, так что ты не отвертишься.\nОн ждал твоих слов, а ты думала, что же сказать.",
    "answers": [
      {
        "id": 81,
        "text": "солгать"
      },
      {
        "id": 84,
        "text": "сказать правду"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Это всего лишь калькулятор, — сказала ты, пытаясь сделать голос как можно более ровным.\n— Тогда почему на нем написаны буквы? \nКгбшник опять повернул телефон к тебе дисплеем, а потом нажал кнопку сбоку и маленький экранчик включился. На нем висел прямоугольник, требующий ввода пароля.\n— Код набери, — только и сказал парень.\n— Я не знаю кода, — твои слова были чистой правдой, ведь хоть и ты и знала Игоря, пароль от своей нокии он тебе почему-то не доверил.\n— Я помогу тебе его вспомнить, если что, — шутливо сказал твой собеседник, но в глазах его не было ни капли радости.\n",
    "answers": [
      {
        "id": 82,
        "text": "ну, помоги"
      },
      {
        "id": 83,
        "text": "это не мой телефон "
      }
    ]
  },
  {
    "id": 82,
    "text": "Молодой человек напрягся, вена на его шее особенно выделилась.\n— Тебе все шутки, да?\nТы понимала,  что от твоих слов зависит твое будущее, но все равно неизвестно, может ли кгбшник тебе поверить, или он просто проводит беспристрастный допрос.",
    "answers": [
      {
        "id": 83,
        "text": "сказать правду"
      },
      {
        "id": 85,
        "text": "съязвить"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Я не знаю кода, это не мой телефон.\nНа пару мгновений парень замер, потом покрутил в руках нокию и переспросил.\n— Что значит телефон? Устройство для связи?\nТы поняла, что для человека, стоящего перед тобой телефон означал аппарат,  где цифры нужно было прокручивать по диску, а телефонная трубка не позволяла далеко ее уносить из-за провода-спирали. Тебе даже стало смешно от этой мысли,  от того, что кгбшник сейчас не может понять, как то, что он держит в руках может быть телефоном.\n— Ну да... средство связи.\nПарень отошел от микрошока и сказал.\n— Код набери.",
    "answers": [
      {
        "id": 88,
        "text": "это не мой телефон "
      }
    ]
  },
  {
    "id": 84,
    "text": "— Это телефон.\nНа пару мгновений парень замер, потом покрутил в руках нокию и переспросил.\n— Что значит телефон? Устройство для связи?\nТы поняла, что для человека, стоящего перед тобой телефон означал аппарат,  где цифры нужно было прокручивать по диску, а телефонная трубка не позволяла далеко ее уносить из-за провода-спирали. Тебе даже стало смешно от этой мысли,  от того, что кгбшник сейчас не может понять, как то, что он держит в руках может быть телефоном.\n— Ну да... средство связи.\nПарень отошел от микрошока и сказал.\n— Код набери.",
    "answers": [
      {
        "id": 87,
        "text": "я не знаю его"
      }
    ]
  },
  {
    "id": 85,
    "text": "— Какие уж тут шутки, начальник, вроде ваша контора КГБ называется,  а не КВН.\nСпустя секунду ты поняла, что сказала это очень даже напрасно. Взгляд парня застыл,  губы сжались. Видимо, лимит его терпения был исчерпан.",
    "answers": [
      {
        "id": 86,
        "text": "что теперь будет"
      }
    ]
  },
  {
    "id": 86,
    "text": "Молодой человек рывком подлетел к тебе и схватил за плечи так, что стул вместе с тобой тобой пошатнулся. Его руки сжали тебя, казалось, в его глазах бушевало пламя.  На секунду ты увидела перед собой огненно-рыжего демона, пришедшего к тебе за все грехи. Лицо его оказалось очень близко, поэтому ты попыталась отвернуться.\nКгбшник почти рявкнул.\n— Ты понимаешь, что за эти вещи я тебя расстрелять могу?\nТы вздрогнула, не до конца веря в его слова, но вид разбушевавшегося чекиста нагонял страх. ",
    "answers": [
      {
        "id": 91,
        "text": "спокойно ответить"
      },
      {
        "id": 92,
        "text": "давить на жалость"
      },
      {
        "id": 93,
        "text": "послать"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Я не знаю кода, — твои слова были чистой правдой, ведь хоть и ты и знала Игоря, пароль от своей нокии он тебе почему-то не доверил.\n— Я помогу тебе его вспомнить, если что, — шутливо сказал твой собеседник, но в глазах его не было ни капли радости.",
    "answers": [
      {
        "id": 82,
        "text": "ну помоги"
      },
      {
        "id": 88,
        "text": "это не мой телефон"
      }
    ]
  },
  {
    "id": 88,
    "text": "Парень понял, что с телефоном больше от тебя ничего не добьется и убрал его в карман, попутно достав из него же еще один предмет. На этот раз это был твой паспорт. Ну все, приехали — подумалось тебе.\n— А это что такое? , — гбшник покрутил перед тобой документ, так же как и показывал пару минут назад телефон.\nТы не знала, как не закопать себя сейчас, поэтому ничего не ответила.",
    "answers": [
      {
        "id": 89,
        "text": "молчать"
      }
    ]
  },
  {
    "id": 89,
    "text": "Молодой человек слегка нахмурился. Ты подумала,  что он бы мог побороться с тобой за кубок по мгновенной перемене настроения, если бы такой существовал.\n— Ты зря молчишь. Я скажу, что это такое. Это паспорт, выдан Соловьевой Александре Михайловне в 2015-ом году. Фото здесь твое. В общем, это паспорт, как здесь написано, — он пролистал на первую страницу,  — гражданина Российской Федерации. Может, хоть приблизительно объяснишь?",
    "answers": [
      {
        "id": 90,
        "text": "соврать"
      }
    ]
  },
  {
    "id": 90,
    "text": "— Это друзья пошутили...\nПарень покачал головой, прошептав.\n— Друзья пошутили...\nТы продолжила.\n— Я книжки про фантастику люблю. Герберт Уэллс и все такое. Вот ребята и подарили на День рождения такой паспорт, как будто  для человека из будущего.\nТы внимательно посмотрела на парня. Интересно, он хоть на секунду поверил твоим словам?\nОн третий раз запустил руку в карман пиждака и выудил оттуда еще один паспорт, как ты могла видеть: Иркин.\n— А подруге твоей тоже такой подарили? Она тоже фантастику любит?",
    "answers": [
      {
        "id": 86,
        "text": "- Ну... да..."
      }
    ]
  },
  {
    "id": 91,
    "text": "— Я могу обьяснить, но вы мне не поверите.\nКгбшник отстранился и уже спокойнее сказал.\n— Просто скажи правду.\nОн отошел на шаг, и его взгляд опять стал внимательно скользить по тебе, вызывая мурашки. \nСтоит ли открыться этому человеку, или он в лучшем случае отправит меня в дом для душевнобольных? А вдруг, это наш шанс...",
    "answers": [
      {
        "id": 181,
        "text": "сказать правду"
      },
      {
        "id": 95,
        "text": "не говорить"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Я расскажу, не трогайте меня,  я всего лишь беззащитная девушка.\nКгбшник отстранился и уже спокойнее сказал.\n— Просто скажи правду.\nОн отошел на шаг, и его взгляд опять стал внимательно скользить по тебе, вызывая мурашки. \nСтоит ли открыться этому человеку, или он в лучшем случае отправит меня в дом для душевнобольных? А вдруг, это наш шанс...",
    "answers": [
      {
        "id": 94,
        "text": "сказать правду "
      },
      {
        "id": 95,
        "text": "не говорить"
      }
    ]
  },
  {
    "id": 93,
    "text": "Ты подняла  на него глаза и резко сказала.\n— Идите лесом, я ничего не собираюсь такому неадеквату говорить!\nПарень мучительно скрипнул зубами, тебе показалось, что он отвернулся от тебя, но он скинул пиджак, оставаясь в одной рубашке, и аккуратно повесил на спинку стула. Потом, не смотря на тебя прошел к выходу, приоткрыл дверь и сказал дежурному.\n— Данилова ко мне, пусть несет самое сильное.",
    "answers": [
      {
        "id": 96,
        "text": "что \"самое сильное\"?"
      }
    ]
  },
  {
    "id": 94,
    "text": "Все вокруг размывалось, очертания стола, двери и кгбшника поплыли. Было хорошо, спокойно, появилось желание говорить. Говорить о чем-нибудь,  рассказывать легко о чем угодно, главное не молчать.\nСквозь пелену странных ощущений пришла мысль о том, что это все препарат. Но думать не хотелось — хотелось общаться, говорить, ведь все вокруг такое ненастоящее... Какая разница, издаешь ты звуки или нет? Может быть, ты все это и сейчас говоришь вслух, какая разница...\nТвоё тело ослабло, развалилось на стуле, а голова немного запрокинулась. Ты увидела над собой яркое жёлтое пятно света. Лампочка светила как солнце, тебе показалось это смешным и ты хихикнула.",
    "answers": [
      {
        "id": 106,
        "text": "ничего не делать"
      }
    ]
  },
  {
    "id": 95,
    "text": "Ты мотнула головой из стороны в сторону.\n— Я не могу рассказать.\nПарень мучительно скрипнул зубами, тебе показалось, что он отвернулся от тебя, но он скинул пиджак, оставаясь в одной рубашке, и аккуратно повесил на спинку стула. Потом, не смотря на тебя прошел к выходу, приоткрыл дверь и сказал дежурному.\n— Данилова ко мне, пусть несет самое сильное.",
    "answers": [
      {
        "id": 96,
        "text": "что самое сильное?",
        "need_ever": false
      }
    ]
  },
  {
    "id": 96,
    "text": "Прошла долгая минута, за которую ровным  счетом не произошло ничего. Кгбшник продолжал стоять,  оперевшись на стол руками и рассматривать тебя. Сколько можно это делать, еще не все разглядел?\nТы заерзала на стуле — полоски ремней, пригвоздившие твои руки к подлокотникам, немного терли. Чувство тревоги не покидало тебя, ведь ты не знала,  чего ожидать от этого мира, что сделают с тобой и ребятами и, самое главное, как вы выберетесь в свое время.\nРазные мысли медленно перетекали в голове, не давая покоя.",
    "answers": [
      {
        "id": 97,
        "text": "думать"
      }
    ]
  },
  {
    "id": 97,
    "text": "Одна из таких мыслей наконец-то обрела формулировку, и после осознания, ты потихоньку начала злиться.\nТы и твои друзья попали в западню, в такую, из которой нет простого выхода. Переместились во времени! В город, который сегодня превратится в эпицентр катастрофы! Ха! А кто же в этом виноват? Кого обвинить,  на кого повесить все беды? Конечно на того, благодаря кому вы здесь очутились. Водитель? Он говорил, что его наняли, угрожали... ух бедненький, пришлось испортить жизнь пятерым детишкам из-за своей жадности... Вроде ему предлагали деньги... Большие деньги, взамен на небольшое путешествие до Припяти. Неплохо, не учитывая того, что речь идет о нашем похищении. А сама бы я согласилась на такое? А ребята бы согласились? Надеюсь, нет. А вот тот упырь согласился на предложение какого-то маньяка. Как там зовут нашего \"покупателя\"?",
    "answers": [
      {
        "id": 98,
        "text": "вспомнить "
      }
    ]
  },
  {
    "id": 98,
    "text": "Ты напрягла память, может быть это даже отразилось на твоей мимике. Ответ пришел не сразу.\nСергей, кажется. Да, водила говорил о каком-то Сергее.\nТы непроизвольно скривилась и сжала губы. Парень перед тобой в этот момент смотрел на дверь кабинета и не видел перемен в твоем настроении.\nСейчас бы найти этого Сергея, да как дать ему, чтобы знал! Хорошенько так врезать за такие дела.\nТы подумала, что Миша, Игорь, Ира и Лена могут быть заняты похожими  мыслями. В голове нарисовалась картинка, как вы впятером избиваете небритого страшного мужика, ведь именно так в твое сознание видело маньяка Сергея. На душе стало немного легче.",
    "answers": [
      {
        "id": 99,
        "text": "скрип"
      }
    ]
  },
  {
    "id": 99,
    "text": "Дверь открылась и в кабинет вошел седой пожилой мужчина с небольшим чемоданчиком в руке. Он выглядел уставшим, по-доброму посмотрел на молодого человека, но без тени радости в голосе спросил:\n— Ну, капитан, что колоть будем?\nКгбшник, даже не пошевелившись, ответил.\n— Теапентал натрия.\n\"Доктор\" скользнул по мне взглядом и озабоченно сказал:\n— Она же еще девочка.\n— Неважно.\nЧто?! Мне собираются что-то вколоть! Вот и хваленые пытки чекистов в серых советских подвалах! Они хотят узнать от меня правду — они узнают. Я не хочу, чтобы мне кололи эту дрянь!",
    "answers": [
      {
        "id": 100,
        "text": "вырываться"
      }
    ]
  },
  {
    "id": 100,
    "text": "Старик открыл чемоданчик, извлек из него прозрачную ампулу и тонкий одноразовый шприц, набрал в него немного прозрачной жидкости и приблизился к тебе.\nОн уже примерился к твоей руке, но не тут то было. Ты дернулась, изо всех сил начала  извиваться, насколько позволял тебе это делать стул. Седовласый остановился, переводя взгляд на капитана.\n— Сиди спокойно! — гаркнул тот, подходя к тебе ближе.\n— Нет! Я не хочу эту дрянь! — ты проигнорировала приказ и продолжила дергаться, когда старик вновь захотел ввести препарат.\n— Ну невозможно же колоть, Сереж! — возмутился \"доктор\", отойдя на полшага.",
    "answers": [
      {
        "id": 101,
        "text": "вырываться"
      }
    ]
  },
  {
    "id": 101,
    "text": "Парень перед тобой окончательно потерял терпение. Его рука метнулась к поясу,  на котором была кобура, и выхватил пистолет. Одной рукой он схватил тебя за подбородок, а другой поднес к твоему рту табельное. При этом он прижал тебя к стулу,  что стало трудно дышать. \nГорло болело от прикосновения сильных, но как ни странно мягких рук капитана, а губы уже касались ствола пистолета.\n— Рот открой! Пристрелю! — почти крикнул парень, сильнее сжимая тонкую шею. Тебе уже было трудно дышать, поэтому ты невольно подчинилась его словам. Пистолет вошел в горло до середины, твое тело расслабилось, а губы сомкнулись вокруг оружия.",
    "answers": [
      {
        "id": 102,
        "text": "расслабиться"
      }
    ]
  },
  {
    "id": 102,
    "text": "Рука перестала так сильно сжимать твое горло, теперь наоборот,  будто придерживала голову, пока ты в бессилии закрыла глаза, только чтобы не видеть лица кгбшника перед собой. \nВ это время старик уже вколол препарат, и рука начала побаливать. Ты подумала, что это вроде сыворотки правды, которую используют для выуживания информации преступников. Кто знал, что сегодня на месте такого преступника окажешься ты.\nБоль распространилась по руке, будто вздумая вену. \nЭх, как же там остальные ребята...",
    "answers": [
      {
        "id": 103,
        "text": "терпеть"
      }
    ]
  },
  {
    "id": 103,
    "text": "Пока что не чувствовала ничего кроме жжения в руке. Кгбшник наконец-то аккуратно вытащил пистолет и спрятал обратно в кобуру. Отпустив твою шею, он отошел и, поблагодарив Данилова, сказал, что теперь и сам справится со мной. Старик качнул головой, уже стоя в дверях.\n— Точно, Сереж? Ну ладно, я пойду тогда. Ты только здесь не сильно, ладно?\nКак он его назвал? Сережа? Мысли становились вязкими, густыми, будто мозги заменили сырым тестом. Думать было лениво, но ты поняла, что это действие теапентала, поэтому не могла себе позволить поддаться соблазну и отключить разум.\nСережа... Сергей... Кажется я вспоминала это имя сегодня... Сергеем звали человека, который нас похитил... Это же просто совпадение, много ли в мире Сергеев...\n",
    "answers": [
      {
        "id": 104,
        "text": "думать",
        "need": [
          32
        ]
      },
      {
        "id": 105,
        "text": "думать",
        "need": [
          33
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "Ты вгляделась в капитана свозь белую пелену, что уже начинала застилать глаза. \nТебе вспомнился образ маньяка, в тот единственный раз, когда ты с ребятами его видели. Он был невысокий, лысый, с автоматом... вроде бы все... А вроде этот, капитан немного похож на него по фигуре и росту... Неужели это может быть он?.. Но почему он так сделал, а точнее сделает в будущем? Чем мы так ему помешали?.. Может, мы поменяем прошлое, и он не захочет трогать нас в настоящем?..",
    "answers": [
      {
        "id": 94,
        "text": "эйфория "
      }
    ]
  },
  {
    "id": 105,
    "text": "Почему-то тебе казалось, что это именно он, ваш похититель, стоит сейчас и ждет, когда на тебя подействует этот чертов препарат. Интуиция часто тебя выручала, поэтому ты решила довериться ей и сейчас. Все равно если это маньяк, то прежде чем он им станет пройдет минимум лет тридцать... Разум начала застилать белая пелена. Хотелось просто расслабиться, это чувство напоминало опьянение. \nЧто заставило капитана охотиться за вами? Может, нам удастся изменить прошлое, чтобы в будущем он не трогал нас...",
    "answers": [
      {
        "id": 94,
        "text": "эйфория "
      }
    ]
  },
  {
    "id": 106,
    "text": "Капитан понял по твоему поведению, что препарат подействовал.  Он подошел к тебе и, наклонившись, несильно тряхнул за плечи. \n— Ты меня видишь? Ответь?\nИз расплывчатых образов перед тобой предстало лицо кгбшника. Он так резко приблизился, по крайней мере тебе так показалось, что пришлось сосредоточить на нем свое внимание и вглядеться. Лицо заговорило.\n— Откуда у тебя эти вещи? То, что ты называешь \"телефоном\", поддельный паспорт?\nТы была рада тому, что могла ответить на вопрос, ведь слова под действием препарата так и рвались наружу, казалось опережали мысли.",
    "answers": [
      {
        "id": 107,
        "text": "ответить"
      }
    ]
  },
  {
    "id": 107,
    "text": "—Это те ле фон моего друг-га, — старательно выговорила ты, — и мой пас-с-спорт, вот и все.\nТы расплылась в улыбке. Как хорошо, что этот человек дал мне сказать, лучше этого была бы только возможность поспать. Ах, как хочется спать...\n— Почему они так выглядят? Откуда у тебя такие вещи? Из Америки?\nСергей повернул твою голову, которая снова начала падать на спинку стула.\n— У нас у всех такие есть... пас-спорта... телефоны... обычные...\n— У кого, у нас всех?\nТы подумала, как можно быть таким глупым, чтобы задавать подобные вопросы. Может, этот парень не в себе?\n— У нас, людей, кто живет в 2019-от году-у...\n",
    "answers": [
      {
        "id": 108,
        "text": "главное не уснуть"
      }
    ]
  },
  {
    "id": 108,
    "text": "Казалось, кгбшника облили водой. Вид его на секунду стал очень расстерянным, но Сергей тут же взял себя в руки, хотя внутри у него бушевали противоречивые чувства.\n— 2019-ый год? Ты из будущего?\n—Да! Я и мои др-рузья из будущего!\n— Это невозможно...\nЭти слова напомнили слова Миши, что заставило тебя содрогнуться. Как же там остальные?.. Этот вопрос потонул в ленивых волнах, накатывающих на твой разум, заставляющих веки тяжелеть.\nСергей судорожно переваривал информацию. Нет, он не мог так быстро поверить в это! Перемещения во времени! Но девушка под препаратом, она говорит первое, что думает, она не может врать. Или она сумасшедшая? Хотелось бы в это верить, но капитан чувствовал, что скорее всего первая и абсурдная версия и окажется правдой.",
    "answers": [
      {
        "id": 109,
        "text": "продолжать разговор"
      }
    ]
  },
  {
    "id": 109,
    "text": "Ему нужна была последняя капля, еще одно доказательство твоих слов, и Сергей начал бы тебе верить, пусть не осознанно, но начал бы. Капитан, видимо, и сам ощущал это, поэтому задал еще один вопрос.\n— Какого ты года? Когда твой день рождения?\nТы незамедлительно ответила.\n— 2001-ый, была о-о-осень...\nСергей окончательно понял, что сходит с ума. Он отодвинулся от тебя и начал считать вслух.\n— Значит, пройдет пятнадцать лет, прежде чем ты родишься? — он вздохнул,  — Откуда вы такие взялись, а?\n— Из Москвы...\n— Вот даже как, а что вы здесь делаете?\n— Не знаю,  нас украли... увезли..\nПоследние слова ты произнесла особенно медленно, видимо, препарат все-таки плохо сказался на тебе.",
    "answers": [
      {
        "id": 110,
        "text": "ты отключилась"
      }
    ]
  },
  {
    "id": 110,
    "text": "\nВзрыв...\n\nОгонь освещает весеннюю ночь...\n\nЧто-то теплое касается щек...\n\nВзрыв, еще ярче, еще громче...\n\nГул в голове...\n\nКажется, небо горит...\n\n",
    "answers": [
      {
        "id": 111,
        "text": "..."
      }
    ]
  },
  {
    "id": 111,
    "text": "Очнулась ты от того, что кто-то хлопал тебя по щекам и звал по имени. Сначала ты не поняла кто это, казалось, все мысли и воспоминания стерли из памяти.\nОткрыв глаза, ты увидела перед собой Сергея, который явно был взволнован. Он же, увидев, что ты очнулась, быстро отдернул от твоего лица руки.\n— Прав был Данилов, не надо было теапентал колоть... Я уж боялся, что ты здесь откинешься.\nМысли немного стали приходить в порядок. Голова болела, но в общем ты сохранила ясность ума. Ты попыталась встать, но тут же ремни, перевязывающие руки, тебя остановили. Ах да, ты же все еще находилась в комнате для допросов наедине с кгбшником. \n— Ты как?",
    "answers": [
      {
        "id": 112,
        "text": "ответить"
      }
    ]
  },
  {
    "id": 112,
    "text": "В ответ ты сморщилась, но сказала.\n— Нормально, только голова раскалывается.\n— Ничего, могло быть и хуже. Дать таблетку?",
    "answers": [
      {
        "id": 113,
        "text": "принять обезболивающее"
      }
    ]
  },
  {
    "id": 113,
    "text": "Прошло десять минут, за которые тебе стало гораздо легче. За это время капитан успел сходить за таблеткой, оставив тебя на дежурного, а ты в свою очередь успела ее принять и теперь, разминая затекшие конечности, ерзать на стуле, молча наблюдая за действиями кгбшника. \nОн долго молчал. Спустя несколько минут, Сергей посмотрел на тебя недоверчиво, но во взгляде его была тревога.\n— Ты правда из будущего?\n Ты наконец поняла, почему он так внимательно рассматривал тебя последние десять минут.\n— Да.\n— Мне придется либо упечь тебя в психушку, либо это правда.\n— Я тебе говорила тоже самое, когда была под сывороткой. \nСергей почти печально посмотрел на тебя.\n— Это меня и пугает.\n",
    "answers": [
      {
        "id": 114,
        "text": "ответить "
      }
    ]
  },
  {
    "id": 114,
    "text": "— Тебя пугает не это, а то, что ты мне поверил.  Ты не сдашь меня в дурдом, потому что сейчас сам чувствуешь себя на грани сумасшествия. Просто поверь мне.  Сегодня же двадцать пятое число, а значит сегодня ночью... вы все здесь в опасности. \nПарень напрягся.\n— Что это значит?\nТы вздохнула. Он уже поверил в то, что мы из другого времени, но ему придется и поверить в возможность катастрофы. И ты начала рассказывать.",
    "answers": [
      {
        "id": 115,
        "text": "говорить "
      }
    ]
  },
  {
    "id": 115,
    "text": "— В наше время Припять это город-призрак, его, можно сказать, не существует. \nЛицо Сергея было трудно описать словами: эмоции зашкаливали.\n— Двадцать шестого аареля 1986-го на четвертом энергоблоке произошла авария. Из-за нее везде вокруг распространилась радиация,  АЭС стала ее эпицентром, а город опустел. У нас сюда только туристы ездят...\nТы подняла глаза на кгбшника.  Он старательно обдумывал услышанное и в итоге сказал.\n— Значит сегодня местный конец света?\n— Ага, — подтвердила ты, — армагеддон.\nПарень не стал уточнять, что такое армагеддон.\n— И во сколько он начнется?\nТы напрягла память. Игры в сталкера хоть и пополнили твой запас знаний о Чернобыле, но точное время взрыва ты не помнила. Может кто-то из ребят знает?",
    "answers": [
      {
        "id": 116,
        "text": "молчать"
      }
    ]
  },
  {
    "id": 116,
    "text": "— А из-за чего именно произойдет авария тебе известно?\nТы хотела лишь покачать головой, но тут в голове созрел план.\nЕсли вы предотвратите взрыв, то зона отчуждения перестанет существовать. Это изменит будущее, сильно изменит. Может, это и есть ваш шанс вернуться домой? Изменив прошлое, вы не попадете в зону, потому что ее просто не будет как таковой. Будет город Припять, со своим небольшим населением и мирным сосуществованием. Точно, так и стоит сделать.\n— Я предлагаю сделать так, — сказала ты, — я говорю тебе время и причину катастрофы взамен на то, что ты отпускаешь меня и моих друзей.",
    "answers": [
      {
        "id": 117,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 117,
    "text": "Сергей секунду подумал и сказал.\n— Хорошо, только я приведу вас всех сюда и вы мне расскажете, все что знаете о сегодняшнем дне. А потом я решу, что с вами делать. \nВ ответ на твой негодующий взгляд, кгбшник добавил.\n— Я обещаю, что не сдам вас, слово капитана. Но и вы должны понимать, что слишком многое на кону. Если авария произойдет, погибнут люди... исчезнет город... а меня точно отправят в отставку.\nНесмотря на серьёзность ситуации, он сдавленно улыбнулся. Действительно,  последняя проблема казалась мелочью по сравнению с другими.\nНо его слова отдались в твоей голове, они повторялись, будто хотели донести что-то важное, сокрытое в них.",
    "answers": [
      {
        "id": 118,
        "text": "спросить"
      }
    ]
  },
  {
    "id": 118,
    "text": "— Сергей, как думаешь, у тебя большое будущее? Ну, здесь, в госбезопасности?\nЭтот вопрос его удивил, но парень все же ответил.\n— С большей вероятностью я смогу дослужиться до полковника, а может и до генерал-майора. Трудно предугадать, что тебя ждет... — он вздрогнул, — Ты что-то знаешь обо мне? Что со мной будет в будущем?\n— Я... нет... просто интересно. \nПарень недоверчиво глянул на тебя, но тут же переменил тему.\n— Ладно, я сейчас приведу остальных, и вы расскажете, что знаете. Думаю, что у нас не так много времени.\n— Эй, а развязать меня? — крикнула ты ему вслед.\n— Успеется, тихо сиди. Дежурный, покарауль.",
    "answers": [
      {
        "id": 119,
        "text": "через пять минут"
      }
    ]
  },
  {
    "id": 119,
    "text": "Вскоре вся ваша пятерка стояла в кабинете, а тебя наконец-то отвязали. Ты успела узнать у ребят, что они все это время просто ждали, так как все время капитан разговаривал с тобой. Ты попросила кгбшника дать вам две минуты, чтобы вспомнить, и он с неохотой согласился.\nТы была обязана рассказать друзьям свое предположение, от этого зависят ваши жизни.",
    "answers": [
      {
        "id": 120,
        "text": "говорить",
        "need": [
          32
        ]
      },
      {
        "id": 192,
        "text": "говорить",
        "need": [
          33
        ]
      }
    ]
  },
  {
    "id": 120,
    "text": "— Помните, что говорил тот водила, который привез нас \"сюда\"? Он упоминал какого-то Сергея, заказчика.\n— Тебе удалось что-то о нем выяснить? — живо поинтересовалась Ира.\n— Этого кгбшника зовут Сергей, — продолжила ты.\n— Я понимаю, тебе хочется найти виновного, но не стоит кидаться на каждого хозяина такого имени, — возразил Игорь.\n— По-моему, он и правда напоминает того человека, что стрелял по нам, — вставила слово Лена, — рост, фигура... — Миша согласно кивнул\n— Но зачем ему это делать?\n— У меня есть версия, — сказала ты, — сейчас он капитан КГБ, он сам сказал, что впереди у него многое: он может стать генерал-майором. И по его же словам, если он не сможет предотвратить аварию, его уволят. А что, если так оно и будет? Жизнь его пойдет под откос!",
    "answers": [
      {
        "id": 121,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 121,
    "text": "— Если бы он стал генерал-майором, то для него это было бы очень круто, особенно доживи он до нашего времени,  — добавил Миша, — это похоже на правду.\n— Ну а при чем тут мы? — не унимался Игорь, как будто игнорируя наши доводы.\nЛена ойкнула и закрыла рот рукой. Она догадалась. Через секунду и до других начало доходить.\n— Он узнал об аварии от нас! Мы ему рассказали, но он не смог ничего сделать и посчитал нас виновными!\n— Возможно, он охотился за нами, из-за того, что мы нашли машину времени, — выдохнула Ира.\n— Получается мы оказались здесь, потому что он нас привез, а он нас привез, потому что мы были здесь. Надо разомкнуть этот круг, предотвратить аварию, тогда ничего этого не случится,  будущее изменится, мы будем дома.",
    "answers": [
      {
        "id": 122,
        "text": "но как?"
      }
    ]
  },
  {
    "id": 122,
    "text": "— Нужно помочь Сергею, как бы странно это не было. Помочь предотвратить взрыв.\nСледущие минуты вы обьясняли капитану, как именно произошла авария. Игорь вспомнил, что все произойдет в час ночи, а причиной станет эксперимент работников АЭС, которые не смогут вовремя его остановить. Кгбшник задавал вопросы касательно аварии, ты подумала, что он ни разу не спросил про будущее в целом. Ты на его месте хотела бы узнать, что изменится через тридцать лет. Может он еще не отошел от того, что советский союз развалится?",
    "answers": [
      {
        "id": 123,
        "text": "придумать план "
      }
    ]
  },
  {
    "id": 123,
    "text": "— Вроде, все понял, — подвел итог Сергей, — у нас есть около шести часов, нам надо решить как предотвратить взрыв.\n Именно этот вопрос волновал умы всех присутствующих. Спустя время появилось несколько идей.\n— Поскольку взрыв случился из-за некомпетентности ученых, можно было бы подговорить работников станции устроить забастовку. Если никто не будет исполнять их приказы, тогда работа застопорится, — предложила Ира.\n — Капитан, что ты думаешь, — спросила ты.\nОн проигнорировал подобное обращение и ответил.\n— В моих интересах, чтобы решить все мирно, но если бы только моя жизнь зависела от этого, — ваша пятерка незаметно переглянулась, — я бы помешал работе станции более эффективно. Например, взорвал трубу.\nУ всех пятерых отвисла челюсть от такого заявления, по крайней мере, это сработает наверняка.\n— Тебя же уволят или посадят... — сказала Лена.\n— Моя работа — защищать родину. Пускай, получится так...\nЭти слова произвели впечатление на всех.\n— Мы отойдем на минутку? — спросил Игорь, оттягивая тебя за рукав.\n— Больше двух, говорят вслух, заметил Сергей, но не стал препятствовать разговору.\n",
    "answers": [
      {
        "id": 124,
        "text": "выслушать"
      }
    ]
  },
  {
    "id": 124,
    "text": "— А может, плюнем на это все? \nТы вопросительно глянула на парня. \n— Сама подумай,  будущее изменится, но никто не может уверять, что в лучшую сторону. Если Чернобыль будет жить, может случиться что угодно! Может, даже СССР останется!\n— Ты предлагаешь ничего не делать? Тогда как мы вернемся домой, если там нас поджидает он? — ты незаметно кивнула на кгбшника,  который что-то говорил девчонкам и Мише.\n— Нейтрализуем.\n— Убьем то есть?\n— Либо он, либо мы. А что, ты так прониклась к нему чувствами,  пока он тебя здесь допрашивал? Так что на счет моего варианта? Подумай.\nИгорь отошел к остальным, и ты прошла за ним. Его вариант был логичным и простым. Мы вернемся в свой родной мир, нам не придется придумывать как предотвратить взрыв. Его жизнь в обмен на наши. Но справедливо ли это?",
    "answers": [
      {
        "id": 125,
        "text": "стоять"
      }
    ]
  },
  {
    "id": 125,
    "text": "Новых идей не появилось.\nОткрылась дверь и в кабинет заглянул дежурный.\n— Товарищ капитан, там вас просят, по поводу тех вещей.\n— Сейчас. Так, вы пятеро, сидите тихо, попытаетесь бежать — вас тут быстро скрутят, и тогда будем говорить по-другому, поняли? Не глупите, я приду через пять минут.\nОн вышел и вы остались одни. Сергей не просил дежурного следить за вами. Верит значит.\n— Саш, что делать-то будем?\nСамое важное решение опять за тобой. Главное, сейчас не ошибиться.\n\n\n        _____________________________________\n\n           здесь лучше оставить закладку\n",
    "answers": [
      {
        "id": 126,
        "text": "взорвем трубу"
      },
      {
        "id": 127,
        "text": "подговорим работников"
      },
      {
        "id": 156,
        "text": "убьем Сергея"
      }
    ]
  },
  {
    "id": 126,
    "text": "— Думаю, лучшим выходом будет сделать так, как предложил капитан: взорвать трубу. \n— Ты серьезно? — удивленно посмотрел Игорь.\n— Серьезнее некуда.\n— Я за, — сказала Ира, ободряюще кладя руку тебе на плечо, \n— Это самый эффективный из предложенных вариантов. Сработает на сто процентов. Нам нужно действовать наверняка.\nТы оглядела остальных. Миша, увидев твой взгляд, с озорством сказал.\n— Трубу разхреначить я всегда за!\n— Значит так и поступим... — подвела очевидный итог Лена.\nВ кабинет вернулся Сергей.  Он еще был настороже, застыл в ожидании наших слов.",
    "answers": [
      {
        "id": 130,
        "text": "сказать"
      }
    ]
  },
  {
    "id": 127,
    "text": "— Мы поступим гуманно: устроим забастовку среди работников АЭС.\n— И как же?\n— Мы... уговорим рабочих... не слушать приказы, ведь это может быть очень опасно... случится взрыв...\nТы замолчала. С каждой секундой план казался все хуже. Никому из присутствующих не верилось, что слова молодых людей смогут остановить производство. Высказать общее мнение решила Лена.\n— Ребят, вы же понимаете, что нас не станут слушать. Тем более за такую забастовку их могут уволить, и люди не станут рисковать местом из-за наших призрачных предостережений.\n— Да и мы не сможем подговорить всех за оставшееся время, — добавила Ира.\n— Короче, план лажа, — констатировал Миша.\n— Поэтому, у меня есть план получше, — Игорь гадко усмехнулся.",
    "answers": [
      {
        "id": 156,
        "text": "выслушать"
      }
    ]
  },
  {
    "id": 128,
    "text": "— Выбора у нас нет, — прошипел Игорь. Последнее время он стал пугать тебя своими словами и действиями. Что-то в нем изменилось, раньше он не был таким грубым, трусливым и злым. Ваше приключение открыло его истинное лицо.\n— Итак, — продолжил он, — когда кгбшник зайдет, Миша ударит его, а я помогу сзади.\nМиша промолчал на такое распределение обязанностей, лишь сжал зубы.\n— После — вяжем его, а там... и так понятно.\nДоговорив, Игорь встал у двери, чтобы зайдя, капитан его не увидел. Все как в бреду приняли слова парня и приготовились. Ох, неужели это все происходит с тобой, а не на экране телевизора?\nЧерез полминуты дверь открылась, и в кабинет зашел Сергей.",
    "answers": [
      {
        "id": 157,
        "text": "смотреть "
      }
    ]
  },
  {
    "id": 129,
    "text": "Привет, читатель.\n\nЭтот квест написан по мотивам сериала \"Чернобыль. Зона отчуждения\". Моя первая работа. Я не волшебник, а только учусь и чукча не писатель.\n\nКак говорил троюродный дядя сестры моего двоюродного деда из Колымы:\n\nпервая мысль зачастую самая правильная.\n\nТак то мы считаем деда психом, но фраза действительно стоящая.\n\nКонец предупреждения\n\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "начать"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Мы согласны с твоим планом на счет трубы, что нужно делать?\nНа секунду на его лице отразилось удивление. Ты с ужасом подумала, что он говорил о таком решении проблемы несерьезно, а вы как дети приняли его слова за чистую монету и теперь ждете указаний.\n— Эээ... ладно. Видимо, придется действительно сделать так. Не думаю, что у нас есть более быстрый и надежный способ.\nВы расступились, когда Сергей подходил к столу. Он присел на него, а ты с ребятами выстроились вокруг. Это напоминало занятие в детском саду, когда воспитатель обьясняет детям что-нибудь. Сейчас он должен был обьяснить, как устроить террористический акт.",
    "answers": [
      {
        "id": 131,
        "text": "спросить"
      }
    ]
  },
  {
    "id": 131,
    "text": "Прежде чем кгбшник начал говорить, тебе пришла в голову мысль. Вы, можно сказать, всегда имеете план \"б\" — забрать машину времени и переместиться на ней в лапы человека, сидящего перед вами. А вот Сергея, вне зависимости пройдет все удачно или нет, ждут огромные неприятности. Его попрут из органов, или вообще посадят. И тогда он точно решит вам отомстить. Но это будет неважно, ведь мир изменится, если взрыва не произойдет! Все должно быть хорошо!\n— Сергей, ты понимаешь, что тебя могут уволить или посадить после всего этого...\nОн поглядел тебе в глаза, пытаясь понять цель сказанного.\n— Ты говорила, что... пострадает много людей, город будет разрушен... я не хочу такого будущего. Все-таки, моя работа: обеспечивать государственную безопасность...\nОн грустно улыбнулся и ты увидела в нем не кгбшника, а обычного молодого парня, которого судьба поставила в непростое положение. И выбор его оказался правильным.",
    "answers": [
      {
        "id": 132,
        "text": "это очень самоотверженно"
      }
    ]
  },
  {
    "id": 132,
    "text": "— Благородство, — хмыкнул Игорь. Ты даже не посмотрела на него, ведь в данный миг испытывала странные и сильные эмоции. Ты удивилась такому сильному поступку кгбшника, вместе с этим тебе стало его жаль. Может, он не достоин такой судьбы...\nЕсли все пойдет плохо, то жизнь сделает его хуже, жёстче и... не станет этого парня, что сидит сейчас перед тобой.\nТы вздохнула.\n— Хорошо. Как мы можем взорвать трубу на блоке?\n— Здесь есть много оружия.\nЛена огляделась, в ответ на ее недоумение парень ответил.\n— Здесь, в КГБ. \n— А тебе его дадут? — спросила Ира.\nСергей задумался.\n— Обычно нужно разрешение... Но, я не успею его взять, да и нужна причина, чтобы забрать такое оружие...Если бы у меня было время на это...",
    "answers": [
      {
        "id": 133,
        "text": "время..."
      }
    ]
  },
  {
    "id": 133,
    "text": "Ему нужно время... \nИдея родилась внезапно. Такая необычная, странная и неизвестно, выполнимая ли вообще. Ты все равно решила ее озвучить — это был шанс.\n— Тебе нужно время! — воскликнула ты, и все повернули к тебе головы. Ты невозмутимо продолжила.\n— Сергей, у тебя на самом деле полно времени. Целых тридцать с лишним лет!\n— Я тебя не понимаю, — ответил кгбшник.\n— Да и мы не врубаемся, — добавил Миша.\n— Ты можешь сделать эту справку, например завтра, или через месяц... просто ты должен знать, что сделаешь это. Мы ведь из будущего! И если ты передашь нам ее до того, как мы попали сюда, то...\n— Я поняла! — также воскликнула Лена.\n— Объясните адекватно...\n— Ты делаешь в будущем разрешение и передаешь его кому-то из нас, тогда оно окажется в данный момент у кого-то из нас.\n— Это отлично, но как я это сделаю, если я еще сейчас в своем настоящем? ",
    "answers": [
      {
        "id": 134,
        "text": "ответить"
      }
    ]
  },
  {
    "id": 134,
    "text": "— Просто знай, поверь, дай слово, что ты это сделаешь. Тогда может сработать...\nСергей вздохнул и замер на пару секунд. Он тихо сказал.\n— Я сделаю...или сделал разрешение на следующей неделе... ведь я все еще буду рабо... работаю здесь. \nПауза. Ваша пятерка напряженно ждала, что случится дальше.\n— А потом я отдаю или уже отдал разрешение тебе, — сказал кгбшник, немигающим взглядом уставившись в пол. Было непонятно о ком он говорит.\nПарень мотнул головой и будто вышел из транса.\n— Ну как, получилось? — капитан оглядел вас.\n— Кому ты отдал? — спросил  Игорь.\n— А вы сами не помните? Я хотел сделать это году в вашем году... чтобы не потеряли. Положил в задний карман джинс.",
    "answers": [
      {
        "id": 135,
        "text": "вспомнить"
      }
    ]
  },
  {
    "id": 135,
    "text": "Из твоего горла чуть не вырвался крик. Ты вспомнила. Десятое июня... Вечер... Ты ехала в переполненном автобусе из центра и, выходя, ты заметила странного человека. Ему было лет пятьдесят пять, выглядел он хорошо, в общем — внушал доверие. Он подошел к тебе на остановке. Ты тогда подумала, что он хотел спросить как проехать до... чего? Ты поняла, что не знаешь причины. Он подошел к тебе и произнес.\n— Возьми. Однажды тебе это пригодится. Только береги это, положи куда куда-нибудь... и носи с собой. Это может спасти жизнь.\nОн протянул небольшую серую бумажку, напоминающую справку. И ушел.\nПочему-то ты поняла, что это случай, когда нужно послушаться незнакомца. Было в произошедшем что-то тайное, важное, волнующее и пугающее. На листке лишь было написано о разрешении выдачи оружия какому-то капитану С. Саврасову, а дата стояла еще прошлого века. Твоя мысль была, что может это важный документ, а мужчина хотел его спрятать...",
    "answers": [
      {
        "id": 136,
        "text": "удивление "
      }
    ]
  },
  {
    "id": 136,
    "text": "— Я вспомнила... но... это будто только что произошло... будто я не знала это раньше, будто произошло только сейчас, но в то же время это было пару месяцев назад, — прошептала ты, аккуратно извлекая из потайного кармана джинс сложенный вчетверо листок. И зачем ты положила его, когда собиралась на День рождения? Да потому что ты сделала это только сейчас... потому что знала, что надо.\n— Вот оно.\nТы развернула документ и передала Сергею, который, кажется, находился в прострации.\n— Офигеть, это сработало, — сказал Миша.\nОстальные тоже были в шоке, не могли ничего сказать. Слов здесь и не требовалось.",
    "answers": [
      {
        "id": 137,
        "text": "собраться с мыслями"
      }
    ]
  },
  {
    "id": 137,
    "text": "— Так! — капитан первый переварил все, что произошло и вскочил со стола,\n— Сейчас я подписываю доверенность на то, чтобы забрать вас отсюда, и мы уходим через черный выход.\n\nСпустя пять минут вы вынырнули из длинного коридора зелено-серого цвета, который скрывал небольшой поворот. Там находилась большая железная дверь.\nСергей достал поцарапанный ключ, видимо, дверь часто открывали, и повернул его в замке.\nПеред вами открылась небольшая комнатка, где стояли два сейфа и шкаф посередине. Все было увешано и уложено разными видами оружия. Тебе показалось, что Миша восторженно икнул.\n— Я даю вам оружие, и мы выходим через ту дверь, — кивнул в глубь коридорчика кгбшник.",
    "answers": [
      {
        "id": 138,
        "text": "зайти"
      }
    ]
  },
  {
    "id": 138,
    "text": "Вы протолкнулись на склад. Сергей не особо всматриваясь, будто был здесь сто раз, а может и был, взял рпг и повесил на плечо. Вы напряглись. После этого он развернулся и снял со стен два автомата, обернулся и отдал один Мише, другой Игорю. \n— Я не умею, — нервно ответил последний, сжимая в руках оружие. \n— Кто из вас умеет? \n— Я умею, — сказала Ира, — я в кружок по стрельбе ходила, — добавила она, будто оправдываясь.\n— И я вроде. — добавила ты, и кгбшник выразительно глянул на тебя, как и остальные.\n— Брат научил. Он иногда на охоту ездит.\n— Вот уж не знала, что Ден таким занимается, — хихикнула Лена.\n— Ну вы даете конечно, — сказал капитан, — почти все стрелять умеют. \nИгорь передал автомат Ире, и та уверенно взяла его. Сергей снял еще один и протянул тебе. Автомат был немного тяжелым и холодил ладони.",
    "answers": [
      {
        "id": 139,
        "text": "- На выход"
      }
    ]
  },
  {
    "id": 139,
    "text": "Выйдя через запасной выход ваша уже шестерка загрузилась в черную волгу, стоящую на заднем дворе. Спустя несколько минут вы уже ехали по трассе по направлению к станции.\n— Надеюсь, нас не накроют раньше времени, — высказался Игорь зажатый на заднем сиденье между Леной и Мишей.\n— Не нагнетай, — строго ответила Ира, и ты улыбнулась от ее тона.\n— Ребят, может же быть, что кто-то из нас пострадает. Если придется давать отпор. Тогда что?\n— Тогда земля пухом, — сказал Миша. От его слов по коже пробежал холодок. Надеюсь, что это не произойдет.\n— Наверное, тогда ничего не изменить, — ответила сама на свой вопрос Лена, и в машине воцарилась тишина.",
    "answers": [
      {
        "id": 140,
        "text": "спустя пятнадцать минут "
      }
    ]
  },
  {
    "id": 140,
    "text": "Вы подъехали прямо к забору, за которым находилась ЧАЭС, точнее ее четвертый энергоблок. Серая бетонная стена с спиралью колючей проволоки наверху не давала увидеть место, что могло быть эпицентром катастрофы через считанные минуты. \nРядом с забором находилась металлическая вышка и небольшая лестница, которой пользовались ремонтники. Сергей хлопнул дверцой волги и подошел к лестнице. \n— Я стреляю по трубе, вы следите, если кто-то появится.\nВы кивнули и кгбшник полез наверх. Около минуты он прицеливался, но выстрелить не успел.",
    "answers": [
      {
        "id": 141,
        "text": "вглядеться"
      }
    ]
  },
  {
    "id": 141,
    "text": "Все-таки то, что капитан по собственной инициативе взял ответственность за пятерых подозреваемых и вывез за город ночью, не осталось незамеченным.\nК вам приближались две машины: такая же волга и бордовые жигули, которые казались черными в ночной тьме. \nСергей крикнул вам:\n— Стреляйте по колесам! Старайтесь не задеть их, только задержать!\nВы втроем встали рядом, загородив безоружных Лену и Игоря и прицелились. Первым выстрелил Миша, но его очередь не попала. Ира была более меткой и пробила бок волги вместе с передним колесом. Ты тоже дернула затвор и прицелилась по жигулям. Нужно только задержать их — пронеслись в голове слова капитана.",
    "answers": [
      {
        "id": 142,
        "text": "выстрелить"
      }
    ]
  },
  {
    "id": 142,
    "text": "Очередь зацепила капот и машина начала тормозить, как и та, что была перед ней. Вас разделяли метров пятьдесят, но из машин начали выскакивать люди, проворно прячась за уже бесполезные авто. \nМиша выиграл еще пару секунд тем, что дал очередь по кустам вблизи машин. Но спустя мгновение первая пуля скользнула перед его ногой. \n— Стреляй же! — крикнула ты, обернувшись к Сергею.\nЕще несколько зарядов пролетели мимо. Страшно. Но не за себя — за всех. Ты знала, чувствовала, что вы все должны выжить! Иначе, какая это победа.\nВолосы на голове взъерошила еще одна пуля, еще бы несколько сантиметров ниже и тебе конец.\nГбшники увидели ваше бездействие и начали выходить из-за машин. ",
    "answers": [
      {
        "id": 143,
        "text": "..."
      }
    ]
  },
  {
    "id": 143,
    "text": "Кажется, время замерло. \nВоздух был таким терпким и свежим, одновременно без запахов, и сумасшедшей смесью мокрой после дождя листвы. Он был пропитан запахом ночи, что уже надвинулась на Припять. И был в воздухе еще один запах, будто невзначай прокравшийся в общий букет. Запах прошлого. Запах того, чего вы уже не узнали и не застали. Чего то одновременно простого и таинственно грустного.\nНесмотря на то, что ночь была теплой, ноги подкосились от холода. \nТы поняла, что именно сейчас, когда стоишь в предверии смерти в окружении друзей, похожих на бравых солдат, наслаждаешься этой жизнью. Этим моментом. Будто все рецепторы заработали на полную и ты ощутила всю прелесть и весь ужас этого мира.\nТы могла поклясться, что видела как в нескольких метрах от вас из табельного вылетают пули. Еще секунда и они достигнут цели. И не будет этого черно-синего неба, мокрых кустов и пьянящего воздуха. Или же наоборот, это никогда не закончится, а вы просто застынете как в стекле в 1986-м,  где вы в качестве незванных гостей...",
    "answers": [
      {
        "id": 144,
        "text": "оглушительный звук"
      }
    ]
  },
  {
    "id": 144,
    "text": "Именно в этот тягуче долгий момент Сергей наконец нажал на спуск. И вы, и гбшники посмотрели на здание энергоблока. Чекисты еще не понимали, что происходит, еще немного и нас, скорее всего застрелят. \nОгромная труба из которой еще выходили остатки газа покосилась и начала заваливаться вправо, будто огромное дерево, спиленное бензопилой.\nДело сделано. Сейчас работники остановят эксперимент и работу, а значит и взрыва ядра не случится. Мы сделали это, но...\n— Ничего не произошло! — крикнул Игорь, — нас сейча....\nТы обернулась. Игорь прямо на глазах начал таять. Просто растворяться в воздухе, будто он был хамелеоном. Тоже самое происходило со всеми ребятами.",
    "answers": [
      {
        "id": 145,
        "text": "..."
      }
    ]
  },
  {
    "id": 145,
    "text": "Ты выронила автомат и посмотрела на свои руки. Они исчезали, будто ты состояла из песка, который становился невидимым. Ты оглянулась и посмотрела вверх, где на вышке все еще стоял капитан. \nОн выглядел действительно как капитан, но тот, что стоит у руля своего корабля и смотрит на все немного свысока, ведь понимает, что людские проблемы ничтожны по сравнению с огромным морем. В глазах Сергея отражался пожар, он повернул голову и увидел, что вы все уже наполовину не существуете.\n\n— Прощай.\n\nГбшники опомнились и открыли огонь в тот момент, когда вы уже почти испарились. Они пытались попасть по вам, но не могли убить то, чего нет.\nТы все еще смотрела на вышку и, прежде чем окончательно переместиться, увидела как рубашка Сергея расцвела красными пятнами и капитан медленно осел на ступеньки.\nОн был мертв.",
    "answers": [
      {
        "id": 146,
        "text": "закрыть глаза "
      }
    ]
  },
  {
    "id": 146,
    "text": "з  а   ч е м   в с     е    э т    о \n        к    ог   д а       м   ы\n\n\n\n    о   н    п  ог   и   б\n\n                  и з-    з   а       н      а     с\n\n\nт   а    к        х    о  ло      д      н     о\n\n\n        д   ы    ша         т     ь    \n           \n                  т    р  у      д н       о\n\n\n                                      и      л и\n\n\n      с      в    о    б     о     д    н     о\n      ",
    "answers": [
      {
        "id": 147,
        "text": "...."
      }
    ]
  },
  {
    "id": 147,
    "text": "Все было белое и зернистое. Перемещение во времени, причем без машины времени, а так, из-за временного парадокса. Теперь ты могла с уверенностью сказать, что это как будто пройти через творог, состоящий из чистого светлого снега или светлого солнечного света. Наверное, это еще и похоже на невесомость.\nБыло трудно дышать, грудная клетка была перетянута невидимыми путами, которые тянули куда-то и не назад, не вперед, будто сразу во все стороны. Казалось, сейчас она порвется и сердце вылетит наружу, насмешливо застынет перед твоим лицом.\n\nСвет стал тускнеть. Твое тело резко отпустило, гравитация притянула к земле. От резкой боли в мышцах ты зажмурилась.",
    "answers": [
      {
        "id": 148,
        "text": "открыть глаза"
      }
    ]
  },
  {
    "id": 148,
    "text": "Открыв глаза, ты поняла, что находишься на том же месте. На секунду ты подумала, что вы так и остались в прошлом. \nТы привстала на колени и огляделась. Вокруг тебя были остальные ребята. Впятером вы находились все у того же бетонного забора с колючей проволокой. Трава вокруг была зеленая, а небо голубое. Но не это удивило. Тебя не покидало ощущение, что-то здесь не так. Воздух другой или...\nТы поднялась, медленно прошла мимо ребят, которые тоже начинали вставать, но все еще не обрели дар речи. Взгляд твой был направлен на станцию. Из трубы, которую вы только что взорвали шел белый дым.",
    "answers": [
      {
        "id": 149,
        "text": "новый мир"
      }
    ]
  },
  {
    "id": 149,
    "text": "Предотвратив взрыв на Чернобыльской электростанции вы поменяли ход истории. В новом мире много чего поменялось, начиная от быстрого развития атомной энергетики, до того, что ваша родина перестала быть такой, какой ты ее помнила.\nНа дворе 2019 год. Это вы проверили в первый день появления. Тогда еще вы удивились, увидев здание КГБ. Охранник у дверей объяснил, что это бесплатный музей, работающий здесь с 1987 года. Еще он рассказывал об известных личностях, работавших здесь. О капитане Сергее Саврасове, который предотвратил аварию на станции и признан героем посмертно.\nМиша сказал что-то о советском союзе и о странностях работы гэбистов, на что охранник велел ему думать, прежде чем так говорить о своей родине.\nЧасом позже мы поняли, что наша страна и несколько соседних называются Советский Союз.\n",
    "answers": [
      {
        "id": 150,
        "text": "спустя год"
      }
    ]
  },
  {
    "id": 150,
    "text": "Шел 365 день с того момента, как вы попали в свое новое будущее. Первые дни все было новым, пришлось говорить, что вы студенты по обмену из Европы, на что на вас странно посмотрели.\nЗдесь все казалось необычным: одежда, техника, увлечения, даже сами люди. Все было такое... советское что ли.\nВы решили поехать обратно в Москву, а там начать жизнь заново. Это оказалось труднее, чем ты думала. Говорят, у людей, кто не имеет прошлого, нет будущего. У вас в этой реальности прошлого как раз не было.\nУже первый месяц новой жизни разделил вашу компанию. Игорь уехал на Восток, он решил пойти в армию, хотя в своей реальности старательно пытался откосить. Вестей от него не было. Лена поступила на кафедру журналистики. Она стала более открытой и жизнерадостной, наше приключение сильно поменяло ее. Миша и Ира стали жить вместе, вы писали иногда друг другу в соцсетях, но встретиться вживую ни у кого из четверых твоих бывших друзей не хватало духу.",
    "answers": [
      {
        "id": 151,
        "text": "думать"
      }
    ]
  },
  {
    "id": 151,
    "text": "Для тебя этот год был пустым и непонятно-бессмысленным, как надутый прозрачный пакет, летящий по проспекту мимо торопящихся машин. Кстати, в этом мире не было целлофановых пакетов.\n\nТы нашла работу, но временную, чтобы просто хватало на материальные потребности. За двенадцать месяцев не прошло ничего. Лишь пустота в сердце каждый день отрезала по кусочку от твоей души. \nТы пыталась найти свою семью и  нашла. Уже хотела закричать \"мама, папа!\" как увидела, что вместе с ними идет молодая девушка, как две капли воды похожая на тебя. Значит, здесь у нас есть двойники. \n\nИли же это мы на самом деле двойники. Просто погрешность континуума. \nЛишившись близких, друзей и всего знакомого, что окружало тебя, ты остро чувствовала свою беспомощность. Сначала тревога, потом панические атаки, позже — депрессия. Все это разрушало тебя. Будто этот мир не хотел принимать тебя и выталкивал отсюда, хотел избавиться.\n",
    "answers": [
      {
        "id": 152,
        "text": "стать частью"
      },
      {
        "id": 153,
        "text": "поддаться течению"
      }
    ]
  },
  {
    "id": 152,
    "text": "В тот день, когда с момента вашего появления здесь прошел год, ты поняла — пора менять свою жизнь. \nХватит сидеть и нагнетать, делать из себя мученицу. Тогда ты была сильной, такой и осталась. Нужно бороться за возможность жить под солнцем. И не важно, если это солнце чужое.\n\nТы поступила в педагогический на историка. Это было этаким стебом над всеми событиями: преподавать историю, которую сама и сотворила. Через несколько лет ты переехала в двушку с видом на центр, а перед этим без памяти влюбилась. Ты сначала не могла принять его излишнюю \"пионерность\", а потом поняла, что здесь все так воспитаны. Может, однажды ты даже ему расскажешь о невероятном приключении, которое случилось с тобой, кажется миллион лет назад.\nИли однажды не в этой реальности.",
    "answers": [
      {
        "id": 154,
        "text": "конец"
      }
    ]
  },
  {
    "id": 153,
    "text": "Этот мир не для тебя. Слишком все неправильно. Слишком искусственно. Картонно. Нет этой свободы. Ты не живешь здесь, а существуешь. Темнота поглощает.\n\nОднажды утром семья Антоновых, как обычно собралась завтракать. Антонова включила плазменный телевизор на кухне, который так давно хотел ее муж. На этом канале показывали новости.\n\" Обнаружено тело молодой девушки в районе Чертаново. По предположениям она выпала из окна, но врачи допускают возможность суицида. Это первый подобный случай за последние пять лет\" .\nАнтонова ахнула, а ее муж сказал сыну.\n— Запомни, суицид это не выход. Лучше тебе даже слово это забыть. Нужно всегда искать решение, понял?\n— Понял, — кивнул мальчик вставая из-за стола, — Мам, пап, мне пора, первым контрольная по истории. По концу восьмидесятых годов.\n— Папа твой в эти годы на атомной станции работал, — вспомнила Антонова.\n\nИ подросток ушел, даже не подозревая,  что когда-то, в другой реальности, все бы было могло быть совсем по другому.",
    "answers": [
      {
        "id": 155,
        "text": "конец"
      }
    ]
  },
  {
    "id": 154,
    "text": "Концовка 1\n\nНОВЫЙ МИР\n\n\"Да мы изменились, \nветер разлук и потерь забирает людей.\nДвери с петель!\"\n\nL'One  \"Ветер перемен\" ost Чернобыль.Зона отчуждения",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 155,
    "text": "Концовка 2\n\nПОГРЕШНОСТЬ\n\n\" Ветра потерь, разлук, обид и зла.\nИм нет числа\"\nL'One \" Ветер перемен\" ost Чернобыль. Зона отчуждения",
    "answers": [
      {
        "id": 1,
        "text": "на главную "
      }
    ]
  },
  {
    "id": 156,
    "text": "— Я уже предлагал Саше этот план... поэтому повторюсь: если мы предотвратим аварию, то наше с вами будущее изменится, но никто не может уверять, что в лучшую сторону. Если Чернобыль будет жить, может случиться что угодно, возможно, советский союз останется.\nЛена тихо вздохнула.\n— И что же нам ничего не делать? В нашем времени нас ждет обозлившийся капитан, забыл? — повторила Ира фразу, которую ты говорила Игорю пятью минутами ранее. \nИгорь лишь ухмыльнулся.\n— Либо он, либо мы.\nИра нахмурилась.\n— Хочешь убить невиновного?\n— Опомнись, он по нам очередь пускал... или пустит.\nДевушка не нашлась, что ответить. Да и остальные молчали. Никому не хотелось так поступать, но одновременно с этим желание попасть домой переходило все границы и стирало рамки морали. Ты поняла: еще секунда и твои друзья согласятся с этим планом. Самое страшное,  что и ты начинала считать его справедливым.",
    "answers": [
      {
        "id": 128,
        "text": "молчать"
      }
    ]
  },
  {
    "id": 157,
    "text": "Не успел тот открыть рта, как Миша двинул ему в челюсть. Все-таки перед вами стоял кгбшник, и реакция его не подвела: он уклонился от удара, видимо подозревал, что вы устроете подобное. Но это не помогло — Игорь накинулся на него сзади, и вместе с Мишей они вырубили капитана. \nТы не отрываясь смотрела,  как безвольное тело садят на тот самый стул, где ты провела не лучшую пару часов с своей жизни, и приматывают руки и ноги. Рот молодого человека так же был забит куском ткани.\nИгорь с видом победителя глянул на капитана и, наклонившись, вытащил из его кобуры табельный пистолет. Ты невольно содрогнулась, увидев его. Игорь спустил предохранитель и играюче прицелился в голову Сергея. Тот все еще был без сознания.  Внезапно, Игорь повернулся и протянул тебе пистолет, все так же ухмыляясь. Он так сильно ненавидит этого человека?",
    "answers": [
      {
        "id": 158,
        "text": "взять оружие"
      }
    ]
  },
  {
    "id": 158,
    "text": "— Ты сделаешь это, — сказал Игорь, — Ты же наш \"лидер\".\nОстальные молчали, Лена отвернулась, не в силах видеть происходящее.\nТы ощутила холод металла в руке. Это единственное чувство, что соединяло тебя с этим миром. Мыслями ты снова была далеко.\nЧто я делаю? Ответ прост: спасаюсь. Спасаю себя и друзей от ненормального преступника, точнее он только станет им. И будет стрелять по неповинным подросткам. Эти справедливо. Нет, не так. Это справедливо? Не знаю. А справедливо ли увозить пятерых почти еще детей в другую страну, чтобы забрать у них, то что нужно. А ведь мы даже не знали, в чем провинились.\n Страшно. Страшно, что тебе пришлось делать такой выбор.Жизнь или смерть — все в твоих руках. В буквальном смысле. Ты сильнее сжала пистолет. Сергей поднял голову и попытался выбраться из тугих пут. Господи, он теперь еще  и очнулся.",
    "answers": [
      {
        "id": 159,
        "text": "думать"
      }
    ]
  },
  {
    "id": 159,
    "text": "Капитан увидел тебя перед собой с пистолетом в руках и, как ни странно, успокоился. Просто сел и внимательно вгляделся своими непонятного цвета глазами в тебя. Интересно, что он сейчас думает о тебе. Но куда важнее, что я думаю о нем.\nТы вспомнила как всего несколько часов назад ты сидела на его месте, а руки Сергея сжимали твое горло, а горячее дыхание опаляло лицо. Ты никогда этого не забудешь. Тогда тебе было страшно как никогда, но также ты испытывала что-то странное. Необъяснимое.\nСейчас или никогда. Мы или он. Другого не дано.\n\nХотя говорят, всегда есть выход.",
    "answers": [
      {
        "id": 160,
        "text": "выстрелить"
      },
      {
        "id": 161,
        "text": "опустить пистолет"
      }
    ]
  },
  {
    "id": 160,
    "text": "Выстрел разбил гробовую тишину. Лена вскрикнула, Ира закрыла лицо ладонью и отвернулась, приобнимая и успокаивая Лену. Хотя ей самой нужно было успокоиться. Миша выглядел сердитым и серьезным, а Игорь со сумасшедше-фанатичным лицом косился на тело кгбшника.\nСергей обмяк на стуле, он полулежал с распахнутыми глазами, будто рассматривая пол.\nТебя замутило. Руки тряслись, и ты выронила пистолет. Я убийца — единственная мысль, что вертелась в голове. Ты не могла оторвать взгляда от капитана, но каждая секунда приносила боль. Из глаз потекли слезы. Что я такое. Я не хотела быть монстром. \n— Это все ты! — крикнула ты Игорю, — Ненавижу!\nТы на ватных ногах подошла к Сергею и аккуратно вытащила изо рта кляп. Пусть его найдут хотя без этой дряни. ",
    "answers": [
      {
        "id": 162,
        "text": "нужно бежать"
      }
    ]
  },
  {
    "id": 161,
    "text": "— Я не убийца. Это не выход. \nТы опустила пистолет и подошла к Сергею.\n— Считай, что я спасла тебе жизнь, — сказала ты, понимая, что на самом деле никогда бы не смогла убить человека, \n— Теперь ты мой должник, жизнь за жизнь. Ты не тронешь нас в будущем, понял? Обещай... — последнее слово ты произнесла шепотом.\nКапитан пару секунд  смотрел на тебя, а потом, как тебе показалось, в его глазах мелькнуло сочувствие к тебе, ко всему, что с вами произошло, и он незаметно кивнул.\nТы отошла от него.\n— Нужно уходить. Машина времени в твоем кабинете? — ты снова посмотрела на Сергея, и тот снова кивнул. Странно, что он вообще ответил.\n",
    "answers": [
      {
        "id": 168,
        "text": "идем"
      }
    ]
  },
  {
    "id": 162,
    "text": "Спустя пять минут вы вбежали в просторный кабинет с большим сейфом. Тебе снова стало плохо, ведь это был кабинет Сергея. На столе покоилась машина времени, занимая больше половины места.\nНужно было действовать быстро: Миша, Ира и Лена удерживали дверь, в которую ломились кгбшники. Про Игоря и думать не хотелось. \nТы схватила тяжелый аппарат. На дисплее значилось: \nПЕРЕМЕЩЕНИЕ ВОЗМОЖНО\nВВЕДИТЕ КОЛИЧЕСТВО ЧЕЛОВЕК: \nТы недолго думая подбежала к друзьям и нажала цифру пять.\nВсе замерли, и дверь широко распахнулась. Гбшники забежали в уже пустой кабинет.",
    "answers": [
      {
        "id": 163,
        "text": "свет"
      }
    ]
  },
  {
    "id": 163,
    "text": "с   ме    р  т       ь     к   а    к\n       \n          ч    ас        т   ь\n\n\n     п   л а       т    а         з  а\n             \n\n\n     н    е  со      в е       р   ш    е   нн     о е\n\n\n\n\n        к   т      о     и   зн      а   с \n\n\n        у       б      и     й     ц     а\n\n\n",
    "answers": [
      {
        "id": 164,
        "text": "закрыть глаза"
      }
    ]
  },
  {
    "id": 164,
    "text": "Все было белое и зернистое. Перемещение во времени, причем без машины времени, а так, из-за временного парадокса. Теперь ты могла с уверенностью сказать, что это как будто пройти через творог, состоящий из чистого светлого снега или светлого солнечного света. Наверное, это еще и похоже на невесомость.\nБыло трудно дышать, грудная клетка была перетянута невидимыми путами, которые тянули куда-то и не назад, не вперед, будто сразу во все стороны. Казалось, сейчас она порвется и сердце вылетит наружу, насмешливо застынет перед твоим лицом.\n\nСвет стал тускнеть. Твое тело резко отпустило, гравитация притянула к земле. От резкой боли в мышцах ты зажмурилась.",
    "answers": [
      {
        "id": 165,
        "text": "открыть глаза"
      }
    ]
  },
  {
    "id": 165,
    "text": "Ты очутилась посреди своей квартиры. Абсолютно одна. Проковыляв к окну, ты выглянула. Родной московский двор. Неужели дома. Может, все было страшным сном?\nОт усталости ты упала на диван и тут же уснула. \n\nЧерез пять часов ты открыла глаза. \nНет, это был не сон. Совсем не сон. Что же теперь. Как жить с осознанием того, что ты убийца? Ты поглядела на свои руки. Они казались отвратительными, как и все тело, вся сущность. \nГлавное выкарабкаться. Ты дома. Не хочу видеть друзей. Хотя, они позволили мне совершить преступление. Причем не просто убить Сергея. Ты чуть не заплакала,  вспомнив это имя. Это было преступление против себя, убийство себя самой. Какие они теперь мне друзья?",
    "answers": [
      {
        "id": 166,
        "text": "прошел год"
      }
    ]
  },
  {
    "id": 166,
    "text": "С того дня ты почти не видела ни Лену, ни Иру с Мишей. Да и они не горели желанием. \nЖизнь стала серой. Тебя почти накрыла депрессия, но все-таки ты не дала ей завладеть остатками своей души. \n\nНадо дожить эту жизнь. \n\nКак получится.\n\nС непосильно тяжелым грузом на сердце.\n\nНикогда себя не простив.",
    "answers": [
      {
        "id": 167,
        "text": "конец"
      }
    ]
  },
  {
    "id": 167,
    "text": "Концовка 3\n\nИСКУПЛЕНИЕ\n\n\" А над Землей кружат ветра потерь, разлук, обид и зла. Им нет числа\"\n\nL' One \"Ветер перемен\" ost Чернобыль. Зона отчуждения ",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 168,
    "text": "То как вы пробрались в кабинет и закрыли на замок дверь тебе не запомнилось — голову занимали более важные мысли.\nТы думала о Сергее. Что с ним будет, что будет вообще с городом. Все же он неплохой человек. Может, если бы вы встретились в другом месте в другое время, все сложилось по-другому...\nХотя, что мешает сейчас...\n— Саш, о чем задумалась? — спросила Ира, поднимая со стола тяжёлый прибор.",
    "answers": [
      {
        "id": 169,
        "text": "- Да так, ни о чем"
      },
      {
        "id": 170,
        "text": "- О том, что будет с Сергеем"
      }
    ]
  },
  {
    "id": 169,
    "text": "— Тогда давай, вставай быстрее к нам.\nТы посмотрела на маленький экранчик, на котором светилась надпись:\n\nПЕРЕМЕЩЕНИЕ ВОЗМОЖНО\nВВЕДИТЕ КОЛИЧЕСТВО ЧЕЛОВЕК:\n\nТы в последний раз оглядела кабинет, деревянный стол со старым желтеньким телефоном с диском, поцарапанный серый сейф. Ира ввела цифру пять и комната закружилась и поплыла, осиавляя лишл смутные образы о далеком восемьдесят шестом году.",
    "answers": [
      {
        "id": 171,
        "text": "свет"
      }
    ]
  },
  {
    "id": 170,
    "text": "— Ох, наша Саня влюбилась, — беззлобно рассмеялся Миша, а Игорь скривился.\n— Ребят, я не знаю... мне кажется... я должна остаться.\nВсе недоуменно поглядели на тебя. Ира опустила прибор.\n— В каком смысле, остаться?\nТы смущенно оглядела всех присутствующих в кабинете.\n— Я не могу это объяснить. Меня будто держит здесь. Да и Сергей... он хотел пожертвовать жизнью ради нас, он ведь не знал, что сделает в будущем... может и не сделал бы, если бы не мы.\n— Может, одумаешься?\n— Простите, вы были лучшими друзьями... но так надо, правда, я знаю.\nЛена пустила слезу и кинулась обнимать тебя. За ней последовали Ира и Миша, Игорь же остался в стороне.",
    "answers": [
      {
        "id": 176,
        "text": "попрощаться"
      }
    ]
  },
  {
    "id": 171,
    "text": "   с в    о б    о       д  а\n         \n           д    о  р        ог       а\n\n\n\n е д     и н      с   т   ве    н    н   о е\n\n\n        г    л     а       в   но        е\n\n\n\n\n       ч    е   л   о   в   е   ч   н   о   с   т   ь\n\n\n",
    "answers": [
      {
        "id": 172,
        "text": "закрыть глаза"
      }
    ]
  },
  {
    "id": 172,
    "text": "Все было белое и зернистое. Перемещение во времени, причем без машины времени, а так, из-за временного парадокса. Теперь ты могла с уверенностью сказать, что это как будто пройти через творог, состоящий из чистого светлого снега или светлого солнечного света. Наверное, это еще и похоже на невесомость.\nБыло трудно дышать, грудная клетка была перетянута невидимыми путами, которые тянули куда-то и не назад, не вперед, будто сразу во все стороны. Казалось, сейчас она порвется и сердце вылетит наружу, насмешливо застынет перед твоим лицом.\n\nСвет стал тускнеть. Твое тело резко отпустило, гравитация притянула к земле. От резкой боли в мышцах ты зажмурилась.",
    "answers": [
      {
        "id": 173,
        "text": "открыть глаза"
      }
    ]
  },
  {
    "id": 173,
    "text": "Вы стояли посреди серого кабинета, точно такого же, где были совсем недавно. Исключением было то, что краска на стенах и потолке облупилась, а мебель выглядела ветхой и гнилой.\nВы поспешили уйти отсюда. По знакомым коридорам здания КГБ ты с ребятами вышла на улицу.\nНебо было необычно голубым, а деревья зелеными. Ты даже не знала, что в Припяти может быть так красиво. Солнце только начало припекать.\n— Кажется, все закончилось.\n— Найдем машину и свалим отсюда, — выдохнул Миша и громко засмеялся. Это было так заразительно, что скоро все вы хохотали.\n\nХорошо все, что хорошо кончается.",
    "answers": [
      {
        "id": 174,
        "text": "конец"
      }
    ]
  },
  {
    "id": 174,
    "text": "Вы смеялись, держась друг за друга. Свобода, жизнь и радость захлестнула вас, наполняя лёгкие восторгом от этой жизни. \n\nИз-за смеха вы не слышали, как за домом аккуратно припарковался черный джип, и невысокий пожилой мужчина искоса наблюдал за вами через стекло. Он бы хотел отомстить вам за свое увольнение, работу в малоизвестном озранном агенстве, за сломанную жизнь. Но он не мог, ведь слово капитана тридцатилетней давности держало крепче, чем те веревки на стуле в кабинете допросов.",
    "answers": [
      {
        "id": 175,
        "text": "теперь конец"
      }
    ]
  },
  {
    "id": 175,
    "text": "Концовка 4\n\nЖИЗНЬ ЗА ЖИЗНЬ\n\n\" Молодость жива, старость готовит месть <...> крылья для надежд, полетели\"\n\nL' One \"Ветер перемен\" ost Чернобыль. Зона отчуждения ",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 176,
    "text": "— Может быть, когда-нибудь увидимся.\n— Ты аккуратней здесь, мы любим тебя, — сквозь слезы сказала Лена.\n— Вам надо торопиться, иначе скоро придут гбшники, да и мне нужно скрыться.\n— Прощай, мы тебя не забудем.\n— Прощайте, ребят.\n\nМиша подхватил машину времени, на маленьком экранчике которой загорелось надпись:\n\nПЕРЕМЕЩЕНИЕ ВОЗМОЖНО\nВВЕДИТЕ КОЛИЧЕСТВО ЧЕЛОВЕК:\n\nОн грустно улыбнулся и нажал цифру четыре.\nОни исчезли в секунду. Будто и не было здесь никогда их. Растворились. Удачи там, в будущем, друзья.",
    "answers": [
      {
        "id": 177,
        "text": "выйти из кабинета"
      }
    ]
  },
  {
    "id": 177,
    "text": "Тебе повезло, ведь дверь кабинета допросов была также закрыта, как вы ее и оставили. Ты тихо приоткрыла ее и вошла внутрь.\nСергей безуспешно пытался развязаться, но веревки на руках и ногах не давали ему это сделать. Увидев тебя, он недоуменно воззрился.\n— Остальные в будущем. \nЕго глаза округлились в немом вопросе.\n— А я осталась. Из-за тебя, чекист.\nТеперь глаза парня напоминали пятирублевые монеты, которые тебе доведется увидеть очень не скоро. Ты подошла к нему  сказала.\n— А теперь думай быстро. Взрыв произойдет через час, сам увидишь. Догадайся, кто будет крайним. Тебя уволят, жизнь покатится по наклонной и ты захочешь нам отомстить. Да, это все сумбурно, но я не собираюсь тебе врать. Предлагаю бежать вместе, чтобы ты потом не жалел за свою испорченную жизнь. И не забывай, что я ради тебя здесь осталась. Помочь.\nСергей серьезно посмотрел на тебя и кивнул, потому что других выходов не было. Он верит мне — пронеслось в голове.",
    "answers": [
      {
        "id": 178,
        "text": "развязать его"
      }
    ]
  },
  {
    "id": 178,
    "text": "Первое время было трудно свыкнуться с жизнью в советском союзе. Все было новое и необычное: другая культура, одежда, электроника.  Но оставалось только смириться и принять это. Хорошо, что Сергей был рядом и помогал тебе, а ты ему. Оказалось, он лучше, чем ты думала. Он был из тех кгбшников, которые в силу своей молодости еще не утратили способности оставаться человеком. Вы сбежали из союза, а в девяностых вернулись.\n\nБлиже к дветысячи десятому году, когда тебе стукнуло сорок два, ты поняла:  для того, чтобы замкнуть круг событий, оставалось одно маленькое дело. Организовать собственное похищение, иначе ничего этого не произойдет. Идея оставить все как есть и изменить свою жизнь была заманчива. Но в таком случае, ты бы потеряла Сергея, а ты не могла такого допустить.\n\nВот оно как, чтобы стать счастливой, нужно однажды сломать себе жизнь, дав шанс поменять все к лучшему.",
    "answers": [
      {
        "id": 179,
        "text": "конец"
      }
    ]
  },
  {
    "id": 179,
    "text": "Концовка 5\n\nОСТАТЬСЯ СВЕТОМ\n\n\"Тепло или шипы принесет эта роза ветров? Пусть принесет этот ветер любовь\nнам\"\nL' One \"Ветер перемен\" ost Чернобыль. Зона отчуждения ",
    "answers": [
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 180,
    "text": "\n\n\nт\n    е\n\n        м\n\n\n              н\n\n                   о\n\n\n\n\n                        т\n\n\n                            а\n\n",
    "answers": [
      {
        "id": 11,
        "text": "очнуться"
      }
    ]
  },
  {
    "id": 181,
    "text": "—Это телефон моего друга, — произнесла ты, — и мой паспорт, вот и все.\nКгбшник моргнул, соображая, что происходит.\n— Почему они так выглядят? Откуда у тебя такие вещи? Из Америки?\n— Нет, у всех такие есть телефоны и паспорта.\n— У кого, у всех?\nТы подумала, как можно быть таким глупым, чтобы задавать подобные вопросы. Хотя еще неизвестно,  что ты бы спросила на его месте. \n— У нас, людей, кто живет в 2019-ом году...\n",
    "answers": [
      {
        "id": 182,
        "text": "молчание"
      }
    ]
  },
  {
    "id": 182,
    "text": "Казалось, кгбшника облили водой. Вид его на секунду стал очень расстерянным, но Сергей тут же взял себя в руки, хотя внутри у него бушевали противоречивые чувства.\n— 2019-ый год? Ты из будущего?\n—Да, я и мои друзья из 2019 года.\n— Это невозможно...\nЭти слова напомнили слова Миши, что заставило тебя содрогнуться. Как же там остальные?.. Тебе стало плохо, голова закружилась. Этот вопрос потонул в ленивых волнах, накатывающих на твой разум, заставляющих веки тяжелеть.\nСергей судорожно переваривал информацию. Нет, он не мог так быстро поверить в это! Перемещения во времени! Но девушка, кажется, говорит первое, что думает и похоже не врет. Или она сумасшедшая? Хотелось бы в это верить, но капитан чувствовал, что скорее всего первая и абсурдная версия и окажется правдой.",
    "answers": [
      {
        "id": 183,
        "text": "ничего не делать"
      }
    ]
  },
  {
    "id": 183,
    "text": "Голова болела, а ситуация напрягала. Ты потихоньку начала злиться.\nТы и твои друзья попали в западню, в такую, из которой нет простого выхода. Переместились во времени! В город, который сегодня превратится в эпицентр катастрофы! Ха! А кто же в этом виноват? Кого обвинить,  на кого повесить все беды? Конечно на того, благодаря кому вы здесь очутились. Водитель? Он говорил, что его наняли, угрожали... ух бедненький, пришлось испортить жизнь пятерым детишкам из-за своей жадности... Вроде ему предлагали деньги... Большие деньги, взамен на небольшое путешествие до Припяти. Неплохо, не учитывая того, что речь идет о нашем похищении. А сама бы я согласилась на такое? А ребята бы согласились? Надеюсь, нет. А вот тот упырь согласился на предложение какого-то маньяка. Как там зовут нашего \"покупателя\"?",
    "answers": [
      {
        "id": 184,
        "text": "вспомнить"
      }
    ]
  },
  {
    "id": 184,
    "text": "Ты напрягла память, может быть это даже отразилось на твоей мимике. Ответ пришел не сразу.\nСергей, кажется. Да, водила говорил о каком-то Сергее.\nТы непроизвольно скривилась и сжала губы. Парень перед тобой в этот момент смотрел на дверь кабинета и не видел перемен в твоем настроении.\nСейчас бы найти этого Сергея, да как дать ему, чтобы знал! Хорошенько так врезать за такие дела.\nТы подумала, что Миша, Игорь, Ира и Лена могут быть заняты похожими  мыслями. В голове нарисовалась картинка, как вы впятером избиваете небритого страшного мужика, ведь именно так в твое сознание видело Сергея. На душе стало немного легче.",
    "answers": [
      {
        "id": 185,
        "text": "думать",
        "need": [
          32
        ]
      },
      {
        "id": 186,
        "text": "думать",
        "need": [
          33
        ]
      }
    ]
  },
  {
    "id": 185,
    "text": "Ты вгляделась в капитана, превозмогая головную боль, что уже начинала застилать глаза. \nТебе вспомнился образ маньяка, в тот единственный раз, когда ты с ребятами его видели. Он был невысокий, лысый, с автоматом... вроде бы все... А вроде этот, капитан немного похож на него по фигуре и росту... Неужели это может быть он?.. Но почему он так сделал, а точнее сделает в будущем? Чем мы так ему помешали?.. Может, мы поменяем прошлое, и он не захочет трогать нас в настоящем?..",
    "answers": [
      {
        "id": 187,
        "text": "дверь открылась"
      }
    ]
  },
  {
    "id": 186,
    "text": "Ты всмотрелась в капитана, и будто тебя  током прошибло. Интуиция часто тебя выручала, поэтому ты решила довериться ей и сейчас. Может ли этот человек быть тем заказчиком? Эта идея взялась из ниоткуда, но ты чувствовала, что она близка к истине. Странно, ведь ты видела человека, сидящего перед тобой, первый раз в жизни. \nВсе равно если это маньяк, то прежде чем он им станет пройдет минимум лет тридцать... Головная боль все сильнее захватывала разум.\nЧто заставило капитана охотиться за вами? Может, нам удастся изменить прошлое, чтобы в будущем он не трогал нас...",
    "answers": [
      {
        "id": 187,
        "text": "дверь открылась"
      }
    ]
  },
  {
    "id": 187,
    "text": "— Сергей, выйди на минуту.\nКгбшник нахмурился, но ничего не сказав, вышел из кабинета.\nГолова уже гудела. Отчего же она так адски болит?\nНе прошло и пары секунд, как ты отключилась.",
    "answers": [
      {
        "id": 188,
        "text": "..."
      }
    ]
  },
  {
    "id": 188,
    "text": "\nВзрыв...\n\nОгонь освещает весеннюю ночь...\n\nЧто-то теплое касается щек...\n\nВзрыв, еще ярче, еще громче...\n\nГул в голове...\n\nКажется, небо горит...\n\n",
    "answers": [
      {
        "id": 189,
        "text": "..."
      }
    ]
  },
  {
    "id": 189,
    "text": "Очнулась ты от того, что кто-то хлопал тебя по щекам и звал по имени. Сначала ты не поняла кто это, казалось, все мысли и воспоминания стерли из памяти.\nОткрыв глаза, ты увидела перед собой Сергея, который явно был взволнован. Он же, увидев, что ты очнулась, быстро отдернул от твоего лица руки.\n— Что с тобой? Я на минуту отошел, а ты уже без сознания.\nМысли немного стали приходить в порядок. Голова еще болела, но в общем ты сохранила ясность ума. Ты попыталась встать, но тут же ремни, перевязывающие руки, тебя остановили. Ах да, ты же все еще находилась в комнате для допросов наедине с кгбшником. \n— Ты как?",
    "answers": [
      {
        "id": 190,
        "text": "ответить"
      }
    ]
  },
  {
    "id": 190,
    "text": "\nВ ответ ты сморщилась, но сказала.\n— Нормально, только голова раскалывается.\n— Ничего, могло быть и хуже. Дать таблетку?",
    "answers": [
      {
        "id": 191,
        "text": "принять обезболивающее"
      }
    ]
  },
  {
    "id": 191,
    "text": "Прошло десять минут, за которые тебе стало гораздо легче. За это время капитан успел сходить за таблеткой, оставив тебя на дежурного, а ты в свою очередь успела ее принять и теперь, разминая затекшие конечности, ерзать на стуле, молча наблюдая за действиями кгбшника. \nОн долго молчал. Спустя несколько минут, Сергей посмотрел на тебя недоверчиво, но во взгляде его была тревога.\n— Ты правда из будущего?\n Ты наконец поняла, почему он так внимательно рассматривал тебя последние десять минут.\n— Да.\n— Мне придется либо упечь тебя в психушку, либо это правда.\n— Я говорила правду, клянусь.\nСергей почти печально посмотрел на тебя.\n— Это меня и пугает.\n",
    "answers": [
      {
        "id": 114,
        "text": "ответить"
      }
    ]
  },
  {
    "id": 192,
    "text": "— Помните, что говорил тот водила, который привез нас \"сюда\"? Он упоминал какого-то Сергея, заказчика.\n— Тебе удалось что-то о нем выяснить? — живо поинтересовалась Ира.\n— Этого кгбшника зовут Сергей, — продолжила ты.\n— Я понимаю, тебе хочется найти виновного, но не стоит кидаться на каждого хозяина такого имени, — возразил Игорь.\n— Теоретически это может быть он, — сказала Лена, — он имеет слишком прямое отношение к нам и катастрофе, наверное, у него будет серьезный мотив — Миша согласно кивнул\n— Но зачем ему это делать?\n— У меня есть версия, — сказала ты, — сейчас он капитан КГБ, он сам сказал, что впереди у него многое: он может стать генерал-майором. И по его же словам, если он не сможет предотвратить аварию, его уволят. А что, если так оно и будет? Жизнь его пойдет под откос!",
    "answers": [
      {
        "id": 121,
        "text": "продолжать разговор"
      }
    ]
  },
  {
    "id": 193,
    "text": "",
    "answers": []
  }
]