[
  {
    "id": 1,
    "text": "\n   Автор: Human Uman ¾\n   Жанр: Миниквест, Романтика, Ужасы.\n\n   История двадцатилетней девушки Кати, которая любит слушать музыку и посидеть дома, будь то холодный осенний вечер или же теплый июльский день.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 2,
    "text": "   Некоторые люди не замечают, то что пооисходит вокруг.\n   Не обращают они внимание и кто, какая погода на улице, поэтому разговорах интересуются ей.\n   Им нет дело до того, что происходит в мире, будь то экономический, политический или социальный мир. Они абсолютно не придают никакого значения сплетням, поскольку пропускают их мимо своих ушей.\n   Таким людям не дано поддержать разговор с другими. Они не смогут обсудить ту или иную новость.\n   Таким человеком была и двадцатилетняя Катя.\n   Нелюдимым, предпочитающим хорошую музыку песням и обществу людей.\n   Девушка заканчивала второй курс экономического. Она жила с родителями на севере страны, встречая холодные, свободные от учебы вечера в компании чашки горячего чая и вечно повторяющихся треков на плеере.\n   Ее ничем не смущала компания с самим собой в одиночестве, наоборот, так со вренем ей стало привычней.",
    "answers": [
      {
        "id": 3,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Вот и сегодняшний день, вернее вечер ничем не отличался.\n   Катя снова шла из универа. Наконец добравшись до парка, она надела наушники, доключила ним плеер и скачав новые альбомы одного из современных композиторов, принялась слушать новинки.\n   Она отвлеклась на звонок от мамы, та просила зайти в магазин у дома за макаронами и гречневой крупой.\n   Как вдруг она столкнулась с кем-то и подняв голову увидела увидела желтые глаза, акуратно посаженные на чуть бледное лицо, скрываемое, из-за ветра, черными как уголь волосами.\n   Сердце ее стало биться чаще, сама этого не понимая, она влюбилась в него.\n   Незнакомец оказался джентельменом и представился Артемом, после чего спросил:\n     —Не позволит ли, столь красивая девушка, проводить ее до дома в поздний час?\n   Позабыв уверения матери \"с незнакомцами быть осторожнее\", Катя согласилась.\n   И вот, у них стал завязываться нормальный диалог, как они подошли к подьезду.\n   Катя не хотела заканчивать разговор, но помощью звонков от матери на повышенных тонах, и с заверениями, что она должна быть уже дома, это все-таки произошло.\n   Стоя уже на пороге дома, он спросил:\n     —Мы встретимся еще?",
    "answers": [
      {
        "id": 4,
        "text": "—Я бы этого хотела, но когда?"
      },
      {
        "id": 5,
        "text": "—Нет."
      }
    ]
  },
  {
    "id": 4,
    "text": "     —Когда придет время.\n   Сказал Артем и улыбнувшись скрылся в тени.\n   А Катя зашла в квартиру, и под поучительную лекцию о том, что нельзя так поздно гулять на улице, стала думать о ночном знакомстве, поскольку образ Артема все еще не выходил из ее головы.\n   Утром, когда мать Кати ушла на работу, Катя проснулась от звонка в дверь.\n   Она быстро облачилась в одежду на ходу и спросила:\n     —Кто там?\n   И не дождавшись ответа открыла дверь, за которой не было никого, кроме корзинки с цветами и записки \"Не гуляй больше так поздно\". Она знала, что это он...\n   Прошло три недели, их отношения развивались, Катя наконец переехала в дом к Артему, а тот устроился на работу, из-за чего возвращался домой только ночью, поэтому они иногда не виделись. Из-за чего Катя волновалась и просил Артема сменить работу. И не зря...\n    Ночь. Артем снова задержался на работе и спешил домой, что бы Катя не волновась, чего он очень не хотел.\n   Он не смог среагировать на удар и упал на землю, получив множество ударов по голове и спине и один ножом в живот.\n   На выпавшем телевоне заиграла мелодия, и Артем повернулся в сторону звука. На экране светилась надпись \"Любимая\".\n   Схватив телефон, он поднялся и ответил на звонок, сказав, что чуть опоздает.\n   Когда он зашел домой, он все рассказал Кате, кроме одного...",
    "answers": [
      {
        "id": 6,
        "text": "Эпилог"
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Артем печально улыбнулся и скрылся в тени.\n   А Катя с того дня все продолжала вечерами слушать музыку и пить чай в одиночестве.\n   Пока не увидела тело Артема, лежащее на жезнодорожных путях.\n   С поседевшими волосами и потускневшими глазами на бледном лице.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 6,
    "text": "   Он рассказал ей все, за исключением того, чо удары и даже нож не причинили ему вреда.\n   На следущее утро, он шел искать нападавших, которые по своей глупости сбыли награбленное и заседали за спиртным в баре неподалеку.\n   Он их вычислил без труда и последнее что они видели это были желтые глаза...\n\n   Очнулись они, как услышали странный звук, гудок поезда.\n   Они лежали на том самои месте, что и он ровно день назад.\n   Обессиленный, один из них повернул голову и увидел поезд, а в кабине машиниста–желтые глаза.\n   На лице этого нападавшего застыла гримаса ужаса, он с открытым ртом не мг выкрикуть, все его тело парализовало.\n   И последнее что он увидел, это была довольная ухмылка, обнажившая бритвенно острые зубы на лице дьявола.",
    "answers": [
      {
        "id": 1,
        "text": "   Конец"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  }
]