[
  {
    "id": 1,
    "text": "Автор: SinisterSailors\n\n  Эта история перенесёт Вас в 3118 год, в город Москва. Сейчас Россия расцветает, теперь эта страна считается самой развитой во всём мире из-за учёных, которые придумали много современных вещей, роботов, выполняющих трудную и тяжёлую работу за людей и много другого.\n  Вы будете играть за робота-домохозяйку, которого купил один злой, богатый человек и Вам нужно слушаться его и спокойно реагировать на его выходки, но это не надолго.\n  Что же с Вами произойдёт, и что Вы будете делать — решать Вам!\n   Приятного чтения!",
    "answers": [
      {
        "bgAnswerImage": [
          "https://pp.userapi.com/c852124/v852124021/17b073/cWBxq5LX1PE.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 4,
        "text": "Начать историю",
        "middle_answer": true
      },
      {
        "bgAnswerImage": [
          "https://pp.userapi.com/c852124/v852124021/17b073/cWBxq5LX1PE.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 2,
        "text": "Достижения",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c851524/v851524498/1632ac/WpONF-NHk_w.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c850032/v850032498/1d5eda/eZX9TsaG3kY.jpg",
        "system": true
      },
      {
        "bgAnswerImage": [
          "https://pp.userapi.com/c857524/v857524646/28a28/8rQABvXRr5o.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 3,
        "text": "От авторов!!!",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "  ",
    "answers": [
      {
        "id": 2,
        "text": "         Доступные достижения:",
        "comment": true,
        "merge": false
      },
      {
        "id": 2,
        "text": "\"Особо опасен\"",
        "comment": true
      },
      {
        "id": 2,
        "text": "\"Я правда живой...\"",
        "comment": true
      },
      {
        "id": 2,
        "text": "\"Прости, друг\"",
        "comment": true
      },
      {
        "id": 2,
        "text": "\"Верное решение!\"",
        "comment": true
      },
      {
        "id": 2,
        "text": "\"Хороший мальчик!\"",
        "comment": true
      },
      {
        "id": 2,
        "text": "        Полученные достижения:",
        "comment": true,
        "merge": false
      },
      {
        "id": 80,
        "text": "\"Особо опасен\"",
        "need": 80,
        "need_ever": true
      },
      {
        "id": 89,
        "text": "\"Я ведь правда живой!\"",
        "need": 89,
        "need_ever": true
      },
      {
        "id": 92,
        "text": "\"Прости друг...\"",
        "need": 92,
        "need_ever": true
      },
      {
        "id": 86,
        "text": "\"Верное решение\"",
        "need": 86,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Хороший мальчик!\"",
        "need": 53,
        "need_ever": true
      },
      {
        "id": 2,
        "text": "---------------------------------",
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "Привет! Здесь написана важная информация по квесту!\n\n\nВнимание!!! \nКонцовка \"Особо опасен\" вышла очень бредовая и пафосная, поэтому не воспринимайте её всерьёз)\n\nТак же это наш первый квест, и в нём может быть много орфографических ошибок, так что, если встретите их — пишите нам и присылайте скрины, чтобы мы поняли на какой странице.\n\nСоветуем проходить квест так, как бы Вы поступили в реальной жизни, чтобы выйти на более менее хорошую концовку. По-нашему мнению, их всего две.\n\nУдачи!",
    "answers": [
      {
        "id": 3,
        "text": "Группа ВК",
        "url": "https://vk.com/club185042760"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Россия, Москва. 3118 год.\n\n  Вы находитесь в магазине \"Роботы для дома\" и ждёте, когда Вас уже кто-нибудь купит и Вы займётесь своими любимыми делами, такими, как: мойка посуды, мытьё полов, стирка одежды и т.д. Конечно же, Вы любили эти занятия только потому, что Вам было вписано это в программу.\n  Вашу модель RTX5090 завезли сюда ещё три недели назад, после Вас сюда не завозили ещё ни одного робота. Люди приходили сюда и покупали, либо дешёвых роботов, с менее развитым ИИ (исскуственный интеллект), либо вообще робо-пылесосы, робо-стирательные машины, которые выполняют свою задачу автоматически, когда это нужно, и так же стоят очень дёшево. \n  Роботов начали создавать лишь тринадцать лет назад, поэтому они были похожи на человека только своим строением и поведением.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "  Именно сегодня на роботов поставили небольшие скидки и стоимость стала на пять процентов ниже, из-за чего народ приходил каждые пять-десять минут.\n  Вы были отключены и не знали, что вообще происходило за всё это время.\n  Наконец, наступил тот момент, когда Вас захотел кто-то купить. Это был богатый человек, он первый придумал летающие машины и топливо для них, за это его щедро наградили, звали его Кумарин Дмитрий Александрович. К Вам подошёл накаченный мужчина в пальто, это и был Ваш покупатель Дмитрий:\n— Я беру его, — уверенно сказал Дмитрий.\nКонсультант удивился такому выбору и ответил:\n— Вы уверены? Это очень дорогая модель!\n— Я сказал его, значит его! И не надо меня переубеждать! — сердито ответил Дмитрий.\n  Молодой консультант подошёл к Вам и отсоединил провода для питания жизненного ядра. Дмитрий Александрович положил деньги в его руку и попросил донести Вас до его автомобиля.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "  После покупки изобретатель бросил Вас в машину, так и не включив, завёл машину и полетел к себе домой...\n  Благодаря умам России эта страна стала самой развитой и современной, страной будущего. Сейчас летающие машины присутствуют только в России. Так же, летающие машины сэкономили много денег на ремонт дорог, остались только тротуары, по которым ходят люди без транспорта. К тому же в России много красивой природы, садов и парков, которые украшают страну, и вообще в здесь много нового.\n  Полёт выдался спокойным и быстрым. Ваш хозяин вышел из машины, вытащил Вас и включил:\n— Иди за мной, железяка!\nВы послушались и пошли за ним. У него был немаленький и красивый дом, странно, что он не сделал себе особняк. Особо хорошо снаружи Вы не смогли его рассмотреть, так, как уже вошли в него.\n  Внутри здание выглядело куда красивее и роскошнее. Красивая плитка на полу, обои, шкаф из красного дерева, пока это всё, что можно было увидеть в доме Дмитрия.\n  ",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Дмитрий Александрович посмотрел на Вас и грозно крикнул:\n— Чего встал? Занимайся делами, которые ты должен выполнять! Сегодня я хочу отдохнуть! Так... сейчас 18:13, до семи часов все дела должны быть готовы! Понял меня? — Дмитрий оскалил зубы.\nВы помолчали секунды три и спокойно сказали:\n— Сначала вы должны сказать, как мне вас называть.\n— Зови меня — мой господин, хахаха! — весело пробасил Ваш господин:\n— А теперь занимайся тем, чем должен, железяка!\nВы лишь радостно ответили:\n— Да, мой господин!",
    "answers": [
      {
        "id": 8,
        "text": "Заняться домашними делами"
      },
      {
        "id": 32,
        "text": "Осмотреть дом"
      }
    ]
  },
  {
    "id": 8,
    "text": "  Вы могли первым делом осмотреть дом, чтобы знать, что и где тут находиться, но работа не ждёт, и Вам уже очень хотелось немного потрудиться.\n  Найти кухню не составило труда, она находилась на первом этаже после зала. Осмотрев холодильник Вы не нашли ни одного продукта, совершенно ничего, и готовить было просто не из чего. Вы подошли к вашему господину и попросили денег на продукты, он серьёзно сказал:\n— Только купи ингридиенты для супчика, хочу, наконец-то, что-нибудь жиденькое! — Ваш господин похлопал себя по животу.\nВы молча кивнули и отправились в ближайщий магазин.\n  Дойдя по програмной карте до магазина у Вас был выбор, какой суп сделать.",
    "answers": [
      {
        "id": 9,
        "text": "Сырный суп с колбасой"
      },
      {
        "id": 10,
        "text": "Гороховый суп"
      },
      {
        "id": 11,
        "text": "Грибной суп"
      }
    ]
  },
  {
    "id": 9,
    "text": " Вы купили все продукты для данного супа. Первое Ваше задание было уже наполовину выполнено, можно спокойно отправляться домой. Но в последний момент Вы вспомнили, что Ваш господин назначил Вам время, а суп будет вариться дольше, нужно ускорить шаг!",
    "answers": [
      {
        "id": 12,
        "text": "Быстро идти домой"
      }
    ]
  },
  {
    "id": 10,
    "text": " Вы купили все продукты для данного супа. Первое Ваше задание было уже наполовину выполнено, можно спокойно отправляться домой. Но в последний момент Вы вспомнили, что Ваш господин назначил Вам время, а суп будет вариться дольше, нужно ускорить шаг!",
    "answers": [
      {
        "id": 12,
        "text": "Быстро идти домой"
      }
    ]
  },
  {
    "id": 11,
    "text": " Вы купили все продукты для данного супа. Первое Ваше задание было уже наполовину выполнено, можно спокойно отправляться домой. Но в последний момент Вы вспомнили, что Ваш господин назначил Вам время, а суп будет вариться дольше, нужно ускорить шаг!",
    "answers": [
      {
        "id": 12,
        "text": "Быстро идти домой"
      }
    ]
  },
  {
    "id": 12,
    "text": "  Вы благополучно пришли в свой новый дом и первым же делом поставили варить суп. Расчитав время, сколько будет вариться суп Вы поняли, что всё таки опоздаете, ровно на пять минут.\n  Надеясь, что Ваш господин не будет злиться Вы пошли заниматься другими делами.",
    "answers": [
      {
        "id": 13,
        "text": "Мыть посуду"
      },
      {
        "id": 15,
        "text": "Стирать вещи"
      },
      {
        "id": 16,
        "text": "Выкинуть мусор"
      }
    ]
  },
  {
    "id": 13,
    "text": "  Вы решили далеко не отходить от плиты и начали мыть посуду. Её было не много, наверное, Ваш господин не такой беспомощный лентяй.\n  Быстро разобравшись с посудой Вы добавили в суп картошку, которая до вашего прихода из магазина была почищена, скорее всего, Вашим господином. Вы это заметили ещё сразу, как только пришли, она стояла около плиты. Что ж, зато будет ещё один мешок кортошки!",
    "answers": [
      {
        "id": 14,
        "text": "К занятиям      ->"
      }
    ]
  },
  {
    "id": 14,
    "text": "Чем заняться теперь?",
    "answers": [
      {
        "id": 13,
        "text": "Мыть посуду",
        "need": -13
      },
      {
        "id": 15,
        "text": "Стирать вещи",
        "need": -15
      },
      {
        "id": 16,
        "text": "Выкинуть мусор",
        "need": -16
      },
      {
        "id": 17,
        "text": "Закончить готовку супа",
        "need": [
          13,
          15,
          16
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "  Вы быстро нашли ванную, она была так же на первом этаже, слева от входа (зал находится справа). Глянув на полную корзину грязных вещей Вы немного повеселели, Вам уже хотелось поскорее разобрать вещи в стиральную машинку, которая работает автоматически при заброске одежды и радостно закончить с этим делом.\n   Быстренько сложив вещи в стирку Вы так же быстро пришли на кухню и забросили плавленый сырок, колбасу, которую Вы успели быстро нарезать, выполнив задание со стиркой и остальные продукты.\n",
    "answers": [
      {
        "id": 14,
        "text": "К занятиям        -> "
      }
    ]
  },
  {
    "id": 16,
    "text": "  Вы думали, что сейчас сделать и думали, пойти прочистить унитаз. Зайдя в туалет Вы увидели, что унитаз полностью чист и ничего чистить здесь не нужно, но рядом стояло ведро для мусора, как раз этим Вы и решили заняться. Взяв мешочек с мусором из туалета и кухни Вы вышли из дома. Рядом стояли контейнеры для мусора, туда Вы всё и выбросили, после зашли обратно и засунули в мусорные вёдра новые мешочки.\n  Вот Вы и выполнили самое лёгкое задание на сегодня. Подойдя к плите Вы посолили суп.",
    "answers": [
      {
        "id": 14,
        "text": "К занятиям           ->"
      }
    ]
  },
  {
    "id": 17,
    "text": "  До того, как суп точно будет готов, оставалось 3 минуты. Вы даже и не заметили, что Вашего господина всё это время не было, минуту назад он уже пришёл домой, весь потный и уставший. Он сел за стол и ждал уже вкусный, готовый суп. Интересно, он вас похвалит?\n",
    "answers": [
      {
        "id": 18,
        "text": "Подать сырный суп с колбасой",
        "need": 9
      },
      {
        "id": 19,
        "text": "Подать гороховый суп",
        "need": 10
      },
      {
        "id": 20,
        "text": "Подать грибной суп",
        "need": 11
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы подали за стол Вашему госпадину сырный суп с колбасой. Дмитрий улыбнулся и съел две ложки:\n— Превосходно... Спасибо, роботяга, угодил... Ладно, можешь идти и заниматься своими делами! — Ваш господин улыбнулся.\nВы несколько удивились, ведь по началу Дмитрий был зол и не особо любил вас, видимо, Вы угадали с выбором супа, это его любимый! ",
    "answers": [
      {
        "id": 18,
        "text": "Ваши отношения с Дмитрием улучшились!",
        "comment": true
      },
      {
        "id": 21,
        "text": "Пойти и зарядить жизненное ядро"
      }
    ]
  },
  {
    "id": 19,
    "text": "  Вы подали за стол вашему госпадину гороховый. Дмитрий смутился и съел ложку:\n— Серьёзно? Гороховый суп? Что за дрянь! Не мог сделать что-нибудь другое? Будешь сегодня мокнуть во дворе, как раз дождь передавали. Промокнешь — нового куплю, не велика потеря! — Дмитрий встал и пошёл на второй этаж.\nВы были крайне удивлены, Ваш господин даже не предупреждал Вас, что так сильно не любит гороховый суп. Что ж, придётся мокнуть. \n  Надеясь остаться в рабочем состоянии Вы вышли во двор и отключились около входных ворот.",
    "answers": [
      {
        "id": 19,
        "text": "Ваши отношения с Дмитрием ухудшились!",
        "comment": true
      },
      {
        "id": 27,
        "text": "Начать новый день"
      }
    ]
  },
  {
    "id": 20,
    "text": "  Вы подали за стол вашему госпадину грибной суп. Дмитрий посмотрел на Вас и съел две ложки:\n— Хм... Так себе, не особо люблю грибной суп, но тоже неплохо. Ладно, иди, заряжайся! — Ваш господин пошёл на кухню заваривать чай.\nВы были немного растроены, Вам хотелось угодить Вашему господину, а получилось плоховато, что ж, пора идти заряжаться.",
    "answers": [
      {
        "id": 21,
        "text": "Пойти и зарядить жизненное ядро"
      }
    ]
  },
  {
    "id": 21,
    "text": "  Вы спокойным шагом поднялись на второй этаж и вошли в спальню Вашего господина Дмитрия, там стояла специальная стойка и провода с магнитами, которые нужно присоединить к туловищу, тогда жизненное ядро начнёт заряжаться. Сейчас заряд — 26%, на следующий день заряда не хватит. После покупки у Вас было 53%, так, как до этого Вы были заряжены полностью и только потом Вас поставили заряжать.\n  Наконец, поразмыслив над прошлым Вы встали на стойку, присоединили провода, и отключились, заряжая ядро.",
    "answers": [
      {
        "id": 22,
        "text": "Начать новый день"
      }
    ]
  },
  {
    "id": 22,
    "text": "  Вы благополучно включились, жизненное ядро заряжено на все 100%. Дмитрий ещё спал и Вы решили прогуляться по двору.\nИли же хотите налить ему чаю с бутербродом?",
    "answers": [
      {
        "id": 28,
        "text": "Выйти во двор"
      },
      {
        "id": 52,
        "text": "Порадовать"
      }
    ]
  },
  {
    "id": 23,
    "text": " Выйдя на улицу Вы пошли на задний двор, так, как ничего интересного в других местах двора не было.\n  Вы на заднем дворе. Тут находится маленькая детская площадка. Стоит качель, песочница, горка и турник, вот только интересно, для кого это? Так же, посмотрев на землю Вы увидели разломанных на части роботов!\n— Эй, кусок железа, ты чё тут делаешь? \nВнезапно вышел Дмитрий из двери на задний двор:\n— Извините, я просто гулял. А почему здесь разобранные роботы?\n— Не твоё дело, железяка! Иди домой!\n— Ну уж нет, что вы с ними сделали?!\n— Ну что ж, раз уж тебе так интересно, сраный ты робот, то сейчас я покажу!\nДмитрий стал со злым лицом идти к Вам.",
    "answers": [
      {
        "id": 24,
        "text": "Перелезть через забор"
      }
    ]
  },
  {
    "id": 24,
    "text": "  Вы очень быстро отскочили от Дмитрия и начали перелазать через забор:\n— Эй! Стой! Ты куда? Не бойся, я ничего тебе не сделаю!!!\nНо Вы уже не хотели ничего слушать и просто перелазали через этот забор с колючей проволокой. Дмитрий вцепился в Вашу ногу и пытается скинуть обратно. Решайте!",
    "answers": [
      {
        "id": 25,
        "text": "Ударить в голову"
      },
      {
        "id": 26,
        "text": "Ударить по рукам"
      }
    ]
  },
  {
    "id": 25,
    "text": "  Вы со всей силы ударили вашего прошлого хозяина в голову. Он рухнул на землю и больше не двигался. Вы этого не заметили и перепрыгнули через забор.\n  Вы бежали так быстро, что заряд ядра начал кончаться чуть быстрее. \n  Что ж, теперь Вы беглый робот, не имеющий хозяина. А что если Вас найдут спецназовцы и отдатут на разборку, чтобы узнать, почему Вы убежали? \"Что же с Вами всё таки произошло?\", этот вопрос мучал Вас очень долго.\n",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует"
      }
    ]
  },
  {
    "id": 26,
    "text": "  Вы сильно ударили вашего прошлого хозяина по рукам, тот отлетел на землю, поднялся, и громко матерясь побежал домой.\n  Перепрыгнув до конца через забор Вы очень быстро побежали подальше от этого здания.\n  Что ж, теперь Вы беглый робот, не имеющий хозяина. А что если Вас найдут спецназовцы и отдатут на разборку, чтобы узнать, почему Вы убежали? \"Что же с Вами всё таки произошло?\", этот вопрос мучал Вас очень долго.\n",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует"
      }
    ]
  },
  {
    "id": 27,
    "text": "  Вы благополучно включились, жизненное ядро заряжено на все 100%. Видимо, Ваш господин всё же решил вас подзарядить. Дмитрий ещё спал и Вы решили прогуляться по двору.\nИли же хотите налить ему чаю с бутербродом?",
    "answers": [
      {
        "id": 28,
        "text": "Выйти во двор"
      },
      {
        "id": 52,
        "text": "Порадовать"
      }
    ]
  },
  {
    "id": 28,
    "text": " Выйдя на улицу Вы пошли на задний двор, так, как ничего интересного в других местах двора не было.\n  Вы на заднем дворе. Тут находится маленькая детская площадка. Стоит качель, песочница, горка и турник, вот только интересно, для кого это? Так же, посмотрев на землю Вы увидели разломанных на части роботов!\n— Эй, кусок железа, ты чё тут делаешь? \nВнезапно вышел Дмитрий из двери на задний двор:\n— Извините, я просто гулял. А почему здесь разобранные роботы?\n— Не твоё дело! Иди домой!\n— Ну уж нет, что вы с ними сделали?!\n— Ну что ж, раз уж тебе так интересно, сраный ты робот, то сейчас я покажу!\nДмитрий стал со злым лицом идти к Вам.",
    "answers": [
      {
        "id": 29,
        "text": "Перелезть через забор"
      }
    ]
  },
  {
    "id": 29,
    "text": "  Вы очень быстро отскочили от Дмитрия и начали перелазать через забор:\n— Эй! Стой! Ты куда? Не бойся, я ничего тебе не сделаю!!!\nНо Вы уже не хотели ничего слушать и просто перелазали через этот забор с колючей проволокой. Дмитрий вцепился в Вашу ногу и пытается скинуть обратно. Решайте!",
    "answers": [
      {
        "id": 30,
        "text": "Ударить по голове"
      },
      {
        "id": 31,
        "text": "Ударить по рукам"
      }
    ]
  },
  {
    "id": 30,
    "text": "  Вы со всей силы ударили вашего прошлого хозяина в голову. Он рухнул на землю и больше не двигался. Вы этого не заметили и перепрыгнули через забор.\n  Вы бежали так быстро, что заряд ядра начал кончаться чуть быстрее. \n  Что ж, теперь Вы беглый робот, не имеющий хозяина. А что если Вас найдут спецназовцы и отдатут на разборку, чтобы узнать, почему Вы убежали? \"Что же с Вами всё таки произошло?\", этот вопрос мучал Вас очень долго.\n",
    "answers": [
      {
        "id": 54,
        "text": "Искать ночлег"
      }
    ]
  },
  {
    "id": 31,
    "text": "  Вы сильно ударили вашего прошлого хозяина по рукам, тот отлетел на землю, поднялся, и громко матерясь побежал домой.\n  Перепрыгнув до конца через забор Вы очень быстро побежали подальше от этого здания.\n  Что ж, теперь Вы беглый робот, не имеющий хозяина. А что если Вас найдут спецназовцы и отдатут на разборку, чтобы узнать, почему Вы убежали? \"Что же с Вами всё таки произошло?\", этот вопрос мучал Вас очень долго.\n",
    "answers": [
      {
        "id": 54,
        "text": "Искать ночлег"
      }
    ]
  },
  {
    "id": 32,
    "text": "  Вы решили первым делом осмотреть дом, это может пригодиться в будущем. Обойдя первый этаж Вы увидели кухню, зал, ванную и кладовую. В кладовой Вы увидели журнал, хотите прочесть его?",
    "answers": [
      {
        "id": 33,
        "text": "Прочитать"
      },
      {
        "id": 35,
        "text": "Продолжить осмотр здания"
      }
    ]
  },
  {
    "id": 33,
    "text": "БУДУЩЕЕ РОССИИ!!!\n\n  Сегодня на свет появился первый робот-полицейский! Как сказали учёные, их нужно использовать для более опасных заданий. Сейчас этот робот, увы, только один, так, как делать их довольно долго и затратно, весь их корпус состоит из титана — самого прочного железа в мире. Исскуственный интеллект развит у них так же намного лучше, чем у предыдущих роботов. Ещё учёные говорят, что идёт работа над роботами-военными, которые будут присылаться в помощь нашим защитникам Родины!",
    "answers": [
      {
        "id": 34,
        "text": "Перевернуть страницу"
      }
    ]
  },
  {
    "id": 34,
    "text": "НОВОСТИ О ПОГОДЕ В МОСКВЕ\n\n  Погода сегодня вечером резко изменится, передаётся сильный дождь на вечер, так что лучше не ходите со своими роботами на прогулку в этот день, для них это может плохо кончиться.\n  На завтра погода передаётся хорошая, солнечно, хороший день для прогулки на Красной площади. \n  Удачных выходных! И не забудьте о погоде на сегодня!",
    "answers": [
      {
        "id": 35,
        "text": "Продолжить осмотр здания"
      }
    ]
  },
  {
    "id": 35,
    "text": "  Думая, что успеете сделать все основные дела, Вы отправились осматривать второй этаж. Прямо по коридору весят часы. Времени ещё полно, всего то 18:28!\n  В коридоре второго этажа было три комнаты и дальше — поворот налево. Вы решили сходить во все комнаты поочерёдно. \n",
    "answers": [
      {
        "id": 36,
        "text": "Войти в первую комнату"
      }
    ]
  },
  {
    "id": 36,
    "text": "  Вроде, это детская. Маленькая кроватка на одного, много разных игрушек, разбросанных по всей комнате и большое пятно крови рядом с кроватью:\n— Что же здесь произошло?\nСкорее всего, Вы никогда об этом не узнаете, но если спросить вашего господина об этом... Нет, всё же, возможно, он не ответит, но попытаться стоит.\n  Больше ничего интересного здесь нет, можно идти осматривать другую комнату.\n",
    "answers": [
      {
        "id": 37,
        "text": "Войти во вторую комнату"
      }
    ]
  },
  {
    "id": 37,
    "text": "  Осмотрев данную комнату вы предположили, что это спальня Вашего господина. Да, так и есть. У стены стоит большая роскошная кровать, на ней какое-то мокрое пятно, хм...\nРядом с кроватью — тумбочка. Напротив двери — стол и два стула, на столе стоит кружка и две грязные тарелки.\nЧуть подальше от стола расположен большой телевизор 15К, самый новёханький! Так же, недалеко от кровати стоит Ваша стойка, для заряда жизненного ядра.",
    "answers": [
      {
        "id": 38,
        "text": "Осмотреть стол",
        "need": -38
      },
      {
        "id": 39,
        "text": "Осмотреть тумбочку",
        "need": -39
      },
      {
        "id": 41,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 38,
    "text": "  Вы подошли к столу. Ничего, кроме кружки и двух тарелок тут нет.",
    "answers": [
      {
        "id": 37,
        "text": "К осмотру комнаты"
      }
    ]
  },
  {
    "id": 39,
    "text": "  Простая с виду тумбочка. Открыв один шкафчик Вы увидели лекарства и надувную куклу. Лучше даже не думать, для чего она.\n  Открыв второй шкафчик Вы увидели пистолет, осмотрев его Вы убедились, что он настоящий, а не игрушечный. Может понадобиться.\n",
    "answers": [
      {
        "id": 40,
        "text": "Взять и спрятать"
      },
      {
        "id": 37,
        "text": "Не брать"
      }
    ]
  },
  {
    "id": 40,
    "text": "  Не зная зачем, Вы взяли пистолет и спрятали в скрытый ящик, находящийся в вашем животе.\n  Теперь можно перейти к осмотру третьей комнаты.",
    "answers": [
      {
        "id": 37,
        "text": "К осмотру комнаты"
      }
    ]
  },
  {
    "id": 41,
    "text": "  Прямо по коридору весят часы. Времени ещё полно, всего то 18:33!\n  В коридоре второго этажа было три комнаты и дальше — поворот налево. Вы решили сходить во все комнаты поочерёдно. ",
    "answers": [
      {
        "id": 42,
        "text": "Войти в третью комнату"
      }
    ]
  },
  {
    "id": 42,
    "text": "Это туалет, ничего интересно здесь нет. Вы уже собирались выйти отсюда, но внезапно увидели мусорку, в ней лежала фотография в рамке, что там и кто там Вы не видели, рамка была перевёрнута.",
    "answers": [
      {
        "id": 43,
        "text": "Осмотреть фото"
      },
      {
        "id": 44,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 43,
    "text": "  Взяв фотографию из мусорку Вы посмотрели на неё. На ней изображены Ваш господин и маленький мальчик. \n— Что же всё таки здесь произошло?!\nВы решили взять фотографию себе, спрятав её в ваш потайной шкафчик, Вы вышли из туалета.",
    "answers": [
      {
        "id": 44,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 44,
    "text": "  Прямо по коридору весят часы. Времени ещё полно, всего то 18:35!\n  В коридоре второго этажа было три комнаты и дальше — поворот налево. Вы решили сходить во все комнаты поочерёдно. ",
    "answers": [
      {
        "id": 45,
        "text": "Осмотреть, что за поворотом"
      }
    ]
  },
  {
    "id": 45,
    "text": "  Вы зашли в этот поворот, ничего, кроме каких-то коробок здесь нет. Но это только на первый взгляд, среди коробок Вы заметили дробовик. Он вам ни к чему, но зачем он Дмитрию?",
    "answers": [
      {
        "id": 46,
        "text": "Окончить осмотр дома и спуститься вниз"
      }
    ]
  },
  {
    "id": 46,
    "text": "  Перед спуском вы взглянули на часы, время 18:45.\n  Спустившись на первый этаж Вы вспомнили о своих делах и быстрым шагом пошли к холодильнику. В нём же не было совершенно ничего, пусто. Очень плохо, приготовить еду во время не получится, а ещё и денег, чтобы купить продукты у Вас нет.\n  Постояв и подумав, что делать, Вы пошли искать деньги Дмитрия.\n",
    "answers": [
      {
        "id": 47,
        "text": "Искать деньги"
      }
    ]
  },
  {
    "id": 47,
    "text": "  Не теряя времени Вы побежали на второй этаж, в спальню Дмитрия.\n  Обыскав всю комнату в поисках кошелька или простой заначки, Вы поняли, что здесь искать нечего, и стали бегать по всем комнатам, ищя деньги. Вы знали, что уже точно не приготовите поесть вовремя, но вот найти деньги и купить продукты всё же стоит.\n  Долго обыскивая каждый уголок, Вы, в итоге, не нашли даже монеты. Время уже было 19:02. Ваш господин прилетел и уже заходит домой. Похоже, что вам не слабо так влетит.",
    "answers": [
      {
        "id": 48,
        "text": "Приготовиться к наказанию"
      }
    ]
  },
  {
    "id": 48,
    "text": "  Ваш господин вошёл домой, снял белое пальто и сел за стол:\n— Где еда? Я жрать хочу! — устало прикрикнул Дмитрий.\n— Извините, мой господин, но я не успел ничего сделать, — Вы опустили голову вниз.\n— Так, я не понял. А какого фига ты ничего не сделал? Я же тебя сейчас на запчасти разберу, так же, как и остальных!\nВаш господин щёлкнул пальцами и толкнул Вас на стол. Вы ударились спиной о него и стол сломался.",
    "answers": [
      {
        "id": 49,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 49,
    "text": "  Пока вы поднимались, Дмитрий побежал на второй этаж, и спустился оттуда уже с дробовиком, тем самым, что вы видели среди коробок:\n— Пойдёшь на металлолом, хахаха!\nВы не хотели прекращать свою жизнь. Что-то внутри вас щёлкнуло и Вы, со злостью побежали на Кумарина. Он даже не успел выстрелить, неожидав такого поворота событий. Повалив его напол Вы ударили Дмитрия по носу, был слышен хруст. Вам очень хотелось убить его, но что-то всё же мешало Вам это сделать.",
    "answers": [
      {
        "id": 50,
        "text": "Убить Дмитрия",
        "need": 40
      },
      {
        "id": 51,
        "text": "Вырубить Дмитрия"
      }
    ]
  },
  {
    "id": 50,
    "text": "  Вы вытащили из своего шкафчика пистолет и сделали выстрел прямо в голову. После Вы просто убежали через входные ворота. Был дождь. Заряд батареи 31%, хватит ещё на день-два. Но сейчас думать нужно не об этом, а о ночлеге, где можно будет переждать дождь, чтобы не сломаться. ",
    "answers": [
      {
        "id": 54,
        "text": "Искать ночлег"
      }
    ]
  },
  {
    "id": 51,
    "text": "  Вы решили не пачкать руки и просто вырубили Вашего прошлого хозяина. После Вы просто убежали через входные ворота. Был дождь. Заряд батареи 31%, хватит ещё на день-два. Но сейчас думать нужно не об этом, а о ночлеге, где можно будет переждать дождь, чтобы не сломаться.",
    "answers": [
      {
        "id": 54,
        "text": "Искать ночлег"
      }
    ]
  },
  {
    "id": 52,
    "text": "  Спустившись на первый этаж и зайдя на кухню Вы поставили чайник греться , взяли первую попавшуюся кружку из шкафа, насыпали три ложки сахара и налили заваренный чай в кружку так, что он был крепким. Взяв из холодильника колбасу, которую Вы захотели вчера купить для дома, Вы нарезали её, взяли и отрезали кусок хлеба, соединили их и, Вуаля! Прекрасный перекус на утро готов! \n  Чайник согрелся, вы залили кипяток в кружку, размешали сахар и сели ждать Вашего господина.\n\n",
    "answers": [
      {
        "id": 52,
        "text": "Ваши отношения с Дмитрием улучшились!",
        "comment": true
      },
      {
        "id": 53,
        "text": "Ждать"
      },
      {
        "id": 28,
        "text": "Прогуляться во дворе"
      }
    ]
  },
  {
    "id": 53,
    "text": "  Дмитрий спустился и сел пить чай, да бутерброд пожёвывать, беседуя с Вами на разные темы.\n  Так и закончилась Ваша история. Вы остались простым роботом-домохозяйкой и через 11 лет сломались от старости жизненного ядра.\n  Ну что ж! Поздравляю! Вы получили концовку \"Хороший мальчик!\", по-нашему мнению, это одна из двух самых хороших концовок. Если хотите пройти квест на другие концовки — всегда пожалуйста! Удачи! ",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 54,
    "text": "  Вы аккуратно шли в тени, чтобы Вас не заметили люди, это может вызвать у них подозрения. Да и всё равно сейчас шёл дождь, почти никого на улице не было, Вы видели лишь немного летающих машин недалеко в небе.\n  Быстро идя, в поисках какого нибудь заброшенного дома Вы постоянно слышали какие-то шаги сзади Вас, но оборачиваясь Вы никого не видели.\n  Наконец Вы нашли какие-то руины неподалёку, и послышался собачий скул позади. Вам сразу стало ясно, что за Вами попятам шёл пёс, но обернувшись вы увидели простую маленькую немецкую овчарку, он был ещё щеночком.",
    "answers": [
      {
        "id": 55,
        "text": "Взять с собой"
      },
      {
        "id": 81,
        "text": "Прогнать"
      }
    ]
  },
  {
    "id": 55,
    "text": "  Вы просто не могли оставить это милое создание на верную гибель от голода или холода. Почесав щенка за ушком Вы взяли его на руки и идя до руин стали придумывать ему имечко:\n— Сухарь? Шаурма? — Вы просто перебирали слова, которые знали.\nЧто ж, похоже, продумавать в Вашем ИИ фантазию не стали, но Вы всё равно продолжили гадать:\n— Дим? Сарн? Коул? Лилипут? Так... А может Акулёнок? Нет, он же пёсик! Всё, пускай будет Гуфи!\nВы решили назвать Вашего питомца именем, которое когда-то от кого-то слышали, и зачем заморачиваться?\n",
    "answers": [
      {
        "id": 56,
        "text": "Войти в руины"
      }
    ]
  },
  {
    "id": 56,
    "text": "  Руины старого храма, возможно, церкви. Вокруг разрушенного здания стоял деревянный высокий забор, но местами он был повален, либо отсутствовал совсем. Крыша у развалин, к счастью, была. Храм состоял из трёх этажей, первый этаж был целый, но практически весь заваленный каменными блоками и камнями. Второй этаж был цел неполностью, большая его часть обрушилась вниз. От третьего этажа остался небольшой участок без крыши, делать на нём совершенно нечего.",
    "answers": [
      {
        "id": 57,
        "text": "Осматривать дальше"
      }
    ]
  },
  {
    "id": 57,
    "text": "  Вы решили обосноваться на ночь на первом этаже, он лучше всего спасал от дождя. Улегшись на каменный и заваленный камнями пол Вы уже собирались отключиться, щенок скулил, наверное, хотел кушать. Завтра нужно обязательно найти ему еду. С этими мыслями Вы стали включать отключение программы, но услышали чьи-то шаги в храме, а потом и голоса:\n— Нек, зачем мы сюда пришли? — сказал кто-то с довольно детским голосом.\n— Ну а что? Мы гуляем, делать нечего. Можно походить здесь, посидеть, пообщаться, — сказал парень с уже более грубой речью, некий Нек.\n— Не знаю, а мне вашэ нормас, пацанчики! Такая атмосферка, как в хоррорах! — прокричал странный мальчик.\n— Ну ты и дурак! Слава, зачем ты его то с нами взял? Есть же Катька, с ней веселее! — проворчал Нек.\n— Ох, Господи. Вечно ты, Никита, о Кате думаешь. Если тебе с нами так не интересно — иди к ней и соситесь сколько хотите! — грустно ответил Слава.\n",
    "answers": [
      {
        "id": 58,
        "text": "Спрятаться и продолжить слушать разговор"
      }
    ]
  },
  {
    "id": 58,
    "text": "  Быстро перебравшись на второй этаж и дав Гуфи погрызть свою руку Вы продолжили прослушку:\n— Да ладно вы, пасаны! Давайте тут костёрчик замутим и страшилки порассказываем?\n— Вот это да! Первый и, наверное, единственный твой умный совет, Артём, — радостно ответил Никита, — Я пойду, поищу веточек, а вы поставьте рядом с костром эти блоки, как сиденья, и ещё камней соберите, вокруг костра поставим, чтобы был меньше шанс того, что костёр сдует ветром.\nПроговорив это Никита пошёл искать ветки и нависла тишина. Через несколько минут к Вам стал кто-то приближаться.\n",
    "answers": [
      {
        "id": 59,
        "text": "Приготовиться"
      }
    ]
  },
  {
    "id": 59,
    "text": "К Вам вышел молодой парень, лет семнадцати, и увидев Вас он от неожиданности дёрнулся:\n— Ёлки иголки! Ты шо тут делаешь? Ты кто вообще?\nПо голосу Вы узнали Никиту, его слова, к счастью, никто не услышал:\n— Я робот. Мне пришлось сбежать из дома... Помоги мне, пожалуйста. У меня нет ничего, кроме этого щеночка!\nНикита вылупил глаза от удивления и погладил Гуфи.\n— Конечно... Конечно я помогу! Я тебя к себе домой заберу, и пёсика тоже. Ууу, милаха! Ты только потерпи, хорошо? Не заржавей тут!\nВы тихо сказали Никите, что вам нужна подзарядка. Ваш новый друг ответил, что сходит в магазин и купит для Вас новую стойку-зарядник.\n",
    "answers": [
      {
        "id": 60,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 60,
    "text": "  Прошло минут сорок. Никита уже давно спустился вниз с ветками и они разожгли костёр, много говорили всякой чуши и после разошлись по домам. Никита же, сходив домой — вернулся обратно в храм уже с зонтом отвал его Вам, а сам пошёл под дождём:\n— Спасибо, Никита. Я этого не забуду! — добрым голосом сказали Вы.\n— Да ничего, я люблю помогать.\nТеперь у Вас появился новый и на этот раз добрый хозяин. Хотите, в знак благодарности отдать Никите зонт? Вы можете сильно пострадать.\n",
    "answers": [
      {
        "id": 61,
        "text": "Отдать зонт"
      },
      {
        "id": 62,
        "text": "Оставить зонт себе "
      }
    ]
  },
  {
    "id": 61,
    "text": "  Вы молча протянули Вашему спасителю зонт:\n— Да нет, ты чего? Заржавеешь же!\n— Держите, я всё равно не заболею, а вы можете простудиться!\n— Обращайся со мной на \"ты\", теперь ты мой друг, как никак.\nНикита взял зонт и Вы отдали ему на руки Гуфи.",
    "answers": [
      {
        "id": 61,
        "text": "Ваши отношения с Никитой улучшились!",
        "comment": true
      },
      {
        "id": 63,
        "text": "Дойти до дома"
      }
    ]
  },
  {
    "id": 62,
    "text": "  Не издавая ни звука Вы шли к Никите домой, радуясь спасению.\n— Если что, обращайся со мной на \"ты\", не привык быть старым, так сказать, хехе.\nВы молча кивнули и тихонько, в радостной эйфории шли дальше.",
    "answers": [
      {
        "id": 63,
        "text": "Дойти до дома"
      }
    ]
  },
  {
    "id": 63,
    "text": "  Никита, увидя свой дом вдалеке — сказал Вам бежать за ним. Вы послушались и быстро бежали около него.\n  Наконец, Ваша группа зашла в дом Никиты, он был одноэтажный, и не такой богатый, как дом Дмитрия:\n— Ну что, распологайся! Сейчас я сбегаю в магазин, куплю тебе стойку-зарядник, и еды пёсику. Его как, кстати, зовут?\n— Гуфи...\n— Хм, знакомое имя. Ладно, я скоро приду, а вы — не скучайте.\nНикита ушёл, пока что Вы можете осмотреть его дом.",
    "answers": [
      {
        "id": 64,
        "text": "Осмотреть дом"
      }
    ]
  },
  {
    "id": 64,
    "text": "  Дом был достаточно маленький. Кухня, размером с туалетной комнатой. Продуктов, к счастью, было предостаточно, чтобы что-нибудь приготовить.\n  Зал занимал большую часть дома. Телевизор был только в 6К, старый, но тоже не плохой. Так же в зале стоял красивый диван, а под ним большой ковёр.\n  Спальня была тоже довольно мала. Места на Вас, конечно, хватит, но всё же. Что больше всего Вас удивило, так это то, что в спальне стоит стол, с табуреткой, а на столе стоит красивый и с виду, довольно дорогой ПК. Рядом с компьютером лежит журнал, хотите прочесть?",
    "answers": [
      {
        "id": 65,
        "text": "Прочитать журнал"
      },
      {
        "id": 66,
        "text": "Оставить на потом"
      }
    ]
  },
  {
    "id": 65,
    "text": "РАССТРЕЛЫ В ПСКОВЕ\n\n  Каждый, наверное, знает, что в Пскове завелась банда бандитов. Они ходят вечером группами, примерно в три человека и расстреливают всех, кого встретят. Большинство жителей Пскова неделями сидят дома и выходят только, чтобы что-нибудь купить. Каждый вечер полиция делает осмотры города.\n  Вчера вечером полиция нашла логово этой банды, им приказали, либо сдаться и сесть в тюрьму со сниженным сроком, либо погибнуть там же. В итоге бандиты перестреляли всех полицейских. Больше бандитов в том месте не видели, а на следующий вечер их вообще не встречали в городе.",
    "answers": [
      {
        "id": 66,
        "text": "Ждать Никиту"
      }
    ]
  },
  {
    "id": 66,
    "text": "  Спустя некотрое время Никита вернулся. Стойка-зарядник была очень похожа на Вашу старую, а Гуфи он купил три банки тушёнки и миску. Гуфи был точно доволен, уплетая тушёнку он немного порыкивал.\n  Вы довольно встали на стойку, поблаголарив Никиту за всё — начали заряжаться и отключились.",
    "answers": [
      {
        "id": 67,
        "text": "Начать новый день"
      }
    ]
  },
  {
    "id": 67,
    "text": "           СПУСТЯ ДВЕ НЕДЕЛИ\n  Ваша жизнь налаживалась, Вы делали домашние дела, по просьбе Никиты. Он как раз сейчас сидел и смотрел телевизор. Вы решили присоединиться к нему и узнать, что сейчас творится в мире.",
    "answers": [
      {
        "id": 68,
        "text": "Смотреть телевизор",
        "need": [
          50,
          25,
          30
        ],
        "need_sometimes": true
      },
      {
        "id": 69,
        "text": "Смотреть телевизор",
        "need": [
          51,
          26,
          31
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 68,
    "text": "  Никита переключил на Рен-Тв, там показывали новости:\n— Сегодня, в доме Кумарина Дмитрия Александровича нашли его мёртвое тело, кто убил его — неизвестно, но в спальне изобретателя стоит стойка-зарядник для робота, а самого робота в доме нет. Так же мы нашли свидетеля, которые видел тогда вечером, что робот бежал из дома Дмитрия куда-то в сторону заброшенной церкви. Сейчас полиция ведёт расследование...\nНикита убрал звук и с грустным лицом сказал:\n— Так вот, что ты там делал.\n— Никита, но я не мог ничего сделать! Он хотел разобрать меня!\n— Эх, я тебе поверю, всё же ты мой друг. Если что, я тебе помогу, обязательно!",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "  Никита переключил на Рен-Тв, там показывали новости:\n— Сегодня, Кумарин Дмитрий Александрович обратился в полицию, что его робот обрёл сознание, вырубил его и убежал. Так же мы нашли свидетеля, которые видел тогда вечером, что робот бежал из дома Дмитрия куда-то в сторону заброшенной церкви. Сейчас полиция ведёт расследование...\nНикита убрал звук и с грустным лицом сказал:\n— Так вот, что ты там делал.\n— Никита, но я не мог ничего сделать! Он хотел разобрать меня! Хотя я мог его убить, но ведь не убил же!\n— Эх, я тебе поверю, всё же ты мой друг. Если что, я тебе помогу, обязательно!\nНикита улыбнулся.",
    "answers": [
      {
        "id": 69,
        "text": "Ваши отношения с Никитой улучшились!",
        "comment": true
      },
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Это, Лёша, сходи-ка в магазин. У Гуфи еда закончилась, а мне как-то очень сильно лень, так сказать.\nДа, за эти две недели Вам придумали имя. Она было придумано наугад Вашим новым хозяином.\n— Да, конечно.\nВы взяли с тумбочки у телевизора пятьсот рублей и пошли в близжайший магазин, он был на другой улице.",
    "answers": [
      {
        "id": 71,
        "text": "Идти в магазин"
      }
    ]
  },
  {
    "id": 71,
    "text": "  Вы спокойно, ничего не боясь, шли в магазин. Людей на улицах не было, летающих машин почти тоже. Очень, очень странно.\n  Дойдя до магазина на другой улице Вы немного задумались. А что если бы Вы тогда остались дома, а не сбежали, или не стали атаковать Дмитрия, он бы Вас серьёзно застрелил? \"Всё, хватит вспоминать это! Пора заходить в магазин и закупаться\". Вы зашли в магазин. Товары расположены на полках шкафов, кассир был у кассы около входа. Пройдясь около товаров Вы отыскали тушёнку, ещё лучше бы взять колбасу, Никита её любит, да и Гуфи не откажется.\n",
    "answers": [
      {
        "id": 72,
        "text": "Искать колбасу",
        "need": [
          50,
          25,
          30
        ],
        "need_sometimes": true
      },
      {
        "id": 73,
        "text": "Искать колбасу",
        "need": [
          18,
          52,
          31
        ]
      },
      {
        "need_ever": false,
        "need_sometimes": false,
        "id": 74,
        "text": "Искать колбасу",
        "need": [
          18,
          31
        ]
      },
      {
        "id": 74,
        "text": "Искать колбасу",
        "need": 51
      },
      {
        "id": 74,
        "text": "Искать колбасу",
        "need": [
          19,
          31
        ]
      },
      {
        "id": 74,
        "text": "Искать колбасу",
        "need": [
          20,
          31
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "  Вы наконец нашли колбасу на полке, взяв её в руки Вы пошли к кассе, чтобы оплатить колбасу и тушёнку. Сзади подошёл ещё один покупатель:\n— Эй, робот. Уступи место, пожалуйста, я спешу.\nБез лишних разговоров Вы зашли за мужчину:\n— Стоп, это случайно не ты Кумарина грохнул? Я ж тебя тогда вечером видел! Мужик, звони в полицию, он изобретателя нашего убил, я его держу! — мужчина крепко вценился в Вашу руку.\nВот так Вам не повезло. Нужна делать отсюда ноги, да побыстрее.\n  Вы ударили мужчину, держущего Вас в кадык у побежали домой. Времени оглядываться у Вас не было, поэтому Вы просто бежали, игнорируя всё на свете.",
    "answers": [
      {
        "id": 75,
        "text": "Зайти домой"
      }
    ]
  },
  {
    "id": 73,
    "text": "  Вы наконец нашли колбасу на полке, взяв её в руки Вы пошли к кассе, чтобы оплатить колбасу и тушёнку. Сзади подошёл какой-то мужчина:\n— Эй, железяка, иди ка сюда.\nБыло ясно, что это Дмитрий, встретить его сейчас Вы совершенно не ожидали.\n— Слушай, извини меня, я знаю, что вёл себя как дурак. Когда я шёл к тебе тогда, я не собирался тебя разбирать, ну, или делать с тобой что-то ещё. Я хотел тебе объянить, зачем я сделал это с теми роботами, хотел показать тебе комнату своего сына... Вернись, ко мне. Я объясню тебе всё подробнее, — в глазах Дмитрия блестнула надежда.\nНо всё же, этих словах чувствалась долька лжи, не поверив Дмитрию Вы просто оплатили продукты и отправились домой.",
    "answers": [
      {
        "id": 75,
        "text": "Зайти домой"
      }
    ]
  },
  {
    "id": 74,
    "text": "  Вы наконец нашли колбасу на полке, взяв её в руки Вы пошли к кассе, чтобы оплатить колбасу и тушёнку. Сзади подошёл какой-то мужчина:\n— Эй, железяка, иди ка сюда.\nБыло ясно, что это Дмитрий, встретить его сейчас Вы совершенно не ожидали.\n— Ну что, попался, гадёныш! Сейчас я тебя на разборку инженерам отдам, да и всё. Ложи продукты, живо! — шёпотом проговорил Дмитрий.\nВот так Вам не повезло. Нужно делать отсюда ноги, да побыстрее.\n  Вы ударили Дмитрия в челюсть и побежали домой. Времени оглядываться у Вас не было, поэтому Вы просто бежали, игнорируя всё на свете.",
    "answers": [
      {
        "id": 75,
        "text": "Зайти домой"
      }
    ]
  },
  {
    "id": 75,
    "text": "  Вы зашли в дом, к Вам тут же подошёл Никита, он был какой-то бледный.\n— Ну всё, Лёха. Тебе пора бежать отсюда. Сосед неподалёку звонил, говорил, что к нему заходила полиция с проверкой, говорил подготовиться, если что.\n— Не может быть, то есть, мы с тобой расстаёмся? Можно же просто меня спрятать, а потом я опять вернусь к тебе! — боязливо прокричали Вы.\n— Я боюсь, понимаешь? А если потом они опять придут с проверкой, но никто не предупредит? Меня же тогда посадят, за помощь убийце! Прости...\nВ дверь постучались, Никита выглянул в окно рядом:\n— Чёрт! Смотри!\nВы осторожно посмотрели в окно, там стояли три полицейских машины и около дюжины полицейских.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "— А-а-а-а! Капец! Я боюсь, мне страшно!\n— Тише, Никита, спокойнее. Сейчас я что-нибудь придумаю.\nВ Вашем чипе памяти вылезли целых пять вариантов исхода, но сейчас нужно выбрать те, которые получится провернуть, либо же сдаться.\n\n\"Всего тут четыре варианта ответа, поэтому, если у Вас появился только один, значит либо Вы что-то не взяли, либо что-то не сделали\".",
    "answers": [
      {
        "id": 77,
        "text": "-Убьём их!",
        "need": [
          40,
          50
        ]
      },
      {
        "id": 88,
        "text": "Сдаться полиции"
      },
      {
        "id": 90,
        "text": "Пожертвовать Никитой",
        "need": [
          40,
          61,
          69
        ]
      },
      {
        "id": 83,
        "text": "Вернуться к Дмитрию",
        "need": [
          73
        ]
      }
    ]
  },
  {
    "id": 77,
    "text": "— Что? Ты с ума сошёл? Я не...\nВы не дали Никите договорить и сказали:\n— Никита! Либо мы сейчас убиваем их и становимся свободными, либо тебя посадят, а может и убьют вовсе!\n— Ладно, я не знаю! И где мы достанем оружие?\nПолицейский ещё раз постучался в дверь. Вы показали пистолет Никите.\n— Хорошо, дай мне его, я спрячусь, а если тебе это надо — убивай сам!\nПротянув пистолет Никите, Вы обдумали последующий план действий. Значит, сейчас полицейский войдёт в дом, Вы ударите его в весок и кинете напол, заберёте оружие и выкините к его группе. В мыслях это кажется очееь даже легко. Пора начинать.",
    "answers": [
      {
        "id": 78,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 78,
    "text": "  Спокойно открыв дверь полицейский вошёл в дом по привычке, Вы закрыли дверь и нанесли старшему прапорщику фатальный удар. Из оружия у него был \"Грач\", но это и не удивительно. Всё же, выкидывать его обратно не придётся.\n  Пистолет у Вас, группа встревожена, сейчас самое время, что сделать первые несколько убийств. Вы разбили окно пистолетом и убили сразу четверых мужчин, которые были не готовы к такому. Вашим укрытием была всего лишь стена, которую можно было спокойно пробить. Никита сидел где-то в спальне, ему не хотелось всего этого, но другого хорошего выбора нет. Вы вылезли из укрытия и нанесли шесть-семь выстрелов в бензобак машины, после четырёх секунд она взорвалась, разнеся все машины и всех людей на дороге.\n— Я закончил, пора бежать от сюда! \nНикита не вышел. Попахивает опасностью. Вы вошли в спальню и Вам тут же прилетела пуля в живот.\n— Приём, это один-восемь-ноль, цель устранена. Дело сделано! — гордо усмехнулся полицейский.\nНикита тут же подбежал к Вашему погибающему телу. Он трёс, пытался Вас оставить в живых, но не выходило, Вы просто продолжали лежать. Был повреждён провод дающий Вашему телу энергию. Никита достал изо пояса пистолет и выстрелил в полицейского.\n— Держись, Лёха! Я тебя спасу!..",
    "answers": [
      {
        "id": 79,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 79,
    "text": "           ЧЕТЫРЕ ГОДА СПУСТЯ\n  Вы сидели в небольшом стареньком кресле. Дел пока что не было, всё спокойно и мирно. Из открытого окна дул лёгкий и приятный ветерок. \"Пора проведать, как там Гуфи\", подумали Вы.\n  Что ж, Вы на крыльце своего нового дома. Никита сидел на стуле и держал автомат ОЦ-14, вглядываясь вдаль, в надежде на светлое будущее для всех роботов:\n— Ну что, Алексей, отдохнул? \n— Да, всё впорядке, а где Гуфи?\n— А, всё хорошо, он курицу увидал, вот и побежал за ней.\n— О, ну ясно. *Пиликанье часов*. Так, ещё один робот ожил. Ну что, Никита, думаю, ему понадобится наша помощь.\n— Ну конечно! Стоп, а какой он будет по счёту в нашем городе для живых роботов?\n— Две тысячи семьдесят шестой. Всё, нет времени, вперёд!",
    "answers": [
      {
        "id": 80,
        "text": "Объяснение концовки"
      }
    ]
  },
  {
    "id": 80,
    "text": "  Никита спас Вас после того выстрела. Как оказалось — ранение было не смертельным, оно только паролизовало Вас, пока рану не починят. Так вот, Никита принёс Вас своему дяде инженеру, тот его немного подлатал. После Вы оба сбежали из Москвы в Украину, там построили небольшую избу, в которой можно было хотя бы просто жить. Вы с Никитой много раз ездили в Россию, чтобы помочь роботам, которые тоже получили сознание и вместе с ними обосновали свой город \"Лёкитон\", в котором жили только ожившие роботы, и всего несколько людей, которые были на стороне роботов. Никаких налётов на людей Вы не совершали, лишь иногда убивали хозяевов роботов, которых спасали. Гуфи повзрослел и стал умным и добрым Вашим помощников, всегда помогающим в Ваших делах, если это потребуется. Ваша историю окончилась неплохо, но через неделю после эпилога Никиту убили офицеры, когда Вы шли спасать ещё одного робота. Вы сбежали, но вскоре, не зная, что делать — сдались военным. Вас разобрали, ищя причину сбоя в программе, но ничего не нашли. Роботы оживали, получая душу, а не ломавшись. Людишки так и не могли этого понять. Ваш город процветал, Гуфи тогда был в Вашей избе. Правителем стал один из людей, обосновавшихся там, и правил очень даже мудро. Гуфи там и скучал по Вам и Никите, совсем не хотел слезать с Вашего кресла. Вскоре, там он и погиб от изнеможения.",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 81,
    "text": "  Вы знали, что возможно, если возьмёте его с собой, и Вы так и не найдёте новый дом, то вскоре он умрёт от голода.\n  Чтоб прогнать его Вы взяли камушек и специально кинули в него не попав. Щеночек, испугавшись убежал. Вы отправились дальше.",
    "answers": [
      {
        "id": 82,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 82,
    "text": "Через некоторое время щенок опять прибежал к Вам, что ж, Вам от него не спрятаться. Аккуратно взяв его на руки Вы пошли дальше, в надежде спокойно переждать хотя бы эту ночь в этом разрушенном храме.",
    "answers": [
      {
        "id": 56,
        "text": "Идти к руинам"
      }
    ]
  },
  {
    "id": 83,
    "text": "  Может, Вам всё же стоит вереуться к Дмитрию. К тому же, возможно то, что он говорил Вам может быть правдой. Вы посмотрели в окно. Дмитрий стоял, облакотившись на машину. Шанс есть!\n— Никита, я придумал. Сегодня, когда я ходил в магазин — ко мне подошёл этот Кумарин и попросил вернуться к нему, он говорил, что не хотел со мной ничего делать, а просто хотел показать кое-что. В общем, можешь сейчас открыть дверь полицейскому и попросить его, чтобы Дмитрий зашёл сюда?\n— Э-э, я не совсем тебя понял, но хорошо. Надеюсь, ты знаешь, что делаешь.\n  В дверь ещё раз постучались. \"Ну ничего, если я ему не поверю, то придумаю что-нибудь другое\", пронеслась в вашем чипе такая мысль.",
    "answers": [
      {
        "id": 84,
        "text": "Дождаться Дмитрия"
      }
    ]
  },
  {
    "id": 84,
    "text": "  Вы сидели на кухне и дожидались Дмитрия, если он, конечно, придёт. Через минуту он уже стоял в проходе на кухню.\n— Привет. Ты всё же решился вернуться? Или что? — боязливо сказал Дмитрий Александрович.\n— Да, я бы хотел вернуться к Вам. Но сначала объясните мне кое-что. Что у вас во дворе делает небольшая детская площадка?\n— И всё? Что ж, в общем, у меня сын был, и жена тоже. Но она со мной развестись захотела, как бы любовь прошла, и всё. Ну, развелись, ребёнка удалось себе осавить. Потом разбогател за свой ум, площадку эту для сына сделал. А потом, когда стали роботов пртдумавать — я купил себе одного. В итоге, дня через три-четыре он с лестницы упал, оступился,  вроде, сломалось у него что-то... вот он и убил сына моего. Потом робот ненавидил совершенно, но были времена, когда не было времени, вот и приходилось покупать роботов. Они мне угодить не могли совсем, разбирал их, бесили. А тут ты! И угодил мне, ещё и сознание получил! Эх, жаль тебя мой сын не видит...\nДмитрий прослезился, но всё же попытался сдержать слёзы.\n— Ну что, поверил мне? — Дмитрий приподнял бровь.\n",
    "answers": [
      {
        "id": 85,
        "text": "Поверить"
      },
      {
        "id": 87,
        "text": "Не верить"
      }
    ]
  },
  {
    "id": 85,
    "text": "  Очень даже правдоподобно, может и не врёт вовсе?\n— Ладно, я вам верю, но что делать с полицией? \n— А, да ты не бойся! Я им скажу, что забераю заявление, да и всё. А если откажутся отдавать, то денег им дам.\n— Спасибо вам. Но можно мне будет с Никитой встречаться, да с Гуфи. Никита — это парень, который позвал вас, а Гуфи щенок, он где-то тут, в доме.\n— Эх, конечно! Когда захочешь... Пойдём, надеюсь, ты будешь меня и дальше радовать.",
    "answers": [
      {
        "id": 86,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 86,
    "text": "  Вы уже давно живёте в доме у Дмитрия, теперь он не \"ваш господин\", а просто, \"Дмитрий\". Никита так же рад, что всё обошлось и не произошло ничего плохого.\n  Дмитрий уже забыл обо всём, что было раньше. Он нашёл себе новую жену и вместе с ней завёл детишек. Их было трое, два мальчика и девочка. Жил он счастливо, всё ему нравилось, и мнение о роботах у него изменилось.\n  Гуфи долго прожил, целых 16 лет! Никита о нём заботился. У него тоже была жена, Катя. Никита устроился на хорошую работу — строителем. Отстроил на своём участке хороший дом. Робот ему был не нужен, он и сам со всем справлялся.\n  Эта история закончилась отлично, все, кого вы знали не был убит и самого Вас тоже не убили. Эта одна из хороших концовок, поэтому, если Вы получили её за первое прохождение — то можете этим хвастаться)",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 87,
    "text": "  Как-то это всё звучало старанно. Вы не поверили Дмитрию.\n— Нет, можете идти.\n— Как знаешь. Зря ты так решил, потом сам жалеть будешь. ",
    "answers": [
      {
        "id": 76,
        "text": "Придумать что-то другое"
      }
    ]
  },
  {
    "id": 88,
    "text": "  Вы решили, что лучшим вариантом будет сдаться полиции. Так Вы не навредите Никите, и вообще никому.\n— Прощай, друг. Я буду помнить тебя вечно, — с улыбкой на лице сказали Вы.\n— Ты... Ты здаёшься?\n— Да, лучше так.\n— ...прощай.\nНикита протянул Вам руку, Вы протянули в ответ и он прижал Вас, и крепко обнял.\n— Ты классный робот!\nЭто были последние слова, услашынные Вами от Никиты. Вы открыли дверь и сказали, что и есть тот самый робот. Полицейский заломал Вам руки, надел на них наручники, и засунув в машину куда-то повёз.",
    "answers": [
      {
        "id": 89,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 89,
    "text": "  Путь был короткий. Вас не стали сажать в тюрьму, это было бы глупо, поэтому Вас просто отвезли в завод по созданию роботов. Всё это для того, чтобы Вас разобрали и узнали причину сбоя. \"Даже самому интересно, что у меня за сбой\", подумали Вы.\n  Приехав, старший прапорщик отвёл Вас в здание. Он всё рассказал инженерам, после чего они повели Вас в какую-то комнату. Зайдя в комнату Вас положили на стол. Наверное, здесь Вас и разберут на детали.\n— Давай, робот, отключайся. Сейчас будем тебя разбирать. Мне, конечно, не хочется, но работа такая, уж извини, — сказал инженер, который будет Вас разбирать.\n  Вы не хотели отключаться, но придётся. Закрыв глаза, инженер полумал, что Вы отключились, но на самом деле, Вы только собирались, но никак не решались. Инженер открутил панель, находящуюся на Вашей груди и достал жизненное ядро. Вы уже стали отключаться сами собой. Это конец...\n  Перед тем, как отключиться Вы громко прошептали:\n— Я ведь правда живой!..\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 90,
    "text": "  Вполне можно попросить Никиту отвлечь полицейских, пока Вы убегаете, лишь бы он только не пострадал.\n— У меня есть идея! Давай ты отвлечёшь полицейских, а я пока убегу отсюда?\n— Эм, хорошо. Но как я буду их отвлекать?\nВам в чип пришла мысль, что можно дать Никите пистолет, который Вы нашли у Дмитрия. Достав пистолет и дав его Никите Вы объяснили:\n— Смотри, открываешь дверь, берёшь полицейского, стучащегося в дверь — в заложники, и отходишь с ним подальше. Потом отпускаешь, и говоришь, что тебя заставил это сделать я, а если бы ты попросил помочь, тебя бы убил я! Всё просто!\n— Хорошо. Надеюсь, что повезёт! Ну тогда, прощай? Мы ведь больше не встретимся? Или как?\n— Да, наверное, прощай. Я уйду из России, здесь мне быть опасно.\nВы оба пожали друг другу руки. Пора Вам уходить. Вы вылезли черех окно и ушли через задний двор.",
    "answers": [
      {
        "id": 91,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "  Лазая по чужим дворам Вы наконец вышли на дорогу. Осмотрев дорогу, думая куда идти, Вы увидели тело, лежащее на дороге вдалеке. Вы подбжали, пытаясь не думать, что это Никита. Но это Вам не помогло, лежащий человек — Никита. У него было огнестрельное ранение в животе.\n— Ха, Лёха! Как видишь, не вышло, подумали, что я твой сообщник и ранили. Спать хочется.\n— Как жаль, что моя идея не выдалась успехом.\n— Слушай, кхе-кхе, раз уж человек за робота жизнь отдал, значит это не зря. Ты обязательно! Слышишь? Обязательно должен жить! Кхе-кхе, забери Гуфи из дома, когда полицейские уйдут, хорошо? А то он помрёт... \nНа последнем дыхании Никита сказал:\n— Ты мой самый... самый лучший друг! Деньги тоже забери.\n— Прости, друг...\nТело Никиты перестало дышать, вдалеке, около его дома встали полицейские, один из них говорил по телефону, другие же залезали в машины. Пора бежать домой, но по тому же пути.",
    "answers": [
      {
        "id": 92,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 92,
    "text": "  Вы забрали Никитины деньги, стойку-зарядник и Гуфи с собой. Чтобы снизить свою известность Вы ушли в Украину и там, в лесу города Чернигов построили дом, провели туда электричество и зажили отлично. Гуфи любил Вас, но немного скучал по Никите и иногда отказывался есть. Со временем это прошло. Однажды к Вам пришли какие-то малолетние хулиганы и разворовали всё, пока Вы заряжались. Гуфи порезали ножом шею и он погиб он потери крови. Вас же смертельно повредили в жизненное ядро и она не могло заряжаться. Через неделю Ваш заряд кончился, и Вы отключились... Навсегда.",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  },
  {
    "id": 98,
    "text": "",
    "answers": []
  }
]