[
  {
    "id": 1,
    "text": "Автор: Yulia Oayder\nЖанр: романтика.\n\n    Почти все девушки мечтают о невероятной романтике, как в голливудских фильмах. Венера была одной из таких девушек и хотела, чтобы в её жизни случайным образом появился дерзкий бунтарь Дэнни Зуко, самоуверенный и справедливый Джонни Кастл, гордый Фицуильям Дарси или безмерно романтичный Доуси Адамс...\n    Но бывает ли в современной жизни так, как в культовых романах? Бывают ли случайности счастливыми? ",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c853428/v853428892/8ecc2/oSVrCSiXsxc.jpg"
      },
      {
        "id": 2,
        "text": "Начать.",
        "answerImage": [
          "https://www.seekpng.com/png/full/18-189426_youtube-video-play-button-png-images-play-button.png"
        ]
      },
      {
        "id": 3,
        "text": "Достижения.",
        "answerImage": [
          "http://www.limpa.net/portfolio/images/cv/04.png"
        ]
      },
      {
        "id": 4,
        "text": "От автора.",
        "answerImage": [
          "https://img01.deviantart.net/8178/i/2015/065/3/7/doodle_flare_s_cutie_mark__trade__by_lahirien-d8kn7rg.png"
        ]
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c858320/v858320467/21dd7/iMfBfmGKlhs.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "    Я сижу на кровати у окна и смотрю на шумный ночной город, параллельно выслушивая поток мыслей своей лучшей подруги. Ох, угораздило же меня именно сегодня, на пике её альтруизма, заявиться к ней ночевать!\n — Нера, тебе уже далеко не восемнадцать, — возмущенно лепетала Оля, поправляя съехавшие с переносицы очки. — Пора подумать о будущем. Давай я тебя познакомлю с Женькой? Отличный парень, врач, стабильная работа, машина, квартира... — начала загибать пальчики подруга. \n — Я не хочу знакомиться с сомнительными братьями твоих коллег, — как можно уверенней сказала я, поглощая очередной кусок пиццы. — Если мне суждено умереть одной в окружении сотни котов — так я не против. Встречаться с кем-то из твоих знакомых я не буду. Любовь должна приходить случайно, а не по договоренности.\n — Ну конечно, как в твоих фильмах и романах, никак иначе, — раздраженно фыркнула Оля.",
    "answers": [
      {
        "id": 5,
        "text": " - И чем же тебе не угодили мои фильмы и романы?"
      }
    ]
  },
  {
    "id": 3,
    "text": "Здесь вы сможете отслеживать полученные достижения.",
    "answers": [
      {
        "need_ever": false,
        "comment": true,
        "id": 3,
        "text": "Список доступных достижений:",
        "need": [
          -28,
          -41,
          -40,
          -66,
          -53,
          -54,
          -57
        ],
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "Принц на железном коне.",
        "need": -51
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "Рыцарь в сияющих доспехах.",
        "need": [
          -26
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "Лучший в мире спаситель.",
        "need": [
          -35
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "Прекрасный принц.",
        "need": -39
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "Подстроенное счастье.",
        "need": -70
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "Маша-растеряша.",
        "need": -64
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "У каждого свое счастье.",
        "need": [
          -72
        ]
      },
      {
        "id": 3,
        "text": "Список полученных достижений:",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 28,
        "text": "Рыцарь в сияющих доспехах.",
        "need": 26,
        "need_ever": true
      },
      {
        "id": 41,
        "text": "Прекрасный принц.",
        "need": 39,
        "need_ever": true
      },
      {
        "id": 40,
        "text": "Лучший в мире спаситель.",
        "need": 35,
        "need_ever": true
      },
      {
        "id": 66,
        "text": "Маша-растеряша.",
        "need": 64,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "Принц на железном коне.",
        "need": 51,
        "need_ever": true
      },
      {
        "id": 59,
        "text": "Подстроенное счастье.",
        "need": 70,
        "need_ever": true
      },
      {
        "id": 74,
        "text": "У каждого свое счастье.",
        "need": 72,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "На первую страницу.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "    Здравствуй, дорогой читатель!\n\n    Я безмерно рада, что ты посетил страницы моего квеста! Очень надеюсь, что после его прохождения у тебя останутся только позитивные эмоции. \n    Ведь все мы устаем от суровых реалий и иногда так хочется окунуться в наивную, иногда даже детскую, сказку со счастливым концом. Здесь нет плохих концовок, но есть нестандартные повороты судьбы. \n\n    Буду признательна обратной связи и конструктивной критике. Хотя квест и проходит тщательную вычитку, возможны незначительные опечатки и ошибки. И если ты укажешь на них — буду безмерно благодарна! \n\n    Все написанное является плодом моего взбунтовавшегося воображения и обостренной фантазии. Любые совпадения — случайны. \n\n    P.S. Одна из параллелей квеста получила продолжение в ином формате. Подробности можно узнать в группе ВК.\n\n    С любовью, Юлия Оайдер. ",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      },
      {
        "id": 4,
        "text": "Группа Вконтакте.",
        "url": "https://vk.com/oayderkvest",
        "answerImage": [
          "https://smajlik.ru/wp-content/uploads/2017/12/2.png"
        ]
      },
      {
        "id": 1,
        "targetbookid": 178000,
        "text": "Масштабный соавторский проект с замечательными авторами Teppish и ChatNoir."
      }
    ]
  },
  {
    "id": 5,
    "text": "— И чем же тебе не угодили мои романы и фильмы? — сощурилась я.\nОля вскочила на ноги, гневно сжав кулачки. Мне даже показалось, что из её ушей вот-вот повалит пар. \n — Да тем, что все твои любимцы, как Мистер Дарси, Доуси Адамс, Дэнни Зуко, Патрик Верона, Джонни Кастл* — выдумка! А ты живешь ими, мечтаешь о них...\n — Ох, успокойся, давай закроем тему, — я снова отвернулась к окну, ощущая жгучую обиду. \n    Да, я люблю красивые романтические истории, рыдаю, глядя \"Искупление\" и с нетерпением жду новых книг Николаса Спаркса. Разве можно меня судить за мечты о такой же любви? \n    Спустя долгую минуту молчания, подруга села на кровать, виновато потирая руки, а в её синих глазах загорелся некий огонёк.\n — Случайность тебе подавай, значит? — улыбнулась Оля. — Будет тебе случайность!\n    С этими словами моя черноволосая фурия подбежала к письменному столу и начала перебирать листы в выдвижном ящике. ",
    "answers": [
      {
        "id": 6,
        "text": "Наблюдать за действиями подруги."
      },
      {
        "id": 5,
        "text": "_______________________________________",
        "comment": true
      },
      {
        "id": 5,
        "text": "* Мистер Дарси, Доуси Адамс, Дэнни Зуко, Патрик Верона, Джонни Кастл - персонажи культовых фильмов и любовных романов. \n\nМистер Дарси - Джейн Остин \"Гордость и предубеждения\".\nДоуси Адамс - \"Клуб любителей книг и пирогов из картофельных очистков\"\nДэнни Зуко - \"Бриолин\"\nПатрик Верона - \"Десять причин моей ненависти\"\nДжонни Кастл - \"Грязные танцы\".",
        "comment": true
      }
    ]
  },
  {
    "id": 6,
    "text": "    Внутреннее чутье подсказывало, что подругу посетила очередная \"светлая\" мысль по устройству моей личной жизни.\n    Скептически, я наблюдала за тем, как она достала три почтовых конверта, три чистых листа, помаду и ручку. Свалив это \"добро\" передо мной на кровати, она победоносно вздернула нос и загадочно улыбнулась.\n — Итак, — начала Оля, — сейчас ты красишь свои пухлявые губехи, оставляешь отпечаток на трех листочках и пишешь: \"Вернёшь при встрече\". Потом мы выбираем в телефонных справочниках три понравившихся тебе фамилии и адреса, шлём эти письма на случайные имена. Ленка работает на почте, она нам всё сообразит. Если хотя бы по одному из адресов произойдет совпадение и будет проживать красавчик, который тебе ответит... Случайность, романтика — все, как ты любишь! Как идея?",
    "answers": [
      {
        "id": 7,
        "text": " - Это глупо и я не хочу в этом участвовать."
      },
      {
        "id": 8,
        "text": " - Я сделаю это, но только ради твоего спокойствия."
      }
    ]
  },
  {
    "id": 7,
    "text": " — Милая, прости, но это глупость, — вздохнула я. — Не хочу в этом участвовать.\n — Ну хватит уже быть букой! — ткнула меня пальцем в бок подруга. — Ну не получится, так мы хотя бы посмеемся.\n — А представь, что все три письма попадут \"в яблочко\" и все ответят, что тогда? — старалась достучаться я до благоразумия Ольги. — Ты представляешь, как это будет глупо, объяснять трём мужчинам суть произошедшего? \n    На долгую минуту Оля задумалась и я уже было решила, что мне удалось её вразумить. \n — А мы напишем три письма, а отправим только одно на твой выбор! Будешь тянуть в слепую! — чуть ли не прыгая от радости, подруга взяла помаду и протянула мне. \n — Я не буду этим заниматься, давай лучше посмотрим какой-нибудь фильм, — настояла на своем я.\n — Скучная ты, — вздохнула подруга. — Так и останешься одна в своих мечтах с сотней кошек в квартире.\n    Решила проигнорировать слова подруги, чтобы лишний раз не огорчаться.",
    "answers": [
      {
        "id": 54,
        "text": "Наступил долгожданный отпуск."
      }
    ]
  },
  {
    "id": 8,
    "text": " — Милая, идея глупая, но ради твоего спокойствия я это сделаю, — вздохнула я. — Но представь, что все три письма попадут \"в яблочко\" и все ответят, что тогда?\n    На долгую минуту Оля задумалась и я уже было решила, что она осознала абсурдность всей задумки.\n — А мы напишем три письма, а отправим только одно на твой выбор! Будешь тянуть в слепую! — чуть ли не прыгая от радости, подруга взяла помаду и протянула мне. — Возражения не принимаются, госпожа Венера Авдеева! Мажь губы, а я за телефонными справочниками. У нас есть Москва и Екатеринбург. \n    Ощущая нарастающее веселье, я сдалась и, взяв помаду, направилась к зеркалу. ",
    "answers": [
      {
        "id": 9,
        "text": "Накрасить губы."
      }
    ]
  },
  {
    "id": 9,
    "text": "    Следуя четкой инструкции подруги, я накрасила губы, оставила на каждом из трёх листов след от поцелуя и подписала: \"Вернёшь при встрече\". \n — Итак, предлагаю два местных, один из Екатеринбурга, — сказала Оля, положив передо мной два телефонных справочника. Сдерживая смех, подруга добавила, — Выбирай адрес и фамилию, вдруг, тебе замуж за него выходить. Имя придумать не забудь.\n    Я лишь пожала плечами и принялась выбирать понравившиеся фамилии.  Остановившись на букве \"А\", я усмехнулась и записала в блокноте первый адрес и имя с фамилией: \"Станислав Авдеев\". Оля заглянула мне через плечо и звонко засмеялась:\n — Метко, подруга! И фамилию менять не придется!\n    Смирнов, Петров, Иванов сразу были отправлены в дальний ящик, а вот Нестеров Александр и Липатов Роман — самое то. \n    Запечатав конверты с посланиями и записав адреса, подруга перемешала их в руках и раскрыла веером.\n — Ну что, — ерзая на кровати от нетерпения, сказала Оля, — закрывай глаза и тяни конверт!",
    "answers": [
      {
        "id": 10,
        "text": "Выбрать средний.",
        "middle_answer": true
      },
      {
        "id": 11,
        "text": "Выбрать левый.",
        "left_answer": true
      },
      {
        "id": 12,
        "text": "Выбрать правый.",
        "right_answer": true
      },
      {
        "id": 9,
        "text": "____________________________\n\nРекомендуется оставить закладку.",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": "    Закрыв глаза, я услышала, как подруга еще раз перемешала конверты, после чего решилась вытянуть тот, что находился посередине. Оля, тихо хихикая, убрала все послания к себе в сумочку. \n — Почему именно обычная почта? — спросила я. — Ведь тот же эффект можно достичь в социальных сетях.\n — Ну нет, — протянула подруга, — интернет уже не такой романтичный и не такой уж и случайный. \n    \"Ничем хорошим это не закончится\", — подумала я.\n    Смирившись, я решила не забивать себе этим голову. Хорошенько насмеявшись и наевшись пиццы, мы с Олей улеглись на полу у телевизора, глядя какой-то глупый испанский сериал. Вскоре, я почувствовала, что засыпаю.",
    "answers": [
      {
        "id": 13,
        "text": "Неделю спустя."
      }
    ]
  },
  {
    "id": 11,
    "text": "    Закрыв глаза, я услышала, как подруга еще раз перемешала конверты, после чего решилась вытянуть тот, что находился слева. Оля, тихо хихикая, убрала все послания к себе в сумочку. \n — Почему именно обычная почта? — спросила я. — Ведь тот же эффект можно достичь в социальных сетях.\n — Ну нет, — протянула подруга, — интернет уже не так романтичный и не такой уж и случайный. \n    \"Ничем хорошим это не закончится\", — подумала я.\n    Смирившись, я решила не забивать себе этим голову. Хорошенько насмеявшись и наевшись пиццы, мы с Олей улеглись на полу у телевизора, глядя какой-то глупый испанский сериал. Вскоре, я почувствовала, что засыпаю.",
    "answers": [
      {
        "id": 15,
        "text": "Неделей позже."
      }
    ]
  },
  {
    "id": 12,
    "text": "    Закрыв глаза, я услышала, как подруга еще раз перемешала конверты, после чего решилась вытянуть тот, что находился справа. Оля, тихо хихикая, убрала все послания к себе в сумочку. \n — Почему именно обычная почта? — спросила я. — Ведь тот же эффект можно достичь в социальных сетях.\n — Ну нет, — протянула подруга, — интернет уже не так романтичный и не такой уж и случайный. \n    \"Ничем хорошим это не закончится\", — подумала я.\n    Смирившись, я решила не забивать себе этим голову. Хорошенько насмеявшись и наевшись пиццы, мы с Олей улеглись на полу у телевизора, глядя какой-то глупый испанский сериал. Вскоре, я почувствовала, что засыпаю.",
    "answers": [
      {
        "id": 14,
        "text": "Полтора месяца спустя."
      }
    ]
  },
  {
    "id": 13,
    "text": "    Неделя пролетела в стандартном режиме: работа, дом, работа, дом. Наконец, наступили долгожданные выходные. Выспавшись, я нехотя поднялась с постели, натянула атласный халатик и направилась на кухню своей съемной квартиры. Аромат свежесваренного в турке кофе быстро наполнил воздух однушки, пробуждая мой уставший за неделю мозг. Темная кофейная пенка вот-вот достигнет нужной отметки и я буду наслаждаться горячим кофе со сливками... Но, в самый неподходящий момент, мою идилию нарушил звонок в дверь. \n    \"Олю уже принесло что ли в такую рань... Надо предложить ей кофе\", — подумала я, перемещаясь к двери и захватив почти выкипающую турку с плиты. \n — Ну залетай, кикимора болот... — не успела договорить я, открывая дверь, осознав, что передо мной стоял высокий парень в кожанке, вместо любимой подружки. \n    Первое, что мне захотелось сделать, так это захлопнуть дверь. Но, заметив в руках красавца знакомый конверт — я словно остолбенела. ",
    "answers": [
      {
        "id": 42,
        "text": " - Вы ко мне?"
      }
    ]
  },
  {
    "id": 14,
    "text": "    Прошло полтора месяца с того момента, как мы с подругой учинили глупость с письмом. Ответов не было и меня это несказанно радовало и огорчало одновременно. На работе мне выдали внеочередной отпуск, что так же не могло не радовать. \n    Сегодня я как обычно проснулась и собралась на прогулку. Заглянув в почтовый ящик, я заметила там какое-то письмо. Достав конверт, прочитала:\n — Липатова Маргарита Анатольевна, город Екатеринбург... Боже мой!\n    Я кинула письмо в сумочку и побежала в ближайшее кафе.\n    \"Липатов Роман — был одним из адресатов и, видимо, именно его письмо я вытянула тогда\", — думала я, заходя в кофейню. Думать о том, что Маргарита может оказаться ревнивой женой или просто женщиной, что обругает меня с ног до головы за посланное неизвестно кому письмо, совершенно не хотелось. \n    Сев за столик, я торопливо достала и вскрыла конверт. Внутри находился исписанный красивым почерком листок. Сглотнув комок страха, я начала читать.\n    \"Дорогая Венера! Не знаю, откуда вы были знакомы с моим сыном, но, получая ваше письмо, я испытала хоть какие-то эмоции. Сначала злость, что внутри конверта лишь пара слов и отпечаток помады. Потом радость, за мысль о том, что моего сына кто-то, возможно, любил. И в конце — боль, невыносимую и прожигающую душу, из-за того, что он не увидит ваше послание. \n    Я пишу это письмо, чтобы сказать вам спасибо за эмоции, что позволили матери вновь почувствовать себя живой, после смерти единственного сына. Спасибо.\"\n    Внутри всё сжалось и сердце защемило от одной мысли о том, что глупое письмо попало в руки несчастной женщины, потерявшей своего сына. ",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "    Неделя пролетела в стандартном режиме: работа, дом, работа, дом. Наконец, наступили долгожданные выходные. Выспавшись, я нехотя поднялась с постели, натянула атласный халатик и направилась на кухню своей съемной квартиры. Аромат свежесваренного в турке кофе быстро наполнил воздух однушки, пробуждая мой уставший за неделю мозг. Темная кофейная пенка вот-вот достигнет нужной отметки и я буду наслаждаться горячим кофе со сливками... Но, в самый неподходящий момент, мою идилию нарушил звонок в дверь. \n    \"Олю уже принесло что ли в такую рань... Надо предложить ей кофе\", — подумала я, перемещаясь к двери и захватив почти выкипающую турку с плиты. \n — Ну залетай, кикимора болот... — не успела договорить я, открывая дверь, так как, оттолкнув меня, в квартиру влетела огромных размеров тётка. \n — Ах ты ж дрянь малолетняя! — обрушила на меня свой громогласный вопль мадам. Но её ругань не вызывала у меня таких эмоций, как огненный кофе, пролитый из турки на ногу в тонкой тапочке.",
    "answers": [
      {
        "id": 16,
        "text": "Позвонить в полицию."
      },
      {
        "id": 17,
        "text": "Ответить агрессией женщине."
      }
    ]
  },
  {
    "id": 16,
    "text": "    Окончательно выронив турку на дорогой хозяйский ламинат и стерпев боль ожога, я откинула сырую тапочку в сторону и схватила телефон, бросившись в ванную, чтобы вызвать полицию. Сумасшедшая тетка бежала за мной, покрывая трехэтажными ругательствами. \n — ...Будешь знать, как к чужим мужьям приставать! Ишь ты, от горшка два вершка, а уже к моему Витеньке лыжи навострила! А ну, выходи быстро, я тебе космы-то повыдираю! — кричала моя \"гостья\", барабаня в дверь, пока я, опустив обожженную ногу под струю холодной воды, вызывала полицию. \n    Работники правопорядка прибыли достаточно быстро, чем сначала порадовали, но, когда меня вместе с сумасшедшей тёткой, попросили проехать в ближайший участок для \"уточнения причин инцедента\" — я была разочарована. \n    Собрав документы и быстро переодевшись, я вышла из подъезда.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "    Окончательно выронив турку на дорогой хозяйский ламинат и стерпев боль ожога, я откинула сырую тапочку в сторону и обрушила на незнакомку свой гнев.\n — Да что вы себе позволяете?! — возмутилась я, грубо отталкивая особу прямиком к двери. — Это частная собственность, не имеете права так вламываться с оскорблениями без объяснения причин!\n — Ах тебе причины подавай, разгельдяйка?! — тетка вцепилась в дверной косяк одной рукой, а второй нашарила в сумке какой-то конверт и затрясла им у меня перед носом. — Вот тебе причина! Ишь ты, от горшка два вершка, а уже к моему Витеньке лыжи навострила! Письма ему любовные рассылает!\n    И тут меня осенило, когда перед глазами замелькал знакомый конверт. Нестеров Александр, тот, которого я случайно выбрала в телефонном справочнике. \n    \"Вот ведь знала, что ничем хорошим эта затея не обернётся!\" — раздосадованно подумала я, придумывая то, как объяснить образовавшееся недоразумение.",
    "answers": [
      {
        "id": 27,
        "text": "Объясниться."
      }
    ]
  },
  {
    "id": 18,
    "text": "    Когда я вышла на улицу, полицейского автомобиля там не оказалось. \n    \"Ох, счастье какое, они уехали без меня!\" — радостно подумала я, но тут мне на плечо опустилась чья-то рука, заставив отшатнуться.\n — Извините, вы Венера Авдеева? — спросил высокий парень примерно моего возраста в полицейской форме. — Сержант Жаров, уполномоченный проводить вас до участка для разъяснения причин инцидента, — парень продемонстрировал удостоверение. — Гражданку Нестерову и вас было решено доставить в участок по-отдельности. Тут не так далеко, мы дойдём пешком.\n    Сержант поправил кепку с какардой и направился прямо по улице. ",
    "answers": [
      {
        "id": 19,
        "text": " - Почему нельзя было всё выяснить у меня дома?"
      },
      {
        "id": 20,
        "text": "Молча идти за полицейским."
      }
    ]
  },
  {
    "id": 19,
    "text": " — Почему нельзя было всё выяснить у меня дома? — спросила я, догоняя сержанта. \n — Так положено, — коротко ответил парень, повернувшись и окинув меня быстрым взглядом. — Расскажите, пока не для протокола, что случилось? \n — Я проснулась, сварила кофе, мне позвонили в дверь, я решила, что это подруга, — черезчур жестикулируя, начала рассказывать я. — А на деле меня снесло ураганом \"гражданка Нестерова\", я обожгла себе ногу кипятком, ну а дальше вы знаете, — закончила я, замечая на губах сержанта невозможно милую улыбку. \n — Ураган \"гражданка Нестерова\"? — уже не скрывая смеха, переспросил Жаров, на что я развела руками. Полицейский усмехнулся и пристально посмотрел на мою прихрамывающую ногу. \n    \"Не лучшая была идея надеть кроссовки\", — подумала я, смутившись. Шнурки больно врезались в поврежденную кожу, принося сильнейший дискомфорт. \n — Очень болит? — неожиданно спросил мой провожатый, глядя на меня своими бездонными зелёными глазами. \n— Не самое приятное ощущение, но я справлюсь, — улыбнулась в ответ я. Жаров как-то замешкался и, согнув руку в локте, предложил мне взять его под руку. Робко улыбнувшись и буркнув \"спасибо\", я приняла предлагаемую точку опоры. ",
    "answers": [
      {
        "id": 21,
        "text": "В участке."
      }
    ]
  },
  {
    "id": 20,
    "text": "    Ты молча пошла за сержантом, стараясь игнорировать боль в ноге от ожога. \n— Расскажите, пока не для протокола, что случилось? — спросил полицейский.\n — Я проснулась, сварила кофе, мне позвонили в дверь, я решила, что это подруга, — черезчур жестикулируя, начала рассказывать я. — А на деле меня снесло ураганом \"гражданка Нестерова\", я обожгла себе ногу кипятком, ну а дальше вы знаете, — закончила я, замечая на губах сержанта невозможно милую улыбку. \n — Ураган \"гражданка Нестерова\"? — уже не скрывая смеха, переспросил Жаров, на что я развела руками. Полицейский усмехнулся и пристально посмотрел на мою прихрамывающую ногу. \n    \"Не лучшая была идея надеть кроссовки\", — подумала я, смутившись. Шнурки больно врезались в поврежденную кожу, принося сильнейший дискомфорт. \n — Очень болит? — неожиданно спросил мой провожатый, глядя на меня своими бездонными зелёными глазами. \n— Не самое приятное ощущение, но я справлюсь, — улыбнулась в ответ я. Жаров как-то замешкался и, согнув руку в локте, предложил мне взять его под руку. Робко улыбнувшись и буркнув \"спасибо\", я приняла предлагаемую точку опоры. ",
    "answers": [
      {
        "id": 21,
        "text": "В участке."
      }
    ]
  },
  {
    "id": 21,
    "text": "    Участок был недалеко от моего дома, поэтому мы быстро дошли до места предназначения. Проводив меня до нужного кабинета, сержант открыл дверь и с улыбкой сказал:\n — Ожоги нужно срочно лечить, а еще лучше сходите к врачу. \n    \"Невозможно красивые глаза\", — словно зачарованная, подумала я. \n    Поблагодарив Жарова, я прошла в кабинет, где меня уже ожидала гражданка Нестерова и мужчина лет сорока. \n — Зачем вы вломились в квартиру и напали на гражданку Авдееву? — спросил мужчина, представившийся младшим лейтенантом Петровым.  \n — Да она ж моему мужу любовные письма пишет! Моему Витеньке, представляете?! — начала брызгать слюной Нестерова. — У меня одно из них даже с собой, я сейчас вам покажу...\n    Пока женщина полезла к себе в сумку, меня осенило. Нестеров Александр, тот, которого я случайно выбрала в телефонном справочнике. \n    \"Вот ведь знала, что ничем хорошим эта затея не обернётся!\" — раздосадованно подумала я, придумывая то, как объяснить образовавшееся недоразумение.",
    "answers": [
      {
        "id": 22,
        "text": "Объясниться и сказать правду."
      }
    ]
  },
  {
    "id": 22,
    "text": " — Я поняла, о чем вы говорите, — набравшись смелости, сказала я, увидев знакомый конверт в руках Нестеровой.\n    Я рассказала ей и полицейскому всю историю, в надежде на позитивный исход... \n    Гражданку Нестерову, принесшую мне глубочайшие извинения, после того, как я рассказала правду, отпустили домой без последствий. Мне же пришлось еще некоторое время объяснять, что мои действия не несли злого умысла. К счастью, Петров оказался понимающим и позволил мне вернуться домой безнаказанно. \n    На выходе из участка, прямо на крыльце, я заметила Жарова. Парень непринужденно разговаривал с коллегой по работе, смеялся и постоянно поправлял свою кепку. У меня появилось жгучее желание задержаться на крылечке и дождаться, пока он обратит на меня внимание. Зачем-то, я полезла в свою сумочку и, напустив серьезный вид на лицо, начала в ней что-то искать, сама не знаю что. \n — Я рад, что вас отпустили, — раздался голос рядом со мной. Подняв взгляд, я снова чуть не задохнулась, глядя в эти бездонные омуты. \n — Я тоже, спасибо, — как можно спокойнее улыбнулась я, параллельно придумывая в голове какой-нибудь вопрос. — А тут где-нибудь есть аптека?\n — Боюсь, что нет, — снова нервно поправил кепку сержант. — Попросите кого-нибудь заехать в аптеку, хотя бы ту подругу, что учинила вам все приключения. \n — Очень жаль, но мне некого просить, — вздохнула я и тут же, осознав насколько одиноко и отчаянно прозвучала фраза, добавила, — все работают до восьми. \n    Улыбнувшись на прощание, прихрамывая, я направилась в сторону дома. ",
    "answers": [
      {
        "id": 24,
        "text": "Идти домой."
      }
    ]
  },
  {
    "id": 23,
    "text": " — Спасибо, не стоило, — как можно более благодарным тоном сказала я. — Сколько я вам должна? — я потянулась за кошельком, стараясь игнорировать блуждающий по моему лицу взгляд парня, вызывающий приятные мурашки.\n — Меня Денис зовут и можно на ты, — выпалил Жаров. — Ты мне ничего не должна, но...\n — Что? — вскинула брови я.\n — Можно пригласить тебя куда-нибудь? — парень явно нервничал, да и я ощущала отчетливый стук сердца у себя в висках. \n    Я непроизвольно заливалась краской, ощущая, как жарко горят мои щеки. Достав из тумбочки в прихожей ручку, я быстро написала Жарову свой номер. \n — Можно, — передавая листок парню, я улыбалась, не в силах сдержать нахлынувшей радости. \n — Я позвоню завтра, — просиял Денис, разворачиваясь к лифту, но тут же добавил, — чтобы узнать, как твоё самочувствие и определиться с... планами.",
    "answers": [
      {
        "id": 25,
        "text": "Попрощаться. "
      }
    ]
  },
  {
    "id": 24,
    "text": "    Вернувшись домой, я вытерла засохший кофе с ламината и легла на кровать с мыслью: \"Сейчас полежу чуть-чуть и поеду в аптеку за мазью от ожогов\". Резко, совсем не заметив, я провалилась в сон...\n    Меня разбудил звонок в дверь. Вскочив с постели, я побежала открывать, параллельно взглянув на часы. \n    \"Уже шесть вечера! Вот это я спать...\".\n    За дверью оказался тот кого я совсем не ожидала увидеть. \n — Сержант Жаров... Что вы здесь делаете? — удивленно спросила я. \n    Парень смущенно улыбнулся и почесал затылок. Полицейская форма сменилась черной рубашкой и джинсами. Короткие русые волосы смешно торчали на макушке, а зеленые глаза продолжали завораживать меня своим изумрудным блеском. Он был слишком милым...\n — Вот, возьмите, — протянул мне тюбик с надписью \"Мазь от ожогов\" Жаров. — Отказ не принимается!",
    "answers": [
      {
        "id": 23,
        "text": "Поблагодарить."
      }
    ]
  },
  {
    "id": 25,
    "text": "    Попрощавшись с сержантом, я закрыла дверь и, словно ребёнок, бросилась к окну, выходящему во двор. Сердце бешено колотилось в груди, а голова приятно кружилась. Я непереставая улыбалась, не в силах стереть эту улыбку с губ. \n    Через минуту из подъезда вышел Денис, сжимая листок с номером в руках. Даже с высоты девятого этажа, я отчетливо могла рассмотреть на его лице улыбку. Достав телефон, парень, видимо, записывал мой номер в список контактов. \n    Я не могла оторвать взгляд от его идеальной, во всех отношениях, фигуры, ощущая, как всё внутри трепещет от одной мысли, что Жаров мне завтра позвонит...\n    Вдруг, раздался звонок моего телефона. Разочарованная тем, что придется отойти от окна, я подошла к тумбочке, взяла телефон и ответила. \n — Привет, — весело сказали в трубке. — Я сегодня не смогла приехать, на работе полный завал. Как твои дела, подруга?  — залепетала Оля. \n — Прекрасно, — ответила я, подходя к окну и провожая взглядом веселого парня в черной рубашке.",
    "answers": [
      {
        "id": 26,
        "text": "Полгода спустя."
      }
    ]
  },
  {
    "id": 26,
    "text": "    Прошло почти полгода с того момента, как я случайно познакомилась с Дэном. С ним было на удивление легко и спокойно, как будто я нашла по истине родственную душу. Словно влюбленные подростки, мы катались на каруселях, кормили друг друга мороженным и гуляли под дождём. Наши встречи становились всё чаще и я с головой погружалась в водоворот непривычных чувств и эмоций. \n    Сегодня я сидела в полумраке на диване в моей комнате, положив голову любимому парню на плечо. Идея посмотреть старую мелодраму не оказалась для него такой уж бредовой. \n — Ты же совсем не смотришь, — с улыбкой сказал Дэн. — О чём задумалась? \nПриподняв голову, я вновь начала тонуть в глубине его глаз. Проведя рукой по торчащим в разные стороны волосам парня, я улыбнулась:\n — О том, что подруге всё-таки удалось с помощью случайности сотворить для меня маленькое счастье. \n — Эй, между прочим, я к тебе приехал по вызову, а не по случайности, — смеясь, возмутился Дэн.\n — А ведь я могла и не вызвать полицию, но вызвала, а значит всё могло... — начала было отнекиваться я, но мне не дали закончить. Горячие губы парня накрыли мои в страстном поцелуе, заставляя замолчать. Растворяясь в его объятиях, я потеряла ту мысль, что хотела донести, да и не казалась она уже такой важной...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      },
      {
        "id": 3,
        "text": "Достижения.",
        "answerImage": [
          "http://www.limpa.net/portfolio/images/cv/04.png"
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "    Выхватив конверт, я принялась давать объяснения:\n — Вас совсем не смутило, что имя Александр, а не Виктор? \n    Поток ругательств из \"гостьи\" прекратился, а в глазах появилось замешательство. Приняв её заминку за затишье, я быстро объяснила всю глупость, придуманную с письмами. Женщина недоверчиво смотрела мне в глаза, а затем просто развернулась и ушла, бросив на последок: \"Сумасшедшая!\". \n    Закрыв дверь, я похромала в комнату, захватив с собой телефон. Мне нужно было срочно позвонить Ольге и выплеснуть на неё скопившиеся эмоции. \n    \"Не плохо бы еще съездить до аптеки за мазью от ожогов\", — подумала я попутно. \n    Позвонив подруге, я рассказала ей обо всём, что произошло в моё \"доброе утро\". Оля смеялась сквозь искреннее беспокойство. ",
    "answers": [
      {
        "id": 29,
        "text": " - С тебя мазь от ожогов, генератор идей!"
      }
    ]
  },
  {
    "id": 28,
    "text": "Может быть ты и не героиня любимого фильма, но теперь у тебя есть свой рыцарь. \nДэн — стал твоей опорой и поддержкой, на него ты могла рассчитывать всегда. \n\nУ вас есть доверие и любовь, а пока — этого достаточно.",
    "answers": [
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c850616/v850616926/16a2ab/X3V2FtQgHKU.jpg"
      },
      {
        "id": 3,
        "text": "Назад.",
        "answerImage": [
          "https://ssantimir1.ucoz.ru/st29/blue-arrow-icons-set.png"
        ]
      },
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": " — С тебя мазь от ожогов, чертов генератор идей! — возмущенно сказала я.\n — Как скажешь, подруга, но я работаю до восьми, придумаю что-нибудь, — смеясь ответила Оля. — Мне пора работать, отдыхай.\n    Попрощавшись, я решила последовать совету подруги и легла перед телевизором. Пересматривая очередную череду любовных мелодрам, я снова прослезилась и заела грусть огромной порцией мороженого. \n    Ближе к вечеру, когда я пересматривала \"Воспоминания о будущем\"*, раздался звонок в дверь. \n    \"А вот и мазь моя подъехала\", — радостно подумала я, поставив на паузу и хромая к двери.",
    "answers": [
      {
        "id": 30,
        "text": "Открыть дверь."
      },
      {
        "id": 29,
        "text": "_______________________________________",
        "comment": true
      },
      {
        "id": 29,
        "text": "*\"Воспоминания о будущем\" - фильм, основанный на реальных событиях жизни пацифистки и писательницы Веры Бриттен.",
        "comment": true
      }
    ]
  },
  {
    "id": 30,
    "text": "    Я открыла дверь и замерла. Передо мной стоял невысокий представительный молодой человек с сумкой через плечо. Блондин с серыми глазами и в очках с круглой оправой модного дома франции смотрел на меня и мило улыбался. \n — Венера? — спросил гость звучным баритоном. — Я по просьбе Ольги, пришёл осмотреть ваш ожог и купил мазь. Меня зовут Евгений. \n    \"Вот сводница!\" — мысленно выругалась я. \n    Выгонять парня было бы не совсем вежливо, поэтому я кивнула и пригласила его в квартиру. \n — Я осмотрю вашу травму и нанесу мазь, — сказал блондин, проходя в комнату. Его взгляд остановился на телевизоре, где замер стопкадр из фильма. Парень удивленно вскинул брови и повернулся ко мне. — Вам тоже нравится история жизни Веры Бриттен? \n — Я люблю любовные драмы, — чуть смутившись, ответила я, присаживаясь на край кровати. ",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "    Сняв тонкий носок, я продемонстрировала парню волдыри на своей ноге. Если его и удивила моя травма, то он не подал вид. Осторожно взяв мою ступню, Евгений положил её себе на колени и достал из сумки мазь с бинтом. Пока мой лекарь проводил нехитрые врачевательные манипуляции, я нагло рассматривала его лицо. Эти очки безусловно подходили его слегка овальной форме лица, а светлая чёлка, небрежно ниспадающая на лоб, добавляла парню непринужденного шарма. То, что Ольга не мытьем, так катаньем решила добиться своего и свести меня с братом своей коллеги — немного выводило из себя. Но факт остается фактом — парень очень хорош собой. \n — Мазь наносить четыре раза в день и менять бинты, — прервал мой поток мыслей блондин. — Я оставлю все необходимое на тумбочке в прихожей. \n — Спасибо, — улыбнулась я, поднимаясь, чтобы проводить парня. \n — Вот моя визитка, если что-то понадобится — просто позвони, хорошо? — глядя на меня леденящим серым взглядом, врач протянул мне свою карточку с номером. То, как плавно он перешел на \"ты\" меня немного даже развеселило. — Кстати, Оля частенько о тебе говорит, когда я приезжаю за сестрой. Она была права насчет того, что ты очень милая... — ухмыльнулся блондин. ",
    "answers": [
      {
        "id": 32,
        "text": "Попрощаться."
      },
      {
        "id": 33,
        "text": "Пококетничать."
      }
    ]
  },
  {
    "id": 32,
    "text": " — Спасибо, до свидания, — сказала я, открывая дверь.\n    Парень остановился и о чём-то задумался, глядя мне в глаза. Но затем, мотнув головой и тоже попрощавшись, блондин направился к лифту. \n    Я подошла к окну и набрала номер подруги. Пока шли монотонные гудки, из подъезда вышел Евгений и уверенно зашагал вдоль по улице. \n    \"А ведь Ольга права, парень правда не плохой\", — подумала я. \n — Ну что, как тебе Женёк?! — раздался в трубке весёлый голос подруги. — Позвал на свидание?\n — Нет, — коротко ответила я. — Но ожог подлечил, спасибо. Предупреждать надо, вдруг, я тут голая расхаживаю!\n — Оно и к лучшему! Ну, подруга, что ж ты за человек такой! — начала возмущаться Оля. — Я тебе всё устроила, а ты... Хоть номер дал? \n — Да, сказал звонить если что.\n — Ну так чего, завтра бери и звони! Скажи, умираю, как нога болит, разыграй сценку, — лепетала моя неугомонная фурия. — Такой повод, такой парень, эх...\n    Закончив разговор, я положила трубку и взяла в руки оставленную визитку. ",
    "answers": [
      {
        "id": 34,
        "text": "Две недели спустя."
      }
    ]
  },
  {
    "id": 33,
    "text": " — Это тебе так кажется. Те, кто общались со мной подольше — так не думают. Проведи ты со мной больше трех часов, то взвыл бы, — усмехнулась я, открывая дверь. \n    Парень остановился и о чём-то задумался, глядя мне в глаза. \n — Хотел бы я проверить эту теорию, — игриво сощурился Евгений. — Например, в воскресенье с четырёх до семи в парке.\n    На минуту, я даже опешила от такого предложения, но обаяние светловолосого доктора было настолько высоко, что мысль об отказе даже не посетила мою голову. \n — Такие эксперименты, обычно, ничем хорошим не заканчиваются, но раз ты так хочешь, — пожала плечами я, смущенно улыбаясь. \n — Воскресенье в четыре, — подмигнул Евгений, заходя в лифт. — Я заеду. ",
    "answers": [
      {
        "id": 35,
        "text": "Полгода спустя."
      }
    ]
  },
  {
    "id": 34,
    "text": "    Прошло две недели с того момента с ожогом. Я так и не позвонила Евгению. Не смогла. Я не знала, что сказать парню, как объяснить свой звонок, а лгать и притворяться больной — не лучшее начало для отношений. \n — Ну шевелись уже! — жужжала над ухом подруга, выталкивая меня из автобуса. — Опоздаем на корпоратив! \n — Это не мой корпоратив, а твой, — огрызнулась я, поправляя жутко неудобную узкую юбку. Оля заставила меня напялить свое облегающее красное платье с декольте, в надежде, что хотя бы это спасёт мою личную жизнь. \n — Я позвала тебя, чтобы ты не стухла дома, — тараторила Оля. — Еще бы пара дней и ты покрылась пылью и поросла мхом у телевизора в своем отпуске.\n    Стараясь игнорировать постоянное бурчание подруги, я молилась, чтобы туфли не соскочили с ног. Идти в новой обуви куда-либо не лучшая идея, но у меня не было выбора. Стараясь делать как можно маленькие шажки, чтобы лодочки не соскочили с пяток, я вошла в шикарный банкетный зал, который был снят компанией, где работала моя подруга. \n    Увидев на горизонте своего парня, играющего на гитаре со своей группой на сцене, Ольгу как ветром сдуло и я осталась одна. ",
    "answers": [
      {
        "id": 36,
        "text": "Найти себе место за столом, чтобы отдохнуть."
      }
    ]
  },
  {
    "id": 35,
    "text": "    Прошло полгода с того момента, как милый врач Евгений позвал меня на свидание в парк. \n    Парень оказался очень интересным собеседником, заботливым и добрым. Я даже пожалела о своих многогодовых отговорках встретиться с ним. Казалось, что на свете нет ничего горячее, чем взгляд его ледово-серых глаз...\n    Сегодня в шесть утра Женя снова разбудил меня на пробежку. Ох уж этот здоровый образ жизни... Надев спортивную одежду, я лениво побрела вниз по лестнице, зевая на ходу. У подъезда уже ждал мой возлюбленный блондин, чьё лицо без очков казалось таким непривычным. \n — Привет, незнакомец, — улыбнулась я. — Еще не пожалел, что решился на тот эксперимент?\n    Вместо ответа, меня сгребли в охапку и наградили горячим поцелуем. Обхватив парня за шею, я прижалась к нему всем телом, не желая прерывать поцелуй. \n — Не пожалел. Проснулась? — ухмыльнулся Женя, отстранившись, а я лишь разочарованно кивнула. — Тогда побежали, сначала медленно для разминки, потом спринт...\n    Ровным бегом бок о бок, мы направились к парку. Утро постепенно становилось добрее, а вера в моё счастье и счастливые случайности — крепла. ",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      },
      {
        "id": 3,
        "text": "Достижения.",
        "answerImage": [
          "http://www.limpa.net/portfolio/images/cv/04.png"
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "    Заняв место за одним из столиков, я подтянула к себе икорные тарталетки и начала поглощать любимую закуску. \n    \"Вечер обещает быть скучным и долгим\", — вздохнула я. \n    Ближе к завершению корпоратива и развлекательной программы, мои ноги в новых туфлях стали невыносимо ныть. Однако, подругу это ничуть не волновало, она вытягивала меня участвовать во всех глупых танцевальных конкурсах. После одного из них, я без сил села на свое место и скинула злополучные туфли. К счастью, ведущие вечера закончили свою программу и началась дискотека, участие в которой я совсем не желала принимать. \n    Я сидела и с упоением лопала десертики и необыкновенно вкусный торт, когда заиграла медленная песня и рядом со мной раздался знакомый голос:\n — Потанцуем? \n    Повернувшись, я встретилась взглядом с серыми глазами. \n — Евгений? — удивленно выпалила я. — Я... Я, вообще-то... Но... Что ты тут делаешь? — залепетала я, стараясь нашарить под столом снятые туфли. \n — Можно просто Женя. Меня сестра пригласила, — пожал плечами блондин. \n    Ах, вот и туфли, теперь можно и потанцевать. Лишь бы не свалиться.",
    "answers": [
      {
        "id": 37,
        "text": "Встать на ноги."
      }
    ]
  },
  {
    "id": 37,
    "text": "    Превозмогая боль в опухших ногах, я встала и постаралась улыбнуться. Блондин, как будто заметив вымученную улыбку, спросил:\n — Ты устала, может быть лучше поехать домой? \n — Я не могу, — пожала плечами я. — Нас с Олей должен отвезти её парень, а он играет до конца. \n — Если ты не хочешь тут сидеть, я могу тебя отвезти, тут все равно скучно, — скривил гримассу парень. \n    Немного подумав, я согласилась, несмотря на весь спектр эмоций, включая неловкость из-за моей нерешительности позвонить ему две недели назад. Махнув Оле на прощание и заметив одобрительную улыбку, я вышла на улицу. Около дорогого серебристого автомобиля меня ждал мой спаситель. Открыв переднюю дверь, Женя помог мне сесть. Приземлившись рядом, парень на миг задумался и повернулся ко мне лицом. \n — Почему ты не позвонила тогда? — спросил он, сверля меня своими серыми глазами.\n    Сердце замерло в груди, слезы подступили к глазам и я отвела взгляд. \"Почему?\" — откуда я знаю... Я каждый день смотрела на эту злосчастную визитку и жалела об упущенном моменте.",
    "answers": [
      {
        "id": 38,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 38,
    "text": " — Ну ладно, не важно, — вздохнул парень и завёл двигатель. \n    Мы быстро доехали до моего дома. Женя открыл дверь и протянул руку, помогая мне выйти. Проводив меня до подъезда, парень спросил:\n — Ты свободна завтра в шесть?\n — Да, — кивнула я, ощущая, как стучит в висках пульс. \n — Не хочешь сходить со мной прогуляться? \n — Хочу, — слишком быстро и громко ответила я. Женя улыбнулся. \n — Тогда до завтра, — просиял парень. \n    Поднявшись домой, я, словно влюбленная школьница, повалилась на кровать и растянулась в счастливой улыбке.",
    "answers": [
      {
        "id": 39,
        "text": "Прошло полгода."
      }
    ]
  },
  {
    "id": 39,
    "text": "    Прошло полгода с того момента, как я встретилась с Евгением на корпоративе у подруги. \n    Парень пригласил меня на свидание и оказался очень интересным собеседником, заботливым и добрым. Я даже пожалела о своих многогодовых отговорках встретиться с ним. Казалось, что на свете нет ничего горячее, чем взгляд его ледово-серых глаз...\n    Сегодня в шесть утра Женя снова разбудил меня на пробежку. Ох уж этот здоровый образ жизни... Надев спортивную одежду, я лениво побрела вниз по лестнице, зевая на ходу. У подъезда уже ждал мой возлюбленный блондин, чьё лицо без очков казалось таким непривычным. \n — Привет, незнакомец, — улыбнулась я.\n    Вместо ответа, меня сгребли в охапку и наградили горячим поцелуем. Обхватив парня за шею, я прижалась к нему всем телом, не желая прерывать поцелуй. \n — Проснулась? — ухмыльнулся Женя, отстранившись, а я лишь разочарованно кивнула. — Тогда побежали, сначала медленно для разминки, потом спринт...\n    Ровным бегом бок о бок, мы направились к парку. Утро постепенно становилось добрее, а вера в моё счастье и счастливые случайности — крепла. ",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      },
      {
        "id": 3,
        "text": "Достижения.",
        "answerImage": [
          "http://www.limpa.net/portfolio/images/cv/04.png"
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Случайности приводят нас к разным поворотам судьбы. Например, доктор, которого тебе давненько сватала подруга — оказался не таким уж мерзким, как ты предполагала. \n Ты счастлива, а что может быть лучше?",
    "answers": [
      {
        "id": 40,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c849328/v849328926/1e4d83/ntyVEqJLgwc.jpg"
      },
      {
        "id": 3,
        "text": "Назад.",
        "answerImage": [
          "https://ssantimir1.ucoz.ru/st29/blue-arrow-icons-set.png"
        ]
      },
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "Случайности приводят нас к разным поворотам судьбы. Но всё же, ты сама в праве решать, когда и куда именно повернуть. \nТвой принц, преднозначенный именно тебе, ждал тебя и теперь вы вместе. Ты счастлива, а что может быть лучше?",
    "answers": [
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c848416/v848416824/1d9dae/sDsw0jTJL9w.jpg"
      },
      {
        "id": 3,
        "text": "Назад.",
        "answerImage": [
          "https://ssantimir1.ucoz.ru/st29/blue-arrow-icons-set.png"
        ]
      },
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "    Поставив турку с кофе на тумбочку, я тихо спросила:\n — Вы ко мне?\n    Черные глаза скуластого парня оценили меня с ног до головы и остановились на лице. \n — Венера Авдеева? — с кривой ухмылкой спросил парень, повертев вскрытый конверт в руках. \n — Да, я сейчас вам всё объя... — начала говорить я, но не сумела закончить фразу, так как черноволосый гость сделал широкий шаг навстречу и притянул к себе, накрывая мой рот грубым и властным поцелуем. \n    Вырвавшись, я схватилась за зонт, висящий на крючке в прихожей и замахнулась им на наглеца. \n — Я вернул при встрече, то что ты просила, — ухмыльнулся брюнет, кинув конверт к моим ногам. — Понятия не имею откуда у тебя мой адрес, но еще раз увижу — отделаешься вряд ли поцелуями. \n    Кинув со злостью последнюю фразу, парень зашагал вниз по лестнице, не дожидаясь лифта. А я так и стояла, выведенная из душевного равновесия, сжимая в руках зонтик.",
    "answers": [
      {
        "id": 43,
        "text": "Позвонить подруге и успокоиться."
      }
    ]
  },
  {
    "id": 43,
    "text": "    Собравшись с мыслями, я позвонила подруге и высказала всё, что думаю о ней, ситуации с письмами и наглеце. \n — Симпатичный хоть? — сдерживая смех, спросила Ольга. \n — Да что ты за человек такой! — возмутилась я, неосознанно вспоминая самоуверенного и грубого паренька. — Тебе совсем не жаль меня и мои чувства, только и можешь что думать о красавцах в кожанках!\n — Красавцы в кожанках не мой типаж, дорогуша, а вот тебя, я смотрю, зацепило, — в трубке послышался тихий смех.  — Так как, симпатичный?\n    Разговоры с Олей о любых парнях всегда уходили не в то русло, так как она, будто многодетная мать, спешила скорее сосватать меня хоть кому-нибудь. Отвечать на вопрос фурии я не горела желанием, всё и так было понятно. Не зацепи он меня, губы до сих пор бы не жгло от одной мысли о черноволосом нахале. \n    Закончив разговор с драгоценной подругой, я постаралась вернуться в привычный жизненный ритм. ",
    "answers": [
      {
        "id": 44,
        "text": "Несколько дней спустя."
      }
    ]
  },
  {
    "id": 44,
    "text": "    Вернуться к стандартному циклу своей жизни было сложно. Я не могла просто так взять и забыть происшествие с тем симпатичным наглецом. Каждый раз, когда я вспоминаю этот момент — ощущаю в груди странное давление, смесь злости и радости, иногда перерастающей в приступ неконтролируемого нервного смеха. Сидя на работе я столько раз прокрутила в голове случай с наглецом и придумала столько острых и умных фраз, которые могла бы ему сказать в ответ... Но увы, как говорят в народе: \"Хорошая мысля приходит опосля\". \n — Обедать в столовую идешь? — раздался рядом голос моей ассистентки. ",
    "answers": [
      {
        "id": 45,
        "text": " - Да, конечно, одну минуту."
      },
      {
        "id": 46,
        "text": " - Нет, я дойду до кафе внизу и закажу кофе. "
      }
    ]
  },
  {
    "id": 45,
    "text": " — Одну минуту, уже иду, — ответила я, убирая все документы в ящик. \n    Отправившись с ассистенткой Мариной в столовую, мы перекинулись парой фраз о личных моментах, а после этого девушка без умолку говорила о смене директора компании. Я не любитель обсуждать начальство, поэтому чаще всего просто слушаю. \n — ...так что вечером приедет новый директор, говорят, что очень неприятный тип, — заговорщическим шепотом говорила Марина. — Вика из отдела кадров сказала, что его беременная жена погибла на уличных гонках, когда он по молодости баловался. Там что-то такое трагичное, будто бы байк вылетел в толпу, где зрители стояли. Ребенок выжил, а он сдал его в детский дом. А потом, когда пришёл в бизнес, три раза был женат и все три — на своих подчиненных.\n — Мариш, мне не интересно, — вздохнула я, собирая на поднос посуду. — Пора возвращаться к работе. \n    Завершив наш небольшой обеденный перерыв, мы вернулись в офис. Оставшаяся часть дня пролетела быстро и спокойно. ",
    "answers": [
      {
        "id": 47,
        "text": "На следующий день."
      }
    ]
  },
  {
    "id": 46,
    "text": " — Нет, иди одна, — ответила я, собирая бумаги в ящик. — Я дойду до кафе внизу и перекушу там. \n — Если тебя застукают там в рабочее время — выговор влепят, — заговорщически зашептала мне на ухо Марина. \n — Я буду человеком-невидимкой, — усмехнулась я, взяв сумку и, воспользовавшись тем, что все ушли на обед, вышла из офиса. \n    Спустившись в кафе, я заказала латте и кекс. Ожидая свой заказ у кассы, я вздрогнула и чуть не закричала, когда кто-то обхватил меня за талию и шепнул на ухо:\n — Ты меня преследуешь? А я, кажется, предупреждал, что поцелуями не отделаешься...\n    Резко обернувшись, я встретилась взглядом с хитрыми черными глазами. Знакомый брюнет, с ухмылкой на губах, бесстыдно изучал моё лицо. \n — Нет, я работаю в офисе наверху, — ответила я, взяла свой заказ и направилась к свободному столику. \n — Так ты работаешь на Авдеева? — чуть ли не дыша мне в затылок, спросил парень. Я кивнула и отпила великолепный кофе. — Откуда ты узнала, что он мой папаша, сумасшедшая? По карьерной лестнице карабкаешься? — сквозь зубы, едва сдерживая рвущуюся злость, процедил брюнет. \n    Меня слегка передернуло от его тона и мурашки от страха пробежались по спине. ",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "    На следующее утро, я сидела в зале совещаний с другими коллегами и засыпала от скуки. Новый директор компании был повернут на дисциплине и планах. Меня угораздило сесть за круглым столом рядом с ним, поэтому старательно делая вид, что что-то пишу в блокноте, а не рисую мандалы, я вздрогнула от громкого хлопка входной двери. \n    Уверенными шагами к креслу директора приближался уже знакомый мне парень. Со злостью он швырнул на стол ключи от машины и, совершенно игнорируя удивленных людей, начал кричать. \n — Мне не нужны твои подачки! Я уже не подросток, которому нужен папочка! У тебя не получится купить меня подарками, спустя столько лет! — в черных глазах парня в кожанке плясал огонь неподдельной ярости. Повернувшись к нашему удивленному собранию, парень наигранно раскинул руки. — Посмотрите на этого отца года, который сначала сдает ребенка в приют, а потом, вспомнив о наследии своей компании, начинает сорить деньгами и пресмыкаться! — брюнет чувствовал свою безнаказанность в то время, как директор багровел и растерянно поднялся с места. — Мне не нужны ни твои деньги, ни твоя компания и уж тем более — твоя фамилия! Засунь это \"Порше\" себе в... — не договорил брюнет, остановив взгляд на мне. \n    Все внутри похолодело от его пристального взгляда. Ярость не угасала, а лишь разгоралась с пущей силой и, видимо, виной тому была я. \n — А ну-ка, выйдем, госпожа Авдеева, — сквозь зубы процедил парень и я решила повиноваться. ",
    "answers": [
      {
        "id": 48,
        "text": "Выйти в коридор."
      }
    ]
  },
  {
    "id": 48,
    "text": "    \"Ну не убьёт же он меня прямо здесь, верно?\" — наивно думала я, передвигая коченеющие от страха ноги. \n    Захлопнув дверь, я неуверенно подошла к парню. Рывком преодолев разделяющие нас полметра, он схватил меня за руку и прижал к стенке, отрезая любые пути к отступлению. \n — Пробиваешься по карьерной лестнице, да? Через сына попробовать хотела? — ухмыльнулся брюнет, сквозь зубы процеживая каждое слово. — Как узнала, что он мой отец? Отвечай, живо!\n — Честно, я ничего не знала, это всё была глупая шутка с подругой. Мы решили так развлечься, разослать на понравившиеся адреса письма, — затараторила я, дрожащим от страха голосом. Сердце бешено колотилось, а воздух вокруг, будто бы становился тяжелее. \n — Предлагаешь поверить в этот бред, богиня? — зло усмехнулся брюнет, смахивая с моей щеки непослушную прядь волос. \n    Я лишь закивала в ответ, умоляюще глядя в блестящие черные глаза. Неожиданно, парень отступил, позволяя мне выбраться из-под его напирающего тела.\n — После работы поговорим, — кинул брюнет, направляясь прямо по коридору.",
    "answers": [
      {
        "id": 49,
        "text": "После работы."
      }
    ]
  },
  {
    "id": 49,
    "text": "    Весь рабочий день пошёл наперекосяк. Руки тряслись, а в голове звучал голос незнакомца. \n    \"Может мне остаться ночевать на работе? — думала я. — Хотя это не спасёт, он знает мой адрес, имя и фамилию... Странно, что он их вообще запомнил.\"\n    Решив поступить как взрослый человек и не бегать от проблем, я вышла из здания и опасливо осмотрелась. Никого. Но, не успев обрадоваться, тут же услышала рёв мотора и ко входу подъехал красивый отполированный мотоцикл. Парень слез с железного коня и направился ко мне. \n — И снова здравствуйте, — ухмыльнулся он, кивая на кофейню за моей спиной. — Я хочу кофе, пошли. Заодно расскажешь о своих письмах...\n    Парень был непривычно спокоен и даже весел. Его угольно-черные волосы, стриженные под андеркад, растрепались от ветра и торчали в разные стороны. Черная косуха, одетая поверх серой борцовки, была изрядно потрепана, но была настолько к месту, что я даже засмотрелась. \n    Мы зашли в кафе и заняли столик. Помешивая свой карамельный латте, я рассказала парню всю историю. Он терпеливо выслушал, лишь сверля меня пристальным черным взглядом и изредка посмеиваясь.\n — На такое способна только сумасшедшая или невероятно наивная и отчаявшаяся девушка, — усмехнулся брюнет, откидываясь на спинку кресла, когда я закончила рассказ. — Будем считать, что я тебе поверил, Венера Авдеева. ",
    "answers": [
      {
        "id": 50,
        "text": " - Спасибо. Инцидент исчерпан?"
      }
    ]
  },
  {
    "id": 50,
    "text": " — Спасибо. Инцидент исчерпан? — вздохнула я с надеждой и облегчением. \n — Более чем, — ухмыльнулся парень, поднимаясь с места и подавая мне руку, чтобы помочь выйти из-за стола. Мы проследовали к выходу. Все закончилось хорошо, я и надеяться не могла, что этот человек меня выслушает. \n    \"Не такой уж он и наглец...\" — с тоской подумала я, глядя на его широкую спину перед собой.\n    Попрощавшись, я направилась на ближайшую остановку, когда услышала позади себя звук удаляющегося мотоцикла. Что-то ёкнуло в груди, я как будто бы надеялась, что он последует за мной или хотя бы предложит подвезти...\n    В тоскливой задумчивости, я доехала до дома и подошла к подъезду, когда меня кто-то схватил за руку, вынуждая вскрикнуть.\n — Да не кричи ты, сумасшедшая, — шикнул смеясь знакомый брюнет, позвенев моими ключами перед носом. — Я требую расплаты за возврат ключей и бонуса за мою сдержанность.\n    Нахальная улыбка озарила его лицо, а на щеках проступили милые ямочки. \n — Верни ключи! — постаралась я выхватить связку, но не смогла. — Когда ты их успел взять?!\n — Пока ты ходила за латте, — усмехнулся черноволосый парень. — Ну так что, да или будешь ночевать в подъезде? \n — А у меня есть выбор? — сощурилась я.\n — Нет, — ответил парень и, сверкая черными глазами, протянул мне ключи. — Завтра в шесть после твоей работы. \n    Я не успела придумать какую-нибудь ответную колкость, как парень сел на припаркованный сбоку от подъезда байк и уехал. ",
    "answers": [
      {
        "id": 51,
        "text": "Полгода спустя."
      }
    ]
  },
  {
    "id": 51,
    "text": "    Прошло полгода с того дня, когда я встретилась с очаровательным хамоватым брюнетом. Его притягательность и бунтарская натура сводили меня с ума. Ну как тут не влюбиться? Каждый день с ним приносил мне такой заряд позитивных эмоций и впечатлений, что я порой не могла уснуть. Однако, он был из тех, с кем жить было словно на пороховой бочке. Ревнивый собственник, что еще сказать? Но мне было тепло рядом с ним, как нигде раньше. \n — Хватит мечтать, стреляй давай, — шепнул мне на ухо Стас, обхватив сзади и чуть сжав пальцами талию. \n    Прицелившись, я нажала на спусковой крючок и выбила последнюю фигурку. Запрыгав от радости, словно ребенок, я захлопала в ладоши. \n — Вот это дела-а! Вы оба попадаете в \"зал славы\" нашего парка, — улыбнулся седовласый владелец тира. — Называйте имена, молодые люди. \n — Авдеева Венера и Авдеев Станислав, — уверенно и зачем-то по слогам, сказала я. Дед улыбнулся и с добротой посмотрел на нас. \n — Молодожёны? — спросил он.\n Чуть покраснев, я ответила: \"Однофамильцы\", услышав рядом голос Стаса: \"Угадали\". Вопросительно выгнув бровь, дед, видимо, решил, что это не его дело и удалился расставлять мишени. \n — И-и? — вопросительно протянула я, глядя на взъерошенного парня. — Что бы это значило?\n — Ничего, — так тепло и привычно ухмыльнулся наглец, заключая меня в свои теплые объятия. — Всего лишь ничего. ",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      },
      {
        "id": 3,
        "text": "Достижения.",
        "answerImage": [
          "http://www.limpa.net/portfolio/images/cv/04.png"
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": " — Я не знала, — сглотнула я комок страха. — С чего ты взял?\n — А как иначе объяснить твой подкат ко мне, да еще именно тогда, когда папаша столько лет спустя, вспомнил, что у него есть сынок и он ради него готов на все? — злобно прорычал парень, а у меня задрожали колени. Даже если я захочу уйти, он меня просто так не отпустит...\n — Я всё объясню, — хрипло начала я. — Мы с подругой решили пошутить и отослать случайное письмо на понравившийся адрес. Так вышло, что я выбрала имя, фамилию и адрес, которые принадлежали тебе... Не знаю, в полном ли объеме, но это не важно. Честно, я не со зла. А тогда в моей квартире, ты просто не дал мне ничего объяснить...\n    Воспоминания того утра и спонтанный поцелуй с незнакомцем вновь накрыли меня с головой, заставляя стыдливо отвести глаза. Брюнет долго смотрел на меня испытующим взглядом, будто читая каждую мою мысль, заставляя сердце еще громче колотиться в груди. \n — Авдеев Станислав, — сказал брюнет и усмехнулся. — Так что с именем ты не прогадала, в самое яблочко. \n    Не зная, что ответить, я лишь натянуто улыбнулась. \n — Ладно, богиня, у меня есть кое-какие дела, — Стас долго смотрел мне в глаза, после чего махнул рукой и вышел из кафе, оставляя меня наедине со своими страхами и мыслями. \n    Завершив свой небольшой обеденный перерыв, я вернулась в офис. Мысли о черноволосом парне одолевали мою голову. \n    \"Что ж за глупость-то такая?! Не влюбляются так люди, не влюбляются!\" — успокаивала я себя. \n   Оставшаяся часть дня пролетела быстро и спокойно. ",
    "answers": [
      {
        "id": 55,
        "text": "На следующий день."
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты как и все девочки в детстве мечтала о принце на белом коне. Однако, с возрастом требования постепенно сменялись. \n\nКрасавчик на байке подкупил тебя с первого взгляда, несмотря на секундные страхи перед его вспыльчивой натурой. И теперь у тебя есть свой принц. ",
    "answers": [
      {
        "id": 3,
        "text": "Назад.",
        "answerImage": [
          "https://ssantimir1.ucoz.ru/st29/blue-arrow-icons-set.png"
        ]
      },
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      },
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c858432/v858432236/217da/TSB1uPfcCSY.jpg"
      }
    ]
  },
  {
    "id": 54,
    "text": "    Кто говорит, что счастья нет, тот просто давно не был в отпуске!\n    Уже совсем скоро мой самолет приземлится в одном из мест моей мечты, первом по списку — в Великобритании. Я с детства мечтала попасть в сказочный мир алых телефонных будок, двухэтажных автобусов и Гарри Поттера. Насколько я всем сердцем желала по-настоящему влюбиться, настолько же жаждала объездить мир. \n    Назло всем стереотипам, в Лондоне светило яркое солнце, словно бы специально для меня, обычной девушки из Москвы, стоящей с фотоаппаратом напротив культового 211Б на Бейкер Стрит. ",
    "answers": [
      {
        "id": 57,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 55,
    "text": "    На следующее утро, я сидела в зале совещаний с другими коллегами и засыпала от скуки. Новый директор компании был повернут на дисциплине и планах. Меня угораздило сесть за круглым столом рядом с ним, поэтому старательно делая вид, что что-то пишу в блокноте, а не рисую мандалы, я вздрогнула от громкого хлопка входной двери. \n    Уверенными шагами к креслу директора приближался уже знакомый мне парень. Со злостью он швырнул на стол ключи от машины и, совершенно игнорируя удивленных людей, начал кричать. \n — Мне не нужны твои подачки! Я уже не подросток, которому нужен папочка! У тебя не получится купить меня подарками, спустя столько лет! — в черных глазах парня в кожанке плясал огонь неподдельной ярости. Повернувшись к нашему удивленному собранию, парень наигранно раскинул руки. — Посмотрите на этого отца года, который сначала сдает ребенка в приют, а потом, вспомнив о наследии своей компании, начинает сорить деньгами и пресмыкаться! — брюнет чувствовал свою безнаказанность в то время, как директор багровел и растерянно поднялся с места. — Мне не нужны ни твои деньги, ни твоя компания и уж тем более — твоя фамилия! Засунь это \"Порше\" себе в... — не договорил Стас, остановив взгляд на мне. \n    Все внутри похолодело от его пристального взгляда. На губах у парня появилась легкая ухмылка, а гнев в глазах сменился интересом. Директор уже начал читать какую-то нотацию, но Стас мастерски её проигнорировал. Кинув на меня последний взгляд — парень вышел из зала совещаний. Но то, сколько эмоций во мне вызвал этот единственный взгляд — не описать словами. ",
    "answers": [
      {
        "id": 58,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 56,
    "text": "    Спустившись вниз, я направилась к остановке, когда меня окликнули по имени.\n — Венера!\n    Я повернулась и замерла, встретившись глазами со Стасом. Сердечко предательски ускорило ритм, выдавая все мои эмоции с потрохами. \n — Что ты здесь делаешь?\n — Ты сказала \"да\", — парень протянул мне шлем, на что я лишь вопросительно выгнула бровь. — Мы с тобой начали с конца, так давай наверстаем упущенное. Поехали, в качестве прогулки я хотя бы довезу тебя до дома, — самодовольно улыбнулся Стас. \n — А если я не поеду? — опасливо спросила я, ощущая в висках свой подскочивший пульс. Отчего-то мне хотелось сесть на этого железного коня и помчаться в неизвестность, прямо как в далёкой юности...\n — О, ты поедешь, — усмехнулся Стас, подходя ближе и помогая мне надеть шлем. Его пальцы лишь на мгновение коснулись кожи на моей шее, когда он застегивал мотошлем, а по моему телу уже бежали мурашки. \n    \"Вот ты безбашенная особа, Авдеева!\" — думала я, садясь на мотоцикл и обхватывая руками крепкое мужское тело. \n — Назад пути не будет, — усмехнулся брюнет и нажал на газ.",
    "answers": [
      {
        "id": 51,
        "text": "Полгода спустя."
      }
    ]
  },
  {
    "id": 57,
    "text": "   Промотавшись всю неделю по известным и малоизвестным местам города, я вернулась в гостиницу и с упоением рассматривала море сделанных фотографий. Завтра я улетаю домой и увожу с собой частичку Лондона.\n    Разглядывая снимки Миллениум бридж и Букингемского дворца, сделанных моей рукой, я ощущала себя самым счастливым человеком на планете, чьи заветные мечты постепенно сбываются. \n    Следующая фотография была спонтанным \"тестовым кадром\", но я задержалась именно на ней. Пара уличных музыкантов, запечатленных мной на Пикадилли и балерина. Миниатюрная девушка в пачке, обняв свои колени, сидела напротив двух музыкантов, развлекающих проходящий мимо народ звуками волынки и гитары. \n    Её восхищенный взгляд был направлен на молодого гитариста. Тайная влюбленность? Или, быть может, они давно вместе? \n    Я не заметила, как руки сами потянулись к ноутбуку и, спустя несколько минут, я уже строчила небольшую историю...",
    "answers": [
      {
        "id": 72,
        "text": "Двадцать лет спустя."
      }
    ]
  },
  {
    "id": 58,
    "text": "    После совещания я со своей ассистенткой вернулась к рабочему месту, где меня ждал поистине неожиданный \"сюрприз\". \n    Сидя в моем крутящемся кресле и закинув ноги на стол, на моем рабочем месте находился Стас. Брюнет перебирал мои документы, совершенно игнорируя правила хорошего тона.\n — Положи на место! — подбежала я, отбирая из рук симпатичного наглеца бумаги. — Что ты здесь забыл?\n — Мне стало скучно, — скривился Стас, — и я вспомнил про тебя. \n — Потрясающая логическая цепочка, — огрызнулась я, стараясь не смотреть в лицо парню, так как знала, что после этого не смогу здраво мыслить. — Я и скука, ассоциация на пять с плюсом... \nПоднявшись с кресла, брюнет сложил руки на груди и облокотился на стол. \n — Так да или нет? — спросил он. Я непонимающе повернулась в его сторону. — Да или нет?\n — Я не понимаю о чём ты, — растерялась я, лишь на миг взглянув ему в глаза. \n — Вижу, что да, — усмехнулся Стас и, не говоря ни слова, покинул офис. \n    \"Что это сейчас было такое?\" — напоследок подумала я.\n    День после совещания совсем не задался и я радостно выдохнула, когда на часах пробило шесть вечера. ",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Получив трогательное письмо из Екатеринбурга, ты решилась написать ответ. И кто бы мог подумать, что таким образом ты обретешь не только нового друга. Женщина откровенно сватала тебе своего племянника. \n\nИногда счастье, что бродит поблизости, попадает само к тебе в руки, а иногда нужен кто-то, кто поможет тебе его заметить.",
    "answers": [
      {
        "id": 3,
        "text": "Назад.",
        "answerImage": [
          "https://ssantimir1.ucoz.ru/st29/blue-arrow-icons-set.png"
        ]
      },
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      },
      {
        "id": 59,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c855424/v855424236/9d46c/VEL2gH1NMUI.jpg"
      }
    ]
  },
  {
    "id": 60,
    "text": "    Стыд, отчаяние и невыносимая грусть накрыли меня с головой. Слезы накатили на глаза и я потянулась за телефоном. Мне нужно было поделиться произошедшим с Ольгой. \n    Позвонив подруге, дрожащим голосом, я пересказала ей содержимое письма и чуть не разрыдалась прямо в кофейне. Эмоции переполняли и мне так хотелось извиниться перед женщиной или отмотать время назад и вообще не приходить в гости к подруге в тот злосчастный день. \n — Да ладно тебе, — спокойно ответила Оля. — Это всего лишь слезливое письмо, оно не обязательно является правдой. Может тебя специально хотели заставить чувствовать себя виноватой. \n — А если нет? — настаивала я. \n — А если нет, то просто забудь, — фыркнула подруга. — Мне работать пора, извини. Не бери в голову и не вздумай плакать!\n    \"Тебе легко говорить\", — подумала я, отключая звонок и положив телефон на столик.\n    Внутри всё скрутило в тугой узел и никак не хотело распутываться. Закрыв лицо руками, я старалась выровнять сбивающееся от рвущихся слез дыхание и придумать какой-нибудь выход из сложившейся ситуации. ",
    "answers": [
      {
        "id": 61,
        "text": "Успокоиться, выбросить письмо и идти домой."
      },
      {
        "id": 62,
        "text": "Ответить на письмо и извиниться."
      }
    ]
  },
  {
    "id": 61,
    "text": "    Решив последовать совету подруги, я допила свой кофе и направилась к выходу из кафе. Остановившись у входа, я порвала конверт с письмом и выбросила в урну. \n    \"С глаз долой — из сердца вон\", — подумала я, шагая к дому. \n    Вернувшись домой я отправилась в ванную, чтобы немного расслабиться и привести нервы в порядок. Намешав себе разных пенок и масел, пошла к сумочке, чтобы взять телефон и что-нибудь почитать, но... Телефона там не было. Прокрутив в голове утреннюю прогулку, я вспомнила, что в растерянности оставила его в кофейне на столе. \n    \"Вот балда!\" — выругалась я, собираясь бежать в кофейню. Надежда на то, что мой девайс еще никто не прихватизировал, все таки теплилась в моей душе. \n    Добежав до кафе, я, конечно же, не обнаружила телефон на столике. Но всё еще надеясь на лучшее, подошла к бару, собираясь с мыслями. Знакомая девочка бариста, к сожалению, уволилась из этого заведения и после её ухода персонал менялся чуть ли не каждую неделю, усложняя мне и без того сложную коммуникацию с людьми. \n — Извините, — спросила я у высокого светловолосого баристы лет тридцати пяти, с ухоженной бородой и серьгой в ухе. — Вы не находили телефон на во-он том столике?\n — Я надеялся, что вы вернётесь, — мужчина поднял на меня синие глаза и тепло улыбнулся. — Вы были так растеряны и чем-то огорчены. Хотите кофе?\n   Я на секунду заблудилась в синеве его глаз, но быстро пришла в себя.\n — А телефон, он у вас? Если нужно заплатить, я заплачу, просто там все контакты, — кивнула я и полезла за кошельком, на что мужчина звонко рассмеялся.",
    "answers": [
      {
        "id": 63,
        "text": " - Что-то не так?"
      }
    ]
  },
  {
    "id": 62,
    "text": "    Самым логичным на данный момент мне показалось то, что я напишу письмо с извинением на указанный адрес. Не могла я оставить без ответа Маргариту Анатольевну, хотелось, чтобы она знала, что это было не со зла, а по глупости. \n    Достав из сумки блокнот, я написала письмо. Слова словно лились из глубины моей души, пропитывая клетчатый листок искренностью извинений. \n    Отправив письмо, я почувствовала, что у меня как будто камень упал с души и стало легче. Чувство вины постепенно угасало, я вернулась домой и с наслаждением погрузилась в горячую ванну. ",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": " — Что-то не так? — замешкалась я.\n — Нет, что вы, — усмехнулся мужчина, — просто диву даюсь на современный мир. Неужто за вежливость и честность теперь принято платить? \n    Мужчина поставил передо мной бокал карамельного латте, а затем выложил из-за бара мой телефон. \n — Спасибо. Откуда вы узнали, что я пью карамельный латте? — удивленно вскинула брови я, убирая телефон в карман брюк. \n — У меня хорошо развита наблюдательность, — подмигнул бариста. — Не зря служил в разведке. \n — Так вы разведчик? Как же вас занесло сюда? — совсем бестактно спросила я, уже пожалев о сказанном. \n    Мужчина облокотился на барную стойку и заговорщически шепнул:\n — Военная тайна. А что вас так сильно опечалило с утра пораньше? \n — Долго рассказывать, — поморщилась я, ощущая вновь прилив тоски и печали. Видимо, заметив это на моём лице, мужчина отошел от бара в служебное помещение и вернулся уже без фартука. \n — У меня масса свободного времени и отличное умение слушать и хранить тайны, — с улыбкой сказал он, подходя ближе и указывая на дальний столик.\n    Было в этом человеке что-то притягательное и вызывающее доверие. Может быть дело было в возрасте и отсутствии юношеских \"понтов\", а может быть в его нетипичной, но очаровательной внешности и непринужденной манере общения. ",
    "answers": [
      {
        "id": 71,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 64,
    "text": "    Прошло пять лет с того дня, как я забыла телефон в кафе и познакомилась с Ярославом. Мужчина как-то сразу располагал к разговору и притягивал, словно магнит. С ним было легко и просто: ни лицемерия, ни обмана, лишь честность и серьезные намерения. \n    Ярослав являлся программистом, которому для разнообразия в отпуске захотелось поработать где-то еще, чтобы вылезти из офиса и пообщаться с людьми. \n — Ты все вещи собрала? — задумчиво спросил Яр, нервно почесывая затылок. — Билеты и паспорта взяла?\n — Не волнуйся, всё на своих местах, — улыбнулась я, обнимая любимого мужчину до спины. — Через час приедет такси, у нас еще будет время, чтобы всё собрать и проверить. \n — Успокоила, — выдохнул Яр, поворачиваясь и обнимая меня за талию. \n — Ирландия ждёт нас? — радостно воскликнула я, глядя в такие родные синие глаза. \n — Ну, я не уверен, что прямо таки ждет, — усмехнулся мужчина. — Но кто её мнения спросит?\n    Тихо хихикнув, я уткнулась Ярославу в шею, вдыхая любимый аромат \"инвиктус\".\n — Ма-ам! — раздался голос нашего четырехлетнего сына из соседней комнаты. — Где мой грузовик, я его с собой возьму!\n    Переглянувшись в супругом, я быстро чмокнула его в губы и со счастливым видом пошла объяснять ребенку, что метровый грузовик с кузовом — не то, что ему нужно на отдыхе в Ирландии...",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      },
      {
        "id": 3,
        "text": "Достижения.",
        "answerImage": [
          "http://www.limpa.net/portfolio/images/cv/04.png"
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "    Каково было мое удивление, когда через пару недель я обнаружила в ящике новое письмо из Екатеринбурга. \n    Маргарита ответила, причём очень по-доброму и предложила пообщаться в социальных сетях, оставив свой номер телефона в письме. \n    \"В мире ничего не происходит просто так. Вас мне послали свыше, чтобы я очнулась от своих потерь\", — было написано в письме. \n    Я долгое время не могла решиться, но все же написала. У нас с женщиной завязалось непринужденное общение. С ней, как и с Ольгой, можно было поговорить обо всём. С высоты своего возраста Маргарита умела дать дельный совет и успокоить. \n    Я не пожалела о том, что ответила на её письмо.",
    "answers": [
      {
        "id": 67,
        "text": "Три года спустя."
      }
    ]
  },
  {
    "id": 66,
    "text": "Получив трогательное письмо, ты так растерялась, что забыла телефон в кафе. Но случай вновь тебе улыбнулся, когда улыбчивый бариста вернул тебе твой девайс, угостил кофе и составил приятную компанию для беседы. \n\nУ тебя есть семья и теперь ты по-настоящему счастлива. А разве не этого хотела?",
    "answers": [
      {
        "id": 3,
        "text": "Назад.",
        "answerImage": [
          "https://ssantimir1.ucoz.ru/st29/blue-arrow-icons-set.png"
        ]
      },
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      },
      {
        "id": 66,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c850620/v850620236/174f09/XabvMbtn0F8.jpg"
      }
    ]
  },
  {
    "id": 67,
    "text": "    Общение с Маргаритой постепенно переросло в крепкую дружбу. Я и подумать не могла, что человек, находящийся так далеко от меня и которого видишь только на фото или видео, может стать настолько дорог. \n    Сегодня я решилась на тот шаг, который давно обещала сделать для Липатовой — я стояла в аэропорту, ожидая посадку на свой самолёт Москва-Екатеринбург. \n    \"Почему бы нет? — думала я. — Надо начинать изучать мир, хотя бы со своей страны\".\n    Сердце волнительно подскакивало, когда самолёт заходил на посадку. Я так готовилась к этой встрече, покупала подарки и даже придумала речь, но... Всё предательски вылетело из головы, стоило только получить багаж. \n    Ища глазами знакомое лицо, я немного растерялась, когда не увидела Маргариту. \n    \"Нужно позвонить\", — спохвотилась я, покидая аэропорт. \n    Не успела я отыскать нужный контакт, как мне позвонил неизветный номер. \n — Да? — тихо ответила я.\n — Венера Авдеева? — раздался мужской голос на другом конце трубки. — Я немного опоздал, где мне вас найти?\n — А вы кто? — растерялась я.\n — Тётя разве не сказала, что я вас встречу? — не менее растерянно ответили в трубке. — Маргарита Анатольевна должна была предупредить, что я вас встречу. Меня Кирилл зовут, я жду на парковочной зоне, черная мазда... \n — Хорошо, я поняла, сейчас подойду.\n    На трясущихся от волнения ногах, я быстро дошла до указанного места и нашла нужную машину.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "    У чёрной мазды стоял парень примерно моего возраста. Русые волосы, простая короткая стрижка, прямой нос, пухлые губы, карие глаза, глубоко рассеченная левая бровь, плавно переходящая в шрам на лбу. Подойдя ближе, я заметила длинный глубокий белый шрам на его левой руке от плеча до кисти. Но смотрелся он настолько органично, что подтверждал поговорку: \"мужчину красят шрамы\".\n    Заметив меня, парень выпрямился и на его лице отразился нескрываемый шок. \n — Венера Авдеева? — вскинул брови он. Я кивнула, стараясь не рассматривать парня так откровенно. — Когда тётя сказала забрать подругу из аэропорта я представлял себе кого-то... Старше...\n — Я могу показать паспорт, — зачем-то выпалила я, на что парень рассмеялся и подошёл ближе. Обдавая меня невероятно сладким шлейфом своего парфюма, Кирилл забрал из моих рук чемодан и отнёс в багажник. Открыв дверь пассажирского сидения, парень пригласил меня в автомобиль. \n — Так вы действительно подруга Маргариты? — сдерживая улыбку, спросил Кирилл, рассматривая моё лицо. — То-то она мне все уши прожужжала, что мне обязательно надо с вами познакомиться...\n — Да, так получилось, — почему-то смутилась я. Внутреннее чутье подсказывало, что моя новая подруга занималась ни чем иным, а ярым сводничеством. \n — Ну, я рад, что мне придется больше получаса пути провести в компании очаровательной девушки, а не пятидесятилетней бабульки, — усмехнулся парень. ",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "    В дороге мы разговаривали о многом. Я рассказала, как глупо познакомилась с Маргаритой, а Кирилл, в свою очередь, поведал о том, что она не желала вспоминать и рассказывать. Её сын и родители моего спутника погибли в автокатастрофе. Выжил только Кирилл, получив совместимые с жизнью травмы. С тех пор — Кирилл стал заменой погибшего Романа и единственной роднёй. \n — Иногда она даже забывается и зовет меня его именем, — грустно вздохнул парень. — Я привык и мне это нравится. Она всё, что у меня осталось.\n    Когда мы доехали до дома Маргариты, Кирилл помог мне выбраться из машины и взял багаж. \n — Я так рада, что ты приехала! — бросилась ко мне с объятиями невысокая плотная женщина с волосами, выкрашенными в платиновый блонд. — Все хорошо? — как-то с нажимом спросила она, глядя то на меня, то на Кирилла. \n — Все прекрасно, спасибо за ваше гостеприимство, — улыбнулась я, ощущая прилив слез радости на глаза. \n — Красавчик не утомил тебя в дороге своей болтовней? — игриво выгнула бровь Липатова.\n — Нет, не утомил, наоборот — мы очень мило побеседовали, — ответила я, кинув быстрый взгляд на парня, стоящего рядом. \n — Не отрицаешь, что красавчик? Это хорошо, — рассмеялась женщина, вынуждая меня краснеть. — Сидит тут у меня над душой, чахнет, а сам в столицу рвётся, его ж на работу звали, ещё до аварии... — голос женщины сорвался, но она быстро взяла себя в руки. — Возьми его в мужья, а? \n    Кирилл тихо рассмеялся и остановил свой заинтересованный взгляд на мне, ожидая реакции. Но я настолько смутилась и растерялась, что не смогла найти слов для ответа. \n — Хоть завтра, тётушка, хоть завтра! Пойдём, я покажу твою комнату на втором этаже, — спасая от еще более неловкого молчания, парень взял меня за локоть и указал на лестницу. ",
    "answers": [
      {
        "id": 70,
        "text": "Полгода спустя."
      }
    ]
  },
  {
    "id": 70,
    "text": "    Кирилл, после моего возвращения в Москву, переехал туда же и устроился в компанию, куда его так давно приглашали. Взаимная симпатия слишком быстро переросла в нечто большее, сопровождаемое совместным проживанием.\n    С ним было по-человечески хорошо. Он был спокоен и уравновешен, а из этого равновесия его было очень сложно вывести. Благодаря гибкому графику на работе, каждый месяц он летал к Маргарите, чтобы она не заскучала. \n — Как тётя? — спросила я, приглаживая растрепавшиеся волосы Кирилла. Парень так и стоял в коридоре с сумкой на плече, где я на него набросилась с объятиями.\n — Нашла себе мужчину, так что теперь я спокоен, — улыбнулся Кир, сильнее прижимая к себе. — Интересуется, когда ты позволишь затащить себя в ЗАГС. \n    Приподнявшись на цыпочках, я посмотрела в глаза парню и игриво ответила:\n — Хоть завтра, милый, хоть завтра. \n — Обещаешь? — выгнул бровь Кирилл и я, смеясь, кивнула. — Ну, тогда к месту я вот это прихватил, да? \n    Из кармана куртки парень достал маленькую бархатную коробочку, а у меня уже подкашивались ноги от радости. Надев мне на палец маленькое, но такое утонченное колечко, Кир театрально заговорил:\n — Согласна ли ты, Венера, и в горе, и в радости... \n — Хоть завтра, — смеясь сквозь слезы, ответила я, растворяясь в теплоте губ дорогого мне человека.",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      },
      {
        "id": 3,
        "text": "Достижения.",
        "answerImage": [
          "http://www.limpa.net/portfolio/images/cv/04.png"
        ]
      }
    ]
  },
  {
    "id": 71,
    "text": "  — Совсем забыл представиться, — сказал мужчина, когда мы заняли столик. — Меня зовут Ярослав. Я здесь временно работаю, для разнообразия бытия. Могу узнать ваше имя?\n  — Венера, — смущенно ответила я, помешивая кофе. \n  — Как богиня любви и красоты? — тепло улыбнулся Ярослав. \n  — Родители надеялись, что с этим именем мне повезёт.\n  — Неужели не повезло? — вскинул брови мужчина, разглядывая моё лицо. Я лишь пожала плечами. — Так что же вас так опечалило утром? \n    Ярослав всем своим видом располагал к откровенным беседам и внушал доверие. Я рассказала ему историю с письмами и утренним происшествием. Он терпеливо выслушал и после того, как я закончила рассказ, сказал:\n  — Вам не нужно было отдавать борозды управления своей жизнью клочку бумаги. Творите свою историю сами, причем так, как вам того захочется. Когда вы увидите то, что действительно вам нужно, вы это поймёте и не захотите отпускать. Жизнь слишком коротка, чтобы тратить её на ожидание чуда.\n    Глядя на задумчивое лицо баристы, я непроизвольно улыбнулась. Сказанные им слова были такими простыми и банальными, но настолько проникновенными. Я смотрела в глубокие синие глаза Ярослава, совершенно не отдавая себе отчёт о том что это уже выглядит черезчур, но так не хотела терять эту визуальную связь. Как будто это было именно то, что мне нужно и что так не хотелось отпускать... \n  — Хотите прогуляться и поговорить? — тепло улыбнулся Ярослав, не отрывая от меня взгляда. — У меня как раз перерыв.\n  — Да, — ответила я, ощущая как мурашки покрывают кожу, а сердце ускоряет бег. \n    Мы вышли на улицу и молча, рука об руку, зашагали в сторону парка. Мне стало так спокойно на душе, что всё вокруг стало совсем безразличным. Были лишь мы и наши искренние разговоры. ",
    "answers": [
      {
        "id": 64,
        "text": "Пять лет спустя."
      }
    ]
  },
  {
    "id": 72,
    "text": "    Очередной роман разошелся словно горячие пирожки. Кто бы мог подумать, что вместо отчётов о продажах мне следовало давно начать писать книги. \n    Я с головой погрузилась в выдуманные миры и кружащие голову истинными чувствами романы. Я проживала каждую выдуманную жизнь, будто бы сама была главным героем. \n    Путешествия — вот что придавало мне сил для творчества и вдохновения. После посещения каждого нового уголка планеты я привозила с собой множество памятных снимков и, конечно же, новую историю, найденную на случайном \"тестовом снимке\".\n    Одиноко ли мне? Нет. Счастлива ли я? Да. ",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      },
      {
        "id": 3,
        "text": "Достижения.",
        "answerImage": [
          "http://www.limpa.net/portfolio/images/cv/04.png"
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  },
  {
    "id": 74,
    "text": "    Ты стала популярным писателем, сама того не ожидая. Без сотни кошек, но постоянно в движении по миру и с массой впечатлений. \n    Каждому нужно свое счастье...",
    "answers": [
      {
        "id": 3,
        "text": "Назад.",
        "answerImage": [
          "https://ssantimir1.ucoz.ru/st29/blue-arrow-icons-set.png"
        ]
      },
      {
        "id": 1,
        "text": "Первая страница.",
        "answerImage": [
          "https://www.thepowerofnature.club/wp-content/uploads/2018/06/homee.png"
        ]
      },
      {
        "id": 74,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-47.userapi.com/c857628/v857628620/beb4e/DexUgSYg1kM.jpg"
      }
    ]
  }
]