[
  {
    "id": 1,
    "text": "Унижение, воровство, разбой... Через это пришлось пройти юной девушке из знатного рода, потерявшей в один миг все: семью, дом, положение.\n\nА теперь она в тюрьме. И что с ней будет решать только Вам.\n\nОт автора: любые находки и принятые решения могут привести к гибели героини, а могут и помочь выбраться из заточения. Почаще делайте закладки.",
    "answers": [
      {
        "id": 2,
        "text": "Спасетесь ли Вы?"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы очнулись в темноте. Жутко гудел затылок. Как раз туда ударил Вас накануне стражник.\n\nОбрывки памяти начали складываться в общую картину.\n\n— Чертов Мартин, — практически прорычали Вы, и по Вашей темнице прокатилось эхо. — Негодяй, он бросил меня.\n\nВ памяти всплыло, что при попытке обчистить сокровищницу, на что Вас подбил этот проходимец, Вас схватила стража.",
    "answers": [
      {
        "id": 3,
        "text": "Что дальше?"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы лежали на полу в кромешной темноте, обхватив ноги руками, которые были закованы в кандалы.\n\nПо ощущениям на Вас был натянут длинный балахон, перехваченный веревкой где-то в районе талии.\n\n— И за меньшее в этом городе вздергивали на виселице! — выкрикнули Вы в сердцах.",
    "answers": [
      {
        "id": 4,
        "text": "Смириться с неизбежностью"
      },
      {
        "id": 5,
        "text": "Что-нибудь предпринять"
      }
    ]
  },
  {
    "id": 4,
    "text": "В это все не верилось. Вернее, не хотелось верить.\n\n— Нет, это не могло со мной произойти, — воскликнули Вы. — Нет-нет-нет! Только не снова!\n\nТут же нахлынули воспоминания из далекого детства. Совсем маленькой девочкой Вы потеряли родных при пожаре. И сейчас Вы снова погрузились в полнейшее отчаяние.",
    "answers": [
      {
        "id": 9,
        "text": "Не сдерживаться"
      }
    ]
  },
  {
    "id": 5,
    "text": "Нельзя было все оставить просто так. Всегда можно найти выход из любой ситуации.\n\n— Не погибать же в расцвете \nлет из-за такой ерунды!!! — закричали Вы.",
    "answers": [
      {
        "id": 7,
        "text": "Медленно сесть"
      },
      {
        "id": 8,
        "text": "Резко встать"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы засомневались, нужно ли прыгать. Но в тот же момент раздался сигнал тревоги.\n\nВы точно знали, что ищут именно Вас. Из двери, у которой весела веревка, посыпались стражники. Вас быстро окружили.\n\nСудорожно придумывая план, Вы медленно начали отступать, пятясь назад, но не рассчитали расстояние до края. \n\nПадение было быстрым, но одна мысль успела все же проскочить в голове: \"Надо было выходить тогда за трактирщика. Родила бы ему с десяток детей. Стала бы счастли...\"\n\nСтражники посмотрели вниз и увидели на брусчатке безжизненное тело в рваном балахоне.",
    "answers": [
      {
        "id": 1,
        "text": "Вам конец"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы медленно сели. Раздался лязг кандалов. Рукой Вы случайно нащупали острый металлический предмет.\n\n— Заточку в почку... Какая находка! — воскликнули Вы.\n\nВ темноте сложно было справиться с кандалами, но, в конце концов, у Вас получилось освободить руки. Как ни странно, дверь Вашей клетки поддалась практически сразу.\n\nВы вышли в коридор, захватив с собой заостренный штырь.",
    "answers": [
      {
        "id": 25,
        "text": "Спуститься вниз"
      },
      {
        "id": 11,
        "text": "Подняться наверх"
      }
    ]
  },
  {
    "id": 8,
    "text": "Одно неловкое движение, и Вы подскальзнулись на камне и снова упали навзничь. Ваши путы при этом звонко загремели на всю темницу. Звон стоял даже в ушах.",
    "answers": [
      {
        "id": 16,
        "text": "Забрать камень"
      },
      {
        "id": 12,
        "text": "Швырнуть камень"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Да черт возьми! — гнев переполнял Вас изнутри — Я убью Мартина. Это его вина! Я его не прощу!!! Никогда!!!\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Не выдержать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы подошли к двери, стараясь не шуметь кандалами, и приложили ухо. За дверью послишались грубые мужские голоса.\n\n— Стражники сплетничают, прям как бабы, — прошептали Вы.\n\nКраем глаза Вы заметили рядом с дверью моток веревки. Перекинув ее через плечо, Вы двинулись дальше.",
    "answers": [
      {
        "id": 125,
        "text": "Войти в проход"
      }
    ]
  },
  {
    "id": 11,
    "text": "Было темно, хоть глаз выколи. Но Вас это не могло остановить. Вы осторожно взбирались по лестнице все выше и выше, пока не дошли до развилки.\n\nВпереди была крепкая деревянная дверь, а справа открывался проход наружу. Вы увидели через него кусочек звездного неба. Стояла полная луна. На небе не было ни облачка, а снаружи приятно тянуло прохладой.",
    "answers": [
      {
        "id": 102,
        "text": "Осмотреть дверь"
      },
      {
        "id": 104,
        "text": "Войти в проход"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы со злобой бросили камень в темноту. Раздался лязг, что-то упало на пол и отскочило прямо к Вашим ногам. Это оказался ключ. \n\n— Да ладно! Эти остолопы до сих пор вешают ключи на гвоздь? Я думала, такое бывает только в книгах, — Вашей радости не было предела. Сердце бешено стучало.\n\nВы хищно схватили ключ и попытались найти замочную скважину от своей клетки. Кандалы предательски мешали это сделать. Наконец-то, замок пораженно щелкнул, и Вы выбрались в коридор.",
    "answers": [
      {
        "id": 14,
        "text": "Справа проход, ведущий в подземелье"
      },
      {
        "id": 101,
        "text": "Слева лестница, ведущая наверх"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы осторожно вышли наружу. Только теперь Вы заметили, что мост, соединяющий две башни замка, был обрушен. Дальняя башня граничила со стеной, за которой была Ваша свобода. Ее вкус почти вскружил Вам голову, но нужно было взять себя в руки.\n\nРастояние для прыжка было приличным. Посмотрев вниз, у Вас слегка закружилась голова. Там была стража.",
    "answers": [
      {
        "id": 42,
        "text": "Прыгать"
      }
    ]
  },
  {
    "id": 14,
    "text": "В потемках Вы осторожно шагали по винтовой лестнице. Казалось, она никогда не закончится. Но вдруг где-то внизу Вы увидели слабое свечение.\n\n— Это факел. — вырвалось у Вас.",
    "answers": [
      {
        "id": 37,
        "text": "Спуститься вниз"
      },
      {
        "id": 38,
        "text": "Стоять на месте"
      }
    ]
  },
  {
    "id": 15,
    "text": "Было темно. Но Вас это не могло остановить. Вы аккуратно взбирались по лестнице все выше и выше, пока не дошли до развилки.\n\nВпереди была крепкая деревянная дверь, а справа открывался проход наружу. Вы увидели через него кусочек звездного неба. Стояла полная луна. На небе не было ни облачка, а снаружи приятно тянуло прохладой.",
    "answers": [
      {
        "id": 20,
        "text": "Осмотреть дверь"
      }
    ]
  },
  {
    "id": 16,
    "text": "Снова поднявшись, Вы взяли заостренный булыжник и спрятали его за пазухой.\n\nНаощупь Вы попытались найти дверь Вашей темницы. И Вам это удалось.\n\nОгромный замок свисал с двери. Как Вы ни старались, но замок не поддавался Вашим миниатюрным рукам.\n\nВ иступлении Вы облакатились на дверь, и с жутким скрежетом она открылась. Вы, не успев сообразить, что произошло, в который раз оказались на сыром полу.",
    "answers": [
      {
        "id": 24,
        "text": "Снова подняться"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Может, все обойдется? А вдруг отрежут, например, руку, да и отпустят на все четыре стороны. И без веревок на горле обойдется, — осторожно предположили Вы, невольно проведя рукой по своему еще целому горлу. Кандалы при этом невесело лязгнули.",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 18,
    "text": "Совсем скоро в Вашей голове стало настолько пусто, как будто там никогда и не было вообще никаких мыслей.\n\nЗатем накатилась невообразимая грусть, боль, тоска и горечь. Внезапно, от собственного бессилия, градом покатились слезы.",
    "answers": [
      {
        "id": 19,
        "text": "Окончательно смириться"
      }
    ]
  },
  {
    "id": 19,
    "text": "Пришло осознание того, что ничего уже не изменить. Утром все решилось не в Вашу пользу. Вас ждала виселица.\n\nА нужно ли идти на поводу у обстоятельств, решает для себя каждый сам.",
    "answers": [
      {
        "id": 1,
        "text": "Вам конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы подошли к двери, стараясь не шуметь кандалами, и приложили ухо. За дверью послишались грубые мужские голоса.\n\n— Там стража, — прошептали Вы.\n\nКраем глаза Вы заметили рядом с дверью моток веревки. Перекинув ее через плечо, Вы двинулись дальше.",
    "answers": [
      {
        "id": 59,
        "text": "Войти в проход справа"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы успешно спустились на землю. Вам нетерпелось убраться отсюда, как можно быстрее.\n\nС этой стороны замок огибала бурная река. Вы не знали наверняка, справитесь ли Вы с ее течением в кандалах.\n\nПодумав немного, Вы решаете, что можно обойти замок и перебраться через мост. Но была высока вероятность попасться стражникам на глаза.\n\n— Оба варианта — будь они не ладны — опасны. Справлюсь ли я? — пролепетали Вы.",
    "answers": [
      {
        "id": 26,
        "text": "Переплыть"
      },
      {
        "id": 27,
        "text": "Обойти"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы осторожно вышли наружу. Только теперь Вы заметили, что мост, соединяющий две башни замка, был обрушен. Дальняя башня граничила со стеной, за которой была Ваша свобода. Ее вкус почти вскружил Вам голову, но нужно было взять себя в руки.\n\nРастояние для прыжка было приличным. Посмотрев вниз, у Вас слегка закружилась голова. Там была стража.",
    "answers": [
      {
        "id": 6,
        "text": "Мешкать"
      },
      {
        "id": 44,
        "text": "Прыгать"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы разбежались и сделали прыжок. Но не достали до противоположного края. Только цепь от кандалов спасла Вас от неминуемой смерти, зацепившись за выступ.\n\nЧудом Вас никто не заметил, и Вы смогли взобраться на полуразрушенный мост.\n\nПройдя через башню, Вы вышли на стену замка. Закрепив веревку на стене, Вы начали медленно спускаться вниз.",
    "answers": [
      {
        "id": 21,
        "text": "На земле"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы оказались в коридоре. По обе стороны коридор заканчивался лестницами. Лестница слева вела вниз, видимо, в подземелье. А вторая уходила наверх.\n\n— Сучьи потроха, и куда теперь? — застыл немой вопрос.",
    "answers": [
      {
        "id": 15,
        "text": "Вверх"
      },
      {
        "id": 62,
        "text": "Вниз"
      }
    ]
  },
  {
    "id": 25,
    "text": "В потемках Вы осторожно шагали по винтовой лестнице. Казалось, она никогда не закончится. Ноги ужасно ныли.\n\nПреслонившись к стене, чтобы передохнуть, Вы почувствовали, что она отъезжает назад.\n\n— Тайный ход? — удивленно спросили Вы у самой себя.\n\nТерять было нечего. Возможно, там выход?",
    "answers": [
      {
        "id": 87,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 26,
    "text": "Течение было слишком сильным. В груди возникло леденящее чувство животного страха.\n\n\"Все кончено,\" — пронеслась последняя мысль в Вашей голове. — \"Не надо было слушать Мартина, дура\".\n\nКандалы утащили обессилевшее тело на самое дно.",
    "answers": [
      {
        "id": 1,
        "text": "Вам конец"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы решили обойти замок и пройти к мосту вдоль реки. Через некоторое время Вы увидели желаемый силует.\n\nМост становился все ближе и ближе.",
    "answers": [
      {
        "id": 28,
        "text": "Поторопиться"
      },
      {
        "id": 29,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы не заметили стражу, но она заметила Вас.\n\nВам не удалось оторваться от нее. Вам скрутили руки, и вернули к камеру дожидаться смертной казни.",
    "answers": [
      {
        "id": 4,
        "text": "Смириться"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы старались бесшумно прокрасться как можно ближе к мосту. Услышав лязг доспехов стражников, Вы в последнюю секунду успели спрятаться в тень.\n\nОтряд прошел мимо Вас. Путь был свободен.",
    "answers": [
      {
        "id": 30,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы бежали, не оглядываясь и не останавливаясь. Ступни были в ссадинах и порезах. Но темп не снижался ни на секунду. Сердце бешено колотилось в груди. Не то от счастья, не то от страха. А, может быть, эти чувства и вовсе смешались.",
    "answers": [
      {
        "id": 31,
        "text": "Бежать дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "Добежав до кромки леса, Вы, наконец, заставили себя остановиться и перевести дух. Кандалы зловеще лязгнули.\n\n— Спасибо вам за помощь, но нам пора прощаться, — запыхавшись, произнесли Вы срывающимся голосом.\n\nЧуть поодаль, у той самой реки, расположилась небольшая деревушка. Возможно, там Вы найдете то, что поможет Вам избавиться от своих оков.",
    "answers": [
      {
        "id": 32,
        "text": "Идти в деревню"
      },
      {
        "id": 33,
        "text": "Не идти в деревню"
      }
    ]
  },
  {
    "id": 32,
    "text": "Уже светало. Деревня могла проснуться в любой момент. Вам пришлось поторопиться.\n\nНа окраине деревни Вы заметили наковальню.\n\n— Хорошо, все будет хорошо. Я это знаю, — промурлыкали Вы себе под нос и побежали со всех ног.",
    "answers": [
      {
        "id": 34,
        "text": "К дому кузнеца"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы откинули мысль идти в деревню. Занималась заря, а рисковать Вы не хотели.\n\nПришлось проложить свой путь через лес. Вы старались идти незаметно и тихо.\n\nВнезапно справа от Вас зашуршали кусты дикой малины, изрядно Вас испугав.\n\n— Я не б-боюсь, — шепотом произнесли Вы.\n\nИз кустов, пятясь, вывалился медвежонок. Вы не ожидали такой встречи. Но это было лишь начало...",
    "answers": [
      {
        "id": 36,
        "text": "Что дальше?"
      }
    ]
  },
  {
    "id": 34,
    "text": "Подбежав к дому, Вы обнаружили все инструменты, необходимые для освобождения от пут.\n\nПоследний заветный щелчок, и кандалы с грохотом упали на землю. В этот же момент из дома вышел крепкий парень.\n\n— Было бы время... Я б тобой занялась! — с тоской произнесли Вы и, лукаво подмигнув ему, убежали дальше, вниз по реке.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы решили присоединиться к пиратам, на которых Вы случайно нарвались у устья реки, впадающей в море. \n\n— Три тысячи чертей, я обязательно стану грозой морей! — заявили Вы.",
    "answers": [
      {
        "id": 67,
        "text": "Через пару лет"
      }
    ]
  },
  {
    "id": 36,
    "text": "За ним из кустов вышла громадная медведица. Вы находились слишком близко к медвежонку, и это было решающим моментом для медведицы.\n\nАтака была молниеносной и неотвратимой.\n\nЕдинственное, что Вы успели подумать: \"Так не доставайся ты никому.\"\n\nНаутро Ваше растерзанное тело нашли местные охотники. Слухи о беглянке разошлись со скоростью ветра, обрастая новыми невероятными подробностями.\n\nВас сделали нежеланной внебрачной дочерью короля и по совместительству атаманшей местных головорезов. Но Вам было уже все равно...",
    "answers": [
      {
        "id": 1,
        "text": "Вам конец"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы осторожно спустились вниз. Как Вы ни старались, а звенья кандалов все равно легонько позвякивали при каждом шаге, что крайне Вас нервировало.\n\nНе успели Вы осмотреться в коридоре, где горел факел, как услышали шорох.\n\nНедалеко от Вас у двери был стражник со шлемом в руках. Немного присмотревшись, Вы поняли, что он спал стоя.\n\n— Издержки ремесла, — прыснули Вы.\n\nНо его сон был чутким. На Вашу реплику он отреагировал мнгновенно, открыв сонные слезящиеся глаза.",
    "answers": [
      {
        "id": 39,
        "text": "Бежать со всех ног"
      },
      {
        "id": 40,
        "text": "Начать петь"
      },
      {
        "id": 45,
        "text": "Задушить кандалами"
      }
    ]
  },
  {
    "id": 38,
    "text": "Стоять бессмысленно! Нужно выбираться как можно быстрее. \n\nВас могут начать искать в любую минуту.",
    "answers": [
      {
        "id": 37,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы рванули со всех ног прямо по коридору наперез стражнику. Но влажная брусчатка сделала свое дело.\n\nПодскальзнувшись, Вы упали на колени прямо перед стражником. Не растерявшись, он ударил Вас по голове.\n\nМягко сказать, удар был не очень удачным. Для Вас. Он пришелся прямо в висок. Вы упали замертво.",
    "answers": [
      {
        "id": 1,
        "text": "Вам конец"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы начали тихо напевать красивую мелодию. Эту песенку пела Вам мама, когда Вы были совсем малышкой. Слезы сразу навернулись на глазах.\n\n— Надо завязывать с выпивкой.\n\nСтражник, приняв Вас за странное видение, закрыл глаза и снова уснул.",
    "answers": [
      {
        "id": 46,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": "Из-за пазухи Вы выхватили камень и саданули им стражника. Он медленно осел на пол. В голове зияла дыра, из которой струилась кровь.\n\nВыжил ли он, волновало Вас сейчас меньше всего.",
    "answers": [
      {
        "id": 66,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы разбежались и прыгнули из всех оставшихся сил. Но их явно не хватало, чтобы достичь заветной цели.\n\nТолько цепь от кандалов спасла Вас от неминуемой смерти, зацепившись за выступ. Чудом Вас никто не заметил, и Вы смогли взобраться на полуразрушенный мост.\n\nПройдя через башню — на этом уровне, к счастью, никого не было — Вы вышли на стену замка.\n\nНе найдя никаких подручных средств, чтобы спуститься, Вы принимаете решение спускаться самостоятельно. Это было опасно, но выбора не оставалось.",
    "answers": [
      {
        "id": 43,
        "text": "Спускаться"
      }
    ]
  },
  {
    "id": 43,
    "text": "Высота была головокружительная. Вы выверяли каждый шаг, каждое движение, чтобы спуститься со стены наружу без \"приключений\". У Вас не вышло!\n\nПримерно в метре от земли Вы соскользнули со стены, кубарем скатившись по земле, Вас забросило в реку, которая протекала мило замка.\n\nРека тут же затянула Вас в водоворот, из которого с кандалами Вам не выбраться.",
    "answers": [
      {
        "id": 1,
        "text": "Вам конец"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы разбежались и прыгнули из всех оставшихся сил. Но их явно не могло хватить, чтобы достичь заветной цели.\n\nТолько цепь от кандалов спасла Вас от неминуемой смерти, зацепившись за выступ. Чудом Вас никто не заметил, и Вы смогли взобраться на полуразрушенный мост.\n\nПройдя через башню без затруднений Вы вышли на стену замка. Закрепив на ней веревку, Вы не без труда начали свой спуск.",
    "answers": [
      {
        "id": 80,
        "text": "На землю"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы резко бросаетесь к стражнику, воспользовавшись его замешательством.\n\nРаздались хриплые вопли. Цепь кандалов впилась в его горло. Казалось, это не закончится никогда. Но вдруг стражник обмяк и осел на пол. Все закончилось.",
    "answers": [
      {
        "id": 46,
        "text": "Спускаться дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "В конце коридора была еще одна лестница, круто ведущая вниз. Вы послушно пошли по ней.\n\nВнизу Вы наткнулись на очистительный канал, который, по идее, должен был вести к реке у замка.\n\nВыход был совсем рядом, но кроме запаха разложения и гниения Вы ничего не могли чувствовать.\n\n— Погружаемся, — скомандовали Вы, хотя никого кроме Вас тут не было.",
    "answers": [
      {
        "id": 47,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 47,
    "text": "Идти пришлось довольно долго. Кажется, этот ход проложили под всем замком, хотя, возможно, у Вас просто разыгралось воображение.\n\nОт тошнотворных запахов у Вас начала кружиться голова. Катострофически не хватало воздуха.",
    "answers": [
      {
        "id": 48,
        "text": "Передохнуть"
      },
      {
        "id": 49,
        "text": "Поторопиться"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы немного перевели дух и продолжили свой путь. Вскоре Вы увидели где-то уже совсем близко мягкий лунный свет.",
    "answers": [
      {
        "id": 50,
        "text": "Приблизиться"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы ускорили свой шаг. Но тут же потеряли равновесие, запнувшись о какой-то выступ. Теперь с макушки до пят Вы были вымазаны страшно подумать в чем...\n\nНеосознанно Вы подняли руку, чтобы откинуть грязные пряди волос назад. Что-то не так.\n\nВы не сразу поняли, что Ваша правая рука была теперь свободна. Левая рука тоже выскользнула из пут без особых затруднений.\n\nВскоре Вы увидели где-то уже совсем близко мягкий лунный свет.",
    "answers": [
      {
        "id": 51,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "Он падал сквозь прогнившую решетку. Прутья еле держались.\n\nНакинув цепь кандалов на один из прутьев, Вы с силой потянули ее на себя. Прут полностью отлетел от решетки. Еще один прут, и Вы смогли выбраться.\n\nКанал вел к бурной реке, огибающей замок. В кандалах прыгать было опасно, но выбора не было.",
    "answers": [
      {
        "id": 26,
        "text": "Прыгать"
      }
    ]
  },
  {
    "id": 51,
    "text": "Он падал сквозь прогнившую решетку. Прутья еле держались.\n\nС трудом согнув пару прутьев, Вы смогли выбраться.\n\nКанал вел к бурной реке, огибающей замок.\n\n— Эх, была не была, — только и успели промолвить перед прыжком.",
    "answers": [
      {
        "id": 52,
        "text": "Прыгнуть"
      }
    ]
  },
  {
    "id": 52,
    "text": "Сильный поток сразу потащил Вас вниз по течению. Сопротивляться было бесполезно. Сил хватало лишь только с переменным успехом удерживаться на воде.\n\nЧерез некоторое время течение выбросило Вас на берег, на котором расположилась небольшая деревушка.",
    "answers": [
      {
        "id": 53,
        "text": "Выйти на берег"
      }
    ]
  },
  {
    "id": 53,
    "text": "Луна продолжала освещать все вокруг своим холодным сиянием.\n\nВы медленно вышли на берег на окраине деревни. А из ближайшего дома вышел молодой парень, направившийся в сторону наковальни. Замерев, он уставился на Вас.\n\n\"Молод для кузнеца,\" — подумали Вы.\n\nТолько сейчас Вы поняли, что Вашу одежду унесла река. Вы совершенно голая.",
    "answers": [
      {
        "id": 54,
        "text": "Со стыда кинуться обратно в реку"
      },
      {
        "id": 55,
        "text": "Убежать с криками в лес"
      },
      {
        "id": 56,
        "text": "Соблазнить, прикинувшись речной нимфой"
      }
    ]
  },
  {
    "id": 54,
    "text": "Течение было слишком сильным. В груди возникло леденящее чувство животного страха.\n\n\"Я не справлюсь,\" — пронеслась шальная мысль в голове, — \"на дно, к русалкам!\"\n\nСил всплыть больше не хватало. Обессилевшее тело оказалось на дне.",
    "answers": [
      {
        "id": 1,
        "text": "Вам конец"
      }
    ]
  },
  {
    "id": 55,
    "text": "Со всех ног Вы бросились в лес. Сын кузнеца даже не успел ничего произнести.\n\nДобежав до кромки леса, Вы остановились, чтобы перевести дыхание.",
    "answers": [
      {
        "id": 124,
        "text": "Что дальше?"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы медленно начали продвигаться к изумленному пареньку. Серебрянный свет луны заставлял Вашу и без того белую кожу практически светиться. Светлые локоны ниспадали на грудь и почти доставали до пояса.\n\nПодойдя вплотную, Вы поцеловали его чуть приоткрытые от удивления губы. Широко распахнутые глаза, как у олененка, говорили о его, мягко говоря, неопытности.\n\nВы мягко взяли его за руку и увлекли за собой в амбар.",
    "answers": [
      {
        "id": 57,
        "text": "Лишить девственности"
      }
    ]
  },
  {
    "id": 57,
    "text": "Как только парень уснул. Вы ловко натянули его одежду на себя.\n\nДля Вас она была немного велика. Но это даже было Вам на руку. С помощью этого Вы смогли скрыть все наталкивающие на подозрения изгибы женского тела.\n\nСреди вещей Вы нашли нож. Взяв его в руку, Вы резко полоснули им.\n\nВниз посыпались Ваши длинные локоны.",
    "answers": [
      {
        "id": 58,
        "text": "Что дальше?"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы направились по дороге в противоположном направлении от замка.\n\nЗаглянув в большую лужу, Вы увидели юное мальчишечье коротко стриженное лицо. Остался только один штрих. Смачно взяв грязь, Вы намазали ее на лицо и руки.\n\nВ таком виде Вы могли отправиться без опасений, куда угодно. Что Вас ждало дальше, Вы не знали, но сюда Вы больше никогда не вернетесь.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы осторожно вышли наружу. Только теперь Вы заметили, что мост, соединяющий две башни замка, был обрушен. Дальняя башня граничила со стеной, за которой была Ваша свобода. Ее вкус почти вскружил Вам голову, но нужно было взять себя в руки.\n\nРастояние для прыжка было приличным. Посмотрев вниз, у Вас слегка закружилась голова. Но Вы успели заметить Мартина, Вашего неудавшегося подельника.",
    "answers": [
      {
        "id": 60,
        "text": "Понаблюдать за ним"
      },
      {
        "id": 44,
        "text": "Прыгнуть, забыв о нем"
      }
    ]
  },
  {
    "id": 60,
    "text": "Он шел под руку с какой-то прилестницей, нашептывая ей слова любви. По ее выражению лица было ясно, что она также попала под его чары, как и Вы.\n\n— Девочку надо спасать, — прошептали Вы.\n\nА ведь еще совсем недавно он рассыпался в тысячах сладострастных комплементах по поводу Ваших прекрасных щиколоток.\n\n— Фетишист, — практически зашипели Вы от нахлынувшего отвращения.",
    "answers": [
      {
        "id": 61,
        "text": "Кинуть в него камень "
      },
      {
        "id": 44,
        "text": "Забыть про него и прыгнуть"
      }
    ]
  },
  {
    "id": 61,
    "text": "Достав камень из-за пазухи, Вы ловко метнули его в Мартина.\n\n— Лови, блудник, — чуть ли не в голос сказали Вы.\n\n\"Обидеть женщину может каждый, но не каждый сможет это пережить,\" — победоносно подумали Вы.\n\nМартин лежал на брусчатке, по которой растекалась его кровь. Девушки и след простыл.",
    "answers": [
      {
        "id": 44,
        "text": "Прыгнуть через обрушившийся мост"
      }
    ]
  },
  {
    "id": 62,
    "text": "В потемках Вы осторожно шагали по винтовой лестнице. Казалось, она никогда не закончится. Но вдруг где-то внизу Вы увидели слабое свечение.\n\n— Что там такое? — вырвалось у Вас.",
    "answers": [
      {
        "id": 63,
        "text": "Продолжать спускаться"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы осторожно спускались вниз. Как Вы ни старались, звенья кандалов все равно легонько позвякивали при каждом шаге.\n\nНе успели Вы осмотреться в новом коридоре, где горел факел, как услышали шорох.\n\nНедалеко от Вас у двери был стражник со шлемом в руках. Немного присмотревшись, Вы поняли, что он спит стоя.\n\nНеожиданно для себя Вы громко чихнули.\n\n — Будь здоров, — мнгновенно отреагировал стражник, открыв сонные слезящиеся глаза.",
    "answers": [
      {
        "id": 64,
        "text": "Бежать обратно "
      },
      {
        "id": 41,
        "text": "Использовать камень"
      },
      {
        "id": 65,
        "text": "Начать петь"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы рванули обратно к лестнице. Лязг доспехов позади Вас становился все громче. От испуга Вас перестали слушаться ноги. Вы запутались в своем балахоне и упали на колени.\n\nВ то же мнгновение секира стражника пронзила Вас насквозь. Вы упали замертво.",
    "answers": [
      {
        "id": 1,
        "text": "Вам конец"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы начали тихо напевать медленную мелодию, которая навеяла воспоминание о далеком детстве. \n\nСлезы сразу навернулись на глазах. Эту колыбельную пела Вам мама, когда Вы были совсем малышкой.\n\n— Опять снится эта дрянная работа.\n\nСтражник, приняв Вас за дурное сноведение, закрыл глаза и снова уснул.",
    "answers": [
      {
        "id": 66,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 66,
    "text": "Сердце вырывалось из груди. Хотелось оказаться от этого места как можно дальше. Позабыв о всякой осторожности, Вы неслись по коридорам то направо, то налево, то устремлялись вверх.\n\nВдруг Вы услышали ржание коней.",
    "answers": [
      {
        "id": 71,
        "text": "Притаиться"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы выполнили свое обещание. Не было ни одной крысы, ни сухопутной, ни морской, которая не слышала бы о Белой Бестии, капитанше в мужском одеянии.\n\nОднажды в одном из портов Вы встретили того самого Мартина.",
    "answers": [
      {
        "id": 68,
        "text": "Не трогать его"
      },
      {
        "id": 69,
        "text": "Воткнуть в него саблю"
      },
      {
        "id": 70,
        "text": "Отдать его своим головорезам"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы злорадно улыбались, проходя мимо него. Ваши взгляды пересеклись. По выражению его лица Вы поняли: \"Он точно узнал меня.\" \n\nЕму Вы не стали причинять никакого вреда, ведь, если бы Мартин не предал Вас тогда, Вы бы не стали тем, кем Вы являетесь сейчас.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 69,
    "text": "Без лишних слов Вы выхватили свою саблю. Последовал молниеносный удар, вспоровший Мартину живот. В его медленно тухнущем взгляде Вы увидели, что он узнал Вас и понял, за что понес наказание.\n\nВ этом порту Вас знали все, и ни один не рискнул вмешиваться в Ваши дела.\n\nВы были отомщены.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 70,
    "text": "Ваши молодцы затащили бедолагу на корабль. Вдоволь поиздевавшись над ним, как это обычно делают истинные пираты, Вы решили продать его в рабство одному своему знакомому купцу. Символическая цена в пять серебряных Вас бы устроила. \n\nПираты никогда не забывают своих врагов.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 71,
    "text": "Притаившись, Вы услышали обрывок разговора.\n\n— Справился? — послышался приятный мужской голос.\n\n— Обижаешь, Артур, — ответил кто-то, — Изюм изрядно помотал нервы, а Курага — умница.\n\n— Отлично! Глянь еще Чернослива. Прихрамывает.",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": "— Все будет сделано! — заверил его, видимо, конюх.\n\n— Хорошо, товар уже ждут в соседнем городе. Надо собираться!\n\nМужчины занялись делом. Купец, как Вы предположили, начал снаряжать повозку. А конюх увлек иссиня-черного коня вглубь конюшни. Купец через некоторое время присоединился к нему.\n\nПредставился шанс выбраться отсюда.",
    "answers": [
      {
        "id": 73,
        "text": "Воспользоваться шансом"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы прошмыгнули в повозку. Никто Вас не заметил.\n\nПришло время, и повозка тронулась. В нее были запряжены две лошади. Третья была привязана и послушно шла рядом. Купец ехал не спеша.\n\nТолько когда северные ворота остались позади, Вы смогли расслабиться и нечаянно уснули.",
    "answers": [
      {
        "id": 74,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы проснулись от грубого толчка в плечо.\n\n— Я не брал попутчиков. Ты кто? — спросил купец.",
    "answers": [
      {
        "id": 75,
        "text": "Интересный выбор имен для лошадей"
      },
      {
        "id": 76,
        "text": "Соврать"
      },
      {
        "id": 77,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 75,
    "text": "— Интересные имена для лошадей... Почему? — задали Вы вопрос, мучивший Вас со вчерашнего дня.\n\n— Сухофрукты люблю, — резко выпалил он, — ты не ответила на вопрос!",
    "answers": [
      {
        "id": 76,
        "text": "Соврать"
      },
      {
        "id": 77,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Не знаю, как оказалась тут. Я ничего не помню. — соврали Вы.\n\nКупец смотрел на Вас явно с недоверием.\n\n— А не ты ли пыталась ограбить короля? Не удивлюсь, что такая прыткая, как ты, смогла бы сбежать. Весь город так и гудит об этом уже два дня.\n\nОн смотрел на Вас выжидающе.",
    "answers": [
      {
        "id": 78,
        "text": "Сбежать"
      },
      {
        "id": 77,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы признались во всем. А Артур, проникнувшись Вашим откровением, решил взять Вас под свое крыло. Он даже заплатил кузнецу, чтобы освободить Вас от кандалов.\n\nИ Вы стали путешествовать с ним вместе. Спустя некоторое время Вы узнали, что у Артура была еще одна кобыла, Урюк. Но это была слишком грустная история, чтобы ее рассказывать.\n\nИногда проще один раз сказать правду, чем лгать все время.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы резко сорвались с места и прыгнули на мирно пасующегося коня. К счастью, он был отвязан.\n\n— Нужно избавиться от кандалов, — с этой мыслью Вы неслись, как ветер, через поля.",
    "answers": [
      {
        "id": 79,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 79,
    "text": "Погони за Вами не было. И добравшись до ближайшей деревни, у кузнеца Вы обменяли коня на свободу. Конь того стоил, и кузнец пошел на риск.\n\n— Его зовут Чернослив, — бросили Вы напоследок и ушли в направлении леса.\n\nВы присоединились к разбойникам, промышлявшим в здешних лесах. Их лидер был лучшим лучником, которого Вы когда-либо видели.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы успешно спустились на землю. Вам нетерпелось убраться отсюда, как можно быстрее.\n\nС этой стороны замок огибала бурная река. Вы отчетливо понимали, что в кандалах с течением Вам не справиться.\n\n— К черту эту реку. Пойду в обход через мост. — решили Вы.",
    "answers": [
      {
        "id": 81,
        "text": "К мосту"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Никого, — подметили Вы, добравшись до моста.\n\nБыстро перебравшись на другой берег, Вы пошли вверх по реке. Через некоторое время Вы увидели три вагончика. На одном из них красовалась надпись \"Цирк\".\n\n— Может, стать звездой цирка? — задались Вы вопросом.",
    "answers": [
      {
        "id": 82,
        "text": "Присоединиться к цирку"
      },
      {
        "id": 83,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 82,
    "text": "Циркачи приняли Вас, как родную. Половина из них была беглыми каторжниками, вторая половина — неудачниками, потерявшими все. Они помогли Вам избавиться от кандалов.\n\nВыбор за Вами!",
    "answers": [
      {
        "id": 84,
        "text": "Стать певицей"
      },
      {
        "id": 85,
        "text": "Стать метательницей ножей"
      },
      {
        "id": 86,
        "text": "Начать жонглировать"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы так и не смогли избавиться от кандалов. И, к сожалению, погибли в лесу от истощения.\n\nМестные охотники нашли Ваше окоченевшее тело недалеко от замка.",
    "answers": [
      {
        "id": 1,
        "text": "Вам конец"
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы обладали чудесным голосом. Народ всегда встречал Вас благосклонно.\n\nА когда Вы затягивали какую-нибудь грустную балладу о любви и подвигах, все женщины ревели навзрыд, даже у мужчин, бывало, катилась скупая слеза по щеке.\n\nВы были счастливы!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вам всегда нравились эти острые \"мерзавцы\". Выбор, конечно, пал на ножи.\n\nИ, в общем-то, метали ножи Вы неплохо. Публика любила Ваши выступления. Но иногда добровольцев приходилось перевязывать, латая раны. Летальных исходов не было.\n\nВ целом, Вы были довольны!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 86,
    "text": "Всегда интересно начинать что-то новое. Жонглировать было для Вас в новинку.\n\nВыступления проходили с переменным успехом. Чаще всего публика Вас принимала за шута. А вскоре Вас и вовсе перевели из жонглеров в шуты. Красный нос Вам совсем не шел.\n\nНо это, в любом случае, было лучше виселицы.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 87,
    "text": "Проход уходил в узкий коридор, ведущий в комнату с небольшим окном, кроватью, столом и стулом. Все было покрыло толстым слоем паутины и пыли. Сюда явно давно никто не заходил. И выхода из замка здесь не оказалось.\n\nБез сил Вы упали на кровать, подняв облако пыли, и тут же забылись. Сон был беспокойным.",
    "answers": [
      {
        "id": 88,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы неохотно открыли глаза. В окно бил яркий свет.\n\n— Уж и не думала, что увижу солнце, — недобро произнесли Вы.\n\nВы решили осмотреть свое убежище. Ничего нового Вы не обнаружили. Только на столе лежал толстенный свиток.",
    "answers": [
      {
        "id": 89,
        "text": "Читать"
      },
      {
        "id": 90,
        "text": "Не читать"
      }
    ]
  },
  {
    "id": 89,
    "text": "\"Женский почерк\", — подумали Вы.\n\nИз свитка Вы узнали, что здесь жила незаконнорожденная дочь королевы. У нее был тайный роман с конюхом, пока король был занят войной с соседней страной.\n\nБеременность удалось скрыть за пышными платьями. И в результате запретной любви появилась болезненная девочка Адель.",
    "answers": [
      {
        "id": 91,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы отложили свиток в сторону и решили дождаться ночи, чтобы осмотреться в замке. В животе жутко урчало. И неудивительно! Вы и забыли, когда в последний раз ели.\n\nВ замке стояла суматоха. Скорее всего, искали именно Вас. Далеко пройти не удалось и пришлось вернуться.",
    "answers": [
      {
        "id": 96,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "Чтобы никто не узнал о ее существовании, после родов королеве пришлось собственноручно убить бабку-повитуху и избавиться от ее тела, подставив одну из свои фрейлин, которая была, кстати, любовницей короля.\n\nНо в итоге Адель все равно умерла в возрасте 15 лет от неизвестной болезни, так и оставшись тайной королевы. \"Наконец-то, все закончилось\", — этими словами завершалось повествование свитка.\n\n— Дворцовые интриги, — только и выдавили Вы из себя.",
    "answers": [
      {
        "id": 98,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 92,
    "text": "В замке стояла суматоха. Скорее всего, искали Вас. Далеко пройти не удавалось. Пришлось вернуться.\n\nКаждую ночь Вы выходили из тайной комнаты и мало-помалу начали исследовать замок. Первым делом Вы нашли кухню, винный погреб, посты охраны. Вам также удалось раздобыть одежду прислуги, а немного позже и форму стражника.",
    "answers": [
      {
        "id": 95,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 93,
    "text": "Теперь Вы могли передвигаться по замку даже днем. Вы стали тенью, невидимкой, частью замка. Вас это вполне устраивало.\n\nА когда становилось скучно, Вы справляли нужду под дверь начальника охраны. На утро, конечно же, замок стоял на ушах.\n\nВ городе до сих пор ходят слухи про приведение молодой женщины, бесцельно бродяжей в замке по ночам.\n\nИнтересно, это про Вас или про Адель...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 94,
    "text": "Теперь Вы могли передвигаться по замку даже днем. Вы стали тенью, невидимкой, частью замка. И Вас это вполне устраивало.\n\nА когда становилось скучно, Вы справляли нужду под дверь начальника охраны. На утро, конечно же, замок стоял на ушах.\n\nВ городе до сих пор ходят слухи про приведение молодой женщины, бесцельно бродяжей в замке по ночам.\n\nИнтересно, про Вас ли это судачит народ...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 95,
    "text": "Теперь Вы могли передвигаться по замку даже днем. Вы стали тенью, невидимкой, частью замка. Вас это вполне устраивало.\n\nА когда становилось скучно, Вы справляли нужду под дверь начальника охраны. На утро, конечно же, замок стоял на ушах.\n\nВ городе до сих пор ходят слухи про приведение молодой женщины, бесцельно бродяжей в замке по ночам.\n\nИнтересно, это про Вас или про Адель судачит народ...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 96,
    "text": "Каждую ночь Вы выходили из тайной комнаты и мало-помалу начали исследовать замок. Первым делом Вы нашли кухню, винный погреб и посты охраны. Вам также удалось раздобыть одежду прислуги, а немного позже и форму стражника.",
    "answers": [
      {
        "id": 97,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 97,
    "text": "Теперь Вы могли передвигаться по замку даже днем. Вы стали тенью, невидимкой, частью замка. Вас это вполне устраивало.\n\nКогда становилось скучно, Вы запускали свои руки в дворцовые интриги, подбрасывая письма важным особам. \n\nОднажды Вы таким образом спасли жизнь королю, но он об этом, конечно же, никогда не узнает.",
    "answers": [
      {
        "id": 120,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы отложили свиток в сторону и решили дождаться ночи, чтобы осмотреться в замке. В животе жутко урчало. И неудивительно! Вы и забыли, когда в последний раз ели.\n\nВ замке стояла суматоха. Скорее всего, искали именно Вас. Далеко пройти не удалось и пришлось вернуться.",
    "answers": [
      {
        "id": 99,
        "text": "Через некоторое время"
      }
    ]
  },
  {
    "id": 99,
    "text": "Каждую ночь Вы выходили из тайной комнаты и мало-помалу начали исследовать замок. Первым делом Вы нашли кухню, затем винный погреб, а после и посты охраны. Вам также удалось раздобыть одежду прислуги, а немного позже — форму стражника.",
    "answers": [
      {
        "id": 100,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 100,
    "text": "Теперь Вы могли передвигаться по замку даже днем. Вы стали тенью, невидимкой, частью замка. Вас это вполне устраивало.\n\nКогда становилось скучно, Вы справляли нужду под дверь начальника охраны. И на утро, конечно же, замок стоял на ушах.\n\nА в городе до сих пор ходили слухи про приведение юной девушки, бесцельно бродяжей в замке по ночам.\n\nИнтересно, это про Вас или про Адель судачит народ...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 101,
    "text": "Было жутко темно. Но Вас это не могло остановить. Вы аккуратно взбирались по лестнице все выше и выше, пока не дошли до развилки.\n\nВпереди была крепкая деревянная дверь, а справа открывался проход наружу. Вы увидели через него кусочек звездного неба. Стояла полная луна. На небе не было ни облачка, а снаружи приятно тянуло прохладой.",
    "answers": [
      {
        "id": 10,
        "text": "Осмотреть дверь"
      },
      {
        "id": 13,
        "text": "Войти в проход"
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы подошли к двери и приложили ухо. За дверью послишались грубые мужские голоса.\n\n— Там стража, — прошептали Вы.\n\nКраем глаза Вы заметили рядом с дверью моток веревки. Перекинув ее через плечо, Вы двинулись дальше.",
    "answers": [
      {
        "id": 103,
        "text": "Войти в проход"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы осторожно вышли наружу. Только теперь Вы заметили, что мост, соединяющий две башни замка, был обрушен.\n\n— Рано расслабляться, — подбодрили Вы себя.\n\nВы подошли к краю и посмотрели вниз, у Вас слегка закружилась голова. Вы не увидели там стражников. Переулок был почти глухой.",
    "answers": [
      {
        "id": 108,
        "text": "Спуститься по веревке"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы осторожно вышли наружу. Только теперь Вы заметили, что мост, соединяющий две башни замка, был обрушен.\n\n— Рано расслабляться, — подбодрили Вы себя.\n\nВы подошли к краю и посмотрели вниз, у Вас слегка закружилась голова. Там Вы не увидели стражников. Переулок был почти глухой.",
    "answers": [
      {
        "id": 105,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 105,
    "text": "Не обнаружив поблизости веревку, Вы приняли решение спускаться без нее. Это был риск, но игра стоила свеч. На кону была свобода!\n\nВы начали спуск. Стена была влажной после вечернего дождя. Правая нога соскользнула. Потеряв опору, Вы полетели вниз.",
    "answers": [
      {
        "id": 106,
        "text": "Летим-летим"
      }
    ]
  },
  {
    "id": 106,
    "text": "Вы рухнули в повозку с сеном, которую не заметили сверху. Вы чудом уцелели, так как рядом, прямо у лица, торчали вилы.\n\nВы слезли с повозки и притаились за ней. Вам нужно было попасть к Северным воротам. Их практически не охраняли. Вам это было на руку.",
    "answers": [
      {
        "id": 107,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 107,
    "text": "Вдали Вы заметили знакомую фигуру в плаще. Присмотревшись, Вы узнали его.\n\n— Мартин, падла. — сквозь зубы процедили Вы.",
    "answers": [
      {
        "id": 109,
        "text": "Оставить в покое"
      },
      {
        "id": 110,
        "text": "Подойти сзади"
      }
    ]
  },
  {
    "id": 108,
    "text": "Закрепив веревку, Вы начали спуск. Внизу Вы спрятались за стеной и притаились.\n\nВам нужно было попасть к Северным воротам. Их практически не охраняли. Вам это было на руку.",
    "answers": [
      {
        "id": 107,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 109,
    "text": "Злость кипела, но Вы отчетливо понимали, что Вам сейчас не до него.\n\n— Ему все аукнется, — утешили Вы себя.\n\nПовернув в проулок, Вы направились к Северным воротам. Как Вы и думали, охраны не было, лишь редкие патрульные.\n\nВы выбежали из города, никем не замеченной.",
    "answers": [
      {
        "id": 111,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 110,
    "text": "Ярость кипела внутри. Жгучая обида и злоба застилали глаза.\n\nВы зашли к нему со спины.",
    "answers": [
      {
        "id": 112,
        "text": "Пырнуть заточкой"
      },
      {
        "id": 113,
        "text": "Припугнуть"
      }
    ]
  },
  {
    "id": 111,
    "text": "Пока Вы бежали вверх по реке, которая огибала замок, Вы вспомнили свою детскую мечту.\n\nКогда Вы были совсем маленькой, все вокруг хотели быть принцессами, лишь Вы восхищались гордыми, сильными пастушками.\n\n— А, может, и правда? Всегда хотела собаку. Да папа запрещал. — с грустью подметили Вы, — Стану простой пастушкой. В этом ремесле главное не кричать на каждый шорох в кустах \"волки\".\n\nПробовать себя в чем-то новом никогда не поздно.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 112,
    "text": "Резким ударом, без лишних слов, Вы всадили штырь Мартину в бок. Он упал на колени, так и не увидев, кто нанес удар.\n\n— Тебе это больше не пригодится. \n\nСорвав с него плащ, Вы накинули его себе на плечи и устремились к Северным воротам. \n\nКак Вы и думали, охраны не было, лишь редкие патрульные. Вы выбежали из города, никем не замеченной.",
    "answers": [
      {
        "id": 111,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Помнишь меня, Мартин? — злобно прошипели Вы, держа заточку у его горла.\n\n— М-м-малышка, я не знал, что у сокровищницы такая охрана, — начал было оправдываться он, медленно поворачиваясь.\n\n— Сраный ублюдок, ты сбежал и бросил меня подыхать!",
    "answers": [
      {
        "id": 114,
        "text": "Разбить нос"
      },
      {
        "id": 115,
        "text": "Унизить"
      },
      {
        "id": 119,
        "text": "Отомстить"
      }
    ]
  },
  {
    "id": 114,
    "text": "Ничего больше не став слушать, Вы ударили Мартина по переносице и стянули с него плащ, пока тот выл от боли.\n\nОставив его, Вы направились к Северным воротам. Как Вы и думали, охраны не было, лишь редкие патрульные.\n\nВы выбежали из города, никем не замеченной.",
    "answers": [
      {
        "id": 111,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 115,
    "text": "— Раздевайся! — скомандовали Вы.\n\n— Что? — не понял он.\n\n— Живо! Или хочешь, чтобы я твои кишки на фонтан намотала?\n\nОн нехотя начал стягивать с себя одежду.",
    "answers": [
      {
        "id": 116,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 116,
    "text": "— И трусы! Бегом! — не унимались Вы.\n\nПоследняя деталь была сброшена.\n\n\"Жалкое зрелище\", — подумали Вы, но останавливаться и не думали.\n\nСвоим поясом Вы крепко привязали бедолагу к фонтану за руки и забрали все его вещи.",
    "answers": [
      {
        "id": 117,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 117,
    "text": "Нацепив его одежду, Вы направились к Северным воротам. Как Вы и думали, охраны не было, лишь редкие патрульные.\n\nВы выбежали из города, никем не замеченной.",
    "answers": [
      {
        "id": 118,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 118,
    "text": "Трусы Мартина Вы пустили вниз по реке, которая огибала замок. Вам было с ними не по пути.\n\nПока Вы бежали вверх по реке, которая огибала замок, Вы вспомнили свою детскую мечту.\n\nКогда Вы были совсем маленькой, все вокруг хотели быть принцессами, лишь Вы восхищались гордыми, сильными пастушками.\n\n— А, может, и правда? Всегда хотела собаку. Да папа запрещал. — с грустью подметили Вы, — Стану простой пастушкой. В этом ремесле главное не кричать на каждый шорох в кустах \"волки\".\n\nПробовать себя в чем-то новом никогда не поздно.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 119,
    "text": "Его уже ничего не могло спасти. Резким ударом Вы всадили штырь Мартину в горло. Столько крови Вы еще никогда не видели.\n\n— Мне это пригодится. \n\nСорвав с него плащ, Вы накинули его себе на плечи и устремились к Северным воротам. \n\nКак Вы и думали, охраны не было, лишь редкие патрульные. Вы выбежали из города, никем не замеченной.",
    "answers": [
      {
        "id": 111,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 120,
    "text": "В городе до сих пор ходят слухи про приведение молодой женщины, бесцельно бродяжей в замке по ночам.\n\nИнтересно, про Вас ли это судачит народ...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 121,
    "text": "Вы со злобой бросили камень в темноту. Раздался лязг, что-то упало на пол и отскочило прямо к Вашим ногам. Это оказался ключ. \n\n— Да ладно! Эти остолопы до сих пор вешают ключи на гвоздь? Я думала, такое бывает только в книгах, — Вашей радости не было предела. Сердце бешено стучало.\n\nВы хищно схватили ключ и попытались найти замочную скважину от своей клетки. Кандалы предательски мешали это сделать. Наконец-то, замок пораженно щелкнул, и Вы выбрались в коридор.",
    "answers": [
      {
        "id": 122,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы оказались в коридоре. По обе стороны коридор заканчивался лестницами. Лестница слева вела вниз, видимо, в подземелье. А вторая уходила вверх.\n\n— Сучьи потроха, и куда теперь? — застыл немой вопрос.",
    "answers": []
  },
  {
    "id": 123,
    "text": "",
    "answers": []
  },
  {
    "id": 124,
    "text": "Решение было принято. Вы остались в лесу и вели уединенный образ жизни. Со временем Вы превратились в легенду здешних краев, став местной \"ведьмой\".\n\nДля пущей убедительности Вы не расставались с клюкой в виде змеи. На людей она оказывала сногсшибательное эффект. Вам нравилась такая реакция людей.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 125,
    "text": "Вы осторожно вышли наружу. Только теперь Вы заметили, что мост, соединяющий две башни замка, был обрушен. Дальняя башня граничила со стеной, за которой была Ваша свобода. Ее вкус почти вскружил Вам голову, но нужно было взять себя в руки.\n\nРастояние для прыжка было приличным. Посмотрев вниз, у Вас слегка закружилась голова. Там была стража.",
    "answers": [
      {
        "id": 23,
        "text": "Прыгать"
      }
    ]
  },
  {
    "id": 126,
    "text": "",
    "answers": []
  }
]