[
  {
    "id": 1,
    "text": "Приятного чтения\nЖанр:юмор, романтика, детектив \nАтор:Devochka_v_kepke\nОт автора.\nЯ не хочу ничего говорить что бы было интересно, но могу сказать одно. Это парень и девушка, в глубине души что то испытаваю к друг другу, но их чувствам не даёт развится ненависть которою зародили их родители , но даже ненависть уже забытая, так что они ипытавают? Ты сможешь завоевать сердце юноши? А дойти до конца и разгодать все тайны? \n\nОт------------Автора---------------------------Квест- книга\nПростите за ошибки)) пожалуйста. \n\n\nА ТАК ЖЕ ОШИБКИ КОТОРЫЕ НАЙДЕНЫ МОЖЕТ сделать МОЙ Т9)) СПАСИБО ЕМУ(бесит т9) ",
    "answers": [
      {
        "id": 2,
        "text": "Начатики"
      },
      {
        "id": 19,
        "text": "2 глава\nПравда или действие ",
        "need": [
          17
        ]
      },
      {
        "id": 37,
        "text": "Глава 3\nДень варенья ",
        "need": [
          35
        ]
      },
      {
        "id": 66,
        "text": "Глава 4.\nПереезд",
        "need": [
          65
        ]
      },
      {
        "id": 91,
        "text": "5 глава. Это правда? ",
        "need": [
          90
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "Это история запутанная, криминальная и непредсказуемая.\nЯ Арья. Мне пришлось с многим бороться. Давайте с самого начала\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "С самого моего рождения родители оберегали меня и заботились говорили что хорошо, а что плохо. Но их слова можно было и не верить.\n\nОднажны в песочнице ко мне подошёл мальчик.(когда я была маленькая).\n\n—привет, я Алтём\n—а я Алья.\n—давай длу...\nНе успел маленький Артём договорить за мной пришёл папа.\n\n—ах ты негодник и до дочки моей полез.\nТут влезает в разговор папа Артема\n—кто тут ещё полез, может она сама?\n—что?? Моя в жизни не сделала это! Просто твоему сыну не хватает внимания, ну да в такой семьёй. \nТот промолчал он не хотел продолжать бессмысленные разговоры\nЭто все что я помню\n",
    "answers": [
      {
        "id": 4,
        "text": "Сегодня\n"
      }
    ]
  },
  {
    "id": 4,
    "text": "На сегодняшний день мне 16 лет скоро у меня будет день рождения.\nВ последний раз с Артёмом мы виделись в 11 лет.\nОн был очень милым и я после нескольких встреч с ним когда гуляла. Думала что папа на него сильно наговаривает. Что он весь в своего отца.\nИ я должна его ненавидеть. Я была маленькая девочка и... Думала что он мне чуть чуть нравится, когда я призналась ему в любви он отверг меня. Я поняла что он просто использовал меня спрашивая для своего отца, как дела в наших компаниях \nНУ да наши папы были бизнесменами в крупных компаниях, до моего рождения они что то не поделили.\nИ не могут простить друг друга. ",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "В тот день я рыдала в подушку хотя папа меня предупреждал. Он настроил меня так что я не могла даже вспонимать, сразу тошнило.\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Через неделю моё день рождения. И я буду веселиться, но. Не тут то было",
    "answers": [
      {
        "id": 7,
        "text": "За несколько дней "
      }
    ]
  },
  {
    "id": 7,
    "text": "Я прилетела из Дубая к себе на родину, хотелась отпраздновать тут, мы семьёй вышли из аэропорта тут я заметила знакомое очертание лица. Но не взяла это в голову, пока мужчина в пальто и модной шляпке не крикнул, парню проходящему мимо меня. \n—Артём ну ты долго?\n—иду иду.\n\n\"Артём ??\" подумала я.\nДа нет он улител жить за границу у них там бизнес тоже по сути.\nПроходя мимо он посмотрел в мои глаза. Даже как то смутило будто на сквозь пронзил меня взглядом \n\nОн был красивым. Даже очень.)\nЛады не об этом",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я стояла и смотрела назад. А тот \"Артём\" на меня. Я ещё не была увере... Тут мои мысли перебила мама. А Артем отвернулся к человеку в пальто\n—ты где доченька\n—да, да мама иду.\nМы приехали домой\nУраа моя комната просторный дом. Как же круто.\nЧерез несколько часов за  ужином я решила ещё раз спросить почему отец Артема и мой папа ненавидят друг друга.\nНо. Реакция таже самая..\n\nОтец с ненавистью, не доев свою порцию, с грустным лицом и стукнув по столу.. Удалился из столовой. ",
    "answers": [
      {
        "id": 9,
        "text": "Вздохнуть"
      }
    ]
  },
  {
    "id": 9,
    "text": "Эх...\n—доча.. Сказала мама\nЯ доедала салат и с закатанными глазами качая головой сказала\n—да да. Знаю мама, не суй нос куда не нужно. Покачала головой в правую сторону. — выростешь поймешь. Всё очень вкусно. Я наелась\n\nЯ поцеловала маму в щёку и ушла",
    "answers": [
      {
        "id": 10,
        "text": "Через пару минут"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ко мне кто то постучался в комнату.\n—можно?\nЭто был голос моей мамы, она вошла в комнату и присела на кровать где лежала я.\n—мам? Ты хотела со мной поговорить? Или просто зашла потому что я не доела?\nМоя улыбка изказилась в правую сторону.\n\n—нет. Я пришла с тобой поговорить на счёт дяди Еремеева.\n—ого. С сарказмом сказала я- я думала это закрытая тема, как для школьников 18<plus>\n—дать бы тебе по губам. С намешкой сказала мама\n—я просто впервые за свои 16 услышала это, рассказывайте мама.\n\n—...\nОна молчала я решила не чего не говорить и смотрела на неё\n—впрочем я не знаю всех подробностей и расскажу в крации. \"однажды один парень и сестра твоего папы Даша встречались.. Они поехали на какой то отдых и случилась автомобильная авария, за жизнь Даши боролись врачи, но вскоре после нескольких месяцев, она скончалась..\"\n—ужас... Проговорила я себе под нос шепотом\n\n— так вот \"у Даши и Еремеева что то случились они поссорились, Еремеев вроде бы был влюблен в Дашу, папа уверен что он в этом замешан\"\n\n—но.. Как? Я села рядом с мамой.\n—ну.. В машине отказали тормаз--------\n— я в том смысле как он мог убить собственную возлюбленную\nПеребила я маму\n—милая, иногда мир жесток... Она погладила меня по головке, и убрала мои волосы за уши \n—а причём тут Артём вообще???\n—небольшое время Даша встречалась с Еремеевым. Но он ей изменил и этот ребёнок от другой женчины ядро их сорры ..\nПапа говорит что тот ребёнок во всем веноват, хоть и знает что это не так... Он возненовидил их обоих.\n—что за дичь.... А почему мы дети, должны не общаться??\n\n—что у них творилось на самом деле не кто не знает кроме их самих. Хоть я его жена, но он злится и что бы не накричат уходит из комнаты, а даже из дома, это все он мне рассказал",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Мама молча ушла из комнаты и я начала включать фантазию. Может он какой то главарь банды? Артём... Блин я не понимаю а вдруг все на столько серьёзно... Остаётся только спать",
    "answers": [
      {
        "id": 12,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 12,
    "text": "Мы седели за столом в школу не надо, лето так сказать. Понедельник. Папа был в хорошем настроение и я не стала его расспрашивать.\n\nЯ позвонила своей лучшей подружке погулять\n\nГудки~~~~\n(ало Аня, ты дома?)\n(как всегда моя радость)\n(охохо не льстите мне, давай встретимся в парке? )\n(у старого дуба? хорошо через 20 минут буду)\n(ага пока)\n~~~~~~~~~\n\nМоя Анечка сааамая лучшая на свете я не могу назвать её сестрой, потому что она ближе в сто раз, читает мои мысли в прямом смысле. Лучше неё нет не кого мы с ней дружем уже давно, где то.....\nЛет 6, да точно когда мне было 10-9 я с ней познакомилась. ",
    "answers": [
      {
        "id": 13,
        "text": "В парке"
      }
    ]
  },
  {
    "id": 13,
    "text": "Когда мы с ней встретились мы начали обниматься целоваться. (не в губы:))\nМы очень долго не виделись целый месяц, это для нас как будто год\n\n—я тебя так давно вживую не видела, тольок на картинках из инстаграмма\n Мы обе рассмеялись и зашли по пути в кафешку.\nЯ не любительница сплетен, но с родным человечком мозна. \n—слушай.. А ты помнишь того Антона с которым вы в детстве тайно встречались?\n—какого Антона?\n—ну тьфу бл* Артёма.\n—ааа. Я затупила. Сори.\n—ну так?\n—.....\n—значит помнишь, я его недавно видела фотки мне кажется, он приехал из своей за границы\n—хм.. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Так как у меня мозги то крутятся. Я вспомнила знакомое лицо в аэропорту ",
    "answers": [
      {
        "id": 15,
        "text": "Тот случай"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я прилетела из Дубая к себе на родину, хотелась отпраздновать тут мы семьёй вышли из аэропорта тут я заметила знакомое очертание лица. Но не взяла это в голову, пока мужчина в пальто и моднинькой шляпке не крикнул, парню проходящему мимо меня\n—Артём ну ты долго?\n—иду иду.\n\n\"Артём ??\" подумала я.\nДа нет он улител жить за границу у них там бизнес тоже по сути.\nПроходя мимо он посмотрел в мои глаза. Даже как то смутило будто насквозь.\n\nОн был красивым. Даже очень.)\nЛаде не об этом",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я рассказала все Аньке\n—точно!\nКрикнула она доедая морожено, только слишком громко\n—ты чё так орёшь? . Прошептала я.\n—да ладно тебе. А если он понял что это ты? То будет искать верно?\n— да ну тебя. Как будто он меня вообще помнит.\n—а ты его?\n—это совсем другое. Закатила я глаза\n—эй..\n—..... Закатила я глаза, посмотрела на неё и как бы сказала \"чо тебе нужно?\"\n—а он красавчик\n—ой! Встала я со стула опять то громко.. — достала пошли!\n—значит красавчик, проборматала она про себя. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Мы уходили и на нас смотрели как на сумасшедших. \"что такого, ну поорали, блин ну да есть токого)\"\n—ладно. Махнула она рукой на меня — не хочешь не говори. Давай на колесо\n—а давай, только зайдём в магазин.\n—зачем?\n— как на колесо обозрение без мороженного, ты чё тупая что-ли? Несколько последних слов я сказала как ха шурыгина) Нотно и действительно тупо. Мы посмеялись и пошли в магазин. ",
    "answers": [
      {
        "id": 19,
        "text": "2 глава "
      },
      {
        "id": 1,
        "text": "На первую "
      }
    ]
  },
  {
    "id": 18,
    "text": "По дороге до колеса обозрения Анька предложила поиграть в правду или действие\n—но.. Предупредила она. — я буду задавать такие вопросы и действия, что тебе и не снились. Проговорила она так угрожающе, я даже поверила.\n\n—мадама из Мадагаскара, если бы была мной, а я тобой ну понимаешь... Через несколько секунд проговорила дальше — победа \nЯ улыбнулась и моя улыбка была черство как уверенная, что моей подруге стало не по себе.\nПо крайней мере я так думаю потому что она перестала улыбаться.\n",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "                          \"Правда или действие\" \n\nКогда мы зашли в магазин полные сладостей. И всякой химии,которая не имеет отношение к нашей химички, мы потеряли голову, ну как я, Аня.\n\nОна обожадает ходить по магазинам и из за того что скупает все на своём пути так часто не ходит в них\n—ну что миссис допинг, прошу.\n—совсем с ума сошла. Я не допинг, а.. Шопинг.\nРезко развернулась и её волосы ударили моё лицо.\nЯ взела свой хвостик и начала бить её. Это выглядит ооочень странно, но весело. Когда один мужчина не выдержил и заржал, мы вспомнили что находимся в общественном месте, посмеялись как умственно отсталые:) и накупили много вкусняшек.\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Утро 6:38.\n—че? Посмотрела я на будильник\n—что так рано?\nЯ хочу встать с кровати и мне пришло смс. Оот.\n\"Арт\"\n—лол, он тоже не спит?\n Сообщение :\"Привет, красавица. Ты наверное спишь, не стал звонить. Сегодня днём я очень занят давай прогуляемся в часиков 8? Встретимся возле старого дуба.\"\n—хм.. А что за дела такие?\nСообщения от Арья: \"ок, а что за дела?\"\nСообщения от Арт :\" да.. Личные, в семье. Я тебя что разбудил? \"\nСообщение от Арья:\" не беспокойся ❤️ я сама проснулась \"\nСТОП!! ЧЕРТ!! КАКАЯ ОТПРАВКА!!!?!?!??\nСообщение от Арт: ) \n—КАПЕЕЦ!! ДУРА ДУРА ДУРА!!\nСообщение от Арья: \"ээ... ЭТО НЕ ТО ЧТО ТЫ ПОДУМАЛ, я хотела показать знак \"ок\" ???????, то там смайлик был близко промахнулась , э. Да\"\nСообщение от Арт: ты что ЕЩЁ  кому отправляешь это смайлик?(\n\" ват? \"подумала я\nСообщение от Арт: \"я шучу, ладно до вечера\"\nСообщения от Арья: пока ",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "—ну что? Сказала я, тем временем, мы уже стояли в очереди.\n—правда или действие?\n—давай с простенького, правда.\n—как тебе тот парень? Ты бы хотела с ним встречаться.\n\n—на такие вопросы не легко ответить нужны чувства. Сложила я руки на груди\n— ну.. Твои проблемы выполняй накозания.\n—ээ\n—мэ\n—ладно.. Ну... Да он красивый. Засмущалась я.\n—значит ответ да?\n—да. Прошептала я. И быстро встала как поп модель на носочки, цокнула и отвернулась",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "—уже представляю ваших наикрасивейшик де.... \n\n—заткнись! Не каких детей, ты с дубу хурнула??\n\n—да ну тебя! \nПосле нескольких правд или действий Аня сказала\n—все Арюша, держись! \n—я же просила так меня не называть. \n—согласна похоже с Адрюша, хаха. Рассмеялась она\n—да ну тебя в баню\n—правда или действие? Улыбнулась она. \n—действительно, хм.. Действие \n—ха, подойди к тому парню указала она на молодого человека который стоял перед нами совсем не далеко. — уговор его что бы он заплатил за нас за колесо обозрение ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "—ты сюрьезна? Прям так я у неё и спросила.\n—да, да, а если он не заплатит ты будет танцевать брек дэнс при всех\n—но я же не умею, в этом и прикол?\n—я иногда восхищаюсь тобой, какая же ты умная. Она прохихикала, а я пошла позориться.\n\n",
    "answers": [
      {
        "id": 24,
        "text": "Разговор"
      }
    ]
  },
  {
    "id": 24,
    "text": "—э. Молодой человек, здравствуйте.\nОн стоял ко мне спиной, а когда развернулась я была в шоке.\n\nТот парень с аэропорта..\nОн улыбался, а я стояла окаменелая и так секунд 5-10,мы просто смотрели друг на друга.\"а если это правда Артём?? Хоть бы меня не узнал\" \n\n—ну. Я... Э.. Так получилось.\n—девушка, если вы хотите со мной подружиться не надо мэкать. Он сказал это грубо, но его вид был доброжелательным.\n\n—да нет. Ну как бы. Мы с подругой на колесе котаемся, т.точнее,будем не хотите присоединиться?\n—можно. Он посмотрел на своих друзей которые стояли рядом все это время. Он кивнул и мы пошли к Ане, я вся была в шоке, что за совпадение такое Господи. Моё состояние заметила Аня и даже забыла про действие ",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "—э, ну вот моя подруга, Аня.\n—очень приятно, Аня, сказал один из друзей незнокомцев и поцеловал ей руку\n—очень приятно..\n—Кирилл.\n—очень приятно, Кирилл.\nМы в встали очередь и я шёпотом еле сказала Ане что это тот пацан которого я встретила в аэропорту.\nОна удивилась и её радость было не передать. Только РАДОСТЬ ЗА КОГО? За меня? Или то что она поставить меня в не ловко положение?\n—А вас как зовут?\n—я?...\nОн не долго промолчал, а у меня бешино билось сердце.\n—называйте меня Арт.\n—да, а если хотите его взбесит, то Артик. Сказал Кирилл \nВсе посмеялись а, я просто улыбнулась было не до смеха.\n",
    "answers": [
      {
        "id": 26,
        "text": "Колесо"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ураа наша очередь мы там простояли где то минут 20-40.\nЯ свое действие не выполнела , теперь надо будет танцевать об этом смешном случае мы поделились с нашем новыми знакомыми.\n—оу.. Растроился Арт. — а я то думал, вы хотели со мной общаться, дружить а может и.. Встречаться?\nПочему слово встречатся он выделил и посмотрел на меня!?!?. Мы похихикали\n—ну все равно будет интересно посмотреть на твой брэйкданс. Сказал Ещё один друг вроде бы Олег. \nИ было логично что его зовут Артём ведь первые три буквы об этом говорят  и я решила...\n\n\n\n\n\n",
    "answers": [
      {
        "id": 27,
        "text": "И я решила спросить на премую"
      },
      {
        "id": 28,
        "text": "И я решила намекнуть "
      }
    ]
  },
  {
    "id": 27,
    "text": "—а. Тебя случаем не Артём зовут?\n—ну да, только предпочитаю имя покороче, называй Арт.\n—о. Окей.\n—что то не так?\n—нет, про хорошо просто.. Голова что то заболела\nСоврала я.\n—не не чего щас в кафе сходим, вы не против?\n—нет. Сказала Аня\n—а. Вас как зовут? Ар.. Арья. Я мило улыбнулось\n—красивое имя. Сказал он ",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      },
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 28,
    "text": "—хм.. Интересно Арт. Значит ваше имя на первые буквы Арт? Хах. Улыбалась я\n—прям шерлокс хомс. Я Артём.. Моё сердце забилось ещё чаще в 100 раз\n—называй Арт.\n—о-окей.\n—а тебя как зовут?\n—я? Я. Ар.. Арья.\n\n\n—ясно. Сказал он — все хорошо? \n—да, да... Просто голова чуть болит. Соврала я.\n—оу. Не чего сходим в кафе может пройдёт, надо поесть, вы не против?\n—нет, нет\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Мы пошли в кафе, но наша \"банда\" которой мы шли, постепенно распалась остались только. Олег, Артём и я. Не знаю что и кто сделал, но по пути тут Олег резко сказал\n—а... У меня тут дела, маме помочь надо. Я пойду\n—так ты же рассказал что мама за границей? \nСказал я\n—ну, да.. Надо документы проверить, для неё это ооочень важные документы. Протянул Олег и мы остались с Артёмом.\n—странный какой то\n—он всегда такой. Улыбнулся он — ну что в кафе?\n—ээ...\n—только не говори что и ты меня покинешь.\nЯ промолчала\n—супер, давай в магдак?\n—а давай. Улыбнулась я. ",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я настолько сильно разболталась что и забыла что это может быть тот Артём которого я знала с детства . Даже если так он очень изменился и внешне и внутренне, стал более симпотный. Смешной и сильный. Даже милый и дерзкий.\nНе знаю почему но за весь день я поняла это как за 1 секунду, когда он предложил провести меня домой у меня забилось сердце и как то сжалось. Но я этого не показала. Я хотела приказать своему телу перестать краснеть и неловко себя чувствовать\nНо... Оно не слушалось. Сама не подозревая об том.. Я похоже влюбилась, но как за 1 день? Или же просто симпатия.... ",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      },
      {
        "id": 1,
        "text": "На первую"
      }
    ]
  },
  {
    "id": 31,
    "text": "Когда он шёл домой со мной, я вспомнила про своих родителей.\n—э.. Арт, я наверное сама домой дойду.\n—мне не сложно\n—ты не понял, просто мои родители не так поймут.\nЯ посмотрела на него как жаленький щенок.\n—хех. Он улыбнулся уголком губ- хорошо. Я тебе завтра позвоню?\n—хорошо, пока.\n\n",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я всю ночь не могла уснуть думаю о нем. Какой он добрый и одновременно дерзкий и грубый. Как мне с ним весело. И тут я начала представлять что он мой парень.. Так так Арья! Спать...\nПреказала я самой себе, но мысли не утихали.\nАртём... Много раз я произнесла его имя и не хотела что бы мой страшный сон сбылся...\n\n\n\n\nP. S( типо тот Артём который дружит с ней на самом деле тот и Артём) сама запуталась)) (хах не обращайте внимание на мою тонкую логику, надеюсь вы умнее меня=)))) ",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "—блин так не ловко. Ладно надо пойти в душ! Смыть с себя всю грязь",
    "answers": [
      {
        "id": 34,
        "text": "За завтраком"
      }
    ]
  },
  {
    "id": 34,
    "text": "Через полчаса все были на подъёме.\n—мам, пап. Я подошла и поцеловала их в щёчку. — а мона я пойду кусать в свою комнату, а? Сделала я личико.\n—ладно. Пикнул меня по носу папа. — но сначала мы должны сказать тебе что твой ненаглядный брат приедет завтра рано утром.\n—что? Да ладно! Ураа.\n",
    "answers": [
      {
        "id": 35,
        "text": "\"Мой двоюродный брат \""
      }
    ]
  },
  {
    "id": 35,
    "text": "Раньше в детстве, мы с ним не особо ладели. Мальчишки с мальчишками. Девочки с девочками. Мы были отделены от друг друга,хотя.. Жили по соседству\nКогда мы начали расти то стали друзьями. А вскоре в лет 12-14. Не разлей вода.\nПомню даже. Хаха. Хвасталась что у меня есть сильный брат и кто из мальчиков меня тронет тому крышка)\nМы с ним не виделись уже 3 ГОДА. Как они переехали очень далеко от моего города. Я очень обрадовалась ведь плюс в том что после завтра у меня день рождения! ",
    "answers": [
      {
        "id": 37,
        "text": "3 глава "
      },
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 36,
    "text": "Я оделась и положила в сумку, деньги, паспорт на всякий пожарный, в общем все не обходимое. Тут зазвонил телефон 19:21\n*Ало, красавица. Ты где?*\n*дома, выхожу и от куда такие мысли? *\n*ты о чем? *\n*вдруг я не красавица и иду в порванных, грязных джинсах, а на голове кошмар? *\n*ха, я уверен в этом, чуйка*\n* поверю на слово*\n*может за тобой подъехать? *\n*в смысле? У тебя есть тачка и ты не говорил? *\nСказала я выходя из дома и замыкая дверь, ведь дома не кого не было\nЯ развернулась и увидела Артёма на мотоцикле\n—что? Какого?\n—я знал что ты увидишься!\n—тебе просто повезло что не кого не было дома, так бы мне влетело!\nТыкая пальцем на него\n—возможно, но мне какое дело? С улыбкой на лице сказал он. Ну так не хочешь прокатится? Протягивая он мне второй шлем безопасности\n—а то такое, я бы тебя убила на месте.\n—хах, твои родители такие злюки?\n—нет,нормальные. Я не хочу что бы все гадали про мою личную жизнь, даже родители, с кем я встречаюсь? С кем я дружу?\n—мне бы твои проблемы. Сказал он тихо\nЯ почему то промолчала.. ",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "                            ДЕНЬ Варенья! \n\n\nИтак что нового? \n\n1. Приезд моего брата Данила\n2. Новый друг Арт.\nТочно Арт. На часах 18:49.\nНадо собираться. Так, если я решила показать свою элегантность и красоту. Решила  одеть миленькое, лёгкое платье, мдя.. Элегантность\nЯ взяла с собой маленькую мятного цвета сумочку и повесила себе на плечо. Одела я в белые с серым кеды, с плоской подошвой. Вообще выглядит круто и носить удобно!\n\nЯ пошла с  распушиными волосами. Но не закручиными и такими уж плоскими, точнее хорошие выглаженными. Я расчелась, набрызгада всякими бальзамами и духами. ",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Уже темнело. Мы напровлялись в парк который находился не очень близко.\n—слушай. Кричал он мне. — не хочешь попасть в рай?\n—шта?\n—ха, говорю давай я тебе одно место покажу?\n—а если ты маньяк?\n—ты закаты любишь?\n—конечно\n—тогда едим пока солнце полностью не село! ",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вскоре я заметила что мы выехали из города.\n—ты что правдо насильник какой — то?\nГоворила я чуть громче обычного потому что слышать друг друга мешают ветер и скорость.\n—ага, зря ты лёгкое платьеце надела, хах!\n—страшно, боюсь. Произнесла я как робот без эмоций \n—мы сейчас завернем и заедем на холмик там есть обрыв,а ещё там очень красиво\n—да! Пусть моя смерть будет красивой!\n—хватит прекаловатся. Зато я увижу как у тебя отпадёт челюсть, от красоты.\n Его убылку можно не просто увидеть, а почувствовать 6 зрением.\n—окей, посмотрем. Сказала я",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Мы приехали. Там был и правдо небольшой холмик и тропинка ведущия на верх. Его \"орла\" мы оставили в низу. И начали подниматся.\n—а знаешь о чем я думаю? Спросила я его\n—о чем же?\n—я видела там речку так что скинуть меня не получится!\n—хаха. Хватит надо мной прикаловатся, не смешно! Обиженно сказал он.\n—х.. Успела я только про кряхтеть, он меня перебил.\n—хотя я не буду обижаться есть тебе понравится закат. Ути пути!!\n\"о неет!!\"\nКогда он говорил Ути пути все! Начинал на мной гнаться  и \"слабо\" гладить по головке\n—это что у тебя В ПРИВЫЧКУ вошло??\nСмеясь и убегая на верх, кричала я. А когда я добежала до конца я застыла на месте",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "—к.. Как же тут красиво. Чуть с приоткрытым ртом сказала я.\n—а я говорил. Стоял возле меня Арт, что я даже слышала его дыхание. Оно было быстрым ну конечно, за мной бегать.\n—а это что? Я подошла к большому камню с право от меня  где было написано \"рай на земле, здесь\" — ну да... Шепча самой себе. \n—тут обалденные закаты, а в низу видёшь реку?\n—ну?\n—блики солнца, делают её золотой.\n—согласна.\nРядом была лавочка и мы присели там\nЯ и не заметила как у меня открывается рот при каждом взгляде то на реку то на обрыв, то на закат. Артём не выдержил и засмеялся.\n—что?\n—ротик прикрой, а то и в правь челюсть отвалится. Он нежно докоснулся до моего подвородка и зделал движение, как бы закрывая мой ротик.)\nЯ посмотрела в его глаза и опять открыла рот от удивление и... Это были какие то смешанные чувства. Он хехнул, а я поняла что просто пялюсь на него и быстро развернула голову в сторону камня. ",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Через 20 минут уже было достаточно темно что бы вернутся домой, спускаясь мне позвонил папа.\n *да пап? *\n*ты где? Мы уже вернусь а тебя нет*\n*я же говорила что иду гулять*\n*да но тебя давно нету уже 21:39*\n*просто.. На закат любовались *\n*любовались вас много? *\n*нет я и.. Друг* В тот момент Артём почему то развернулся глянул на меня. В его глазах я уловила счастье и огорчение. Но почему он растроился?\n*ладно дома поговорим, целую*\n*люблю, пока пап*\n",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Мы спустились\n—Артём? Все хорошо?\n—да. Улыбнулся он, но его улыбка явно фальшивая. — кстати, знаешь почему я всех прошу называть себя Арт?\nЯ промолчала и кивнула головой в верх, как бы задовая вопрос \"почему?\"\n—я ненавижу своё имя. Сказал он спокойно.\n—правда? Оно нормальное, почему ты его ненавидешь?\n—это имя, дал мне мой отец, я его не далюбливаю, критин полный, любит указывать всеми, особенно своими шлюхами в постелях, иногда мне кажется что он мне никто. И я ему(пауза) , не сын\nАртём сжал кулак. Я это заметила и взяла его за руку чуть ниже локтя, что бы успокоить. После посмотрев на меня он  искренне улыбнулся.\n—прости. Сказала я, опустив глаза в низ и посмотрев в сторону на моцик\n—за что? Удивился он.\n—за то что начала этот разговор.\n—ах.. Не надо было.\n—мне захотелось. Я расплылась в широкой улыбке от  его смущённо го вида. Мы сели и поехали",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "22:06\n—наконец-то!\n—ты так устала?\n—есть немного .\n—ладно я пойду, почесав затылок сказал Арт.\n—пока\n—до встречи, красавица. Он улыбнулся уголком губ. В такие моменты мне казалось что он заигрывает со мной.\nОн уехал, а я подошла к двери дома. Посмотрела время и.... 10 пропущенных 4 минуты назад от папы и ещё от мамы 5!\n—о черт. Облакотилась я об дверь. И тут она внезапно отварилась. — блин, чуть не упала\n—ты щас упадёшь! Сказала мама — тебя где носила ??!?! Ты видела что мы тебе звонили??\n—только щас..\n—зашла!\n",
    "answers": [
      {
        "id": 45,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 45,
    "text": "Как бы мне нет ещё 18, поэтому мои родители каждый раз повторяют\n\"и не говори что ты взрослая! Ты не совершенно летняя по закону!\" В какой-то мере они были правы, но так бесет, когда они читают натации. И делают это так!!! Что бы не одно слово мимо моих ушей не пролетело, как это бывало у других \"ага, ага поори и успокойся\".\nУ моего папы был только один вопрос когда я зашла, он стоял у окна и я так поняла что он заметил как я приехала с Артёмом.\n—кто это был? Спросил он совершенно спокойно, а мама отошла в сторону.\n—друг.\n—точно? Он тебе что нибуть сделал?\n—нет, папа я же говорю друг.\n—ну не знаю как на счёт мамы, а ты мне не когда не врала. Сказал он с ноткой юмора.\n—хе\n—так вот, скажи куда вы ездели. Почему так долго?\n—если скажу вы будете ещё дольше меня доставать.\nТут мама хотела что то сказать, но папа показал ей жест рукой \"дай я с ней поговорю\" ",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "—за город... Виновато я опустила голову.\nМама только ахнула и пошла на кухню попить воды.\n—зачем?\n—мы ездили в одно место\n—какое?\n—ну паап! Через каждый ответ вопрос\n—говори! Сказал он более грубо.\n—забодал! Мы ездили за город на его мотоцикле, в очень красивое место на холм, где ещё на камне написано что то там рай на земле здесь, все?\n—рай на земле, здесь??\n—да... А что? \n_ха давно я там не был.\n—ты тоже знаешь это место?\n—конечно.  И он проговорил шёпотом. — Ладно иди я с мамой поговорю\n—океей! *убежала на второй этаж к себе*\nЯ если честно была удивительна такой реакции папы, но все хорошо что хорошо кончается.\nЯ рухнулась на кровать и автоматом заснула",
    "answers": [
      {
        "id": 47,
        "text": "Приезд братишки"
      },
      {
        "id": 1,
        "text": "Я устл(а) на первую"
      }
    ]
  },
  {
    "id": 47,
    "text": "                                 От лица Данила\n—дядя! Тётя!\nДядя сидел около двери в гостинной и смотрел телевизор.\n—а? Он открыл дверь. — оо Данил! Племяничек!\n—дядь, похоже на пельмень.\n—хо, такой же шутник. Они обнялись и пришла мама Арьи\n—давайте позавтракаем?\n—хорошо тетя, а где моя любимая Арья?\n—она спит. \n—Данил давай поговорим. Сказал дядя и мы отошли\n—что то случилось? \n—нет, я бы хотел тебе дать важную миссию. Нам о личной жизни Арьи знать как летать научиться. Вчера она с каким то парнем приезжала, можешь узнать кто это? \n—без проблем. Но! \n—? \n—мне нужна награда, а такая что бы вы мне разрешили воспользоваться ванной и... У вас есть ведро? \n—зачем тебе? \n—ну.. Есть? Потом увидите. \n—да\n ",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "От лица Арьи\n\n\nЯ спала крепким сном. Пока ко мне кто то не зашёл в комнату и шептал проснииись\nИ тут как заорет!\n—ПРОСНИСЬ И ПОЙ ЗАТКНИСЬ И СПИ.\nНа меня где то ТОН СТО воды вылелось\n—АА!!  Завижала я. — ТЫ ЧТО ПСИХ ДАУН!! ?!?\n—Ты сначала разверить я псих или даун? хахаха..\n—ТЫ МНЕ ВСЮ КРОВАТЬ ЗАЛИЛ!\n—хахаха. Я толкнула Данила он упал на пол, но не успакаивался, а только лег на него и хвастался за живот.\n—скатина. Прекратила я уже орать, тут я спускалась на первый этаж в ванную так я увидела папу.\n—что за кри.. Хаха, это Данил зделал ? \n—да, очень смешно! Теперь мне не где спать! \n\n\n",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я пошла в ванную и искупалась, надела холат и пошла к себе в комнату. Там сидел с сухой тряпкой точнее уже мокрой и убирал воду Данил\n—а ты не подумал что тебе придётся это все убирать?? Спросила его я\n—подумал, но это стоило твоей реакции, хахахаха.\n—выйди я переоденусь!\n—как скажешь, хах\n—дебил! Крикнула я ему в след. ",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "День прошёл более гладко чем утро. ",
    "answers": [
      {
        "id": 51,
        "text": "Вечером "
      }
    ]
  },
  {
    "id": 51,
    "text": "Мы собрались все вместе за ужином.\n—Ха. До сих пор перед глазами твоя рожа\n—заткнись, опять да?\n—да ладно вам ребята. Успокоила нас мама.\n—хватит? Мама я твоя дочь могла бы и поддержать. Обиженно сказала я.\n—не дуйся, тётя просто хочет что бы мы нормально поели. Сказал Данил\n—а тебя не спрашивали. Вообще сам начал, а на меня все гонят.\n—ладно если вы поели то идите в другое место и сорьтесь. Сказал папа\n—мы больше не будем ссорится дядя.\n—я надеюсь.\n—пап, интересно, а какой подарок мне приготовил Данил? Жаб? Змей? Тарантула ?\n—так вот какого ты обо мне мнения. обиженно  сказал Данил.\n—ладно не заводись, в последние время ты надо мной много прикаловался.\n—я только приехал!\n—ага Вспомни 3 года назад перед отъездом??! ",
    "answers": [
      {
        "id": 52,
        "text": "Тот случай"
      }
    ]
  },
  {
    "id": 52,
    "text": "Был солнечный день. Мы с Данилом и родителями пошли в трогательный зоопарк.\n—О смотри Арья! Крикнул Данил\n— что такое? Я развернулась и кромко крикнула\nДанил держал в своих руках лягушку. Которая запрыгала от страха моего крика\nПотом моему папа и папе Данила пришлось созместить ущерб за пропажу лягушки.\nХотя теперь я думаю что можно было и не платить потому что на улицу она не убегала и они просто содрали с нас. деньги",
    "answers": [
      {
        "id": 53,
        "text": "За ужином"
      }
    ]
  },
  {
    "id": 53,
    "text": "—ой, лягушка! Боже мой.\n—и во вторых ты постоянно приносишь проблемы, как мне теперь спать? А случай с жвачкой которую ты мне прилепил якобы \"случайно\".\n—какая жвачка? Спросила мама.\n—да она шутит. Широко улыбнулся Данил. — ладно согласен. Подарок на день рождения будет нормальный. Но это не значит что я не буду больше над потом прикалывается\n—ну хоть что то.\nВсе мы похихикали и пошли спать, как на странность мне не разу не написал и не звонил Арт.\n",
    "answers": [
      {
        "id": 54,
        "text": "День рождения!!! "
      }
    ]
  },
  {
    "id": 54,
    "text": "На мой день рождения был очень хороший и солнечный день, сам бог подарил мне его. Ну не может просто, пойти что то не так.\nЯ проснулась и пошла в ванную, на своём пути я не кого не увидила. \"они ушли? Ну ладно, тогда не видать им сюрприза от меня.\"\nДа у меня тоже был сюрприз, всей семьёй и друзьями мы идём в аквапарк. Я заходила в свою комнату и тут я увидела. Нечто ооочень странно",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "На полу не бойшими кусками цветной бумаги было нарисованно слово\"кухня\"\nХм.. Похоже на квест.\nЯ пошла на кухню там лежал торт  и сверху записка.\n\"молодец Сестрёнка, нашла торт, только сама не слопай! Сегодня у тебя день рождения и я хочу сделать его не забываемым как и обещал без шуточек, желаю счастья, здоровья и любви конечно, а у тебя есть парень?\" угадай от кого и иди туда)\"\nТаак 100% это было от Данила. Хм.... Ну угадала. И тут я решила идти в его комнату. На его кровати тоже была записка. ",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": " \"привет дорогая, это записка от мамы с папой. Мы тебя очень любим и на твоё 17-ти летие решили подарить кое что не обычное, но узнаешь ты тогда, когда пойдёшь на чердак.\"\n—что? Чердак?\nОбычно наш чердак заброшенное место, в детстве меня пугали что там призраки которые  любят непослушных детей, и если ты будешь вредной, но они тебя туда заберут. На самом деле там лежали документы на дом. Хлам, мои детские игрушки и т д. ",
    "answers": [
      {
        "id": 57,
        "text": "Пойти на чердак"
      }
    ]
  },
  {
    "id": 57,
    "text": "Когда я приблежалась на чердак я услышала шорохи. Может крысы? Блин.. Тогда я туда не хочу лесть. Мне было очень интересно проходить этот мини квест и я решила не останавливаться.\nЯ залезла\n—ау... Блин темно. Разговаривала я сама с собой. Я достала телефон и начала освещать я подошла до конца чердака и услышала голос прямо за спину. Он был низкий и угрожающий.\n—с днем рождения, малышка.\nЯ застыла на месте и не предположила того что это могут быть папа или Данил, ведь голос не похож. \nЯ развернулась и увидела бандита в маске!\nЯ начала отхадить — т-ты кто?\n—Данил в пальто, тут зажекся свет и Данил снял маску.\n—ч-что?!? Я чуть в штаны не наложила. Уже представила что мой день рождения будет день моей смерти! Придурок",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "—хаха ну как голос? А голос у Данила был тот же.\n—да, а что с ним?\n—гелия наглатался.\nЯ и не заметила что рядом стояли мои любимые мама и папа, а с лева была Анечка!\n—мама, папа, Аня?\nМама-с днем рождения!\nПапа-дочечка ты так выросла.\nАня — Хепи энд! С праздником систа!\n—с. Спасибо.\nЯ обняла Данила, а он меня и прошептал\n—я люблю тебя, сестра. С днем рождения.\nВслед я обняла всех.\nАня- а теперь подарки! Я первая.\nОна достала коробку и дала мне я открыла.\nТам было превосходное, белое платье с розами и пакет вкуснышек.\n—хаха, ты в своём репертуаре спасибо!\n—хах\n",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Мама и папа мне подарили мне подарили очень не ожиданный подарок, об этом пожже, а щас о Даниле\n—сестра,я долго думал.... Ну не могу я подарить тебе кольцо, машину или одежду. Я хочу подарить тебе что то повседневное и не обычное. Это тебе\nОн достал кулон в виде сердца, а внутри наша детская фотография.\n—я надеюсь что ты будешь это носить. Ведь счастье не поменяешь. Не знаю как тебе эти воспоминания плохие или хорошие, но... Тогда я не очень понимал тебя у нас были разные интересы. Короче.. Просто не когда не забывай что я твой брат который защищяет и любит, никогда не предаст. И... Он путался в словах. Его лицо говорила само за себя я просто обняла его — спасибо Данил\nЕго подарок был настолько простой и дорогой одновременно, я проранила слезу.\n",
    "answers": [
      {
        "id": 60,
        "text": "К подарку родителей"
      }
    ]
  },
  {
    "id": 60,
    "text": "Это очень долго и нудно, но тоже затронул сердце, расскажу в крации и самый пронзающие слова.\n—любимая наша, мне было очень больно выбирать этот подарок, потому что я не хотел что бы ты выростала, а была такой же безаботной девчонкой. Сказал папа\n—мы тебя любим и понимаем что долго тебя держать нельзя. Вскоре появляется отношения, любовь, в конце концов семьи. Мы обеспечанная семья и.. Вот.. Мама расплакалась,а папа вручил мне ключи от двух комнатной квартиры.\n—что?!?! Вы.. Серьёзно?\n—да, ты уже взрослая. И тебе решать сьедишь ты от нас или нет..\nЯ понемала что они делали это не с очень большой радостью, и я не поняла зачем дарить такой подарок если не хочешь что бы тот его принемал.\n—я подумаю спасибо. Я обняла их и мы вышли на улицу. Потом мы весь день отвисали в аквапарке той же компанией ",
    "answers": [
      {
        "id": 61,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 61,
    "text": "Мы разошлись по домам. Ну как мы, Аня. Я ей ещё раз сказала спасибо и она ушла. Тут у меня зазвонил телефон. Арт \n*ало? *\n*привет, я бы хотел уточнить у тебя в вк фейк дата или у тебя правда сегодня день рождения? *\n*ха. Ну как сказать, это не фейк*\n*да ладно! И почему ты мне сказала? *\n*ты не спрашивал *\n*ладно прости, короче давай прогуляемся? *\n*я не против*\n*мне заехать? *\n*ну.. Ладно давай*\n",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Все равно это друг и папа не помнит и не знает как выглядит Артём Ермеева. Поэтому можно и рискнуть.\nОн заехал за мной\nМы провели замечательный вечер весь день болтали и смеялись ели и танцевали. Катались на  актракционах. Было прекрасно.\nВскоре он подарил мне браслет. Он был весь блестящий и красивый.\n—спасибо Артем.\n—тебе спасибо.\nМы смотрели друг другу в глаза. После нескольких секунд я отвела взгляд, а Артём все ещё смотрел.\n—Артём..\n—что?\n—я очень давно хочу тебя спросить.. ",
    "answers": [
      {
        "id": 63,
        "text": "Важный момент"
      }
    ]
  },
  {
    "id": 63,
    "text": "—о чем..\n—давай в тихое место пойдём.\nМы сели на лавочку в парке.\n—Артём скажи честно твой отец Еремеев?\n—что? Ермеев? Нет...\nЯ выдохнула\n—раньше был им.\n—ч... Что?!\n—когда я был маленьким. А что?\n—а.... Ничего.\n—я знаю что ты хочешь что то сказать не стесняйся, да он богатый и... \n—да нет... Я просто.. И я произнесла шёпотом боюсь..\nМне кажется Артём услышал, но не подал виду\n—скажи. Спокойно сказал он.\n—слушай.. Артём я.. Очень давно тебя знаю с детства, но не знаю захочешь ли ты общаться со мной дальше. Я Арья Королевская Дмитриевна",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "—мой отец президент компании\" ВДС\" по производству техники. И... Я та самая Арья которая общалась с тобой в детстве...\nЯ думала реакция будет другая\n—АРЬЯ!!?! Я такой дибил что раньше не замечал!\nПожалуйста не сердись что тогда отказал тебе в чувствах. Я так рад!\n—что?т.ты помнишь?\n—Да!! Я тогда отказал из за отца, он сказал.\n—аа, ну.. Эгоистичным тоном сказала я. — ты меня прости что тогда вела как дурочка. Это просто я была маленькая, поэтому сказала что ты мне нравишься, мы всего лишь друзья.\n—а.. Ну да.  сказал Артём.\n—а твой отец и мой до сих пор друг друга не на видят.\n—да...\n—жаль я бы хотел что бы они помирились, из за чего они поссорились?\n—я не знаю, папа не говорил\nЯ решила ему не говорить, вдруг он знал что я та самая Арья. Я ему доверяю. Но почему то не могу отозвать подозрения",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Я пришла домой и только щас вспомнила слова Артём. Раньше был... Что??!? Еремеев, это не настоящия фамилия? Он их что меняет.. Тут правдо дело серьёзное. Если он такой жестокий и правда ненавидет Артёма. Как ему там? Среди не любимых людей.. Само собой тяжко.\nАртём для меня был лучшим другом на данный момент, как и Анька,но я должна как то ему помочь. И долго от родителей скрывать нельзя. Я все равно перееду. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "В конце концов есть хата в которой можно устроить вечеринку. Через неделю я туда переехала",
    "answers": [
      {
        "id": 67,
        "text": "Далее "
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 67,
    "text": "И так я собрала вещи и начала выходить\n—мам да не нужно помогать тут не много вещей.\n—мне не тяжело давай\n—ладно\nТут у меня зазвонил телефон.\n—черт! Он выпал у меня из кармана(телефон)\n\"Артём\"\n—ааа.\nЯ засунула вещи в машину и подняла телефон ???? \n\"2 новых сообщения\" \n\"Привет, я слышал ты переежаешь давай встретимся?\" \n\"в 8 парк\" \nЛадно пойдём встретимся. \n\"ок\" \n",
    "answers": [
      {
        "id": 68,
        "text": "Прогулка"
      }
    ]
  },
  {
    "id": 68,
    "text": "Мы встретились\n—привет\n—привет Артём, хо..\n—слушай, я.. Улетаю через 3 часа\n—что? А куда?\nОн тяжело вздохнул — в Америку, папа хочет меня отдать в какое то училище. В конце августа приеду, и буду поступать в университет.\n—мдаа... Просчитал он твою жизнь на лето\n—сам не в восторге, но отказать не имею права..\n—не горюй ",
    "answers": [
      {
        "id": 69,
        "text": "Сентябрь"
      }
    ]
  },
  {
    "id": 69,
    "text": "1 сентября воскресенье, вай ваай, как круто!\n15\"48\nЧто делать? ",
    "answers": [
      {
        "id": 70,
        "text": "Пойти прогулятся"
      }
    ]
  },
  {
    "id": 70,
    "text": "Я думала обо всем что произошло летом, как мы с Аней и Катей пошли в кино и те пролили колу на людей сидящих рядом, хаха, было весело. Потом Ан.. Артём. Я вспомнила Артёма, он говорил что приедет, но так за Август не разу не звонил.. ",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Тут на соседней улице я увидела знакомую рожу. Да ладно. Это был он, все же приехал и не позвонил..\nИ я увидела что он с какой то телкой. А ну ка, посмотрим я подбежала.\n—эй, голубки.\n—а? Арья?\n—прикинь. Почему не позвонил?\n—ээ.\nИ тут в разговор вмешалась какая то цыпа.\n—это что за чувырла, Артусик?\n—Ты где тут чувырлу увидела? А? Цапля. Артусик ? Кто она?\n—аа дорогой она меня обзывает!!!\n—Арья! Лиза! Цыц. Он так сказал грубо, что сердце забилось чаще.\n—Арья, не груби моей подруге . Лиза тоже самое!\n—а? Подруга? Да Ладно!.\nТут моя хитрасть превзошла себя раз ей можно меня обзывать а мне нет))\n—ой прости просто...\n—скажи спасибо что я не сказала папе!!\n—прости, не говори только папе! Он у тебя влеятельгый человек?\n—да! Х!\nГосподи я так орала тогда в душе.\n—ладно, Артём только пожалуйста если у тебя кто то есть я не переживу! Помнишь что ты говорил мне в прошлую ночь? Что если найдёшь девушку то все равно будешь любить меня! Хоть нам нельзя любить друг друга!! Ааай, больно!!\n—где? Прошептала цыпа. И ее глаза были раскрыты как при родах, хааах мдам.. Не лучший пример\n \n—я схватилась за её плечо — на сердце. ",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "Такой драмы я ещё не в одном фильме не видела, тобишь ещё чуть чуть и та ещё расплакалась.\n—ты!! Ты говорил что у тебя не кого не было!!! Ааа!\nЯ думала ты нормальный, не бабник! Кричала истеричка :) \nИ влепила бы ему смачную пощёчину да вот!\n—ааа я тебя таже не могу ударить веть у тебя прекрасное личико. \nВата фак? А так можно было? \n—да я вообще не хотел бы с тобой встречаться меня заставил отец, я б с такой тупой не когда не встретился! Переходил он нак крик. Я смотрела на него и на неё, меня как будто не было, но я решила им напомнить, она кричала что он подонок, тот что курица. Короч я испугалась что Артём не знаю, не знаю бьёт ли он девок и все такое.\n—ало ЛЮДИ Я ПОШУТИЛА НЕ КАКОЙ НОЧИ НЕ БЫЛО Я ПРОСТО ЕМУ ПОДРУГА ЦЫПА ЁПТА ХАРЕ АРТЁМ!!!\n—что? Ты? Щас пошутила?!?? Тварь ты хотела рассорить нас с Артусиком?!? Чо богатенькой решила стать??!? Нищебротка!\n\n—да! Всё верно, что б такие как ты не зажирались.\n",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "На самом деле очень люблю подливать масло в огонь, но иногда делаю это не специально.\n\n—Шавка! Она ударила меня пощёчиной.\nЯ рефлектом закрыла глаза и приготовилась удара, но его, не было? Зато был хороший и громкий хлопок.\nЯ открыла глаза и передо мной спиной  стоял Артём, видимо ему досталась от меня.\nКогда она убежала в слезах,что я и хотела сделать, но чо то пошло не по плану, я посмотрела на лицо Артёма.\n—прости что не звонил...\n—Артём, у тебя кровь\n—а? Блин та курица меня ещё своими когтями порапала.\n—слушай я тут не далеко живу, можем остановится промыть или в аптеку зайти, но будет не удобно.\n—ладно пошли",
    "answers": [
      {
        "id": 74,
        "text": "Дадее"
      }
    ]
  },
  {
    "id": 74,
    "text": "Мы пришли ко мне домой.\n—прости пожалуйста, я не думала что так все будет, твой отец сильно разозлится?\n—а, ладно. Ты тоже меня прости, я нагрубил.\n—да? Я не заметила.\nЯ достала из тумбочки спирт, и ватку.\n—и так, щас будет больно!\n—оу...\n—я говорила, у тебя кровь еще идет, что у нее за когти?\n—Длинные.\nМы посмеялись и хватит\n—а почему ты не звонил?\n—предстовляешь, я в басеен уронил телефон, мне купили все новое и я потерял твой номер.\n—яснопонятно.\nТобишь он не мог прийти ко мне домой, я не знаю в каком бы бешенстве был мой отец",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "—тоесть ты сейчас одна, да?\n—тоесть переехала.\n—тоесть, да.\n—ты щас будешь ходить в универ?\n—попрошу отца, не знаю.\nНа несколько секунд повисло молчание.\n—ты с ним живёшь?\n—да. Он говорил что переживает и не хочет что бы я жил отдельно.\n—странно.\n—у тебя уютно, 2 этажа, небольшой домик.\n—согласна, правдо бывает скучно, но я люблю быть наедине с собой",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "—будешь чай? Отпразнуем ведь ты первый раз в моем собственно доме! Я произнела это торжественно, неповторимо.\n—конечно. Низким тоном и  схмурив свои брови  сказал Артём.\n\nВ то время как закипал чайник мы общались с ним о том о сём даже перешли на более взрослую тему. Но стопэ не в том смысле ваших пошлых фантазий,а.......\n—хах, мне кажется у тебя в Англии второй дом и другая семья.\n—да... Я даже помню мне одна девушка распутного типа, ночью подходит и такая \", Can I decorate your night?,\"(можно украсить твою ночь?)\n—вай вааай, а Артем то растаял?\n—хаха, нет я такой оу ноу ноу ноу. ",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Мы громко хохотали он делал самый тупые рожицы с которых я дико смеялась. Ну вот так как то мы провели пол дня. Но нас прервал звонок телефона Артёма\nОн взял трубку и улыбка пропала с его лица.\nЯ не слышала кто говорил из телефона, только Артём\n—да,хорошо. Могу... Да.. Ладно щас приеду.\n—Арт?\n—нормально всё,я пойду.. Спасибо\n—погоди ты. А кто звонил?\n—друг..\n—это из за меня, да?\n—ты тут не причём главное что бы тебя это не касалось.\n—прости..\nОн тепло обнял меня.\n—групышка я еще раз говорю друг звонил, там проблемы серьёзные. Он запутал хах) мои волосы на голове потормошив рукой и ушёл. ",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Нет, по любому его отец звонил((",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Тем временем дома у Артёма.\n—Я ТЕБЕ ГОВОРИЛ ЧТО ЭТО ДОЧЬ ПРЕЗЕДЕНТА ДИЗАЙНЕРСКОЙ КОМПАНИИ! ПОЧЕМУ ТЫ НЕ МОГ СДЕЛАТЬ ТО ЧТО Я ПРОШУ!!?!\n—я не хочу с ней общаться! Зачем? У нас есть деньги куда еще больше?!?\n—ТЫ!! БОЛЬШЕ! НЕ ВЫЙДЕШЬ НА УЧЕБУ В ЭТОМ МЕСЯЦЕ!!\n—ЧТО?!? ТЫ ЖЕ ОБЕЩАЛ, ОТЕЦ!!!\n—ты тоже много чего говоришь и не делаешь, кроме дома и двора ты больше не выйдешь, я все сказал.\n",
    "answers": [
      {
        "id": 80,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 80,
    "text": "В своей комнате Артём — —ахрененно, что я Арье скажу? Из за того что я поссорился с той шваброй я не пойду на учебу в этом месяце? Она начнёт винить себя..... Эх.....\nНадо позвонить\n—ало Арь?\n—приветик, все нормально?\n—не особо отец сказал что в этом месяце я не буду учится что я нужен ему и так далее...\n—блин, честно? Твой папа меня напрегает! Почему когда другие люди не особо хотят учится, а ты наоборот ,он не разрешает?!\n—такой он человек...\n—эх...\n—Ааарь)) я могу к тебе под ночь прийти?\n—всмысле?\n—да.. Хаха, просто я сбегу с дома и приду к тебе, до меня папа докапался и сегодня я буду сидеть дома, а не каеф",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "—эм.. Ну ладно, я пойду в магазин что нибуть куплю.\n—ага, а потом мы сходим вместе в кафе что бы я тебе все оплатил.\n—вай, хитрыыый.))\n—да, не спорю.\n—ладно, пока\n—пока",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Я вышла из дома, погодите он сказал НОЧЬЮ?! Это во сколько?? Тааак Арья, свои фантазии УБЕРИ ДАВАЙ. КГХЕХГЕ. Ладно, я просто щас пойду в магазин.\nЯ възяла 2 литровую колу, запаслась 3 пачками чипсами и 4 шололаадками:))) будет вкусня))\nКороч плюс гострит! ",
    "answers": [
      {
        "id": 83,
        "text": "На часах было уже 22:31"
      }
    ]
  },
  {
    "id": 83,
    "text": "Ыыы че то не приходит. Так Арья он друг просто! Почему у тебя так бешенно бьется сердце, таак понятно, просто потому что ночь! Все. Аааа я не могу успокоиться. ПОЧЕМУ У МЕНЯ ЩАС В ГОЛОВУ ЛЕЗИТ МЫСЛЬ О БРАЧНОЙ НОЧИ бл****\nТут кто то стучится в дверь.,\nЯ смотрб в глазок это Артём\n—привет\n—п-привет...\n—прости я задержался, папа не как не давал покоя, сегодня он лег пораньше, так бы в 12 пришёл хах.\n—ну все хорошо же.\n—кстати я тебя не уструждаю? Ну в смысле что я ночью к тебе пришёл, может ты спать хочешь?\n—аа нее, мне скучно было(пи*дец скучно, почему я думаю о нем как о парне, хотя он друг!?)\n",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "—Артём, знаешь что я подумала??\n—ну ка? Спросил он меня снимая куртку.\n—может с телевизора смотретт будем?\n—ну го.\nЯ побежала в свою комнату\n—ты куда?\n—узнаешь..\nИ так вот одеялко, подушка, ПФФФ уронила, черт!. Как всегда я рукожоп.\nЫыыыы тяжкие труды. Я положила всё добро на диван.\n—вот это по нашему!(крикнул Артём (\n—да, так просто удобнее, я не поняла где большая тарелка?\n—ээ, у же тут (убегает на кухню)\n—хых, бррр, что то холодновато.\n",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Я села укутывшись одеялом, а Артём побежал за тарелкой для вкусняшек. О даа, думаю эта ночь будет очень вкусной. Но я не думала что на столько.... ",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Мы сели и смотрели фильмец, фантастику, боевик. Ну всчкое такое уже шел 3 час нашего безделья. Мдаа, остались только шоколадки и пару чипсинок на дне пачки",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "—что то мне кажется что еам не хватит на всю ночь(Артём)\n—ну.. Для этого существует 24на7.\n—хы,тоесть круглосуточные магазины?\n—ага. Съедим шоколадки с чайком посасем ЧУПАЧУПСы))\n—хаха, а да гхгх. Я люблю ЧУПАЧУПСы)\n—только идёшь ты.\n\n—неа, вместе.\n—бл(я ну лаадно..\n\nПрогел еще час",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "Вскоре я решилась смотреть ужастик, но не полноценный, а про зомби и ядерной бомбы. Короч земля была разрушенна и каждый выживал как мог.\n\nАртём даже вздрогнул на одном моменте. \n—боишься?\n—нет конечно! Просто момент был резкий. \nВ этот момент Артём так мило улыбался. Я помойму засмотрелась. \nАртём :\nАрья, что я тобой? У меня на лице что-то? \n—аа, нет, нет! Я просто... \nТут почему то Артём начал строит догадки. \n—ооо, ты смотрела на меня? Он ехидная улыбка.\nОн продолжал- а ты считаешь меня красивым? А? \n\nЯ вся просто залилась румянцем. Да ЧЕГО ОН ТУТ возамнил? \n—страшный ты! И вообще мне надо в дамскую команту. \n—аххаах, Арья, я же шутил. \n—мудак. Обиженно сказала я. \nЗа спиной слышался смех, но у меня и правдо мелькала мысль что он довольро привлекательным, зря я убежала, а если он так подумает? \n",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Фууф ладно  не я должна вернуться ",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": " Я пришла, но Артёма на диване не было, может в туалет пошел. Пожала я плечами.\n—АААА.\n—аа, пискнула я — ТЫ ДИБИЛ ЧТО ЛИ?? МУДАК, А ЕСЛИ БЫ Я ПРИ ТЕБЕ КОНЬКИ ОТБРОСТЛА, ПРИДУРОК!!\n—хахах,*неловкая пауза* я не знаю почему, но ты мне нравишься когда в неловком положении.\nЯ застыла, что он только что сказал?\n—аа, ой ну тоесть,*почесал затылок * — я хотел сказать мне нравится как ты пугаешься или выглядишь глупо, это даже мило, но не подумай не чего такого, ладно? \n\nЯ просто кивнула, но на душе как легче стало то что я ему чуть привлекательна, ТАК СТОПЭ поехала машина, мы д-ру-зь-я. \n",
    "answers": [
      {
        "id": 91,
        "text": "5 глава "
      },
      {
        "id": 1,
        "text": "На первую"
      }
    ]
  },
  {
    "id": 91,
    "text": "В скоре где то в 3 часа ночи мы пошли в магазин за чем нибуть вкусненьким.\n—слушай, давай пельмени?\n—хах, ты серьёзно?\n—да в полне, \n—нет.. О Артём, давай пиццу, подогреем и съедим.\n—честно я уже наелся\n—а твои пельмени?\n—короч я беру пиццу и несколько пачку жувачку)\n—пачку жувачку?\n—пачку жувачку.\nОдновременно :\n? Хаха?\n",
    "answers": [
      {
        "id": 92,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 92,
    "text": "Вооу уже 3:34\nИ у меня слипаются глаза.\nМы смотрим кино романтическое, и тут мдаа. Я заснула ",
    "answers": [
      {
        "id": 93,
        "text": "POV АРТЁМ "
      }
    ]
  },
  {
    "id": 93,
    "text": "Хаха, она уснула это даже мило, но я не мог уйти бросив ее вот так и не  предупредив, я взял ее на руки и повёл на кровать.\n—мдаа, жаль что ее комната на втором этажа, ууф. Что то у меня живот крутит, тупая пицца, так и знал что просроченная.\n\nЯ в ее комнате так осторожно надо. А бл*\nЯ спотыкнулся и упал на неё, к счатью не задовил, это даже было смешно, но если бы не нее мягкие волосы..\nЯя... Не знаю что на меня нашло.\n\n*ххххх*\nО даа, ее волосы так пахнут.\nБлин что я делаю?.\nЯ медленно встал и написал записку",
    "answers": [
      {
        "id": 94,
        "text": "Что в ней? "
      }
    ]
  },
  {
    "id": 94,
    "text": "\"ты очень мило..\" \nНет\n\n\"ты очень сладко спала, Арья. Я не стал тебя будить и отнес на кровать, я пишу записку что бы ты не подумала что я сбежал или что то типо этого. Я всё прибрал и выключил телевизор. Эта ночь была очень веселой, что бы ты не переживала, я домой пришел вовромя и меня не запалили,:) сегодня я ухожу кое-куда и не смогу отвечать, по телефону пока. \n\n                                                                         Артём \"",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Доброе утро Соня. Я несу радость! Это утро велеколепное... Брр как будто в рекламу фрутоняни попала.\n—ааамм...(тип зевнула) — хм... Точно Артём.\nА это что?\nАрья нашла записку на своей тумбочке, по завитушечкам возле К~ можно было понятно что это Артём.\nПоняятно, стоп что?! \nОн понес меня на руках! Я щас со стыда сгорю, спасити. \nОн меня? Ухожил? А если он что то сделал? \nНееет!! Он не мог? Не мог. На каждый мой вопрос был ответ. Тупая божее. Ну вот почему р0 не оставил меня на диване?\nБллл сегодня надо было идти в университет. Ну и пох. \nЯ не пойду я поспала всего лишь 5 часов? Да ладно. \n",
    "answers": [
      {
        "id": 96,
        "text": "Далее "
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 96,
    "text": " Я умылась переделась. Ну и нет.. К родителям я не хочу  идти, а то скажу почему ты не в универе? \nХм чем же заняться? Весь день проваляться? \nИли погулять? \nЛадно пойду прогуляюсь. Аня в универе. А я гуляю, оо. \nЯ вспомнила я могу позвонить Саше! \n#привет, Саш! #\n\n#привет, как дела? #\n\n#да нормально, может как нибудь встретимся? #\n\n#когда? #\n\n#можно прям сейчас#\n\n#понял, скинь адрес#\n\n#хах, спасибо, Саш#",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Сразу как то улыбка на лице.  Саша мой старый друг с интернета.  Мы с ним познакомились давно может где то 4 года назад. Мне тогда было 13 лет и я играла ну как все в онлай игры. \nМы с дружились, общались в сот сетях. \nПозже когда мы ездили на экскурсию с классом мы отправились в Питер.  И да!  Там жил Саша \n\nПотом он тоже переехал и короче мы в одном городе! Это очень круто. ",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Он младше меня на 2 года. Ему щас 15 но тем не менее он бл выше меня, спортсмен. \n\n\nМы с ним встретились\n—ку спортсмен! \n—ку, давно не виделись. \n—ага,  с Августа. Пойдём в кафе? \n",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "Мы сели с ним за столик у окна. \n—холодно на улице(я) \n—ага. Что то случилось? \n—нет,а почему ты спросил? \n—в последнее время ты мне звонишь только когда  тебе не кого позвать кроме меня. \nМ-да.. В последнее время я ему только звоню тогда когда все друзья ушли и мне не с кем. \n—прости.. \n—ох, я не хотел тебя растраивать. \n—ты всегда говорил  и говоришь правду, я не обижаюсь. Но хочу сказать спасибо что всегда со мной когда мне грустно \n—я это ценю. \nЕго улыбка такая нежная как будто нарисованная, идеальная, не кривая  и очень успокаевающея. \n—а наша рыбка не завела себе ухажора? \n—что? Нет.  Мне ещё рано. \n—хахах, значит кто то есть? \n—с чего бы. \n—всегда ты отвечала по другому \"Саша, ты что с брендил?  Какой ухожор если на меня даже коты внимание не обращают\"  проговорил он эти слова как старушка\"- или что то типо того\n—ты издеваешься? Вообще то девушку смущает этот вопрос",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "—девушку, да. А тебя? \n—вот ты. Ударила я его по плечу. \n—хахах ахах.\n—не подавись пироженным! Грубо сказала, я. \n—кхгх спасибо хахыыха. \n",
    "answers": [
      {
        "id": 101,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 101,
    "text": "—а если честно? Есть новый человек с которым ты дружишь или..... \n—дружу, Артём. \n—И что же? \n—он прикольный, смешно шутит, не то что некоторые, довольно красивый. \nАрья так увлеклась рассказом что и не заметила ухмылку Саши. \n—ии моя девочка влюбилась. \nОн подошёл к ней и крепко начал обнимать. \n—ты с ума сошел тут же люди. Саша! Бла задушишь \n—я просто очень рад) \n—да не влюбилась я, просто мы с ним лучшие друзья. \n—ну ладно) ",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "—а какая у него семья? \n—кхгх.. Помнишь.. Я тебе рассказывала историю про мальчика Артёма. Так вот это он \n—не чего себе судьба \n—а ещё.... Мне мама рассказала про Ермеева чуть больше.. \n*рассказывает*\n\n—ух ты.. А ты уверена что Артём не такой же, или он хочет приблизится к твоей семье?\n—я не знаю, просто мне с ним весело и все. \n—Арь.. Он взял мою руку. — смотри, ты знаешь его только из детства не кто не знает как он менялся, а может как его воспитывали.  И обязательно пойди на учёбу, эт не шутки. \n—ладно. \n—допивай кофе, пошли прогуляемся",
    "answers": [
      {
        "id": 103,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 103,
    "text": "Я пришла домой. С Сашей всегда весело. \nХм... Артём мне не звонил  и не писал может что то случилось?\n#гудки# пиип пиип. \n—сбросил? \nЛадно.. Может быть он занят \n\"или он не хочет со мной общатся\" Промелькнула у меня мысль в голове. \nНа часах 23:56, а я не хочу спать. Я отвлекла себя фильмом, а сейчас опять думаю об Артёме.\n",
    "answers": [
      {
        "id": 104,
        "text": "Что у Артёма"
      }
    ]
  },
  {
    "id": 104,
    "text": "\"Ермеев\" \n\"забыл телефон, а на него кто то звонит? \"\nКонтакт — Арья????\n—странно, знакомое имя.. \n",
    "answers": [
      {
        "id": 105,
        "text": "Воспоминания Ермеева"
      }
    ]
  },
  {
    "id": 105,
    "text": "Солнечный день. Род-дом. \n—Дорогой, у нас.. Девочка. \n—мое солнце. \nМужчина наклонился напротив своей супруги и взял на руки крошку. Она улыбалась смотря на своего отца. \nПодъежает машина.\n—где моя сладенька? \n—Маша, как ты и говорила девочка! Сказала худоватая женчина\n—я всегда знала, а вот я мальчика хочу. ",
    "answers": [
      {
        "id": 106,
        "text": "Сейчас"
      }
    ]
  },
  {
    "id": 106,
    "text": "Ермеев сжал кулак. \n—я тебя ненавижу Мария.... Предателя не прощают. ",
    "answers": [
      {
        "id": 107,
        "text": "Арья"
      }
    ]
  },
  {
    "id": 107,
    "text": "Шёл мой трудный день в универе",
    "answers": [
      {
        "id": 1,
        "text": "На первую"
      }
    ]
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  }
]