[
  {
    "id": 1,
    "text": "Жанр: драма, романтика.\nПоджанр: философские размышления.\nАвтор: Teppish \n\n    Верите ли вы в судьбу? Верите ли, что случайные совпадения вовсе не случайны, а предписаны вам свыше?\n    Всё началось с того, что двадцатитрехлетняя студентка Луиза Леман пошла на авантюру подруги и, вместо жарких стран, полетела на праздники... В Альпы! \n    Но что же ожидает девушку в холодной и морозной Швейцарии, в канун Рождества? Возможно, именно в этом снежном царстве оттает покрытое льдом сердце девушки, которое очень давно никого к себе не подпускало?",
    "answers": [
      {
        "bg_color": [
          1,
          0,
          0
        ],
        "text_color": [
          2,
          2,
          2
        ],
        "id": 2,
        "text": "Начать...",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c858228/v858228214/39957/zv7h1yFSBvw.jpg",
        "system": true
      },
      {
        "id": 55,
        "text": "Концовки",
        "left_answer": true
      },
      {
        "id": 56,
        "text": "От Автора",
        "right_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "    Джой всегда отличалась особой легкостью на подъем, в отличие от меня. Её заводной характер в купе с потрясающей внешностью: длинными ногами, голубыми глазами и копной светлых кучерявых волос, придавали ей воистину ангельский вид.\n  — Какой же ты дьявол, подруга! — орала я в трубку, попутно вытягивая из чемодана купальники и запихивая свитера. — Как ты могла взять билеты в Альпы... И это были все мои деньги, мегера! Я так долго мечтала полететь в Египет...\n    Всё это время моя лучшая подруга молчала в трубку. За годы дружбы она знала, что мне нужно выговориться, чтобы стало легче. \n  — \"Закончила? — спросила Джой спустя минуту молчания. Мой ответ ей не потребовался, чтобы добавить: — Отлично, тогда в 21:00 жду тебя в аэропорту. Это будут лучшие рождественские праздники в нашей жизни!\"\n\n  То, что это будут лучшие праздники в жизни Джой, я не сомневалась. Для неё даже в самом диком и глухом месте, где блохи, комары и змеи, будет Рай! Отличное качество, которое полностью перебивалось легкомысленностью и безответственностью. Ну как можно было поехать выкупать наши билеты в Египет, на которые мы копили полгода, но по дороге всё профукать? Дело в том, что подруга умудрилась познакомиться с красавчиком-швейцарцем и, наплевав на всё на свете, купила два билета до лыжного курорта! ",
    "answers": [
      {
        "id": 3,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 3,
    "text": "  — Вечно витает в облаках... Какая же она... Как же я её... — всё ещё бурчала я, когда, через три часа после разговора, ехала в такси до аэропорта. \n  — Что, простите? — таксист с любопытством посмотрел на меня в зеркало, а я смущенно улыбнулась.\n  — Ничего-ничего, — пропищала я. К счастью, ехать оставалось недолго, мы уже были на подъезде. В окне автомобиля я тут же увидела Джой — стоит в своём розовом пальто и прыгает выше головы от радости.\n  — Эх... — напоследок выдохнула я и, расплатившись с таксистом, вышла из машины.\n\n  — Луиза! Милая моя! — Джой тут же повисла у меня на шее.",
    "answers": [
      {
        "id": 7,
        "text": "Выглядеть обиженной."
      },
      {
        "id": 8,
        "text": "Попытаться вымученно улыбнуться."
      }
    ]
  },
  {
    "id": 4,
    "text": "    Если посмотреть на меня и Джой вместе, вы бы точно удивились, ведь парочки настолько непохожей друг на друга сложно было найти... Веселая и активная Джой, холодная и закрытая я. Странно, что мы вообще сошлись и стали подругами. Вместе в школе, вместе в универе, да ещё и на одном факультете журналистики! Мы всегда были рядом и в горе, и в радости.\n\n  — А теперь улыбнись! — воскликнула Джой через восемь с половиной часов перелета от Нью Йорка до Швейцарии. Мы стояли на трапе и вдыхали свежий горный аромат. — Ах, какое чудное утро! Добро пожаловать в Сказку!\n    На самом деле я совсем не ощущала, что попала в Сказку, ведь чувство сильнейшей усталости, вызванной тяжелой дорогой, захватило меня целиком и полностью.\n  — Вот приедем — завалюсь на пару часиков поспать... — решила помечтать я.\n  — Я тебе завалюсь, Иззи! — сурово посмотрела на меня Джой. — Только скажи мне нечто подобное, и я тебя побью своими новыми снегоходами!\n  — Когда ты успела купить новую обувь?.. — удивленно воскликнула я подруге, которая не стала меня дослушивать, и уже убежала ловить такси...",
    "answers": [
      {
        "id": 5,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 5,
    "text": "    И только во время пути по заснеженным дорогам, я впервые ощутила ни с чем не сравнимое чувство восторга. Такси мчалось по заснеженному краю — нас со всех сторон окружали пушистые ели. \n  — А где же домик Санты? — спросила я, не отрываясь от окна.\n  — Санта из Лапландии, глупышка, — хихикнула Джой. — Надо тебя чаще вывозить за границу! \n  — Надо меня чаще вывозить хоть куда-то... — добавила я, немного погодя. Это было моё первое путешествие дальше Нью Йорка и, на самом деле, я немного волновалась.\n  — Вам необыкновенно повезти оказаться здесь в Рождество, — сообщил таксист на ломаном английском.  — Здесь существовать... хм... очень красивое место! Говорить, в это время может произойти всё, что пожелаешь!\n  — Да-да, сегодня все наши желания исполнятся! Как же хорошо, что мы приехали сюда! Какое же Рождество без ёлки, а, Иззи? — не останавливалась разглагольствовать Джой, но мои мысли были где-то далеко... ",
    "answers": [
      {
        "id": 6,
        "text": "- Вот мы и на месте! - неожиданно воскликнул таксист."
      }
    ]
  },
  {
    "id": 6,
    "text": "    Это место было настолько волшебным, что я так и застыла с открытым ртом. Мы стояли на небольшой возвышенности и любовались множеством потрясающих домиков курорта, что раскинулись внизу. Где-то на заднем плане возвышались горы с пушистыми шапками снега.\n  — Ах! Иззи, наш домик под номером 13! Пойдем быстрее заберем ключи и заселимся! — и как всегда не дождавшись ответа, Джой кинулась вниз по склону, волоча за собой огромный, голубой в цветочек, чемодан.",
    "answers": [
      {
        "id": 9,
        "text": "Побежать следом."
      },
      {
        "id": 10,
        "text": "Поблагодарить таксиста и извиниться за поведение Джой."
      }
    ]
  },
  {
    "id": 7,
    "text": "  — Ну-ну, — я мягко оттолкнула её от себя.\n  — Иззи, ты что, всё ещё дуешься? — она отстранилась и заглянула в мои глаза. — Милая, не сомневайся, Франциско пообещал, что всё будет просто потрясающе! Горы, заснеженная деревня с маленькими уютными домиками...\n  — Словно мне тут снега не достаточно, — пробурчала я и закусила губу, — и что ещё за Франциско?\n    Джой удивленно округлила глаза.\n  — Франциско, парень из Швейцарии, Иззи, я же тебе говорила! Он работает там инструктаром по лыжам и другой ерунде... Такой красавчик! Он пообщал научить меня кататься, и тебя тоже! Ой, что же мы стоим, посадка на самолет уже началась...\n    И подруга, схватив меня за руку, потащила в здание, без умолку треща насколько мне понравится на курорте. Я лишь вздыхала и кивала — что мне ещё оставалось? Сама виновата, когда в детстве подружилась с этой сумасшедшей, так что мне и расхлебывать...",
    "answers": [
      {
        "id": 4,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 8,
    "text": "    Я улыбнулась так искренне, как могла, но это не помогло. Джой заметила мой настрой...\n  — Иззи, ты что, всё ещё дуешься? — она отстранилась и заглянула в мои глаза. — Милая, не сомневайся, Франциско пообещал, что всё будет просто потрясающе! Горы, заснеженная деревня с маленькими уютными домиками...\n  — Словно мне тут снега не достаточно, — пробурчала я и закусила губу, — и что ещё за Франциско?\n    Джой удивленно округлила глаза.\n  — Франциско, парень из Швейцарии, Иззи, я же тебе говорила! Он работает там инструктаром по лыжам и другой ерунде... Такой красавчик! Он пообщал научить меня кататься, и тебя тоже! Ой, что же мы стоим, посадка на самолет уже началась...\n    И подруга, схватив меня за руку, потащила в здание, без умолку треща насколько мне понравится на курорте. Я лишь вздыхала и кивала — что мне ещё оставалось? Сама виновата, когда в детстве подружилась с этой сумасшедшей, так что мне и расхлебывать...",
    "answers": [
      {
        "id": 4,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 9,
    "text": "  — Джой! — крикнула я. За очень короткий срок подруга успела оторваться почти на двадцать метров. К счастью, чтобы дойти до здания, к которому так торопилась Джой, оставалось всего пара десятков шагов.\n    Внезапно земля затряслась. Откуда-то справа послышался шум колес приближающегося автомобиля. Впрочем, я не обратила никакого внимания и как ни в чем не бывало продолжила неторопливо шагать вдоль дороги. \n  — Милая леди! — раздался голос из приоткрытого окна и заставил меня обернуться. За рулем прекрасного Порше Кайене сидел симпатичный мужчина, с короткой стижкой и восточноевропейскими чертами лица. Карие глаза смотрели на меня заинтересовано, но меня это ни капли не смущало. — Вас подвезти? — добавил он.",
    "answers": [
      {
        "id": 11,
        "text": "- Не стоит утруждаться. Тут идти-то десять метров, - ответила я и зашагала дальше."
      }
    ]
  },
  {
    "id": 10,
    "text": "  — Спасибо вам за то, что привезли. И прошу прощения, — несмотря на то что мне далеко не в первый раз приходилось извиняться за поведение подруги, я чувствовала себя очень неловко. — Иногда Джой ведет себя прямо как ребенок.. \n  — Ах, мелочи, дитя! — весело отмахнулся таксист, и в его добрых голубых глазах я увидела приятное удивление от моих слов. — Она всего лишь весела и мила. А вот мой младший сын — настоящий разгильдяй! Уви, он уже слишком взрослый, чтобы ставить его на место. Катяется где-то на этих склонах, рискуя сломать себе шею, — он кивнул на горы. — Брал бы лучше пример со старшего... Что ж, не буду вас задерживать. Счастливого Рождества, фройляйн!\n  — И вам тоже счасливого Рождества! — воскликнула я и торопливо зашагала вслед за Джой, волоча за собой чемодан...",
    "answers": [
      {
        "id": 9,
        "text": "Догнать подругу."
      }
    ]
  },
  {
    "id": 11,
    "text": "    Всё как и обычно — холодно и не дружелюбно. Ничего не могу с собой поделать, особенно когда разговариваю с привлекательными мужчинами.\n  — Прошу вас, не уходите! — прозвучал возгляс позади, но я продолжила движение. — Всего на секунду остановитесь.\n    Я замерла и обернулась. В карих глазах мужчины я заметила озадаченность. Наверное, такой как он вовсе не привык, что девушки вместо того, чтобы радостно прыгнуть к нему в объятья, спасаются бегством. \n  — Спасибо, — улыбнулся он и, откинувшись на спинку кресла, потянулся за чем-то, чего я не могла заметить со стороны... И тут он вытянул невероятной красоты цветок, белую розу, и протянул её мне. — Прекрасной девушке не менее красивые цветы, — пожал плечами он и, ни на секунду не задерживаясь, как и обещал, уехал дальше по дороге.",
    "answers": [
      {
        "id": 13,
        "text": "Пораженно смотреть ему вслед."
      }
    ]
  },
  {
    "id": 12,
    "text": "  — Не знаю как ты, Иззи, но я хочу туда! — кивнула Джой в сторону гор.\n  — Даже не знаю почему у тебя такая тяга посмотреть на крутые горные склоны, — вскинула бровь я. — А не из-за того ли красавчика-швейцарца?\n  — Ох, тебя не обманишь, подруга... — заговорческий улыбнулась Джой. — Мы с Франциско договорились встретиться на самом крутом и большом спуске! Он сказал, я точно не прогляжу... — подруга неуверенно пригладила волосы. — Если честно, я немного волнуюсь и хотела бы, чтобы ты пошла туда со мной.\n    Если бы мне кто сказал, не поверила бы.\n  — Джой Абрамс волнуется? — переспросила я. — Быть такого не может! Должно быть, он тебе очень сильно понравился...\n  — Ну, пожалуйста-пожалуйста-пожалуйста! — запрыгала на месте Джой, и я сдалась.",
    "answers": [
      {
        "id": 97,
        "text": "- Эх, повезло тебе, что я сама хотела туда пойти..."
      }
    ]
  },
  {
    "id": 13,
    "text": "  — Эй, капуша! — ничего не подозревающая Джой махала мне руками. Она уже успела дойти до здания, а мне ничего не оставалось, как быстро запрятать нежный бутон под куртку и постараться её нагнать...\n\n    Мы взяли ключи от номера и отправились искать наше жилище на ближайшие два дня.\n  — Целый уикенд в этом Раю! — прыгала от радости Джой, когда мы шагали к нашему домику. Чемоданы обещали донести чуть позже сотрудники курорта, чему мы были несказанно рады, ведь теперь могли неторопливо прогуливаться и осматривать окресности. — Ой, как много хочется увидеть! Боже, Иззи, это же просто мечта! Я не хочу пока в номер... Пойдем же, пойдем всё осматривать!\n\n    Куда же пойти?",
    "answers": [
      {
        "id": 12,
        "text": "Пойти прямо по дороге, к склонам гор, где катаются люди.",
        "need": 1000
      },
      {
        "id": 14,
        "text": "Пойти в сторону кафе, где можно заказать себе местные вкусноты."
      },
      {
        "id": 15,
        "text": "Направиться прямиком домой."
      }
    ]
  },
  {
    "id": 14,
    "text": "    Мой желудок решил за меня наш дальнейший путь.\n  — В последний раз я ела ещё в самолете, — пожала плечами я. — Всё на свете бы отдала за кофе и какой-нибудь круассан!\n  — Бери выше, детка! Мы закажем целого оленя, если тут есть такой! Моему желудку будет явно мало булки с вогнутыми концами!  Ради этого, так и быть, перенесу встречу с Франциско, — рассмеялась Джой и, схватив меня за руку, потянула в сторону кафе.",
    "answers": [
      {
        "id": 16,
        "text": "Войти в кафе."
      }
    ]
  },
  {
    "id": 15,
    "text": "  — Джой, не обижайся, пожалуйста... Но я очень устала и хочу часик поваляться в кровати. В самолете всю ночь не спала... — умоляюще посмотрела на подругу я. — Но тебе не обязательно со мной идти, я сама схожу и проверю номер...\n  — Нет, ну какая же ты зануда, подруга! — сложила руки на груди Джой. — Мы приехали на отдых всего на два дня, а ты уже спать намылилась.\n  — Ну, не только спать... — начала оправдываться я, но тщетно. Подругу не обманишь.\n  — Ладно, — сдалась она. — Только будь на связи. Я как раз пойду проведаю моего Франциско на лыжном склоне, — она кивнула в сторону гор. — Но через несколько часов мы обязаны встретиться, чтобы вместе пообедать!\n  — Даю слово! — улыбнулась я и, обняв подругу напоследок, быстро зашагала вниз по склону, в сторону небольших аккуратных домиков.",
    "answers": [
      {
        "id": 68,
        "text": "Найти свой домик."
      }
    ]
  },
  {
    "id": 16,
    "text": "    Кафе было людным. Множество деревянных столиков и диванчиков создавали атмосферу уюта и тепла, разноцветные мигающие лампочки тут же напомнили, что вот-вот наступит Рождество.\n    Все столики у окон были заняты, и нам пришлось немного подождать, пока люди уйдут. Тем временем, мы заказали восхитительное на вид национальное блюдо Швейцарии, Рёшти, изготовленное из картофеля, бекона, лука, сыра и яблок. \n  — Нигде блюдо не будет таким вкусным, как на родине его изобретения! — воскликнула я, снимая куртку и готовясь к трапезе.\n  — Ой! Что это у тебя? — Джой удивленно уставилась на маленький белый цветок, про который я уже совсем забыла. Бережно сжимая его в руке, я рассказала подруге о приключении.",
    "answers": [
      {
        "id": 17,
        "text": "Рассказать красочно, не упуская деталей."
      },
      {
        "id": 21,
        "text": "Рассказать вкратце."
      }
    ]
  },
  {
    "id": 17,
    "text": "    Под пристальным взглядом лучшей подруги я выдала абсолютно всё, пытаясь не упустить ничего из истории с цветком — от неё скрывать не имело смысла. Джой случала очень внимательно и ни разу не перебила.\n  — Это же потрясающе, подруга! Не успела приехать в другую страну, тут же появился ухажер!\n  — Я тебя умоляю, Джой... Он... Он был...\n  — Да признай же, что он тебе понравился, — с важным видом положила руки на стол подруга. — Скажи мне: \"Джой, мне понравился мужчина и я была бы не прочь продолжить общение!\"\n    От её слов я тут же невозмутимо ответила:\n  — Ты ошибаешься, Джой. Он вовсе не в моём вкусе. Ты же знаешь, я никогда не влюбляюсь... Я не умею.\n    Подруга нахмурилась.\n  — Твердишь это десять лет в обед! Так и помрешь старой девой, подруга. Эх, кто бы мне цветок подарил, я бы...",
    "answers": [
      {
        "id": 19,
        "text": "- Здесь свободно? - раздался голос из-за моей спины. По телу тут же побежали мурашки от догадки..."
      }
    ]
  },
  {
    "id": 18,
    "text": "   Все мы в один момент посмотрели на маленькую хрупкую розу, которую я неосознанно сжимала в руках, во время рассказа для Джой. Естественно, он решил, что это что-то значит...\n  — Я... — начала я, впрочем, не зная как здесь оправдаться. Я замерла на месте, заметно растерявшись! Ей богу, как маленькая...\n  — Я бы хотел позвать вас на ужин, — спокойно продолжил незнакомец, а я заметила, что он пронзительно смотрит на меня своими жгучими глазами. — Нет, не так. Я бы хотел сначала узнать ваше имя, а потом позвать на ужин, — он улыбнулся.\n    Я выдохнула, всё ещё пытаясь понять, что делать дальше. Ну вот что мне ответить этому человеку? Как объяснить, что я человек со сложным характером? Как доказать, что ему бежать от меня надо и бегом? Да и ко всему прочему сегодня же Рождество! Он что, совсем рехнулся?\n  — Луиза... Луиза Леман, — растерянно буркнула я вместо тысячи слов.\n  — Роман Невский, — он поцеловал мою руку, а затем протянул визитку. — Позвоните мне сегодня в 19:00, если будете согласны. Я за вами заеду.\n    И больше не говоря ни слова он направился к своему столику.",
    "answers": [
      {
        "id": 20,
        "text": "Как и в прошлый раз, пораженно, смотреть ему вслед."
      }
    ]
  },
  {
    "id": 19,
    "text": "    \"Нет! Пусть это будет не он, не он!\" — твердила я про себя, хотя это было бесполезно. Я узнала незнакомца из порше по голосу: еле заметный русский акцент выдавал в нем иностранца.\n    Чего не занимать моей лучшей подруге, так это догадливости. Моё лицо, которое, должно быть, выражало крайнее удивление, выдало Джой про меня всё и вся...\n  — О! — улыбнулась она своей привычной обворожительной улыбкой. — Конечно, присаживайтесь.\n    Я всё ещё не смотрела на незнакомца. Краем глаза видела, как сильные руки отодвигают стул, подкаченное тело в джинсах опускается рядом.\n  — Простите, мисс, — обратился он, без сомнений, ко мне, и я больше не могла отводить взгляд. Обернувшись, мои глаза в одно мгновение встретились с теплыми и жгучими глазами мужчины. — Простите, что снова вторгся в ваше личное пространство... — продолжил он, — но, должно быть, сама судьба нас здесь свела. Я сижу вон за тем столиком, — он кивнул на самый дальний и уединенный столик кафе. — Увидев вас, просто не мог не подойти. А учитывая цветок в руках...",
    "answers": [
      {
        "id": 18,
        "text": "Перевести взгляд на свои руки."
      }
    ]
  },
  {
    "id": 20,
    "text": "    За нашим столиком на целую минуту повисла неловкая пауза, во время которой Джой улыбалась во весь рот, а я неодобрительно качала головой, непроизвольно крепко сжимая хрупкий белый цветок.\n  — С ума сойти, Иззи! Роман Невский... Наверняка он русский! Вот это тебе повезло, у меня ни разу не было парня из России... — залепетала она, но я решительно её перебила.\n  — Нет, Джой, я никуда с ним не пойду, даже не думай. К тому же, сегодня же Рождество! Мы же хотели провести его вдвоем...\n  — Ещё не факт, что я буду с тобой. Франциско как раз прислал смс-приглашение на свидание, и если ты только скажешь...\n  — Джой... — я округлила глаза от шока. — Ты же знаешь, я не могу с ним пойти! Ты сошла с ума!\n  — Я знаю, Иззи, но после случая с Томом... — при упоминании этого имени у меня закрыжилась голова,  — ...прошло целых восемь лет. Восемь лет, Иззи, а ты не можешь жить дальше и быть счастливой! А сегодня такой шанс... Ты можешь пойти на свидание с этим незнакомцем!\n\n    Я отвернулась. Моя лучшая подруга всё же затронула самую болезненную для меня тему, которую я всегда избегаю.",
    "answers": [
      {
        "id": 22,
        "text": "Психануть."
      },
      {
        "id": 23,
        "text": "Сдержаться."
      }
    ]
  },
  {
    "id": 21,
    "text": "  — Просто подъехал какой-то мужчина и подарил. Вот и вся история, — пожала плечами я и уткнулась в тарелку с едой. Я знала, что Джой будет явно не довольна моим рассказом и захочет подробностей, которых мне не хотелось описывать, так что попыталась не встречаться с ней взглядом.\n  — И всё же это потрясающе, подруга! — пожала плечами она, хитро улыбаясь. — Не успела приехать в другую страну, тут же появился ухажер!\n  — Я тебя умоляю, Джой... Он... Он был...\n  — Да признай же, что он тебе понравился, — с важным видом положила руки на стол подруга. — Скажи мне: \"Джой, мне понравился мужчина и я была бы не прочь продолжить общение!\"\n    От её слов я тут же невозмутимо ответила:\n  — Ты ошибаешься, Джой. Он вовсе не в моём вкусе. Ты же знаешь, я никогда не влюбляюсь... Я не умею.\n    Подруга нахмурилась.\n  — Твердишь это десять лет в обед! Так и помрешь старой девой, подруга. Эх, кто бы мне цветок подарил, я бы...",
    "answers": [
      {
        "id": 19,
        "text": "- Здесь свободно? - раздался голос из-за моей спины. По телу тут же побежали муражки от догадки..."
      }
    ]
  },
  {
    "id": 22,
    "text": "  — Я никогда не буду счастливой, Джой! Никогда! — я вскочила с места так резко, что поднос с едой перекинулся и великолепные кушанья разлетелись по всему полу. Все, кто сидел в кафе, удивленно на меня обернулись. Даже тот самый незнакомец...\n\n    Я не могла этого больше выность.\n  — Никогда не указывай что мне делать, Джой! — выкрикнула, ведь это было последней точкой. Хотелось высказать ей всё в лицо, что я о ней думаю: о безответственности, Египте, и о том, что она вечто лезет не в своё дело, но я не стала. Вместо этого я молча подхватила сумку и, не оглядываясь, выбежала из кафе...",
    "answers": [
      {
        "id": 24,
        "text": "Выбежать на улицу."
      }
    ]
  },
  {
    "id": 23,
    "text": "    Я бы могла высказать всё, что думаю о ней. Что она сама безответственная эгоистка и не может вечно диктовать мне, что делать. Я могла высказать про Египет, но не стала срываться.\n  — Ладно, Джой, я подумаю, — сдержанно сказала я, но не потому что так думаю, а чтобы успокоить подругу и сменить тему.\n  — Вот и отлично! — удовлетворенно расплылась в улыбке она, и мы наконец-то принялись за восхитительный завтрак...\n\n    После трапезы мы отправились гулять. Морозный воздух, в перемешку со снегом, заставил меня замерзнуть почти мгновенно. Вот мы и решили направиться домой, чтобы согреться и наконец отдохнуть с дороги...",
    "answers": [
      {
        "id": 39,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 24,
    "text": "    Пока мы сидели в уютном кафе, на улице пошел снег. Красивые снежинки падали на щеки, тут же тая и смешиваясь со слезами. Я бездумно брела по улице сама не зная куда, стараясь не обращать внимания на веселый детский смех и милые парочки, которые каждый раз проходя мимо меня, словно специально сговорившись, принимались целоваться.\n    Но моё холодное сердце, которое много лет назад покрылось толстой ледяной коркой, болезненно пульсировало.\n  — Джой переступила черту... — шептала я. — Зачем она о нем вспомнила?\n\n    Тем не менее, как бы я не обижалась, уже спустя двадцать минут блужданий, я насквозь продрогла. Порывшись в кармане, я с сожалением осознала, что забыла свой телефон на столе в кафе, а ключи от номера всё ещё оставались у Джой. Да и разве хотелось мне возвращаться домой, ожидая встречи с ней? ",
    "answers": [
      {
        "id": 25,
        "text": "Бездумно зайти в первый попавшийся магазин, чтобы согреться."
      }
    ]
  },
  {
    "id": 25,
    "text": "    \"Магазин игрушек Фабиана Бенди\", — было написано на вывеске яркими буквами.\n  — Что ж, не самый плохой вариант, — пожала плечами я и вошла. От теплого порыва воздаха, который встретил меня на пороге, я тут же осознала, что не пожалею о своем выборе...\n    \n    Уютная атмосфера, огоньки — всё было прекрасно. Удивляло лишь полное отсутствие людей, что было удивительно в предрождественское время. \n    \"Наверное, потому что сейчас раннее утро\", — мелькнуло у меня в голове.\n    Я завороженно засмотрелась на красиво украшенную ель, и, естестенно, игрушки, которые заставили нахлынуть воспоминаниям девятилетней давности. Вот мы стоим: я и Том. Нам по четырнадцать лет, и мы впервые встречаем Рождество большой компанией... Но в этот момент по странному стечению обстоятельств мы оказались вдвоем.\n  — Мне попалась кукла! — внезапно вскрикивает Том и хохочет, а я втайне любуюсь его прекрасными чертами лица.\n  — А мне игрушечный трактор. Кажется, Санта что-то напутал, — пожимаю плечами я...\n\n  — Darf ich Ihnen helfen?*",
    "answers": [
      {
        "id": 26,
        "text": "Подпрыгнуть от неожиданности."
      },
      {
        "id": 25,
        "text": "Примечение: - Могу я вам помочь?*",
        "comment": true
      }
    ]
  },
  {
    "id": 26,
    "text": "    Я подпрыгнула от неожиданности и, отскочив в сторону, случайно налетела на стеллаж с мягкими игрушками. К моему несчастью бедная конструкция не выдержала пятидесяти килограмм моего веса и перекинулась, рассыпая тысячи мягких зверушек по всему полу. А я, к ещё большему стыду, грохнулась сверху...\n\n  — Oh Gott, geht es Ihnen gut?* — спросил незнакомец, который сразу кинулся мне на помощь.\n  — Простите, я не понимаю немецкий... — пролепетала я, цепляясь я за его руку, попутно осознавая, что она необычаянно теплая и крепкая.\n    Когда я встала на ноги, голова немного кружилась.\n  — Вы как? — спросил парень, которого я наконец-то могла нормально рассмотреть, на английском. Высокие скулы, светлые волосы, голубые и почему-то знакомые мне глаза...\n  — И всё же повезло, что сейчас зима... Куртка спасла меня от очень болючего падения, — неловко улыбнулась я, а затем добавила: — ... и вы уж простите за погром.\n  — Нет-нет, не волнуйтесь, это мелочи! Ведь это я вас напугал. Прошу вас, позвольте загладить свою вину и угостить вас горячим какао с печеньем. Ваши руки очень холодные, думаю, вам бы не помешало согреться...\n\n    В этот самый момент я заметила, что теплая рука молодого человека всё ещё крепко сжимает мою, онемевшую от холода руку.",
    "answers": [
      {
        "id": 27,
        "text": "Смущенно улыбнуться и убрать её в карман."
      },
      {
        "id": 26,
        "text": "Примечение: - О Боже, вы в порядке?*",
        "comment": true
      }
    ]
  },
  {
    "id": 27,
    "text": "  — Спасибо... — наверное, я была слишком растроенной, а он был милым, именно поэтому я решилась принять заботу молодого человека. Уже через десять минут мы вместе сидели у него за прилавком и ели ещё теплое имбирное печенье. От одного аромата сводило желудок, ведь с самого утра я так ничего и не поела...\n\n  — М-м-м... — блаженно протянула я. — Спасибо вам, господин...\n  — Фабиан, — представился продавец. — И можно на \"ты\".\n  — Спасибо, Фабиан, — улыбнулась я и кивнула.\n  — Не поверишь, но, кажется, именно это мне и было нужно... Вот так посидеть и попить какао с печеньем.\n  — Что же у тебя случилось? — Фабиан отхлебнул горячий напиток, в то время как его голубые глаза неотрывно на меня смотрели. \n    Я криво улыбнулась.\n  — Это мелочи...\n  — Сомневаюсь. Знаешь, я видел много людей, видел в глазах разные эмоции. Тебе больно... — прошептал он.",
    "answers": [
      {
        "id": 28,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "    Я подняла на него удивленный взгляд.\n  — Фабиан, это...\n  — Не моё дело, прости. Я не должен был начинать этот разговор,— он медленно поднялся и как ни в чем не бывало пошел собирать игрушки с опрокинутого стеллажа. Некоторое время я задумчиво на него смотрела, пока не пошла помогать. \n    Мы работали молча, иногда кто-то из нас случайно касался руки другого. Ещё чаще пересекались наши взгляды, но я не могла понять почему... Вроде самый обычный молодой человек, как тысячи других, что пытались со мной заговорить или познакомиться. Но что-то в Фабиане было иным. Ему хотелось верить...\n\n  — Меня зовут Луиза... — прошептала я после долгой паузы. — И растроена я потому...\n\n    И я рассказала ему эту историю. Не знаю почему. Рассказала про Тома, свою первую любовь, который, в годовщину начала наших отношений, погиб в автокатастрофе. И как раз в канун Рождества...\n\n    Фабиан очень долго слушал и ни разу не перебил мою долгую речь... А затем произнес:\n  — Но у нас есть сейчас, Луиза. Этот миг.\n  — Что? — непонятливо переспросила я.\n  — Я о том, что нужно срочно куда-то сходить и перекрыть грустные воспоминания яркими и радостными! — голубые глаза засияли, а губы тронула едва заметная улыбка. Он глянул на наручные часы. — Через десять минут придет моя сменщица и можно будет отправляться на поиски приключений!",
    "answers": [
      {
        "id": 29,
        "text": "Удивленно округлить глаза."
      }
    ]
  },
  {
    "id": 29,
    "text": "    И он не соврал. Более того, он был решителен, как никто никогда со мной ни был. \n    Ровно через десять минут подошла его сменщица и пролепетала:\n  — Oh Herr Bendy!  Entschuldigung für die Verspätung...\n  — Побудь здесь, пожалуйста, Паула, плачу как за двойную ставку. Если не вернусь к вечеру — закроешь лавку. Мне нужно сделать эту девушку счастливой, — сказал Фабиан, кивнув на меня.\n  — Герр Бенди?.. — удивленно переспросила я. — А разве магазин не называется...\n    Но я не успела договорить. Фабиан уже крепко схватил меня за руку и вытянул на улицу.",
    "answers": [
      {
        "id": 30,
        "text": "Выскочить на улицу..."
      },
      {
        "id": 29,
        "text": "Примечение: - О, господин Бенди! Простите за опоздание...*",
        "comment": true
      }
    ]
  },
  {
    "id": 30,
    "text": "   Мы гуляли весь день. Сначала просто шли за руки, и Фабиан показывал мне где и что здесь находится, а затем и вовсе начали заходить во все магазины, покупать кучу всяких ненужных, но смешных мелочей...\n    Выходя из очередной лавки, парень внезапно забросал меня снежками. Начался шуточный бой, к которому почти сразу подключились все гуляющие поблизости дети. Глаза Фабиана горели восторгом, когда маленький мальчик попал снежком прямо в его левое плечо... Парню нравилась эта игра с детьми. Я же, никогда так не смеялась, как в этот день. Никогда так не смеялась вообще...\n\n  — Ты такая красивая, когда улыбаешься! — сказал мне Фабиан, когда мы шли в сторону гор. Я удивленно перевела взгляд на парня и покачала головой.\n    \"Нет, это ты красивый! Такие длинные и пушистые ресницы, на которых задержались не успевшие растаять снежинки, потрясающие голубые глаза...\" — хотелось перечислить мне, но я сдержалась. Это было совсем на меня не похоже...\n  — И знаешь, я давно так не веселился, — сказал он спустя время. — Всегда работаю, работаю... Не могу себе позволить раслабляться, не то что мой младший брат.",
    "answers": [
      {
        "id": 31,
        "text": "- У тебя есть младший брат?"
      },
      {
        "id": 32,
        "text": "- Почему не можешь позволить раслабляться?"
      }
    ]
  },
  {
    "id": 31,
    "text": "    В ответ на мой вопрос парень грустно улыбнулся.\n  — Да, есть. Его зовут Джулиан... И мы с ним полные противоположности. Когда я думал о будущем, он шел по дорожке азарта и опасных развлечений. Впрочем, он тоже сейчас зарабатывает... Довольно экстримально. \n  — Надо же... — покачала головой я.\n— После смерти мамы, папа остался с двумя маленькими сыновьями. Он работал на трех работах, чтобы поднять нас на ноги. Вот я и вынужден был помогать, создал свой бизнес...\n\n    И Фабиан рассказал, что всё пришло не сразу. Что жили сначала вообще не здесь, и он занимался совсем другими вещами. Но всегда любил детей и, после переезда в курортный городок, стал заниматься именно игрушками.\n\n  — Вот мы и пришли... Добро пожаловать в Швейцарию, фрау Луиза, — прошептал он, кивнув на открывающийся вид со смотровой площадки.",
    "answers": [
      {
        "id": 33,
        "text": "Перевести взгляд."
      }
    ]
  },
  {
    "id": 32,
    "text": "    В ответ на этот вопрос парень грустно улыбнулся.\n  — После смерти мамы папа остался с двумя маленькими сыновьями. Он работал на трех работах, чтобы поднять нас на ноги. Вот я и вынужден был помогать, создал свой бизнес...\n\n    И Фабиан рассказал, что всё пришло не сразу. Что жили сначала вообще не здесь, а он занимался совсем другими вещами. Но всегда любил детей и, после переезда в курортный городок, стал заниматься именно игрушками.\n\n  — Вот мы и пришли... Добро пожаловать в Швейцарию, фрау Луиза, — прошептал он, кивнув на открывающийся вид со смотровой площадки.",
    "answers": [
      {
        "id": 33,
        "text": "Перевести взляд."
      }
    ]
  },
  {
    "id": 33,
    "text": "  — Ах... — выдохнула я, когда увидела великолепный вид. Множество домиков далеко внизу сияли, а свет красиво отражался от выпавшего снега.\n  — Луиза... — внезапно прошептал Фабиан, и я на него удивленно обернулась. \n  — Да?\n  — Знаешь, может, это покажется безумием. Вообще, всё, что я сегодня делаю, это безумие... Но ты мне нравишься. Очень.\n\n    Наши взгляды встретились. Прекрасные, но немного грустные глаза молодого человека, смотрели прямо на меня, ожидая реакции на слова. \n\n    Но что я чувствовала? Что я могла ответить?",
    "answers": [
      {
        "id": 34,
        "text": "- Я не могу ответить тем же... Это слишком быстро (предложить остаться друзьями)."
      },
      {
        "id": 35,
        "text": "- Я думаю, ты мне тоже... (поцеловать)."
      }
    ]
  },
  {
    "id": 34,
    "text": "    Три года спустя...\n____\n    Я стояла и наряжала новогоднюю ель. За окном падали снежинки, и я улыбнулась глядя на них.\n  — Дорогая! Я дома! — раздался звучный голос, а спустя несколько секунд чьи-то руки обхватили мою талию и развернули меня к себе лицом.\n    На меня смотрел мой муж, Адам. Познакомились мы с ним сразу по возвращению в Нью Йорк, я была его новой коллегой в редакции, куда устроилась почти сразу.\n    Прошло немало времени, прежде чем на чувства этого доброго и милого молодого человека я ответила взаимностью, но всё же это произошло.\n  — Как раз вовремя, — улыбнулась я, целуя его в щеку. — Сейчас приедут Бенди с детьми. \n  — Когда уже и мы обзаведемся потомством? — бросил мой муж и ушел в ванную переодеваться.\n\n    Я тяжело вздохнула. ",
    "answers": [
      {
        "id": 37,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 35,
    "text": "    Повинуясь внезапному порыву, я всего на мгновению прикоснулась губами к его губам. Сердце билось, ведь впервые за много лет мне казалось, что я чувствовала что-то большее, чем просто жалость или страсть к человеку. Мне казалось, что Фабиан моя родственная душа и я не скупилась на проявление чувств...\n\n    Мне хотелось чувствовать и жить этим моментом рядом с ним...",
    "answers": [
      {
        "id": 36,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 36,
    "text": "    Три года спустя...\n______\n    Джой, конечно, была в ужасе, когда я пропала в канун Рождества. Даже чуть не подняла местную полицию! — но когда увидела, что я рука об руку иду с парнем, её гнев сменился на милость.\n\n  — Хлоя, милая, иди к тете Джой, — улыбалась моя лучшая подруга, протягивая руки к годовалой малышке.\n  — Нет, дорогая, она хочет посидеть на руках у дедушки. Де-да. Хлоя, скажи: \"Де-да\", — учил мою маленькую девочку герр Бенди, отец Фабиана.\n\n    Как оказалось, отцом моего любимого человека оказался тот самый таксист, который подвозил нас до курорта. Судьба — странная штука... Никогда не знаешь, что может произойти.",
    "answers": [
      {
        "id": 38,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 37,
    "text": "    Фабиан Бенди с его милой женой, а раньше коллегой, Паулой, прибыл ровно в восемь вечера.\n  — Привет, — он радостно поцеловал меня в обе щеки. \n  — Привет, — улыбнулась я и перевела взгляд на светловолосую Паулу с заметно укруглившимся животиком. \n  — Вы уж простите, думали опоздаем, — сказала она. — Габриэль всю дорогу ругался с Полем, а потом забыл свою машинку, в самолете. А этот ужасный токсикоз...\n  \n    Я перевела взгляд на маленьких голубоглазых трехлетних мальчишей и улыбнулась. Фабиан всегда любил детей и добился своего...\n\n  — Ну что, к столу? — чересчур радостно сказала я, приглашая гостей в столовую. Адам тут же перехватил контроль в свои руки и вызвался показать Пауле, где у нас туалет. Задумавшись, я не сразу осознала, что в коридоре остались только мы с Фабианом, который сосредоточенно копался в одной из сумок.\n  — Эй, Луиза, — сказал он, а я аж дернулась от того, как непривычно звучало в его устах моё имя. Сердце даже пропустило удар...\n  — Да? — улыбнулась я.\n  — Я рад, что ты наконец обрела счастье, — сказал он уверенно. Его глаза встретились с моими, и он добавил: — Ты это застужила...\n  — Да, — кивнула я и отвела взгляд, чтобы он не понял моих настоящих чувств. — Спасибо. Пойдем к столу!",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест."
      }
    ]
  },
  {
    "id": 38,
    "text": " — Не подеритесь там, — улыбнулся мой муж, который возник из ниоткуда и поприветствовал меня мягким поцелуем в шею. Я почувствовала прилив тепла, давно растаевшее сердце забилось, и я приложила к нему руку, пытаясь унять. Даже спустя три года брака, оно не ослабивает, когда я рядом с Фабианом... Моим самым правильным, но далеко не во всех вещах, любимым.\n  — Может, поработаем над ещё одной \"игрушечкой\" для наших родных? — шепнула ему я на ухо и тут же увидела, как его губы расплываются в улыбке. Я знаю, что ему не нужно повторять дважды... Мой муж всегда любил детей, а моя большая любовь к нему помогла очень быстро решиться на ответный шаг. Мне хотелось наполнить наш дом детским смехом его милых голубоглазых малышей...\n  — Ладно, оставляем на вас наше сокровище, а сами пойдем попьем кофе! — как ни в чем не бывало бросил Фабиан и, кинув на меня пламенный взгляд голубых глаз, вывел за руку из комнаты...",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест."
      }
    ]
  },
  {
    "id": 39,
    "text": "    Номер был двухкомнатный, но довольно небольшой. Я почти мгновенно завалилась на кровать, готовясь провалиться в сон...\n    Но тут раздался нечеловеческий крик Джой, который полностью всё перебил.\n  — О Боже, я сейчас сама буду кричать и зли... — начала я, оборачиваясь к двери, но на пороге стояла вовсе не моя подруга.",
    "answers": [
      {
        "id": 40,
        "text": "- Заказ для мисс Луизы Леман, - сказал молодой человек, занося с напарником в номер о-огромный букет белых роз!"
      }
    ]
  },
  {
    "id": 40,
    "text": "  — Не может быть... — растерянно пролепетала я, вскакивая на ноги.\n  — Доставка к вам уже оплачена. Счасливого Рождества! — пожелали молодые люди и выскочили на улицу, оставляя меня наедине с множеством вопросов без ответов.\n\n  — Белые розы, Иззи! Это точно от Романа! \n     Я и не заметила Джой, которая всё это время стояла на пороге моей комнаты и восторженно улыбалась. \n  — Не смотри на меня так... — сказала я, опускась на колени перед букетом, ведь среди роз заметила записку. \n  — Не мог дождаться встречи с вами! — прочла вслух Джой, которая в один миг оказалась у меня за спиной. — Подумал, что один цветок — слишком мало, чтобы передать моё восхищение, и отослал немного больше...\n  — Немного? — покачала головой я. — Он завалил цветами всю комнату!\n  — Так ты пойдешь с ним на свидание, Иззи? Пойдешь-пойдешь?\n    В такие моменты Джой напоминала собачку, требующую от хозяйки вывести её погулять. Не дает мне самой всё обдумать и принять здравое решение...",
    "answers": [
      {
        "id": 41,
        "text": "- Я же сказала, что не могу, Джой... Не могу! - всё же заорала я. - Тебе хочется, ты с ним и иди!"
      }
    ]
  },
  {
    "id": 41,
    "text": "  — Но Иззи, — опешила Джой, — он позвал тебя... И если ты опять думаешь о Томе...\n  — Вышла. Из моей. Комнаты! — гаркнула я, и подруге ничего не оставалось, как наконец послушаться.\n\n    После этого я несколько часов прорыдала в подушку, думая что же со мной не так. Почему я не такая как Джой и остальные девушки? Почему не могу принимать дорогие подарки, встречаться с парнями, влюбиться? Почему не могу забыть прошлое, и каждый раз оно словно мертвый груз тянет меня ко дну... Покрытое льдом сердце болит и всё труднее это выносить.\n   И всё же, я не могла сидеть в номере вечно. \n  — Я же приехала на курорт. Надо пойти погулять, что ли... Подышать свежим воздухом.\n    А когда обнаружила записку Джой о том, что она пошла на встречу с Франциско и просила перезвонить, как будет нужна, поняла, что всё складывается ещё лучше. Я быстро собрала вещи и вышла на улицу.",
    "answers": [
      {
        "id": 43,
        "text": "Гулять по городку."
      }
    ]
  },
  {
    "id": 42,
    "text": "    Солнце било прямо в глаза, когда мы оказались наверху. Но вид, должна признать, был просто божественным... Горные склоны вдали, покрытые снежными шапками, поверх редкие деревья, создавали непередаваемую атмосферу. Я глубоко вздохнула.\n  — Да где же он? — всё это время Джой внимательно вглядывалась в лица лыжников, высматривая своего швейцарского друга.\n  — А ты уверена, что вы договорились встретиться именно здесь? — я шагнула вперед, освобождая дорогу двум молодым людям в костюмах. — Ещё раз повторяю, мы можем вернуться вниз и поискать его в другом месте...\n    Джой задумчиво качала головой, словно не решаясь что-то предпринять. Да, сегодня с ней определенно что-то не так.\n\n    И тут раздался оглушающий крик:\n  — А ну в сторону!!!",
    "answers": [
      {
        "id": 98,
        "text": "Отскочить в сторону."
      },
      {
        "id": 99,
        "text": "Застыть на месте."
      }
    ]
  },
  {
    "id": 43,
    "text": "    Я просто гуляла по улице, смотрела на людей, насладжалась отдыхом, которого у меня так давно не было. Я окунулась в эту атмосферу с головой — наблюдала за людьми, подслушивала разговоры и думала о своей жизни... Я гуляла так вплоть до самого вечера.\n    Я вспомнила Тома. Вспомнила его серые глаза, и как он на меня смотрел... Никто, кроме него, не умеет так смотреть. Я вспомнила, как нам было хорошо вместе, но один роковой день оборвал наше счастье... Моя первая и единственная любовь погибла по дороге домой, возвращаясь из магазина. Он возвращался с подарком, который заказал специально для меня на Рождество... И так и не донес. Грузовик оказался быстрее...\n\n  — Девушка, вы уж поосторожнее, там скользко! — сказала мне милая женщина с двумя детками. Я и не заметила, как вышла из городка и пошла в сторону гор... Мысли витали где-то далеко.",
    "answers": [
      {
        "id": 45,
        "text": "- Спасибо, я как раз возвращаюсь. Опаздываю на свидание! (вернуться в город)"
      },
      {
        "id": 44,
        "text": "- Спасибо, не страшно. У меня обувь не скользит! (пойти в сторону гор, чтобы подумать ещё)"
      }
    ]
  },
  {
    "id": 44,
    "text": "  — Ну, смотрите сами... — пожала плечами женщина, и они ушли своей дорогой. Я же продолжила путь вгору, собираясь увидеть самый крутой склон для катания на лыжах, о котором мне уже успели достаточно рассказать в городке.\n    Довольно долго всё было хорошо. Я сосредоточенно прощупывала почву под ногами, чтобы не оступиться. До смотровой площадки оставалось совсем немного, и я ускорилась. И тут...\n\n  Бабах. Сильный удар о лед заставил потемнеть в глазах. Я лежала, раскинув руки и боясь дышать — боль сковала всё тело. Так было некоторое время, пока на лицо не начали падать снежинки... \n    \"Неужели, всё так и кончится? Я проведу Рождество здесь, совсем одна, на склоне горы? Мне никто не поможет, и я здесь умру?\" \n    То ли от болевого шока, то ли от устрашающих мыслей, я провалилась в сон...",
    "answers": [
      {
        "id": 46,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 45,
    "text": "    Слова слетели с языка прежде чем я успела подумать над их значением.\n  — Что же, удачи вам! И счастливого Рождества! — улыбнулась мне она и, подхватив детей, торопливо зашагала вниз по дороге.\n    Я смотрела им вслед и думала над своими же словами. Почем мне было так легко сказать о том, что я иду на свидание? Почему я сама не сопротивляюсь этому чувству, а даже напротив... Хочу пойти туда?..\n  — Что изменилось? — прошептала я задумчиво. — Неужели, я смогла отпустить тебя, Том? Но как...\n     И вдруг мне на глаза попался огромный мигающий Санта где-то вдали. Он стоял на крыше какого-то магазина и переливался разноцветными огнями на всю округу. Его большие глаза, казалось, смотрели прямо на меня... \n  — Рождественское чудо? — спросила я у него, естественно, не ожидая ответа. — Ладно, если это так... Который сейчас час?\n    Я торопливо достала телефон и ужаснулась — 18:00! А ведь Роман попросил позвонить в 19:00, по поводу свидания...\n  — Я должна успеть домой до этого времени! — воскликнула я и побежала вниз по склону. ",
    "answers": [
      {
        "id": 57,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 46,
    "text": "    Я очнулась в небольшой комнате, на кровати. Мне хватило всего несколько секунд, чтобы понять, что я нахожусь здесь впервые. \n    В кромешной темноте яркими огнями переливалась рождественская елка, такая красивая, что я даже могла бы залюбоваться, если бы не испугалась...\n\n    Резким движением я попыталась сесть.\n  — Нет! Не шевелитесь! — обеспокоенно шепнул незнакомый голос. Он заставил меня обернуться, но, из-за помутнения в глазах, я не смогла рассмотреть говорящего...\n  — Кто вы? Где я!? — в ужасе прошептала я, отметив, что голос звучит так хрипло, словно у умирающей старухи.\n— Иззи, пожалуйста, успокойтесь... Вам нужно успокоится, и я вам всё объясню!\n\n    Однако его слова вовсе не придали спокойствия. У меня началась паника...",
    "answers": [
      {
        "id": 47,
        "text": "- Повторяю вопросы: кто вы и где я нахожусь?"
      },
      {
        "id": 47,
        "text": "- Как вы узнали моё имя?"
      }
    ]
  },
  {
    "id": 47,
    "text": "  — Хорошо, — говорящий вышел на свет, и я смогла его немного рассмотреть: темные волосы, пухлые губы и ямочки на щеках. Глаза цвета янтаря обеспокоенно смотрят... — Меня зовут Фрэнсис Мейер и я врач. Вы сейчас находитесь в моем доме.\n    Несколько секунд мне понадобилось, чтобы переварить информацию.\n  — Подождите... Но почему я в вашем доме, а не в медпункте?\n  — Медицинский пункт находился слишком далеко. Люди, что вас нашли, не могли нести вас на другой конец городка, так что принесли ко мне, — спокойно объяснил Фрэнсис и успокаивающе улыбнулся. — Вы ударились головой, Иззи, и несколько часов пролежали на морозе, без сознания... Вам нужна была срочная помощь.\n  — О боже... — прошептала я одними губами, а голову пронзил новый приступ боли. Я медленно дотронулась до неё и нащупала повязку. — Который сейчас час? Мне нужно позвонить...",
    "answers": [
      {
        "id": 48,
        "text": "Искать глазами телефон."
      }
    ]
  },
  {
    "id": 48,
    "text": "    Все мои мысли занимала только Джой. Я представляла, как она ищет меня по всему курорту, в этот холодный Рождественский вечер, вместо того, чтобы развлекаться... Представляла, что она сидит в полицейском участке и пишет заявление о пропаже, в то время, как я здесь лежу... Волна тошноты подкатила к горлу.\n  — Я уже связался с вашей подругой, не волнуйтесь. Всё хорошо! — Фрэнсис успокаивающим жестом погладил меня по руке и улыбнулся. Я подняла на него недоверчивый взгляд.  \n  — Вы говорили... — я прокашлилась, — ... с Джой?\n  — С Джой Абрамс, именно. Это она мне сказала, что вас зовут Иззи Лерман, — врач опустился на стул, на котором сидел до этого, и развернул его так, чтобы сидеть ко мне лицом. \n  — Меня зовут Луиза... — покачала головой я.\n  — Если хотите, могу называть вас Луиза... \n  — Нет... Можете называть и просто \"Иззи\"... Просто меня так только Джой называет, вот я и... — смутилась я, на ходу решая быстренько сменить тему.  — Но что же вы сказали Джой про меня? Зная её, она от волнения должна была уже быть здесь... ",
    "answers": [
      {
        "id": 52,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 49,
    "text": "    От удивления, я не смогла придумать внятный ответ и лишь непрерывно смотрела на доктора.\n  — Да, я себя чувстую довольно хорошо, — наконец кивнула я и добавила с усмешкой: — то есть, вы спасли свидание моей подруги?\n  — Похоже на то, — пожал плечами доктор. — Сегодня же Рождество, и все должны быть счастливы, — он встретился со мной взглядом.\n    Я смутилась.\n  — Простите... Наверное, моё появление перебило вам все планы, — я снова перевела взгляд на ёлку. — Вы сами-то не пошли на свидание... Или просто не проводите праздник с тем, кто вам дорог...\n    Но, к моему удивлению, Фрэнсис расплылся в улыбке.\n  — Ну что вы, наоборот. Я сам холост, а родители живут аж в Мюнхине... — он задумчиво усмехнулся. — Конечно, нельзя так говорить... Но я даже рад, что сама судьба подкинула мне вас, вместо подарка. Такая прекрасная леди сейчас лежит на моей кровати и улыбается — что может быть лучше?\n\n    И он снова заставил меня засмущаться... Кажется, этот молодой доктор уже успел выпить несколько бокалов шампанского до моего появления здесь. Впрочем, меня это только позабавило.",
    "answers": [
      {
        "id": 50,
        "text": "Поблагодарить за комплимент и сделать ответный шаг милому спасителю."
      }
    ]
  },
  {
    "id": 50,
    "text": "    Мы говорили несколько часов. Слово за слово, а я узнала, что Фрэнсис работет здесь всего первую зиму. Пришел сюда не сразу, довольно долго работал в частной клинике, сразу после медицинского, а потом захотелось спокойствия и уюта курортного городка, так что перебрался сюда.\n    Я же рассказала о себе всю основную информацию — о том, что студентка из Нью Йорка и мечтаю работать в редакции, о родителях, о том, что поездка в Швейцарию — моя самая первая поездка за границу, и что это целиком и полностью заслуга моей активной подруги Джой.\n\n    Фрэнсис слушал очень внимательно. В определенный момент он принес нам шампанское \"для поднятия хорошого настроения и моего скорейшего выздоровления\" и теперь слушал рассказы, пропуская через свой бокал блики огоньков гирлянд.\n  — Так значит, у тебя нет молодого человека, раз летаешь за границу с подругой? — тихо спросил он в определенный момент.\n  — Сегодня весь день Джой навязывала одного иностранца, но я такие вещи не люблю. Всё должно быть по-настоящиму... Без сватовства. И да, молодого человека нет...\n    Наши взгляды с Фрэнсисом встретились. На протяжении вечера я часто ловила такие взгляды на себе, но этот был каким-то другим.\n  — Значит я могу сказать, что ты мне очень нравишься, Иззи. Очень... — его глаза посмотрели на мои губы так, что по телу пробежала дрожь. Какая-то неведомая сила словно подтолкнула меня ответить:",
    "answers": [
      {
        "id": 51,
        "text": "- Ты мне тоже..."
      }
    ]
  },
  {
    "id": 51,
    "text": "    Очень жаркий поцелуй повалил на кровать и заставил содрогнуться. Его руки тут же скользнули вниз по бедрам, стягивая джинсы, а я быстро, как могла, растегивала пугавицы на его рубашке.\n  — Бесконечные пуговицы... — шепнула я. \n  — Чертовы джинсы... — добавил он и снова меня поцеловал.\n    Волна страсти накрыла нас в один миг. Мы даже не слышали, как люди кричат под окнами и радуются празднику. Где-то ударил по небу салют и разразился тысячами искор... Но нам было всё равно.\n  — Джой явно будет свидетельницей... — прошептал мне на ухо Фрэнсис в какой-то момент, на что я залилась смехом. \n  — Что?\n  — Вот увидишь, Снежная королева. Я теперь тебя никуда не отпущу...",
    "answers": [
      {
        "id": 53,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 52,
    "text": "    Теперь настала очередь смущаться Фрэнсису.\n  — Я, возможно, был не прав... — почесал затылок он, — но ваша подруга сказала, что сейчас на свидании. Конечно, я сказал, что вы упали, а я доктор, на что она очень удивилась, что вы не на встрече с неким Романом, — он смутился ещё сильнее. — Но вы были в стабильном состоянии и спали, я не знал, что сказать, чтобы её не беспокоить и не дергать без веской причины. Так что я добавил, что вы на свидании со мной... — он покачал головой и встретился со мной взглядом. — Вы же сейчас хорошо себя чувствуете, я прав? Возможно, есть легкое головокружение, но к утру оно само должно пройти...",
    "answers": [
      {
        "id": 49,
        "text": "Не отводить глаз от спасателя. "
      }
    ]
  },
  {
    "id": 53,
    "text": "    Год спустя...\n____\n    За окном валил снег, а я стояла в прекрасном платье, в тон ему, и завороженно смотрела на себя в зеркало.\n  — Ах, Иззи! Милая моя! Ты такая красавица! — Джой в нежно-розовом платье, которое шло ей не меньше, чем мне моё, крутилась вокруг и делала завершающие штрихи. — Он будет просто в восторге!\n  — Хочется верить! — я в последний раз встретилась взглядом со своим отражением и улыбналась красивой черноволосой незнакомке. В этот момент раздался стук в дверь...\n  — Нельзя! — воскликнула Джой, но было поздно. На пороге уже стоял прекрасный молодой человек, в дорогом черном костюме и бабочке. Янтарного цвета глаза завороженно смотрели на отражение в зеркале. Я улыбнулась. — Фрэнсис, какого черта! Жених не должен видеть невесту до алтаря... Это плохая примета!\n    Маленький трехмесячный малыш, который сидел на руках у моего будущего мужа, весело захлопал в ладоши.\n  — Я всего лишь хотел передать тебе Энди, — скромно улыбнулся Джой мой жених. — Малыш очень скучал по любимой тете.\n  — Ах ты мой сладкий! — подруга протянула руки к моему сыночку, и он отважно прыгнул к ней в объятья. — Ты скучал? Скучал? — Энди залился звонким смехом, заставляя меня прослезиться. \n  — Идите погуляйте пять минут, — сказала я подруге, аккуратно промакивая глаза пальцами, чтобы не смазать дорогой макияж. — Мы сейчас подойдем.",
    "answers": [
      {
        "id": 54,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 54,
    "text": "  — Ох уж эти родители, да малыш? Вечно нарушают все правила, — улыбнулась Джой и всё же прошла к выходу, напоследок добавив: — Пять минут! Церемония вот-вот начнется.\n    \n    Как только подруга вышла из комнаты, Фрэнсис сделал ко мне несколько шагов и поцеловал. Этот поцелуй был настойчивым, страстным, головокружительным... У меня чуть не подкосились коленки.\n  — Сегодня ты официально станешь моей... Я же говорил, Снежная королева,  — улыбнулся он, отстранившись.\n  — Ты всё продумал заранее, — выдохнула я, с улыбкой. — Не хотел меня отпускать, вот и постарался над Энди, — вспомнила я ночь нашего знакомства в Швейцарии. \n    Наши взгляды пересеклись, и я увидела в глазах моего будущего мужа лишь пелену от бесконечной любви и страсти, которая, казалось, ни на секунду не утихала в моем темпераментном докторе.\n  — Я просто влюбился с первого взгляда. Сам не знал, что так бывает, — прошептал он. \n    \"И эта настойчивость помогла мне отбросить сомнения и забыть о прошлом... — мелькнуло у меня в голове, когда я вспомнила о Томе. — Теперь я наконец могу быть счастлива, ведь моё сердце переполняет любовь к Фрэнсису...\"\n  — Я тоже тебя люблю, — я переплела наши пальцы и откинула волосы назад. — Готов узаконить наши отношения?\n  — Только не упади по дороге, — усмехнулся мой жених и крепче сжал мою ладонь...",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест."
      }
    ]
  },
  {
    "id": 55,
    "text": "Здесь будут отображаться Ваши открытые концовки. Всего их 6. Приятного прохождения!",
    "answers": [
      {
        "id": 96,
        "text": "\"Всё же влюбил?\"",
        "need": 96,
        "need_ever": true
      },
      {
        "id": 91,
        "text": "\"Твоё для нас благословение\"",
        "need": 91,
        "need_ever": true
      },
      {
        "id": 37,
        "text": "\"Счастье или иллюзия?\"",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 38,
        "need_ever": true,
        "need": 38,
        "text": "\"Игрушка для любимого\""
      },
      {
        "id": 67,
        "text": "\"Наша с ним Роза\"",
        "need": 67,
        "need_ever": true
      },
      {
        "id": 54,
        "text": "\"Доктор, но не от любви\"",
        "need": 54,
        "need_ever": true
      },
      {
        "id": 55,
        "text": "Опции:",
        "comment": true
      },
      {
        "id": 1,
        "text": "Вернуться на первую страницу"
      }
    ]
  },
  {
    "id": 56,
    "text": "    Доброго времени суток, дорогие читатели!\n\n    Наконец-то представляю вашему вниманию романтический, но в то же время переполненный жизненными, часто тяжеными моментами, квест \"И сердце растает\". Он очень долго оставался недописом, и вот я взяла себя в руки и доработала. Это относительно небольшое произведение, которое, если зайдет читателю, будет расширяться. \n    Вы знаете, все люди разные. Иногда в нашей жизни случаются удары, после которых сердце ещё долго не может никого подпустить к себе... Это и случилось с главной героиней. \n    Если вы ищите легкое романтическое произведение, то могу порекомендовать другой мой квест, \"Любовь не по Ремарку\", ссылку на который оставлю внизу. Данный квест вряд ли именно такой, несмотря на разнообразие счастливых финалов.\n    И всё же, я вложила в этот квест душу, как и всегда вкладываю во все свои произведения. Искренне верю, что вам понравится эта история. \n\n    И маленькая просьба, если вы обнаружили любые виды ошибок: грамматические, лексические, проблемы с синтаксисом и пунктуацией, просьба написать о них мне в личку ВК. Я всегда прислушиваюсь, ведь хочу сделать работу лучше.\n\n    Спасибо за внимание, всех люблю ♡",
    "answers": [
      {
        "id": 92,
        "text": "Связь с Автором",
        "url": "https://vk.com/teppish"
      },
      {
        "id": 1,
        "targetbookid": 161778,
        "text": "\"Любовь не по Ремарку\""
      },
      {
        "id": 56,
        "text": "Опции:",
        "comment": true
      },
      {
        "id": 1,
        "text": "Вернуться на первую страницу"
      }
    ]
  },
  {
    "id": 57,
    "text": "    Джой дома, естественно, не оказалось, когда я, торопливо отперев дверной замок, вбежала в комнату.\n  — Вот ужас! Я иду на свидание... Но что же мне надеть? Я же совершенно ничего не понимаю во всех этих вещах, ведь только Джой всегда всем этим занималась. \n\n    Я перекинула чемодан, высыпая из него всё содержимое, чтобы понять, что имею красивого из одежды, параллельно набирая номер Джой.\n  — \"Алло, милая, ты как? — подруга ответила не сразу, но я так была рада слышать её голос...\"\n  — Джой! Наконец-то... Всё нормально, иду на свидание...\n  — \"Нормально? Нормально? Франциско, ты слышал: Иззи идет на свидание! Это же невероятно... Ура-а!!!\" — заорала в трубку подруга так, что мне пришлось оторвать телефон от уха.\n  — Так ты с Франциско! — улыбнулась я.\n  — \"Иззи, ради такого случая, я могу прямо сейчас сорваться с места и помочь тебе с подготовкой...\" \n  — Нет-нет, отдыхай, — постаралась убедить её я. — Единственное, что хочу попросить: можно одолжить одно из твоих платьев? А то у меня кроме свитеров совершенно ничего нет...\n  — \"Конечно, дорогая! И, только между нами, во втором кармане чемодана лежит потрясающий черный комплект белья...\"\n  — Джой! — покраснела я.\n  — Люблю тебя, милая! Всё-всё, ни слова больше...",
    "answers": [
      {
        "id": 58,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 58,
    "text": "***\n    Особняк Романа был огромным. С первой секунды, ещё заметив здание из окна авто, я поняла, что Невский не обычный человек. Далеко не каждый может позволить себя снимать такую громадину. А если он принадлежит ему? \n    Роман встретил меня прямо на пороге, такой красивый, со жгучими карими глазами. Без лишних слов он вручил мне букет белых роз. Я скромно улыбнулась в ответ.\n  — Луиза, вы прекрасны, — прошептал он и нежно притронулся губами к костяшкам моих пальцев. — Надеюсь, вас не утомила дорога?\n    Всё произошло совсем не так, как я ожидала, но, вполне возможно, что это к лучшему. Я безумно волновалась перед встречей с ним, так что была рада, что Роман прислал за мной водителя, чтобы успеть подготовить нам вечер. Во время недолгого пути по заснеженным улицам я смогла собраться с мыслями и окончательно убедиться, что я действительно хочу его увидеть... Его, Романа. И мне было так странно, что у него есть личный водитель.\n  — Нисколько не утомила, — улыбнулась я, ловя себя на мысли, что Роман не отводит от меня восхищенного взгляда. \n  — Тогда давайте пройдем в дом, — прошептал он и завел меня в здание...",
    "answers": [
      {
        "id": 59,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 59,
    "text": "    Высокие потолки, широкая лестница и мраморный пол. Всё было украшено сияющими гирляндами и веточками омелы... Каждая вещь в этом доме говорила о роскоши, но в то же время и о уюте, который придавали деревянная мебель, большая украшенная ёлка, в гостинной, и настоящий камин.\n  — Ох, — только прошептала я. — Тут очень красиво. Неужели в этом доме живете только вы? А если так, не ли у вас агорафобии?\n    В ответ Роман залился звонким смехом.\n  — Агорафобии? Вам не нравится дом, Луиза? \n  — Он просто... Большой, — скромно улыбнулась я. \n    Несколько секунд мы смотрели друг другу в глаза и улыбались.\n  — Это дом моих родителей, — пожал плечами он, отвечая на мой вопрос. — Но они решили отпраздновать Рождество в родном городе, Москве, оставляя особняк в моё полное распоряжение, — улыбнулся он. ",
    "answers": [
      {
        "id": 60,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 60,
    "text": "   Тем временем, мы опустились в кресла у камина. Я подставила руки к огню, чтобы согреться.\n  — Вы замерзли? Принести плед? — заботливо спросил мужчина, но я ответила ему улыбкой.\n  — Спасибо, не стоит. Расскажите лучше ещё что-то о себе. Мне нравятся откровенные люди...\n  — Неужели? — усмехнулся Роман, загадочно на меня поглядывая. —  Вам нравятся люди, которые говорят правду? Знал бы я раньше, вместо цветов тут же принялся осыпать вас комплиментами! \n    Я залилась смехом.\n    В этот момент нас прервала милая девушка в черной униформе и сказала, что всё готово.\n  — Что, готово? — удивилась я.\n  — Сейчас увидите... — Роман подал мне руку, помогая подняться, и повел вверх по лестнице.\n\n    Мы шли не долго. Я завороженно рассматривала интерьер, а мой спутник неотрывно смотрел на меня. \n  — А сейчас, прошу, закройте глаза. \n    Я заинтригованно на него посмотрела.\n  — Прошу, я приготовил для вас сюрприз, — пожал плечами он. Несколько секунд я нерешительно стояла, но после сдалась и всё же закрыла глаза.",
    "answers": [
      {
        "id": 61,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 61,
    "text": "    Морозный воздух обжог щеки, но кто-то тут же укутал меня во что-то теплое.\n  — Открывайте... — прошептал Роман.\n  — Ах! — я несколько секунд стояла и завороженно клипала ресницами. Мы стояли на красиво украшенной террасе, с которой открывался восхитительный вид на Альпы и городок внизу. Роман исполнил мою мечту... Торопясь на свидание, я так и не успела как следует рассмотреть местные красоты. — Это... Потрясающе, Роман.\n  — Я так рад, что тебе понравилось... Не против, если перейдем на \"ты\"? Думаешь, заслужил?\n    Я обернулась на мужчину с улыбкой. Он стоял, как и я, укутавшись в теплый плед. Длинные темные ресницы трепетали, а глаза смотрели на меня заинтересованно. \n    \"И чем же я могла приглянуться этому мужчине? У него есть всё... А я? Что же ему нужно лично от меня?\"",
    "answers": [
      {
        "id": 62,
        "text": "- Хорошо, давай на \"ты\". Я бы хотела присесть, если ты не против..."
      }
    ]
  },
  {
    "id": 62,
    "text": "    Уже через несколько секунд мы сидели за небольшим накрытым столом. \n  — Горячий глинтвейн? — предложил Роман, и я быстренько сделала пару глотков. Жидкость тут же приятно обожгла горло и помогла настроиться на нужный лад. \n  — Почему я? — спросила я о том, что интересовало меня уже долгое время.\n  — Что? — удивился Роман.\n  — Почему позвал на свидание именно меня, совершенно незнакомую девушку, встречать Рождество. Просто это так... Удивляет.\n    Роман задумался.\n  — Говоришь, любишь откровенных людей?\n    Я кивнула.\n  — Хорошо, — улыбнулся он. — Дело в том, что ты мне показалась простой милой девушкой, не из тех, что падают на шею из-за денег и тутулов, — спокойно произнес он, заставив меня немало удивиться.\n    Мне очень захотелось вставить что-то, сказать, что мне очень даже понравился дом, но я промолчала. Ведь Роман был прав... Никакие деньги для меня не будут интереснее человека.\n  — Да. А твоё поведение по отношению ко мне, сегодня, когда отказалась подвозить тебя и вообще иметь какое-либо дело со мной, только убедило меня в правоте. Да и сейчас, в доме... Любая бы попросила устроить экскурсию, ещё сильнее вешаться ко мне на шею... Но не ты, — карие глаза вспыхнули пламенем.",
    "answers": [
      {
        "id": 63,
        "text": "Покраснеть."
      }
    ]
  },
  {
    "id": 63,
    "text": "    Мы говорили несколько часов. Просто сидели, ели, смеялись... Мне давно не было так хорошо. Роман ещё больше рассказал о своих родителях, что они живут в браке уже более тридцати лет. Что он очень хочет семью и детей, но найти ту, что готова к серьезным отношениям, так сложно.\n    А я рассказала о Томе. Не знаю почему это было так легко. Рассказала о своих родителях, которые тоже всю жизнь прожили душа в душу, ещё со времен знакомства в колледже... \n    А ещё мы просто сидели, держались за руки и смотрели друг другу в глаза. Пошел снег, оседал на стол, плед, ресницы... Но мы сидели и просто смотрели друг на друга.\n  \n  — Луиза, — прошептал Роман в какой-то момент. — Ты мне очень...\n  — О боже, Роман! Осторожно! — я толкнула его на землю как раз в тот момент, когда с растущего неподалеку дерева осыпалась груда снега. Раздался грохот, небольшая лавина накрыла стол и лишь чудом не затронула нас, лежащих на холодной земле и плотно прижатых друг к другу.\n  — Ничего себе... — произнес Роман, качая головой. — Ты только что спасла мне жизнь. \n  — Ты в порядке? — прошептала я. \n  — Лучше, чем когда-либо... — он улыбнулся, а я поняла почему. Я лежала прямо на нем и наши лица находились всего в нескольких сантиметрах друг от друга.\n    Моё сердце забилось быстрее. Я улыбнулась.\n  — Ты можешь ничего не говорить...",
    "answers": [
      {
        "id": 64,
        "text": "Поцеловать Романа."
      }
    ]
  },
  {
    "id": 64,
    "text": "    Стоило моим губам коснуться его, Роман тут же прижал меня к себе ещё крепче. Его руки поднимались всё выше, пока не коснулись моей шеи, волос...\n  — У тебя холодные руки... — прошептала я, тяжело дыша, когда мы на секунду оторвались друг от друга.\n  — Дома куда теплее, чем здесь, — Роману, казалось, ничего не стоило подхватить меня на руки и занести в дом... \n\n    Не буду рассказывать о том, что случилось после, но вам стоит знать о том, что никогда не видела, чтобы кто-то смотрел на меня так, как Роман: с восхищением, интересом и страстью. И мне очень хотелось, чтобы от чувствовал, что я смотрю на него точно так же... Так что я ни разу не пожалела, что одолжила у Джой то черное кружевное белье.",
    "answers": [
      {
        "id": 65,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 65,
    "text": "    Год спустя...\n____\n    Швейцария снова встретила нас своим морозным холодом. \n\n  — Целый год прошел, как мы были здесь. Веришь? — спросил Роман, сжимая мою руку. \n  — А я здесь ни разу не была! — воскликнула Джой, которая наблюдала за тем, как клерк затаскивает её чемодан в особняк. — И знаешь, Иззи, я всё больше жалею, что не плюнула на всё и сама не пошла на свидание с этим красавчиком! \n  — Эй, детка, вообще-то я тоже здесь. Как ты можешь говорить это при мне и Вилли-Вилли? — спросил Франциско, швейцарец афроамериканского происхождения, что, с недавних пор, носил гордое название мужа Джой. \n  — Не слушай меня, малыш, — подруга мягко погладила свой округлившийся животик. — Чего я только не взболтну!\n  — И ты её не слушай... — прошептала я Роману, который усмехался, нежно обхватив меня за талию. \n  — А ты не ревнуй, — шепнул он. — Сама знаешь, для меня все остальные девушки, кроме тебя и Роуз... — теперь муж нежно коснулся моего живота.\n  — Почему именно Роуз? — снова возразила я. — Между прочим, мне очень нравится имя \"Джули\". Мою маму так зовут, да и твою тоже...",
    "answers": [
      {
        "id": 66,
        "text": "- Ну как же, милая. Чтобы назвать дочь \"Роуз\" у нас есть особые причины."
      }
    ]
  },
  {
    "id": 66,
    "text": "    Я удивленно на него посмотрела.\n  — Ничего не понимаю... — покачала головой я.\n  — А ты подумай, — улыбнулся он, а его обжигающий взгляд, полный любви, снова скользнул по моему животу.\n\n    Целый день Роман не хотел рассказывать о причине своего решения. Даже Джой вмешалась в нашу шуточную перепалку. Мы как раз сидели за столом на \"нашей\" террасе и ужинали. \n  — Ну почему? Почему \"Роуз\"? \n  — Эх, да что мне с вами делать, — покачал головой Роман. — Лу, неужели ты не помнишь как мы с тобой познакомились? \n    Я задумалась.\n  — Я катила свой чемодан по дороге, потом подъехал ты...\n  — Ну?\n  — Что-то мне сказал, какие-то комплименты, — улыбнулась я. — А потом уговорил меня остановиться и подарил розу... Ой!\n  — Кстати, ты ни разу не рассказывал нам о том случае, — задумалась Джой. — По крайней мере я не знаю. Вот что ты забыл тогда в тех краях... И почему вообще у тебя в машине вдруг оказались белые розы?\n  — Да-да, милый, ты никогда мне не рассказывал... — вскинула бровь я. \n  — Ну-ка, чувак, расскажи нам в чем прикол твоей романтики, — поддакнул Франциско.\n    Несколько секунд Роман думал, но затем улыбнулся и крепче сжал мою руку.",
    "answers": [
      {
        "id": 67,
        "text": "- Ладно, - согласился он. - Расскажу..."
      }
    ]
  },
  {
    "id": 67,
    "text": "  — Дело в том, что в юности мой отец был холодным и закрытым человеком. У него было много поклонниц, но ни одна из них не была ему близка... Все они казались ему пустыми и не настоящими, — он мне улыбнулся. — Пока однажды, в один зимний вечер, он случайно не ехал на своих Жигулях и не столкнулся с молодой продавщицей, из магазина цветов. Машину занесло на первом снегу... Девушка оказалась цела, а вот белые розы, что были у неё в руках, рассыпались по земле. Отряхнувшись от снега, она с ужасом осознала, что в руках остались только зеленые стебли. Мой отец пообещал возместить ущерб и уже на следующий день выкупил все белые розы, что были в маленьком магазине... И подарил их девушке. \n  — Как трогательно... — прошептала Джой, смахивая слезы. — Эта девушка — твоя мама, да?\n  — Да, — кивнул Роман. \n  — А почему же... Ты тогда вез розы с собой? — прошептала я пораженно. \n  — Просто ещё в юности почему-то знал, что именно белые розы помогут встретить мне мою невесту, — пожал плечами Роман. — Так что стал возить по одной всегда, как талисман. Надеялся, что этот жест растопит сердце прекрасной незнакомке. Вот и получил то, что хотел, — он погладил меня по щеке. \n    Мы снова встретились взглядами. Теплое чувство внезапно возникло в груди, а сердце застучало быстрее...\n  — Роуз, так Роуз, — улыбнулась я.",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест."
      }
    ]
  },
  {
    "id": 68,
    "text": "   Я бежала вниз довольно быстро, почти не оглядываясь по сторонам. Перед глазами стояла лишь кровать, а мысли о сне, как ни страннно заслоняли все остальные чувства. Остановил меня лишь внезапный приступ боли в сердце — я встала посреди дороги и прислушалась к своим чувствам.\n  — Странно, — произнесла я, ведь боль не была похожа на ту сердечную боль, что и обычно. Это не была боль потери, которую я ощущала почти постоянно, не была боль, которая сковывала всё тело и от которой ты в оцепинении лежишь посреди ночи, с широко открытыми глазами. Нет. Это была простая физическая боль... \n    И тут меня осенило:\n  — Роза! — воскликнула я и растегнула куртку. Нежный маленький белый бутон мгновенно оказался в руке. Острые шипы прошли сквозь свитер и почти поцарапали грудь, ведь я совершенно забыла, что упрятала подарок незнакомца под куртку. — Эх, придется нести в руке, — пожала плечами я и продолжила свой путь к домику.",
    "answers": [
      {
        "id": 69,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 69,
    "text": "    Пройдя множество одинаковых домиков, я наконец оказалась возле домика под номером 13.\n  — Счастливое число, — заметила я, роясь в карманах, чтобы найти ключ.\n  — Кажется, для меня тоже... — произнес кто-то позади и заставил меня подпрыгнуть.\n\n    Наверное, я накаркала про счастье, ведь испуг пришелся как раз некстати — я оступилась и полетела прямо в ближайший сугроб. \n    Внезапно чья-то теплая рука крепко обхватила мою талию и в последний момент помогла удержаться на ногах. Увы, волосы упали мне на лицо, и я не смогла рассмотреть спасителя.",
    "answers": [
      {
        "id": 70,
        "text": "Откинуть волосы и посмотреть."
      }
    ]
  },
  {
    "id": 70,
    "text": "    Изумрудно-зеленые глаза, рыжие волосы и улыбка до ушей. Увидев знакомое лицо парня я так удивилась, что чуть снова не упала в сугроб!\n  — Привет, Иззи, — мило улыбнулся мне Итан, мой очень давний друг из Нью Йорка.\n  — Фостер? Что ты здесь делаешь? — наверное, на моем лице отразился такой шок, что бедный парнишка аж растерялся.\n  — Ну... — он задумчиво почесал затылок, — приехал встречать Рождество в Швейцарских Альпах. К тому же, как только я узнал, что ты будешь здесь, я даже не раздумывал...\n     Сердце предательски сжалось — я догадалась, кто ему сказал, что я здесь.\n  — Джой... — прошептала я. — Убью засранку! — я развернулась, быстро поднялась по ступенькам к двери домика и всунула ключ в замок.\n  — Почему ты так злишься, Иззи? — невинно спросил Итан, пока я разбиралась с замком. — Я не понимаю. Слушай, если тебе так неприятно меня видеть — так и скажи...\n\n    Я развернулась на 180 градусов и оказалась с ним лицом к лицу. Итан, казалось, действительно не понимал почему я так злюсь и странно себя веду. Но я точно знала причину...",
    "answers": [
      {
        "id": 71,
        "text": "Проникнуться воспоминаниями."
      }
    ]
  },
  {
    "id": 71,
    "text": "    Девять лет назад...\n____\n    Новогодняя ёлка стояла посреди комнаты, в то время три юные четырнадцатилетние девочки сосредоточенно накрывали стол.\n\n  — Вот класс! Просто не верю, что меня отпустили родители, — воскликнула Петра. \n  — Да ладно тебе! Твои родители же самые добрые их всех наших, — отмахнулась Джой, весело улыбаясь. \n  — Эх, дамы, расступитесь, — в комнату зашла самая миниатюрная черноволосая девочка, с большой индейкой на подносе. — Не сдерживайте возгласов! — попросила Луиза, и все девочки задорно рассмеялись.",
    "answers": [
      {
        "id": 72,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 72,
    "text": "    Уже через десять минут в дом вошли мальчишки. Двое высоких, симпатичных, но один из них выделялся сильнее всего. Черноволосая девочка завороженно наблюдала за тем, как Томас снимает куртку и беззаботно отбрасывает её в сторону. \n  — Что покушать? — усмехнулся он, оглядывая стол.\n  — А тебе только это и надо! — сложила руки на груди Джой. \n  — Лучше не зли её, амиго, — рыжеволосый мальчишка, с большими зелеными глазами, по дружески обнял Тома и потянул его в сторону ванной, попутно поглядывая на реакцию черноволосой Луизы. Девочка же стояла, уткнувшись взглядом себе в руки.\n  — Ладно, Ит, — усмехнулся Том и медленно побрел с другом.\n\n    Так и проводился Рождественский вечер. Веселая компания подростков, которая впервые праздновала этот праздник вместе, без взрослых, шутила, смеялась, танцевала... Так и проводился вечер: черноволосая девочка, Луиза, наблюдала за Томом, а рыжеволосый мальчик, Итан, за Луизой...",
    "answers": [
      {
        "id": 73,
        "text": "Вернуться в наше время..."
      }
    ]
  },
  {
    "id": 73,
    "text": "  — Ты хочешь знать, почему я злюсь, Ит? — прошептала я, с болью в голосе. — Потому что ты снова здесь. Снова зачем-то меня преследуешь. Я думала, что после того случая ты остановишься... — от воспоминаний о нашей последней встрече мои щеки покрылись румянцем. Его попытка меня поцеловать закончилась ссорой, после которой мы не общались почти год.\n    Итан Фостер был влюблен в меня ещё с юности. Вот только моё сердце всегда принадлежало другому...\n\n  — Луиза... — прошептал Итан и покачал головой. — Я не хотел делать тебе больно и напоминать о былых, не очень приятных временах. Том был моим самым лучшим другом, если ты вдруг забыла... — в его голосе проскользнула боль.\n  — Замолчи! — я прикрыла лицо рукой. От воспоминаний мне становилось плохо...\n  — Прости, — прошептал он.\n  — Не извиняйся. Просто скажи, зачем ты здесь? Что ты здесь забыл? Хочешь окончательно испортить мне Рождество? У тебя это отлично получается...\n    Несколько секунд Итан стоял с широко открытыми глазами.\n  — Я просто хотел тебя увидеть... — прошептал он. — И я очень рад, что я это сделал, ведь ты, как всегда, прекрасна, — он грустно улыбнулся.\n  — Спасибо, Ит, — медленно кивнула я, и подняла к лицу руку, чтобы почесать лоб, совсем забыв, что в этой руке белая роза... Итан, конечно же, это заметил.\n  — Так значит, не успела ты появиться в Швейцарии, уже окружают ухажеры? — вскинул брови он.",
    "answers": [
      {
        "id": 74,
        "text": "Соврать."
      },
      {
        "id": 75,
        "text": "Сказать правду."
      }
    ]
  },
  {
    "id": 74,
    "text": "  — Не-ет, — протянула я, быстро улыбнувшись. — Эту розу подарили Джой. Просто она ушла гулять, а я всё равно шла в номер, так что попросила поставить в вазу, — неловко почесала затылок я, решив пожалеть бедного парня. Мне вдруг стало очень неловко, что он может узнать правду... Не хотелось делать ещё больнее.\n  — Понятно, — улыбнулся Итан, как я думаю, с облегчением. \n    Мы несколько секунд стояли и неловко молчали.\n  — Я пойду, — кивнула я на дверь и уже её приоткрыла...\n  — Луиза! — неожиданно воскликнул Фостер, заставив меня обернуться. \n  — Да?\n  — Сегодня вечером, на центральной площади, будет открыт каток, — произнес он серьезно. — Пожалуйста, приходи... Или вместе с Джой приходите. В лыжах я не силен, но вот коньки...\n    Я улыбнулась Итану. Он так старается... До сих пор старается.\n  — И если ты не придешь, я пойму. Просто исчезну из твоей жизни, словно меня там и не было. Правда.\n\n    Наши взгляды встретились.",
    "answers": [
      {
        "id": 76,
        "text": "- Я подумаю, Ит, - пообещала я ему и закрыла за собой дверь."
      }
    ]
  },
  {
    "id": 75,
    "text": "  — Да, подарил один. Не знаю чем именно я так притягиваю ухажеров, — равнодушно пожала плечами я и заметила, что лицо Итана мрачнеет на глазах.\n  — А я знаю чем, — грустно усмехнулся он. — Ты красивая, умная, замечательная...\n  — Тш-ш... — прервала я Фостера, неловко ссутулив плечи. — Пожалуйста, перестань.\n  — Это же правда, — возразил он.\n    Мы несколько секунд стояли и неловко молчали.\n  — Ладно, Ит, я пойду, — кивнула я на дверь и уже её приоткрыла...\n  — Луиза! — неожиданно воскликнул Фостер, заставив меня обернуться. \n  — Да?\n  — Сегодня вечером, на центральной площади, будет открыт каток, — произнес он серьезно. — Пожалуйста, приходи... Или вместе с Джой приходите. В лыжах я не силен, но вот коньки...\n    Я неловко улыбнулась Итану. Он так старается... До сих пор старается.\n  — И если ты не придешь, я пойму. Просто исчезну из твоей жизни, словно меня там и не было. Правда.\n\n    Наши взгляды встретились.",
    "answers": [
      {
        "id": 76,
        "text": "- Я подумаю, Ит, - пообещала я ему и закрыла за собой дверь."
      }
    ]
  },
  {
    "id": 76,
    "text": "    Как и хотела, как только я вошла в свою комнату, тут же завалилась на кровать. \n  — Боже мой... — я закрыла лицо руками, чтобы попытаться успокоиться, но тщетно... Слезы ручьями полились из глаз, а я была не в силах их остановить.\n\n    Просто в один момент всё навалилось. Усталость, поездка не в то место, что я хотела. Дурацкое Рождество с ёлкой, самый ненавистный праздник, который я избегаю уже много лет... И Итан, который появился в тот момент моей жизни, когда я меньше всего хотела его видеть.",
    "answers": [
      {
        "id": 77,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 77,
    "text": "    Я снова вспомнила о Томе — серые глаза внимательно на меня смотрят, руки сжимают талию, а губы шепчат что-то приятное. \n  — У нас был целый год... — прошептала я, а потом разрыдалась, ведь в один роковой день, в Рождество, судьба его отняла у меня навсегда. Грузовик добрался быстрее, навсегда лишив меня возможности ещё раз назвать его по имени и сказать, как он мне дорог...\n\n    В голове всплыли слова Джой, которые она как-то сказала...\n  — Прошло уже восемь лет, Иззи! Жизнь продолжается! Пожалуйста, милая, живи настоящим!.. \n    Тогда я на неё наорала и сказала, что это не её дело. А ведь она хотела как лучше, ведь волнуется за меня.\n    \n    Я вспомнила Итана, Петру. Как они переживали и поддерживали меня тогда. Как Петра даже после переезда в Канаду постоянно писала, а Ит всегда был рядом. Просто рядом, вытирал слезы, успокаивал и улыбался. Очень долго я не знала о его чувствах, пока однажды не зашел об этом разговор.",
    "answers": [
      {
        "id": 78,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 78,
    "text": "  — Прости, Ит! Я не могу тебе ответить взаимностью... — прошептала я. И он замолчал на многие годы, по прежнему оставаясь лучшим другом, пока я сама не разорвала эту болезненную связь. \n  — Я никогда не смогу ответить тебе взаимностью... — прошептала я в тот день.\n\n    Я медленно встала с кровати и подошла к окну. Сердце бешенно стучало, а на душе почему-то стало легче, словно я выговорилась кому-то, молчав до этого целое столетие.  \n    Я снова вспомнила Ита, стоящего у меня на крыльце. Он улыбался так, как и прежде — искренне, открыто. Он сказал, что я прекрасна, как это делал обычно, словно не прошел целый год с нашей последней встречи.\n    Мои губы, от мысли об этом, почему-то расплылись в ответной улыбке. Сердце медленно и размеренно стучало... Я притронулась к губам рукой и прошептала: \n  — Что изменилось?\n    Дело в том, что странное чувство заставляло меня снова и снова вспоминать о зеленых глазах и рыжеватых волосах. Я снова хотела его увидеть... \n  — Может, не стоит противиться желанию, и сходить на каток?",
    "answers": [
      {
        "id": 79,
        "text": "Хорошо, я пойду на каток к Итану."
      },
      {
        "id": 80,
        "text": "Нет, я не могу..."
      }
    ]
  },
  {
    "id": 79,
    "text": "***\n    Мы сидели с Джой, в красиво украшеной кафешке, и обедали. Мне сразу понравилось это место, наверное, из-за уюта, которым был переполнен каждый уголок этого зала...\n  — ... а потом я случайно упала, представляешь! А он, словно рыцарь, протянул мне руку и такой: \"Осторожнее, детка, тут скользко!\" — пересказывала мне свой первый урок катания на лыжах Джой. Судя по её рассказу, её больше впечатлил сам Франциско, чем снег, после которого ей пришлось зайти домой и высушить волосы перед походом в кафе...",
    "answers": [
      {
        "id": 81,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 80,
    "text": "  — Нет, я не могу... Не могу! — я вскочила с кровати. Внезапно стало слишком душно, я не могла больше находиться в комнате и, быстро накинув куртку и ботинки, я выбежала на улицу.\n\n    Шел снег. Красивые снежинки падали на щеки, тут же тая и смешиваясь со слезами. Я бездумно брела по улице сама не зная куда, стараясь не обращать внимания на веселый детский смех и милые парочки, которые каждый раз проходя мимо меня, словно специально сговорившись принимались целоваться.\n    Но моё холодное сердце, которое много лет назад покрылось толстой ледяной коркой, болезненно пульсировало.\n\n    Уже спустя двадцать минут блужданий я насквозь продрогла. Вот только возвращаться домой или звонить Джой, чтобы встретиться, совсем не хотелось... ",
    "answers": [
      {
        "id": 25,
        "text": "Зайти в первый попавшийся магазин, чтобы согреться."
      }
    ]
  },
  {
    "id": 81,
    "text": "  — Это всё очень интересно, — кивнула я, улыбаясь.\n  — Зря ты не пошла со мной! У Франциско есть друг, он тоже инструктор. Характер у него, конечно, отвратный, но ты бы смогла приручить этого жеребца, — она улыбнулась.\n  — Сомневаюсь... — покачала головой я. — Слушай, Джой, мне нужно тебе кое-что сказать...\n\n    И я рассказала про утреннюю встречу с Итаном, про его поведение и приглашение на каток. Подруга почти минуту внимательно на меня смотрела и молча качала головой.\n  — Итан Фостер наконец решился пригласить тебя на свидание, — наконец изрекла она и широко улыбнулась. — Мне нужно за это выпить. Официант!\n  — Нет, Джой, постой... Ты думаешь, он позвал на свидание? — я сама не знала почему мои слова прозвучали так удивленно.\n  — Не глупи, Иззи. Ты же знаешь о том, что он давно в тебя влюблен. Слишком давно... — покачала головой Джой. — И я знаю, что год назад в Нью Йорке между вами что-то было...",
    "answers": [
      {
        "id": 82,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 82,
    "text": "    Мои щеки покрылись румянцем.\n  — Один поцелуй... — прошептала я. — Но я очень грубо его отшила.\n  — Но он не сдался! — воскликнула Джой. — Он настолько тебя любит, что ждал так долго, чтобы попробывать снова.\n  — Да...\n    Мы помолчали минуту.\n  — Иззи, скажи, он тебе нравится хоть немного? — Джой коснулась моей руки, а я подняла на неё неуверенный взгляд. \n  — Я не знаю, Джой... Всё перепуталось.\n  — Тогда просто пойди на каток и разберись в себе. И не проси меня пойти с тобой...\n    Я уже открыла рот, чтобы возразить, но точно так же его закрыла. Джой была права.\n  — И, Иззи, — произнесла моя подруга одними губами. — Том не был бы против. Я это знаю...",
    "answers": [
      {
        "id": 83,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 83,
    "text": "***\n    Над словами подруги я думала целый день. Гуляла по городу, вдохновляясь чудесной атмосферой, но мысли всегда возвращались к изумрудно-зеленым глазам.\n    \"Неужели, Итан Фостер и есть моё спасение? — думала я.  — Неужели, парень, который ждал почти десять лет, наконец-то получит ответное признание... И мы будем счастливы вместе?\"\n\n    Итан встретил меня возле катка, как и обещал. Черная кофта, бежевые брюки... Он открыто мне улыбался.\n  — Ты...\n  — Прекрасна?.. — улыбнулась я в ответ.\n  — Да... — сказал он. — Но я хотел сказать: \"Ты пришла\".\n    Я звонко рассмеялась.",
    "answers": [
      {
        "id": 84,
        "text": "- Я долго думала и решила провести Рождество в каком-то людном месте. К тому же Джой укатила на свидание. Не сидеть же дома самой..."
      }
    ]
  },
  {
    "id": 84,
    "text": "    Итан почти минуту смеривал меня взглядом, прежде чем произнести: \n  — Ладно, поверю на слово. Пойдем подберем тебе коньки, Золушка.\n\n   Уже через десять минут мы стояли, вооружившись коньками и готовясь выйти на лед.\n  — Не считаешь, что немного не честно звать меня на свидание именно на каток? Я же в этом не так хороша, как ты, — выдохнула я, ведь Фостер много лет посвятил фигурному катанию и даже готовился к Олимпийским играм.\n  — Так ты не отрицаешь, что это свидание... — прошептал Итан. — Не могу поверить.\n    Я покраснела.\n  — Я не знаю, Ит. Давай пока что оставим эту тему и просто насладимся катанием...",
    "answers": [
      {
        "id": 85,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 85,
    "text": "    Мы просто катались по кругу за руки. Разноцветные огни мелькали перед глазами, волосы развивались от встречного ветра. Я улыбалась — это определенно была моя стихия.\n    В каждом жесте Итана чувствовалась забота. Я видела, как бережно он придерживает меня и помогает увильнуть даже от неизбежного падения...\n  — Осторожно, — его руки обхватили мою талию, когда я случайно потеряла равновесие, отклонившись назад.\n    Наши взгляды встретились. В глазах парня я заметила искреннее волнение и теплоту. \n  — Ты такой хороший... — по моим щекам покатились слезы. — Ит, ты самый лучший... Приехал сюда, я знаю, ради меня. Ты всегда всё делал ради меня, — я коснулась рукой его щеки.\n  — Иззи, милая, — прошептал он, — ты не обязана это говорить, — он покачал головой, переведя взгляд в пол. — Я просто хочу быть рядом с тобой... И всё. И если ты не можешь ответить мне взаимностью... Я пойму. Как и всегда. И буду ждать...",
    "answers": [
      {
        "id": 86,
        "text": "Поцеловать."
      },
      {
        "id": 87,
        "text": "- Прости меня, Итан... Но я не могу ответить на твои чувства."
      }
    ]
  },
  {
    "id": 86,
    "text": "    Мне не нужно было больше времени, чтобы решиться...\n  — Тебе не нужно больше ждать, — шепнула я и поцеловала его, запуская пальцы в волосы. \n\n    Мы стояли и целовались посреди ледового поля. Кто-то кричал, смеялся, но я не обращала внимания. Мне всегда только и нужно было, что капелька тепла. Капелька чьей-то заботы, что растопит моё сердце. И я решила дать этот шанс хорошему парню Итану...",
    "answers": [
      {
        "id": 88,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 87,
    "text": "  — Я просто не могу тебя обманывать... Как бы мне не хотелось сделать тебя счастливым, это просто не в моих силах. Моё сердце слишком изранено, чтобы подпустить кого-то к себе... — прошептала я.\n    И Итан не сделал ничего, не сказал и слова, чтобы упрекнуть.\n  — Хорошо, Иззи, — улыбнулся он. — Тогда я просто буду тебе другом...",
    "answers": [
      {
        "id": 94,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 88,
    "text": "    Год спустя...\n____\n    Была весна, распускались первые цветы. Мы долго шли по лугу вдоль дороги, прежде чем вышли на широкую поляну. \n  — Эй, — Итан сжал мою руку и посмотрел с волнением и заботой. — Если ты не готова, мы можем не идти...\n  — Я справлюсь, — сказала я и ободряюще ему улыбнулась. Провела рукой по его щеке, скуле, подбородку. Парень закрыл глаза от удовольствия, а я рассмеялась.\n  — Что? — Итан удивленно на меня уставился.\n  — Ничего. Просто рада, что ты со мной... — прошептала я. ",
    "answers": [
      {
        "id": 89,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 89,
    "text": "    Всего в нескольких шагах от нас находился вход на кладбище. Мы медленно шли — я смотрела под ноги, а Итан всё время оглядывался, высматривая наших друзей.\n  — Смотри, — он сжал мою руку ещё крепче. — Вон Петра с Джой.\n  — Точно, — прошептала я и ускорила шаг.\n\n    Уже через несколько минут мы оказались прямо возле них. Две девушки стояли с цветами в руках и разговаривали. Если мы их заметили ещё издали, то они нас лишь когда мы подошли достаточно близко.\n  — Боже мой, — обернулась на нас длинноногая статная блондинка в модном брючном костюме. Петра Миллиган одарила нас одной из самых лучезарных улыбок. — Луиза... И Итан? Я так рада вас видеть! Сколько зим! \n    Сделав парочку комплиментов, я обняла Джой.\n  — Всё будет хорошо, подруга, — шепнула она мне. \n\n  — Так значит Джой не пошутила, — сказала Петра, наверное, слишком громко. Она не всегда отличалась особым тактом, но я на неё не обижалась. — Вы с Итаном вместе! — добавила она и покачала головой.",
    "answers": [
      {
        "id": 90,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 90,
    "text": "  — Так и есть, — кивнула я и улыбнулась, ища поддержки у своего жениха. — В феврале мы обручились.\n  — Невероятно... — продолжала Петра, широко улыбаясь и качая головой. — Столько лет, Ит, ты добивался этой красавицы...\n  — Если бы здесь был Том, всё могло бы статься иначе, — сказал Итан, а его слова заставили моё сердце сжаться.\n  — Я не разрешаю тебе так говорить, — нахмурилась я. — Ты — мой будущий муж, отец моего будущего ребенка...\n  — Мамочки! — прижала руки к лицу Петра. — Ты что же, милая, в положении? \n    Я широко улыбнулась и погладила живот. Сжала руку Ита так крепко, как могла. \n  — Мы давно этого хотели, — я подняла взгляд на моего любимого и увидела в его глазах тепло и поддержку. — Так что, да, ожидаем пополнение в семье Фостеров.\n  — О, Иззи! — Петра кинулась меня обнимать. — Я очень за вас рада... И Том тоже был бы рад. Очень рад!",
    "answers": [
      {
        "id": 91,
        "text": "Обернуться на каменную могилу."
      }
    ]
  },
  {
    "id": 91,
    "text": "    Джой и Петра положили цветы. Итан тоже... Мы стояли молча, четверо лучших друзей.\n  — Мы очень скучаем, Том, — сказала Джой тихо, в какой-то момент. — У нас всё хорошо. Петра получила хорошую должность на фирме, я вышла замуж, и Иззи готовится... — она перевела на меня взгляд.\n  — Да, Томми, всё просто замечательно, — согласилась Петра задумчиво. — Конечно, многое изменилось. Жизнь разбросала нас по разным точкам мира.\n  — Я перебралась в Швейцарию, Том, — подхватила Джой. — Петра до сих пор живет в Канаде...\n  — Лишь мы не придаем родной город, брат, — сказал Итан и покачал головой. — Впрочем, это не важно. Важно то, что несмотря ни на что, мы всё ещё одна команда, — добавил он и улыбнулся нам всем. — Хочешь что-то добавить, Иззи?\n\n    Я молчала. Не плакала, просто молчала, ведь молчание значило больше, чем тысяча слов... \n    \"Я наконец счастлива, — мысленно сказала ему я. — И очень хочу, чтобы ты тоже за меня порадовался. Потому что никогда не думала, что снова смогу полюбить...\"\n    Но вслух прошептала:\n  — Надеюсь, что ты тоже счастлив, Томми...",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест."
      }
    ]
  },
  {
    "id": 92,
    "text": "ддддааа",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 93,
    "text": "  Ля ля ля",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 94,
    "text": "    Два года спустя...\n____\n    Двухкомнатная квартира, диван, телевизор. Я смотрела какой-то боевик, когда раздался звонок в дверь.\n  — Хм-м, — протянула я, медленно поднимаясь, чтобы случайно не рассыпать попкорн. — Кто бы это мог быть?\n    Я медленно побрела к двери, по дороге услышав ещё несколько сигналов, оповещающих о гостях.\n  — Ладно, но если это какая-то шутка... — начала я, распахивая дверь.\n\n    На пороге оказался тот, кого я больше всего не ожидала увидеть... Мой лучший друг, Итан Фостер!\n  — Привет, Иззи... — начал он, но я уже, с диким воплем, кинулась к нему в объятия и повисла на шее.\n  — Боже мой! Вернулся! И ничего не сказал! — заорала я ему на ухо, на что зеленоглазый поморщился, поглаживая меня по голове.",
    "answers": [
      {
        "id": 95,
        "text": "- Вернулся, - подтвердил он. - И ты так и будешь держать меня на пороге?"
      }
    ]
  },
  {
    "id": 95,
    "text": "    Конечно же, мы тут же прошли в квартиру. Я попросила его не снимать обувь, ведь у меня и так был ужасный бардак.\n  — Черт! — сказала я, запихивая разбросаные на полу лифички в шкаф. — Прости, у меня просто отпуск — я не ждала гостей. Ах, знать бы, что у меня на голове... Уверена, что гнездо.\n  — Ты всё равно прекрасна! — залился смехом Итан.\n  — Да ладно тебе. Голодный? Сейчас пицца подъедет, как хорошо, что я заказала две!\n\n    Мы развалились на диване, и принялись разглядывать друг друга.\n  — Я так соскучилась... — сказала я. — Как Аризона? Как командировка?\n    Две недели тому назад Итан сорвался с места для срочной деловой встречи. Мы даже толком попрощаться не успели.\n  — Всё прошло замечательно. Просто я очень устал... — Фостер откинулся на спинку дивана и закрыл глаза. — К тому же, произошло ещё кое-что интересное. Узнал, что родилась троюродная сестра. Назвали Эрианна.\n  — Эрианна? Красиво... — задумчиво произнесла я. — А сокращенно, значит, Рия...",
    "answers": [
      {
        "id": 96,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 96,
    "text": "    Мы провели замечательный вечер вместе. За пиццей разговоры пошли куда лучше. Потом включили какую-то романтическую комедию и стали смеяться над тупым поведением влюбленных персонажей. \n  — Так в жизни не бывает, — настаивала я.\n  — А вот и бывает, — усмехнулся Ит. \n  — Ах вот ты как значит? Вечно со мной споришь, — я толкнула его на кровать и шуточно прикупорила плечи к дивану. Таким образом, я буквально нависала над парнем и надеялась, что выгляжу угрожающе.\n  — Потому что мне это нравится и никогда не надоест, — улыбнулся Фостер и поцеловал меня в щеку. — Поэтому даже не надейся от меня отделаться... \n    Я посмотрела в глаза моему самому верному и лучшему другу и, покачав головой, сказала:\n  — Мне кажется, я начинаю в тебя влюбляться...",
    "answers": [
      {
        "id": 1,
        "text": "Завершить квест."
      }
    ]
  },
  {
    "id": 97,
    "text": "    Уже через несколько минут мы вышли из городка, улицы которого сопровожали нас длинными цепями магазинчиков с сувенирами курорта и предрождественскими украшениями, и начали подниматься вверх по склону. Десятки людей в специальных лыжных костюмах удивленно на нас поглядывали, и я впервые почувствовала себя немного неловко от того, что была всего лишь туристкой, которая пришла поглазеть на всё это вместо того, чтобы самой кататься.\n  — Может пойдем обзаведемся специальной одеждой? — предложила я. — А то ты хороша! Додумалась обуть сапожки на каблуках в горы...\n  — Глупости, это можно сделать и потом, — беззаботно отмахнулась Джой и уверенно зашагала наверх. Мне ничего не оставалось, как двинуться за ней следом...",
    "answers": [
      {
        "id": 42,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 98,
    "text": "    Интуитивно я отскочила в сторону, потянув за собой Джой. Мы свалились в ближайший сугроб. Перед глазами всё померкло от снега, я быстро обернулась, чтобы понять причину нашего внезапного падения.\n    Всё было просто: сноубордист в специальном костюме из голубой лыжной куртки и серых мешковатых штанов, исполнял трюк, а мы стояли прямо у него на пути. Сделав сальто и удачно приземлившись в нескольких метрах от нас, он остановился даже не обернувшись, и посмотрел на наручные часы. \n    Меня переполняла злость.",
    "answers": [
      {
        "id": 100,
        "text": " — Какого черта? — возмутилась я, вскочила на ноги и быстро зашагала к экстрималу, отряхивая по дороге снег. — Ты вообще выдел, куда ехал? Ничего, что здесь стояли люди?!"
      }
    ]
  },
  {
    "id": 99,
    "text": "",
    "answers": [
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d31/1908/da/d73c5b17c8be.jpg"
      }
    ]
  },
  {
    "id": 100,
    "text": "    Сноубордист всё же обернулся. \n  — Не стоило стоять посреди трассы. Сама виновата, так что не возмущайся.\n — Трасса — внизу. Здесь ещё люди ходят! — моей злости не было предела. \n    Молодой человек всё же снял очки, и я на мгновение отшатнулась, увидев его глаза. Никогда не видела глаз такого красивого фиалкового оттенка.\n    Впрочем, его недовольное выражение лица портило его необычную красоту.\n  — Послушайте, фрау, — хмуро начал он, а в его голосе проступало раздажение. — У меня здесь встреча. Я должен встретить девушку моего друга и её подругу. Так что советую вам уйти, пока я не столкнул вас вон с того склона... — он кивнул на горный спуск и отвернулся от меня.\n\n    В этот самый момент к нам подоспела Джой.\n  — Подождите... Джулиан? Это вы — Джулиан, друг Франциско? — переспросила она сноубордиста.",
    "answers": [
      {
        "id": 101,
        "text": "Наблюдать за тем, что сноубордист удивленно на неё оборачивается."
      }
    ]
  },
  {
    "id": 101,
    "text": "  — Боже, только не говорите, что вот эта неприятная особа, — он кивнул на меня, — девушка, приехавшая к моему лучшему другу.\n    Я с возмущением на него посмотрела. Это я-то — неприятная особа? Да этот урод чуть нас не задавил!\n  — Нет, — засияла моя подруга. — Джой — это я. А это Иззи... Хм, Луиза, моя немного нервная подруга.\n    Теперь мой взгляд испепелял Джой. Немного нервная?! Она вообще на чьей стороне?\n    Я уже хотела возмутиться, высказать как сильно я не довольна всем происходящим, но наглый сноубордист тут же добавил:\n  — Что ж, тогда я рад, — он улыбнулся моей подруге. — Вы очень милая. Ещё есть время передумать и пойти на свидание со мной, а не с Франциско... — он подмигнул.\n    Джой нервно расмеялась, а я закатила глаза. А сноубордист, тем временем, не оборачиваясь взбирвлся вверх по склону.",
    "answers": [
      {
        "id": 102,
        "text": "Следовать за сноубордистом. "
      }
    ]
  },
  {
    "id": 102,
    "text": "    Нам ничего не оставалось кроме как следовать за этим грубияном. Джой просто светилась от счастья, словно ничего и не произошло... Я очень попыталась успокоиться, чтобы не испортить ей отличное приключение — не зря же мы сюда приехали? — но в голове всё еще засели неприятные слова наглого сноубордиста. Неужели я и правда стала неприятной особой? Нет, бред какой-то. А тем временем мы уже подошли к ",
    "answers": []
  },
  {
    "id": 103,
    "text": "",
    "answers": []
  },
  {
    "id": 104,
    "text": "",
    "answers": []
  },
  {
    "id": 105,
    "text": "",
    "answers": []
  },
  {
    "id": 106,
    "text": "",
    "answers": []
  },
  {
    "id": 107,
    "text": "",
    "answers": []
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  },
  {
    "id": 109,
    "text": "",
    "answers": []
  },
  {
    "id": 110,
    "text": "",
    "answers": []
  },
  {
    "id": 111,
    "text": "",
    "answers": []
  }
]