[
  {
    "id": 1,
    "text": "Автор: Kris \nЖанр: романтика, драма, мистика\nОписание: \nИстория разворачивается вокруг девушки Марго из очень богатой семьи. Ее отец президент крупной дизайнерской компании, старший брат претендует на наследство, а сестра просто получает удовольствие от своей богатой жизни. \n\nМарго в глазах общественности хулиганка, избалованный и испорченный ребенок, которому нравиться портить другим жизнь. Однако это лишь образ, за которым скрывается одиночество и проблемы.\n\nМарго переезжает жить в новой город, где таинственным образом пропал её брат Вильям. Девушка живя со своим братом Лео, заводит новые знакомства, попадает в новые неприятности, а также появляется возможность влюбиться в нового человека... Или в не человека?..\n\nПредупреждение:\n\n• Рекомендую для начала ознакомиться с персонажами.\n\n• Я тут подумываю о том, чтоб написать какой-то специальный выпуск, который не будет прямо относиться к сюжету. Например рубрика за кадром, где будут какие-то приколы.\nВ общем обязательно напишите стоит ли делать что-то типо такого, если есть идеи, то предложите;)\n\n• Ещё, кхм, каждый ваш комментарий по поводу этого квеста меня мотивирует побыстрее писать проду:3 ( особенно мнение по поводу персов)\n\nЧто нового?\n▪ Добавлено 1, 2, 3, 4 глав",
    "answers": [
      {
        "id": 2,
        "text": "Меню"
      },
      {
        "id": 43,
        "text": "От Автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "                             Меню☆",
    "answers": [
      {
        "id": 3,
        "text": "Главы"
      },
      {
        "id": 4,
        "text": "Персонажи"
      },
      {
        "id": 5,
        "text": "Обновление "
      },
      {
        "id": 80,
        "text": "Ответы на ваши вопросы "
      },
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 43,
        "text": "От Автора "
      }
    ]
  },
  {
    "id": 3,
    "text": "                     \n",
    "answers": [
      {
        "id": 2,
        "text": "В меню♤"
      },
      {
        "id": 22,
        "text": "0 - 1 \" Это был самый ужасный день в моей жизни..\""
      },
      {
        "id": 23,
        "text": "1. \" Новая жизнь, новые знакомства и.. новые  неприятности? \""
      },
      {
        "id": 81,
        "text": "2. \"Тогда, до встречи\""
      },
      {
        "id": 97,
        "text": "3. \"Мне предстоит сложная ночь...\""
      },
      {
        "id": 121,
        "text": "4. \"Пора прекращать так напиваться\""
      }
    ]
  },
  {
    "id": 4,
    "text": "Тут находиться информация о персонажах.\n\nВозможны спойлеры, а также во время тестирование квеста, могу редактировать информацию.",
    "answers": [
      {
        "id": 2,
        "text": "В меню♤"
      },
      {
        "id": 6,
        "text": "Марго Лодж"
      },
      {
        "id": 7,
        "text": "Мэри Лодж"
      },
      {
        "id": 8,
        "text": "Кристи Джонс "
      },
      {
        "id": 9,
        "text": "Стефани Браун"
      },
      {
        "id": 10,
        "text": "Кира Дэвис"
      },
      {
        "id": 11,
        "text": "Лео Лодж"
      },
      {
        "id": 12,
        "text": "Айзек Эванс"
      },
      {
        "id": 13,
        "text": "Дилан Уильямс"
      },
      {
        "id": 14,
        "text": "Сэм Томпсон "
      },
      {
        "id": 15,
        "text": "Макс Холл"
      },
      {
        "id": 16,
        "text": "Джон Тейлор"
      },
      {
        "id": 17,
        "text": "Джулия Тейлор"
      },
      {
        "id": 18,
        "text": "Арчи Миллер"
      },
      {
        "id": 19,
        "text": "Ева Холл"
      },
      {
        "id": 20,
        "text": "Эмили Стоун"
      },
      {
        "id": 21,
        "text": "Эрика Джонс"
      }
    ]
  },
  {
    "id": 5,
    "text": "19.07.19 — изменено название банды в характеристике персонажей. Из \" Белый Волк\" изменено на \" Северные Волки\".\n\n21.07.19 — добавлена 1 глава.\n\n21.07.19 — создана рубрика \" Ответы на вопросы \" ( пока что временно, если будет мало вопросов, то удалю:3)\n\n22.07.19 — добавлена 2 глава; немного изменилось описание.\n\n24.07.19 — изменен возраст нескольких персонажей, которым было 18 изменено на 19.\n\n25.07.19 — добавлена 3 глава.\n\n09.08.19 — добавлена 4 глава",
    "answers": [
      {
        "id": 2,
        "text": "В меню♤"
      }
    ]
  },
  {
    "id": 6,
    "text": "Главный герой. \n\nМарго Смит.\n\nВозраст: 19\n\nВнешность: смуглая, овальный тип лица, волосы средней длины покрашены в светло-серый цвет, темно-карие глаза, пухлые губы.\n\nВ глазах общественности самовлюбленная, эгоистичная, избалованная богачка, которая любит ходить на шумные вечеринки, быть в центре внимания. \n\nДружит лишь с богачами, и то назвать дружбой сложно, скорее знакомые. Единственный настоящий друг это Айзек, несмотря на то, что он из бедной семьи. Обожает своего брата Лео, хорошо дружит и общается с ним. Восхищается боевыми искусствами, но отец запретил заниматься этим, поэтому тайно обучалась сама.\n\nИз-за своего вспыльчивого характера, может хорошенько ударить или испортить жизнь. Каждый кто преграждал ей путь, пытался поиздеваться, испортить жизнь — избивала или портила жизнь. Чаще всего свои проблемы решает кулаками. Поступая так, стала хулиганкой в глазах сверстников и преподавателей\n",
    "answers": [
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c37/1907/ec/a22c15c72b5f.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Мэри Смит — близняшка Марго.\n\nВозраст: 19 (на 15 минут старше Марго)\n\nВнешность: смуглая, овальный тип лица, волосы средней длины покрашены в светло-серый цвет, темно-карие глаза, пухлые губы.\n\nНе может пропустить и одной шумной вечеринки на которую тянет всех своих знакомых и друзей. Пользуется популярностью у парней, как и её сестра Марго. В отличие от Марго любит играть чувствами парнями, может встречаться с несколькими парнями одновременно при этом они не будут знать, также легко им изменяет.\n\n Встречается недолго около недели или месяца, затем бросает и встречается с новым. Одним словом — меняет парней, как перчатки. Каждый новый парень — очередная галочка и пополнение списка. Самоутверждение — вот цель подобного поведения.\n\nВ отличие от Марго не любит решать проблему кулаками, вместо этого действует хитростью и манипулирует людьми.\n\nОдновременно любит и ненавидит свою сестру, постоянно с ней соперничает: у кого больше поклонников, у кого больше подписчиков, кто выглядит лучше и так далее. Несмотря на всё, всегда защитит свою сестру. \n\nНе выносит Айзека, так как считает, что он ужасен, из-за неблагополучной семьи алкашей. Хотя, это скорее отговорка. Несмотря на усилия Марго их подружить, они не выносят друг друга.\n",
    "answers": [
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c16/1907/88/d861eaad80e9.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Кристи Джонс \n\nВозраст: 19\n\nВнешность: белый цвет кожи, квадратный тип лица, короткие темно-каштановые волосы до подбородка, светло-голубые глаза.\n\nДочка успешного адвоката, несмотря на свое богатство, не разбрасывает деньгами направо и налево. Благодаря своему уму, получила стипендию в университете. На первый взгляд может показаться милой, но на самом деле, если разозлить, то не спастись от злого  коварства.\n\nОбладает популярностью у противоположного пола, однако они её вовсе не интересуют. Безжалостно отшивает своих ухажеров. Возможно ей и правда никто не нравиться, а возможно, что ей сердце уже кем-то занято... Но кем?..\n\nЯвляется главным редактором университетской газеты, любит разгадывать тайны и читать, смотреть детективы. Крепко дружит с красавицей афроамериканкой университета — Стефани.",
    "answers": [
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a13/1907/2b/ac6fc03db6d1.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Стефани Браун\n\nВозраст: 19\n\nВнешность: тёмный цвет кожи, овальный тип лица, длинные темные волосы покрашены в омбре фиолетового цвета, имеет длинную челку, темно-карие глаза.\n\nЕдинственная наследница огромного состояния своей матери. В университете известна, как популярная красивая блогерша. Также является капитаном чирлидинга.\n\nСнимает в ютубе про свою жизнь, влоги, блоги, перевоплощение и уроки мейкапа. В общем снимает многое, как многие и другие известные блогеры. Помимо ютуба, ведёт страничку в инстаграме, где выкладывает пафосные, а также реальные крутые фотографии. На данный момент в инстаграме имеет 3,3 млн подписчиков.\n\nМожет показаться очередной типичной богачкой, которая обожает шоппинг, устраивать шумные вечеринки и ходить в дорогие места. Однако она серьёзный человек, который строит планы на будущее и рассчитывает наперед каждый свой шаг. \n\nПринимает заботу и подарки от ухажеров, однако, не хочет встречаться с теми, с которыми расстанется через месяц. В глазах людей она стерва, с которой лучше не связываться. Отчасти это правда, ведь она стремится быть лучше, популярнее других. А если не будет, как она хочет, то будет избавляться от своих соперников.",
    "answers": [
      {
        "id": 4,
        "text": "[Назад]"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c41/1907/2f/c33d18199527.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "Кира Дэвис\n\nВозраст: 19 \n\nВнешность: смуглая, квадратный тип лица, светло-розовые волосы до плеч, темно-карие глаза, пухлые губы.\n\nОбычная студентка, учится не покладая рук, после университета подрабатывает официанткой. На выходных ночью работает барменом в клубе. О своей семье ничего не рассказывает, может сказать лишь, что они далеко и у них финансовые трудности, поэтому им помогает.\n\n Не ходит на вечеринки, так как слишком занята работой и учебой. Ведёт себя тихо, не вляпывается в неприятности. Есть тёмная сторона, которую она подавляет.\n Встречается с братом Марго — Лео. Дружит лишь с Сэмом.\n",
    "answers": [
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a30/1907/eb/366143de4b18.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Лео Лодж\n\nВозраст: 20\n\nВнешность: смуглый, овальный тип лица, волнистые короткие волосы, светло — карие глаза. \n\nПопулярный красавчик университета, который разбил многим сердца. В прошлом был настоящим альфа — самцом, встречался со многими девушками и бросал через неделю. В общем был чем-то похож на Мэри, только мужская версия — бабник.\n\nОднако после знакомства с Кирой начал меняться в лучшую сторону. Встречается с Кирой уже год, при этом даже не заглядываясь на других девушек. Настроен вполне серьезно по поводу Киры, планирует закончить обучение, получить в наследство бизнес отца, затем жениться на Кире и завести семью.\n\nРодной брат Марго и Мэри, но лишь по папиной линии — рождены от разных матерей. Хоть его мать ненавидит близняшек, Лео хорошо дружит с ними. Больше всего он дружит с Марго,  доверяет ей свои секреты, а она свои. От этого Мэри ревнует, ведь Марго с ней не делится секретами, хоть они с самого детства вместе.",
    "answers": [
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b16/1907/f3/1a4ad1290ff6.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Айзек Эванс\n\nВозраст:19\n\nВнешность: смуглая кожа, овальный тип лица, темные волосы, карие глаза.\n\nМилый, заботливый, жизнерадостный парень, всегда придет на помощь своим друзьям. Однако за улыбкой он скрывает свои проблемы в семье. Никому не рассказывает о своих проблемах, так как не хочет никого расстраивать и напрягать.\n\nЕго отец обычный продавец, иногда случаются срывы, тогда она уходит в запой. Ещё есть младший брат, у него аутизм. Чтоб как-то помогать содержать семью и лечить брата, работает в свободное время.\n\nС детства дружит с Марго и Лео. Учился вместе с Марго в школе до средней школы, а затем переехал в другой город. Однако они продолжали общаться через соц сети. Относиться к своей подруге — Марго, как к сестре, которой у него нет. Или же хорошо притворяется?..\n",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a32/1907/ca/5fc9b24ad480.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Дилан Уильямс\n\nВозраст: 20\n\nВнешность : смуглая кожа, овальный тип лица, темные волосы, карие глаза.\n\nДвоюродный брат Марго, Мэри и Лео. Единственный наследник огромного состояния тёти. Родители погибли ещё в автокатастрофе, когда был совсем маленьким. Поэтому с самого детства его воспитывала тётя. Так как у тёти бесплодие, она относится к своему племяннику, как к родному сыну.\n\nРаньше был лучшим другом Лео, были везде вместе, как не разлей вода. Но в один момент, а точнее день возненавидели друг-друга. С тех пор, Дилан отрекся от своего брата и сестер, даже видеть не хочет. \n\nОчень конфликтный и сложный человек, поэтому его пытаются избегать. Влился в какую-ту мутную компанию и подружился с двумя из той компании с Арчи и Джоном.\n\n ",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b24/1907/c5/4ae023cfbfec.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Сэм Томпсон\n\nВозраст: 19\n\nВнешность : белый цвет кожи, квадратный тип лица, светло-русые волосы, темно-карие глаза.\n\nЛучший друг Лео и Киры. Его семья владеет небольшим цветочным магазином. В свободное время помогает родителям в магазине. Занимается спортом, каждое утро делает пробежку, а один раз в неделю ходит в спортзал. На каникулах ежедневно и почти целыми днями проводит в спортзале. \n\nСпокойный, уравновешенный парень, но если потребуется может заступиться за себя и за близких людей. Также дружит с Максом, который постоянно тянет с собой на вечеринки. Лео не в восторге от его друга, так как считает его тем, кто может втянуть в неприятности.",
    "answers": [
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b11/1907/c9/ff47dc547a38.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Макс Холл\n\nВозраст: 19\n\nВнешность: смуглая кожа, овальный тип лица, выражены скулы, каштановые волосы, голубые  глаза.\n\nКрасавчик университета, многие девушки   хотят стать его девушкой. Флиртует с каждой встречной, повстречался со многими девушками, половина девушек университета — его бывшие. Не стремится строить серьёзные отношение, а лишь строит не долгие отношение. Этим похож на своего отца, который ведёт себя также по отношению к девушкам. Его отец владеет крупной компанией, хотя он также знаменит благодаря разным скандалам. Имеет младшую сестру — Еву, которую терпеть не может, ведь та настоящая стерва, которая любит мешать ему жить.\n\nДружелюбный, однако, может показаться иногда эгоистом и жадным мажором. Ведь то, что принадлежит ему никогда не захочет делиться. Будь то какая-та вещь или человек. Отсюда и начинается главная проблема в его дружных, любовных отношениях. Кратко говоря, ужасный собственник.\n\nДружит с Сэмом, Арчи, Лео, Джоном, Кристи и Стефани. Хоть Макс и бабник, но друг из него хороший, никогда не бросит в беде и поможет. Является капитаном баскетбольной команды, на каждом соревнование за него болеют куча фанаток, ведь он популярен не только в университете, но и в соц сетях.",
    "answers": [
      {
        "id": 4,
        "text": "[Назад]"
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/1907/8e/8c7c2d994b9b.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "Джон Тейлор\n\nВозраст: 19\n\nВнешность: смуглая кожа, овальный тип лица, шатен, стильная стрижка канадки, светло-зеленые глаза, пирсинг в носу, тоннель и сережка в ухе, на шее татуировка.\n\nОчередной мажор. Семья владеет отелями. Замкнутый, не общается с другими студентами, кроме Арчи и Макса. Не доверчивый, если человек захочет помочь бескорыстно, то будет в чем-то подозревать.\n\nСостоит в преступной   банде \"Северные Волки\", поэтому все боятся его и пытаются обходить стороной. Имеет младшую сестру Джулию, которую он оберегает от неприятностей. Каждый кто обижал его сестру, имел дело с ним. Ради сестры готов даже убить. Однако не показывает никому свою братскую любовь.",
    "answers": [
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b31/1907/6c/b371cfed8b8f.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Джулия Тейлор\n\nВозраст: 19\n\nВнешность: смуглая, треугольный тип лица, кудрявые каштановые волосы средней длины, темно-карие глаза.\n\nМладшая сестра Джона. Состоит в команде черлидинга. Хоть богата, но простой добродушный, искренний человек. Слегка наивна, поэтому легкая жертва для манипуляторов. Легко заводит знакомства и новых друзей, так как очень открыта. Дружит с Эмили и Евой. Доверяет своим друзьям, ведь считает их теми, кто не бросит и поможет в трудную минуту. Однако её брат Джон наоборот не доверяет её лучшим подругам, отчего они могут поскандалить.",
    "answers": [
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d27/1907/a3/cb6af6813074.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Арчи Миллер \n\nВозраст: 20\n\nВнешность: смуглый, овальный тип лица, короткие взьерошенные тёмные волосы, карие глаза, имеет пирсинг между ноздрями и маленький тоннель в ухе, а также на теле красуется несколько татуировок.\n\nДерзкий мажор, который устраивает скандалы и драки. Плохой ученик, однако не исключают из университета, так как его семья очень богата и имеет везде связи, даже в полиции. Благодаря чему, что бы не сделал ему сойдёт с рук. Поэтому пользуется этим и вытворяет много неприятности всем. Замешан во многих скандалах и драках, однако на бумажках эти дела замяты и он не является участником.\n\nСостоит в преступной банде \"Северные Волки\". \nПомимо того, что навлекает на других неприятности, также мешает спокойно жить другим людям. Отчего все избегают его, боясь быть втянут в большие неприятности. \nДружит с Джоном, Диланом и Максом, хоть и опасный тип и кажется, что он не способен дружить, но хороший друг. Ценит дружбу, любовь и честность. Обладает популярностью у противоположного пола, ведь девушки любят плохих красивых парней. Однако всех холоднокровно отшивает, даже капельки не жалея.\n\nПрямолинейный, честный человек. Не понимает намеков, как не пытайся. Ненавидит ложь, а также лицемеров. Однако сам особо не честен с другими, кроме близких друзей.",
    "answers": [
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c09/1907/e6/177f76010120.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ева Холл \n\nВозраст: 19\n\nВнешность: смуглая, овальный тип лица, каштановые волосы средней длины, темно-карие глаза.\n\nОдна из лучших студентов, ведь отлично учится и заработала много наград в разных спортивных соревнованиях. Чем естественно хорошо помогает повышать рейтинг университета, отчего все учителя обожают её. Также состоит в команде черлидинга. На первый взгляд кажется ангелочком, который всегда готов прийти каждому на помощь, дружелюбно относиться к людям.\n\nОднако это всего лишь маска, за которым скрывается настоящий лицемер, ведь в любой момент может вонзить нож в спину. Дружит с Джулией и Эмили. Но настоящая ли эта дружба или фальш?..",
    "answers": [
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b31/1907/49/6efa550b598c.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Эмили Стоун\n\nВозраст: 19\n\nВнешность: белый цвет кожи, квадратный тип лица, длинные чёрные волосы, зеленые глаза, пухлые губы.\n\nИз благополучной семьи врачей, единственный ребенок в семье. Милая, красивая девушка, которая ловит много любопытных взглядов от противоположного пола. Однако её сердце занято другим. Любительница шоппинга и вечеринок.",
    "answers": [
      {
        "id": 4,
        "text": "[Назад]"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a31/1907/3f/814153e5c483.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "Эрика Джонс ( английское имя, фамилия)\nПак Шин ( корейское имя, фамилия)\n\nВозраст: 19\n\nВнешность: белый цвет кожи, овальный тип лица, покрашены светло-русые  волосы средней длины, темно-карие глаза.\n\nДевушка по обмену из Кореи. Тихая, добрая, спокойная студентка. Учиться хорошо, никогда не доставляет никому неприятности. Однако является жертвой издевательств, как физических, так и психологических. Мать кореянка, а отец американец. Семья владеет небольшими ресторанами в Корее, так и в Америке.\n",
    "answers": [
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c35/1907/a2/37648bfc6cae.jpg"
      },
      {
        "id": 4,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Было поздняя ночь. Я сидела на тротуаре, размышляя о своих поступках. Совершила ли я нечто ужасное? Или это всего лишь несчастный случай? На моих глазах умер мой парень, хоть я его и не любила, но он же мне не чужой человек... Да, я его порой ненавидела, но все-же за проведенное время вместе, я к нему привязалась...\n\n— Привет.. — произнес знакомый, приятный голос.\n\nПодняв голову вверх, передо мной стоял смуглый красивый парень выше меня, у него овальный тип лица, темные взьерошенные  волосы, теплые карие глаза. Это был мой друг детства и первая любовь — Айзек.\nМы невиделись целый год, я очень по нему скучала.. Я была бы очень рада его видеть, но мне сейчас не до него...\n\nЧто он здесь делает? Ох, забыла.. Он же говорил, что приедет навестить меня.. Как же жаль, что он видит меня в таком состоянии.. Смутившись, я зарылась в свои волосы, пытаясь спрятать от него свои слёзы. \n\nАйзек подойдя ближе, присел рядом со мной и крепко обнял. Его тепло меня успокаивает, ведь он такой родной.\n\n— Я в курсе, что случилось... Мне рассказала твоя сестра. Но мне хотелось бы услышать от тебя, — произнес тихо Айзек.\n— Прости... Я не хочу об этом говорить... — произнесла я, сдерживая слезы. \n— Не сдерживайся, поплачь. Тебя никто не увидит, — произнес Айзек, прикрыв сверху своей курткой.\n\nНе выдержав всего накопившегося, я зарыдала, слезы текли ручьями. Ненавижу плакать, ненавижу быть такой жалкой, как сейчас.",
    "answers": [
      {
        "id": 24,
        "text": "[ Вспомнить инцидент  ]"
      }
    ]
  },
  {
    "id": 23,
    "text": " 1 Глава.\n\n\"Новая жизнь, новые знакомства и.. \n                   новые неприятности?..\"\n\nСидя в машине, я смотрела в окно, пытаясь игнорировать Мэри. Также я раздумывала, как мне быть дальше с Айзеком. Притвориться, что ничего не помню и продолжать с ним дружить?.. А что, если он не захочет дружить со мной?.. Или же поймёт, что я вру?.. \n\n— Ей, Марго! Я с кем разговариваю?! — закричала она.\n— Отстань от меня, и без тебя хреново, — произнесла я, продолжая смотреть в окно и пытаясь найти решение проблемы с Айзеком.\n— Почему ты ушла из дома на всю ночь?\n— Воздухом захотела подышать,\n— Я серьёзно. Я переживала за тебя, могла бы позвонить..\n— Неужто переживала, хватит строить из себя старшую заботливую сестру, \n— Я ничего не строю! Я и есть твоя старшая сестра!\n\nКак же она мешает. Я тут пытаюсь решить проблему, а она мне мозги выносит. Бесит.\n\n— Я кстати, звонила вчера Айзеку, думая, что вы возможно вместе, но он не отвечал на мои звонки. С ним что-то случилось?\n— Не знаю, на мои тоже не отвечает, — сухо ответила я.\n— Странно.. Ты была с ним? Ты же говорила, что он приедет, вроде как вчера должен был, — хитро произнесла она.\n\nВот лиса, пытается заставить меня ответить, чтоб узнать, что вчера произошло. Даже если совру, она мне покоя не даст, пока не получит ответ на свой вопрос.\n\n— Я вчера встретила его, мы немного погуляли,\n— Немного? Всю ночь? Я надеюсь вы просто гуляли ночью, — делая акцент на втором продолжение, произнесла она.\n— А что, если нет? Ты будешь иметь ко мне какие-то претензии?\n— Он тебе не пара, очнись! Он из неблагополучной семьи, его отец пьёт, а младший брат аутист! — закричала она высокомерно.\n— Ох, тебя забыла спросить, ту которая спит со всеми подряд, кто мне пара! — гневно закричала я, посмотрев на неё.\n— Чего? Ты сейчас меня шлюхой обозвала?\n— Запомни, это не я сказала, — произнесла высокомерно я.\n— Та, как ты смеешь?! Я же твоя родная сестра! — закричала она.\n— И что? Я теперь должна быть милой с тобой? \n— Та, пошла ты! — гневно произнесла она, затем отвернувшись от меня, начала смотреть в окно.\n\n Повезло, что наш личный водитель глухой и не мог слышать нашу ссору. Приехав домой, мы вышли из машины, хлопнув гневно дверьми.",
    "answers": [
      {
        "id": 44,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Поздно вечером я находилась в общежитие, собиралась в клуб. Нанес последний штрих — красной помадой по губам, я открыла дверь, чтоб выйти, как передо мной появился мой парень в не трезвом виде. Он был выше меня, мускулистый, на левой руке красовалась татуировка, светлые волосы торчали вверх, а голубые глаза гневно смотрели на меня. Стоя близко напротив меня, я могла почувствовать, как от него несло дорогим коньяком.\n\nОн состоял в баскетбольной команде, красавчик университета за которым бегают толпа девчонок. Хоть он и был моим парнем, я его не любила. Он всегда флиртует с девушками, а также спит с ними. Ведет себя нахально и высокомерно.\n\n— Куда собралась? — произнес грозно он, закрыв за собой дверь, войдя внутрь и толкнув меня.\n— В клуб. Что-то не так? — холодно спросила я.\n — Посмотри только на себя, накрасилась ярко ради других парней, а на меня даже не смотришь! — закричал он, схватив меня и кинув на кровать.\n— Ты что творишь?! \n— Ты принадлежишь лишь мне, — угрожающе произнес он, сжав больно мои руки над моей головой и прижав к кровати. \n— Марк, прекрати, иначе.. — угрожающе произнесла я, свирепо посмотрев на него.\n— А то, что? Ударишь? — засмеялся он.\n\nЕго лицо приблизилось к моему,  затем я почувствовала, как холодные губы прикоснулись к моим. ",
    "answers": [
      {
        "id": 25,
        "text": "Ударить"
      }
    ]
  },
  {
    "id": 25,
    "text": "Пнув ногой в его слабое место, он скривился, не теряя и минуты я выбежала на улицу. \nКак же достал меня этот тип. Мы же всего лишь станем мужем и женой по контракту, так как этого хотят наши семьи для бизнеса. Мы договорились быть вместе, при этом имея свободные отношение. Каждый раз, как он выпьет, начинает приставать ко мне своими грязными руками.\n\nЕздило мало машин по дороге, отсвечивая фонарями дорогу. Встав возле дороги, я пыталась словить машину, не хочу видеть того подонка. Чья та рука схватила меня за запястья, повернув к себе. Увидев лицо Марка, я нахмурилась.\n\n— Отпусти, подонок! — закричала я.\n— Не хочу! Ты пойдёшь со мной, сучка! — потянув за собой, закричал он. \n\nОдним движением я освободила руку, а затем я схватила его за руки и завела за спину, как полицейская, которая задерживает преступника. \n\n— Последний раз предупреждаю, отстань от меня, иначе пожалеешь! — закричала я, толкнув его, тем самым освободив.\n\nНесмотря на мои угрозы, он лишь нахально посмотрел на меня, как напыщенный индюк. Разозлено приблизившись, он хотел схватить меня, то ли толкнуть, как я ударила его ногой в бок, тем самым оттолкнув его от себя на дорогу.\n\nКрасная машина на бешеной скорости ехала прям на Марка, в то время, как он качался из стороны в сторону. Не успев опомниться, как на моих глазах он упал прям на стекло машины, затем свалился на асфальт истекая кровью. Меня парализовал ужас. Я не могла ни пошевелиться, ни вымолвить звука. Все было, как в тумане.",
    "answers": [
      {
        "id": 26,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Приехала полиция и скорая помощь. Марка увезли на скорой помощи в больницу, полиция всех допрашивала. Я стояла неподвижно и не знала, что мне делать. Мне было страшно. На меня нацепили наручники и начали увозить в полицейский участок. Я ничего не слышала, не могла ничего вымолвить. Лишь посмотрев через окно, я увидела свою испуганную сестру близняшку.\n\nОна смуглая, у неё овальный тип лица, волосы средней длины покрашены в светло-серый цвет, темно-карие глаза, пухлые губы, в отличие от меня имеет с пирсинг между ноздрями и внизу носа.\n\nМеня допрашивали, задавали куча вопросов, но я молчала. Полицейский решив, надавить на меня, начал повышать тон, но на меня это не действовало. Я видела лишь одну картину, в которой я толкаю ногой Марка и его сбивает машина. Это было невыносимо, отчего я закрыла глаза руками.\n\nПришёл другой полицейский и сообщил, чтоб меня отпустили. За мной пришёл отец и сестра, они забрали меня и посадили в машину.\n\nВзглянув на него опустошенным взглядом, он продолжил:\n— Я уладил это дело. К счастью, ты теперь не замешана в этом, — произнес отец.\n— ...\n— В том деле будет написано, что случился несчастный случай, что один пьяный студент выскочил на дорогу, тем самым прыгнув под машину. Нам повезло, что свидетелей было мало, и то они ничего не видели, кроме твоей сестры.\n\nМашина тронулась, поехав в сторону дома.\n— Ты как? — спросила Мэри.\n— Никак... \n— Я знаю, что ты ненавидела его.. Вы часто ссорились.. Но ты же не сделала это намеренно? — спросила она.\n— Мэри! — строго сказал отец, давая понять, чтоб та замолкла.\n\nНамеренно? Неужто, меня подозревает самый близкий мне человек, который всегда был рядом, рос вместе со мной... В её карих глазах читается сомнение и страх. Она боится меня?..\n",
    "answers": [
      {
        "id": 27,
        "text": "[ Вернутся в реальность ]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Меня даже сестра подозревает... Да, я всегда вела себя ужасно, постоянно дралась и влипала в неприятности, но... Я же не способна на убийство.\n\n— Неужели, я и правда кажусь такой плохой, что способна убить человека?\n\nУслышав мои слова, Айзек нахмурился и дотронувшись до моего лица, подвинул в свою сторону. Между нашими лицами лишь несколько сантиметров, что заставляет меня смущаться.\n\n— Не смей говорить мне подобные вещи, иначе я перестану с тобой дружить, — произнес серьезно он, не прекращая держать теплыми руками моё лицо.\n\nДружить... Верно, я всего лишь для него друг... Сложно быть другом, ведь я влюблена в него по уши. Но я никогда не посмею разрушить нашу крепкую дружбу.\n\n— Друг, прекрати меня так держать, — произнесла раздраженно я, оттолкнув от своего лица его руки, тем самым удивив Айзека.\n— Раньше, ты не раздражалась от такого. А когда я тискал твои пухлые щеки, тебе даже нравилось. Жаль, что теперь щеки пропали, — дружелюбно улыбнулся Айзек.\n— Мне не нравилось! Я просто терпела твои выходки, — оправдывалась я.\n— Не ври мне, я слишком хорошо тебя знаю, — засмеялся Айзек.\n",
    "answers": [
      {
        "id": 28,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Тяжело вздохнув, я произнесла:\n— Слушай, прости, что мы так встретились спустя год...\n — Та нечего, с кем не бывает, — тепло улыбнувшись, произнес он.\n— Я правда, не хочу рассказывать о том инциденте, но не переживай за меня. Я в порядке,\n — Хорошо, не хочешь не рассказывай,\n— Отец решил, что для меня будет лучше переехать жить в другой город. Он хочет, чтоб я как можно скорее забыла о сегодняшнем дне... \n— То есть, ты уезжаешь, когда я только приехал к тебе? — мило возмутился парень.\n — Я уезжаю завтра днем, прости..\n— Тогда чего сидим? Пошли веселиться! — воскликнул он.\n— Нет хочу, у меня нет настроения,\n\nПроигнорировав меня, он поднял меня и понес на руках по улице.\n — Эй! Что ты делаешь? Отпусти меня! — смущенно закричала я.\n— Я тут знаю одно неплохое местечко, уверен тебе понравиться,\n— Хорошо, только отпусти,\n\nНе став со мной спорить, он аккуратно опустил меня на землю. Поправив задершуюся платье, я повернулась лицом к Айзеку.\n\n— Куда мы идем? — спросила настойчиво я.\n— Сюрприз! — обняв дружески меня за плечо, мы пошли по тёмной улице. \n— У меня испорчен макияж, не хочу выглядить глупо на людях,\n— Если тебя это беспокоит смой макияж, — улыбнувшись произнес Айзек, вытащив из кармана влажные салфетки и протянув мне.",
    "answers": [
      {
        "id": 29,
        "text": "Взять"
      }
    ]
  },
  {
    "id": 29,
    "text": "Взяв влажную салфетку, начала вытирать все лицо от растертой туши. Айзек отобрал у меня салфетку, решив вытереть самому.\n— Ты чего? — растерянно спросила я.\n — Ты лишь больше размазываешь тушь по лицу, дай лучше я,\n\nСтояв напротив его, я смущенно смотрела ему в карие глаза, в которых я словно тонула. Его темные глаза, напоминают мне горячий шоколад, такой же тёплый и ласковый, как и он сам.\n— Ну вот и всё, а ты миленькая и без макияжа. Не пойму, чего вы краситесь, если и так красивы, \n— Ей, не смущай меня! — покраснев закричала я, толкнув дружелюбно его плечом.\n\nЗасмеявшись, мы продолжили идти. Пройдя недолго, мы остановились возле закрытого парка развлечений. Через закрытые на замок ворота, можно было разглядеть  куча аттракционов, на которых я каталась ещё в детстве. Я давно на них не каталась, так как уже подзабыла о них.\n\n— Пошли покатаемся? — потянув меня к закрытым воротам, произнес Айзек.\n— Но как? Закрыто, — указав пальцем в замок, сказала я.\n— Перелезем, — махнув рукой, Айзек начал залазить наверх.\n— Ты наверно забыл, но я в платье, — фыркнула я.\n— Тут никого нет, никто не смотрит. Я тоже не смотрю, давай перелазай,\n— Ну ты даёшь, заставляешь меня — хрупкой, беззащитной девушке лезть куда попало,\n— Ты кого пытаешься обмануть? Меня? Я прекрасно знаю, какая ты беззащитная и хрупкая девушка! Это надо же было, так сильно ударить своего парня, что аж..- внезапно замолчав, он понял, что сказал лишнее.\n— Я хотел сказать, что..\n— Прекрати, — холодно произнесла я. \n— Прости.. Я не хотел, оно само вырвалось.. Давай руку, я тебе помогу, — произнес виновато Айзек, протянув мне руку.",
    "answers": [
      {
        "id": 30,
        "text": "Проигнорировать"
      }
    ]
  },
  {
    "id": 30,
    "text": "Проигнорировав его помощь, я с лёгкостью залезла на ворота, карабкаясь вверх. Перелез через ворота, мы оказались в парке аттракционов. Они были не рабочими, ведь время работы подошло к концу. Не понимаю, зачем он привёл меня сюда.\n\n— На каком аттракционе покатаемся?  — спросил Айзек.\n— Мы не сможем покататься на них, идиот. Они не работают, — произнесла я, закатив глаза.\n\nНу, ну.. Интересно что ты собираешься тут делать.\n\n— Я могу взломать и заставить работать,\n— Ты не смешно шутишь, лучше не шути,\n— Ты мне не веришь? Хм.. В детстве ты любила кататься на чёртовом колесе. Пошли, я тебе покажу, как я взломаю, — произнес уверенно он, взяв нежно меня за руку и повел в сторону большого аттракциона колеса.\n\nЭто может быть нелепым, но я рада, что он не в курсе моих настоящих чувств к нему.. Ведь если бы знал, то не прикасался ко мне, или вообще избегал меня. В конце концов мы не смогли бы продолжать быть друзьями, а так я могу наслаждаться каждой секундой находясь с ним. Он относится ко мне, как к сестре, конечно огорчает это факт, но ничего не могу поделать. Мы дружим с самого детского сада, зная друг-друга лучше, чем кто-либо другой.\n\n— Эй, ты в каких облаках витаешь?  — вывел меня из мыслей Айзек, размахивая руками перед моим лицом.\n— А? \n— Мы уже на месте. Я с тобой разговариваю, но ты смотришь сквозь меня,  прям как мой младший брат,\n— Ох, прости, — неловко улыбнувшись, произнесла я.\n\nВнезапно послышался чьи-то мужские голоса недалеко:\n— Мне кажется тут кто-то есть,\n— Пошли, посмотрим, — произнес хриплый голос.\n\nОбернувшись, я увидела двух мужчин одетых в форму, они светили фонариками и осматривали места. Из-за темноты, они не замечали нас. Мы стояли в метре от них за большой кассой.\n",
    "answers": [
      {
        "id": 31,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Пригнись! — на ухо сказал мне Айзек, слегка надавливая на плечо.\n\nПригнувшись, мы спрятались за кассой. Айзек находился очень рядом со мной, настолько, что я могла слышать его учащенное тёплое дыхание.\n— Они отошли, сейчас быстро сваливаем отсюда, — произнес шепотом Айзек, взяв крепко меня за руку. \n\nНе успев опомнится и переварить всю информацию, как он вскочил и побежал крепко держа меня за руку, отчего мне приходилось бежать с ним. Добежав до воротов, мы мгновенно забирались наверх. Мне осталось лишь меньше половины пролезть, в то время, как Айзек был почти внизу.\n\n— Эй! Кто вы такие и что здесь делаете?! — закричал гневный голос светив на меня ярким светом.\n\nЯ находилась с противоположной стороны от охранника, поэтому он мог разглядеть моё лицо. \n— Спрыгивай, времени нет, — произнес встревоженно Айзек.\n\nАйзек прав, нас заметили, поэтому они могли уже вызвать полицию. Я в полиции сегодня быть не хочу, а также не хочу, чтоб Айзек был втянут в неприятности. Если мне сойдёт это с рук, благодаря папиным деньгам, то ему — нет, так как мой отец не будет его спасать.\n\nСпрыгнув вниз, я оказалась на руках у Айзека. Удивленно взглянув на него, тот лишь невозмутимо произнес:\n— Я тебя подстраховал, чтоб не травмировалась,\n\nОпустив меня на землю, послышался голос охранника, отчего Айзек схватил меня за руку и побежал, заставляя бежать с ним. Бежа по темным переулкам, послышалась сирена, несомненно это была полиция. Боясь быть пойманными, мы забежали в клуб. К счастью для нас это был открытый клуб, где не требовалось особого приглашение или билетов.",
    "answers": [
      {
        "id": 32,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 32,
    "text": "Внутри было куча не трезвых людей, многие танцевали под шумную, ритмичную музыку, а другие сидели за барами или на диванах разговаривая с другими.\n\n— Ну, раз мы оказались здесь, пошли выпьем по пару коктейлей, — предложила я, тянув за собой Айзека.\n— Ээ, ну ок..\n\nСев за барной стойкой, мы начали выбирать коктейль.\n— Какой ты будешь? — спросила я.\n— Безалкогольный мохито, пожалуйста — произнес бармену\n— Чегоо? Ты что не собираешься веселиться? — спросила возмущенно я.\n— Марго, тебе пора понять, что веселье вовсе не в алкоголе, — серьёзным тоном произнес Айзек. \n— Мне кровавую Мэри, — произнесла я бармену, проигнорировав Айзека.\n— К тому же, мне тебя ещё провожать, — оправдываясь произнес Айзек.\n— Ох, ну конечно же, я же сама не найду свой проклятый дом, — отгрызлась я.\n— Ты чего?\n— Айзек, ты.. Просто забей,\n— Что ты хотела сказать? Договаривай, если начала,\n— Не хочу, я не хочу договаривать. Если договорю, мы поссоримся. Я не хочу сегодня с тобой ссориться, поэтому давай просто веселится,\n— Боже, о чем ты.. Я тебя не понимаю,\n— Я просто хотела сказать глупость, а потом поняла, что не стоит,\n\nНам подали заказ, с каждым глотком я чувствовала, как пьянею. Сидев рядом с Айзеком, мы разговаривали обо всем, как нас прервал бармен.\n\n— Этот подарок вам от того парня, — протянув дорогостоящую бутылку шампанского и указав на красивого шатена парня с татуировками, он сидел недалеко от меня. \n\nВзглянув парня, он мне дерзко подмигнул.\n— Ясно. От подарков нельзя отказывается, верно, Айзек? — произнесла я, посмотрев на Айзека.\n— Ты уже пьяна, лучше не стоит продолжать, иначе мне будет трудно за тобой присматривать,\n— Чего?! Ты что нянькой мне устроился, чтоб за мной присматривать?! Я взрослый человек, могу прекрасно о себе позаботится! — закричала гневно я.\n— Наливай, — скомандовала я бармену, указав на шампанское.\n\nОт бокала шампанского, я почувствовала легкое, приятное головокружение, на душе становилось весело.\n",
    "answers": [
      {
        "id": 33,
        "text": "Предложить потанцевать Айзеку"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Айзек, пошли потанцуем! — встав, произнесла я.\n— Пошли лучше домой, — произнес Айзек, продолжая сидеть на стуле.\n— А вот — я, вовсе не против потанцевать с тобой, — произнес шатен с татуировками , подойдя ко мне.\n— Ты кто? — нахмуренно спросила я.\n— Меня зовут Дерек, — дерзко улыбнувшись, произнес он.\n— Дерек, она не будет с тобой танцевать, — строго сказал Айзек.\n— Почему это? — спросила удивленно я.\n— Потому что, я тебя отвожу домой, — произнес настойчиво Айзек, встав и схватив меня за руку отодвинул от Дерека.\n— Айзек, ты что ревнуешь? — нелепо улыбаясь произнесла я.\n— Чего? — искренно удивленно спросил Айзек.\n— Тогда не трогай меня! — закричала я, вырвав грубо руку.\n— Марго, успокойся. Твой отец и сестра будут волноваться, \n— Не будут, им наплевать на меня. Отец развлекается со своими молодыми любовницами, а сестра развлекается со своим новым парнем. Я им нужна лишь, тогда когда им это выгодно, — произнесла злобно я.\n— Это не так, они.. \nНе дав договорить, схватив за бутылку шампанского я разбила её перед Айзеком, заставив отойти и замолчать.\n\n— Ответь мне, кто я для тебя? — спросила я у Айзека.\n— Что за вопросы?\n— Отвечай! — закричала я. \n— Друг. Ты мне, как сестра.. \n— Я тебе друг, поэтому будь добр, не мешай мне развлекается, — произнесла я, выпив последний бокал шампанского, а затем взяла за руку Дерека и потянула на танцпол, специально назло Айзеку.",
    "answers": [
      {
        "id": 34,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Наследующее утро. Лежа на большой белой кровати, я беззаботно спала, как почувствовала чье-то горячее дыхание. Открыв глаза, я увидела перед собой красивого смуглого парня, у него были тёмные короткие взьерошенные волосы, пирсинг в виде кольца между ноздрями и маленький тоннель в ухе, под левом глазом был синяк, а на его теле красовались татуировки.\n\nБудучи сонной, я плохо соображала, к тому же раскалывалась голова от вчерашнего дня. Осознав всю ситуацию, что я лежу в одной постели с голым парнем, который был лишь в трусах, я до жути испугалась, отчего громко завизжала и присела на кровать окутавшись белой простенью. \n\n— Мм... — проснувшись парень, медленно открыл карие глаза.\n\nУвидев меня, он вскочил и свалился из кровати.\n— Ты кто?! — испуганно спросил он.\n — У меня тот же вопрос! — закричала я. \n\nМысль, что мы возможно переспали, заставила посмотреть на себе под одеяло. К счастью я была одета в платье. \n\n— Какого черта, ты делаешь в моем номере?! — закричал гневно он, встав на ноги. \n\nНомере? Я в отеле? Как я тут оказалась?\n\n— Подожди-ка, ты кажешься мне знакомой.. Черт, это же ты напала на меня вчера в клубе! — закричал гневно парень. \n\n— Какая жалость, а вот я тебя вовсе не помню, — сказала высокомерно я, встав из постели.\n\nСобираясь уйти, он схватил меня за запястье.\n— Ей, поосторожней, или хочешь, чтоб я тебе и второй глаз разукрасила? — произнесла угрожающе я.\n— Это тебе стоит быть поосторожней, со мной лучше дружить, — произнес он, сжав больно мою руку, отчего я слегка застонала.",
    "answers": [
      {
        "id": 35,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Отпусти! — закричала я.\n— Не собираюсь, ты сначала напала на меня, а потом оказалась в моем номере. Кто знает, что ты украла у меня,\n\nЗасмеявшись от такой нелепости, я выдернула свою руку одним приемом.\n— Украла? Я? Та мне плевать на твои драгоценности, своих достаточно. \n\nОднако он мне не поверил, сказав сидеть на кресле, в то время, как он проверит все ли на месте. Сидя на кресле, я наблюдала, как он перебирает свои вещи, открывает тумбочки и заглядывает в шкафы.\n\n— И правда, ничего не украдено,\n— Пф, я теперь свободна?\n— Конечно, у нас свободная страна, — произнес он с дерзкой усмешкой. \n\nФыркнув, я вышла из номера хлопнув дверью. Идя по длинному коридору, я размышляла о вчерашнем. Я ничего не помню, что вчера происходило после того, как накричала на Айзека и ушла с каким-то типом. Как я оказалась в постели с другим противным типом? Боже, как я могла так напиться в хлам..\n\nСпустившись вниз на лифте, я подошла на ресепшен и обратилась к женщине:\n — Здрасте, вы случайно не знаете, как я тут оказалась?\n— Вас принёс парень, затем вы заказали номер люкс, — ответила она.\n — Ей, а нельзя поконкретнее? Что за парень? — спросила грубо я.\n— Ээ.. — растерянно произнесла она.\n— Женщина, вы можете описать того человека?\n— Ну, у него темные волосы и карие глаза, был одет в серую толстовку и джинсы, \n\nБоже, с таким описанием это может быть кто угодно. Хотя, Айзек был вчера именно в той одежде.",
    "answers": [
      {
        "id": 36,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Какой у меня номер?\n— Сейчас поищу, — произнесла она, смотря на экран. — 213 на третьем этаже.\n\nУслышав ответ, я подошла к лифту, затем поехала на третий этаж. Добравшись до 213 номера, я коснулась ручки, чтоб открыть, однако оказалось закрыто. Возле ручки, я заметила кнопки. Ну конечно же, надо ввести пароль. Попробовав ввести дату рождения Айзека, я смогла зайти внутрь.\n\nВнутри было просторно и красиво. Осмотрев комнату, я нашла свой телефон на тумбочке. Взяв в руки телефон, я увидела много пропущенных вызовов от сестры и отца. Однако, я не собираюсь сейчас им звонить. Я хочу узнать, что произошло вчера, поэтому позвоню Айзеку. Набрав его, я начала ожидать, когда он поднимет трубку, но он не поднял. Странно, почему он игнорирует меня.. Что я же вчера натворила? Он обиделся из-за моих тех слов? Или из-за чего-то, того что я не помню.\n\nНе теряя надежды, что он возьмёт трубку, я позвонила ему много раз, однако никто не поднимал. Может что-то случилось? Или он меня просто игнорирует. Собираясь позвонить ему ещё раз, как позвонила сестра.",
    "answers": [
      {
        "id": 37,
        "text": "Поднять трубку"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Эй! Какого ты не отвечала на мои звонки?! — громко закричала Мэри.\n— Что тебе нужно? \n— Говори адрес, мы за тобой приедем.\n— Я в каком-то отеле,\n— В каком-то?! В каком каком-то?! Ты что даже не знаешь, где находишься?!\n— Сейчас сообщу, подожди, — тяжко вздохнув, произнесла я.\n\n Выйдя из комнаты, я заметила мужчину выходящего из номера.\n\n— Мужчина, а как называется этот отель? — спросила я, обращаясь к нему.\n\nНахмурившись, он осмотрел меня с ног до головы, а затем произнес:\n\n— Отель \" Диана\", — после того, как ответил, куда-то ушел быстрым шагом.\n\nПрислонив ухо к телефону, я ответила:\n\n— Отель \"Диана\",\n\n— Никуда не уходи, мы уже в пути, — произнесла она, сбросив трубку.\n\nОжидая свою сестру с отцом, я вернулась в свой номер, решив скоротать время.\n\nЗайдя в ванную комнату, я залезла в душевую кабинку и приняла освежающий и холодный душ. Спустя несколько минут, выйдя из ванной, я начала сушить волосы. Высушив свои волосы, я подошла к холодильнику, чтоб найти воду. Однако сколько бы я не копалась, не смогла найти, лишь пустую бутылку. М-да, почему в моем холодильнике нет воды, если должна быть.\n\nОтойдя от холодильника, я пошла в сторону дверей, чтоб пойти на ресепшен и высказать недовольство. Сделав пару шагов, я подскользнулась и упала на мокрый пол. А затем в моей голове вспыли воспоминание из вчерашнего дня.",
    "answers": [
      {
        "id": 38,
        "text": "[ Воспоминания ]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Танцуя с Дереком, мне было очень весело, ведь алкоголь ударил в голову. Беззаботно танцуя с ним, он начал ко мне приставать, трогая мою попу. Разозлившись от такого поведение, я оттолкнула его от себя.\n\n— Крошка, ты чего?\n— Не смей трогать меня! — закричала я.\n— Та ладно, разве ты не для этого танцуешь со мной? — нагло усмехнувшись, произнес он. \n\nСжав сильно кулак, я готовилась хорошенько ему врезать, как меня остановил Айзек схватив за руку.\n\n— Не стоит, пошли лучше отсюда, — произнес Айзек, тянув меня к выходу.\n— Ха, подумаешь другую шлюху найду, — сказал Дерек, уходя, тем самым сливаясь в толпе.\n\nСильно разозлившись от его слов, я выдернула руку, побежав за Дереком. Заметив в толпе, шатена с татуировками и пирсингом в виде кольца между ноздрями, я решила на пьяный глаз, что это Дерек. — Эй, думаешь, если оденешь пирсинги, то я не узнаю тебя?! — закричала я, приблизившись  к нему, затем врезав со всей силы.\n\nСлегка покачнувшись от моего удара, к нему обратился взволнованно шатен с татуировкой на шее:\n— Ты как?\n— Ей, ты, сука! Какого хера, ты ударила меня?! — закричал гневно \"Дерек\".\n— Как ты меня назвал?! Та, я тебя урою! Будешь знать, как со мной связываться! — сказала я, готовясь ударить ногой с разворота.",
    "answers": [
      {
        "id": 39,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 39,
    "text": "\"Дерек\" был очень зол, в карих глазах горели опасные огоньки и он хотел что-то сделать мне, но его схватил шатен сзади схватив за подмышки, тем самым сдерживая его.\n\n— Успокойся, Арчи. Она же девушка.. — произнес тихо шатен своему дружку.\n— Хорошо, отпусти меня. — сказал Арчи\n\nОтпустив его, он начал приближаться ко мне, как я с разворота ударила его в бок ногой. Отчего тот упал и скрутился от боли. Шатен подбежал к нему, предлагая ему помощь.\n\n— Марго, валим! — сказал мне шепотом Айзек и схватив за руку, хотел оттащить, но я оттолкнула его.\n— Я их не боюсь. Я с ними расправлюсь! — закричала я, подойдя к Арчи, который только что поднялся на ноги.\n\nКак только я подошла к нему, он резко схватил меня за воротник.\n— Тебе везёт, что ты девушка, иначе я бы тебя избил. Однако не думай, что тебе сойдёт это с рук, я тебя найду и испорчу твою жизнь, — угрожающе произнес он, затем слился в толпе со своим дружком.\nКо мне подошел Айзек, затем развернул меня к себе лицом.\n\n— Ой, какой ты красивый! Как тебя звать? — пьяно проговорила я.\n— Ась? Ты чего? Я Айзек, твой друг, — произнес он.\n— Мм, всего лишь друг? — спросила я, введя пальцем ему по торсу.\n— Ох, как так можно напиваться в хлам... Да, всего лишь друг! — произнес он, схватив мою руку, остановив меня его трогать по торсу.",
    "answers": [
      {
        "id": 40,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Ты мне не друг, уже как 4 лет, — засмеявшись, произнесла я, покачиваясь со стороны в сторону. \n— Залезай мне на спину, я тебя отнесу домой, — произнес он, отвернувшись и подсев.\n\nЗалез ему на спину, мы вышли из клуба на тёмную улицу.\n\n— Куда ты меня несешь? — спросила я. \n— Домой, куда же ещё, — ответил раздраженно Айзек.\n— Нет, нет! Я не пойду домой! — закричала я, махая ногами, мешая ему. \n— А куда мне тебя нести? — остановившись спросил Айзек. \n— В отель неси, — сказала я, указав на отель \"Диана\" которое находилось неподалёку. \n\nЗайдя внутрь в отель, Айзек обратился на ресепшен. \n— Нам один номер, — произнес Айзек. \n— Хорошо, вам какую? Люкс, стандарт..? — спросила женщина. \n— Люкс! — ответила я. \n— Я не смогу заплатить за люкс, у меня нет столько с собой денег, — произнес Айзек. \n— Я заплачу! Отпусти меня, мне надо достать кошелёк, — сказала я. \nВстав на ноги, я достала из красной дамской сумки кошелек, затем вытащила оттуда карточку и протянула женщине. Расплатившись, мне вернули карточку и я положила её обратно.\n\n— Готово, ваш номер 213 на третьем этаже, введите пароль \"632\" для входа в номер. Также потом можете ввести свой пароль.. — женщина хотела ещё что-то сказать, но Айзек перебил её.\n— Простите, нам пора. Марго, залезай обратно мне на спину, \n\nЗалез обратно на спину Айзека, он понес меня к лифту.\n— Айзек, ты будешь со мной спать?\n— Не говори глупостей, — произнес Айзек, заходя в пустой лифт и нажимая на кнопку.\n\nЛифт закрылся, затем поехал наверх.\n— Айзек, ты такой очаровашка, — захихикала я.\n\nПропустив мимо ушей мои слова, он вышел из лифта. Идя по длинному коридору, глазами искал нужный номер. Найдя нужный номер, он ввёл пароль и зашел внутрь. Подойдя к белоснежной кровати, он осторожно положил на неё. Собираясь уйти, я схватила его за руку.\n\n— Не бросай меня, останься со мной, — произнесла я.\n— Ты уже не маленькая, мне пора идти, — произнес он, наклонившись ко мне, чтоб положить мою голову на подушку.",
    "answers": [
      {
        "id": 41,
        "text": "Схватить за воротник "
      }
    ]
  },
  {
    "id": 41,
    "text": "Однако, я схватила его за воротник, протянула к своему лицу и впилась страстно в его губы, проникая жадно языком внутрь, наши языки сплелись жаждав друг друга.\n\nВнезапно, Айзек грубо оттолкнул мои руки, которые держали его за воротник, затем резко отошёл от меня.\n\n— Ты чего? — спросила я, присев на кровать.\n— Слушай, я.. Мы же.. Ты мне, как сестра.. Я не могу так... — растерянно произнес он.\n— Сестра? Тогда, какого фига ответил тем же?! — закричала я от злости, сдерживая слезы.\n— Прости, — произнес тихо он, продолжая стоять.\n— Идиот! Я люблю тебя... А ты, так со мной поступаешь... Мне так сложно быть твоим другом.. — проговорила я, сильно зарыдав.\n\nАйзек подойдя к холодильнику, вытащил бутылку воды, затем открыв протянул мне.\n— Выпей, станет легче, \n\nПосмотрев гневно ему в лицо, я схватив бутылку бросила об стенку, отскочив от стенки она упала на пол, оставив мокрую лужу.\n— Оставь меня одну, — произнесла я, смотря на пол.\n\nНо он лишь растерянно посмотрел на меня.\n\n— Вали отсюда! — закричала я, смотря ему в глаза. После моих слов, он быстрыми шагами покинул меня одну, выронив на пол вышитый синий платок. Решив ему вернуть, я встала и подняла платок и выбежала в коридор, однако его не было.\n\nРазвернувшись, подошла к бежевой приоткрытой двери, открыв её зашла внутрь. Подойдя к кровати, рухнула и отключилась. В тот момент я не заметила, что номер чужой и то, что на кровати лежал парень..",
    "answers": [
      {
        "id": 42,
        "text": "[ Вернутся в реальность ]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Боже, что я натворила... Фиг с теми парнями, с которыми поскандалила. Плевать, что зашла в чужой номер и легла к какому-то парню. Но то, что произошло между мной и Айзеком мне не плевать. Как я могла так поступить.. Однако, почему он ответил на мой поцелуй?.. Он чувствует ко мне подобные чувства? Или же, всего лишь это была минутная  слабость?.. Теперь понятно, почему он меня игнорирует..\n\nПротиворечив, врав самой себе, я разрушила крепкую дружбу. Глубоко внутри себя, я не хотела быть его другом, мне не нравилась данная ситуация. Лишила себя единственного друга, не считая Лео, ведь тот мне друг и брат. \n\nЭто был самый ужасный день в моей жизни. ",
    "answers": [
      {
        "id": 23,
        "text": "[ Следующая глава ]"
      },
      {
        "id": 3,
        "text": "[ Список глав ]"
      }
    ]
  },
  {
    "id": 43,
    "text": "Спасибо, что решили услышать меня :3 \n\nХочу вам сказать, что я — автор немного без логики поэтому если покажется квест не логичным и бредовым, то прощу прощенье, тогда сразу же его закрывайте.\n\nЯ знаю, что плохо знаю русский язык, поэтому прошу помягче критиковать ошибки ^_^\n\nЯ не знаю, может ли в каком нибудь университете быть черлидинг и баскетбол. Но в моем университете будет и другие мероприятия. Если такого в реальности не существует, то считайте, что тот университет особенный.\n\nИ в конце концов, пишите комментарии, ведь ваше мнение важно для меня, как для автора и человека ( мне нравится читать мнении о персонажах)",
    "answers": [
      {
        "id": 2,
        "text": "В меню "
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "У нас был большой двухэтажный огромный, элегантный дом, многие хотели бы тут жить, но не я. Он красивый, элегантный, но не уютный дом. Это вовсе не тот дом, в который ты хотел бы возвращаться, ведь там живет мой отец.\n\nНенавижу своего отца, все его сыновья и дочки, лишь пешки в его шахматной игре. Будучи его пешкой, я должна была выйти замуж за не любимого человека, отчего тот в итоге пострадал.\n\nЗайдя домой, я поднималась в верх по лестнице, как передо мной появилась молодая женщина около тридцати лет.\n\nОна смуглая, голубоглазая, имеет длинный нос, накаченные губы. Одета в белый халат, а на голове полотенце.\n\n— О, привет, малышка Мэри — произнесла лицемерно она, смотрев на меня.\n— Во первых, я тебе не малышка. Во вторых, я не Мэри,\n— Ох, значит ты Марго? Вы так похожи, прям не отличить, — засмеявшись, произнесла она.\n— Ну, конечно, мы же близняшки, тупица, — лицемерно засмеявшись, произнесла я.\n\nУдивленно приподняв левую бровь, она внимательно посмотрела на меня.\n— Не стоит так называть меня, в конце концов мы оба любим твоего папу, поэтому давай лучше дружить, — произнесла ехидно она, протянув мне руку для рукопожатия.\n— Слушай, ты здесь надолго не задержишься. Пройдёт неделя, три недели и придет новая девушка, помоложе тебя, на замену старой, произнесла я, высокомерно улыбнувшись.\n— Марго, ты вовремя. Нам надо поговорить, — произнес отец, появившийся за спиной любовницы.\n\nСидя в гостиной, на мягком диване напротив отца и его очередной любовницы, я приготовилась его слушать.",
    "answers": [
      {
        "id": 45,
        "text": "[ Слушать]"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Это Кейт, моя девушка. Поэтому будь с ней любезной, — произнес он.\n— О чем ты? Я и так с ней любезна, особенно буду очень любезна, когда о ней узнает твоя законная жена, — произнесла мило я.\n\nКейт лишь хитро усмехнулась, как будто знала об этом. Ну конечно, её волнуют лишь его деньги. \n\nТяжко вздохнув, он продолжил: \n— Марго, мы взрослые люди, и мне самому решать с кем мне быть,\n— Да, да. Ты всю молодость не мог определиться с девушкой, а теперь что мы имеем? Лео — законный сын твоей законной жены, Кевин — внебрачный сын твоей покойной любовницы, Я, Вильям и Мэри — внебрачные дети твоей первой любовницы за спиной законной жены, — высокомерно и грубо произнесла я.\n— Та, как ты смеешь?! — закричал гневно он.\n— Милый, успокойся. Марго просто хочет быть в центре внимания, ведь ты уделяешь ей мало времени, — произнесла Кейт, поглаживая ему плечо. \n\nЧто за бред несёт эта женщина.. \n\n— Марго, иди собирай чемодан, в 14 ты выезжаешь, — С удовольствием, в этом доме слишком душно и тесно жить с вами, — произнесла я, встав, затем поднявшись вверх по лестнице.",
    "answers": [
      {
        "id": 46,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 46,
    "text": "Зайдя в свою комнату, я открыла свой шкаф, раздумывая во что мне переодеться. ",
    "answers": [
      {
        "id": 47,
        "text": "Милый розовый комбинезон"
      },
      {
        "id": 49,
        "text": "Милое розовое платье "
      },
      {
        "id": 48,
        "text": "Деркий наряд "
      }
    ]
  },
  {
    "id": 47,
    "text": "Милый розовый комбинезон, белая футболка. Образ можно дополнить солнцезащитными очками  в форме сердца. \n\nЯ буду милой в этом образе.",
    "answers": [
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c34/1907/69/6122642a476d.jpg"
      },
      {
        "id": 50,
        "text": "Надеть"
      },
      {
        "id": 46,
        "text": "Выбрать другое"
      }
    ]
  },
  {
    "id": 48,
    "text": "Дерзкий наряд из серой майки, джинсовых шорт и клетчатой ярко-красной рубашки.\n\nОбраз можно дополнить кедами и колготами.",
    "answers": [
      {
        "id": 48,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d16/1907/cc/8110112d5216.jpg"
      },
      {
        "id": 50,
        "text": "Надеть"
      },
      {
        "id": 46,
        "text": "Выбрать другое "
      }
    ]
  },
  {
    "id": 49,
    "text": "Милое, красивое розовое платье, выше колен, которое подчеркнет мою стройную фигуру. \n\nОбраз можно дополнить белой маленькой сумочкой и белыми кедами.",
    "answers": [
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b17/1907/3c/2b49ba37d663.jpg"
      },
      {
        "id": 50,
        "text": "Надеть"
      },
      {
        "id": 46,
        "text": "Выбрать другое "
      }
    ]
  },
  {
    "id": 50,
    "text": "Переодевшись, я начала аккуратно складывать все свои вещи в чемодан. Уверившись, что ничего не забыла, я позвала на помощь, чтоб мне помогли с вещами.\n\nНа помощь мне пришёл охранник, посмотрев на большой чемодан, средний чемодан, маленькую сумку, большую сумку и дамскую сумку он слегка удивился.\n\n— Чего стоим? Неси вниз, — возмутилась я. \n\nУслышав меня, он помог мне отнести чемоданы и сумки вниз. Увидев отца сидящего на диване, я произнесла:\n\n— Могу ли я узнать куда я еду?\n— К своему любимому брату Лео, — ответил спокойно он.\n\nУслышав ответ, я широко невольно улыбнулась, ведь я обожаю своего брата Лео. Он всегда был добр ко мне, хоть его мать ненавидит меня и мою сестру. Лео всегда меня поддержит, утешит, когда мне это нужно. Он уехал в другой город, когда во время старшей школы. Однако мы продолжали общаться. Как же я счастлива, снова с ним встретиться.\n\n— Удачной дороги, Марго, — произнесла тихо Мэри, стоя рядом.\n— А? Ты не едешь со мной? — спросила удивленно я.\n— Конечно же нет, в отличие от тебя я имею тут друзей, — высокомерно сказала она.\n— Ну вот и славно. Наконец-то я смогу пожить без тебя, то с самого рождения были везде вместе, словно сиамские близнецы. Знаешь как это утомляет? — произнесла высокомерно я.\n— Марго, тебе уже пора. Смотри, чтоб машина счастья без тебя не уехала, — произнесла ехидно Марго, махая рукой на прощанья.\n\nФыркнув, я села в машину, после чего она тронулась и поехала.",
    "answers": [
      {
        "id": 51,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 51,
    "text": "Надо сделать сторис в инстаграм, то уже, как два дня запустила аккаунт. Удобно устроившись на заднем сиденье, я начала снимать сторис.\n\n— Всем привет! Наконец-то я уезжаю от своей \"любимой \" семьи и начинаю новую жизнь в новом городе, — произнесла я на камеру.\n\nКраем глаза я заметила, как мой личный водитель слегка усмехнулся. Это был другой, не тот, который глухой. Однако, мне было все равно на него.\n— Лео, я знаю, что ты подписан на меня. Жди меня с распростёртыми объятиями! Пока-пока! — на этом я закончила снимать, просмотрев сторис я опубликовала.\n\nНе прошло и минуты, как мне кто-то ответил на сторис. Заинтересованно открыв сообщения, там было написано: \" Ну даёшь! Твой парень попал в несчастный случай, а ты его бросаешь и уезжаешь в другой город \".\n\nОткрыв её аккаунт, я увидела, что это бывшая моего бывшего парня. Бросаю? Он остался в живых? Интересно, все ли с ним в порядке.. В любом случае, это был не мой выбор, а отца. Я понимаю, что это выглядит ужасно. Однако, я не люблю Марка и к тому же, я не могу больше жить с отцом. А сейчас у меня отличный шанс жить по своим правилам. Лео не будет моим кукловодом. Интересно, что было бы, если ничего не произошло и я осталась жить с отцом? Думаю, я бы сбежала из дома, как когда-то сбежал мой родной старший брат.. Прошло полгода, а он то сих пор пропавший без вести. Никто не знает жив ли он или мёртв.\n\nОн сбежал в 17 лет, мне тогда было 16 лет. Отец был тогда вне себя от ярости, однако он нашёл его место нахождения. Вильям был с Лео, они были лучшими друзьями. Отец пошёл на уступки, оставив Вильяма в покое. Отец смирился с этим, благодаря Лео, ведь он любимчик и наследник его огромного состояния. Спустя полгода проживания с Лео, он куда-то бесследно исчез, словно испарился. После себя оставил лишь вещи. Отец решил, что он умер, а я считаю, что он жив. Я хочу в это верить, хочу верить, что когда-то найду Вильяма. Перед тем, как сбежать, он вручил мне незабываемый подарок.\n",
    "answers": [
      {
        "id": 52,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 52,
    "text": "Сидя в своей комнате, я лежала на кровати и переписывалась с Айзеком, как мне пришло сообщение от Вильяма.\nОткрыв его, прочитала \" Приходи в 18:00 сад\" Наступило 18:00, я пошла в сад. Заметив его, я подошла к нему.\n\n— Вильям, что-то случилось? — встревоженно спросила я.\n— Я захотел сделать тебе подарок, — искренно улыбнувшись, произнес он.\n— Ух ты! Но почему ты позвал меня сюда? Мог бы дома сделать, — возмутилась я.\n— Захотел сделать это в красивом месте,\n— Ты какой-то странный.. \n\nПодойдя ко мне со спины, он одел на меня золотой кулон в виде сердца, которое можно открыть.\n— Вау, какое красивое, — счастливо улыбнулась я. Открыв сердце, я увидела фотографию Вильяма.\n\n— Ей, это ещё что? Надо же быть таким самовлюбленным, — мило возмутилась я, пытаясь сдержать смех.\nЗасмеявшись, Вильям произнес:\n— Я лучше всякого подарка,\n\nДружески толкнув его плечом, мы засмеялись.\n — Посмотри под фотографию, \nДостав фотографию, я прочитала вслух надпись \"Следуй велением своего сердца\". \n— Что это значит?\n— Это значит, слушай свое сердце и следуй его дорогой, — сказал серьезно Вильям.\n— Впервые вижу тебя таким серьезным, \n— Слушай, я знаю, что ты любишь Айзека,\n— Ч-чего? — растерянно спросила я. \n— Мне было не сложно об этом догадаться, ты все время пыталась сменить тему, чтоб не говорить о нем, и ещё стала странно себя ввести при нем,\n— Я всегда себя так веду! — оправдывалась я.\n— Ну конечно, только мне не ври. Говорят, любовь творит чудеса, я не верил, пока не увидел, что она творит с тобой. Ты стала более управляемым подростком, чем была. Раньше ты была настоящей катастрофой, избивала и унижала слабых и не только их. Я рад, что ты изменилась, — произнес улыбнувшись Вильям.\n\nОбняв меня, он произнес:\n— Думаю, ты должна услышать свое сердце и принять истинну о своих чувствах к нему, \n\nВыпустив меня из крепких обьятий, я произнесла: — Я надеюсь, о моих истинных чувств будет знать, только ты,\n— Конечно, мой рот на замке. Однако долго с признанием не тяни, иначе я сам все устрою,\n\nПоразговаривав ещё немного сидя на лавочке, я пошла в дом, а он остался сказав, что немного посидит. На следующее утро, его не оказалось ни дома, ни в школе.",
    "answers": [
      {
        "id": 53,
        "text": "Вернутся в реальность "
      }
    ]
  },
  {
    "id": 53,
    "text": "Мой брат Вильям всегда был безбашенным, влипал в неприятности, дрался и состоял в какой-то банде. Он любил рисковать, играть со смертью. Одним словом у него был образ плохого парня, однако, я знала его светлую сторону. Он был моим кумиром, я всегда хотела быть такой-же хулиганкой.\n\nНаверно частично из-за Вильяма я стала такой, какая я есть сейчас. Он был моим и Мэри лучшим другом.\n\nВключив нирвану на телефоне, слушая в наушниках я с удовольствием наслаждалась моментом, смотря в окно. Спустя несколько минут, я задремала. Приехав на место назначения, машина остановилась. Внезапно открылась дверца автомобиля и кто-то закричал прям мне на ухо:\n\n— Просыпайся, сестричка!\n\nЭто был Лео. Не успев опомниться, как на меня вылилась ледяная вода из большого ведра. Отчего я громко завизжала и выбежала из машины, толкнув Лео, как я споткнулась об волейбольный мяч и упала лицом в грязь.\n— Очень рад нашей встрече, милая! Я бы тебя обнял, ты же знаешь, но увы ты грязная. Я не хочу пачкаться, иди помойся, — засмеявшись произнес Лео.\n\nПоднявшись с земли, я свирепо посмотрела на Лео.\n\nУ него овальный тип лица, волнистые короткие волосы, светло-карие глаза. Он был выше меня, и спортивного телосложения.",
    "answers": [
      {
        "id": 54,
        "text": "Накричать "
      }
    ]
  },
  {
    "id": 54,
    "text": "— Какого хрена, Лео?! — закричала я, пытаясь вытрусить грязь, однако она была липкой и противной.\n— Мне очень не хватало тебя, как же я счастлив, что теперь я снова могу пранковать тебя, — произнес Лео со счастливой улыбкой на лице.\n— Иди-ка сюда, я тебя обнять хочу, — угрожающе произнесла я, раскрыв руки для обнимашек. \n— О, нет, нет! — закричал Лео, убегая от меня.\n\nМы бегали вокруг дома, он был быстрее меня, поэтому я не могла его догнать. Бежав уже 8 круг вокруг двухэтажного дома, я споткнулась об камень и рухнула на землю. Лежа на земле, я тяжело дышала, так как устала от беготни. Лео заметив, что я лежу приблизился ко мне.\n\n— Уже выдохлась? — с удивлением спросил Лео, загораживая пасмурное небо.\n— Конечно, я же не такая спортивная, как ты, — возразила я.\n— Ладно, пошли домой. Пока будешь заходить ничего не испачкай мне, то сама будешь отстирывать,\n— Лео, сегодня дождь будет? — спросила я, смотря на небо.\n— Наверно, у нас всегда пасмурно и дожди, — ответил он, отдаляясь от меня.\n\n— Ей, подожди меня! — закричала я, побежав за ним. \nПробравшись осторожно в дом, чтоб не испачкать ничего, я добралась до ванной, которая находилась на первом этаже. \n\nПриняв быстрый, тёплый душ, я окуталась в длинное белое полотенце. Решив расчесать волосы, я взяла расческу Лео и заметила на ней волосок розового цвета.\n\nА, вот это уже интересно... Расчесавшись, я вышла из ванной. Проходя мимо вешалки, на котором висел элегантный и дорогое пальто, я каким-то образом его задела. Впоследствии чего бежевое пальто свалилось на пол, а из кармана выпало обручальное кольцо с бриллиантом.\n\nПодняв пальто, я повесила обратно. Заметив что-то яркое на полу, я пригляделась, увидев, что это обручальное кольцо с бриллиантом, мои глаза широко распахнулись от удивления и восхищение от красоты.\n\nКакое оно шикарное! Восторгаясь кольцом я его осторожно взяла в руки, а затем одела на безымянный палец, представляя, как я когда-то выйду замуж за Айзека. В своих фантазиях, я не успела дойти в свадебном платье по дорожке к Айзеку, ведь раздался звонок в дверь вернувший меня с небес.\n\nКто бы это мог быть? Лео ушел в магазин за продуктами, у него есть ключи..",
    "answers": [
      {
        "id": 55,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 55,
    "text": "Открыв дверь, передо мной появилась девушка примерно моего возраста. Она была красивой, у неё был квадратный тип лица, светло-розовые волосы до плеч, темно-карие глаза и пухлые губы.\n\nОна была стройной, одета по-скромному. На ней была белая рубашка заправленная в джинсы. Рядом с ней находился чёрный чемодан, а сверху большая сумка.\n— Ты кто? — нахмуренно спросила девушка.\n\nСложив два на два, то как, я нашла розовый волос и обручальное кольцо, в моем голове сложился пазл. Если на расческе Лео розовый волосок, то это значит, что у него кто-либо был. Либо он дал близкому человеку, ведь Лео не любит отдавать свои личные гигиеничные вещи. Обручальное кольцо в кармане пальто моего брата Лео, значило, что у него появилась девушка. Вспомнив, как меня жестоко разыграл Лео, я решила отомстить тем же.\n\n— Я жена Лео, — ответила я, коварно улыбнувшись, показав свой безымянный палец, на котором красовалось обручальное кольцо.\n— Ч-что? Но.. — растерянно произнесла она, сжимая в руках ручку чемодана.\n— А ты кто такая? — спросила я, осмотрев её с ног до головы.\n— Я девушка Лео..\n— Ох, какая жалость. Ты всего лишь игрушка для него. Однако теперь я тут и он будет лишь со мной. Пока, милочка, — произнесла высокомерно я, потянув на себя дверь, чтоб закрыть, однако она поставила ногу, не дав её закрыть.\n— Я тебе не верю, я хочу увидеть Лео, — произнесла она, пытаясь быть уверенной, однако её голос слегка дрожал.\n\nОна поверила мне, но хочет услышать Лео, чтоб поверить окончательно в мои слова.То есть, она сомневается в моем брате, который купил для неё обручальное кольцо?..",
    "answers": [
      {
        "id": 56,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Видеть Лео? Он сейчас спит крепким сном, после бурной ночи, — произнесла хитро я, игриво наматывая на палец свои волосы.\n\nЯ хотела вызвать у неё какую-ту бурную реакцию, но не то, чего я увидела.  На её глазах наворачивались слёзы, а губы дрожали складываясь в тонкую линию. \n\n— О, Кира, привет! — произнес Лео, держа в руках пакеты с продуктами, стоя за её спиной.\n\nКира, развернувшись лицом к Лео, приблизилась к нему, а затем влепила ему сильную пощечину, от которого остался красный след руки. Схватив свой чемодан с сумкой, она собралась уходить, как Лео оставив пакеты с продуктами на земле, остановил её выхватив чемодан.\n\n— Кира, что происходит? Что случилось? — шокировано спросил Лео. \n— Ты ещё смеешь меня спрашивать?! Сам женился, а меня использовал! Ты мне врал, ты мне изменил! — рыдая кричала она, бив Лео кулаками по груди.\n\nА, нет, вот она ожидаемая мной бурная реакция. Эх, все началось с розыгрыша, а затем переросло в какую-ту проверку.. Пока она продолжала бить кулаками моего брата, я невозмутимо подошла к пакетам и взяв, занесла домой, сильно желая поскорее поесть.\n\nМне было уже плевать на избитого Лео и заплаканной истерички Киры, мной овладел голод. Распаковывая продукты по их местам на кухне, ко мне обратился недовольно Лео держа за руку Киру:\n\n— Марго, что ты ей наговорила?! Скажи ей, что ты моя сестра! — закричал от злости Лео.\n\nОн такой злой на меня из-за какой-то девушки, словно готов порвать меня на кусочки. Раньше ему было плевать на чувства девушек, он менял их, как перчатки, а затем беспощадно их бросал. Неужто Лео изменился? Интересно, что Кира собой представляет, раз он купил ей обручальное кольцо..\n\n— Я просто решила над ней подшутить, как ты подшутил над мной сегодня, — спокойно произнесла я.\n— Просто пошутить?! Та, мы только что из-за твоей обычной шутки почти не расстались! — закричал он.\n— Прости, я не думала, что все так обернётся, — неловко и невинно улыбнувшись, произнесла я.\n— То есть, ты правда сестра Лео? — спросила Кира, успокоившись.\n— Да, а ты значит девушка моего братца? — спросила я, улыбнувшись.\n— Да.. Лео, почему я не знала, что у тебя есть сестра? — спросила недовольно Кира, вытирая слёзы. \n\nЛео растерянно посмотрел на нее, не зная, что ответить.",
    "answers": [
      {
        "id": 57,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Лео, я думала, мы с тобой лучшие друзья, а ты не сказал мне, что у тебя есть девушка, — произнесла я, сев на стул.\n\nЛео не сказал ей обо мне, а мне о ней. Если он был бы серьезен к ней, то мы бы знали о существовании друг друге. Значит ли это, что она просто очередная его девушка?.. Тогда почему он был так зол на меня? Я запуталась.\n\n— Девочки, вы наверно голодны, я приготовлю вам ужин в качестве извинения, — произнес Лео, одевая на себя фартук.\n— Извинения приняты, — произнесла ласково Кира, поцеловав Лео в щеку.\n— Если будет вкусно, прощу, — произнесла я, поднимаясь наверх в свою комнату.",
    "answers": [
      {
        "id": 58,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 58,
    "text": "У меня большая, просторная комната в нежных тонах. Возле окна стоял длинный диван, в котором ящики, куда я могу положить вещи. Посередине стояла большая кровать, а напротив её стоит компьютерный стол, на котором маленький компьютер и светильник. Сверху полочки, в которых немного книг и канцелярские принадлежности. Посмотрев в направо, я увидела дверь, открыв его я увидела большую пустую гардеробную комнату.\n\nВспомнив о своих вещах, я вышла из комнаты и крикнула:\n— Лео! Ты не мог бы помочь мне отнести сумки и чемоданы наверх в комнату?\n— Сейчас помогу! — крикнул он снизу. \n\nЛео в фартуке неся мои чемоданы по лестнице, недовольно на меня посмотрел.\n\n— Ты не могла бы поменьше своих вещей привезти? — недовольно произнес он, оставив пару чемоданов в комнате.\n—Я и так много оставила хороших вещей дома, но все дизайнерские вещи привезла с собой, — ответила я, сидя на кровати. \n— Почему ты сидишь? Иди тоже неси сумки сюда! Или это мне только нужно? — возмутился Лео, выходя из комнаты.\n— Я так устала с дороги, что мне не под силу носить тяжёлые сумки, — драматично произнесла я, рухнув на кровать.\n\nЛео принес остальные мои сумки и вышел из комнаты, оставив меня разгребать вещи из них. Разложил вещи куда надо, я начала выбирать во что мне переодеться.",
    "answers": [
      {
        "id": 58,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b12/1907/72/9ecd72e6f2c7.jpg"
      },
      {
        "id": 59,
        "text": "Майка и штаны "
      },
      {
        "id": 59,
        "text": "Футболка и шорты"
      }
    ]
  },
  {
    "id": 59,
    "text": "Переодевшись, я встала возле зеркала в гардеробной и нанесла легкий, естественный макияж. Кто-то постучал в дверь, а затем произнес: — Марго, можно войти?\n\nУслышав голос, стало понятно, что это Лео. \n\n— Входи, — ответила я, выходя из гардеробной .\n— У меня к тебе серьезный разговор, — произнес серьезно Лео, закрыв за собой дверь.\n— Внимательно слушаю, — произнесла я, сев на кровать.\n—Во-первых отдай мне кольцо, — произнес он, показав взглядом на кольцо одетый на мой безымянный палец.\n— Без проблем, но сначала ответь на мой вопрос, — произнесла хитро я.\n— На какой?",
    "answers": [
      {
        "id": 60,
        "text": "- Между тобой и Кирой все серьёзно? "
      },
      {
        "id": 60,
        "text": "- Это кольцо для Киры? "
      }
    ]
  },
  {
    "id": 60,
    "text": "— Да, поэтому прошу вернуть его мне,\n— Хорошо, — сказала я, пытаясь снять кольцо, однако оно застряло, отчего я запаниковала.\n— Не снимается.. — произнесла я, дергая сильно кольцо,  однако результат был тот же.\n— Дай, я попробую, — произнес Лео, сильно пытаясь снять, однако мне было больно.\n— Мне больно, дурак! — закричала я.\n— Какого ты его одела?! — закричал злобно Лео.\n— Не кричи на меня! — закричала я в ответ. \n\nОткрылась тихо, незаметно дверь, и кто-то произнес:\n— Ребят, у вас все в порядке? — встревоженно спросила Кира, зайдя в комнату.\n\nЛео резко отпустил мой палец и произнес:\n— Конечно, малыш,\n— Тогда пошлите есть, то сейчас все остынет,- сказала она, выходя из комнаты.\n— Не слово об обручальном кольце Кире, — сказал Лео, выходя из комнаты.\n\nСпустившись вниз, я села за большой стол накрытый едой. Во время ужина, Кира пыталась узнать меня получше, она была дружелюбна и мила со мной.\n\n— За тобой наверно много парней бегают, ты такая красивая, — произнесла Кира, улыбнувшись.\n— Конечно, я была королевой в школе с сестрой и в университете,\n— Почему ты решила переехать сюда?\n— Решение принял отец, однако, я рада уехать подальше от него,\n— Я тоже была рада уехать из родного города и начать самостоятельную жизнь, однако, я теперь жутко скучаю по родителям,\n— Чем занимаются твои родители?\n— Ну, они владеют небольшой фермой, но сейчас у них кризис, поэтому я им финансово помогаю, — произнесла она неловко.\n— Вот как, Лео очень добр к твоим родителям, — произнесла я, подумав, что Лео помогает ей с родителями.\n— Нет, ты не так поняла. Я сама помогаю им, я не люблю подачки от других людей,\n— Но Лео не чужой, почему ты не примешь его помощь?\n— Вы так разговариваете, будто меня здесь нет, — обиженно произнес Лео.\n— Лео мне очень дорог и близкий человек, но я привыкла быть самостоятельной,\n",
    "answers": [
      {
        "id": 61,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 61,
    "text": "А Кира не такая уж и плохая, не любит сидеть на чужой шее, даже если это её богатый парень. Значит, она любит моего брата, а не его деньги. Но все-же она должна принимать хоть какую-ту помощь Лео, ведь он её парень. Наверняка Лео неловко, что он может ей помочь, но она отказывается.\n\n— Кстати, у тебя есть жених? — спросила Кира, взглянув на обручальное кольцо, которое то сих пор на моем пальце. \n\nЛео взглянул на меня, давая понять, чтоб я держала это в секрете.\n\n— Был, но с ним произошёл несчастный случай, а кольцо осталось, — грустно улыбнувшись произнесла я.\n— Ох, сочувствую, — произнесла грустно Кира.\n— Не стоит, я его не любила. Это был всего лишь бизнес,\n\nНа мои слова Кира отреагировала растерянно, не зная, как быть.\n\n— Лео, можно будет устроить вечеринку на днях? — спросила я, сделав милые глазки.\n— Конечно, я только за. Ты же знаешь, как я люблю тусовки, — радостно сказал Лео.\n— Лео.. — недовольно произнесла Кира.\n— Что? — невозмутимо спросил Лео.\n— Ну, я пойду спать, то ужасно хочу спать, — сказал я, уходя наверх.\n\nСобираясь зайти в свою комнату, я заметила недалеко от себя дверь, на котором висел постер с изображением волка. Послышались чьи-то шаги, обернувшись, я увидела Лео с Кирой.\n— Спокойной ночи, — произнесли они, войдя в другую комнату без постера.",
    "answers": [
      {
        "id": 62,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Интересно, что там за комната... Приблизившись поближе к той загадочной двери, я без труда открыла и не спеша  зашла, закрыв за собой дверь.\n\nКомната была просторной, была в стиле лофт. Посередине стояла большая тёмная кровать, на кирпичной стенке висела абстрактная чёрная картина, а также был загадочный символ в виде кольца, внутри которого был крест. Также были полочки и шкафы, а также рабочий стол заполнен книгами и тетрадками и прочим барахлом. Я узнала эту комнату. Это была комната Вильяма. Когда мы общались через скайп, я могла видеть часть его комнаты. Вспомнив о Вильяме, по моим щекам потекли слёзы. Лео оставил всё, как было, в надежде, что он вернется в нашу жизнь. Лео, как и я, верю, что когда-то увижу Вильяма вновь.",
    "answers": [
      {
        "id": 62,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c08/1907/7f/f6960b17ea6f.jpg"
      },
      {
        "id": 63,
        "text": "[ Утро]"
      }
    ]
  },
  {
    "id": 63,
    "text": "Лежа на своей новой кровати, я спала крепким и сладким сном. Однако мой сладкий сон потревожил Лео, стянув с кровати на пол.\n\n— Лео.. Что ты делаешь.. — сонно произнесла я, продолжая лежать на холодном полу.\n— Ей, вставай! Осталось лишь 15 минут до пар! — закричал он, дергая меня.\n— Мм.. Дай поспать..\n— Марго! Очнись, мы сейчас в университет опоздаем! — обеспокоенно закричал он, пытаясь поставить меня на ноги, но я лишь сонно сползала на пол.\n— Университет? — сонно произнесла я, слегка приоткрыв красные глаза.\n\nПереварив информацию, я резко вскочила и выбежала из комнаты, бежа в ванную. Приведя себя в порядок, я побежала в гардеробную, разбрасывая второпях всю одежду по комнате в поисках нужной одежды.\n\nБыстро переодевшись, я выскочила из дома, как из ниоткуда появилась прозрачная пищевая плёнка, отчего моё лицо отскочило от неё. После чего мой обожаемый брат громко засмеялся стоя напротив меня.\n\n— Лео! — закричала недовольно я, срывая плёнку. — Что такое? — невозмутимо произнес он, сдерживая смех.\n— Мы опаздываем, скорей в машину! — закричала я, сев на переднее сиденье в красной тачке Лео.\n— Конечно, — сказал он, сев за рулём, после чего мы поехали в университет.\n\nТак, а где Кира? Почему она не с нами?\n\n— Лео, а где Кира? — Она уже в пути в университет, — спокойно ответил он.\n— Почему она отдельно едет?\n— Ну, мы скрываем наши отношение, \n— Чего? Почему? — шокировано спросила я\n — Кира решила, что если никто из студентов не будет знать, что мы вместе, то никто не будет ей портить жизнь. Просто у меня много поклонниц, среди которых есть несколько чокнутых готовых поиздеваться над моей возлюбленной, \n— В смысле? Раньше у тебя было много девушек, но никто из твоих поклонниц ничего не делал плохого,\n— Они ничего не делали, так как они знали, что я с ней расстанусь через неделю. А сейчас у меня серьёзные отношение с Кирой. К тому же, Кира не хочет быть в центре шумихи,\n— Значит, этот секрет знаю, только я?\n— Нет, об этом ещё знает мой лучший друг Сэм,",
    "answers": [
      {
        "id": 64,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 64,
    "text": "Пока мы ехали, я достала косметичку, чтоб нанести макияж, так как хочу произвести прекрасное впечатление. Я люблю быть популярной и в центре внимания, потому что уже привыкла такой быть. К тому же мне проще быть популярной, чем тихоней.\n\nПриехав в университет, мы вышли из машины, как на нас посмотрели почти все студенты. Увидев меня с Лео, они начали перешептываться между собой в недоумение. Идя до университета, к нам подбежал парень со спортивным телосложениям выше меня.\n\nУ него светло-русые волосы, темно-карие глаза и квадратный тип лица.\n\n— Привет, Лео, — поздоровался он с братом.\n— Привет, дружище! — произнес Лео, обняв по-мужски.\n— Всё уже гадают, с кем ты пришёл. Есть версия, что она твоя девушка, — усмехнувшись произнес парень.\n— Я не его девушка, — произнесла спокойно я, на что парень слегка усмехнулся.\n— Я его жена, — произнесла я, приобняв сбоку Лео и показав кольцо на пальце, которое забыла снять. — Чего? — удивленно спросил парень.\n— Что-то не так? — спросил невозмутимо Лео, подыграв мне.\n— А как же Кира? — растерянно спросил парень.\n— Больше никакой Киры, теперь только я, — произнесла высокомерно я.\n— Какая на фиг жена? — схватив меня за руку парень, выхватив из обнимок Лео\n — Ей, полегче, — угрожающе произнесла я.\n— Оу, Сэм, а и не знал, что моя сестра в твоем вкусе. Хочешь, забирай, — произнес Лео, нагло улыбнувшись и удаляясь от нас.\n— Чего?! — одновременно закричали я и Сэм, после чего переглянулись.\n— Она вовсе не в моем вкусе, даже рядом не стоит, — произнес спокойно Сэм, резко отпустив мою руку.",
    "answers": [
      {
        "id": 65,
        "text": "Ударить Сэма "
      }
    ]
  },
  {
    "id": 65,
    "text": "Он только, что отшил и оскорбил меня? Встав в позицию, чтоб нанести удар ногой с разворота, моя нога не успела нанести удар, как его руки обхватили мою ногу, тем самым заблокировав удар.\n\nОн предугадал мои действия, но как? Посмотрев внимательно на меня, он наклонился к моему уху и шепнул мне на ухо, тем самым щекоча кожу:\n—  Прости, если тебе было обидно, но не стоит размахивать ногами, — произнес Сэм, после чего отпустил мою ногу и пошел следом за Лео.\n\nСлегка смутившись, я подбежала к Лео, который шел рядом с Сэмом.\n\n— Значит у тебя есть сестра? Почему я не знал? — спросил Сэм.\n— А он, что обязан тебе говорить о том сколько у него сестер и братьев? — раздраженно спросила я. — Я не с тобой разговариваю, — ответил спокойно Сэм.\n— Ребят, не ссорьтесь, вы же мои самые лучшие друзья, — произнес Лео, обняв нас за плечи, находясь посередине.\n\nИдя по коридору, прозвенел раздражающий звонок, после которого каждый пошёл в свою аудиторию. Сидя на паре, я заметила краем глаза, как на меня многие заинтересовано смотрели.\n\nСправа от меня сидела девушка азиатского происхождения. У нее были светлые волосы средней длины, темно-карие глаза, белый цвет кожи и овальный тип лица. Она внимательно слушала преподавателя, как в её сторону кто-то кинул клочок бумаги. Она осторожно раскрыла его, чтоб преподаватель не заметил, а затем побледнела. Притворившись, что все нормально, она продолжила записывать конспект, однако снова кто-то бросил клочок бумаги, который попал уже мне в голову.  \n\nСхватив клочок бумаги и злобно обернувшись, я увидела много студентов, однако они все записывали конспекты или разговаривали между собой, поэтому не смогла понять, кто это был.\n\n— Прости, это из-за меня. Можешь отдать мне его?-спросила соседка, указав на бумагу.\n— Как тебя зовут?\n— Эрика,\n— Эрика, скажи-ка кто бросил это? — гневно спросила я.\n— Не знаю.. — дрожа произнесла она.\n— Вот как, хорошо.. Профессор, в аудитории кто-то бросается бумажками и одна из них попала мне в голову, отчего я отвлеклась от урока и пропустила ценный материал,- произнесла громко я, встав.\n— Кто это сделал? — спросил мужчина пожилых лет, оглядывая аудиторию.",
    "answers": [
      {
        "id": 66,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 66,
    "text": "Но в ответ была лишь тишина, профессор сказал, чтоб не мешали другим учиться и продолжил ввести пару. \n\nВо время перерыва, я пошла в туалет, решив поправить макияж. Стоя возле зеркала, я достала из сумочки помаду, как она выскользнула и покатилась по полу, заманив меня за кабинку. Подняв помаду с пола, я собиралась пойти к зеркалу, как услышала что кто-то резко и грубо открыл дверь. Затем кто-то пооткрывал кабинки, проверяя нет ли кого-то. Меня не увидели, так как я была за кабинкой, тем самым оставляясь незаметной для них.\n\n— Эй, сучка. Ты меня уже достала! — кричал женский высокий голос.\n— Не надо, пожалуйста отпустите! — кричала плача Эрика.\n\nНад Эрикой кто-то издевается? Интересно, кто это. Взглянув осторожно из кабинки, я увидела двух девушек. Они мои одногруппницы.\n\nОдна из них Ева, у неё смуглая кожа, овальный тип лица, каштановые волосы средней длины, темно-карие глаза. Она довольно стройная и слегка подкачена, а также примерно моего роста.\n\nЯ знаю её имя, так как её позвал преподаватель помочь с чем-то во время перерыва. Однако, другую девушку я не знаю, но видела тоже среди своих одногруппников. У нее квадратный тип лица, длинные чёрные волосы, зеленые глаза, пухлые губы. Она стройная и высокого роста.\n\nНаверняка, это те сучки, которые бросали дурацкие бумажки с детскими угрозами. Не теряя минуты, я достала свой телефон из сумки и начала снимать, как они издеваются над Эрикой.\n\n— Сучка, какого фига, ты лезешь к Арчи? — схватив за воротник, Ева начала бить её об стенку. \n\n— Думаешь, что он полюбит тебя? Как же ты ошибаешься, — засмеялась зеленоглазка.\n\n— Он никогда не посмотрит на такую, как ты! — гневно закричала Ева, толкнув её, отчего Эрика упала на пол.\n\n— Эмили, закрой дверь в туалете, нам предстоит проучить её, — сказала Ева.\n",
    "answers": [
      {
        "id": 67,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 67,
    "text": "Эмили взяла швабру, тем самым закрыв дверь в туалете. Затем Ева достала из сумки ножницы, Эрика увидев ножницы попятилась назад.\n\n— Прошу, не надо! Я просто с ним дружу! -закричала она со слезами на глазах.\n— А я бы так не сказала. Ты решила увести у Евы Холл парня, за что, тебе придётся расплатиться, — произнесла Ева, дьявольски усмехнувшись и приблизившись к Эрике. \n\nЭмили схватила Эрику за волосы, причиняя ей боль, в то время, как Ева взяла прядь волос Эрики и отрезала большой часть пряди. Прекратив снимать, я смело вышла из укрытия, тем самым дав о себе знать. Они шокировано обернулись, а затем нахмурились.\n\n— Издеваться над какой-то слабачкой, из-за какого-то парня это выглядит жалко, — произнесла высокомерно я, подойдя к зеркалу нанеся розовую помаду.\n— Ты кто ещё такая? — спросила Эмили.\n— Я — Марго Лодж стерва, с которой лучше не связываться, — произнесла высокомерно я, дерзко улыбнувшись, поклав в сумку помаду.\n— Ой, боимся, боимся, — ехидно произнесла Ева.\n— Лодж? Ты случаем не сестра Лео? — спросила Эмили.\n— Именно, тронете меня, мой обожаемый братец разберется с вами. А вот мне ничего не мешает тронуть вас,\n— Ха, что за бред ты несешь? — спросила гневно Ева, она хотела приблизиться ко мне, как её остановила Эмили.\n— Пошли отсюда, — произнесла Эмили, оттягивая Еву.\n— Чего? Ты что на её стороне?! — закричала Ева. \n\n— Как это? Уже уходите? Но я же вас ещё не отпустила. Как ты говорила? Такое прикольное словечко... Вроде \"проучить\"? Так вот, мне следует вас проучить, за то, что осмелились насмехаться надо мной, — произнесла высокомерно я, подойдя к Еве, а затем ударив кулаком в лицо, отчего та упала.\n",
    "answers": [
      {
        "id": 68,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 68,
    "text": "Эмили испуганно стояла в стороне, Ева хотела дать мне отпор, как я ударила её ногой, отчего та вообще свалилась в кабинку потеряв сознание. Посмотрев свирепым взглядом на Эмили, она убрала швабру и сбежала.\n\n— С-спасибо, Марго, за то, что заступилась за меня,- произнесла в слезах Эрика, сидя слегка избитой на полу.\n— Что за чушь? Я так поступила вовсе не из-за тебя, просто они насмехались надо мной, отчего я разозлилась,- произнесла я, собираясь на выход, однако остановившись возле двери я обернулась на Эрику.\n— Эрика, хочешь совет? Не стоит терпеть издевательств в свою сторону, пойди и сообщи кому-то об этом. Если не хочешь говорить директору и преподавателям, то скажи своему дружку Арчи, — сказала я, выйдя из туалета. \n\nЗначит, в моей группе есть две стервы, которые издеваются над слабыми. Забавно, но Ева напомнила прошлую меня, ведь я была такой-же. Правда, устраивала скандалы не из-за парней.. После того, как влюбилась в Айзека, изменилась, перестав унижать и издеваться над слабыми и другими без особой причины. Я была настоящей бандиткой.\n\nВильям прав, любовь меняет людей, но навсегда ли? Айзек по-прежнему не отвечает ни на мои сообщения, ни на мои звонки.. Что произойдёт с человеком, который потеряет свою любовь?.. Человек продолжит быть таким же или вернется его старый образ? А если быть точнее, стану ли я прежней или останусь такой, какая сейчас..",
    "answers": [
      {
        "id": 69,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 69,
    "text": "Задумчиво идя по коридору, я не заметила, как в кого-то врезалась, больно ударившись носом об чью-ту твердую грудь.\n\n— Ей, смотри куда, идёшь! — закричал гневно парень с татуировкой.\n\nВзглянув на парня, я шокировалась, ведь это тот тип которого ударила в клубе, а затем с ним очнулась в одной постели.\n\nЧто он здесь делает?.. Вспомнив его угрозы в клубе, что найдёт меня и мне не поздоровиться, я побледнела. Он что сталкер?! Он и правда нашёл меня..\n\n — Ниче се, жертва сама пришла к хищнику, — дерзко усмехнувшись, произнес он.\n— Та, я тоже в шоке. Ты явно самоубийца, раз решил прийти ко мне, — произнесла я, использовав его слова против него самого.\n\nСобралась толпа, будто ожидала какое-то шоу, смотря на нас и перешептываясь. Арчи взглянул на меня таким взглядом, будто готов убить, отчего у меня пошли мурашки. Чья-та рука легла мне на плечо, посмотрев, я увидела красивого парня. У него каштановые волосы, голубые глаза, овальный тип лица, смуглый цвет кожи и выражены скулы.\n\n— Арчи, она просто прелесть, не так ли? — ярко улыбнувшись, произнес незнакомец.\n— Держи свою подружку при себе, — произнес грубо он, зацепив специально меня плечом удаляясь от нас.\n— Подружка? Ты вообще кто такой? — оттолкнув руку от своего плеча, обратилась я к незнакомцу. \n— Твой очаровательный спаситель-Макс Холл,-произнес Макс, не переставая улыбаться.\n— Отчего спас? Ничего не произошло,\n— Ничего не произошло, так как я это предотвратил, — произнес Макс. \n\nПроигнорировав его, я направилась в сторону столовки.",
    "answers": [
      {
        "id": 70,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Куда идёшь, милашка Марго? — спросил Макс идя следом за мной.\n— Откуда моё имя узнал? — спросила нахмуренно я, остановившись.\n— Твоё имя знают почти все, ведь ты сестра Лео, \n\nУслышав ответ, я продолжила идти, а Макс пошёл следом, пытаясь уйти от него, мои спокойные шаги превратились в бег. Забежав в столовку, я выхватила у незнакомой студентки поднес с едой и подсела к Лео, Сэму и Кире.\n\n— Оу, сестрица, чего хулиганишь? — спросил с усмешкой Лео.\n— Какой-то придурок прицепился ко мне,-произнесла я.\n— Под словом \" придурка\" ты имеешь меня? — спросил с усмешкой Макс, сев рядом со мной.\n— Макс, подслушивать не хорошо, — произнес Сэм.\n— Оставь меня в покое, — сказала я Максу.\n— Я подсел к своим друзьям, увы не могу, — ответил Макс, подперев подбородок об ладонь руки.\n— Где твоя еда? — спросила Кира, заметив, что он не взял еду с подносом.\n— Оу милашка Марго так бежала, что я не успел захватить еду,— произнес хитро Макс.\n— Не называй меня милашкой! Я тебе не милашка! — закричала я.\n— Тогда как мне тебя называть? Зая, малыш, детка или ты любишь по жестче? — пошло усмехнувшись произнес Макс.\n— Макс, прекрати, — угрожающе произнес Лео.\n— Ладно, ладно, — произнес Макс. \n\nЗа все время, пока я ела, Макс внимательно смотрел на меня, не отрывая глаз.\n— Кстати, а кто такой Арчи? — спросила я. \n— Арчи? А почему ты спрашиваешь? — спросила Кира.\n— Она с ним столкнулась, но я спас её от сложного характера Арчи, — произнес дружелюбно Макс.\n\n— Обходи его стороной. Он опасный тип, связываясь с ним влипнешь в неприятности. Арчи состоит в преступной банде \" Северные Волки \", так они называют себя. Они бандиты, которые делают пакости, досаждают другим. Перейдешь ему путь и ты станешь его жертвой, — произнес серьезно Лео.\n\n— Хоть, он и бандит, ему все сходит с рук. Говорят, что это из-за того, что он имеет связи в полиции. Однако, я считаю, что ему все сходит с рук, пока вытворяет мелкие хулиганства, а вот когда совершит что-то реально серьёзное, то его никакие связи не спасут, — произнесла Кира.\n\n— Когда он совершит что-то серьёзные, ему на помощь придет отец Кристи, — произнес Лео.\n— Отец Кристи? Кто эти люди? — спросила я.\n— Кристи это дочка успешного адвоката, несмотря на все богатства своего отца, не разбрасывает деньгами направо и налево. Она получила стипендию благодаря уму. Ещё она стерва, которая дружит с главной стервой, известная, как популярная блогерша-Стефани Браун — рассказала Кира.\n— Боже, вы считаете Арчи преступником, Стефани и Кристи стервами, — обиженно произнес Макс.\n— Ты хочешь сказать, что мы не правы? — спросила Кира, подняв брови.\n— Да, они ведут себя не очень. Однако, Арчи хороший парень, Стефани серьёзный человек, а Кристи добрая, — заступился Макс.\n— Ну, конечно, ты же ихний лучший друг, который любит менять девушек, как перчатки. Прям весь в отца, — произнесла ехидно Кира.\n\nЧто с Кирой?.. Она казалась мне доброй девушкой, однако, сейчас она какая-та злая. Неужто у Киры есть темная сторона, которую она скрывает.",
    "answers": [
      {
        "id": 71,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Не смей сравнивать меня с отцом! — закричал гневно Макс, стукнув кулаком по столу.\n— Ребят, успокойтесь. Если вы начнёте сейчас ломать стол из-за ссоры, то я больше не буду с вами есть. Дайте поесть в спокойствии, — раздраженно произнес Сэм, впихнув в себя большую котлету.\n— Какие же, вы шумные, ребята, — произнесла афроамериканка, стоя рядом со мной.\n\nУ нее овальный тип лица, длинные темные волосы покрашены в омбре фиолетового цвета, имеет длинную челку и темно-карие глаза.\n\n— Ты же Марго? Я правильно поняла? — спросила она.\n— Да,\n— Я-Стефани Браун, являюсь капитаном черлидинга и красавицей университета, — произнесла Стефани, улыбнувшись.\n— Очень рада знакомству, — сказала я, лицемерно улыбнувшись.\n— А я-Кристи Джонс, являюсь главным редактором университетской газеты, — произнесла Кристи, стоя рядом з Стефани.\n\nУ нее белый цвет кожи, квадратный тип лица, короткие темно-каштановые волосы до подбородка и светло-голубые глаза.\n\n— Я хочу, чтоб ты была в моей команде черлидинга, поэтому приглашаю тебя после пар в спортзал, — произнесла она, а затем подбросив волосы, ушла с Кристи.\n\n— Ничего себе, к тебе подошла только, что популярная стерва Стефани Браун и лично пригласила присоединиться в её клуб?! — шокировано спросила Кира.\n— Ты пойдёшь? — спросил Лео.\n— Конечно, я же хочу влиться в крутую компанию,-хитро улыбнувшись, ответила я.",
    "answers": [
      {
        "id": 72,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 72,
    "text": "После пар, я направилась в спортзал. Войдя внутрь, меня встретила красивая милая девушка в костюме черлидинга. Она смуглая, у неё треугольный тип лица, кудрявые каштановые волосы средней длины и темно-карие глаза.\n— Привет! Меня зовут Джулия! — дружелюбно произнесла она, широко улыбаясь до ушей.\n— Мм, привет..\n— Это твоя форма, — произнесла она, протянув мне аккуратно сложенную форму для черлидинга. \n\nВзяв, я пошла в раздевалку, чтоб переодеться. Переодеваясь, кто-то вошёл внутрь и толкнул меня,  взглянув, передо мной стояла Ева.\n\n— Сучка, из-за тебя, я теперь вся в синяках, — гневно произнесла Ева, одетая в форму для черлидинга.\n— Ты переоделась, а теперь дай переодеться мне, — угрожающе произнесла я.\n— Ох, точно, ты же заинтересовала стерву Стефани.. Интересно чем? Своим никудышным братом Лео? — произнесла ехидно Ева.\n\nНе сдержавшись, я влепила ей сильную пощечину, от которого остался красный след руки. Но то, что произошло дальше, я не ожидала. Она начала рвать на себе одежду и кричать на помощь, на который прибежала Джулия. Ева подбежала к Джулии, начав плакать.",
    "answers": [
      {
        "id": 73,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Она напала на меня! — рыдая произнесла Ева, крепко обняв Джулию.\n— Марго, почему ты это сделала? — спросила злобно Джулия, поглаживая по голове Еву.\n\nЗасмеявшись от такого спектакля, я произнесла:\n— Джулия, ты плохо знаешь свою подружку Еву. Я ей влепила пощечину, за то, что она оскорбила моего брата, а потом она начала рвать на себе одежду, как псих,\n— Что за бред?! Я отлично знаю Еву, она и мухи не обидит. Пошли отсюда, — произнесла Джулия, уведя с собой Еву.\n\nНу, ты, Ева, лицемерка. Не стоит преграждать мне путь, Ева Холл... Я обязательно узнаю, что ты скрываешь за маской ангелочка. Посмотрим, какая ты будешь смелой, когда я буду шантажировать тебя.\n\nПереодевшись, я вышла из раздевалки. Направившись в спортзал, я увидела сидящую в наигранных слезах Еву на лавочке, а вокруг нее были девушки успокаивавшие её.\n\n— Марго, как ты объяснишь это? — спросила Стефани, стоя напротив меня.\n— Что именно?\n— Почему ты избила Еву?\n— Я уже сказала правду Джулии, не собираюсь повторять дважды, \n\nСейчас я рискую не быть в команде черлидинга, если меня не примут, то Еве не поздоровиться. Если примут, то я смогу сохранить сладкое на потом. \n\n— Ладно, мне плевать. Покажи все, на что ты способна, — тяжко вздохнув, произнесла Стефани. \n\nВключилась ритмичная, бодрящая музыка. Моё тело двигалось в такт, чётко попадав в ритм, в процессе, я успевала сделать несколько крутых трюков, как акробат.\n\n— Браво, ты принята, — произнесла Стефани, захлопав в ладоши.\n\nОт её слов, все стали шептаться, было очевидно, что они не в восторге от данной ситуации. Потренировавшись немного с девушками, мы начали расходиться.\n\nПереодеваясь в раздевалке, ко мне обратилась Джулия:\n— Не думай, что надолго здесь задержишься. Я выгоню тебя отсюда,\n— С нетерпением хочу это увидеть, малышка Джулия, — ответила я, переодевшись, взяв сумку и покинув здания.",
    "answers": [
      {
        "id": 74,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 74,
    "text": "Было темно, ведь было поздно. Я сказала, Лео, что сама доберусь домой. Идя по улице, я наслаждалась яркими звёздами на ночном небе, как внезапно подъехала чёрная огромная машина, откуда вышли два парня. Один из них был Арчи, а другой его дружок, который был с ним в клубе. Не успев опомниться, как они схватили меня с двух сторон  и бросили в машину, а затем они сели с двух сторон, не дав выбежать из машины. \n\n— Поехали, — произнес Арчи, после чего машина тронулась с места.\n— Куда мы едем? Зачем я вам нужна?\n— Я же говорил, что найду тебя и тебе не сойдёт с рук, — произнес дерзко улыбнувшись Арчи.\n— Во первых, не ты меня нашёл, это всего лишь случайность. Во вторых, ты, что таишь обиду, за то что я немного тебя ударила?\n— А ты у нас смелая, раз решила мне перечить, — произнес Арчи, подняв и повернув в свою сторону мой подбородок.\n— Неужто, я тебе понравилась? — спросила я.\n— Чего? Ты? Мне?! — отпустив резко мой подбородок, произнес удивлённо Арчи.\n— Выпустите меня, — произнесла я.\n— Ни в коем случае, — произнес Арчи.\n\nПытаясь вырваться, они крепко схватили меня и что-то вкололи в шею, отчего я потеряла сознание.",
    "answers": [
      {
        "id": 75,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 75,
    "text": "Очнувшись, я увидела перед собой Арчи. Осмотревшись по сторонам, рядом со мной оказалось много байкеров. Такое чувство, что я попала на уличные незаконные гонки, повсюду было много людей одетых дерзко, а все байкеры сидели на байках на старте, а сзади к ним были привязанные девушки. Затем я заметила, что сижу со связанными руками в открытой машине.\n\n— У тебя есть шанс избежать небольшого наказания. Для этого, тебе нужно всего лишь извинится передо мной, — произнес дерзко улыбнувшись Арчи.\n— Извинится? Ты украл меня и привез не понятно куда! — закричала злобно я.\n— Слишком гордая, чтоб попросить прощения? — произнес Арчи, а затем вытащив меня из машины, приволок меня к черному байку, усадив меня на него.\n— Думаешь, я испугаюсь, как маленькая девочка?-спросила высокомерно я. \n\nПриблизившись поближе к моему лицу, он дерзко произнес:\n— Вот и посмотрим, насколько ты смелая,\n— Я не собираюсь участвовать в твоей дурацкой игре, Арчи! Отпусти меня и отвези домой! -закричала гневно я, указав ему в нос свои завязанные руки.\n— Джон, зови Джеймса, — произнес Арчи, отойдя от меня, после чего пришел его дружок с татуировкой на шее.\n— Уже идет, — сказал Джон. \n\nЯ не могу сбежать, ведь не знаю на что они способны ещё, после того, как вкололи мне в шею препарат от которого потеряла сознание. Их много, а я одна. Сопротивляясь, я лишь ухудшу свое состояния. Ненавижу быть в такой безвыходной ситуации. \n\nПодошел блондин, которого, как я поняла зовут Джеймс. Мои руки привязали к его талии, на голову одели шлем, а затем вышла девушка в открытом наряде и махнув красными флажками, все байкеры поехали вперед на бешеной скорости. Джеймс вырвался вперед, однако нас опережал другой байкер. Подъехав к какому-то парню с девушкой, Джеймс начал толкать байком его байк, отчего мне стало не по себе. Взглянув на того парня, я смогла раз видеть Арчи, ведь тот был без шлема. Пытаясь прекратить это, не хотев попасть в ДТП, я начала тянуть всем своим телом Джеймса в противоположную сторону, тем самым разозлив его. \n\n— Сука, не мешай! — закричал гневно Джеймс. \n— Козёл, прекрати толкать других и поезжай вперед! — закричала в ответ я, продолжая мешать Джеймсу.\n\nС горем пополам, мы доехали до финиша, всю дорогу Джеймс толкал Арчи, пытаясь навредить ему и помешать, несмотря на мои действия. Гонку выиграл Арчи, отчего Джеймс был очень зол. \n\nПосле того, как меня развязали, я смогла выбраться из байка, как и сам Джеймс. Заметив Арчи в толпе девушек, я собиралась пойти к нему, так как меня слегка пугал Джеймс. Что оказалось не зря, ведь не сделав и пару шагов, как меня за руку схватил Джеймс и развернул к себе лицом. \n\n— Куда валишь, шлюха?! Из-за тебя я проиграл! — закричал гневно Джеймс, а затем внезапно дал мне очень сильную пощечину, отчего я не смогла удержаться на ногах. \n\nУпав на землю, я разодрала слегка колено. Как этот Джеймс посмел поднять на меня руку?! Вот козел! Не успев подняться на ноги и ударить в ответ, как к Джеймсу подбежал Арчи и врезал ему кулаком в лицо, отчего тот покачнулся. Однако, потом Джеймс напал на Арчи, после чего они начали жесткую бойню. Арчи вырубил ударом Джеймса, однако он продолжал жестоко избивать того. Джон подбежав к Арчи, схватил его за подмышки, тем самым оттаскивая от Джеймса, который лежал без сознания. \n\n— Успокойся, Арчи! Ты его сейчас убьешь! — кричал Джон, однако Арчи агрессивно продолжал сопротивляться.\n\nАрчи такой агрессивный, будто з цепи сорвался. У него очень агрессивный взгляд, который сверлил Джеймса.\n— Хорошо, отпусти меня, Джон! — закричал Арчи, после чего Джон отпустил его. \n\nКакие-то люди подбежали к Джеймсу на помощь, а Арчи приблизившись к байку Джеймсу, который стоял недалеко от меня, агрессивно толкнул его, тем самым свалив на землю. От такого внезапного действия, я зажмурилась сидя на земле. Учащенно дыша, Арчи подошёл ко мне, а затем поднял на руки и понес в сторону своего байка. \n\n— Отпусти меня ! — закричала гневно я, ударив кулаком в его грудь, отчего тот зажмурился от боли.\n— Перестань сопротивляться, я тебя отвезу домой, — Отвезешь домой?! Ты козел! Привез меня сюда против моей воли, а потом я получила сильную пощечину от какого-то мудака!-закричала злобно я. \n",
    "answers": [
      {
        "id": 76,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 76,
    "text": "Однако, проигнорировав меня, он посадил меня на байк, а затем надел на мою голову шлем. Арчи стоя передо мной, виновато взглянул на меня, а затем тихо произнес:\n— Прости, не этого я добивался,\n— А чего ты добивался?! Хотел запугать меня?! Тогда ты должен быть довольным, ведь я была слегка напугана тем мудаком! — закричала злобно я, сняв с себя шлем, кинув на землю, а затем встав влепила пощечину Арчи.\n\nОднако, он никак не отреагировал, что разозлило меня больше.\n— Я никуда с тобой не поеду! — закричала я. \n— Не хочешь ехать с ним, тогда поезжай со мной, — произнес спокойным Джон, подойдя к Арчи.\n— Думаешь я захочу поехать с тобой?! Ты был заодно с ним! Говори адрес, я звоню брату, — произнесла я, собираясь позвонить Лео, но заметила, что у меня нет сумки.\n— Вот твоя сумка, — произнес Джон, протянув мне сумку, после чего я ее выхватила. \n\nКопаясь в сумке в поисках телефона, я не могла его найти. Странно, я же помню, как положила телефон в сумку...\n\n— Ты находишься на закрытой, запретной вечеринки, так что кому-либо сообщать об адресе сейчас запрещено, — произнес Джон.\n— Куда ты дел мой телефон?! — закричала злобно я.\n— Уничтожил. Мне плевать, но ты либо едешь с кем-то из нас, либо добираешься сама своими силами, — ответил Джон слегка со злобой. \n\nСама я не смогу добраться, но и с ними не хочу куда-либо ехать. Но мне придётся выбрать с кем поехать.",
    "answers": [
      {
        "id": 77,
        "text": "Джон"
      },
      {
        "id": 78,
        "text": "Арчи"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Хорошо, я еду с тобой, Джон, — произнесла я. \n\nДжон попрощавшись с Арчи, провел меня к своему байку. Джон надев на меня шлем, сел впереди, а я сзади обхватив его за плечи, однако, он схватил мои руки, заставив обхватить его торс.\n\n— Так держись за меня, если не хочешь разбиться, — произнес холодно Джон, после чего мы поехали на бешеной скорости по ночной улице. \n\nДоехав до моего дома, я сняв шлем, встала и отдала Джону. Собираясь уйти от него, как он остановил меня схватив за запястья. \n— Что ещё? — злобно спросила я. \n— Держи свой телефон, — произнес Джон, достав из кармана куртки мой невредимый телефон, не успев его протянуть мне, как я выхватила его с рук. Не желая его больше видеть, я оставила его одного, зайдя в дом.",
    "answers": [
      {
        "id": 79,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Арчи, поехали, — произнесла я, сев на его байк. \n\nАрчи попрощался с Джоном, затем надел на меня шлем, сел впереди.\n\n— Держись крепко за меня, — произнес Арчи, после чего я обхватила руками его торс, чувствуя его одеколон. Байк тронулся, ехав на бешеной скорости по ночной улице. Доехав до моего дома, мы остановились. Сняв з себя шлем, встала, а потом отдала его Арчи. Собираясь уйти, я услышала свое имя, обернувшись я нахмуренно посмотрела на Арчи. \n— Не могла бы ты обработать мои раны? В конце концов я из-за тебя подрался с Джеймсом, — дерзко усмехнувшись, произнес он, как ни в чем не бывало.\n\nЧего? Он только что обвиняет меня, после того что наделал? Злобно нахмурившись, я отвернулась и поспешила в дом.",
    "answers": [
      {
        "id": 79,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 79,
    "text": "Зайдя в дом, а затем пойдя в гостиную, меня встретил Лео с Кирой.\n— Где была? — спросил гневно Лео. \n\nЕсли Лео узнает правду, то произойдёт катастрофа. Зная его, он может пойти разбираться с Арчи, чего мне не надо.\n\n— В клубе, — ответила я, собираясь уйти в комнату, как меня остановила Кира преградив мне путь.\n— Что у тебя с лицом? — спросила Кира. \n— Подралась с какими-то суками, они оскорбили меня, поэтому я их ударила. Впоследствии чего началась драка. Ребят, я ужасно устала и хочу спать. Давайте завтра поговорим, окей? — произнесла я, уйдя в свою комнату. \n\nРухнув на кровать, я задумалась о том, как мне дальше быть. Арчи состоит в преступной банде, значит ли это, что его дружок тоже? Они хотели запугать меня, однако, не собирались бить.. Арчи был очень агрессивным, что его пришлось Джону успокаивать. Значит ли это, что у него проблемы с самоконтролем и гневом? Кажется я увидела сегодня светлую сторону Арчи, хоть и немного. Он чувствует вины, за то, что произошло со мной. В отличие от меня, он может переступить через себя и попросить прощения. \n\nМои размышление прервал стук в дверь, а затем появилась Кира с аптечкой и льдом. Сев рядом со мной, она произнесла:\n— Тебе нужно обработать царапину на ноге и синяк на лице, — сказала она, приложив к моему лицу лёд.\n— Спасибо,\n— Ты очень долгое время не являлась, поэтому Лео сильно переживал за тебя. Он названивал тебе, но ты не брала трубку, — произнесла Кира.\n— В клубе очень шумно, поэтому я не слышала. Но со мной все в порядке,\n— Мы видим, пришла с синяком на лице и с разбитым коленом. Просто в следующий раз предупреждай, куда уходишь, чтоб мы не рвали на голове волосы, ладно?\n— Ладно, — ответила я. \n\nЗакончив обработку, Кира оставила меня одну. Переодевшись, я залезла под уютное одеяло заснув крепким сном.",
    "answers": [
      {
        "id": 81,
        "text": "[ Следующая глава ]"
      },
      {
        "id": 3,
        "text": "[ Список глав ]"
      }
    ]
  },
  {
    "id": 80,
    "text": "Ответы на ваши вопросы.\n\nПишите в коментах разные вопросы и я буду здесь отвечать, чтоб сохранился ответ:3\n \n\" А любовное линии будут со всеми парнями? Просто мне понравился Джон, да и не только он)\"\n\n— Кхм, если вы хотите, то я постараюсь сделать со всеми любовные линии))",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 81,
    "text": "      Дорогие Читатели, я подумала и решила попробовать написать эту главу от третьего лица (позже напишите, стоит ли продолжая писать от третьего лица)\n\n2 Глава.\n       \n             \"Тогда, до встречи\"\n\nПо окнам текут капли воды, на пасмурном небе образуются тучи, отчего грибной дождь перерастает в ливень. Марго лежа на кровати под теплым одеялом спит крепким сном, однако, не сладким, а кошмарным сном. Ей снится, как она сидит связанной на металлическом стуле в темном одиноком подвале. Дверь подвала скрипучи открывается, а затем является крупный мужчина в костюме Клоуна с бензопилой. Молния ударила в дерево, а Марго резко проснулась учащенно дыша в холодном поту. \n\n\" Снова этот сон. Давно мне не снился этот фрагмент прошлого.\" — подумала Марго, взяв в руки настольные часы.\n\nВремя показывало пять утра. Поставив на место, оголенные стопы ноги девушки прикоснулись к холодному полу.\n\" Раз проснулась так рано, почему бы не побегать?\" — с этими мыслями Марго, направилась в гардеробную комнату. Найдя свою спортивную модную одежду, состоящая из красного свитшота топа с капюшоном оголяющая кубики пресса девушки и свободным красные штаны, она надев, собрала волосы в высокий хвост. Покрутившись возле зеркала, Марго надев капюшон спустилась вниз, зайдя в коридор она обула свои спортивные кроссовки и выбежала на пробежку в парк.\n\nБегая под дождем в парке, она видела несколько незнакомцев выгуливавшие собак разной породы, разных размеров.\n\nБегая по парку, девушка заметила бегущего ей навстречу Сэма, рядом с которым бежала большая радостная овчарка с высунутым языком без поводка. Сэм был одет в спортивной одежде из серой кофты с накинутым на голову капюшоном и серых штанов.",
    "answers": [
      {
        "id": 82,
        "text": "Убежать от него"
      }
    ]
  },
  {
    "id": 82,
    "text": "\" Боже, не хватало мне, чтоб кто-то из знакомых увидел мой синяк на лице.\" — запаниковала Марго, отвернувшись от Сэма и побежав от него. \n\nОднако, она не предугадала, что Сэм уже заметил её и ускорив бег бежал следом за ней.\n — Привет! — крикнул Сэм, бежа рядом с Марго. \n\n\" О, нет! Это катастрофа! Надо было тоналкой замазать! Какого я так вышла на улицу наивно думая, что никого не встречу!\"- подумала Марго, решив проигнорировать Сэма, она ускорилась удаляясь от него.\n\nОднако, Сэм не сдался и побежал быстрее, при этом крича её имя. Догнав Марго, Сэм схватил её за руку, потянув в свою сторону, тем самым повернув на себя её. Увидев её лицо, он  удивился. Марго нахмурилась, давая знать, что недовольна, но увидев лицо парня на котором красовался синяк под глазом и несколько царапин, девушка упростила выражение лица.\n\n— Кто тебя ударил? — спросил Сэм. \n— Не собираюсь оправдываться перед тобой. Ты мне никто, — произнесла высокомерно Марго. \n— И то верно, но я все равно узнаю от Лео, ведь он мой лучший друг, — с усмешкой ответил Сэм.\n— Зачем тебе знать? — возмутилась Марго. \n— Ты любимая сестра моего лучшего друга. Это значит ты мне тоже друг, — спокойно произнес Сэм.",
    "answers": [
      {
        "id": 83,
        "text": "Возражать "
      }
    ]
  },
  {
    "id": 83,
    "text": "— Пф, ты никогда не станешь моим другом, — высокомерно произнесла девушка.\n\nСэм приблизившись к девушке, тихо произнес:\n— Потому что, ты хочешь стать моей девушкой?\n— Не неси чепухи! — закричала Марго, ударив ладонью по разбитой губе Сэма, отчего тот скривился от боли.\n— Верно, это чушь, ведь я люблю добрых и милых девушек, а не высокомерных, грубых стерв, — спокойно, но сквозь зубы произнес Сэм сделав пару шагов от Марго, отвернулся и побежал.\n\nОвчарка приблизившись к Марго начала весело вилять хвостом. Девушка присев на корточки невольно улыбнувшись погладила собаку, отчего та начала лизать лицо, тем самым щекоча её. Марго мило засмеялась, как маленький счастливый ребенок. Сэм заметив, что рядом нет питомца, посмотрел назад и увидел милую, смеющуюся Марго, которая ласкала овчарку.\n\nСэм вернувшись назад к Марго, произнес:\n— Неужели ты можешь быть такой милой?\n— А? — продолжая невольно искренно улыбаться Марго.\n— Впервые вижу твою искреннюю улыбку. Она красивая.. — произнес Сэм пристально наблюдая за Марго.\n\" Чего? Он только что сделал мне комплимент или подшутил надо мной.\" — подумала Марго, перестав улыбаться и ласкать Лаки.",
    "answers": [
      {
        "id": 84,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 84,
    "text": "Встав, она угрожающе произнесла:\n— Я надеюсь, что ты не станешь распространять информацию о том, что меня кто-то ударил,\n— Чего? Ты беспокоишься о том, чтоб никто не узнал о синяке на твоем лице? Боже, ты же не собираешься меня убить, как свидетеля? — громко засмеявшись произнес Сэм.\nМарго поняв, как это может выглядеть нелепо, угрожая из-за синяка на лице засмеялась вместе с Сэмом.\n\n— Не хочешь побегать вместе? — предложил дружелюбно Сэм.\n— Ну, если ты так сильно хочешь моей компании, то ладно, — хитро произнесла Марго, побежав, а затем Сэм с Лаки побежали за ней догоняя.\n— Почему ты такой избитый? — спросила Марго, бежав рядом с Сэмом.\n— Сначала расскажи, кто тебя избил, — хитро произнес Сэм.\n— Я просто была в клубе, а потом ко мне прицепились какие-то стервы и мы подрались. Ничего интересного,\n— В каком клубе?\n— У нас один единственный нормальный клуб в городе это Полнолуние, — ответила Марго.\n\" Как же хорошо, что я наслышалась от других студентов какие в этом городе плохие клубы, кроме клуба \"Полнолуние\" \" — подумала Марго.\n— Ясно,\n— Что ясного? Рассказывай с кем подрался, — проворчала Марго.\n— Не помню, был слишком пьяный, — ответил спокойно Сэм.\n— Тю, скучный ты, — произнесла высокомерно Марго.\nМарго бежа с Сэмом уже выдохлась и устала, поэтому они перешли на спокойную ходьбу.\n— Ты каждый день по утрам бегаешь? — спросила тяжело дыша Марго.\n— Да, я не могу жить без спорта. Жду скорее каникул, чтоб пойди в спортзал, — произнес с улыбкой на лице Сэм.",
    "answers": [
      {
        "id": 85,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 85,
    "text": "— Ты наверно ещё боевыми искусствами владеешь, — хитро произнесла Марго, отчего Сэм слегка побледнел.\n— Ведь ты смог предугадать моё действие, когда я хотела тебя ударить! — произнесла с восхищением Марго.\n— А, ну да. Есть немного, — произнес Сэм неловко улыбнувшись.\n\nСэм с Марго направились в сторону дома семьи Лодж.\nДобравшись до дома, Марго произнесла: \n— Спасибо, что провел, но не стоило. Я могла бы и сама добраться, — произнесла гордо Марго.\n— Конечно, могла бы, если некоторые извращенцы не смотрели на тебя, — произнес спокойно Сэм.\n— Всё, пока, — произнесла Марго закатив глаза и зайдя в дом.\n\nМарго не успев переобуться в тапки, как в коридор выбежала довольная Кира.\n— Я все видела! Симпатяшка Сэм провел тебя домой! Он тебе нравится? Сэм так нежно смотрел на тебя... Вы были бы классной парочкой, — радостно произносила Кира, стоя рядом с Марго.\n — Кого ты там симпатягой назвала? — сонным голосом произнес Лео из гостиной.\n— Кира, хватит нести бред, иначе мне придется забыть о том, что ты девушка моего обожаемого брата, — произнесла гневно Марго, заходя в гостиную.",
    "answers": [
      {
        "id": 86,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 86,
    "text": "— О, доброе утро, — произнес сонно Лео увидев меня и взяв в руки стакан апельсинового сока.\n— Скажи своей милочке, чтоб перестала сводить меня с Сэмом, — произнесла раздраженно Марго, выхватив у Лео стакан сока, которое находилось близко к его рту, а затем выпив полностью.\n— Ну, Марго, налей себе сама! — закричал раздраженно Лео.\n— Чего такой раздраженный? — спросила Марго, поставив пустой стакан на стол.\n— А не фиг, меня рано утром будить из-за какого-то там Сэма, даже если это мой лучший друг, — произнес раздраженно Лео.\n\nУслышав это, Марго вопросительно на него посмотрела.\n\n— Кира, как только увидела вас вместе, разбудила меня, чтоб я посмотрел. Я правда не могу понять ради чего меня будили, ведь ничего не произошло. Я понял бы если вы поцеловались, ради этого стоило бы меня разбудить, — раздраженно произнес Лео.\n— Чего?! — гневно спросила Марго.\n— Не, ну я тоже конечно против ваших отношений, — произнес Лео.\n— Не слушай своего брата. Как только вы начнёте встречаться, он смириться с этим, — произнесла Кира.\n— Чего? Я против, чтоб они встречались! Сэм же тоже тебе лучший друг! Ты только представь, они поссорятся, а мне придется выбирать на чьей стороне быть! Это ужасно! — закричал Лео.\n",
    "answers": [
      {
        "id": 87,
        "text": "Уйти в душ"
      }
    ]
  },
  {
    "id": 87,
    "text": "Марго раздраженно покинула влюбленную ссорящуюся парочку, не желая слышать их спор. \n\nПриняв душ, Марго увидела примирение парочки, Кира сидела напротив Лео на кухонном столе, в то время, как парень сильно жаждал её, целуя ей шею, отчего та слегка стонала, а рукой не спеша расстегивал блузку девушки.\n\nМарго проходив мимо них насмешливо произнесла поднимаясь в свою комнату:\n— Вообще-то я ещё здесь, найдите себе другую комнату, \n\nЗаметив Марго, Кира резко оттолкнула от себя парня, поправив взъерошенную прическу и застегнув пуговицу, она неловко произнесла:\n— Прости, мы забыли о тебе,\n— Оно и видно, — раздраженно ответила Марго, хлопнув дверью комнаты.\nЛео подошел к Кире, а затем схватив за талию притянул к себе, страстно поцеловав. Однако Кира слегка оттолкнула, тем самым удивив Лео.\n— Ты чего? — спросил Лео. \n— Я не могу так, твоя сестра живет с нами. — раздраженно произнесла Кира.\n— Начатое дело надо доводить до конца, — возбужденно произнес Лео, подняв на руки Киру и направился спеша в спальню на второй этаж.\n",
    "answers": [
      {
        "id": 88,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 88,
    "text": "Марго переоделась в бардовую кофту заправленная в короткую юбку, затем вышла в огромную гостиную, которая была вместе с кухней. Никого не оказалось в комнате, а голод давал о себе знать через желудок девушки. В доме отца, где жила девушка было много прислуг, которые готовили и убирали. Марго особо не умела готовить, однако она решила приготовить себе завтрак. \n\nУвидев растительное масло, она вспомнила о кольце. Использовав масло, Марго сняла кольцо и положила на шкаф, а затем начала готовку. Пытаясь приготовить обычную яичницу что-то пошло не так, из-за чего вспыхнул сильный огонь на сковородке. Марго испугавшись схватила полотенце, пытаясь потушить пожар, однако она лишь ухудшила состояния, так как огонь перешел на полотенце. Кинув полотенце на пол, Марго громко закричала, отчего прибежал испуганный Лео в боксерах и Кира в халате. Лео увидев пожар, не теряя и минуты схватил огнетушитель из гостиной и потушил огонь.\n— Боже, тебя и на минуту нельзя одной оставить, — произнес раздраженно Лео.\n— Мог бы сначала своей голодающей сестре есть приготовить, а потом уже ублажать эту суку! — закричала гневно Марго, выбежав из дома схватив з собой сумку.\n\nКире явно не понравилось сказанное сестрой Лео, это было видно по нахмуренному лицу. Лео хотел дотронуться до Киры, но та не далась, сделав пару шагов от того.\n— Не хочу опоздать в университет, я пошла, — холодно произнесла Кира, покинув одного Лео. ",
    "answers": [
      {
        "id": 89,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 89,
    "text": "Марго была слишком гордой, чтоб принять свою ошибку. Идя по улице, она возненавидела Киру, решив, что она виновата в ссоре с братом. Нахмуренно идя по улице на каблуках, она не заметила, как справа от неё подъехала машина.\n\n— Милашка Марго, чего пешком идем? — спросил с улыбкой на лице Макс, сидя за рулем дорогой машины.\n— Я тебе не милашка, — ответила раздраженно Марго, продолжая идти.\n — Че случилось? Садись ко мне в машину. Говорят, снова дождь пойдет, — произнес Макс.\n\nМарго посмотрела задумчиво на пасмурное небо, затем обойдя машину, села рядом на переднее сиденье с Максом. \n\" Если пойдет ливень, то тоналка смоется и все увидят мой синяк\" — подумала Марго, посмотрев на себя в зеркало машины, уверяясь, что с макияжем все в порядке.\nКраем глаза она заметила хитрую усмешку Макса, наблюдающего за ней.\n— Чего лыбимся? Я села в твою машину не из-за того, что ты мне нравишься, а потому что не хочу, чтоб дождь смыл макияж, — грубо объяснила Марго. \n— Конечно, милашка Марго, можешь говорить что угодно. Но я то знаю, что ты не устоишь передо мной и окажешься в моей постели, — произнес Макс, пошло усмехнувшись.\nМарго сдержавшись, чтоб не ударить Макса лишь фыркнула.\n\nДоехав до университета, Макс вышел из машины, а затем обошёл и как истинный джентльмен открыл дверь Марго. Девушка выйдя из машины словила много любопытных взглядов в свою сторону от студентов. Затем рядом подъехала машина из которого вышел Лео. Марго злобно взглянув в сторону брата, словила ответный взгляд.",
    "answers": [
      {
        "id": 90,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 90,
    "text": "Марго идя по длинному коридору с Максом, увидела Стефани идущую ей навстречу.\n— Вау, вы так хорошо смотритесь вместе! — произнесла с улыбкой на лице Стефани.\n— Мы не вместе, — ответила раздраженно Марго.\n— Пока что, — произнес Макс приобняв Марго за плечи, однако та его оттолкнула от себя.\n— Приглашаю вас на свою вечеринку, которая состоится в эту пятницу! Адрес и время я скину в групповом чате, — произнесла радостно Стефани.\n— Обязательно приду, — произнесла Марго.\n— Макс, я украду твою новую подружку, — произнесла Стефани, а затем взяв под руку Марго, они покинули Макса.\n— Я же надеюсь, ты не собираешься встречаться с Максом? — произнесла высокомерно Стефани.\n— Конечно, же нет, — ответила высокомерно Марго.\nМарго з Стефани зашли вместе в аудиторию, а затем сели с Кристи. Всю пару, на них смотрели любопытно студенты, кроме Евы и Джулии, они были вне себя от ярости. Открылась дверь, и в помещении появился Макс.\n— Простите, профессор за опоздание, — произнес Макс, а затем подсел к троице. Профессор лишь угрожающе посмотрел и продолжил ввести пару.\n— Девчули, я тут такое узнал! — произнес взбудоражено Макс сидя справа от Кристи.\n— Что? — произнесли одновременно девушки. \n— Дилан сегодня возвращается из семейного отдыха, — произнес Макс.\n— Вау, ты такой умница! Теперь я знаю, что можно написать в газете, — произнесла с сарказмом Кристи.",
    "answers": [
      {
        "id": 91,
        "text": "- Кто такой Дилан? "
      }
    ]
  },
  {
    "id": 91,
    "text": "— О, боже, ты что не знаешь его? Он же твой двоюродный брат, — произнесла с усмешкой Стефани. \n\nОт этих слов Марго побледнела, как будто призрака увидела. Она не хотела столкнуться с Диланом, после того что произошло между ними. После пар, Марго направилась с Максом и новыми подружками в столовку. Сидя за столом, она легко нашла общий язык с Кристи и Стефани, болтая о моде, стиле и сплетничая. В то время как Марго хорошо проводила свое время, Лео подсел к Кире и Сэму, однако Кира злобно нахмурившись встала и подсела к ботаникам, не желая сидеть с парнем. Заметив поведение своей лучшей подруги, Сэм удивился.\n\n— Что между вами произошло?\n— Марго сегодня оскорбила её из-за злости, теперь она избегает меня, — тяжело вздохнув, ответил Лео.\n— Не завидую тебе, — произнес Сэм.\n— Может поговорить с Марго? — спросил Лео.\n— Поговори, она сидит прям за твоей спиной в окружении элиты. Прям как ты в прошлом,- произнес спокойно Сэм. \n\nЛео обернувшись увидел Марго в окружении Макса, Стефани и Кристи. Встав взяв с собой поднос, он подсел к ним за стол рядом с Марго.\n— Привет, ребят, — улыбнувшись произнес Лео.\n— Ох, неужели король решил вернуться к своим старым друзьям? — спросила ехидно Стефани.\n— Марго, почему ты села не с нами? — спросил Лео.\n— Лео, почему я должна сидеть с теми, кто ниже меня по статусу? — спросила высокомерно Марго.\n— Потому что, они наши друзья,\n— Лео, они твои друзья, не мои. А сейчас, пожалуйста, оставь меня с моими друзьями, — произнесла высокомерно Марго, скинув з стола поднос с едой Лео, отчего все обратили на них внимания. \nЛео взглянув злобно на Марго, покинув столовую.",
    "answers": [
      {
        "id": 92,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 92,
    "text": "Уборщица недовольно посмотрела на Марго, однако молча убрала беспорядок на полу.\n— Ты сделала правильный выбор, — произнесла Стефани.\n— Надеюсь на это, — произнесла хитро Марго.\n— Мы з Стефани собирались пойти прикупить пару одежд и прикупить платье на вечеринку после пар. Ты с нами? — спросила Кристи.\n— Ты ещё спрашиваешь? Конечно, — с улыбкой на лице произнесла Марго.\n— Тогда, я заеду за вами, — произнес Макс.\n— Нет, это строго женские дела, никаких парней, — произнесла Стефани, отчего Макс немного разочаровался.\n\nВыходя из столовки, Стефани ушла с Кристи по каким-то дела оставив Марго с Максом. Идя по коридору, Марго дружелюбно общалась с Максом.\n— Кстати, у тебя нет случайно сестры по имени Ева?\n— К сожалению, я её не выношу. Единственная на что она способна это отравлять мне и другим жизнь. А почему ты спрашиваешь? — произнес злобно Макс.\n— Просто столкнулась с ней пару раз и.. — Марго не договорила, так как заметила идущего навстречу ей Дилана в окружении компании.\n\nДилан был смуглым шатеном с карими глазами. Он был высоким и спортивного телосложения. Дилан шел уверенно по середины Арчи и Джона, а сзади них шли студенты в дерзких кожаных куртках, на спинах которых было изображен волк с надписью \"Северные Волки \". Марго резко отвернулась и поспешила в другую сторону, как увидела Айзека мило беседующего с Эрикой. Марго была удивлена увидев Айзека, однако и с ним она не была готова встретится.\nРешив сбежать, она забежала в мужской туалет. Спрятавшись, она вздохнула с облегчением, как со спины произнес удивленным голосом Сэм, выходя из кабинки:\n— Марго?\n — А? — обернувшись на имя, издала звук Марго.\n— Чт.. — не успел договорить Сэм, как открылась дверь туалета, послышался голос Дилана и Марго прислонила Сэма к стенке, поставив его руки себе на талию и обхватив руками его шею\nделая вид, что они целуются.\n",
    "answers": [
      {
        "id": 93,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 93,
    "text": "Находясь близко к Сэму, девушка слышала его учащенное сердцебиение, чувствовала теплое дыхание в затылок, а его темно-карие глаза олицетворяли полное спокойствие, однако было что-то странное, чего Марго не смогла понять. Воспользовавшись ситуацией девушки, Сэм держа её за талию, властно протянул ближе к себе, а его мягкие губы нежно поцеловали шею, а затем слегка укусил, отчего у неё пошли по коже мурашки. Хитрый, холодный взгляд заметил реакцию девушки, после чего парень коснулся её губ, смело и бесцеремонно проникая в рот наслаждаясь ею. \n\n— Ей, голубки свалите отсюда, — произнес безразлично Дилан. — однако, они не отреагировали.\n— Дилан, мне пришло уведомление, какой-то тип избил одного из нашего, — произнес спокойно Джон, смотря на экран телефона.\n— Чего? Кто посмел тронуть одного из нашего?! — закричал гневно Дилан, выйдя из туалета с Джоном и Арчи.\n\nМарго резко оттолкнула от себя Сэма, однако тот схватил её и прижал к стенке, девушка пыталась вырваться, но парень был невероятно силен.\n— Не следует меня дразнить, — произнес соблазнительно Сэм, приблизившись к ней.\n— Отпусти, иначе..\n— Можешь попробовать уйти, но я сильнее. Будешь сопротивляться, то добром это не кончится, — произнес спокойно Сэм.\n\nМарго нахмуренно взглянула в его темно-карие затуманенные глаза, а затем тихо произнесла:\n— Зачем ты сделал это?\n— Мне стало интересно, какая ты на вкус, — с усмешкой ответил Сэм, с опасным огоньком в глазах, отчего девушке стало не по себе.\n— Ты сладкая.. — произнес соблазнительно Сэм, лизнув шею девушки, в какое-то мгновение Марго показалось, что его глаза вспыхнули алым цветом. \n\nОткрылась резко дверь, явился Джон с Арчи, они злобно смотрели на Сэма.\n— Ей, сколько тебе повторять не трогать людей? — произнес Джон, оттолкнув Сэма от Марго. \n— Марго, ты и правда целовалась с тем идиотом? — произнес злобно Арчи.\n— Ой, прости, тебя забыла спросить, — произнесла грубо Марго, зацепив плечом Арчи выходя из туалета.\n\nМарго бурно размышляла, идя по коридору: \" А он не так прост, как кажется! Использовался моей ситуацией: поцеловал, укусил и лизнул меня! Сэм такой извращенец! Но, почему он такой сильный? Разве может обычный смертный быть таким сильным... И что было с его глазами? Боже, Марго, тебе пора выспаться, то теперь мерещится всякое\".\n",
    "answers": [
      {
        "id": 94,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 94,
    "text": "Прозвенел раздражающий звонок, Марго поспешила в аудиторию, к счастью для неё профессора не было на месте. Спокойно усевшись, она не спеша раскладывала учебники, как в помещении появился мужчина в возрасте и начал ввести урок. Марго оглядывала аудиторию в поисках Стефани и Кристи, но вместо их увидела Джона сидящего з разговорчивым Максом, а сзади Сэма с Кирой. Джон заметив Марго, незаметно, тихо подсел к ней. Заметив кого-то краем глаза, взглянула на Джона, отчего у неё приподнялись брови от удивления. Джон углядев на себе удивленный взгляд, пристально посмотрел в чарующие темно-карие глаза девушки.\n— Джон, какого ты сел со мной? -грубый голос Марго прервал мысли Джона.\n— Макс достал, считает меня своим другом. От него невозможно избавиться, прилип, как банный лист, — произнес раздраженно Джон.",
    "answers": [
      {
        "id": 95,
        "text": "[ Далее ]",
        "need": 78
      },
      {
        "id": 96,
        "text": "[ Далее ]",
        "need": 77
      }
    ]
  },
  {
    "id": 95,
    "text": "— Держи свой телефон, теперь не тревожь меня, — произнес Джон, достав из кожаной куртки невредимый телефон, отдав в руки Марго.\n\nДжон всю пару спокойно сидел рядом с Марго, не мешая ей вести конспект. После пар, Марго шла по коридору стуча каблуками, выйдя из университета, она заметила, что идет сильный ливень. Все студенты прятались от дождя под крышей университета, а другие садились в машины и уезжали. Марго не желая смыть тоналку, стояла ожидая прекращение ливня, однако тот лишь усиливался. Айзек выходя из университета застал свою подругу детства стоявшую под крышей университета, которая протянув руку вперед по-детскому мило наблюдала за каплями дождя. В этот миг, Айзек вспомнил, как будучи подростками они стояли так же само, ожидая когда закончится дождь. Подойдя ближе к Марго, он протянул ей зонт, со словами:\n— Прости, что так долго не отвечал на твои звонки и сообщения, \nВзяв у Айзека зонт, её щеки покрылись легким румянцем, а влюбленный взгляд по-особенному посмотрел на парня. \n— Прощаю.. — неловко произнесла Марго осторожно держа в руках зонт, как ценную вещь.\n— Тогда, до встречи, — ярко улыбнувшись произнес Айзек, выбежав прикрывая голову курточкой.\n\nМарго сидя с Лео в машине, молча ехали домой, ведь никто из них не хотел начинать беседу. Доехав домой, Марго уверенно поднялась к себе наверх при этом хлопнув сильно дверью, а Лео достав свой телефон, нежно взглянул на номер телефона своей любимой девушки. Марго рухнув на кровать, посмотрела на экран телефона, на котором высветилось сообщения от группы \" Звёзды\". Открыв сообщения, она прочитала, что Стефани заболела, поэтому сегодняшние планы отменяются. \n\nВ глаза Марго бросился ярко-красный зонт Айзека, отчего она нелепо улыбнулась, проматывая в голове его поступок и слова, особенно слово \" До встречи\". Марго была счастлива, ведь она боялась, что Айзек будет до конца жизни её избегать.",
    "answers": [
      {
        "id": 97,
        "text": "[ Следующая глава ]"
      },
      {
        "id": 3,
        "text": "[ Список глав ]"
      }
    ]
  },
  {
    "id": 96,
    "text": "Джон всю пару спокойно сидел рядом с Марго, не мешая ей вести конспект. После пар, Марго шла по коридору стуча каблуками, выйдя из университета, она заметила, что идет сильный ливень. Все студенты прятались от дождя под крышей университета, а другие садились в машины и уезжали. Марго не желая смыть тоналку, стояла ожидая прекращение ливня, однако тот лишь усиливался. Айзек выходя из университета застал свою подругу детства стоявшую под крышей университета, которая протянув руку вперед по-детскому мило наблюдала за каплями дождя. В этот миг, Айзек вспомнил, как будучи подростками они стояли так же само, ожидая когда закончится дождь. Подойдя ближе к Марго, он протянул ей зонт, со словами:\n— Прости, что так долго не отвечал на твои звонки и сообщения, \nВзяв у Айзека зонт, её щеки покрылись легким румянцем, а влюбленный взгляд по-особенному посмотрел на парня. \n— Прощаю.. — неловко произнесла Марго осторожно держа в руках зонт, как ценную вещь.\n— Тогда, до встречи, — ярко улыбнувшись произнес Айзек, выбежав прикрывая голову курточкой.\n\nМарго сидя с Лео в машине, молча ехали домой, ведь никто из них не хотел начинать беседу. Доехав домой, Марго уверенно поднялась к себе наверх при этом хлопнув сильно дверью, а Лео достав свой телефон, нежно взглянул на номер телефона своей любимой девушки. Марго рухнув на кровать, посмотрела на экран телефона, на котором высветилось сообщения от группы \" Звёзды\". Открыв сообщения, она прочитала, что Стефани заболела, поэтому сегодняшние планы отменяются. \n\nВ глаза Марго бросился ярко-красный зонт Айзека, отчего она нелепо улыбнулась, проматывая в голове его поступок и слова, особенно слово \" До встречи\". Марго была счастлива, ведь она боялась, что Айзек будет до конца жизни её избегать.",
    "answers": [
      {
        "id": 97,
        "text": "[ Следующая глава ]"
      },
      {
        "id": 3,
        "text": "[ Список глав ]"
      }
    ]
  },
  {
    "id": 97,
    "text": "3 Глава.\n              \n          \"Мне предстоит сложная ночь\".\n\nЯркие солнечные лучи осветили мою комнату, будильник громко зазвенел, отчего моя рука потянулась его выключить, но я совершенно случайно столкнула с тумбочки. Встав с кровати, я подняла будильник и выключила.\n\nВзглянув на окно, я была удивленна, ведь в этом городе всегда пасмурно и дожди, но сегодня ярко светилось солнце на чистом нежном небе. В моем городе было всегда солнечно, поэтому я не любила солнце. Однако, у меня хорошее настроение, которое никто не испортит, по крайней мере надеюсь.\n\nПочему хорошее? Потому что, Айзек отдал мне свой зонт, а сам побежал под ливень, а ещё он не против со мной общаться. Однако, Лео почему-то не рассказывал мне, что они в одном университете.\nСпустившись вниз в гостиную, я увидела куча банок из-под пива, а на огромном диване похрапывая лежал Лео в обнимку з Сэмом.\n\nЧто тут делает этот извращенец? И почему они так напились? Подойдя поближе к брату, я пнула его ногой, тем самым разбудив.\n\n— Че те? — сонно спросил Лео.\n— Эй, что за свинарник вы устроили?! — закричала в ярости я.\n— Аа, это Сэм уберет, — ответил Лео.\n— И что тут делает этот извращенец?!\n— Извращенец? Кто тут извращенец? Я? — удивленно спросил Сэм, взглянув на меня щурившись.\n— Именно, что уже забыл, как ко мне приставал в туалете?\n— Чего?! — с распахнутыми глазами спросил Лео, перестав зевать.\n— Че ты несешь? Какой туалет? — возмутился Сэм. \n— Ах, ты гад! Ты что с моей сестрой вытворял в туалете?! — закричал гневно Лео, выпихнув его с дивана.\n— Ничего не вытворял! Марго, прекрати так шутить! — закричал Сэм, сидя на полу с подушкой. \n\nЧего? Он сейчас прикалывается надо мной, что ничего не было?\n\n— Эй, мне сейчас повторить, что ты сделал со мной, чтоб ты вспомнил?! — закричала гневно я, схватив его за воротник футболки.\n— Хочешь, повтори, мне тоже интересно, что тебе приснилось, — спокойно произнес Сэм.\n— Это был не сон, извращенец! — закричала гневно я, собираясь ударить кулаком в его лицо, как он быстро схватил своей рукой мой кулак сжимая.\n— Я же говорил, что я сильнее тебя. — с хитрой усмешкой произнес Сэм, в какой-то миг его глаза засветились алым цветом, отчего у меня мурашки пошли по коже. ",
    "answers": [
      {
        "id": 98,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 98,
    "text": "Резко отпустив мой кулак, он упал на пол закрыв глаза, а затем захрапел, как в ничем не бывало.\nДав ему слегка пощечин по лицу, он никак не отреагировал.\n\n— Что с ним? — спросила я, взглянув на Лео.\n— Без понятия, \n— Так, ты не ответил. Что тут делает он и почему у нас склад банок из-под пива?\n— Ну, Кира не вернулась домой. Я ей звонил, но она не отвечала. Однако, я решил поздно ночью ей позвонить и на звонок ответил Дилан, сказав, что она получила удовольствие и лежит с ним,\n — Оу.. \n— Она изменила мне с моим братом! Она разбила мне сердце, поэтому я взял Сэма и мы пошли в клуб, \n—А потом продолжили пить тут, мне ясно. Но убирай это все сам, я пошла собираться в университет, — произнесла я, заходя в ванную комнату.\nПриняв душ, я накинула на голову полотенце, выйдя в гостиную.\n\nПочувствовался вкусный аромат еды, я сразу же подумала, что готовит Лео, ведь он умеет превосходно приготовить блюдо. Однако, за плитой стоял Сэм, отчего я была удивлена, ведь и не могла подумать, что еще есть такие парни, кроме моего брата, которые умеют вкусно готовить.\n\n Хотя, о чем это я, я даже не попробовала, а уже сужу по запаху. Но по запаху, это наверняка вкуснее, чем моя любая готовка.\n\nСэм заметив, как я на него задумчиво и пристально пялюсь в спину, обернулся с усмешкой со словами:\n — А я и не знал, что тебе нравятся хозяйственные парни, \n— Чего?! Хватит нести чепухи, извращенец! — закричала я, сжимая в руках полотенце, которая висит на моих плечах.\n— Боже, почему ты продолжаешь меня так называть? — спросил удивленно Сэм.\n— Хватит строить из себя дурака! Хоть при мне не прикидывайся, я то знаю твою истинную сущность! — закричала я, схватив маленький мешок с мукой и кинув ему в лицо.\n—  Что за.. — произнес Сэм.\nСэм не успев открыть глаза, как я убежала в свою комнату.",
    "answers": [
      {
        "id": 99,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 99,
    "text": "Переодевшись, выходя из комнаты, я увидела, как Сэм с Лео сидят за столом и завтракают.\n— Марго, завтрак готов. Сэм так вкусно готовит, — довольно произнес Лео.",
    "answers": [
      {
        "id": 100,
        "text": "Отказаться есть и уйти"
      },
      {
        "id": 103,
        "text": "Поесть с ними"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Какая жалость, что единственное на что он способен это готовка. К сожалению, я не смогу поесть, меня ждут друзья, — произнесла высокомерно я, выйдя из дома.\n\nВозле моего дома, меня уже ждали мои друзья в машине.\n— О, милашка Марго явилась, — произнес с улыбкой на лице Макс сидя за рулем.\n— Садись скорее, мне надо многое тебе рассказать, — произнесла Стефани сидя с Кристи на задних сидений.\n\nВсю дорогу до университета, я общалась з Стефани обсуждая всё на свете. Больше всего я сдружилась з Стефани, ведь у нас больше общего, чем с Кристи. А Макс явно не собирается со мной дружить, ему только и нужно затащить меня в постель.\n\nПриехав в университет, я встретилась взглядом с Арчи, который стоял возле мотоцикла. Он был чем-то разозлен, в его глазах горел опасный огонь, который явно сложно потушить. Направляясь внутрь, нам преградил путь Арчи стоящий перед нами. Он был настроен явно не дружелюбно по отношению к нам.\n— Привет, Арчи, — дружелюбно произнес Макс.\n— Ты идёшь со мной, Марго, — сквозь зубы произнес злобно Арчи, схватив меня за руку и потянув к себе, однако Макс схватив за вторую мою руку, потянул на себя.\n— Она никуда с тобой не идет, дружище, — произнес серьезно Макс, слегка со злобой.\n— Собираешься встать у меня на пути? — произнес Арчи, усилив хватку.\n— Эй, отпустите меня двое, придурки! — закричала я, после чего меня отпустил Макс.\n— Вот и славно, — произнес Арчи, тянув меня за собой в университет, я, хотев освободить свою руку, сделала трюк, отчего я освободилась, однако он был ловким и прижал меня к стенке, поставив две руки на стенку с двух сторон.",
    "answers": [
      {
        "id": 101,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 101,
    "text": "— Не смей пытаться от меня убежать, — произнес Арчи.\n— Арчи, отстань от меня, — раздраженно произнесла я.\n— Как ты могла позволить тому идиоту прижать себя к стенке и.. — произнес Арчи, не договорив он пристально взглянул мне в глаза, словно пытаясь найти ответ на свой вопрос.\n\nНахмуренно взглянув со злобой на мою шею, он осторожно отодвинул прядь моих волос. Его взгляд был пылающим от гнева, однако одновременно и нежным, ласковым и мягким, отчего я была удивлена, ведь всегда чувствовала его презрение ко мне, когда проходила неподалеку от него.\n\nВнимательно изучив мою шею, вздохнув с облегчением, он отошёл от меня, тем самым высвободив.\n— Что ты пытался выяснить глядя на мою шею? — спросила я, нахмурившись.\n— Это уже неважно, — безразлично ответил Арчи, собираясь уйти, как я схватила его за руку.\n—  Отвечай мне сейчас же, иначе я узнаю сама, — произнесла угрожающе я. \n— Вот и выясняй сама, не лезь ко мне, — холодно произнес Арчи, оттолкнув от себя мою руку и уйдя. \n\nЧто-то подсказывает мне, что тут нечисто. Почему он так серьезно и внимательно изучал мою шею?.. \n\n— Привет, Марго, — вывел меня из своих размышлений Айзек, подойдя ко мне держа в руках две булочки. \n— Привет, это мне? Спасибо, Айзек, — произнесла мило я, взяв у него булочку и начав её съедать. ",
    "answers": [
      {
        "id": 102,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 102,
    "text": " — Ах, та не за что, — произнес Айзек, неловко улыбнувшись.\n\nКакой же Айзек заботливый, даже булочки мне купил. Однако, я не люблю булочки с яблоками, разве он не в курсе? К нам подошла Эрика, держа в руках куча каких-то документов.\n\n— Привет, ребят, — произнесла дружелюбно Эрика.\n— Привет, это тебе, — произнес Айзек, протянув ей булочку.\n— Ох, спасибо, но я не могу взять, — неловко произнесла Эрика.\nАйзек выхватив у неё документы, отдал ей булочку, отчего Эрика слегка покраснела.\n\n— Мм, это же мои любимые! Как ты узнал, что я обожаю булочки с яблоками? — спросила взбудоражено Эрика, съедая булочку.\n— Ты же сама как-то об этом сказала, — произнес Айзек, мило улыбнувшись и слегка покраснев. \n\nЧто это за фигня?! Он только, что покраснел от её слов? И эти булочки предназначались изначально ей, а не мне.. Во мне вскипает кровь от ревности, так и хочется ударить эту тихоню Эрику, но я сдерживаюсь, сжав сильно в руках булку, отчего та ломается.",
    "answers": [
      {
        "id": 106,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 103,
    "text": "— Раз так вкусно, то я пожалуй попробую, а потом побегу ведь меня ждут друзья, — произнесла я, сев с ними и съев всю свою порцию.\n— Вкусно? — хитро спросил Сэм.",
    "answers": [
      {
        "id": 104,
        "text": "Нет"
      },
      {
        "id": 105,
        "text": "Да"
      }
    ]
  },
  {
    "id": 104,
    "text": "— Ну, я ела и получше, — произнесла безразлично я. \n\nНа самом деле, это было просто великолепно. Он очень вкусно готовит, после Лео, конечно.\n\n— Та ладно, ты всю свою порцию вмиг умяла, еще и у Лео забираешь,- произнес спокойно Сэм, пристально наблюдая за мной, как я тайком забрала немного еды у брата.\n— Эй, это моя еда, — раздраженно произнес Лео, подняв вверх свою тарелку от меня.\n— Ну и ладно, я пошла, меня ждут, — произнесла я, выскочив из дома.\n\nВозле моего дома, меня уже ждали мои друзья в машине.\n— О, милашка Марго явилась, — произнес с улыбкой на лице Макс сидя за рулем.\n— Садись скорее, мне надо многое тебе рассказать, — произнесла Стефани сидя с Кристи на задних сидений.\n\nВсю дорогу до университета, я общалась з Стефани обсуждая всё на свете. Больше всего я сдружилась з Стефани, ведь у нас больше общего, чем с Кристи. А Макс явно не собирается со мной дружить, ему только и нужно затащить меня в постель.\n\nПриехав в университет, я встретилась взглядом с Арчи, который стоял возле мотоцикла. Он был чем-то разозлен, в его глазах горел опасный огонь, который явно сложно потушить. Направляясь внутрь, нам преградил путь Арчи стоящий перед нами. Он был настроен явно не дружелюбно по отношению к нам.\n— Привет, Арчи, — дружелюбно произнес Макс.\n— Ты идёшь со мной, Марго, — сквозь зубы произнес злобно Арчи, схватив меня за руку и потянув к себе, однако Макс схватив за вторую мою руку, потянул на себя.\n— Она никуда с тобой не идет, дружище, — произнес серьезно Макс, слегка со злобой.\n— Собираешься встать у меня на пути? — произнес Арчи, усилив хватку.\n— Эй, отпустите меня двое, придурки! — закричала я, после чего меня отпустил Макс.\n— Вот и славно, — произнес Арчи, тянув меня за собой в университет, я, хотев освободить свою руку, сделала трюк, отчего я освободилась, однако он был ловким и прижал меня к стенке, поставив две руки на стенку с двух сторон.",
    "answers": [
      {
        "id": 101,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 105,
    "text": "— Это очень вкусно, — ответила я, тайком отобрав у Лео еду из тарелки, однако тот заметил.\n— Ей, это моя еда, — раздраженно произнес Лео, подняв наверх свою тарелку.\n—  Держи, я все равно есть не хочу, — произнес спокойно Сэм, продвинув в мою сторону свою порцию.\n— Спасибо, — произнесла невозмутимо я, съедая порцию Сэма. \nПосле завтрака, я выбежала из дома с полным желудком.\n\nВозле моего дома, меня уже ждали мои друзья в машине.\n— О, милашка Марго явилась, — произнес с улыбкой на лице Макс сидя за рулем.\n— Садись скорее, мне надо многое тебе рассказать, — произнесла Стефани сидя с Кристи на задних сидений.\n\nВсю дорогу до университета, я общалась з Стефани обсуждая всё на свете. Больше всего я сдружилась з Стефани, ведь у нас больше общего, чем с Кристи. А Макс явно не собирается со мной дружить, ему только и нужно затащить меня в постель.\n\nПриехав в университет, я встретилась взглядом с Арчи, который стоял возле мотоцикла. Он был чем-то разозлен, в его глазах горел опасный огонь, который явно сложно потушить. Направляясь внутрь, нам преградил путь Арчи стоящий перед нами. Он был настроен явно не дружелюбно по отношению к нам.\n— Привет, Арчи, — дружелюбно произнес Макс.\n— Ты идёшь со мной, Марго, — сквозь зубы произнес злобно Арчи, схватив меня за руку и потянув к себе, однако Макс схватив за вторую мою руку, потянул на себя.\n— Она никуда с тобой не идет, дружище, — произнес серьезно Макс, слегка со злобой.\n— Собираешься встать у меня на пути? — произнес Арчи, усилив хватку.\n— Эй, отпустите меня двое, придурки! — закричала я, после чего меня отпустил Макс.\n— Вот и славно, — произнес Арчи, тянув меня за собой в университет, я, хотев освободить свою руку, сделала трюк, отчего я освободилась, однако он был ловким и прижал меня к стенке, поставив две руки на стенку с двух сторон.",
    "answers": [
      {
        "id": 101,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 106,
    "text": "— Говори в какой кабинет отнести, я их сам отнесу, — произнес Айзек, смотря нежно на Эрику.\n— Ладно, пошли за мной, — ответила Эрика, уведя з собой Айзека.\n\nКак только они ушли, я резко ослабила хватку, которая держала булочку, упав на пол, я своей ногой начала её топтать со всей злости.\n\n— Что ты творишь? — шокировано спросил Джон, заметив моё поведение, проходя мимо. \n— Не твоё дело, — злобно ответила я, продолжая уничтожать булку.\n— Ты такой странный, человек, — произнес спокойно Джон, внимательно наблюдая, как я топчу ногой булку. \n\nСлегка успокоившись, я тяжело вздохнув, поправила свои волосы и с ровной спиной пошла в аудиторию.\n\nКак только я заметила Айзека, села рядом с ним.\n— Не хочешь пойти куда-нибудь погулять со мной и Лео? — спросила я, мило улыбнувшись.\n— С удовольствием, — ответил радостно Айзек.\n\nВот и прекрасно, Айзек проведет со мной время, а не с той Эрикой. Надо будет что-то купить на эту прогулку, то уже надеть нечего.\n\n— Эрика, садись к нам! — выкрикнул Айзек, улыбаясь Эрике, которая только что зашла в аудиторию. Подойдя к нам, она села слева от Айзека.\n— Не хочешь погулять на этих днях со мной, Марго и Лео? — спросил Айзек у Эрики.\n— Конечно, буду рада узнать поближе твоих друзей, — ответила дружелюбно Эрика. \n\nЧего? Какого фига Айзек пригласил её?! Даже меня об этом не спросил.\n\n— Ты же не против, Марго? — спросил дружелюбно Айзек.\n\n А, нет вот спросил, только после того, как пригласил её.\n— Конечно, — ответила я, лицемерно улыбнувшись.\n\nВсю пару, эта парочка мило беседовала между собой, отчего я сломала восемь простых карандашей от злости.",
    "answers": [
      {
        "id": 107,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 107,
    "text": "После пар, я направилась в туалет, чтоб остыть и не наброситься на кого-то с кулаками. Забежав в туалет, я встав возле раковины, взглянула на себя. В отражении я видела красивую стройную, высокую девушку, в её светло-серых глазах горел огонь от ревности, словно готов испепелить лишь взглядом, а челюсть крепко сжата, как будто сдерживаясь, чтоб не укусить.\n\nСделав пару глубоких вдохов и выдохов, я немного успокоилась, как из кабинки вышла Ева, встав рядом со мной мыв руки. Она взглянув на меня через зеркало, с хитрой усмешкой насмешливо произнесла:\n— О, королева Марго, вас кто-то посмел разозлить?\n— Ева, сейчас не лучший момент для того, чтоб меня доставать, — ответила угрожающе я. \n\nВыключив кран, она специально брызнула меня каплями воды из своих влажных рук на моё лицо. \n— Упс, — произнесла она. \n— Разве тебе родители не говорили, что играть с огнем опасно? — дерзко улыбнувшись ей в лицо, произнесла я, подойдя к ней ближе. \n— Кто сказал, что ты огонь? Ты всего лишь никудышная девка, а твоя мамаша актриса, которая спит с режиссерами,\n\nЭто была последняя капля, я не могла себя контролировать, дав ей кулаком в лицо, мы устроили драку. Толкав, пихав, вцепившись за волосы друг-друга мы вытолкали дверь, оказались в коридоре на публике. Для студентов это было шоу, также многих повергло шок, ведь Ева примерная ученица, не скандалистка, не влезающая в драки с другими на публике, некоторые снимали на телефон среди них была Кристи.",
    "answers": [
      {
        "id": 108,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 108,
    "text": "Вызвав своим поведением толпу, Дилан заметил меня, а затем вмешался в нашу драку, схватив Еву за руки, тем самым отцепив её от моих волос, однако я продолжала сжимать её волосы в своих кулаках.\n\n— Прекрати бить мою сестру, — произнес угрожающе Дилан.\n— Ха, для начала скажи своей сестре меня отпустить, — произнесла Ева.\n\nМеня сильно переполняла злость, отчего я лишь сильнее сжала её волосы, затем наклонив её голову, совершила удар коленом в нос, отчего у неё хлынула кровь. Я бы нанесла ей очередной удар, если бы не Арчи оттащив меня от Евы. Я сопротивлялась, однако Арчи прошептал мне на ухо:\n— Сюда идёт директор, надо валить,\n\nНе успев опомниться, как явился директор разгоняющий толпу, а увидев нас он строго произнес:\n— Живо вы четверо в мой кабинет!\n\nВот мы стоим в кабинете директора перед ним. В помещении была потрепанная, слегка избитая и с разбитой губой я, сильно потрепанная, с разбитым носом, бровью, губой и в синяках Ева, в здоровом состоянии Дилан и с разбитой губой Арчи.\n\n— Я же вам говорил, волки, деритесь за пределами университета! — закричал гневно директор.\n— Но..\n— А от вас , Ева Холл, я не ожидал такого. Я считал вас примерной, милой и доброй ученицей. Однако, первое впечатление обманчиво, пока не узнаешь человека лучше, — перебив Дилана, произнес строго с разочарованием в голосе директор.\n— Она первая начала! Я не виновата! — закричала Ева.\n— Ну, а от вас это было ожидаемо.. Вы избивали учеников в своих школах и университетов. Но я не позволю творить то же самое в моем университете! — закричал гневно директор, от его сказанных слов все уставились на меня.\n— Не думаю, что вы имеете право разглашать мои личные данные, — произнесла злобно я.\n— А я не думаю, что вам позволено калечить других людей! — закричал директор, стукнув кулаком по столу. \n— Я не буду вас исключать из университета, но вы понесете ответственность за содеянное. Вы будете с завтрашнего дня  целую неделю помогать на кухне и столовке, — произнес строго директор.",
    "answers": [
      {
        "id": 109,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 109,
    "text": "Покинув кабинет, мы злобно переглянулись, особенно парни на нас взглянули со злобой, который так и кричит \"Это все из-за вас\".\n\n— Вот, стоило драться между собой в университете?! — закричал Дилан. \n— Пф, я не собираюсь перед тобой отчитываться, — произнесла раздраженно я.\n— Из-за вас двоих, я получил за то чего не совершал, — сквозь зубы произнес Арчи.\n— А тебя никто и не просил вмешиваться, а тем более мешать мне разбираться с этой сукой! — закричала гневно я, указав пальцем на Еву Холл.\n— Чего?! Та, ты же первая на меня напала среди белого дня! Я всего лишь хотела подружиться с тобой.. Если бы не Арчи, то ты меня и убить могла, — со слезами на глазах произнесла Ева, обняв Арчи за торс, уткнувшись ему носом и заплакав. \n\nАрчи лишь с презрением взглянул на неё, а затем грубо оттолкнул от себя со словами:\n— Не смей трогать меня, — произнес властно и грубо Арчи, взглянув в её фальшивые глаза, которые изображали фальшивую грусть, а затем пристально взглянул на меня.\n— Ева, ты стоишь на краю обрыва и твоя судьба зависит от меня. Будь умницей, иначе стоит сделать мне один толчок и ты упадешь в него — произнесла угрожающе я, подойдя к ней ближе и посмотрев на неё сверху вниз, а затем зацепив её плечом, направилась в свою аудиторию.\n\nВсю пару на меня смотрели и обсуждали за моей спиной, думая, что я не слышу, как они называют меня стервой, которая напала на невинную Еву. Однако, были те, кто был на моей стороне, среди них был Макс, Стефани, Кристи. Сидя с ними, они бурно обсуждали между собой как разоблачить Еву. Если честно, то я удивлена, ведь они не так хорошо меня знают, но верят мне. Возможно это из-за того, что я стала частью компании и \nМакс — брат Евы был согласен, что она лицемерка, которая притворяется ангелом.\n",
    "answers": [
      {
        "id": 110,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 110,
    "text": "Честно, мне приятно, что они на моей стороне, ведь я больше не буду бороться одна, как в своей прошлой школе и университете. В прошлой школе, меня при первой возможности предали так называемые \"лучшие друзья\". Это было в средней школе, после того, как мне вонзили нож в спину, я была всегда одинока. Да, меня окружали многие богачи с которыми я проводила много времени, даже называла их друзьями. Но, на самом деле все они были просто знакомые с которыми весело было проводить время.\n\n— Нам надо придумать план действий, чтоб её разоблачить. — произнесла Кристи.\n— Для этого надо подобраться к ней поближе в качестве друга, — произнесла коварно Стефани.\n— А затем найти доказательства её истинной сущности, — произнесла Кристи.\n— Ребят, кажется одно из тех доказательств у меня есть, — хитро усмехнувшись произнесла я.\n\nПосле пар, мы направились в клас, где находилась редакция газеты. Кристи сделав копию моего видео, напечатала статью о разоблачении Евы.\n— Разоблачение выйдет завтра утром, в качестве газеты и статьи на нашем сайте, где можно будет посмотреть видео, а не только кадры, — довольно произнесла Кристи.\n\n— А теперь пока она не вышла, нам стоит её проучить, — хитро произнесла я.\n— Ребят, я конечно все понимаю, но это не слишком? Вы уже и так написали статью, может на этом остановимся? — произнес раздраженно Макс.\n— Нет, она должна получить по полной программе, — произнесла Стефани.\n— Тогда, это уже без меня, — произнес Макс, покинув помещение хлопнув дверью.",
    "answers": [
      {
        "id": 111,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Как её проучим? — спросила заинтересованно Кристи, посмотрев на нас.\n— Предлагаю её шантажировать и заставить сделать какую-ту глупость, — произнесла с довольной усмешкой я.\n— Предлагаю, чтоб она призналась в любви Арчи, — предложила Стефани.\n— В чем тут прикол? — нахмуренно спросила я.\n— Прикол в том, зая, что он хладнокровно всех отшивает, а она по уши влюблена в него. Отказ ударит по её самооценке, — произнесла высокомерно Стефани.\n— Это как-то скучновато, — произнесла Кристи.\n— А что ты предлагаешь? — спросила Стефани.\n— Я хочу, чтоб она жутко воняла рыбой, пошла к Арчи и его поцеловала, — произнесла Кристи.\n— О боже, она после этого станет жертвой волков. Мне нравиться твоя идея. А ты как думаешь? Что лучше приказать ей сделать? — спросила Стефани, взглянув на меня.",
    "answers": [
      {
        "id": 112,
        "text": "Идея Кристи"
      },
      {
        "id": 113,
        "text": "Идея Стефани "
      }
    ]
  },
  {
    "id": 112,
    "text": "— Мне понравилась твоя идея, Кристи,\n\nЯ отправив видео Еве, написала, чтоб она срочно пришла в парк, иначе это видео увидят все. Мы отправились в парк, усевшись на лавочке начали ожидать Еву. К счастью, она не заставила нас долго ждать.\n— Что вам от меня надо? — спросила грубо Ева, стоя перед нами.\n— У нас есть желание, которое мы хотим, чтоб ты выполнила,- с дерзкой усмешкой, произнесла я.\n— Какое?\n— Ты должна измазать себя рыбачим жиром, а потом пойти к Арчи и признаться ему в любви, а потом поцеловать, — произнесла Стефани, добавив свое.\n— Чего?! Я не буду это делать! — закричала Ева.\n— Тогда, твой возлюбленный узнает о том, что ты избивала его подружку, — произнесла высокомерно Кристи.\n— После того, как я выполню это, вы удалите то видео? — произнес Ева.\n— Конечно, — хитро произнесла я.\n\nЕва купив рыбачий жир в ближайшем магазине, измазала себя. А потом мы направились к дому Арчи. Ева пошла вперед, а мы затаились в кустах. Кристи достав телефон, начала снимать на камеру, а мы з Стефани просто наблюдали.",
    "answers": [
      {
        "id": 114,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Мне понравилась твоя идея, Стефани,\n\nЯ отправив видео Еве, написала, чтоб она срочно пришла в парк, иначе это видео увидят все. Мы отправились в парк, усевшись на лавочке начали ожидать Еву. К счастью, она не заставила нас долго ждать.\n— Что вам от меня надо? — спросила грубо Ева, стоя перед нами.\n— У нас есть желание, которое мы хотим, чтоб ты выполнила,- с дерзкой усмешкой, произнесла я.\n— Какое?\n— Ты должна измазать себя рыбачим жиром, а потом пойти к Арчи и признаться ему в любви, а потом поцеловать, — произнесла Кристи, добавив свое.\n— Чего?! Я не буду это делать! — закричала Ева.\n— Тогда, твой возлюбленный узнает о том, что ты избивала его подружку, — произнесла высокомерно Кристи.\n— После того, как я выполню это, вы удалите то видео? — произнес Ева.\n— Конечно, — хитро произнесла я.\n\nЕва купив рыбачий жир в ближайшем магазине, измазала себя. А потом мы направились к дому Арчи. Ева пошла вперед, а мы затаились в кустах. Кристи достав телефон, начала снимать на камеру, а мы з Стефани просто наблюдали.",
    "answers": [
      {
        "id": 114,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 114,
    "text": "У Евы дрожали ноги и руки от страха, однако глубоко вздохнув, она нажала на звонок, после чего открылась дверь и явился Арчи без верхней одежды, оголяя кубики на животе.\n\n— Что надо? — спросил безразлично Арчи.\n— Арчи, я тебя люблю.. — произнесла тихо Ева.\n\nАрчи не успев ей ответить, как она встав на цыпочки резко его поцеловала. Арчи резко оттолкнул от себя, отчего та упала на землю.\n\n— Совсем страх потеряла?! — закричал гневно он, на секунду его глаза засияли красно-оранжевым цветом.\n\nЧто это только, что было? Что за галлюцинации... Глаза Сэма показались алым цветом, а его красно-оранжевым. Захлопнув перед ней дверью, на её глазах выступили искренние слезы от грусти. Подойдя к ней, мы встали около неё.\n\n— Теперь будешь знать, как трогать моих друзей, — произнесла высокомерно Стефани.\n— Надеюсь, тебе это послужит уроком, — произнесла высокомерно Кристи.\n— Я же предупреждала тебя, что ты играешь с огнем, — произнесла высокомерно я. \n\nПокинув Еву, мы сели в машину Кристи, уезжая по домам.\n— Спасибо, что подбросила, — произнесла дружелюбно я. \n— Не за что, мы же подруги, — произнесла Кристи, а затем уехала.",
    "answers": [
      {
        "id": 115,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 115,
    "text": "Зайдя домой, я встретила Эмили Стоун в белой длинной рубашке моего брата Лео.\n\n— О, привет, —  произнесла она, наливая в стеклянную чашку с изображением розы апельсиновый сок.\n— Что ты тут забыла? — холодно спросила я.\n— А, ну так вышло.. — произнесла тихо она. \n— Что вышло?\n— Я теперь встречаюсь с Лео, — произнесла она, слегка покраснев.\n\nЧего? Лео же любит Киру... Неужто, он нашел ей замену, после того как Кира не пришла домой ночью.\n\nОна собиралась выпить сок, как я выхватила у неё чашку с рук.\n— Это моя чашка, — грубо произнесла я.\n— Ой, прости, — произнесла она, слегка усмехнувшись.\n— Где Лео? \n— Спит в своей кроватке, — довольно произнесла Эмили.\n\nНаправившись в его комнату, я ногой пнула дверь, резко открыв её зашла внутрь. Лео спал мирным сном, пока я подходила к нему. \n— Лео! — закричала я.\n\nОднако он не отреагировал, чтоб как-то его разбудить, я вылила апельсиновый сок прям на его довольное лицо.\n— Эй, что ты творишь? — раздраженно произнес Лео, сев на кровать. \n— Захотелось узнать кое-что. Эмили это серьёзно или как Кира? — спросила с интересом я.\n— Какая Эмили? — спросил Лео.\n— Милый, кто такая Кира? — спросила растерянно Эмили. \n— Ты кто такая? — шокировано спросил Лео.\n— Ты что не помнишь? Мы встретились в клубе и..\n— В клубе значит... Лео, тебе пора прекращать пить. — произнесла я.\n— Эрика, давай я тебя провожу до дверей, — произнес Лео, встав в одних боксерах и уведя за плечи Эмили. \n— Я — не Эрика, я — Эмили, — обиженно произнесла Эмили. \n— Мне плевать кто ты, уходи из моего дома! — закричал раздраженно Лео.\n— Эй, я же в одной рубашке! — закричала Эмили.\n— Вот держи и уходи, — произнес безразлично Лео, достав из своего пальто в коридоре бумажник и вытащив оттуда деньги отдал ей, а затем выставил за дверь.",
    "answers": [
      {
        "id": 116,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 116,
    "text": "Обернувшись ко мне лицом Лео строго произнес:\n— Ни слово об этом Кире\n— Та ладно, она же переспала с другим, а ты собираешься её вернуть? — спросила я.\n— Да, я сделаю всё, чтоб её вернуть. Я люблю Киру, знаешь настолько что.. Хотя, тебе вряд-ли меня понять. Ты же никого не любишь, — произнес Лео, уходя в свою комнату.\n\nЛюблю, но об этом никто не должен знать.Интересно, он что пары прогулял, чтоб так напиться в хлам...\n\nНаправившись в свою комнату, я рухнула на кровать отдыхая, как кто-то постучал в моё окно. Удивившись, я взглянула в сторону окна и заметила, как в темноте за окном чье-то знакомое лицо. Подойдя ближе, схватив возле кровати лампочку на всякий случай, я разглядела Арчи. Он жестом показал, чтоб я открыла окно. Открыв окно, нахмуренно взглянула на него не понимая, зачем он таким образом явился ко мне и что ему надо.",
    "answers": [
      {
        "id": 117,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 117,
    "text": "— Привет, детка, — произнес Арчи подмигнув мне с дерзкой улыбкой на лице.\n— Что тебе надо, идиот? — спросила холодно я.\n— Я знаю, что это ты заставила Еву сделать это. Считаешь себя королевой приказывая другим? — спросил с презрением Арчи.\n— Арчи, вали-ка ты отсюда. Иначе, я тебя выдам, — произнесла угрожающе я.\n\nЕго взгляд был с презрением ко мне, словно я ужасный человек, который совершает ужасные вещи. Арчи резко зашел внутрь, при этом слегка пихнув меня, а затем резко схватил меня за воротник.\n\n— Я — волк, будешь мне досаждать, я тебя мигом уничтожу, — произнес угрожающе Арчи. \n\nВзглянув на него с огнем в глазах, он слегка удивился, словно я должна была испугаться его. Усилив хватку, держа в левой руке лампу, я собиралась его ударить ею, вот-вот и произошел бы удар по голове, однако, Арчи остановил меня ударив по руке, отчего лампа упала и разбилась.\n\n— Я пришёл поговорить с тобой, поэтому будь добра выслушать меня, — произнес холодно Арчи, отпустив хватку.\n— Говори, что хотел и уходи, — произнесла злобно я.\n— Ты соврала Еве, не так ли?\n— О чем ты?\n— Ты соврала, что удалишь то видео, — произнес сквозь зубы Арчи.\n— Это она тебе рассказала? Откуда ты узнал? — спросила нахмуренно я.\n— Нравиться управлять другими? Тогда, почему бы мне не стать твоим кукловодом? — с дерзкой усмешкой произнес Арчи.\n— Низа что, ты все сказал? — раздраженно спросила я.",
    "answers": [
      {
        "id": 118,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 118,
    "text": "— Ты втянула меня в свой глупый приказ для Евы, поэтому я очень зол. Не думай, что ты сможешь нормально прожить завтрашний день. — произнес сквозь зубы Арчи, а затем с легкостью выпрыгнул с окна вниз.\n\nПодбежав к окну, посмотрев вниз никого не было.\nОн серьезно? Пробрался в мою комнату через окно, чтоб просто поугрожать мне? Вот же псих! И откуда он только узнал о Еве?...\n\nЗакрыв окно, я взглянула на разбитую лампу. Тяжело вздохнув, я убрала лампу и выкинула. Будучи сонной, я случайно зашла в комнату Вильяма, а затем рухнула на кровать уставившись на потолок. Разглядывая потолок, я увидела маленький малоприметный символ, как и на стене, круг внутри которого крестик. Оглядев комнату, до меня дошло, что эта комната Вильяма. Однако, меня привлек этот загадочный символ на потолке.\n\nЗачем кому-то рисовать символ на потолке? Что, если это что-то значит? Встав в полный рост на кровати, я пыталась дотянуться до символа, однако потолок был выше. Что-то подсказывает мне, что этот символ что-то значит. Встав с кровати, я подняла стул и поставила на кровать, а затем взобралась на стул. Я смогла коснуться символа, но ничего не произошло. \n\nОднако, я случайно коснулась плитки на потоке, после чего она сдвинулась с места, открыв тайный проход и спустив раскладную лестницу. \n\nВзобравшись по лестнице, я оказалась в маленькой комнате, внутри был матрас с постелью, а также маленький стол и несколько тетрадей и книг разбросанных по всему чердаку. Внутри не было окна, что меня пугало, ведь я боюсь замкнутых помещений. Надеюсь, что выход не закроется. Потолок был не высоким, однако я могла свободно стоять. Подняв один из альбомного листа, я увидела странный рисунок, где был изображен человек, который постепенно перевоплощается в волка.\n\nПодняв книгу с пола, взглянув на неё было написано \"Мистические существа\". Немного пролистав страницы, моё внимание привлекло изображение волка с названием \"оборотень\", на этой странице была закладка и подчеркнутые слова чёрной ручкой. Это всё Вильям устроил? Но зачем ему в чердак относить куча книг о мистике? Сколько себя помню, Вильям всегда был скептиком и не верил ни во что. ",
    "answers": [
      {
        "id": 119,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 119,
    "text": "Подойдя к столу, я взяла в руки тетрадку. Открыв я увидела почерк Вильяма, пролистав немного почитав, стало понятно, что это его личный дневник. Последняя страница была очень таинственной: \"Северные Волки что-то скрывают. Я узнаю это\".\n\nБыло написано большими буквами, перевернув страницу дальше, я заметила, что кто-то вырвал реальную последнюю страницу. Вильям заинтересовался волками, что если он узнал то, чего ему не следовало знать? И волки решили уничтожить свидетеля?.. Мне предстоит сложная ночь...",
    "answers": [
      {
        "id": 121,
        "text": "[ Следующая глава ]"
      },
      {
        "id": 3,
        "text": "[ Список глав ]"
      }
    ]
  },
  {
    "id": 120,
    "text": "оштош",
    "answers": []
  },
  {
    "id": 121,
    "text": "4 Глава.\n                \"Пора прекращать так напиваться\"\n\nИзучая записи и пометки Вильяма до поздней ночи, я всё-таки не выдержала и уснула за маленьким столиком уткнувшись своим маленьким носиком в куче бумажек, а нижняя часть тела находилась на полу. Мне снился кошмарный сон из моего забытого прошлого, вспоминая его, я открывала старые раны.\n\n                        ***\n\nЯ маленькая около девяти лет сижу в темном одиноком подвале на полу, передо мной сидит мой сверстник. Посередине нас стоит взрослый человек крупного телосложения в костюме клоуна с битой, он с улыбкой на лице произносит:\n— Играйте, детишки, победивший получит шоу,\n\nСо слезами на глазах, мы начали играть в камень-ножницы-бумага, два раза сыграли в ничью, чем разозлили маньяка.\n— Играйте, давайте! — закричал гневно клоун.\n\nСыграв ещё раз, неизвестный мне мальчик проиграл мне, после чего клоун держа в руках биту избивал скрученного от боли на полу мальчика, оставляя кровавые следы. Я закричала от ужаса, закрыв лицо ладонями.",
    "answers": [
      {
        "id": 122,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 122,
    "text": "С холодным потом по всему теле, я резко открыла мокрые глаза, тяжело дыша. Взяв телефон в руки, я посмотрела на время. Было три часа ночи. За это время, пока я изучала, по старым урывочков газет приклеенных к листку тетради, узнала, что в этом городе есть лес, который прозвали проклятым. В тот лес, кто бы не пошёл умирает, чаще всего это самоубийство — падение со скалы в речку, в результате которого человек либо разбивается, либо тонет.\n\nЭто очень странно и страшно, поэтому все жители избегают то место. Вильям указал в своем блокноте, что видел, как \"Северные Волки\" часто тусуются в том лесу. Также он кажется подозревал их в убийстве тех людей под прикрытием суицида. Ещё я изучила всякие разные книги в жанре мистики про оборотней, Вильям подчеркнул главные характеристики, которые определяли оборотня.\n\nГлавное это то, что им не холодно, у них горячая кровь, а также иногда они могут срываться из своего образа человека показывая клыки и яркие красно-оранжевые глаза. Если честно, то мне кажется это бредом, ведь как всем известно оборотни — это всего лишь миф.\n\nНо, меня пугает то, что я в какую-ту секунду видела глаза Арчи такими, как описано в книге. Помимо всего этого, Вильям нашел обрывки газет, где упоминается жертвы диких зверей, убитых огромными когтями найденных в лесу. Вильям собрав такую информацию, посчитал, что \"Северные Волки\" оборотни, которые убивают людей в лесу, под прикрытием диких зверей и суицида.\n\nВсе зацепки ведут меня в лес и северным волкам. Лес огромен, потому попасть в него легко, всего лишь пройдясь десять минут пешком, ведь он расположен недалеко от моего дома справа от дороги. В записях Вильяма больше ничего нет, словно он после того, как пошёл расследовать это дело исчез. Вполне вероятно, что Вильям пошёл в лес, и там с ним что-то случилось и он исчез.\n\nЯ уже по любому не усну, а терять впустую время не хочу. Кто знает, что на самом деле с Вильямом? Идти одной среди ночи в лес опасно, но и брать с собой кого-то это подвергать того человека опасности.",
    "answers": [
      {
        "id": 123,
        "text": "Позвонить Айзеку"
      },
      {
        "id": 124,
        "text": "Идти одной"
      }
    ]
  },
  {
    "id": 123,
    "text": "Однако, лучше идти с кем-то, поэтому я набрала Айзека, надеясь, что тот пойдет со мной, однако он не поднял трубку. Наверно, крепко спит, тогда его не разбудить. Придётся идти без него.",
    "answers": [
      {
        "id": 124,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 124,
    "text": "Выйдя из комнаты Вильяма, я тихо зашла в свою. Переодевшись в свою спортивную одежду, я собрала рюкзак з самыми необходимыми вещами. \n\nТайком на цыпочках выйдя из дома, я включила фонарик и направилась уверенными в сторону леса, перейдя дорогу. В лесу было очень тихо, словно всё живое затаилось, лишь трава, ветки издавали шорох от каждого моего шага, отчего были мурашки по коже. В какой-то миг, показалось, что кто-то пробежал мимо меня, отчего я испуганно направила свет фонаря в сторону освещая тьму, однако никого не было.\n\nНервно сглотнув, я пошла дальше прямо по лесу, пытаясь найти хоть какую-ту зацепку. Бродя по лесу, послышался чей-то женский чарующий голос, кто-то пел, однако, было не понятно ни слова. Несмотря на это, песня затронула моё сердце, моё тело расслабилось, ноги стали ватными, как и руки, отчего фонарик упал на землю. Я была словно во сне, ничего не могла поделать, лишь наблюдать и слушать загадочную песню. Сняв з себя рюкзак, я кинула его на землю. Я последовала в неизвестность, пройдя немного, передо мной появился Вильям.\n\nОн был спортивного телосложения, выше меня. На нем была белая толстовка и джинсы, а обут в чёрные кроссовки. У него было смуглое лицо, его темно русые волосы были уложены в модную прическу набок, а темно-карие глаза смотрели с нежностью на меня. Вильям нежно улыбнулся и протянул мне руку, не задумываясь, я взяла его за руку и пошла следом за ним. Оказавшись на краю скалы, Вильям взглянул на меня и прыгнул в речку, купаясь в ней с моими друзьями и знакомыми. Погода была солнечной, птички пели, а мои друзья весело проводили вместе время брызгая друг друга водой.\n\n— Давай, прыгай к нам! — закричал весело Вильям.",
    "answers": [
      {
        "id": 126,
        "text": "Прыгнуть"
      }
    ]
  },
  {
    "id": 125,
    "text": "— Арчи... — тихо произнесла я.\n— Что?\n— Спасибо... — тихо поблагодарила я, слегка покраснев.\n\nАрчи резко выпустив меня из объятий, грубо оттолкнул меня, перекатив в бок от себя, а затем поднявшись.\n\n— Эй! Мог бы помочь встать! — закричала возмущенно я, сидя на грязной земле.\n\nРезко, после моих слов, Арчи схватив меня за руку, поставил на ноги.\n\n— Какого черта ты пошла в лес среди ночи?! — закричал гневно Арчи.\n— Я хотела найти ответ на свой вопрос,\n— Больше не смей приходить сюда, иначе умрёшь! — закричал Арчи, хоть он и выглядел злым, но в глазах читался страх, будто что-то знает.\n\n— Значит, ты что-то знаешь, того чего не знаю я? — спросила нахмуренно я.\n— Даже если и знаю, ты от меня ничего не выведаешь, — с огоньком в глазах произнес он.\n— Как ты узнал, что я здесь? — спросила я.\n— Чужакам здесь не место, советую побыстрее уходить отсюда, — с этими словами, Арчи схватив меня за запястье хотел увести, но я отдернула его руку. \nАрчи что-то знает. Это точно. Но он не расскажет мне ничего. Что значит \"чужаки\"?... Тень промелькнула около дерева, стрела вылетела прям целенаправленно в мою сторону, не успев отреагировать, как Арчи закрыл своей спиной приняв удар на себя, находясь лицом к лицу, я заметила, как его глаза стали ярко красно-оранжевым цветом, напоминающие глаза волка, отчего я не могла оторвать взгляд, завороженно смотря ему в глаза. Его волчьи глаза пристально смотрели на меня, словно пытаясь заглянуть мне в душу. Арчи зажмурив глаза, отвернул голову в сторону, затем снова взглянул на меня, но уже с привычными карими глазами. \n\n— Вот же дурочка. Просто побудь немного послушной и следуй за мной, если хочешь остаться в живых, — произнес холоднокровно Арчи, взяв крепко меня за руку, уведя з собой.\n\nВсе же, я не могу его понять. Этот Арчи какой-то сложный человек... Ну, или оборотень. То смотрит на меня с нежностью, спасает от смерти, то смотрит на меня с презрением, безразличием и угрожает мне. Но, мне кажется, что ему можно доверять. На удивление, я не испугалась его волчих глаз. А скорее наоборот заинтересовалась ими. Теперь я уверена, что оборотни не просто миф. Бродя по лесу, проходя мимо огромного таинственного дерева, из ниоткуда появилась часть дерева, отчего я споткнулась и рухнула на землю. Арчи резко обернулся на грохот, взглянув на меня.\n— Только отпустил, а ты уже упала,— возмущенно произнес Арчи.",
    "answers": [
      {
        "id": 127,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 126,
    "text": "Не раздумывая, я сделала несколько шагов назад, а затем с разбега прыгнула вниз, готовясь нырять, как кто-то схватив меня за руку, не дав совершить прыжок в речку. Взглянув наверх, передо мной нависал мужчина в костюме клоуна, со своей дьявольской усмешкой. Погода внезапно поменялась, стало резко холодно, полился ливень и гремел гром в пасмурном небе.\n\n— Ты — монстр, — произнес клоун, а затем ужасающе громко засмеялся.\n\nМне стало на столько страшно, громко закричав, я пыталась отдернуть руку, закрыв глаза.\n\n— Эй! Успокойся! — закричал знакомый голос.\n\nОткрыв глаза, передо мной появился Арчи, крепко держа мою руку, не давая упасть мне со скалы. Его мокрые волосы от ливня, торчали в разные стороны. На нем не было ни футболки, ни рубашки.\n\n— Держись за меня! — закричал он. \n\nВ то время как он крепко до боли сжимал мою руку, я не держалась за него. Внизу в речке бушевал шторм, одаряясь об огромные камни.\n\n— Арчи, не бросай меня! — закричала испуганно я, схватив двумя руками его за руку.\n\nАрчи со всей силы потянул меня наверх, оказавшись на скале, он рухнул на спину потащив меня за собой. Лежа сверху на нем, я слышала его учащенное сердцебиение, по моим щекам слезы текли ручьями, а сердце бешено колотилось от страха. Уткнувшись ему носом в широкое тёплое плечо, я не могла сдерживать свои слёзы, заплакав, как маленькая испуганная девочка.\n\nАрчи который всегда смотрел с презрением на меня, в этот момент взглянул з нежностью, однако, в его глазах читался и страх. Он крепко и нежно обнял меня, несмотря на ливень, его тело было очень теплым, было приятно находиться в его объятиях, которое успокаивало мою душу.",
    "answers": [
      {
        "id": 125,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 127,
    "text": "— Пф, заткнись, — раздраженно произнесла я, встав на ноги, но внезапно почувствовала боль в нижней конечности, отчего рухнула на землю. Арчи тяжело вздохнув, приблизился и поднял меня на руки, а я обхватила руками его шею.\n\n— Даже сопротивляться не будешь? — удивленно спросил Арчи, неся меня на руках.\n— В конце концов, это же твоя вина, что позволил себе отпустить меня, — произнесла высокомерно я.\n— Эй, не сваливай на меня всю свою вину, — раздраженно произнес он.\n— Всё же, как ты узнал, что я в лесу?\n— Сначала ответь на мой вопрос. Зачем пошла в лес? — сменив тему, произнес Арчи\n— Не скажу,\n— Просто признай, что ты подозреваешь северных волков в исчезновении Вильяма, — тяжело вздохнув, произнес Арчи.\n\nОткуда он узнал? Он знал моего брата?\n\n— Тебе следует знать, что никто из северных волков его не тронул. Он был одним из нас, а мы не предаем своих.\n— Одним из вас? Вильям был оборотнем?\n— Чего? Не неси чепухи. Он был членом банды, — произнес Арчи, нахмурив лицо.\n— Однако, ты являешься оборотнем, — произнесла спокойно я, услышав его учащенное сердцебиение в груди.\n\nАрчи остановился, взглянув на меня волчьими глазами и дерзко улыбнувшись, показав свои клыки.\n\n— Не боишься меня? Ты же узнала мой секрет, за это я должен тебя убить.\n— Арчи, ты спас мне жизнь дважды. Я не посмею разрушить тебе жизнь, рассказав твой секрет. Тем более, мне никто не поверит. И я не боюсь тебя. — уверенно ответила я.\n\nЯ и правда, была благодарна Арчи за то, что он спас мне жизнь. Макс был прав, хоть Арчи и кажется плохим парнем, которому нравиться портить жизнь другим, но внутри он хороший.",
    "answers": [
      {
        "id": 128,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 128,
    "text": "— Однако, мне это не помешает убить тебя, — с дерзкой усмешкой произнес Арчи.\n\nОн наклонив свое лицо ближе ко мне, между нашими лицами осталась маленькая дистанция, настолько, что могли соприкоснуться носами, а его горячее дыхание дышало мне в лицо. В его волчьих глазах отражалось моё лицо, это было настолько невероятно и красиво, что не могла оторвать взгляд от него. Его взгляд плавно спустился ниже на мои пухлые губы, нахмуренно о чём-то подумав, он резко отстранился и продолжил нести меня.\n\n— Пока что, я позволю тебе жить. Однако, с этого момента ты принадлежишь мне. Только я имею право решать твою судьбу, ты умрешь, только когда я этого захочу, — властно произнес Арчи, с дерзкой усмешкой.\n— Чего? Ну ты и псих, — возмутилась я.\n\nНа мои слова, он взглянул на меня, в его глазах читалась власть, уверенность и холоднокровность, словно реально готов меня убить, отчего по коже пошли мурашки. \n\nЗаметив мою реакцию, он дерзко усмехнулся и произнес:\n— Теперь боишься меня? Не следует недооценивать меня, передо тобой опасный хищник, который с легкостью расправляется со своими жертвами, ",
    "answers": [
      {
        "id": 129,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 129,
    "text": "Теперь я не могу понять, он шутит или серьезно говорит?... Я запуталась. Выбравшись из леса, Арчи перешел дорогу, продолжая нести меня на руках. \n\n— Оставь меня здесь, — произнесла я.\n— И куда ты собралась идти хромая? — спросил с хитрой усмешкой Арчи.\n— Я позвоню Лео и он заберет меня домой,\n— Ты наверно забыла, но все твои вещи остались в лесу, — произнес с дерзкой ухмылкой Арчи.\n— Хватит так лыбиться! Раздражаешь! Просто позвони Лео! — закричала гневно я, размахивая ногами и бив кулаками ему по груди.\n\nАрчи недовольно взглянул на меня, затем перенес меня на плечо, лицом в сторону его кровавой спины. Стрела продолжала торчать в спине, а кровь стекала вниз, отчего мне стало не по себе. Арчи все время нес меня на руках, только из-за того, что я подвернула ногу, в то время как он сам был ранен стрелой. Арчи может и оборотень, но он тоже живое существо и наверняка чувствует боль... Как же это тяжело, весь путь скрывать боль и нести меня.\n\n— Арчи, тебе сильно больно? — спросила обеспокоенно я.\n— А что? Переживаешь за меня? Это пустяк. Только не смей жалеть меня. Ненавижу, когда меня жалеют, — произнес серьезно Арчи, потащив меня в сторону неизвестного дома.\n— Куда ты меня несешь?\n— В дом Джона. Его дом ближе всех к нам,\n\nДойдя до дома, я не могла его увидеть, так как Арчи не отпускал меня, продолжая нести на плече. Арчи приблизившись к двери, начал громко стучать, чуть ли не ломившись к ним. Дверь не спеша открылась, затем произнес знакомый голос:\n— Арчи? Кто у.. \n— Дружище, давай потом, — перебил Арчи, войдя внутрь.\n\nЭто был Джон. Он удивленно посмотрел на меня, затем нахмуренно. Арчи осторожно положил меня на диван, а потом повернулся к Джону.\n— У тебя есть что-то выпить? То пить охотно, — произнес Арчи, подойдя к большому бару.",
    "answers": [
      {
        "id": 130,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 130,
    "text": "У Джона огромная гостиная, чёрный кожаный диван, рядом небольшой журнальный столик, на котором размещены газеты и различные журналы. К коричневой стене стоит большой камин, сверху лежат книги, а также стоит белая рамочка в которой семейная фотография Джона. Фото выполнено в строгом стиле, Джон и Джулия сидят впереди, а сзади них стоит элегантный мужчина с красивой женщиной, а рядом с ними стоит пожилой крупный мужчина. Никто из них не улыбается на фотографии. На полу постелен ковер из шкуры медведя с мордой, а сверху входной двери торчит морда оленя с огромными рогами.\n\nДжон спокойным уверенном шагом направился к горящему камину и положил рамку фотографией вниз, словно хотел спрятать от меня. Заметив, как я за ним пристально наблюдаю, он обернулся на меня с недоверчивым взглядом, изучая меня с ног до головы.\n\n— Арчи, ты так и не ответил. Что она здесь делает? — спросил Джон, продолжая сверлить меня своим грозным взглядом.\n— Аа, это... Ну, я спас её в лесу от смерти, — ответил кратко Арчи, не вдаваясь в подробности, взяв в руки бутылку коньяка, изучая её.\n— Ты хоть стрелу вытащи, — спокойно произнес Джон, подойдя к Арчи со спины, собираясь вытащить.\n— Не трожь, — сказал Арчи, резко обернувшись.\n— Братан, тебя надо обработать! Ты же не собираешься помереть? — схватив за плечи Арчи, произнес обеспокоенно Джон.\n— Ладно, — произнес Арчи, тяжело вздохнув, поставив обратно коньяк.\n\nАрчи сидя на стуле спиной к Джону, терпел боль, когда тот вытаскивал стрелу. Вытащив окровавленную стрелу, Джон кинул на пол, а затем достав аптечку из шкафа, начал обрабатывать рану, отчего Арчи то зажмуривав глаза, то его глаза внезапно светились красно-оранжевым цветом от боли. ",
    "answers": [
      {
        "id": 131,
        "text": "Предложить помощь"
      },
      {
        "id": 132,
        "text": "Наблюдать"
      }
    ]
  },
  {
    "id": 131,
    "text": "— Может лучше мне обработать? — спросила я, пристально наблюдая за ними.\n— Нельзя, сиди на диване и не мешайся, — со злобой произнес Джон, продолжая обрабатывать рану.\n\nСидя на диване, я пристально наблюдала, как Джон начал заботливо наматывать Арчи бинтом.\n\nЗакончив дело, Джон убрал обратно аптечку в кухню в шкаф, а Арчи подошёл к бару и взял в руки стеклянную бутылку коньяка.\n\n— Эй, а у тебя есть что-то покрепче? — спросил Арчи, осматривая бар полен напитками.\n— Лучше расскажи поподробнее что с вами случилось, — произнес спокойно Джон, выхватив у Арчи коньяк и вернув обратно в бар.\n— Та чокнутая пошла в лес, а потом чуть-ли не спрыгнула со скалы, — ответил Арчи.\n— Чего?! Я не чокнутая! — закричала гневно я, кинув подушку в Арчи.\n— А потом кое-кто решил её убить, но я принял удар на себя, — продолжил Арчи с дерзкой ухмылкой, словив подушку.\n— В лесу кто-то пел песню, потому я была под гипнозом собираясь покончить с собой. Я видела галлюцинации,\n— Арчи, тебе стоило дать ей умереть, — спокойно произнес Джон. \n— Чего?! — возмутилась я.\n— Теперь она принадлежит мне. Она умрет, когда я захочу, — с дьявольской улыбкой произнес Арчи.\n— Тебе стоило бы быть дьяволом, а не оборотнем, — возмущенно пробубнила я себе под нос.\n— Чего?! Она знает о нас?! — закричал шокировано Джон, взглянув на Арчи.\n— Овечка, тебе не стоит на каждом шагу болтать об оборотнях — угрожающе произнес Арчи.\n— А что не так? Джон же тоже волк, разве нет? — спросила я.\n— Ты должен был её убить. Она помеха в нашей жизни, — помрачнев произнес Джон.\n— Слушай, не все участники банды — волки. Кому-то вякнешь об этом и я убью тебя, — угрожающе произнес Арчи.\n— Я же сказала, что не собираюсь рассказывать кому-либо о вас. Считай, что это плата за спасение, — произнесла тихо я.\n— Что еще она знает? — спросил нахмуренно Джон.\n— Больше ничего, — произнес спокойно Арчи сев рядом со мной на диван.\n— Арчи, ты знаешь кто хотел убить меня ? — спросила заинтересовано я.\n— Ты уже и так слишком много узнала, овечка, — ответил Арчи.\n— Если ты не расскажешь, то я сама узнаю! — закричала гневно я, собираясь встать, как Арчи схватив за плечи обнял меня не дав встать.",
    "answers": [
      {
        "id": 133,
        "text": "Возмутиться и вылезти их объятий"
      },
      {
        "id": 134,
        "text": " Ничего не делать"
      }
    ]
  },
  {
    "id": 132,
    "text": "Сидя на диване, я пристально наблюдала, как Джон начал заботливо наматывать Арчи бинтом.\n\nЗакончив дело, Джон убрал обратно аптечку в кухню в шкаф, а Арчи подошёл к бару и взял в руки стеклянную бутылку коньяка.\n\n— Эй, а у тебя есть что-то покрепче? — спросил Арчи, осматривая бар полен напитками.\n— Лучше расскажи поподробнее что с вами случилось, — произнес спокойно Джон, выхватив у Арчи коньяк и вернув обратно в бар.\n— Та чокнутая пошла в лес, а потом чуть-ли не спрыгнула со скалы, — ответил Арчи.\n— Чего?! Я не чокнутая! — закричала гневно я, кинув подушку в Арчи.\n— А потом кое-кто решил её убить, но я принял удар на себя, — продолжил Арчи с дерзкой ухмылкой, словив подушку.\n— В лесу кто-то пел песню, потому я была под гипнозом собираясь покончить с собой. Я видела галлюцинации,\n— Арчи, тебе стоило дать ей умереть, — спокойно произнес Джон. \n— Чего?! — возмутилась я.\n— Теперь она принадлежит мне. Она умрет, когда я захочу, — с дьявольской улыбкой произнес Арчи.\n— Тебе стоило бы быть дьяволом, а не оборотнем, — возмущенно пробубнила я себе под нос.\n— Чего?! Она знает о нас?! — закричал шокировано Джон, взглянув на Арчи.\n— Овечка, тебе не стоит на каждом шагу болтать об оборотнях — угрожающе произнес Арчи.\n— А что не так? Джон же тоже волк, разве нет? — спросила я.\n— Ты должен был её убить. Она помеха в нашей жизни, — помрачнев произнес Джон.\n— Слушай, не все участники банды — волки. Кому-то вякнешь об этом и я убью тебя, — угрожающе произнес Арчи.\n— Я же сказала, что не собираюсь рассказывать кому-либо о вас. Считай, что это плата за спасение, — произнесла тихо я.\n— Что еще она знает? — спросил нахмуренно Джон.\n— Больше ничего, — произнес спокойно Арчи сев рядом со мной на диван.\n— Арчи, ты знаешь кто хотел убить меня ? — спросила заинтересовано я.\n— Ты уже и так слишком много узнала, — ответил Арчи.\n— Если ты не расскажешь, то я сама узнаю! — закричала гневно я, собираясь встать, как Арчи схватив за плечи обнял меня не дав встать.",
    "answers": [
      {
        "id": 133,
        "text": "Возмутиться и вылезти их объятий"
      },
      {
        "id": 134,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 133,
    "text": "— Отпусти меня! — возмутилась я, пытаясь вырваться, однако он лишь сильнее прижал к себе. Его тело очень теплое, а сердцебиение спокойное, размеренное, отчего я слегка успокоилась.\n\n— Тебе запрещено идти в лес, чужакам там не рады, — произнес Арчи.\n— Что значит чужакам? — нахмуренно спросила я.\n— Чужаки — это все люди. Лес принимает лишь своих, то-есть нас оборотней, — объяснил Джон, стоя перед нами.\n\nНас? Получается, Джон тоже оборотень, как и Арчи... Но, что значит \"лес принимает\"? \n\n— Что значит \"лес принимает\"? Лес что живой? — с усмешкой спросила я.\n— Боже... — закатив глаза произнес Джон.\n— Лесной дух хотел убить тебя, так как ты чужая, а от чужих он избавляется, — сухо объяснил Арчи, резко отпустив меня из объятий.\n— Чего?! Лесной дух? Получается, это лесной дух пел и заставил меня прыгать со скалы? Разве лесному духу позволено так поступать с людьми? — возмутилась я.\n— Ты задаешь слишком много вопросов. Арчи, позволь мне её убить, — произнес холоднокровно Джон, пристального смотря мне в глаза.\n— Джон, она принадлежит мне. Только через мой труп, — сквозь зубы прорычал Арчи.\n\nВнезапно прогремел гром, после слов Арчи. Не могу поверить, что это всё происходит со мной. Сегодня узнаю, что существуют оборотни, лесной дух и все они хотят меня убить. А это ещё не конец дня...",
    "answers": [
      {
        "id": 135,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 134,
    "text": "Его тело очень теплое, а сердцебиение спокойное, размеренное, отчего я слегка успокоилась.\n\n— Тебе запрещено идти в лес, чужакам там не рады, — произнес Арчи.\n— Что значит чужакам? — нахмуренно спросила я.\n— Чужаки — это все люди. Лес принимает лишь своих, то-есть нас оборотней, — объяснил Джон, стоя перед нами.\n\nНас? Получается, Джон тоже оборотень, как и Арчи... Но, что значит \"лес принимает\"? \n\n— Что значит \"лес принимает\"? Лес что живой? — с усмешкой спросила я.\n— Боже... — закатив глаза произнес Джон.\n— Лесной дух хотел убить тебя, так как ты чужая, а от чужих он избавляется, — сухо объяснил Арчи, резко отпустив меня из объятий.\n— Чего?! Лесной дух? Получается, это лесной дух пел и заставил меня прыгать со скалы? Разве лесному духу позволено так поступать с людьми? — возмутилась я.\n— Ты задаешь слишком много вопросов. Арчи, позволь мне её убить, — произнес холоднокровно Джон, пристального смотря мне в глаза.\n— Джон, она принадлежит мне. Только через мой труп, — сквозь зубы прорычал Арчи.\n\nВнезапно прогремел гром, после слов Арчи. Не могу поверить, что это всё происходит со мной. Сегодня узнаю, что существуют оборотни, лесной дух и все они хотят меня убить. А это ещё не конец дня...",
    "answers": [
      {
        "id": 135,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 135,
    "text": "— Джон, можешь одолжить свой телефон? — спросила мило я, хлопая ресницами.\n\nПроигнорировав мою просьбу, он развернулся и ушел на второй этаж по лестнице.\nАрчи встав с дивана, пошел на кухню, открыв шкаф, взял оттуда аптечку, а из холодильника лед, со стола полотенце и направился ко мне, затем положив всё на пол, осторожно взял мою подвернутую ногу в руки, отчего я от неожиданности дернулась.\n— Успокойся, я не сделаю ничего плохого, — с дерзкой усмешкой произнес Арчи, словно он насмехался над моим секундным страхом.\n\nНахмурив брови и надув губы, отвернулась от Арчи, в то время как он приложил полотенце со льдом на мой голеностоп. Спустя время, Арчи сделал мне компресс, затянув плотно тугой повязкой. Закрыв аптечку, Арчи ушел на кухню, чтоб вернуть на место, а я пристально смотрела ему в спину.\n— Я отвезу тебя домой, не беспокойся, — произнес холодно Арчи, направляясь ко мне, а затем подняв меня на руки.\n— Эй, я могу и сама пойти, — возмутилась я, глядя в его бездонные глаза.\n— Мне доставляет удовольствие держать свою жертву в руках. Прям чувствуется власть, — дерзко усмехнувшись произнес Арчи.\n\nВыйдя из дома, Арчи с легкостью, как перышко понес в сторону гаража за домом. Гараж оказался открытым, поэтому мы с легкостью попали туда. Внутри стоял красивый красный байк, Арчи усадив меня, надел шлем, а затем сел впереди без шлема.\n\n— Держись крепко, — сказал Арчи.\n\nУхватив его за торс, мы на бешеной скорости поехали по дороге. Доехав домой, я вылезла из байка и сняв шлем отдала Арчи.\n— Во сколько за тобой заехать? — с дерзкой улыбкой, спросил Арчи.\n— Ни во сколько. Я не собираюсь находиться в твоей компании, — ответила холодно я, отвернувшись и направляясь в дом, чувствуя пристальный, сверлящий взгляд в мою спину.",
    "answers": [
      {
        "id": 136,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 136,
    "text": "Зайдя домой, я направилась в свою комнату, но Лео преградил мне путь, не давая пройти.\n\n— В каких ты отношениях с тем чокнутым?! — закричал гневно Лео.\n— С кем? — недоуменно переспросила я.\n— С Арчи. Не смей больше контактировать с ним, — угрожающе произнес Лео.\n— Переживаешь, что я тоже исчезну, как Вильям?\n— После того, как Вильям вступил в ту банду, стал постоянно там тусить, а в конце концов исчез. Арчи заклятый враг твоего брата, если бы они не находились в одной банде, то поубивали друг-друга, — серьёзно произнес Лео. \n— Ты, что подозреваешь Арчи? — нахмурившись спросила я.\n— Арчи очень опасен. Будь, осторожна, — произнес обеспокоенно Лео, заключив меня в крепкие объятия. \n— Пожалуйста, остерегайся его, — продолжил просить Лео.\n— Ладно, только дай пройти в свою комнату,\n\nЗайдя в комнату, я собиралась в университет, переодеваясь в светлую блузку и черные брюки, а также складывая в сумку учебники, тетрадки, пенал и всякие другие принадлежности. К счастью, в лес я пошла без телефона, поэтому не оставила его там. Собравшись я собиралась выйти, как послышался стук в окно. Обернувшись, я увидела наглое лицо Арчи в окне, который дерзко ухмылялся и взглядом указал на ручку окна, указывая мне открыть.\n\nКакого он приперся сюда...",
    "answers": [
      {
        "id": 137,
        "text": "Открыть окно"
      },
      {
        "id": 138,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 137,
    "text": "Подойдя к окну, я осторожно открыла, а Арчи бесцеремонно зашел внутрь в комнату, словно так все люди заходят в чей-то дом.\n\n— Молодец, овечка, не следует меня игнорировать, — произнес дерзко улыбнувшись Арчи, осматривая мою комнату.\n— Хватит меня называть овечкой! У меня есть имя, — возмутилась я.\n— А я считаю, что \"овечка\" тебе очень подходит. Ты глупая, слабая и немного милая, как овечка, — ответил с усмешкой Арчи, однако, после слов \"немного милая\" слегка покраснел.\n— Чего?! Я не глупая, не слабая и совсем не милая! — закричала я, не переварив смысл слов.\n— Подожди... Милая?! Я тебе что понравилась? Поэтому ты решил сделать меня своей игрушкой? — спросила с ехидной усмешкой я.\n— Я не влюбляюсь в своих жертв, тем более в игрушки для мести, — подмигнув произнес холодно Арчи.",
    "answers": [
      {
        "id": 139,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 138,
    "text": "Отвернувшись, я направилась в сторону двери, как послышался шум разбившегося осколок стекла, отчего я невольно дернулась. Не успев обернуться, как сильная мужская рука схватив за плечо, повернула меня на дерзкое лицо Арчи.\n\n— Какого черта ты творишь?! — закричала от злости я, рассматривая осколки стекла лежащие по всей комнате.\n— Надо было сразу открывать. Сама виновата, овечка, — с дерзкой усмешкой произнес Арчи.\n— Хватит меня называть овечкой! У меня есть имя, — возмутилась я.\n— А я считаю, что \"овечка\" тебе очень подходит. Ты глупая, слабая и немного милая, как овечка, — ответил с усмешкой Арчи, однако, после слов \"немного милая\" слегка покраснел.\n— Чего?! Я не глупая, не слабая и совсем не милая! — закричала я.\n— Подожди... Милая?! Я тебе что понравилась? Поэтому ты решил сделать меня своей игрушкой? — спросила с ехидной усмешкой я.\n— Я не влюбляюсь в своих жертв, тем более в игрушки для мести, — подмигнув произнес холодно Арчи, отпустив хватку моего плеча.\n",
    "answers": [
      {
        "id": 139,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 139,
    "text": "— Игрушка для мести? Что ты имеешь в виду? — нахмурившись спросила я, глядя пристально в его бездонные глаза.\n— Как говорил мой старик, если хочешь отомстить, то целься в близких людей врага. Близкий человек моего врага — это ты, — с холоднокровной усмешкой ответил Арчи, отчего по моей коже пошли мурашки, и покачнувшись сделала пару шагов назад.\n— Если ты хочешь отомстить Вильяму через меня, то зачем спасал? — спросила я, пристально смотря на холоднокровного Арчи.\n— Твоё время ещё не пришло. Однако, как только явиться Вильям, то ты умрешь на его глазах, — с огоньком в глазах произнес холоднокровно Арчи.\n— Что он тебе сделал такого, что ты желаешь мести?\n— Спросишь об этом своего братца, — произнес сквозь зубы Арчи.\n\n Теперь мне реально страшно за свою жизнь. Я не хочу умирать. Я хочу жить. Этот Арчи может показаться просто дерзким парнем, но этот парень готов безжалостно убить меня ради мести.\n— Чего застыла? Поехали в университет, — произнес с дерзкой усмешкой Арчи, как в ничем не бывало.\n— В смысле? — шокировано спросила я.\n— В прямом, жду тебя внизу. Сбежишь, я знаю, где тебя найди. Ты уже собрана, так что не заставляй меня ждать, — произнес спокойно Арчи, затем легко спрыгнул с окна вниз.\n\nНу и как мне теперь быть?... Арчи мало того, что оборотень, так ещё и враг Вильяма, готовый меня убить. Мне следует его остерегаться, однако, Арчи опасный тип. Я не знаю, на что он способен. Так, успокойся, Марго. Арчи не убьет меня, пока не объявиться Вильям... Однако от этого вовсе не легче. Сделав вдох выдох, я поспешила вниз.\n\n— О, ты уже собралась? Подожди меня, я сейчас соберусь и поедем, — произнес Лео выходя из ванной комнаты с полотенцем на плечах.\n— Я сама доеду до университета. До встречи, Лео! — выкрикнула я, бежа в коридор и спеша обуваясь.\n\nЛео не успел ни слова вставить, как я быстро покинула дом, спеша к Арчи, который спокойно покуривал стоя возле байка.\n\n— Я тут, поехали, — произнесла высокомерно я.\n— Побудь хорошей девочкой, дай докурить мне, — произнес с дерзкой ухмылкой Арчи, продолжая курить.\nВыхватив у него из рук сигарету, я кинула на землю и затоптала.",
    "answers": [
      {
        "id": 140,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 140,
    "text": "— Что творишь?! — закричал гневно Арчи.\n— Не в моем стиле быть хорошей девочкой, уж простите, — ехидно произнесла я.\n\nАрчи ярко улыбнулся и звонко, искренно засмеялся, а затем надел на меня шлем. Усевшись на байке, я обхватила руками торс Арчи, после чего байк тронулся с места.\n\nМы ехали на бешеной скорости по дороге, отчего мои волосы развевались от сильного ветра, а в груди появлялось странное чувство. Это странное чувство, заставляло меня нелепо улыбаться. Вскоре мне стало ясно, что мне нравиться кататься без башенно на байках. Мне нравиться ездить так на бешеной скорости, аж чувствуется свобода. Наверно, это и покорило Вильяма. Доехав до университета, я сняла шлем, с улыбкой на лице, в то время, как Арчи встав с дерзкой усмешкой посмотрел на меня.\n\n— Что, понравилось? — спросил Арчи.\n— Да, только если бы тебя не было, было бы намного лучше, — высокомерно ответила я, отдав шлем в руки Арчи.\n\nЗайдя в университет, мы пошли по длинному коридору, навстречу шла разгневанная Ева с молочным коктейлем в руках. \n— Ну, что довольна, сучка? — закричала гневно Ева, стоя передо мной.\n— Чем именно? — ехидно спросила я, делая вид, что не понимаю.\n— Не притворяйся тупой! Знай, что я не спущу тебе это с рук! — закричала Ева.\n\nЗаметив её сильную хватку, которая держит коктейль, меня осенило, что она собралась облить меня. Её рука с напитком направилась в мою сторону, а я невольно зажмурилась, как из ниоткуда появился Макс, схватив коктейль и опустошив его полностью, вылив в себя.\n\n— Мм, вкусно. Где купила? — с яркой улыбкой спросил Макс глядя на слегка растерянную Еву.\nФыркнув себе под нос, Ева отвернулась и отдалилась от нас.\n\n— Привет, милашка Марго, — с улыбкой на лице произнес Макс.\n— Привет, — спокойно произнесла я.\n— А вы что вместе пришли? — удивленно спросил Макс заметив рядом со мной Арчи.\n— Не переживай, дружище. Не буду мешать вам, я пойду, — подмигнув Арчи Максу, ушел от нас, направившись к толпе студентов в кожаных куртках с изображением волка на спине.\n— Ты случайно не знаешь, как можно попасть в банду \"Северные Волки\" ? — спросила я, пристально глядя на тех студентов.\n— Ну, там какие-то испытание надо пройти. Однако, об этом надо разговаривать с лидером, — ответил Макс. \n— Кто у них лидер? — переведя взгляд на Макса, спросила я.\n— У них там хаос сейчас, оба волка правят. А зачем тебе? Ты же не собираешься вливаться в ту банду?\n— А что нельзя?\n— Ну, я бы не советовал. Станешь членом банды раз и навсегда. Уходить из банды нельзя,\n— Серьезно? А что делать тому кому надоело быть в банде? — удивленно спросила я.\n— Без понятия. По правилу у них, считается предателем тот кто покидает банду.\n— Жестоко. А ты откуда обо всем это знаешь?\n— Я же дружу с некоторыми из них. Забыла? — с усмешкой спросил Макс.\n— Всё же, кто у них лидер? — спросила настойчиво я.\n— Зачем тебе это? — раздраженно спросил Макс.\n— Ответь, уже,\n— А что мне за это будет? — с хитрой усмешкой спросил Макс, приблизив свое лицо ко мне.\n— Что нужно? — раздраженно спросила я.\n— Свидание, — с усмешкой ответил Макс, ни капли не смутившись.\n\nЧего? Он совсем оборзел?! Оттолкнув от себя Макса, я грубо ответила:\n— Обойдешься. Без тебя узнаю,",
    "answers": [
      {
        "id": 141,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 141,
    "text": " Обойдя Макса, я направилась навстречу к Джону, который направлялся к банде. Остановившись перед ним, я загородила ему путь, отчего тот нахмуренно взглянул на меня.\n\n— Что надо? — спросил спокойно Джон.\n— Кто лидер банды \"Северные Волки\"? — спросила невозмутимо я.\n— Не скажу. Никто тебе не скажет, — ответил невозмутимо Джон, пройдя мимо меня, осторожно, чтоб не зацепить.\n\nМакс наблюдавший за мной, засмеялся, а затем подбежал ко мне.\n— Тебе никто не скажет. Обычные студенты не в курсе дел волков, а волки не распространяют информацию банды за пределы банды, — произнес с улыбкой Макс.\n— Та ладно. Не может быть, чтоб никто не знал лидера... — произнесла я, а затем меня осенило, что Макс правда может знать, ведь тот дружит с волками, отчего я пристально невольно взглянула на Макса.\n— Одно свидание и я тебе дам ответ, — произнес хитро Макс.\n\nТа, нет. Макс наверняка хитрит, кто-то точно знает лидера. Проигнорировав его, я направилась в аудиторию.",
    "answers": [
      {
        "id": 142,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 142,
    "text": "Стефани и Кристи куда-то исчезли, их не было в аудитории, однако мне пришло уведомление на телефон. Посмотрев на экран, там было написано от Кристи, что их не будет, так как они заняты.\n\nИнтересно, чем они так заняты...",
    "answers": [
      {
        "id": 143,
        "text": "[ Переписка ]"
      }
    ]
  },
  {
    "id": 143,
    "text": "[ Переписка]\nКристи: Нас з Стефани не будет. Мы заняты.\nЯ: Чем же? :/\nКристи: Потом расскажем;)\n\nУбрав телефон, я заметила Айзека, улыбнувшись, направилась к нему, сев рядом.",
    "answers": [
      {
        "id": 144,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 144,
    "text": "— Привет, — произнесла дружелюбно я.\n— Привет. Ты не видела Эрику? — спросил дружелюбно Айзек.\n\nСнова эта Эрика. Раздражает.\n\n— Нет. Вы так близки, разве ты не должен знать её место нахождения? — спросила я, слегка с ревностью.\n— Аа, ну да, — слегка покраснев ответил Айзек, проведя рукой по своим волосам.\n\nНачалась пара, Эрика не явилась, отчего Айзек нервничал, названивая ей тайком от профессора, за книгой. Всю пару Айзек был нервным, не выдержав сидеть, он резко встал с телефоном в руках и выбежал из аудитории, тем самым удивив профессора и студентов.\n\n— Куда это он? — спросил удивленно профессор, глядя на меня, на что я лишь пожала плечами.\n\nНеужто он так обеспокоен Эрикой, что сбежал с пары... На моих глазах невольно выступили слезы, которые медленно стекали вниз по лицу. Макс сидевший недалеко от меня, заметил это и незаметно подсел ко мне, а затем заботливо протянул платок синего цвета.\n\n— Отстань, — грубо произнесла я, оттолкнув его руку с платком.\n— Возьми и перестань плакать, — произнес дружелюбно Макс, протянув снова платок.\n— Я не плачу. Просто в глаз что-то попало, — оправдывалась я, взяв платок и вытерев слезы.\n— Ты расстроилась из-за того, что я не назвал лидеров? — обеспокоенно спросил Макс.\n\nЧто? Он подумал, что я расплакалась из-за него?\n\n—  Дилан и Арчи, — произнес тихо Макс.\n— Что?\n— Они лидеры, — ответил тихо Макс.\n\nДилан и Арчи?! Только не они... Я не с тем, не с тем не в ладах. Дилан вряд-ли пойдёт мне навстречу. Тем более я не готова с ним разговаривать. Остаётся Арчи. Придётся с ним пообщаться. Кто бы знал, что слезы девушки заставят Макса чувствовать себя виноватым.\n\n— Спасибо за ответ, но я не из-за тебя плакала. То есть я не плакала, — произнесла я.\n—  Я так всё и понял. Я дал тебе ответ на твой вопрос, не собираешься сходить со мной на свидание за это? — спросил с улыбкой Макс.",
    "answers": [
      {
        "id": 145,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 145,
    "text": "— Нет, — ответила холодно я.\n— Ну, всего лишь одно свидание. Я же выполнил свое обещание, будь ответственна за свое обещание, — возмутился Макс.\n— Чего? Я ничего не обещала! — возмутилась я.\n\nПрофессор заметив шум исходящий от нас, сделал замечание, после чего мы замолчали.\n\n— Тогда как насчёт поцелуя? — с усмешкой спросил Макс, глядя на мои губы.\n— Макс, очнись. Я не собираюсь встречаться с тобой, — произнесла высокомерно я.\n— Почему же?\n— Во-первых ты бабник. Во-вторых, ты не в моем вкусе, — ответила спокойно я.\n— А кто в твоем вкусе? Арчи? — раздраженно спросил Макс.\n\nОн что ревнует?\n\n— Причем тут Арчи? — нахмурившись спросила я.\n— Сегодня вместе пришли, еще хочешь к ним вступить в банду. Ты определённо в него втрескалась, — раздраженно произнес Макс.\n— Пф, плевать я хотела на твоего Арчи и.. И вообще с какой стати, я должна передо тобой оправдываться? — раздраженно произнесла я.\n— Ну, да. Я же для тебя пустое место, не так ли? — с грустью в глазах произнес Макс, отведя взгляд от меня.\n— Просто, я не собираюсь играть с тобой, Макс. Я не хочу ни использовать тебя, а потом бросить, ни быть использованной для твоей очередной галочки, — ответила серьезно я.\n— Мой номер у тебя есть. Передумаешь, напишешь, — произнес сухо Макс, пересев на другое место.",
    "answers": [
      {
        "id": 146,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 146,
    "text": "После пары, студенты, спеша, выходили из аудитории, а я складывала свои вещи и вещи Айзека в рюкзак.\n\n— Не видела Эрику? — спросил спокойно Джон.\n— Нет! И знать не хочу! — закричала гневно я.\n— Чего кипятишься? Я просто спросил, — произнес спокойно Джон, наблюдая, как я нервно складываю вещи.\n— Айзек оставил на тебя свои вещи? Он что доверяет тебе? — с подозрением спросил Джон.\n— Что-то не нравится? Айзек мой лучший друг, естественно он доверяет мне, — раздраженно произнесла я.\n— А ты ему доверяешь?\n— Конечно. Что за вопросы? — нахмуренно спросила я.\n\nСложив вещи в рюкзак, я собиралась застегнуть его, как Джон резко схватил его и поднял наверх надо моей головой.\n\n— Что за шутки? — спросила нахмуренно я.\n— Арчи сказал же, что сегодняшний день будет не сладким, — ответил спокойно Джон.\n— Отдай сейчас же! — закричала я, пытаясь отобрать, но Джон был выше меня.\n— Если хочешь вернуть вещи своего друга, то тебе следует обратиться к Арчи, — спокойно произнес Джон, а затем быстро отойдя от меня с рюкзаком, после чего вылетел из аудитории.\n\nВот же гад. Ну, и где мне Арчи искать?... Бродя по университету, я пыталась найти Арчи, но наткнулась на Сэма, который стоял с Кирой общаясь, однако заметив меня, он направился спеша ко мне. Не желая с ним общаться, я отвернулась и поспешила уйти, как Сэм преградил мне путь, поставив руку на стену. Хотела обойти с другой стороны, как он и вторую руку прислонил к стенке, загнав меня в тупик.\n\n— Марго, я сожалею о содеянном. Прости меня, — виновато произнес Сэм.\n— Выпусти меня, — холодно произнесла я.\n— Ты прощаешь меня?\n— Если хочешь, чтоб я тебя простила, то отстань от меня! — закричала я, толкнув его в грудь, однако он продолжал стоять на месте.\n— Не отпущу, пока не простишь,\n— Эй, отстань от неё, — грубо сказал Айзек оказавшись рядом.\n— А ты кто такой? — спросил Сэм.\n— Её лучший друг, так что, отстань от неё, — произнес Айзек.\n— Ха, иначе что ты мне сделаешь? — с усмешкой спросил Сэм.\n\nАйзек собирался оттолкнуть Сэма от меня, как Сэм оттолкнул его первым, отчего тот сильно грохнулся на пол.\n\n— Айзек! — закричала встревоженно я, подбежав к нему.\n— Я в порядке, — ответил Айзек поднимаясь, а я схватив его за руку помогла встать на ноги.\n— Точно? Может тебе в мед пункт? — спросила обеспокоенно я. \n— Я в порядке правда, — неловко улыбнувшись произнес Айзек, обняв, хлопая дружески мне по спине утешая.\nСэм нахмуренно посмотрел на нас, словно о чём-то думал.",
    "answers": [
      {
        "id": 147,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 147,
    "text": "— Сэм, ещё раз тронешь меня или кого-то из моих друзей тебе не поздоровиться! — закричала гневно я, вырвавшись из объятий Айзека и встав перед Сэмом.\n\nСэм лишь виновато взглянул на меня, а затем резко отвернувшись, ушел.\n\n— Успокойся, ничего же не произошло, — произнес спокойно Айзек.\n— Как это ничего? Он толкнул тебя! Ты мог разбить себе голову! — закричала возмущенно я.\n— Боже, хватит так беспокоиться обо мне. Мне от этого становиться неловко, прекрати, — произнес Айзек, неловко улыбнувшись.\n— Почему мне нельзя волноваться? — возмутилась я.\n— Давай прекратим, пошли на крышу. Я хотел с тобой поговорить, — произнес серьезно Айзек, взяв меня нежно за руку и повел наверх.\n\nОказавшись на крыше, Айзек отпустил мою руку и произнес:\n — Слушай, я хочу рассказать тебе секрет. Надеюсь, ты сохранишь его...\n— Конечно, можешь мне довериться, — произнесла дружелюбно я.\n— Мне нравиться Эрика... Очень сильно, настолько, что я не могу перестать о ней думать, — покраснев произнес он.\n\nОт его слов, моё сердце забилось чаще, то ли от гнева, то ли от ревности, или от печали, а может и от всего.\n\n— Понятно. Мне зачем это знать? — холодно спросила я.\n— Ну, как же. Мы же с тобой лучшие друзья. Я хотел спросить у тебя совета, как мне с ней быть. Ведь ты тоже девушка и наверняка знаешь, что ей может понравиться, — смущенно произнес Айзек.\n— Верно... Лучшие друзья... — пробормотала я.\n— Ты чего? Ты ведь не вл.. Подожди, мы же друзья, верно? — спросил обеспокоенно Айзек.\n\nФренд зона. Вот, что мешало мне стать девушкой Айзека. Я не должна была становиться его другом...",
    "answers": [
      {
        "id": 148,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 148,
    "text": "Моё сердце разбилось на мелкие кусочки, словно хрупкая ваза, ноги стали ватными, отчего я пошатнулась назад, по моим щекам текли ручьями слезы. На душе было невыносимо больно, хотелось кричать, плакать и биться.\n\n— Ты в порядке? — обеспокоенно спросил Айзек, схватив за плечо.\n— Оставь меня одну, — произнесла холодно я, грубо оттолкнув с плеча его руку.\n— Прости... Ты для меня, как сестра, — произнес дружелюбно Айзек.\n— Братья не целуют своих сестер в губы, — произнесла со злобой я.\n\nВзглянув на растерянного Айзека, я отвернулась и побежала вниз. Бежа вниз по лестнице, ладонями вытирала слезы, отчего также размазывала тушь, как врезалась в кого-то, чуть-ли не упав, однако, чья-та сильная мужская рука обхватила мою талию, тем самым не дав упасть.\n\nВзглянув наверх, передо мной стоял Макс. Только сейчас, я смогла раз видеть его красивые глубокие, голубые глаза, в которых словно тонешь. Хоть голубые глаза холодного оттенка, в этот миг они сияли теплотой.\n\n— Кто тебя обидел? — с серьёзным лицом спросил Макс, продолжая меня держать.\n— Никто, — произнесла холодно я, оттолкнув от себя его руки.\n\nЕго пылкий взгляд резко посмотрел на верх в сторону крыши. Он уверенными шагами направился наверх, а ладони сжались в сильный кулак. Нельзя допустить, чтоб он подрался с Айзеком. Подбежав к нему, я схватила его руку, отчего тот лишь её грубо отбросил и продолжил идти. Макс не оставил мне выбора, кроме, как заключить его в крепкие объятия со спины, что я и сделала, отчего тот вмиг замер.\n\n— Макс, не надо, — произнесла тихо я.\n— Ты хоть мне и не девушка, а друг моих друзей, что автоматом делает тебя и моим другом тоже. Ты называешь меня бабником, но я порву за каждого друга, так что отпусти меня, — произнес серьезно Макс.\n— Пожалуйста, Макс, — умоляюще произнесла я.\n— Неужели там тот, кто очень дорог тебе? — спросил Макс, тяжело вздохнув.",
    "answers": [
      {
        "id": 149,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 149,
    "text": "Я лишь промолчала, не желая отвечать на этот вопрос.\n\n— Ладно, отпусти, — спокойно произнес Макс.\n\nОтпустив, он повернулся ко мне лицом, затем пальцами аккуратно поднял наверх мой подбородок, заставив взглянуть на него.\n\n— Ты вся заплаканная. Не думаю, что тебе понравиться выходить на люди в таком виде, — произнес Макс, смотря на меня с заботливом взглядом.\n\nОтпустив мой подбородок, он достал салфетки и принялся вытирать мне лицо, отчего я от неожиданности дернулась, на что Макс лишь усмехнулся.\n\n— Спасибо, — произнесла смущенно я.\n— Раз благодарна, то.. Хотя, забей. Не беспокойся, я никому не расскажу об этом, я человек слова, — произнес с яркой улыбкой Макс\n\n Он хотел попросить сходить на свидание, но передумал?\n\n— Хорошо, — ответила дружелюбно я.\n— Не хочешь выйти подышать свежим воздухом? — спросил мягко Макс.\n— Не особо,\n— Та ладно тебе, пошли, — произнес с улыбкой на лице Макс и схватив нежно за руку потянул вниз по лестнице.\n\nИнтересно, что он уже задумал...\n\nПройдя коридор, мы вышли из университета, оказавшись на улице. Здесь было много студентов, сидящих на траве, на ступеньках в компаниях.\n\n— Пошли присядем под тем деревом, — произнес взбудоражено Макс, указав на одинокое дерево, которое стояло отдельно от всех.\n\nНе успев опомниться, как он потянул меня за руку к дереву, а затем достав из рюкзака шерстяное серое покрывало, постелил на землю.\n\n— Садись, — произнес Макс улыбаясь.\n\nУсевшись, я начала наблюдать, как Макс сев рядом, достал из рюкзака апельсиновый сок со стаканчиками и две булочки.\n\n— Это тебе, — с яркой улыбкой произнес Макс, протянув мне булочку.\n— Спасибо, — произнесла я, взяв булочку и начав её есть.\n\nБулочка оказалась с вишней, прям, как я люблю. Он просто угадал с выбором или узнал?\n\n— Ну, как тебе?\n— Вкусно, прям, как я люблю, — ответила я, с полным ртом булки.\n— Не торопись, еще сок есть, — произнес Макс, наливая сок в стакан, а затем протянув мне.\n— А ты почему не ешь? — спросила заинтересовано я, попивая сок.\n— Не люблю вишни, а на апельсины аллергия, — ответил Макс, пристально смотря на меня.\n— Тогда зачем купил? — нахмурившись спросила я.\n— Ты же любишь, — с усмешкой ответил Макс.\n— Откуда ты узнал?\n— От Лео,\n— Не думала, что ты дружишь с моим братом,\n— Ну, он же друг моего друга, значит мой друг тоже,",
    "answers": [
      {
        "id": 150,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 150,
    "text": "Вспомнив о том, как Джон сбежал от Макса на паре, я невольно улыбнулась. Макс слишком дружелюбный.\n\n— Чего лыбимся? — спросил Макс.\n— А что? Улыбаться нельзя? — грубо спросила я, прекратив улыбаться.\n— Можно. Улыбайся чаще, тебе идёт улыбка, — произнес Макс, убрав мои волосы за ухо, после чего приблизился ко мне.\n\nЕго лицо всё ближе и ближе, что напрягает, отчего я наклоняюсь торсом назад, после чего я свалилась полностью на одеяло, уронив не доеденную булочку и пустой стакан. Макс лишь оказался наверху, поставив две руки по бокам от меня.\n\n— Боишься? — спросил тихо Макс, приблизив свое лицо ко мне, настолько что могли соприкоснуться носами.\n— Макс, прекрати! — возмутилась я.\n— Не хочу, мне нравиться твоя реакция, — произнес хитро Макс с дерзкой усмешкой на лице.\n\nОттолкнув от себя Макса, отчего тот свалился в сторону, я резко встала на ноги.",
    "answers": [
      {
        "id": 151,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 151,
    "text": "Отвернувшись, я сделала несколько шагов, как Макс схватив за руку повернул на себя.\n\n— Ты что обиделась? Я же пошутил. Я не трону тебя, пока сама не попросишь, — ярко улыбнувшись произнес Макс.\n\nВзглянув на то, как он продолжает держать мою руку, Макс заметив, резко отпустил меня.\n\n— Плохой из тебя шутник, — произнесла я.\n— Прощаешь?\n— Ага, увидимся, — произнесла дружелюбно я, отдаляясь от него.\n\nНе спеша шагая, я заметила банду \"Северные Волки\", среди них стоял Арчи покуривая сигарету и что-то говорил всем, а рядом с ним стоял нахмуренный Джон. Вспомнив о вещах Айзека, я уверенно направилась к нему. Заметив меня, Арчи резко кинул сигарету, а Джон затоптал, в то время как Арчи спеша направлялся мне навстречу. Не успев опомниться, как Арчи схватил за руку, потащил за собой подальше от банды.\n\n— Что надо? — спросил Арчи, сжимая сильно мою руку.\n— Отпусти, мне больно! — закричала я, после чего тот в миг отпустил мою руку, на удивление.\n— Ну, я слушаю, — произнес спокойно Арчи.\n— Верни рюкзак Айзека,\n— Аа, это. Если хочешь вернуть вещи своего друга, то ты должна кое-что сделать для меня, — с дерзкой усмешкой произнес Арчи.\n\nОн решил поиграться со мной? Ха, решил, что сможет управлять мной...\n\n— Что именно? — спросила спокойно я.\n— Стань моей слугой, — ответил с пылающим взглядом Арчи.\n— Ч-чего? Ты вообще охренел?! — закричала гневно я.\n— Ну, тогда отличный рюкзак нищего Айзека будет уничтожен. Эх, вот же бедолага, — с хитрой усмешкой произнес Арчи, не спеша отвернувшись, собирался уйти.\n\nВот же козлина! Знает, что у Айзека финансовые трудности. Тот рюкзак не дешёвый, его мама трудилась, чтоб над тем не насмехались другие... Я могла бы развернуться и уйти, купив ему другой рюкзак, если бы та вещь не была ценна для него. Рюкзак напоминает ему о покойной матери...",
    "answers": [
      {
        "id": 152,
        "text": "Остановить Арчи"
      }
    ]
  },
  {
    "id": 152,
    "text": "— Стой! — закричала я.\n\nАрчи мгновенно остановился, как будто ожидал такой реакции, с хитрым взглядом взглянул на меня, довольно, словно празднуя победу.\n\n— Я надеюсь это останется между нами. Также надеюсь это на один день? — тихо произнесла я.\n— Конечно, гарантирую, — произнес с дерзкой ухмылкой Арчи.\n\nАрчи с довольным лицом направился ближе ко мне, отчего я попятилась назад ударившись головой об дерево.\n\n— Ну, ты и глупышка. Телефон сюда, — произнес с дерзкой ухмылкой Арчи протянув руку ладонями вверх.\n— Зачем тебе? — нахмуренно спросила я.\n— Эй, живо давай. Слуги не задают лишних вопросов, — закричал Арчи.\n\nБоже, на что я согласилась... \n\nДостав из сумки телефон, я положила его в ладонь Арчи, после чего тот начал что-то делать смотря на экран. Затем взглянув на меня игривым взглядом, вернул телефон, ничего не говоря, он отвернулся и спеша направился к своей банде.\nВзглянув на экран телефона, я увидела лишь обои, а в закладках было пусто.\n\nЧто же он сделал?...",
    "answers": [
      {
        "id": 153,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 153,
    "text": "Сидя на паре, я пыталась сконцентрироваться, однако, всякие мыслишки мешали. Я раздумывала насчёт того, как вступить в банду, ведь Арчи явно не собирается мне рассказывать правду, а значит я сама выведаю. Но, я бы соврала, если бы сказала, что это единственная причина почему я хочу туда вступить.\n\nПомимо того, чтоб раскрыть правду, я хочу быть в банде, ведь это весело. В старшей школе у меня была своя банда, мы запугивали других и отрывались по полной программе. Однако, банда расформировалась, так как все мы пошли своей дорогой, одни уехали заграницу, другие учатся в другом городе, а третьи вообще уже унаследовали семейный бизнес. Мы были словно семья, а после школы превратились в чужих людей... Раздумывая, я не заметила, как ко мне подсела Джулия.\n\n— Привет, — дружелюбно произнесла она.\n— Привет...\n— Прости за то, что нагрубила тебе и говорила всякие гадости о тебе, — смущенно произнесла Джулия.\n— Извинения приняты,\n— Ого, ты так быстро меня простила, — удивленно произнесла Джулия.\n— Однако, хочу попросить кое-что взамен, — хитро произнесла я.\n— Что?\n— У меня тут проблема возникла. Ты же знаешь Арчи? — с хитрым взглядом спросила я.\n— Конечно, он же лучший друг моего брата.\n— Он отобрал очень ценную вещь у моего друга. Не могла бы ты забрать её обратно, так чтоб он не узнал?\n— Оу... А что за вещь?\n— Чёрный кожаный рюкзак с брелком в виде половинки сердца с надписью \"Ве.. Fri..\", — ответила я.\n— Аа, как у тебя? — спросила Джулия, взглянув на мой брелок в виде половинки сердца с надписью \"..st ..ends\" прицепленный к сумочке.\n— Да, — с грустью ответила я, вспомнив слова Айзека на крыше: \"Мы же с тобой лучшие друзья\".\n— Ну, попробую, — произнесла неловко Джулия.\n— Давай обменяемся номерами, когда заберешь, напишешь мне,\n\nОбменявшись номерами телефона, мы продолжили писать конспекты. Теперь у меня появился план, как не быть слугой того психа. После пар, я столкнулась с кем-то в коридоре, ударившись об него плечом.\n\n— Эй, смотри куда идёшь, кретин! — закричала гневно я, схватившись за больное место.\n— Ой, прости, — растерянно произнес Айзек.\n\nВзглянув на Айзека, я заметила, что он выглядит очень растерянным, словно потерялся либо.. Потерял кое-что. Ну, конечно, он потерял свой рюкзак.\n\n— Ты случайно не забирала с собой мой рюкзак? — спросил обеспокоенно Айзек, с надеждой в глазах.\n— Забирала, но не могу сейчас вернуть, — произнесла неловко я.\n— Почему? — удивленно спросил Айзек.\n— Ну, кое-кто отобрал у меня его, но я обязательно тебе верну, — ответила я.",
    "answers": [
      {
        "id": 154,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 154,
    "text": "— Кто отобрал? — шокировано спросил Айзек.\n— Джон, — произнесла гневно Джулия с черным рюкзаком в руках.\n— Ч-чего? Как ты так быстро забрала? — шокировано спросила я.\n— Просто увидела, что Джон запихнул себе в шкафчик его, — произнесла Джулия, отдав Айзеку его рюкзак.\n— Как ты так быстро справилась? — удивленно спросила я.\n— Секрет, — подмигнув ответила Джулия.\n\nПришло уведомление на телефон, после чего я посмотрела на экран и увидела сообщение от некого \"Альфа\". Открыв сообщения, там было написано:\n\" Эй, слуга, принеси мне воду!\"\n\" Жду в аудитории 45\"\n\" Не заставляй меня ждать\".\n\nНу, погоди, сейчас я тебе устрою \"не сладкий день\".\n— Спасибо, Джулия, — довольно произнесла я, отдаляясь от них.\n\nНаправившись в столовку, я купила бутылку воды, затем постучав в мед пункт, я поняла, что там никого нет. Осторожно открыв дверь, пробралась внутрь. Внутри стояла койка, рабочий стол с документами, а также всякие шкафчики с лекарствами.\n\nПошарив по ящикам, нашла сильное успокоительное в таблетках, хитро усмехнувшись, взяла пластинку и положила в карман, после чего поспешила выйти. По пути направляясь к аудитории, зашла в женский туалет и достав таблетки, кинула в газированную воду, отчего те растворились.\n\nКак в ничем не бывало, я поспешила в аудиторию. Зайдя внутрь, оказалось пусто, никого не было, кроме Арчи сидящего с наглой улыбкой, чьи ноги дерзко лежали на парте.\n\n— Я принесла, — спокойно произнесла я, подойдя ближе и протянув бутылку с водой.\n— Долго ты, — с усмешкой произнес Арчи, открывая бутылку.\nОткрыв бутылку, он хотел выпить, однако, заметив мой пристальный взгляд, уставился в ответ.\n— Чего так смотришь на меня? — спросил подозревающее Арчи.\n— А что? Я могу идти? — спросила я.\n— Нет. Просто сядь и не напрягай меня своим ужасающим взглядом, — произнес раздраженно Арчи.\n\nСмело перепрыгнув через парту, я уселась рядом с Арчи, продолжая наблюдать за ним, ожидая, когда он выпьет. Арчи не спеша поднял бутылку, приближаясь ближе и ближе, как в помещении появился Дилан, отчего Арчи остановился.\n\n— Что она здесь делает? — спросил холодно Дилан, приблизившись к нам.\n— Она выполняет мои приказы, — довольно ответил Арчи.\n— Смотри, чтоб случаем не избила твою подружку, то она у нас умеет избивать людей, — со злобой произнес Дилан.\n— А ты умеешь верить всем, кроме своим родным людям, — произнесла холодно я.\n— Слушай, что ты забыла здесь? Свали отсюда, от тебя одни проблемы, — произнес угрожающе Дилан, схватив из рук бутылку Арчи, а затем сделав несколько глотков, отчего я схватилась за голову от того, что тот испортил мне месть.\n",
    "answers": [
      {
        "id": 155,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 155,
    "text": "В считанные секунды Дилан медленно начал моргать, хотел что-то сказать, как грохнулся на пол, разлив всю воду.\n\n— Дилан! — закричал обеспокоенно Арчи, подбежав к нему, проверяя пульс.\n— Не переживай так сильно, немного поспит и проснётся, — произнесла спокойно я.\n— Что ты подмешала в воду? — спросил гневно Арчи, сжав ладони в кулак.\n— Отличное успокоительное, — ответила кратко я.\n— Ты совсем сдурела?! Ты что хотела  меня усыпить?! — закричал от злости Арчи.\n\nЗакатив глаза, я встала и собиралась уйти, но Арчи схватив сильно за воротник, протянул меня к себе, между нами стояла лишь парта.\n\n— Тебе повезло, что это выпил он, а не я. Таким, как я от успокоительного крышу сносит, — прошипел Арчи, показывая острые клыки.\n— В смысле? — нахмуренно спросила я.\n— В прямом. Успокоительное для оборотней, как наркотик. Я мог превратиться в беспощадного зверя и растерзать тебя на месте, — произнес с пылающим взглядом Арчи, отпустив хватку, оттолкнув от себя.\n— Спасибо за ценную информацию, в следующий раз я дам тебе наркотик и поселю в клетку с тем, кого ты так сильно любишь. Как ты и говорил, целиться надо в близких людей врага, если хочешь отомстить, верно? — с дерзкой усмешкой произнесла я.\n— Ты совершенно не отличаешься от остальных людей, также само врешь нагло в лицо. Сначала говорила, что не посмеешь разрушить жизнь, а теперь жаждешь мести, — с разочарованием и злобой произнес Арчи.",
    "answers": [
      {
        "id": 156,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 156,
    "text": " — Я говорила правду, не зная твоих истинных намерений. Это ты не договорил, тем самым исказив информацию. А искажение правды считается обманом, а обман это ложь. Так что это ты наглый врун, — произнесла высокомерно я.\n— Это надо же так уметь перекручивать все, — с усмешкой произнес Арчи\n — Лучше будь бдителен, если мне надо убить тебя, чтоб выжить, я убью. Но для начала, я отомщу тебе твоим же способом, — с холоднокровной усмешкой на лице произнесла я, отчего у Арчи дернулся глаз.\n\nПокинув аудиторию, я уверенно направилась по длинному скучному коридору.\n\nАрчи отвратительный тип. Мало того, что собирается убить меня в ничем не виноватую ради своей мерзкой мести, так еще и смеет оскорблять меня. Мне стоит найти способ уничтожить его. В конце концов он не человек, а оборотень, так ещё и мой и Вильяма враг, который хочет меня убить. Это борьба за жизнь, между Арчи и мной.\n\nНе хочу больше расследовать никакое дело, мне уже плевать на ту банду. Не собираюсь вступать туда, где мой враг лидер, не хватало мне ещё подчиняться тому мерзавцу.\n\nВстретив директора в коридоре, он крикнул:\n— Я надеюсь, вы не забыли о наказании?\n— Уже иду, — прошипела я, уходя подальше от директора.\n\nПовозившись на кухне, помыв гору грязной посуды, я освободилась. К счастью Ева игнорила меня, а Арчи с Диланом не явились, поэтому я спокойно выполнила свое дело. Направляясь на выход, я заметила, как на лавочке в вестибюле сидел Айзек с Эрикой мило общаясь и улыбаясь ей, отчего на душе стало паршиво.",
    "answers": [
      {
        "id": 157,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 157,
    "text": " Проходя мимо них, я желала, чтоб меня не заметили, однако, Айзек позвал меня по имени.\n\n— Что? — холодно спросила я, обернувшись.\n— Нам в одну сторону идти домой, не хочешь вместе пойти? — спросил неловко Айзек.\n\nЯ не могу больше продолжать \"дружить\" с Айзеком. Со своей ревностью, я не могу быть настоящим другом, который даст совет в любовных отношениях. Думаю, стоит прекратить эту дружбу, иначе, последствия будут плохими.\n\n— Айзек, держи свой зонт, — достав из сумки зонт, я протянула его ему.\n— Спасибо, — ответил Айзек взяв в руки зонт.\n— Я ценю тебя, ты хороший человек. Но, я не могу больше быть твоим лучшим другом. Прости, — произнесла опустошенным голосом я, отвернувшись и выйдя из университета.\n\nНа улице был ливень, лило как из ведра. Стоя под крышей, я хотела позвонить брату, но меня отвлек Айзек, оказавшийся рядом.\n\n— Что случилось? Почему ты не можешь быть моим лучшим другом? — обеспокоенно спросил Айзек с напуганными глазами.\n— Потому, что... Ты мне нравишься, — ответила смущенно и тихим голосом я, избегая взгляда Айзека.\n\nМои слова заставили Айзека вновь растеряться, однако, он знал об этом. Хоть, он знал об этом, Айзек не знал, как ему быть, это было видно в его глазах, в нервозности, при которой тот дергает зонт в руках.\n\n— Я должна была давно так поступить. Быть твоим другом для меня сложно, поэтому просто отпусти. С этого момента, будем просто одногруппниками, — произнесла со слезами на глазах я, отстегнув от сумки брелок дружбы подаренный Айзеком, а затем отдав ему.\n— Ты правда готова разрушить нашу крепкую дружбу? — опустошенным голосом спросил Айзек, пристально смотря холодными глазами на брелок.\n\nПромолчав, Айзек сжал в руке брелок, посмотрев своими холодными карими глазами на меня, отвернулся и поспешил удалиться. Будучи разбитой, не сдержавшись, я сев на корточки, обхватив руками колени, расплакалась со всей силы. Кто-то подошел ко мне, протянув над моей головой раскрытый зонт.",
    "answers": [
      {
        "id": 158,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 158,
    "text": "— Так вот, кто очень дорог тебе... — произнес с грустью Макс, стоя рядом, наблюдая, как я плачу уткнувшись в колени.\n— Оставь меня в покое, — произнесла сквозь слезы я, не желая никого видеть.\n— Не хочу, ты слишком красива, чтоб оставлять, — произнес с улыбкой на лице Макс.\n— Я тебе что игрушка? — раздраженно спросила я, гневно взглянув на него.\n\nМакс лишь протянул руку, чтоб помочь встать. Проигнорировав его помощь, я резко встала, копаясь в сумке, хотела достать телефон, как Макс ловко выхватил сумку из рук.\n\n— Верни, — угрожающе произнесла я.\n— Предлагаю тебе повеселиться в этот вечер, — с улыбкой произнес Макс.\n— Каким образом ? — нахмуренно спросила я, скрестив руки на груди.\n— Поехали в клуб. Выпьем, потанцуем, развеемся,\n— С тобой что-ли? — спросила я, взглянув недоверчиво на него.\n— Та, и пальцем тебя не трону, обещаю, — произнес раздраженно Макс.\n\nМне не помешало бы развеяться. Дома буду лишь продолжать раздумывать о Айзеке, Арчи и Вильяме. А я уже устала от этого всего, хочу забыть обо всем и хорошенько оторваться.\n\n— Ладно, но если тронешь, то я тебе все пальцы переломаю, — хладнокровно ответила я.",
    "answers": [
      {
        "id": 159,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 159,
    "text": "На следующий день.\n\nМирно посапывая на мягкой кровати, я кинула на чье-то оголенное тело, свою ногу, перевернувшись набок.\n— Мм, убери свою ногу, — сонно произнес Макс.\n— Убрал, — ответил Сэм, находясь сбоку, передвинув ногу.\n— Убери свою ногу, она тяжёлая, — раздраженно произнес Макс.\n— Та, убрал же, — произнес Сэм, приоткрыв глаза, а затем так вскочил, что шумно грохнулся на пол, отчего я с Максом проснулись окончательно.\n\nУвидев передо собой Макса, я резко широко распахнула глаза, будучи в шоке.\n\n— О, привет. Выспалась? — с довольной улыбкой на лице спросил Макс.\n\nПребывая в шоке, я ногами вытолкнула Макса из кровати, отчего тот свалился на пол при этом грязно выругавшись. Оглянув себя, заметила лишь на себе серую длинную мужскую рубашку и нижнее белье, после чего сразу же замоталась в тонкое синее одеяло.\n\n— Думаешь, я ничего не видел? — с пошлой усмешкой произнес Макс, встав на ноги.\n\nОглянув комнату, я увидела серые однотонные обои, большой чёрный шкаф, рядом с кроватью стояли по бокам тумбочки, на которых стояли лампочки, а по полу была разбросана наша одежда. Макс стоял лишь в одних боксерах, а Сэм в одних штанах. Ихнии тела были красивыми, ведь были мускулистыми и с прессом, однако, на меня эта красота не действовала.\n\n— Что вы со мной сделали, идиоты?! — закричала гневно я, бросив на них огромные подушки, на что Сэм, словив, обнял, а Макс просто уклонился.\n— Ничего не делали, успокойся, — спокойно ответил Макс.\n— Ты что не помнишь? — с приподнятой бровью спросил Сэм.\n\nБоже, за что мне это... Почему я после того, как напьюсь просыпаюсь в кровати с парнями?! Голова трещит, ничего не могу вспомнить, как не пыталась. Пора прекращать так напиваться.",
    "answers": [
      {
        "id": 3,
        "text": "[ Список глав ]"
      }
    ]
  },
  {
    "id": 160,
    "text": "",
    "answers": []
  }
]