[
  {
    "id": 1,
    "text": "Автор: Mikasa Akkerman\nСтатус: Завершён\n          !!!Надеюсь вам понравится моя книга!!!\n                         !!!Приятного чтения!!!\n\nРазбудил меня ночью звонок в дверь. Думаю: кому это не спится в 3 часа. Пошел открывать. Это оказалась моя знакомая, которая живет в соседнем доме. Она была вся в слезах, босая, в одной пижаме и что-то невнятно тараторила. Наверное, случилось что. Я налил ей горячего чая, дал успокоительного, теплый плед и стал расспрашивать. Надя немного успокоилась и могла нормально говорить.\n\n— Я пришла поздно вечером от сестры, муж уже спит на кровати, отвернувшись к стенке, в одеяле с головой. Думаю: будить не буду, лягу тихонько. Потом проснулась, звонил мобильный, подумала, что мама, она как раз в больнице лежит, может, плохо ей стало и попрощаться хочет.\n\nТелефон мобильный в коридоре на тумбочке лежал, пришлось встать. Беру трубку, а это муж мой. Говорит что у друга остался, завтра приедет. Меня окатило жаром с головы до ног. Слышу кровать заскрипела, будто встает кто-то. Я быстро дверь открыла и к тебе рванула в чем была – она опять начала плакать, а я не на шутку испугался.\n\n— Может, показалось тебе? Уставшая домой пришла все-таки.\n\n— Нет! Я даже обняла его когда ложилась!\n\n— Хочешь, я пойду к тебе и проверю?\n\n— Нет, не надо! Можно я останусь у тебя?\n\n— Конечно, я постелю тебе на диване.\n\nЯ долго не мог уснуть, размышлял: кто же это мог быть? Но все же мне казалось, что это муж ее прикалывается.\n\nУтром у Нади зазвонил телефон. Звонил муж, спрашивал, где она шлялась пока его не было. Я пошел с Надей. Когда мы зашли в ее квартиру, там было все перевернуто вверх тормашками. Вещи разбросаны по квартире. Еще и муж пристал с расспросами о том, что Надя делала у меня ночью в одной пижаме и чем мы там занималась. Сказали, что я устроил вечеринку и ее тоже пригласил, он бы не поверил в ту мутотень про неизвестное в кровати. Он еще возмущался, почему Надя бросила трубку. А потом сама набрала его, смеялась и шипела в трубку. Сегодня ночью муж никуда не уходил, а Надя сама первая легла спать, чтобы поскорее заснуть.\n\nПрошла неделя и тут утром появляется Надя на моем пороге.\n\n— Убили...\n\n— Кого убили?\n\n— Мужа...\n\n— Так, рассказывай.\n\n— Сегодня ночью меня разбудил крик мужа из кухни. Он кричал: \"Не надо, уйди! Господи помоги!\" — я не решилась пойти к нему, мне страшно было. Я спряталась в другой комнате. Слышу бьется посуда, рычание, муж кричит, звоню в полицию. Потом все стихло. Я на колени опустилась и в щель под дверью смотрю, она у нас не маленькая с два см где-то.\n\nВижу: ноги черные, но человеческие, по полу тянется тело моего мужа, оставляя кровавый след. Видно, что кишки вытянули наружу. Тащит его в спальню, она как раз напротив комнаты. Потом опять рычание и шаги в комнату там, где я сижу. Я двери закрыла на ключ, на диван запрыгнула, сижу не шевелюсь. А это двери выбивает.\n\nЗвонок в дверь, полиция приехала. Оно слышу к двери пошло и рычит. Я кричу, зову на помощь. В итоге, они двери выбили. Я из комнаты вышла в ужасе от произошедшего. Милиционеры меня в участок забрали и там допрашивали, я им до утра объясняла. Они на вора подумали, а я то знаю, что это не воры!\n\n— Давай священника вызовем.\n\n— Так квартира освящена. Кресты, иконы везде.\n\n— Давай камеру установим. Как я понимаю, оно днем не появляется.\n\nЯ пошел к ней домой, установил камеру в виде игрушки медведя, друзья подарили чтоб за девчонками подглядывать. На утро камеру я забрал и мы сели с Надеждой смотреть.\n\nСначала все спокойно часа 2 было. Затем начало из-под кровати вылазить что-то. Черное, непонятное, глаза светятся, лицо белое, клыков полон рот и когти на руках, короче, как в ужастиках прям. Мне страшновато стало и Наде тоже походу. Подошло оно к камере и улыбнулось, видимо, знало про нее, а затем съемка оборвалась.\n\nУ Нади истерика, пришлось коньяком успокаивать, пока не заснула. Решили заново видео просмотреть. Пленка оборвалась на самом интересном, но возобновилась через пять секунд. Я выключить не успел. Вижу: оно по комнате туда-сюда ходит, останавливается, смотрит в камеру, страшно улыбается и головой вертит.\n\nСтрашно мне было безумно. У меня в голове промелькнула подлая мысль. Уехать к брату в другой город, а Наде оставить записку: типа, срочная командировка. Очень нехорошее предчувствие было у меня. Собрал вещи быстро. Перед уходом установил камеру, на всякий случай, затем поехал на вокзал и купил ближайший билет на поезд к брату.\n\nСидим, пьем за встречу у брата, тут мне Надя звонит. Так тихо!\n\n— Алло. Ты где? Что за командировка?\n\n— Срочная, извини, что оставил одну, но меня уволили бы, если бы я не поехал. Ты успокойся, поживи у меня пока, ладно?\n\n— Ты знаешь, как мне страшно? Как ты мог оставить меня одну?\n\n— Ну, знаешь, я тебе не нянька, у меня своя жизнь есть! Меня достала твоя истерика, может, ты сама мужа грохнула, а потом всю эту ересь придумала! Ложись спать! Тупая неврастеничка, бухать надо меньше! — Меня разозлила Надя. Я ей никто, учились вместе когда-то и толком даже не общались. Я даже в видео не верил! Думал, что это монтаж. А что? Ночью, пока я спал, вернулась к себе и смонтировала. В общем, позвонил на работу и взял отпуск на две недели.\n\nКогда домой приехал, смотрю: полиция, труп выносят.\n\n— Что здесь произошло?\n\n— Вы хозяин квартиры номер 17?\n\n— Да.\n\n— Найдена женщина у вас в квартире. Повешенная. Соседи на запах стали жаловаться: воняет две недели. А там труп. Самоубийство скорее всего.\n\nЧто же я наделал? Я чувствовал себя виноватым. Вспомнил про камеру, зашел домой, забрал ее и пошел в кафе. Одному оставаться не хотелось. Начал смотреть.\n\nНа записи видеообращение Нади.\n\n— Я так больше не могу! Я слышу, как оно идет за мной! Оно убьет меня! А во всем виноват тот случай со спиритическим сеансом. Я не хотела говорить тебе. Но мы священника вызвали сразу же после сеанса. По пьяни хотели духов вызвать. Навызывались. Моя последняя просьба: съезди к маме в больницу номер 48. Прощай...\n\nЯ поехал в тот же день к ее матери; говорить\n ничего не стал, соврал, что она работает. Попозже я съехал с той квартиры, а запись удалил. Возможно, если бы я остался тогда, оно бы и меня убило.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": ""
      }
    ]
  }
]