[
  {
    "id": 1,
    "text": "Автор: Mikasa Akkerman\nСтатус: Завершён\n     !!!Надеюсь вам понравится моя книга!!!\n                       !!!Приятного чтения!!!\n\nУ меня нет имени, нет семьи, меня не существует как человека на этой грешной земле, но у меня есть человеческая плоть, которая мне позволяет работать в вашем мире. Я тот, кто приходит к вам, когда вы утрачиваете все. Я работаю не один, нас много. Вы сами призываете нас, когда у вас не хватает сил, желания достичь всего самим. Мы служим нашему богу, именуемому людьми дьяволом. Я не знаю и не видел своего хозяина, но мы верим в него и работаем от его имени. Начнем обо всем по порядку.\n\nМы слышим ваши голоса. Да, именно ваши, в которых слышится тревога и отчаяние, что вызывает в нас отвращение ко всему человеческому роду. Даже сейчас, идя по скверу, я читаю ваши мысли. Вот быстрым шагом мимо меня проходит парень. Он думает, как и чем он будет отдавать кредит, а вон та девушка с ребенком — мать-одиночка. Живет с родителями, бросила учебу из-за беременности, а после её бросил парень. Глупые же вы люди, все усугубляете только.\n\nПочему сейчас я болтаюсь без дела по парку? Список клиентов есть, но выбираю не всех. Есть глупые дети, которые готовы продать душу за то, чтобы родители купили щенка или же новый телефон. Безнадежное поколение, никаких нормальных ценностей в жизни.\n\nСтоит холодное осеннее утро. Я снова брожу по парку, погруженный в свои мысли. Неожиданно я услышал чьи-то мысли:“Да хоть душу дьяволу продавай, знать бы только, что он существует”.\n\n— Интересно, — подумал я, поглядев в сторону. Там я увидел парня сидящего на скамейке. Несмотря на столь холодную погоду, на нем были одеты лишь джинсы и кофта с капюшоном. Молча подойдя к нему и подсев рядом, я стал читать его мысли.\n\n— Ужас, да как так-то?! Я же был уверен, что моя комбинация карт будет выше. Меня же убьют, если я не отдам деньги через два дня. –Парень раскачивался и нервно потирал руки от холода. Я отвлекся от его мыслей, где проблемы касались глупости человека и денег. Люди всегда трясутся над этими бумажками. Аж противно.\n\nМимо нас прошла старушка, с тележкой, к которой была привязана сумка. От бабки в воздухе повис мой самый любимый запах. Глубоко вздохнув, я старался как можно сильнее наполнить им себя. Запах сырой земли — так пахнет скорая смерть. С еще большим наслаждением я выдохнул, издав короткий стон. Парень перестал потирать руки и раскачиваться. Его взгляд уставился на меня. Я мельком посмотрел на него и, переведя взгляд, стал вновь читать его мысли. Его мысли уже касались меня.\n\n— Сидит тут весь такой мрачный. Серый плащ, черная шляпа, брюки и сумка. А вот лицо какое-то неприятное. Развелось уродов. Хм, а в сумке есть деньги? Может украсть? Господи о чем я думаю? Но где же я возьму такую большую сумму, чтобы отдать долг? Где мой нож? – Парень стал аккуратно лазить по карманам, периодически поглядывая на меня. Боялся спугнуть. Только он еще не знает, кто с ним сидит.\n\n— На твоем месте я бы этого не делал! –сказал я.\n\n— А?...О чем вы? – он перестал лазить по карманам и снова начал потирать руки от волнения.\n\n— Нож – коротко ответил я. – Юноша, это не выход из ситуации.\n\n— Да кто вы такой, чтобы учить меня?– Он смело пододвинулся ко мне.\n\n— Тот, кого ты звал меньше десяти минут назад.\n\nОн на несколько всерьез задумался, а потом, отодвинулся от меня.\n\n— Неужели вы тот самый? …\n\n— Дьявол? Нет, мой друг. Я всего лишь слуга.\n\n— Я же не проводил никаких сеансов, чтобы вы пришли. Как вы узнали? – даже сейчас я почувствовал, как парень с интересом смотрит на меня. Ему стало жутко интересно.\n\n— Юноша, мне не важно, сварили ли вы поросячьи копыта или написали договор кровью. Нам это вообще не нужно. Почему вы люди, верите в эти болезненные воображения средневековья? Мы даже не выглядим так, как описывает нас ваша церковь. У меня самая обычное тело, как и у тебя. У нас нету копыт, рожек на головах тем более. Так что ты хочешь за свою душу?\n\n— Денег! Кучу бабла! С ними я решу все свои проблемы и заживу как король! – Брызгая слюной, ответил он.\n\n— Ну, это глупо. Деньги и дурак попросить может. Как говорит людская мудрость? Не давай нищему рыбу, дай ему удочку. Мы “черти”, с кем попало не ведем переговоров.\n\n— Что? Ты мне тут мозги не пудри! С каких пор служители дьявола такие культурные? – спросил парень.\n\n— Мы все мастера своего дела в вашем мире. Нам гораздо выгоднее и удобнее в нашей сделке услужливость и честность.\n\nПарень умолк.\n\n— Я знаю, что ты любишь играть в карты…\n\n— Покер – перебил он меня.\n\n— Я дам тебе карту, с помощью которой ты будешь непобедим в этих азартных играх. Карта должна быть всегда при тебе.\n\n— Меня никто не победит? – Спросил парень.\n\n— Будет очень глупо и странно, если ты ни разу не проиграешь. Ты будешь проигрывать, но эти поражения будут ключами ко множеству побед. Так ты готов отдать душу за карту?\n\n— Я согласен. – Ответил он, не медля.\n\n— Есть одно “но” – карта не будет приносить тебе пользы, если ты не будешь думать мозгами. Холодная голова и трезвый ум будут заряжать карту.\n\n— Я понимаю. Давай заключать договор, – сказал парень.\n\nОткрыв свою сумку, я достал контрактную книгу, чернильницу, гусиное перо и стал писать обычную форму договора. Пока я старательно писал, парень придвинулся ко мне и спросил:\n\n— Скажите, вы помогаете не всем, но почему выбрали меня?\n\n— Это секрет. О нем ты узнаешь в день, когда я заберу твою душу.\n\n— Через сколько это будет? Через двенадцать или тринадцать?\n\n— На каждую душу дается определенный срок.\n\nЯ написал договор и передал парню. Взяв перо из моих рук, и с удивлением посмотрев на него, расписался как Кузнецов Кирилл Иванович. 1990 года рождения.\n\n— Держите. — Он протянул мне листок, который я убрал в сумку и стал ждать.\n\n— И? Что дальше? – спросил Кирилл.\n\n— Просто ждем ответа.\n\nЧерез пару минут почувствовался запах гари из сумки.\n\n— Одобрили – сказал я улыбнувшись.\n\nЯ открыл сумку, там вместо договора лежала карта с изображением черта.\n\n— Вот – взяв её в руки, я протянул карту Кириллу, он аккуратно положил её в карман.\n\n— Я могу идти?\n\n— Да, конечно, юноша. Не забывайте о холодной голове и трезвом уме и будьте готовы, что однажды я приду за вами.\n\nНа этом мы с ним разошлись.\n\n***\n\nПрошло шесть лет.\n\nНачальство приказало мне забрать его душу. Все это время я пристально следил за парнем. Только он сам об этом не знал. Продав свою душу, я смог видеть его глазами, читать его мысли и чувствовать все то, что испытывал Кирилл. Его проданная душа стала некой тонкой нитью между нами. Он знает, что ему осталось немного, однако он сменил гражданство и живет теперь в Лас-Вегасе, где и обдирает всех богачей. Все-таки деньги его испортили. Он живет в глянцевом мире, полном разврата и наркотиков.\n\nЧерез одну девушку, которая тоже является приспешником нашего хозяина, я получил билет на рейс Москва – Лос-Анджелес. Время полета 13 часов. Пора лететь.\n\nПо прибытии в США меня встретил мой друг. Он не нуждается в представлении. Как я говорил, нас много и мы везде. Мне доложили о его местонахождении, однако мне хотелось появиться перед ним эффектно. Прийти к нему в дом и забрать душу — это было бы слишком просто.\n\nСегодня вечером Кирилл снова пойдет в казино под названием “Circous” (цирк). Насколько мне известно, пока ты играешь в карты или в другие игры, над твоей головой резвятся акробаты. Теперь понятно, почему это казино считается одним из лучших в мире.\n\nКупив смокинг, я подал заявку на участие в турнире, ведь у меня есть план, как все-таки предстать перед Кириллом, который думает, что смог уйти от меня. Признаться, я не умею играть в эти странные игры, но мы легко можем научиться, если попросим у своего начальства что-то на время. Думаю, пора этим заняться…\n\nДело шло к ночи. Я почти дошел до финала, где встречусь с Кириллом один на один. Запрос на способность играть в игры я не получил, зато мне пришло требование, чтобы к утру душа парня была внизу и вычеркнута из контрактной книжки. Вместо способности, мне просто пообещали все организовать и, доверившись, я побрел в казино. Стоило мне сесть за стол, как крупье подмигнул мне. Между нами, как собирателями душ, имеется связь. Мы можем мысленно общаться друг с другом. Я уже понял, какую помощь мне организовали.\n\nВ мои руки шли хорошие карты, и при правильных комбинациях крупье мысленно говорил, когда ставить все фишки и раскрываться. Вскоре я дошел до финала, где Кирилл и я должны сыграть один на один.\n\nСев за стол, я надел шляпу и очки. Благо так разрешается. Хочу устроить ему сюрприз. С легкой улыбкой посмотрел на парня, который сел передо мной. Кирилл закурил сигару и начал пускать дымовые кольца. Рядом с ним стояла красивая девушка и держала его стакан с мартини. Вокруг нас было множество людей, готовившихся наблюдать за нами. Все они смеялись, пили и курили. Всегда презирал такое общество. Для таких место в аду всегда найдется. В воздухе повис запах сырой земли. Оглянувшись, я увидел старика в смокинге, он пил виски и с кем-то болтал по телефону. Теперь понятно, кто скоро сыграет в ящик.\n\n— Приступим – сказал крупье.\n\nМы играли более трех часов. В глазах Кирилла я видел спокойствие и уверенность. Я не стал лезть в его мысли, однако я просто выжидал нужного момента. Выиграв последние две партии, я решил, что уже пора.\n\n— Что, уже надумал его уничтожить? – Спросил мысленно крупье.\n\n— Да, пора забирать своё. – Крупье слегка улыбнулся и раздал карты.\n\nСняв шляпу и очки, я очень строго посмотрел на парня, который завидев меня, чуть ли не поперхнулся мартини. Взяв карты в руки, я поставил все деньги на кон. По правилам он должен был либо сбросить карты, либо поставить все деньги, как и я. Он пошел ва-банк, словно зная, что он победит.\n\nПеред нами лежали пять карт, розданных крупье. Признаться, я даже не разбираюсь в этом, благо руководство предоставило нужного собирателя душ, который все делает за меня, отдавая мне лишь указания.\n\nМы снова раскрыли свои карты. Комбинация Кирилла была на порядок выше моей. Он победил, но это была последняя победа в его жизни. За игрой наблюдало боле ста человек. Все аплодировали Кириллу, но тот в свою очередь, уже не был таким радостным. Благо он не рванул с места и не побежал, куда глаза глядят, в надежде избежать своей смерти.\n\n— Пошли, — Сказам мне Кирилл.\n\nМы поднялись в номер гостиницы, где он обычно “зависал” с друзьями.\n\n— Ого, большой номер у тебя – Сказал я. Парень подошел к барной стойке и разлил мартини по стаканам.\n\n— Значит, время пришло? – Спросил Кирилл, протягивая мне стакан.\n\n— Да, руководство решило, что хватит с тебя.\n\nПарень подошел к большим окнам, которые открывали вид на прекрасный ночной город, полный азарта, выпивки и алкоголя. Пусть мне незнакомы чувства скорой смерти, но я прекрасно понимаю, что Кириллу страшно, ведь его душа будет мучиться и ниеогда не обретет покоя.\n\n— Я следил за тобой все это время. Признаться, ты не оправдал себя. В очередной раз убеждаюсь, что деньги, особенно большие, не несут с собой ничего хорошего. С ними ты увяз в этом жалком, пошлом мире. – Кирилл глубоко вдохнул и выдохнул. Я пригубил немного мартини. Что ж, весьма не плохо.\n\n— Ты обещал рассказать, почему ты выбрал меня в тот день и почему забираешь именно сегодня?\n\n— Кирилл, дело в том, что мы не имеем право смертным говорить об этом, но разрешается перед тем, как твоя душа станет нашей. Мы собиратели, видим более ста возможных сценариев вашей жизни. Твой сценарий не самый худший, но и не лучший. Когда-то ты подавал большие надежды в области нефти и газа. Тогда сценарий твоей жизни был со счастливым концом. Позже, когда ты попробовал наркотики и бросил учебу из-за карточных долгов, твой сценарий жизни превратился в некую подобию трагедии. Но все не было таким плохим, ты и в картах был хорошим игроком, правда, азарт, алкоголь в крови и неопытность брали вверх над тобой. Ты бы сам смог достичь всего этого и без продажи души.– Договорил я и снова пригубил этот алкогольный напиток. Кирилл со злости разбил стакан об пол и вплотную приблизился ко мне\n\n— Нет, не мог бы! Я лузер. – Кричал он мне в ухо. – Эта карта, с ней я всего достиг. – Он достал из-под рубашки карту и бросил мне в ноги. Пора ему узнать правду.\n\n— Всего этого ты добился и без неё. Карта была самой обычной без всякой магии. Ты ведь даже не читал наш договор. Фактически ты продал нам душу за бесценок. – Я достал наш договор из кармана и передал ему.\n\nПрочитав его, он скомкал бумагу и швырнул в сторону.\n\n— А нельзя ли хоть как-нибудь выкупить свою душу? – спросил парень.\n\n— К сожалению, нет. А сейчас я должен закончить свою работу.\n\nТо, что я с ним сделал, должно остаться для всех загадкой. Утром его нашли мертвым в своем номере. Причина смерти – сердечная недостаточность. Камеры засняли, как я зашел с ним номер, а вот как вышел – нет. Для полицейских это будет еще один “Висяк”.\n\nЯ вернулся в Россию, ведь список клиентов неуклонно растет. Кто знает, может, следующим окажетесь Вы? Тогда…до встречи.\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "",
    "answers": []
  }
]