[
  {
    "id": 1,
    "text": "\n  День начинался как обычно, было хорошое солнечное утро наш главный герой нежился в кровати со своей девушкой и рассуждали они обо всем на свете. Забыл представиться меня зовут Никита я обычный парень мне 24 года учусь в университете, хожу работу, зарплата не большая но на жизнь хватает, мою девушку зовут Маша ей 23 года. Сейчас я стоял в свой комнате\n",
    "answers": [
      {
        "id": 2,
        "text": "Осмотреться\n"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Справа от меня был шкаф, слева кровать с тумбой на которой стояло Машено растение впереди дверь с вешалкой. ",
    "answers": [
      {
        "id": 8,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 3,
    "text": "Выбрать ",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "В шкафу была повседневная одежда, официальная, и для улицы. ",
    "answers": [
      {
        "id": 3,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "Я взял одежду и вышел на улицу, Маша попросила купить продуктов к столу. ",
    "answers": [
      {
        "id": 9,
        "text": "Идти в магазин"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я пришёл в магазин и смотрел список продуктов что дала мне моя девушка так\n—хлеб\n—молоко\n—сыр\n—так понятно",
    "answers": [
      {
        "id": 10,
        "text": "Походить по магазину"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я был в дальнем углу магазина и увидел около кассы 2-ух грабителей они требовали деньги и угрожали продавщице застрелить её. У меня был выбор подойти и обезвредить их, так как их было всего 2 или вызвать полицию. ",
    "answers": [
      {
        "id": 11,
        "text": "Попробовать их обезвредить "
      },
      {
        "id": 12,
        "text": "Вызвать полицию "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы тихо подходитите к одному грабителю, но вас замечает его напарник и выстреливает в вас вы умераете от потери крови.\nКОНЕЦ ",
    "answers": []
  },
  {
    "id": 12,
    "text": "Вы пытаясь не привлекать внимания быстро достаёте телефон из-за куртки и набераете 02. Один из грабителей замечает вас и берет в заложники приехала полиция. \n— выходите из здания с поднитами руками вы окружены. \n— мы выйдем только если вы предоставите нам машину, если нет то мы убьём заложника. \n— мы предоставим вам машину если только заложник будет жить! \nГрабители вышли из магазина вместе с Никитой вы оказались на улице. ",
    "answers": [
      {
        "id": 13,
        "text": "Попытаться вырваться "
      },
      {
        "id": 14,
        "text": "Не вырываться "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы быстро пытаетесь вырваться из рук грабителей но вас застреливают преступники...полиция начинает огонь и убивают преступников.\nКОНЕЦ",
    "answers": []
  },
  {
    "id": 14,
    "text": "Преступники с вами сели в машину и пытались её завести но ничего не получалось. Оказалось что полиция предвидело это и поставили жучок на машину чтоб она не заводилось. Полиция быстро поймала преступников и надели на них наручники вас освободили. ",
    "answers": [
      {
        "id": 15,
        "text": "-спасибо"
      }
    ]
  },
  {
    "id": 15,
    "text": "Поблагодарив полицию вы отправляетесь домой.  Идя домой вы размышляете от том что случилось. Придя домой вы о всем рассказали Маше. ",
    "answers": [
      {
        "id": 16,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 16,
    "text": "Спустя год",
    "answers": [
      {
        "id": 17,
        "text": "Гулять с Машей"
      }
    ]
  },
  {
    "id": 17,
    "text": "—и вот прикинь он говорит я пенсионных накоплений не чувствую, а он такой Лёша у тебя их нет! \n—ахаахааха\nБыло уже поздно 12:00 ночи мы не спеша шли домой и разговаривали. Поворачивая за угл я увидел 2-ух парней они показались мне подозрительными подходя ближе один из парней  достал пистолет и выстрельнул Маше в живот, потом парень который убил Машу подошёл ко мне и сказал... \n—помнишь меня\nИ вырубает. ",
    "answers": [
      {
        "id": 18,
        "text": "Очнуться "
      }
    ]
  },
  {
    "id": 18,
    "text": "Я проснулся в больнице, голова болит, не понимаю что происходит, ничего не помню. Один из врачей подошёл ко мне и сказал.\n—с вами все в порядке помните что-нибудь?\n—ничего не помню где Маша?\n—мне больно об этом говорить, но вас нашли неделю назад на улице вместе с девушкой, один из прохожих позвонил нам и мы привезли вас сюда и так вы оказались тут, мне жаль но ваша девушка умерла в машине по пути в скорую, а вас удалось спасти! ",
    "answers": [
      {
        "id": 19,
        "text": "-я пролежал в больнице целую неделю? "
      }
    ]
  },
  {
    "id": 19,
    "text": "—да... каждый день к вам заходили врачи и проверяли ваш пульс тампературу и прочее. Мы выпишим вас из больницы завтра! ",
    "answers": [
      {
        "id": 20,
        "text": "на следующий день "
      }
    ]
  },
  {
    "id": 20,
    "text": "Наступило утро ко мне подошли врачи оформели бумаги и сказали то что я могу уходить. Уходя из больницы я захотел разузнать больше о тех парнях. Идя по улице домой ко подъехала машина вышел человек в тёмном костюме и позвал в машину. ",
    "answers": [
      {
        "id": 21,
        "text": "Сесть в машину"
      }
    ]
  },
  {
    "id": 21,
    "text": "—меня зовут Шон, а тебя \n—никита\n—приятно познакомиться \n—и мне\nЛица Шона не было видно так как в машине было темно, он сказал что хочем ли мы отомстить, я сказал да. Он сказал на кого они работают я спросил откуда он это знает он сказал не важно. \n—теперь у тебя есть необходимая информация, что ты теперь будешь делать? \n—сначала я убью тех кто отнял у меня все, а потом убью их главного! \n—но ты же не знаешь где их искать!\n—ничего что-нибудь придумаю! \n—тебе нужно оружие? \n—не помешало бы \n—ну тогда приходи сегодня в час ночи на склад за бензакалонкой? \n—хорошо. \n",
    "answers": [
      {
        "id": 22,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 22,
    "text": "Придя домой я по ужинал и подготовился идти на указанное место. ",
    "answers": [
      {
        "id": 23,
        "text": "Идти к указанному месту"
      }
    ]
  },
  {
    "id": 23,
    "text": "Придя к указанному месту я встретил шона, он пригласил внутрь склада там было много оружия и брони. Он дал мне все необходимое снаряжение и сказал... \n—можешь пока потренироваться в стрельбе\n—хорошо\nпока я стрелял по мешеням он сказал что у одного из парней той банды завтра в час ночи будет сделка в парке.\n—я думаю ты знаешь что надо делать?\n—да ",
    "answers": [
      {
        "id": 24,
        "text": "На следующий день "
      }
    ]
  },
  {
    "id": 24,
    "text": "Ближе к ночи я взял свое снаряжение, и выдвенулся к месту встречи где будет проходить сделка. Подходя я увидел 2-ух парней один из них передовал другому наркотики. Я подошёл к ним. ",
    "answers": [
      {
        "id": 25,
        "text": "застрелить обоих"
      },
      {
        "id": 26,
        "text": "задержать обоих"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы подошли в парням и убили обоих и не нашли никакой информации \nКОНЕЦ\n \n\n",
    "answers": []
  },
  {
    "id": 26,
    "text": "Подходя ближе к ним вы убили дилера, а второго вырубели\nСПУСТЯ НЕСКОЛЬКО ЧАСОВ\n—ну что помнишь меня... ТЫ мразь убил мою девушку я вам этого не прощю, ты сейчас мне скажешь где находиться ваше убежище и может быть я тебе не убью! \n—да пошёл ты!\n—хорошо сам напросился! \nЯ воткнул ему в колено нож, мне стало немного не по себе у него полилось много крови меня чуть не стошнило. \n—ну что скажешь мне где находиться ваше убежище? \n—ладно-ладно она находиться за городом возле заброшки... \n—вот видишь это было совсем не сложно \nЯ достал пистолет и направил на \n—эй ты что делаешь ты, сказал если я скажу тебе где находиться наше убежище ты меня не убьёшь! \n—прости но ты убил мою девушку, а этого я не могу простить\n—неееееент! \nЯ выстрельнул ему в голову. \n\n",
    "answers": [
      {
        "id": 27,
        "text": "осмотреть труп"
      }
    ]
  },
  {
    "id": 27,
    "text": "Парень был одет в кожаную куртку джинсы на ногах кеды, а на голове кепка чёрного цветаи небольшой рюкзак. ",
    "answers": [
      {
        "id": 28,
        "text": "оброровать "
      }
    ]
  },
  {
    "id": 28,
    "text": "Я пощарил по рюкзаку там у него было:пистолет, наркотики, какие-то бумаги и все ",
    "answers": [
      {
        "id": 29,
        "text": "идти домой"
      }
    ]
  },
  {
    "id": 29,
    "text": "Придя домой я положил бумаги на стол и пошёл перекусить.\n—так что бы съесть?\nЯ открыл холодильник там было: сендвич, блины, торт и старая добрая шаурма!\n—ну что ж я выбераю тебя!\nЯ взял шаурму и начал трепезничать!\nПерекусив я пошёл смотреть что-там за бумаги. ",
    "answers": [
      {
        "id": 30,
        "text": "осмотреть бумаги "
      }
    ]
  },
  {
    "id": 30,
    "text": "Это было письмо там было сказано\n—Никита со своей девушкой гуляют обычно до поздна в парке, просто убейте его девушку, а его вырубейте только не сильно чтоб он сам мог очнуться только сделайте все аккуратно и смотрите чтоб не было свидетелей, мне не нужны из-за вас проблемы.\n—это наверняка написал их босс. Ничего он у меня поплатиться... Я отомщю! ",
    "answers": [
      {
        "id": 31,
        "text": "-навещука я его завтра! "
      }
    ]
  },
  {
    "id": 31,
    "text": "На следующий день я взял все свое снаряжение вышел из дома и заказал такси. Доехав до того здания (заброшеного здания) я осмотрелся и вошёл в нутрь около входа я заметил 2-ух парней они о чем-то разговаривали я подошёл к одному и взял его как укрытия второго застрелил из пистолета с глушителя ну а первого разумеется задушил удавкой которую нашёл возле здания. ",
    "answers": [
      {
        "id": 32,
        "text": "Идти на вверх "
      }
    ]
  },
  {
    "id": 32,
    "text": "Я пробирался по ступенькам вверх пока не добрался до 7 этажа. Я увидел их босса. Он повернулся ко мне лицом и.\n—Шоооон! \n—удивлен? \n—какого х*я ты тут делаешь? \n— это я послал своих ребят, чтоб они убили твою девушку и вырубели тебя! \n—но зачем тебе это? \n—понимаешь мне нужны надёжные люди, а то мои парни ничего не могут хорошо сделать. Я им сказал чтоб они тебя слегха вырубели, а что получилось ты неделю в больнице пролежал и чуть не потерял память. \n\n",
    "answers": [
      {
        "id": 33,
        "text": "Выстрельнуть в него "
      }
    ]
  },
  {
    "id": 33,
    "text": "Я выстрельнул в него он успел увернуться и спрятался за столб, а я спрятался за коробкой\n—слушай присоединиться ко мне, вместе мы станем силой.\n—ты думаешь после того что совершил я тебя прощу!\n—ты посмотри на себя я из тебя буквально за неделю превратил в профессионального убийцу. \n—и зря ты это сделал... профессиональный убица пришёл тебя завалить. \nЯ обошёл его со стороны и застал его врасплох.\n—ну что попался. \n—да нет это ты попался!\nЯ не услышал как его парни подошли ко мне взади и вырубили. ",
    "answers": [
      {
        "id": 34,
        "text": "Очнуться "
      }
    ]
  },
  {
    "id": 34,
    "text": "Прослулся я где-то в лесу руки были в наручниках я ничего не мог сделать. Я оглянулся и увидел 4 парней и Шона, они копали могилу для меня.\n—похоже это конец, прости Маша я смог тебя спасти я не смог отомстить.\nВдруг позади я услышал выстрелы.\nПоследнее что я увидел 4 парней которые уже мёртвые валялись на земле.\nКо мне подошёл человек и сказал\n—вставай человечешка у меня для тебя есть работенка! ",
    "answers": []
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  }
]