[
  {
    "id": 1,
    "text": "Автор: Кимико.\nПроизведение: Радуга.\nЖанр: фантастика, романтика, драма, приключение, школа, фэнтези.\n\nЭта история не о любви и подвигах, не о героях и войне, не о реальной жизни. Эта история о морали, о том, как кардинально может измениться жизнь кого-то, или сам кто-то. \nКвест будет идти от первого лица.\n\n               Внимание!!! Квест больше походит на книгу, поэтому выбора действий практически не будет! Квест предназначен для лиц, достигших как минимум 12 лет.\n\n\nПриятного времяпровождения!\n\n|| В квесте присутствуют ошибки. ||",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Крупные, но редкие капли только что прошедшего дождя разбивались тяжёлыми бусинами о крыши домов, лепестки цветов и ещё зелёные листья деревьев.\n\nИдёт последний месяц жаркого времени года, ещё немного, и зазвенит школьный колокольчик, зашуршат сухие, разноцветные листья, заколышется сухая трава и разнесётся радостное трепетание детей. Или же нет?\n\nТяжёлая капля упала на коробку, размокшую из-за дождя, а также на ушко, заставив меня проснуться. Я лениво перекатилась на ещё влажный асфальт, потягиваясь, и наконец открыла глаза. Голубое, с редкими серыми облачками, небо окутывало всё пространство. Дул лёгкий ветерок, в воздухе разносился запах пыли, было довольно душно.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "|| Я — Кимико Охаями. Мне 16 лет. Когда я была ещё маленькой, я жила, как обычная девочка, в обычной, довольно богатой семье с обычными, но самыми лучшими родителями. Но я и представить не могла, как всё быстро изменится.\n\nВ мои ранние годы грянула страшная война. Ну, по крайней мере, мне так рассказали взрослые. Какие-то злые люди захотели сделать эксперимент, в ходе которого должно было подействовать одно средство. Вроде бы, его называли N-15. Средство должно было поднимать объекты, просто попав на них. В первые дни всё было хорошо. Эксперименты проводились на маленьких предметах, потом — на животных, а далее. . \n\nУчённые зашли слишком далеко. Чтобы проверить работоспособность N-15 на более маштабных предметах, они вылили его[средство] на окраину города. Всё сработало, но без потерь не обошлось. В следствии с этим и образовалась война среди народа. Казалось, истребили всех, кто был, но довольно много людей спаслись. Не знаю, как. Кто-то говорит, что они зарылись под землю на время войны, кто-то — спрятались в бункер, а кто-то и вообще — исчезли без следа.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Мне казалось, что всё это бред. Ведь невозможно же просто исчезнуть. Да и ещё одна байка заставила меня отвергнуть все эти рассказы.\n\nКогда война была в самом разгаре, наш дом подпалили. По словам взрослых, дом сгорел, но деньги и я, каким-то чудом, остались целыми. Ещё мне рассказывали, что из-за этого инцедента я заработала какую-то способность, только не знаю, какую. Вроде бы, мне говорили, что я могу владеть пламенем или что-то в этом духе.\n\nКстати. Я родилась, как оказалось, в необычной семье. Моя мама была кошко-человеком. Вроде бы, их называют \"неко\". Из-за этого я тоже родилась такая, и мне нравится! ||\n\n\n\n\n|| — размышления главной героини. Такой эффект обычно делают в аниме.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я, не хотя, зажмурилась. Солнце светило прямо в глаза, озаряя всё лицо радостным, насыщенным, светлым цветом. Да и весь город утонул в этом цвете, словно в апельсиновом соке. \n\nВстав и отряхнувшись, я вновь потянулась. Громкие звуки, заполнившие весь город, пробуждали и меня — спящую красавицу. \"Живот просит есть, да нечего\"- подумала я вслух, но шёпотом.\n\n || Я живу, пока что, в коробке. Там довольно удобно, да и не надо платить. Ещё одна причина моего \"бичивания\" это отсутствие места жительства. Я его лишилась, после того, как меня выгнали из детского дома. Ну, ничего, живу хотя бы. Пока что. ||",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Немного поразмыслив, я пошла на поиски пищи, как бы странно это не звучало. || Обычно я ищу её там, где никого нет. Частенько мне приходится красть, за что мне очень стыдно. ||\n\nЗайдя за один переулок, довольно тёмный для сегодняшнего дня, я наткнулась на очень привлекательную коробку. Насторожившись, я аккуратно подошла к ней и, сев на корточки, стала прислушиваться. \n\nВроде ничего не пищит, проводов нет. Я тронула объект, на что ничего не произошло. Убедившись в безопасности, я осторожно открыла коробку, и . .",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Мх . .ну и люди пошли, ничего не могут нормального положить- сказала я, смотря на содержимое коробки. Ничего, кроме пистолета и складного ножа.\n\n\"Хм. . может быть, там есть конфетки хотя бы?\"- подумала я, начав рыться, но ничего там больше не было, лишь кровь по краю коробки.\n\n\"Значит, нужно будет идти на крайние меры,\" — промелькнуло у меня в голове, после чего я взяла оружия и положила их в задний карман своих чёрных джинс. Несколько раз оглянувшись, я пошла на поиски жертвы.\n\nДля начала, нужно поискать там, где мало народа. К сожалению, в густонаселённом городе таких мест очень мало. Я начала заглядывать в окна домов, но. . .\n\n\"Что я вообще делаю?! Все вышли по делам, а я ищу по домам.\"- после этих мыслей я сделала рука-лицо, высматривая место получше. Мой взгляд остановился на парке.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Проскальзывая между деревьями, кустами и, местами, довольно высокой травой, я тихонько двигалась вперёд. Как ни странно, в парке не слишком много народа, можно даже сказать, пару людей, что очень даже хорошо. \n\n\"Вот он, мой шанс\"- подумала я, и, быстро выпрыгнув на тропинку, встала напротив спокойно движущегося парня.\n\nЖертва была очень красивой: густые, тёмные волосы, тусклые, синие глаза, в которых можно было, как говорится, утонуть и стройная фигура. Парень выглядел лет на сменадцать, был довольно спокоен и по его виду можно было сказать: точно не опасен.\n\nЯ направила перед собой пистолет, встав в угрожающую позу. Конечно, из меня бандит никакой, судя по моей внешности и тому, как я держу огнестрельное оружие. Но парень-то остановился, а это значит, что я его напугала.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Парень поднял руки вверх.\n—Давай деньги, или что у тебя там. Ну или можешь дать хотя бы шоколадку. ..- я поняла, что растерялась, поэтому прожигающе посмотрела в глаза жертвы,- или тебя ждёт смерть.\nПарня позабавила эта ситуация, что заставило меня опешить.\n—Стреляй,- сказал он с гордо поднятой головой, усмехнувшись.\n—Что?.\n—Ну давай же, стреляй.\n—Т-ты чего, я же. . .- проговорила я.\n—Что ты? Не можешь? Пф..-перебил парень.\n—Н-нет! Я могу! \n—Давай!\n\n|| Мне ничего не оставалось делать. В мыслях я уже обдумывала всё: промахнусь я, или нет, умрёт ли парень, а может будет страдать в предсмертных агониях, или где можно будет спрятать труп, может я вообще его не донесу. ||",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я зажмурилась и, нацелясь в ноги, нажала на курок. Выстрел разнёсся по всему парку, а я ещё долго стояла, как вкопанная. Звук падающего тела, и я широко распахнула глаза. \n\nПодорвавшись с места, я уже оказалась около лежащего парня. Он тяжело дышал, держась за рану в животе, на его лице выступили капли пота, а сам он скрутился в комок.\n\n\"Боже мой, что я наделала!\"- проговорила я про себя, убирая пистолет в задний карман и садясь около пострадавшего,-\"Я же. . . теперь я. .убийца?\"\nПосле таких мыслей я вся задрожала, хоть и слабо. Мне и в голову не приходило то, что я могла кого-то убить. Но здесь мои мысли прервал тихий смех.\n\n—Ты правда поверила?- смеясь, сказал парень, на что я просто не могла сказать ни слова.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "С широко раскрытыми глазами, я сидела в полном ступоре. То есть, сейчас это был розыгрыш? И как это вообще понимать?!\n—Ну что ты встала, как вкопанная? Не видишь, что я живой?- холодно сказал парень, после чего добавил,- ну так, если ты хочешь шоколадку, то не сходишь со мной в кафе?\n—Ч-что? В кафе?- наконец оклемалась я.\n—Да. Или ты не хочешь?\n—Нет-нет! Я очень хочу! Ну, если конечно это не составит особого труда.. . — последние слова я прообубнила себе под нос.\n—Ну тогда,- жертва встала с земли, протянув мне руку,- вперёд.\nЯ поднялась с земли, отряхиваясь. То же мне, джентльмен.\n—Ах, где мои манеры?! Натаниэль Ойвин,- и парень церемониально поклонился.\n—Кимико Охаями, приятно познакомиться,- и я натянуто улыбнулась.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Путь к кафе был довольно долгим. Сначала мы весело беседовали, но вскоре от нас не было и звука. Погода, мало по малому, ухудшалась, а небо, некогда такое голубое, затянулось большими тучами. \n\nВсё вокруг погрузилось в полную тишину. Так всегда случается перед дождём. Сначала тихие, но потом громкие разносились раскаты грома, заставляя меня на миг закрывать глаза.\n\n|| За всё то время, что я провела с моей бывшей жертвой, я поняла, что она совсем не такая, какой показалась сначала. Натаниэль был чрезвычайно холоден ко мне, на вопросы, которые я задавала, дабы разрядить обстановку, отвечал не хотя, не сразу. Да и вообще, что я могла ожидать от любого другого человека? ||",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "|| Обычно в новых мне местах я веду себя, как ребёнок. Мне нравится с любопытством осматривать разные штуки, незнакомые мне, даже не задумываясь, что обо мне думают другие. ||\n\nКак только я зашла в кафе, тёплый воздух с вкусным ароматом разных экзотических блюд ударил мне в лицо. Я аж облизнулась. Столько всего разного! Я стала расхаживать по всему кафе, тщательно рассматривать других поситителей и их блюда. К сожалению, это длилось не долго, потому что один из нехороших людей пригрозил мне, что позовёт охрану. \n\nЯ преспокойно села за свободный столик, став изучать его всего. Моё любопытство прервал Натаниэль, который грозно смотрел на меня, появившись из неоткуда.\n—Я тебя искал по всему кафе! Где ты была?\n—Ну, я просто хотела посмотреть тут всё.\nЯ думала, что сейчас парень меня как-то накажет, например, даст по голове. Но, несмотря на всё, он просто сел напротив и открыл меню, которое я тоже тщательно посмотрела.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "\"А он не плохой парень..\"- пронеслось у меня в голове, после чего я посмотрела в окно. || И вправду, Натаниэль не был плохим. И хотя он кажется таким холодным, я думаю, что где-то в глубине души он совсем не такой. ||\n\nРозовый, ярко-оранжевый и просто очень красивый закат озарил весь город. Сумерки окутали всё, словно покрывало. Немного опешив, я поняла, что сейчас вечер. \n\"Но как? Разве я настолько долго искала всего лишь кусок хлеба?\"- уныние взяло верх. Я умирала с голода.\n\nЗаказав себе рамен, парень заказал также онигири, а из напитков были яблочный и клубничный соки. Меня клонило в сон. Глаза, словно отлитые медью, с трудом воздерживались от желания спать.\n\n—Кимико, ты же не хочешь спать, да?- разбудил меня голос Натаниэля.\n—Что? Да не-е-ет,- протянула я, зевнув,- я бодра, как огурчик.\n—Только попробуй заснуть, останешься здесь.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Заказ наконец-то принесли. Я медленно попивала свой клубничный сок, облокотившись о руку. Только сейчас я заметила, что минут пять пялюсь на футболку моего собеседника. Ну а что? Серая, красивая. .\n\n|| Некоторое время спустя я не могла проглотить хоть кусочек риса. Почему-то мне настолько хотелось спать, что я больше не хотела есть. ||\n\nВскоре сон овладел мной. Сначала это были лишь зевки, но сейчас я уже не могла не спать. Положив отяжелевшую голову на стол, я сразу погрузилась в мои сны.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Звон будильника разбудил меня. Необыкновенная тишина окутала комнату. Белую комнату.  Я привстала на локти. Словно белый пол, пространство подо мной держало меня. \n\nВдруг тишину прервал жуткий звук, словно проезжал поезд. Нужно было отсюда уходить. Я встала и поспешила уйти.\n\"Но куда?\"- подумала я, направляясь в белую неизвестность. Громкий, протяжный звон разносился в ушах, из-за чего я закрыла их руками. Ноги становились ватными, тело больно ныло. \n\nМашинально я побежала. Наверное, я так быстро никогда ещё не бежала. Звон усиливался, а тело будто выкручивалось. Я еле дышала, пока не почувствовала, как всё затихло. \n\nЯ начала осматриваться. Алая лужа, хоть и маленькая, красовалась у меня на носке кеда. Кровь сочилась из уха, и только потом до меня дошло, что перепонки лопнули.\nНе успела я обернуться, как меня пронзила острая боль.",
    "answers": [
      {
        "id": 17,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я проснулась, судорожно дыша. Осмотревшись, я поняла, что это был просто сон.\n\n—Уффф,- выдохнула я,- ну и кошмары мне снятся.\nЯ встала на ноги и поспешила найти Натаниэля. Погода была прекрасной: в деревянную, уютную и довольно маленькую комнатку пробивались солнечные лучи, скользя на моём лице тонкими полосками. Воздух был влажным, и в нём прослеживался запах жаренной рыбы.\n\nЯ прошла вниз, теребя свою кофту. Единственное, что я заметила и посчитала странным в этой комнате, оказалось зеркало, завешанное покрывалом. Дом был достаточно большим, двухэтажным, весь из дерева. Ну, может быть это было и не дерево, но всё равно приятная обстановка.\n\nВнизу меня удивила куча разных детей, судя по всему, сирот. Одни спокойно играли в какую-то совместную игру, некоторые дурачились, другие же предпочли оставаться \"волками-одиночками\".\nВ углу я заметила девочку, чем-то напоминающую мне меня.\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Кимико, ты осознаёшь, что сделала ошибку?- окликнул меня сзади приятный женский голос. Я обернулась.\n   Это была девушка лет 25. Белые, словно снег, волосы спускались ниже лопаток, а светло-серые глаза придавали этой особе невинный вид ангела. Ростом она бы не похвасталась, но зато фигурой могла.\n\n—Я не понимаю, что сделала не так. . .- тихо проговорила девочка в углу. Это что, я?\n—Ну, тогда тебя нужно научить понимать. ..- в руках воспитательницы уже красовалась верёвка.\n—Не ты ли потеряла?- добавила девушка.\nДевочка повернулась к ней, опустив голову. Могло ли это означать, что я была самоубийцей?\n\nПол подо мной провалился, как на зло, на самом интересном моменте. Я, стремглав, полетела вниз. Острая боль пронеслась по всему телу.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я сползла с футона*, машинально больно ущипнув себя за руку, после чего вскрикнула. \"Сон или нет, чёрт возьми?!\"- подумала я. Теперь у меня испорченно настроение.\n\n—О, спящая красавица проснулась,- послышался голос справа от меня. Натаниэль сидел по другую сторону футона. По его виду можно было понять, что он не спал.\n—А. ..где мы? И, что я здесь вообще делаю?\n—Ах, ты что не помнишь, что было вчера? Мы у меня дома. А что ты здесь делаешь. . . ты заснула вчера в кафе непробудным сном. Мне пришлось тебя забрать к себе, не оставлять же на улице.  \n\nПосле этих слов я покраснела, уткнувшись в колени лицом. Как неловко.. . провалиться бы сейчас под пол. А может, это снова сон?\n\n—Да ладно тебе. Будешь кушать?\nЯ сразу оживилась, поспешно закивав головой.\n—Тогда пошли!\n\n\n\n*Футон — хлопчатобумажный матрас в Японии. Используется для сна.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Дом Натаниэля был таким же, что и во сне. Только на первом этаже детей не было, что меня крайне обрадовало. На столе в гостиной стояли тарелки с едой: на одной были роллы, на другой — суши, на третьей — темпуры, и ещё много других разных блюд. \n\n—Хм. .. ты живёшь один?- неожиданно задала я вопрос, поедая завтрак.\n—Да. А что?\n—Та ничего.- и снова наш диалог оборвался.\n\nЕда была очень вкусной. Натаниэль помыл посуду, убрал стол. Будет неудобно оставаться в чужом доме, поэтому мне пора было уходить.\n—Что такое? Ты даже не попращаешься со мной?",
    "answers": [
      {
        "id": 21,
        "text": "Обнять, в знак благодарности"
      },
      {
        "id": 22,
        "text": "Поблагодарить, поклонившись"
      }
    ]
  },
  {
    "id": 21,
    "text": "Мне было хорошо находится в этом доме. Здесь тепло и уютно, есть крыша над головой, а также хорошая компания. Уходить совсем не хотелось, но я уже приняла решение.\n\nЧтобы Натаниэль понял, что я ему очень благодарна, я крепко-крепко обняла его. Парень же опешил. Ну да, чего можно было ожидать? Прощаешься с человеком, который хотел тебя убить, а он тебя обнимает, да ещё и сильно. \n\n—Кхх..- выдавил из себя парень,- к чему такие действия?\nНо я не ответила, лишь отстранилась, поправив выбившийся локон  волос.\n—Спасибо,- тихо проговорила я, мягко улыбнувшись. После моих слов, я поспешила удалиться.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Дом парня был настолько уютен, что мне ни в какую не хотелось уходить. Здесь есть и еда, и крыша над головой, и места для ночлега. Но, ничего я поделать не могла.\n\nПридумывая способ благодарности, я стояла около выхода из дома. Наконец, я решила просто поклониться. \"Пусть мой спаситель поймёт, что я довольно приличная девушка\"- подумала я, серьёзно смотря на Натаниэля.\n\nЯ встала на колени и поклонилась парню в ноги. Сколько же во мне благодарности! Натаниэль опешил от такого.\n—Т-ты чего?- спросил он, немного пятясь назад.\n—Спасибо большое за то, что спас меня. Я должна тебе жизнью.\n—Та ладно тебе. Я же ничего такого не сделал.\nНо я думала совсем иначе. Встав с пола, я мягко улыбнулась и поспешила удалиться.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Погода стояла замечательная: жаркое солнце уже согрело весь город, а свет залил его своим сказочным, золотисто-оранжевым цветом. Редкие облака в небе плыли, словно барашки в огромном, голубом море, еле колыхавшем их. Правда, людей здесь было достаточно много. Даже очень.\n\n|| На самом деле, я не люблю людей. Просто, мне всегда говорили, что моё мнение никому не важно, и хочешь ты или не хочешь — всё равно. Поэтому, чтобы показать свою прилежность и знание этикета, я скрываю свою \"чёрную сторону\". ||\n\n\"Если теперь я снова одна, нужно как-то прожить\"- подумала я, проходя через толпы людей. || Эндокрон, какой ты большой! Думаю, сегодня — мой день. ||",
    "answers": [
      {
        "id": 24,
        "text": "Дале"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ранний вечер озарил всё небо своими розовыми красками. Где-то ещё виднелись голубые проблески дня, облака затянули почти всё небо, повеял лёкий ветерок.\n\nЯ, светясь от счастья, неслась вприпрыжку к своей коробке. \"Ох и день удался!\"- подумала я, весело улыбаясь,-\"сейчас хорошенько покушаю, залезу в коробку и погружусь в полный отдых!\"\n\nК сожалению, всё оказалось не так. Сильный толчок в спину, и все мной заработанные йены со звоном расползлись по асфальту. Я поспешила их собрать. Через несколько секунд деньги были плотно закрыты рукой, тихонько звеня в железной кружке.\n\n—Ой, кажется нам сегодня повезло,- послышался голос сзади меня. Я резко обернулась. Глаза забегали в разные стороны от людей, стоявших передо мной. Бандиты.\n\n  Их было всего шесть человек, но все они — довольно сильные мужчины лет 35. Их жертвой оказался парень, которого они бросили в сторону.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Парень был со светлыми волосами, с разбитым лицом и кровью на кофте. Исколеченный лежал, не двигаясь. Его не хило избили, из-за чего я бросилась бежать, но мне загородили дорогу.\n\n—Так так так, подожди-ка. Мы ещё даже не начали.\nЯ попятилась назад, грозно смотря на банду и крепко прижимая заработанное к себе. По кругу раздался тихий, обкуренный смех.\n—Посмотрите, да она же боится!- крикнул один из них.\n—Чего ты так?- с улыбкой сказал, судя по всему, глава банды,- мы тебе совсем не нравимся? Все снова залилились противным смехом, в то время как я уже обдумывала план побега.\n\n\"Так. Если я в праве называться неко, то нужно как-то отвлечь их. А потом спрятать парня от верной гибели. Я же кот, а коты не сдаются. Точнее, я сильный кот! Вот так вот.\"\n\nГлава банды подошёл ко мне почти вплотную, от чего моё сердце бешенно затрепетало. Вот, мой шанс.",
    "answers": [
      {
        "id": 26,
        "text": "Поцарапать противника"
      },
      {
        "id": 27,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я замахнулась и со всей силы поцарапала врага. Он немного отошёл назад, сильно зажмурившись, а потом не устоял на ногах и упал. Его поддержали товарищи, а про меня совсем забыли.\n\n Теперь-то нужно бежать. Я пулей полетела, куда глаза глядят. Солнце быстро садилось, так что в темноте быдо тяжело разглядеть некоторые объекты, цвета. Но вскоре я приспособилась к этому, меня ничто не остановит! \n\nЯ пробежала довольно много, но не смела оглядываться. \"А вдруг они ещё бегут за мной? Или может, поджидают где-то за углом?\"- подумала я, немного замедлив бег. Я сильно вымоталась.\n\nЗавернув за угол, я пробежала несколько метров по тёмному переулку, спрятав деньги за мусорным баком. Потом, вскарабкавшись на крышу, я тихонько ждала, когда бандиты придут за моей головой. \n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Выждав подходящий момент, я рванула что есть силы, куда глаза глядят. Все бросились за мной, дабы я никому ничего не рассказала. Йены весело позвякивали в кружке, в ритм моей никчёмной жизни. \n\nЯ решила выбежать на дорогу. Там бандиты не смогут больше бежать за мной. Вечер заполнял всё пространство, погружая дневную жизнь в поздние сумерки. Это значительно замедлит погоню. . .\n\nВыпрыгнув на дорогу, я проскользнула под машиной, прям как в фильме, оказавшись на другой стороне дороги. Усталость брала своё, но останавливаться было некогда.\n\n\"Куда же бежать?!\"- пронеслось у меня в голове, когда впереди меня оказалась стена. Оглянувшись, я поняла, что в ловушке.\n—Хе хе хе. ..- начал глава, ехидно удыбаясь,-было довольно весело. Ну, а теперь. .\nЯ подумала, что всё поняла, поэтому вытянула деньги.\n—Думаешь, деньги помогут тебе?- один из банды подошёл и забрал кружку, демонстративно высыпав йены на асфальт. \n\"Это конец?\"",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "—Неко — довольно ценная вещичка,- прозвучало сзади меня, после чего я почувствовала лезвие ножа на своей шее,- ты знаешь, что осталась одна в своём роде?\n\nЯ молчала. \"Смысл отвечать, если меня всё равно убьют?\"- промелькнуло у меня в голове,-\" или, может быть можно избежать смерти? Нужно лишь выждать...\"\n\nМы были одни на крыше. Он — убийца, а я — беспомощная жертва. В голову лезли разные мысли, некоторые воспоминания, события. Я пыталась повернуться, но не могла. Идея!\n\nСильно наступив на ногу противника, я ненадолго освободилась. Предстоит сделать выбор: или умрёт он, или умру я. Конечно же, он не умрёт, так как я не буду убийцей, поэтому могу умереть только я. \n\nРазмахивая ножом, дабы меня поранить, враг медленно надвигался, немного прихрамывая. Уклоняться было сложно, из-за чего я быстро выдохлась. Получив несколько ранений, я была вынуждена подойти к краю крыши. Вот и смерть пришла. \n\nКачаясь из стороны в сторону, я стояла и держалась за рану на руке, уже ожидая своей кончины. Бандит тоже устал, еле дыша. И вот, конец. Уже закрыв глаза, я представляла, как будет больно, но случилось кое-что другое. .. Враг упал на землю с громким стоном.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Превосходная идея быстро пришла мне в голову. Я сразу посмотрела вверх, строя план, пока неудачливая шайка подходит. Несколько прыжков здесь хватит, поэтому я не стала ждать.\n\nПрыгнув на мусорный бак, я запрыгнула на балкон чьего-то дома, зацепившись за перила. После этого я запрыгнула на пожарную лестницу и залезла на саму крышу. Наконец-то свобода!\n\nЯ смогла отдышаться как следует, потратив не много времени. Тёмно-красный закат сменяла светлое пятно луны, озарившее уже тёмную сторону неба. \"Столько приключений за один день сразу. . .\"- подумала я, стоя на крыше,-\"лучше бы я не уходила от Натаниэля, пусть жила бы и всё.\"",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "\"Пора бы спуститься\"- подумала я, смотря на уже потемневшее небо. Я сильно измоталась, поэтому сильно хотела спать. Посмотрев, нет ли опасности по близости, я спустилась с крыши и поспешно стала искать парня, что попал под удары этой шайки. \n\n—Хей, ты как?- шёпотом проговорила я, приближаясь к жертве. В ответ последовала лишь тишина. Ну, а что можно было ещё ожидать? Я, еле как подняв парня, закинула его себе на плечо и оттащила на безопасное расстояние. Странно, что ещё никто не обратил на него внимание.\n\n\"Нужно найти воду и обработать раны. .. .а нет, сначала позвонить в скорую. Но у меня же нет телефона.. так, Кимико, соберись.\"\n\nЯ вышла на дорогу, ища подходящего мне человека. Из-за своих мыслей, я совсем запуталась и врезалась в какого-то человека. Хорошо, что он устоял на ногах, да и я тоже...\n\n",
    "answers": [
      {
        "id": 31,
        "text": "Посмотреть на встречного\n"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я подняла голову и увидела никого иного, как самого настоящего самурая! Немного покраснев, я отошла на пару шагов назад, смотря в пол.\n—П-простите, я вас совсем не заметила...- выдавила я из себя.\n—Да ничего, ведь я не упал. Да и ты тоже,- по голосу было слышно, что он улыбался. Ну, что сказать. Человек в железной броне, с катаной в ножнах. \n—А.... вы не могли бы помочь?- я подняла взгляд на него.\n—Смотря чем. Что случилось?\n—Ну..там парень лежит без сознания, а у меня нет телефона, чтобы позвонить в скорую. Можете сделать это, пожалуйста?- во время моей речи, я показала рукой в сторону пострадавшего.\n—Да, конечно.\nСамурай отвернулся, достал телефон и позвонил. Через несколько минут около нас уже были машины скорой помощи. \"Надеюсь, он не умер\"- пронеслось у меня в голове, но мои мысли прервало прикосновение к моей голове. Точнее, железная броня гладила меня.\n\n—А?. . ч-что вы делаете?- я вмиг покраснела, еле заметно смотря на самурая,- м-мы же даже не з-знакомы!\n—А, точно. Тоёхисэ Шимадзу[простите за имя, его мне сказал владелец>-<],- пробубнили доспехи, не отрываясь от своего дела,- а тебя как зовут?",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "—М-меня?. Кимико. .. — я неожиданно замолкла, отведя взгляд.\n—Я очень люблю неко,- самурай вдруг оживился, немного отойдя,- может, я буду твоим хозяином? Конечно, если хочешь. .. \n—Что?! То есть, да, конечно, но. . .\n—Ну тогда пошли!- радостно заявил Тоёхисэ, резко взяв меня за руку, и повёл в неизвестном мне направлении.\n\nЭндокрон сверкал то синим, то фиолетовым, то красным цветами. || Это было очень красиво! Обычно я засыпаю слишком рано, чтобы видеть всю эту прелесть, поэтому для меня прогулка по этому городу была просто удивительной! И кстати, родилась я в другом городе, правда, названия не помню. || \n\nЧерез минут пять мы подошли к довольно большому дому. Сопровождающий достал из неоткуда ключи и, отворив двери, пригласил меня зайти.\n—Ну что ты, не стесняйся. Представь себе, что это теперь твой собственный дом.\n",
    "answers": [
      {
        "id": 33,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 33,
    "text": "Дом, как и снаружи, был очень красивым. С роду не видела такого здания: всё было выполнено в светлых тонах, посередине, как я поняла, гостиной, стоял низенький деревянный столик, наверх вела такая же лестница, также здесь распологался диван, а рядом с ним — пуфики; чуть левее стола был дверной проём, но без самой двери, который вёл, судя по всему, в кухню. Ещё одна дверь, располагавшаяся около лестницы, вела,  видимо, в ванную комнату. Большие, открытые окна приглашали лёгкий ветерок в здание.\n\n—Нравится?- неожиданно прервал мой просмотр раздавшийся голос слева, на что я подскочила.\n—А? Что? Да, очень нравится. .- быстро залепетала я, держась за сердце,- не пугайте так больше, пожалуйста.\n—Постараюсь. А ты, Кимико, можешь не стоять в проходе?\nЯ, с непониманием, оглянулась: и вправду, я стояла в дверном косяке, не давая ни зайти, ни выйти.\n—Какая я не внимательная. ..,- промурлыкала я себе под нос,- простите пожалуйста, я просто задумалась .. — после этих слов я зашла в дом. Здесь, несмотря на открытые окна, было намного теплее.\n\n—Будешь кушать?,- спросил меня хозяин, зайдя в дом.",
    "answers": [
      {
        "id": 34,
        "text": "-Да, конечно! Я как раз проголодалась.. .- с ноткой сдержанной грусти, ответила я."
      },
      {
        "id": 35,
        "text": "Да, я бы с радостью, но. . .боюсь, я не в силах буду есть,- немного печально, но с улыбкой произнесла я. [Если вас ранили]"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Хм, ну тогда садись,- и самурай указал на ковёр, бывший по радиусу больше, чем сам стол,- сейчас принесу еду.\n—С-спасибо,- вмиг на меня нахлынула незримая радость, и я была готова прыгать от счастья, но, понимая, где я, просто села за стол в турецкой позе.\n\nРедкие, но потом частые звёзды усеяли всё тёмно-синее небо, сверкая ярче, чем огоньки Токио. Солнце уже совсем село, а на его смену поднялась, молочного цвета, луна. Она озарила весь, словно оживший, город, окутав всё пространство в нежную, чуть прозрачную, бежевую пелену. \n\nМного минут хозяин не появлялся. Я начала немного волноваться. \" Может, он пропал? Или бросил меня.. Нет, он просто готовит мне такое блюдо, от которого я упаду. Он же хороший.. наверное.\"\n\nСверчок тихо скрипел своими лапками, расстворяя вечную песню в удивительной тишине. Несколько минут назад, столица Японии горела всеми цветами радуги, а сейчас всё погрузилось во мрак. Даже луна не успокаивала.. \n\nЛёгкий ветерок трепал мои волосы, а я сидела и ожидала того, что мне пообещали. Вдруг сзади послышались шаги, на что я резко обернулась.\n—Почему не спишь?- произнёс человек, лица которого из-за темени я не видела. Но голос был знакомым.\n—Я жду, пока меня накормят..\n—А, правда? Ну, можешь перекусить покки, сейчас есть нельзя.\nЯ опешила.\n—То есть \"нельзя\"? Почему это? И вообще, кто вы такие?\n—Потому что будет не очень хорошо,- усмехнувшись, ответил незнакомец, после скрылся из виду,- не думал, что ты меня так легко забудешь. Если что, одежда в ванной, а твоя комната на втором этаже, первая после лестницы. Спокойной ночи..",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Хм. . .я даже не заметил, что моя неко ранена.. И, думаю, я уже догадываюсь, кто это сделал,- самурай, наверное, полный гнева, глубоко вздохнул, после чего удалился в направлении ванной комнаты.\n\nЧерез несколько минут он уже был с бинтами.\n—Тебе нужно будет снять кофту,- уверенно сказал хозяин, подойдя ко мне и посадив меня на пол.\n—Ч-что?! Я.. . не буду этого делать..\n—Ну тогда, это придётся сделать мне.\n—Нет! Стойте, а это обязательно?\n—Хм.. .думаю, да. Возможно, если это не сделать, твоя кожа сгниёт и ты останешься без, например, руки, или..\nЯ моментально закатила рукава кофты, ведь только там меня ранили.\n—А ты умнее, чем я думал. Молодец, Кимико!- ответил на мои действия самурай, забинтовывая раны,- вот увидишь, они поплатятся за своё.. .\nНо меня это не волновало. Я внимательно смотрела на перевязку.\n\n—А теперь,- произнёс Шимадзу, закончив своё дело,- иди спать. Можешь перекусить покки, есть сейчас уже поздно.\nЯ с удивлением посмотрела на хозяина.\n—Как так? Я не ела весь день, за исключением завтрака. Почему нельзя есть в это время?\n—Потому что будет плохо..- самурай отвернулся,- спокойной ночи,- и он поплёлся на второй этаж, но на ступеньках остановился,- одежда в ванной, а твоя комната — первая после лестницы.- после этих слов, хозяин скрылся из виду.\n\nПосле всё погрузилось во тьму. Лишь редкие сакуры тихо шелестели своей красивой, розовой листвой, смотря мне в окно. Город погрузился во мрак, как и всё остальное, от чего мне стало не по себе.\n",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я боязливо поднялась, осматривась вокруг. \"Почему меня оставили одной? И что такое покки? Я же никогда не ела такого!\"- шёпотом думала я вслух, направляясь в ванную. Сегодня был слишком тяжёлый день. .\n\nПосле принятия душа, я, почистив зубы, переоделась в длинную, довольно широкую, но лёгкую футболку. На удивление, она была женской, а не мужской. В голове возникла мысль, что у моего хозяина есть девушка, что меня немного позабавило.\n\nЯ поднялась наверх, устало перебирая ноги. Меня сильно клонило в сон, от чего я чуть ли не находу засыпала. Наконец я добралась до своей комнаты, и, плюхнувшись на фатон, сразу уснула.\n\n",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Проснулась я от каких-то странных звуков внизу. Ночь ещё продолжалась, к моему великому сожалению. Я хотела поскорее увидеть новый день.\n\nСпустившись вниз, я ничего особого не заметила: обычный дом, всё стоит на своём месте. Сонно протерев глаза, я коротко зевнула и поплелась на кухню. || Конечно, я не из людей типа \"ночной жор\", но голод морил меня не хило. ||\n\nОткрыв маленький холодильник, я обнаружила жирную мышатину(типа мышь:D), которая поедала кусок сыра. Холодильник был совершенно пуст, за исключением мыши и сыра, которые \"мило беседовали\". Я ещё раз протерла глаза, и на месте двух прежних объектов появилась пачка палочек, на которой было написанно \"покки\".\n\n\"Так вот оно что\"- подумала я и, открыв пачку, начала поедать сладость. Мне не сильно понравилось, потому что был привкус тухлого мяса и чего-то ещё. Уши заложило, а я камнем упала на пол. В руке, вместо аппетитных палочек, оказалась мышь с отгрызанной головой!\n\nЯ выплюнула то, что ещё было во рту. \"Какая...\"- мои мысли прервала \"еда\", подступившая к горлу.. . .",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я согнулась пополам, моментально вскочив с фатона. \"Ну и сны всё же!\"- пронеслась мысль в голове, после чего я закрыла лицо руками. \"Почему мне стали сниться кошмары?\"- с досадой подумала я, ущипнув себя на всякий случай. \n\nУбедившись в том, что сейчас не сплю, я спустилась вниз, нервно приглаживая чуть разлохматившиеся волосы. Мой взгляд моментально остановился на еде, лежавшей на столе. \"Ооуф. .я совсем забыла про голод\"-промелькнуло у меня в голове, после чего я села за стол.\n\nВ глаза бросилась записка, лежавшая на салфетках: \"Я ушёл на работу. Домой приду не раньше семи часов вечера. Будь умницей, пока меня нет. Твой хозяин.\"\n\"Хм.. Теперь ясно, почему никого нет\"\n\nПосле трапезы, я решила как-нибудь отблагодарить хозяина. Поэтому я зашла в его комнату, которая была рядом с моей, нашла там листок и карандаш и начала калюкать. В моём шедевре можно было разобрать только слова \"Спасибо за приют, мрррр\", \" я постараюсь быть хорошей неко\" и мордашку котика с сердечком рядом.\n\n\"Хм.. довольно неплохо\"- подумала я, глядя на моё искусство. Потом, оставив его на столе в комнате самурая, я снова спустилась вниз.\n\"Мне бы не помешало прогуляться..\"\n\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Выйдя на улицу, я неприятно зажмурилась от солнца, которое беспощадно ударило мне в глаза. Улицы не кишели людьми, возможно, из-за того, что все были на работе или в школе.\n\nНе прошла я и двух метров, как меня силой оттолкнули на несколько метров влево, отчего я отлетела в столб. Острая, сильная боль растеклась по всему телу, но, на удивление, ничего я не сломала.\n\nПосмотрев на объект, который меня толкнул, я увидела синеволосую причудливую девушку, с голубыми крыльями и, что меня очень удивило, голубой одеждой и голубыми глазами. \"Она что, фанатка голубого?\"- пронеслось у меня в голове, когда я попыталась встать.\n\nС ней, как я поняла, дрался какой-то беловолосый парень. Он был достаточно высокого роста, в тёмном свитере, таких же штанах и чёрных кедах. Иногда на руках проглядывались бинты.\n\nМои мысли прервала резкая боль в области носа, отчего я зажмурила глаза, в сопровождении моего. . исчезновения?.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "После нескольких минут, я открыла глаза. Подо мной было бесконечное, чёрное пространство. Меня кто-то держал за плечи, чтобы я не упала вниз. Алые капли крови падали в неизвестность, а нос очень сильно болел. Явно он был сломан.\n\n—Ты в порядке?- раздался голос вверху. Я боязливо посмотрела вверх, увидя лицо парня. У него были разные, и такие красивые глаза: правый — голубой, а левый — жёлтый! \"Впервые вижу такие глаза. .\"- но снова мои восхищения прервались.\n—Если да, то я отпускаю,- с усмешкой произнёс разноглазый, уже готовый меня отпустить.\n—Стой!! Нет, пожалуйста, только не отпускай!- чуть ли не крича от страха попасть в бесконечное никуда, громко проговорила я, пытаясь как-то развернуться. И у меня это получилось.\n\nЯ крепко обняла парня и уткнулась ему живот.\n—Эм-м.. что ты делаешь?- опешил тот.\n—Не отпускай..- тихо промямлила я.\n—Ладно, всё. Не отпущу.\n—Кто она такая?- вдруг спросила я, подняв голову и посмотрев на парня. \n—Эта голубоволосая девушка — Мей. Она. .просто знакомая.\n—Она же. . .почему вы дрались?\n—Ну, Мей враждебно относится почти ко всему. И ещё.. мы с ней не ладим и никогда не ладили, поэтому иногда происходят стычки.\n—Ясно..\n—Мы сейчас вернёмся.. Не попадайся ей на глаза, постарайся спрятаться, а я.. как-то сам разберусь.",
    "answers": [
      {
        "id": 41,
        "text": "-Хорошо,- ответила я, предвещая в своей голове будущие события."
      }
    ]
  },
  {
    "id": 41,
    "text": "Мы появились на дороге, около двери моего нового дома. Парень поставил меня на ноги, после чего вновь исчез. \"Наверное, его способность работает не всегда\"- появилась мысль в голове, а я, в свою очередь, потянулась к ручке двери, дабы войти и спрятаться в здании.\n\n\"Может, нужно помочь?\"- неожиданно подумала и, оглянувшись, рысью прошла в переулок. \"Нужно приманить её, тогда будет легче.\" Вскорабкавшись на довольно высокий дом, и встав на крышу, я начала взглядом искать Мей. Редкие машины проезжали по городу, а глаза не могли сосредоточиться на нужной цели.\n\nНаконец, я нашла голубоволосую. Она порхала в небе, словно птица, легко избегая препятствия. Изредка появлялся разноглазый, видимо, отвлекая её. Но вдруг девушка невообразимо быстро подлетела ко мне, за что я получила удар по лицу. Не устояв на ногах, я переместилась на край крыши.\n—Мей, стой!- вырвалось у меня, как последний вздох. Та, на моё удивление, остановилась.\n—Откуда ты знаешь моё имя?- опешила девушка.\n—Это совсем не важно! Я просто хотела кое-что спросить..\n—Хм. . и что же?\n—Зачем ты всё это делаешь?\nГолубоглазая начала медленно походить, а я — вставать, но безуспешно. Она подошла вплотную, села на корточки и посмотрела на меня, как на последнюю букашку в этом мире.\n—Это весело,- с широкой, ехидной улыбкой произнесла Мей, спихнув меня с крыши. Я закрыла глаза, уже предчувствуя сильную боль.\n",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Подождав несколько минут, я открыла глаза. Вновь чернильная темнота заполняла пространство, но её разбавляли нежно-белые лепестки. Там, где я лежала, было очень мягко, поэтому вставать было неохота.\n\n\"Если я нахожусь здесь, то значит  ещё живу..\"- подумала я, привстав на локти. Множество лепестков расстилалось на большое расстояние. \n\nВстав, я пыталась найти хоть что-то, кроме лепестков. Но, к сожалению, у меня это не получилось. На щеке я заметила кровь, наверное из-за того, что я упала. Локоть правой руки тоже был в красной жидкости. Здесь было тише, чем в самом тихом месте, отчего я слышала, как кровь льётся по венам.\n\n\"Теперь мне остаётся только ждать\"- после этих мыслей я приготовилась к вечной грусти,-\"Ведь, кто знает, может они будут драться всегда? И я останусь здесь навечно...\"\n\nГлухо плюхнувшись в мягкие листья, я закрыла глаза. Ни ветра, ни солнца, ни-че-го. Лишь эти лепестки, которые были чем-то на подобии приза для утешения. Вскоре я погрузилась в сон.\n",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Проснулась я от свистов пуль, которые доносились очень близко. Открыв глаза, я поняла, что не нахожусь в привычной мне комнате. Вокруг было всё белым, но предметы всё же были: несколько \"раскрошенных\" домов, пару танков и самолётов. А ещё. . я была на пляже.\n\nХолодное, можно даже сказать, ледяное море еле дотрагивалось до моей руки, как бы хотев лизнуть, но тут же откатывалось назад. Небо, которое было белым, местами, словно порванное, проглядывалось серым. \n\nЯ встала с песка. Кораблей не было, что меня не мало удивило. Немного постояв на месте, я сделала шаг, но тут же пошатнулась и упала. Тонкие ножки, словно спички, такие же ручки. \"Что со мной?\"- пронеслось у меня в голове, после чего я сообразила, что нахожусь в. . прошлом?\n\nЕщё раз встав, я аккуратно двинулась вперёд, стараясь держать равновесие. Кто-то приобнял меня за плечи сзади. \n—Куда ты?- спросил красивый, мужской, и совсем незнакомый мне голос.\n—Я. . .- от удивления я не могла выдавить не слова. \"Какой писклявый голос!\"- подумала я, развернувшись. Передо мной стоял мужчина лет двадцати пяти, с тёмно-русыми волосами и карьими глазами. Он был довольно высокий, что совсем не удивительно, ведь я — ребёнок, а он — взрослый. \n\n—Здесь опасно. Пойдём к твоим родителям?- незнакомец подтолкнул меня, призывая к действию, от чего я потихоньку пошла.\n—Гд... где они?- вырвалось у меня.\n—Во-о-он там!- и мужчина указал пальцем на двух людей, которые были в пятидесяти метров от нас. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Не долго думая, я рванула с места, сверкая пятками. \"Это мои родители? Но, они же погибли. ..\"- думала я, шёпотом произносив свои мысли,-\"нет, только не сегодня\".\n\n—Мама! Папа!- кричала я, уже задыхаясь,- э-это я! К-кимико!- но двое даже не обращали на меня внимания, также стояли спиной ко мне, и расстояние будто не сокращалось. Но, не смотря на всё, я, спотыкаясь, всё бежала и бежала.\n\nДень быстро клонился к вечеру, большое, красное солнце красило небо в пламя. Холодный ветер бил мне в лицо, дыхания критически не хватало. Вот-вот, и я уже добежала до них! Они так рядом!\n\nМой бег прервала моя невнимательность, отчего я споткнулась и упала в песок лицом, \"проехав\" на нём несколько метров. Боль, отчаяние, слабость. С силой подняв голову, передо мной никого не было, кроме двух трупов. Они лежали с простреленными головами, также спиной ко мне.\n\n—Н-нет!. .м-мамочка, п-папочка..!- произнесла я, всхлипывая от слёз, ручьём лившихся по горячим щёкам,- з-зачем?...з-зачем,- произнесла я шёпотом последнее слово, уткнувшись ободранным, грязным лицом в холодный песок. \n\nКто-то поднял мою руку и заломал. Потом, больно наступив ногой на спину, начал давить на моё тело и выкручивать руку всё сильнее и сильнее.\n Острая, небывало сильная боль сомкнула мой рот, от чего я не могла дышать. Я почувствовала, как моя рука рвётся..",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Открыв глаза, я вскочила с лепестков. Рука больно ныла, тело тоже болело. Кровь на локте и щеке запёклась, почернев, а я не могла понять, почему.\n\n\"Так.. это был всего лишь сон. Наверное, не буду больше спать, никогда\"- подумала я, оглядываясь по сторонам. Потом, встав, я начала просто ходить по мягкому, бесконечному полю просто для того, чтобы снова сон не овладел мной.\n\n—Я же говорил тебе прятаться- послышалось слева от меня, куда я повернула голову. Новым было дерево и беловолосый парень, что сидел на одной толстой ветке.\n—Я знаю,- поникше сказала я, опустив голову,- просто хотела помочь как-нибудь...\n—Мм. Хотела, и что дальше? Ты помогла?\n—Нет..- тихо промямлила я.\n—Эх, ладно. Тогда, пошли.-  парень спрыгнул с ветки, после чего подошёл ко мне. Он выглядел очень серьёзным и каким-то злым.\n—Как тебя зовут?- неожиданно спросила я.\n—Хм..Меня С. ..Сейджи, а тебя как?- выдавил разноглазый.\n—А меня Кимико!  Приятно познакомиться, Сейджи,- и я мило улыбнулась, показывая клычки.\n—Взаимно,- холодно ответил парень, взяв меня за руку.\n\n\"Пора бы возвратиться домой\"- пронеслось у меня в голове.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Мы оказались на асфальте, точно около моего дома. Ранний вечер наполнял Эндокрон сумрачными красками и лёгким, северным ветром. Разноцветные огоньки горели везде, кроме самых тёмных мест в городе.\n\nТолпы людей и машин слились в тихом шуме тёмного пространства. Мягкие, оранжево-розовые облака застилали небо, словно одеяло. Солнце уже зашло, но свет от него ещё разносился нежными раскатами.\n\n—Ну что,- начал Сейджи, опустив меня,- до завтра,- и он расстворился в вечерней тьме. Я ещё несколько минут просто стояла и смотрела в сторону.\n—До завтра. .- тихо ответила я, очнувшись. Открыв дверь в здание, я украдкой зашла внутрь, и меня сразу окутало приятное тепло.\n\n\"Как же хорошо быть дома\"- подумала я, осматриваясь. Постоянно мне нужно было отгонять мысли о сне, чтобы не погрузиться в жуткие кошмары. С лестницы выбежал самурай и крепко обнял меня.\n\n—Кимико, где ты пропадала? Тебя не было дома целых четыре дня.. Я волновался,-  грустно сказал он, нехотя отстранившись.\n—Четыре дня? Я..- я знала, что если рассказать то, что произошло, мне не поверят,- да так, просто заблудилась чутка..\n—Уф.. Не уходи больше из дома. Будешь кушать?\n—Конечно,- с ноткой грусти сказала я, мягко улыбнувшись.\n\n",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Мы поспешно покушали просто чай с онигири, потом сели на диванчик и начали мило беседовать. || Мне было приятно находиться здесь. Я впервые ощущала себя нужной, родной. Хотелось бы мне тогда остаться там навсегда.. ||\n\n—Хм.. Хозяин, я хотела кое-что спросить..- после недолгого молчания, начала я.\n—М? Я слушаю,- ответил самурай, поглаживая меня по волосам.\n—У... у вас слишком сложное имя, поэтому.. как мне можно вас называть?- быстро выпалила я.\n—Оу.. Ну, можешь просто называть меня хозяином и всё,- с улыбкой на лице произнёс мой собеседник.\n—П-правда? Вам не будет..\n—Нет, мне будет вполне удобно,- перебил меня самурай.\n—Ладно.. Спасибо,- и я кротко улыбнулась.\n\nЧерез несколько минут мы, приняв душ и почистив зубы, разошлись по комнатам. Мне было грустно от того, что я должна попрощаться с намертво сомкнутыми глазами и сладкими снами. Я осознавала, что теперь мои ночи будут проходить очень медленно и скучно.\n\nЧас прошёл, затем другой. Меня жуть как клонило в сон. Впервые в жизни я додумалась попросить помощи.. Я, тихо встав с фатона, направилась из комнаты. В глазах, на удивление, была темень, поэтому я упала, споткнувшись о тумбочку. \n\nПрислушиваясь, я поняла, что никто не проснулся. Поэтому, вновь встав, я поплелась в комнату рядом.\n—Х-хозяин..- тихо произнесла я. Несколько минут я стояла в тишине.\n—Хозяин. ..- повторила я, уже немного громче. Снова тишина.\n—Простите,- тихо выдавила я, удалившись из комнаты. \"Всё-таки, хозяин тоже человек.. а я — эгоистка\"- подумала я, после чего мысленно выругала себя.\n\n\n",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Я ощупью спустилась вниз. || Даже не знаю, что на меня тогда нашло. Отроду я видела отлично в темноте, ведь я являюсь неко. Но в эту ночь я не видела совершенно ничего, кроме редких очертаний. ||\n\nЛуна совсем не светила: небо покрылось частыми облаками, которые закрывали весь свет. Только иногда свет просачивался, словно через редкие дырки, но сразу расстворялся. \n\nНащупав выключатель, я включила свет, от чего сильно зажмурилась. Голова больно гудела, из-за чего я облокотилась о стенку. Через несколько минут глаза привыкли к свету, а я начала искать нужный мне предмет.\n\"Так.. я слышала, что кофе помогает, но не знаю, как. Интересно, он вкусный?\"- думала я, ища напиток. Наконец, в одном из ящичков, я нашла его. \n\n—Расстворимый,- вслух, но шёпотом сказала я,- а сколько нужно?- оглянувшись, я начала поспешно читать состав кофе, его производителей и всё, что написанно на бумажке.\n\n—Так, две чайных ложки кофе.. что за \"чайные\"?- я задумалась,- ну, я думаю, разницы нет, какая ложка.\nВода в чайнике уже закипела, и я насыпала в кружку две ложки кофе. Налив кипяток, я стала ждать, пока кофе остынет.\n\n—Почему не спишь?- послышался голос сзади. Я сразу обернулась.\nПередо мной стоял парень, на две головы выше меня. У него были чёрные, как смоль, волосы и зёленые, как мне показалось, тусклые глаза. Он был одет в чёрные штаны и такую же кофту. По выражению лица было видно, что парень немного рассержен.\n\n\n\n",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "—А? Ч-что? Почему не сплю?. Ну просто,- я не знала, что сказать,- мне не спится! Вот.\n—Хм.. ясно.- безразлично ответил он,- поэтому, ты решила заварить кофе, да?\n—У-угу..\nПарень устало выдохнул.\n—Кимико, иди..- но он не успел договорить, потому что неожиданно на моём лице появилась широкая улыбка, и я крепко обняла парня.\n—Хозяин, вы такой красивый!- наверное, из-за помутнения рассудка, сказала я. \n—А. .. . С-спасибо, мне приятно,- улыбнувшись, ответил он, после чего приобнял меня в ответ,- а теперь, иди спать.\n—Но. . я не могу заснуть- промолвила я, мягко отстранившись.\n—Пфф,- снова выдохнул хозяин,- тогда пошли вместе. \nЯ кивнула головой.\n\n\n\n—И она больше никогда не ходила в тот лес. Конец,- тихо промямлил парень, уже засыпая. || Он рассказал мне сказку про трёх девиц-лисиц, которые жили в лесу. Но тогда мне совсем не хотелось спать. Я снова чувствовала себя плохо..||\n\n—Спасибо, хозяин. А теперь, можете идти спать. Спокойной ночи,- я натянуто улыбнулась.\n—Тебе не понравилась сказка?- зевнув, спросил парень.\n—Нет-нет, она интересная, просто.. Вам тоже нужен сон, а я..- я замолкла, отведя взгляд в окно. Хозяин потянул меня за щёчку, от чего я неприятно зажмурилась.\n\n",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Больно? Где ты так?- самурай нежно погладил рану.\n—Я просто упала, ничего страшного,- мягко улыбнувшись, я вжалась в подушку,- спасибо.\n—Сильно упала, бедняжка. А я даже не заметил..- снова зевок,- наверное, ты уже хочешь спать.. Спокойной ночи,- и парень цмокнул меня в лоб. После этого, он удалился.\n\nВсе оставшиеся часы мне казалось, что кто-то за мной наблюдает. Я всю ночь ворочалась на матрасе, вставала и смотрела в окно, иногда ходила по комнате в поисках объекта слежки. Но ничего не помогало, и я не спала всю ночь.\n\nСегодня я решила встать поздно. \"Пусть хозяин думает, что я сладко сплю, в то время как я бесшумно слушаю, как тот выходит из дома. \"- думала я, отвернувшись от двери в мою комнату. Входная дверь громко захлопнулась, и я сразу вскочила с фатона.\n\nЧерез несколько секунд, я прилипла к окну, смотря на парня, что уходит работать. \"Теперь дом в моём распоряжении\"- подумала я, пулей вылетев в ванную. Приняв все утренние процедуры, я, переодевшись в другую одежду, (она уже лежала, сложенная в шкафу) перекусила сэндвичем с чайком и направилась к выходу из дома. Перед дверью я резко остановилась.\n\n\"Мм.. мне же нужно оставаться дома.\"- я поймала себя на мысли, вспомнив, что мне говорил хозяин.\n—Ну ла-а-а-адно, оста-анусь- протянула я, плюхнувшись на диван,- теперь я обречена на скучные дни.\n",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Немного полежав на диване, я решила пойти в свою комнату. Устало перебирая ногами, я переваривала прошлый день и сегодняшнюю ночь. \"Всё-таки, жизнь трудна\"- подумала я, посмотрев в окно. Оно было достаточно большим, поэтому я села не подоконник и просто смотрела.\n\nВдруг в окно врезалась пташка, отчего я вздрогнула. За ней в окно врезался Сейджи, разбив стекло и упав вниз. Я тоже упала, точнее, скатилась с подоконника.\n\n—Ч-что?..- только и промолвила я, как парень, быстро встав, зажал мне рот и спрятался за стеной. Я ничего не понимала.\n—Тише,- прошипел тот,- она может услышать..\nЯ сразу поняла, что речь идёт про Мей. Меня совсем не утешили эти слова, а наоборот — рассердили. \n\"Как же бесят эти сражения. Нельзя жить в мире?\"- подумала я, смирившись с обстановкой. \n\nПотом беловолосый отпустил меня, а сам, прыгнув в окно, скрылся из виду. \n—И что это было?!- вслед Сейджи крикнула я, смотря на разбитое окно. Холодный воздух заполнил мою комнату. Не прошло и минуты, как в неё залетела голубоглазая, оттолкнув меня в стену. \n\"Чёрт возьми..\"- пронеслось у меня в голове.\n—Он был здесь! Где ты его прячешь?!- Мей взяла меня за воротник футболки, подняв вверх.\n\nЯ просто молчала. \"Ещё мне отчитываться нужно. Ну уж нет.\"- вмиг я оттолкнула врага ногами, что тот упал прямо на осколки, и побежала вниз что есть силы. Не долго думая, я замкнулась в ванной комнате. ",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Минута прошла, две. Потом пролетело полчаса, но в моей комнате было всё тихо. По крайней мере, я ничего не слышала, хотя слух у меня был довольно острый.\n\nЕщё немного подождав, я вышла из ванной комнаты. Дом, обычный дом, спокойно стоял, как и всё, что в нём было. Звуков по-прежнему не было.\n\"Не могла же я её убить..\"- с неким ужасом подумала я, крадучись поднимаясь по лестнице. \n\nМоя комната была не в лучшем состоянии: разбитое окно, осколки повсюду, и.. мёртвая девушка? Я с опаской подошла к Мей, нечаянно наступив на крыло, которое было как-то согнуто.\n—М. ... М-мей?- шёпотом сказала я, присев на корточки.\n\nНеожиданно голубоволосая молниеносно оторвала длинное перо от своего второго крыла и воткнула мне в живот. Всё, что я успела сделать, так это с хрипом выплюнуть кровь, поступившую ко рту, и упасть на пол.\n\nМей вынула перо из меня, после чего легко покрутила его в руке. После этого она посмотрела на меня, беспомощную девушку-неко, которая не смогла даже защититься. \n—Хм.. тебе больно?- сказала голубоглазая, слабо улыбнувшись,- видно, ты ещё не знаешь, что такое настоящая боль. Слабое отрепье!- после этих слов девушка довольно сильно пнула меня, отчего кровь снова подступила ко рту и с хрипом вытекла на пол, а я, в свою очередь, скрутилась в клубок.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "По комнате разлился злорадный смех.\n—Ты знала, что я люблю кровь?- произнесла Мей, безумно улыбаясь, после чего продолжила,- а знала, что я делаю с теми, кто стоит у меня на пути.\n\n \"Всё, вот и мой конец..\"- подумала я, больно зажмурившись. Глубокая печаль от безвыходности и чрезвычайной слабости охватила меня в свои гадкие лапы.\n\n\"Какая я глупая!\"- пронеслось у меня в голове, от чего слёзы нехотя проскользили по щекам,- \"слабая, беспомощная плакса!\"\n—Оу.. почему ты плачешь? Не надо плакать, тебе же ничего не сделали,- и снова смех. Но, он слишком быстро прервался, и девушка глухо упала на пол.\n\nЯ открыла глаза. Сейджи стоял у окна, в девушке торчала катана.. Но, неожиданно моргнув, всё пропало: не было ни Мей, ни парня, ничего... Лишь я, лежащая в луже крови, обдуваемая холодным ветром и плачущая от беспомощности.\n\n\"Так, в-всё.. хватит..\"- пыталась успокоиться я. Попробовав встать, я упала, вновь получив острую боль. Слёз больше не было, ведь я понимала, что пройдёт ещё немного времени и моё сердце остановиться. \n\nМоя комната выглядела просто..ужасно. Ещё и я, в главной роли, дополняла столь прекрасную картину. \nГлаза бездушно глядели в сторону, а разум помутнился. Сердце, некогда такое \"проворное\", билось всё реже и реже.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "|| Не знаю, сколько я здесь пролежала. Кровь уже не казалась мне приятно-тёплой: она была такой же холодной, как и сердце Натаниэля. Почему я вспомнила именно про него? А кто его знает..||\n\n—Я уже пришёл,- послышался на первом этаже весёлый голос хозяина. Я попыталась улыбнуться, и это получилось, но только на миг. Сил не было совсем,-Кими-и-ико-о! Я принёс сладенького! \n\"Эх..прости, хозяин. Я не смогла..\"- подумала я, пусто глядя вдаль.\n—Ким...- он зашёл в комнату, уронив коробку со сладостями. Я хотела встать и обнять хозяина, но вместо этого просто потеряла сознание.\n\nТёмное пространство. Какой-то тонкий, протяжный звон неприятно раздавался в ушах. Передо мной, словно зеркало, протягивалась вдаль чёрная стена.\n\nВместо тёмно-красных волос я видела серые, вместо светлого лица — тоже серое. На носу красовался пластырь, под глазами — мешки, а изо рта текла радуга.\n\nКак-то, будто по щелчку, я двинулась вперёд. Глухие шаги эхом раздавались по всему пространству, я шла по бесконечности. Какой-то шёпот заставил меня остановиться.\n\nПередо мной появилась высокая фигура какого-то существо. Оно моментально задвигалось в моём направлении, подёргиваясь, словно от судороги.\n\nВсё происходило настолько быстро, что я даже не могла понять, куда подевалось существо. Но я могла сказать только одно: оно прошло сквозь меня. На некоторое время всё затихло, но тишину снова прервал шёпот.\n\n—Оно рядом...- только и доносилось вокруг. Я почувствовала, как мне кто-то смачно лизнул затылок. Повернувшись, я никого не увидела, лишь из горла вдруг начала сочиться радуга..",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Звук уравновешенного пульса раздавался по всей палате. Открыв глаза, я несколько минут смотрела в белый, болезненно выглядевший потолок. || Хотя я ни разу не была в больнице, мне здесь не нравилось. И вообще, я как будто с луны свалилась: прям пещерный человек какой-то..||\n\n—О, вы уже проснулись! Как вы себя чувствуете?- спросила медсестра, вошедшая в комнату. Я тускло посмотрела на неё. Молодая девушка, блондинка, с голубыми глазами, среднего роста. \n\n—Где я?- оживившись, вернулась я в этот мир,- что произошло? Я...- попытка встать прошла не очень хорошо: боль разносилась по всему телу, поэтому я бросила эту затею.\n\n—Пожалуйста, не двигайтесь. Сейчас вам нужен отдых,- медсестра села на соседнюю кушетку,- на данный момент вы находитесь в местной больнице. А на второй вопрос ответить не смогу: меня не осведомили по этому поводу.\n\n—М.. ясно, спасибо. Можно я уйду отсюда? Мне очень хочется увидеть хозяина..- призналась я, привстав на локти. || Я помнила всё, что случилось. Ну, почти. Только ту острую боль от пера. Но, опять же, если бы все верили тому, что я говорю, то я бы и не спрашивала на этот счёт.. ||",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "—Оу, хозяин? Кто это? За дверью есть только какой-то молодой человек с чёрными волосами и..- ответила медсестра, но я её перебила.\n—Да, это он. М-можете позвать его?\n—Хм.. пожалуй, да. Только, пожалуйста, оставайтесь в таком положении, вам сейчас нельзя вставать,- и она удалилась из палаты.\n\nМне ничего не оставалось, как ждать. Солнце, такое тёплое, немного согревало меня своими лучами. Минуты проходили, словно вода, но никто так и не зашёл. \"Может, я спутала?\"- пронеслось у меня в голове, но в этот момент вошёл зеленоглазый.\n\n—Кимико..- парень выглядел усталым, будто он не спал вот уж несколько дней. Но, не смотря на это, он подошёл и легко, нежно обнял меня.\n—Хозяин, простите пожалуйста! Я больше никогда не буду подходить к окну и выходить на..- обнимая парня, говорила я, но меня перебили.\n\n—Не извиняйся..- грустно сказал самурай, отстранившись,- что произошло?\n—Ам-м-м..- задумалась я, приглушая внутреннюю панику,- ну, там просто.. как это сказать..эм-м-м..я...з-з.. нет. Хозяин, там. .. я не помню.\n\n—Хм..не помнишь значит..- он недоверчиво заглянул мне в глаза, от чего я зажмурилась, улыбнувшись.\n—Я так испугался.- продолжал парень,- и хотя мы знакомы только совсем немного, я.. эх. . Кимико, ты. ..\n—Почему вы не на работе?- спросила я, чтобы разбавить атмосферу.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Я.. отпросился, но. .. ,- мягко сказал он, но я поняла, что хозяин врёт.\n—Я так не хочу оставлять тебя одной, поэтому,- продолжал Шимадзу,- я.. отпросился. Ну, понимаешь, можно и посидеть дома..\n—Вы же уволились, да?- сорвалось у меня с языка.\n—Ам.. но..это всё ради тебя и твоей безопасности.. \n—Спасибо,- тихо сказала я, закрыв глаза. || Мне было обидно, точнее, мне было жаль хозяина, ведь он так печётся за меня.. ||\n\n—Ну, давай уже пойдём домой? Хочу узнать тебя поближе,- сказал хозяин, настороженно глядя на меня. Я сразу подскочила.\n—Домой? Да, давайте! Я с радостью!- я широко улыбнулась. || Дома мне так хорошо! Если бы я могла, то была бы там всегда. Любовь, теплота, ласка, забота — всё это переполняло моё сердечко необозримой радостью ||\n\nЯ аккуратно отсоединила капельницы, коротко потянулась и встала с койки, почти как ни в чём не бывало. Тоёхисэ грустно смотрел на меня, в то время как я просто улыбнулась.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Холодный ветер ударил мне в мордашку, когда я вышла на улицу. На небе красовались огромные, чёрные тучи. Солнце уже не грело так, как раньше, точнее светило просто закрыло зловещими облаками.\n\nГде-то рокотал гром, заставляя меня приятно трепетать внутри, ведь я очень любила такую погоду. Хотя Эндокрон — довольно шумный город, сегодня он меня удивил: кроме шума громко разбивающихся о пляж волн и иногда рокочащего грома не было подобных звуков.\n\n|| Я замечала очень знакомых мне людей, но не помнила их. Будто где-то в далёком прошлом мы были лучшими друзьями. А ещё, я встретила того парня, что раньше был избит. ||\n\nСветлые волосы, ярко-зелёные глаза, красивые черты лица и ни одной ранки — всё это придавало парню какой-то позитив, что-ли. Он был чуть выше меня, хорошего телосложения, одетый в тёмно-синюю толстовку и чёрные джинсы. \n\nВстретившись со мной взглядом, парень слабо улыбнулся. || Но, так как мы с Тоёхисэ шли домой, я даже не смогла поговорить с парнем. А так хотелось узнать, за что с ним так жестоко обошлись! ||\n\nПрошло уже несколько минут, как сначала мелкие, а потом крупные капли забарабанили по всем предметам.  И вот, через мнгновение, начался настоящий ливень!\n\nХозяин приказал бежать, и мне пришлось. || Я бежала не быстро, чтобы случайно не умереть[шутка:)]. На самом деле, кошки всегда бегут быстрее, чем люди.. ||",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "—Ух..- выдохнул парень, зайдя в свой дом,- мы молодцы, не правда ли, Кимико?\n—Ну, даже не знаю,- я начала трястись[:D], дабы высушиться,- наверное, молодцы.\n\nХозяин подошёл ко мне и, пригласив на диван, легко погладил. Мы сели, я закрылась подушкой. Несколько минут мы просто дурачились, но потом мне всё-таки нужно было рассказать \"мою жизнь\". \n\n—Ну чтож. Я родилась в богатой семье, но, когда мне было три года, грянула война и моих родителей убили, а наш дом спалили. Всё оставшееся детство я провела в детдоме, достаточно хорошо училась. Умею читать и писать. В своё шестнадцатилетие я переехала сюда. Ну, вот.\n\n—Ясно. Хм.. Теперь, полагаю, моя очередь?- спросил парень, на что я кивнула,- Я родился в обеспеченной, но не полной семье. У меня нет отца, и я даже не знаю, почему, вроде бы он ушёл от мамы и всё. Когда мне было десять лет, у меня родилась сестра. Сейчас мне двадцать один год. А родом я из Украины.\n\n—Ого! Правда?- мои глаза засверкали любопытством.\n—Да-а. Из-за войны я переехал сюда. Вот так вот.\n—Ваааа! Ваша жизнь очень интересная! Можете рассказать ещё чего-нибудь?\n—Боюсь, что нет,- ответил Шимадзу, улыбнувшись.\n—Жаль,- я немного задумалась, но потом снова оживилась,- Хм. .хозяин, можно личный вопрос?\n—Ну давай.\n\n—У вас есть девушка? Просто, я же не мужскую одежду ношу.. и ещё,- я перешла на шёпот,- мне кажется, что кто-то за мной следит.\nНесколько минут сосредоточенной тишины прервались смехом, вырвавшимся у парня.\n—Следит?- переспросил он, продолжая смеяться,- кто может здесь следить?\n—Ну..- мне стало как-то не ловко. \"Если такая реакция последовала от обычных предположений, то какая может быть от того, что со мной происходит?\"- подумала я, немного огорчившись.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Ладно. А если по серьёзному, то я знаю, кто за тобой следит.\n—И кто же?- мои глаза округлились.\n—Это.. Кактус!- казалось, что хозяин говорит это на полном серьёзе. Я посмотрела на подоконник, где стоял кактус. \"Как растение может следить?\"- пронеслось у меня в голове, после чего я встала с дивана и подошла к окну.\n\nВзяв кактус, я стала тщательно рассматривать его, дабы найти объект слежения. Но, ничего у меня не получилось.\n—Хах, ты правда думаешь, что кактус может следить?\n—Но вы же так сказали..\n—Да, я именно так и сказал.\n—Зачем тогда вы это сделали, если кактус не может ничего, кроме как расти?- спросила я, поставив растение обратно, и снова села на диван.\n\n—Ну почему сразу \"ничего не может\"? Просто дай ему время, он в силах тебя удивить.\n—Правда?\n—Конечно! Ты только внимательно смотри на него,- сказал самурай, повернув мою голову на кактус на подоконнике. Теперь все мои мысли были сосредоточены только на нём.\n\nЧерез несколько минут я стала осознавать, что меня снова обдурили. Повернувшись к хозяину, что также пристально смотрел на кактус, я закатила глаза.\n—Ничего не происходит.. это просто бред какой-то,- вырвалось у меня, и я поспешила встать.\n—Нет-нет, это совсем не бред. Смотри!- ответил парень, и я снова посмотрела на подоконник.\n",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "На моё величайшее удивление, вместо обычного кактуса там сидела девушка! Она была низкого роста, с светло-серыми глазами и длинными, золотисто-русыми волосами. Эта особа выглядела очень мило, что заставило меня еле заметно улыбнуться.\n\nДевушка встала и подошла ко мне.\n—Привет! Я Мино, а ты?- она мягко улыбнулась.\n—Ам-м. . .я Кимико... п-приятно познакомиться.\n—Ух! Мне тоже приятно, Кими. Можно же так тебя называть?\n—Д-да, конечно..- нерешительно ответила я.\n\n\n\n—Кимико, это моя жёнушка,- самурай притянул к себе Мино и поцеловал в щёчку,- она очень хорошенькая, и я надеюсь, что вы уживётесь вместе..,- и он широко улыбнулся.\n\n—Д-да, несомненно уживёмся...- я с неким презрением посмотрела на девушку. \"Она выглядит прекрасно, и.. надеюсь, такая же внутри\"- подумала я, после чего продолжила,- пожалуй, мне пора. Сладких снов, спокойной ночи!\nЯ, цмокнув хозяина в щёчку, пулей побежала наверх и, зайдя в свою комнату, закрылась там на замок:).",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Я плюхнулась на футон. \"Ух..ну и денёк сегодня\"- подумала я, закутавшись в плед. В комнате было довольно прохладно, но меня обрадовало то, что окно было целое, как и вся комната.\n\n\"Может быть, всё, что случилось тогда — это плод моего воображения?\"- пронеслось у меня в голове, но я сразу поспешила отогнать эти мысли,- \"я точно помню, что это происходило на самом деле.\"\n\nЧерез несколько секунд в дверь постучали. \n—Кими.. это я, Мино. Можно войти?- послышалось за дверью, на что я нехотя встала и открыла её.\n—Чем могу помочь?- сухо спросила я.\n—Ну.. вообще-то ничем, я просто хотела поговорить,- Мино вошла в комнату, а я, закрыв за ней дверь, облокотилась о стену.\n—Вай, классная комната!- заметила девушка, сев на футон,- когда-то и я здесь жила..\n\n—Правда?\n—Конечно! Но, когда мы с Шимадзу поженились, я стала жить с ним в одной комнате..\n—Хм.. ясно.  Это всё, что вы хотели мне сказать?- впервые я говорила настолько холодно.\n—Нет.. но, если ты не хочешь, то я могу уйти,- Мино подошла к двери.\n—Полагаю, до завтра?\n—Угу.. спокойной ночи, Кими,- и она вышла из комнаты.\n\nЯ ещё несколько минут стояла в тишине. \"Я так быстро изменилась..\"- подумала я, снова закутавшись в плед. Глаза, словно отлитые медью, нехотя закрылись.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Я проснулась вновь в белом пространстве. \n—М.. опять очередной кошмар,- промямлила я, встав с белого \"пола\" и, на всякий случай, ущипнув себя за руку,- интересно, как можно проснуться?\n\nЯ прошла несколько метров. На удивление, вместо обычного звука ходьбы по поверхности, был звук ходьбы по воде. \"Море?\"- подумала я, как всё преобразилось: я стояла в высокой, насыщенного зелёного цвета траве.  Погодка была солнечной, вокруг росли разнообразные деревья, кусты и другие растения.\n\nГде-то вдалеке разносился детский хохот, поэтому я пошла на звук. Ребятишки семи-восьми лет весело играли на игровой площадке: кто-то катался на качелях, другой — игрался в песочнице и тп. На площадку зашла маленькая красноволосая девочка, наверное, на два года младше остальных.\n\n\"О! Похоже это я. Значит, что-то интересное\"- промелькнуло у меня в голове, и я, устроившись на неподалёку стоявшем дереве, начала сосредоточенно наблюдать.\n\n—О, Кимико. Ну привет!- \"ко мне\" подошла девочка с розовыми волосами, с ней также были и другие дети,- кого потеряла?\n—Никого, я плосто..\n—Да тебя никто не спрашивал.\n—Лазве? Я ве..\n—Замолчи, я разговариваю со своей подружкой. Да, Кими?- и она повернулась к чёрноволосой девочке, стоявшей рядом.\n—Но я не Кимико,- непонимающе ответила та.\n—Ты должна была мне подыграть, дура!- розоволосая толкнула девочку, что та упала.\n—Хей, фто ты делаешь?- вторая я пыталась отогнать девчонок от пострадавшей,- ей ве больно!\n\nНо и \"меня\" толкнули в грязь, после чего обидчица сказала:\n—Если кому-то расскажешь, тебе никто не поверит. Но зато я могу снять с тебя кожу, учти это,- и она ехидно улыбнулась.\n\nВсё потемнело, а я почувствовала, как с меня сдирают кожу.\n",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Я вскочила с матраса, но тут же тихо упала на пол. Была ночь, полная луна светила в окно, а я лежала комком на полу.\n\"Так.. я снова заснула. Нужно бы посмотреть, как не засыпать\"- подумала я, протирая глаза и вставая с пола. Я начала от \"ничегонеделания\" осматривать комнату.\n\nБольшое зеркало отражало всю комнату в своей загадочности. Мой футон лежал около окна, также подле него располагалась тумбочка, а рядом — рабочий стол. \"Хм..зачем он мне, если я на нём не работаю?\"- от этой мысли я нервно вдохнула свежий воздух, подрыгивая ушками.\n\nДальше была дверь в коридор, в правом углу — обычный шкаф для одежды. Я пригляделась. На шкафу сидел..парень?!\nТихо вскрикнув, я отодвинулась в угол.\n—Тише, это я,- шёпотом сказал знакомый мне голос.\n—Сейджи?- также тихо спросила я.\n—Да. \n—Что ты здесь делаешь?\n—Да так, просто захотелось посидеть. Кстати, удобный шкаф,- и парень лукаво улыбнулся. По крайней мере, я слышала в его голосе улыбку.\n\n—Спасибо, под тебя выбирала,- съязвила я,- кстати, а куда пропала Мей?\n—Хм.. я её забрал в свой мир. Надеюсь, там она успокоиться.\n—А из-за чего вы с ней продолжаете так враждовать?\n—Я уже говорил тебе причину.\n—Ну так же не бывает. Она мстит?\n—Да.\n—За что?\nПарень молчал довольно долго. Но потом он сказал:\n—Просто Мей хочет кем-то поиграться..\n—И для этого она выбрала тебя?",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Угу,- ответил Сейджи, спрыгнув с шкафа.\n—Ты чего? Разбудишь же всех..- поругалась я на него.\n—Это не мои проблемы,- он начал расхаживать по комнате, открывать шкаф, стол, пробовал сидеть на футоне,- если надо будет, просто исчезну. Все подумают, что буянила тут ты, а не я.\n—Ах ты..! Как ты можешь так подло поступать?\n—Та ну, я просто шучу. \n—Мх.. так не шутят,- и я недовольно фыркнула.\n\nЧерез несколько минут в коридоре послышались шаги, Сейджи, как и говорил, исчез, а я осталась сидеть в углу. В комнату зашла Мино.\n—Кими, ты чего тут делаешь? Разве ночью не спят?- шёпотом обратилась она ко мне.\n\n—Да так, мне просто не очень хочется спать. Простите, если вы проснулись по моей вине.\n—Ничего страшного. А то мне показалось, что здесь есть ещё кто-то, кроме тебя.\n—Нет-нет, я здесь совершенно одна.\n—Ух, вот и славненько. Ты только спи, завтра будет тяжёлый день. Сладких снов,- и она удалилась из комнаты.\n\nПодождав несколько минут, я с облегчением вздохнула. \"Хорошо, что всё обошлось\"- подумала я, смотря в окно,- \"Я уже не удивлюсь, если завтра меня снова попытаются убить.. и вообще, откуда Мино знает об этом? Или \"тяжёлый день\" будет проходить по-другому?\"",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "С этими мыслями я просидела, смотря в окно, до утра. Когда было пять часов, я вновь легла на матрас, укрылась пледом и стала ждать. \"Когда все проснуться, я тоже проснусь. Ну, почти\"- думала я, глядя в зеркало. На носу красовался пластырь, а на щеке — \"подушечка\".\n\nПрошло два часа. Из своей комнаты вышел хозяин и, пройдя мимо моей, пошёл вниз. Вслед за ним пошла и Мино, а потом я решила сама встать. Тихо сложив свой футон, я начала переодеваться, замкнувшись. \n\n\"Они думают, что я могу спать.. жаль, что я не могу сказать, что мне снится\"- уныние сражалось с моим позитивным настроем. || С одной стороны это хорошо, что никто даже не подозревает, что со мной происходит. Но с другой стороны от этого мне становится так досадно, ведь никто не может мне помочь. ||\n\nВыбора одежды у меня немного: вся она принадлежит жене хозяина, поэтому я не могу строго судить её. Переодевшись в жёлтую, широкую футболку с нарисованным листиком и найденные мной чёрные шорты, я тихо вышла из комнаты. \n\nУкрадкой посмотрев на пустую комнату хозяина, я спустилась вниз. На кухне слышались голоса поэтому я, решив не мешать хозяину и Мино, остановилась на ступеньках.\n—Вчера кто-то был у неё в комнате. Кимико что-то скрывает.\n—Мино, что за глупости? \n—Ну.. она же не могла так громко вести себя, особенно ночью.\n—Это ещё почему?\n—Потому что она...,- дальше не было слышно, как бы я не старалась прислушиваться.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Быстро среагировав, я пулей побежала в свою комнату. Забравшись на шкаф, я спрыгнула с него, но это получилось, на моё удивление, тихо.\n—И вправду, я не могу так шуметь.. но никто же не отменял того, что я могу специально ходить громко,- вслух рассуждала я, начав нарочно топать. Вдруг дверь открылась, от чего я подпрыгнула.\n—Кими, что ты делаешь?- спросила вошедшая Мино.\n—Я-я?. . .я. .. с-совсем ничего!- заикаясь, сказала я,- з-зачем же т-так пугать?!\n—Ой, прости. Я просто хотела кое-что сказать.. Кими, иди кушать, стол уже накрыт,- и она, как ни в чём не бывало, улыбнулась.\n—Да, конечно..\n\n\nЯ, тихонько постукивая палочками по глубокой тарелочке, глядела на только что приготовленную лапшу. Иногда, набирая на палочки блюдо, я наблюдала, как оно плавно стикает в тарелку. Почему-то, аппетита не было, поэтому я через силу ела поставленную мне пищу. \n\nЧерез несколько минут я посмотрела на пару. Они пристально глядели на меня, просверливая своим взглядом. Но, увидев моё непонимающее выражение лица, они сразу же начали есть.\n\"Как всё это странно.. теперь я что, поставлена на учёт?\"- подумала я, поедая лапшу.\n\n—Что за день сегодня?- начала я разговор, дабы разбавить напрягающую обстановку.\n—День? Какой день?- спросила Мино.\n—Ну..вы же говорили вчера, что сегодня будет тяжёлый день...\n—А-а, это? Сегодня праздник цветов, а также на главной площади будет проводиться встреча для влюблённых. А что, ты не знала?- пояснила девушка, съев тарелочку риса.\n—Нет, не знала,- ответила я, глядя в уже пустую тарелку из-под лапши.\n—Тебе ещё налить?- неожиданно спросил хозяин.\n—Нет, спасибо,- сказала я, встав изо стола и улыбнувшись.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Мы вышли на улицу. Солнце приятно грело своими лучами, редкие облака придавали голубому небу некий уют, а обыденный шум города был как вишенка на торте.\n\n—Кимико, пошли. Не отставай!- сказал хозяин, уже затерявшийся в толпе людей.\n—Ох-х.. сейчас,- я поспешила за ним и девушкой. Догнав парня, я взяла его за руку, чтобы не потерять.\n—Сейчас мы выйдем на пляж, там купим тебе мороженое и вместе посидим и посмотрим на красивое море. Может, даже искупаемся,- продолжал Шимадзу, улыбаясь.\n\nЛюдей было настолько много, что я чуть ли не терялась, хотя и держалась за хозяина. Иногда народ \"пытался выбить руку\" из моей хватки, но я снова цеплялась за неё. || Мне было немного страшно, что я могу потеряться. Но в тоже время я была на седьмом небе от счастья, потому что в первый раз шла на праздник ||\n\nВскоре мы пришли в место назначения. На пляже было ещё больше людей, чем в самом центре Эндокрон. Я уже не очень хотела здесь быть, но, тем не менее, старалась улыбаться.\n\n—Так, Кимико, посиди тут, а мы пойдём и купим тебе сладость, хорошо?- спросил хозяин, погладив меня по голове и усадив на песок. Рядом он поставил красненькую бутылочку воды.\n—Хорошо.. только побыстрее, пожалуйста,- я смотрела на море, где вдали плыли тучи.\n—Постараемся,- Мино улыбнулась и увела за собой парня. Я снова осталась одна.\n\n",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "—О, Кимико. Давно не виделись,- знакомый голос послышался сзади, поэтому я обернулась. \n—Натаниэль! И вправду, уже сколько прошло?,- и я начала считать дни на пальцах.\n—Что ты здесь делаешь?- спросил он, тем самым отвлёк меня от сложной задачи.\n—Мэ, ты мне считать помешал.. Я пришла на праздник, а ты?- я перестала считать, широко улыбнувшись.\n\n—Я просто проходил мимо,- холодно ответил он, сразу изменившись в лице\nЯ встала и брызнула на него водой, потом, отбежав на безопасное расстояние, смотрела на рекацию. На моё удивление, ничего, кроме выражения \"мне плевать\", я не увидела.\n\n—Хей, ты чего?- спросила я, осторожно подойдя.\n—Тот же вопрос хочу задать тебе,- сухо ответил тот.\n—Я просто играюсь, тебе не весело?\n—Ничуть.\n—Хм. Ну, если это так, то я тебя толкну в воду,- и я улыбнулась.\n—Ну-ну, попробуй.\n\n\"М-м.. снова этот тон. Ну ничего, я ему покажу\"- подумала я, строя траекторию для толчка.\n—Кимико, ты же не собираешься меня тол..- но он не говорил, так как попал под мой удар, упав в воду.\n—Кимико!! Что ты...- он попытался вылезти, но снова упал. Я залилась смехом.\n",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Парень вылез из воды ползком. К его, видно, новой, официальной одежде прилип мокрый песок.\n—Хм.. Натаниэль, к тебе прилип песок. Тебе не нужна помощь?- спросила я, стараясь выглядеть так, будто мне нисколько не смешно.\n\n—Нет, спасибо,- отряхиваясь, ответил он. Через несколько секунд, сдавшись, парень пошёл в направлении города.\n—Хей, ты куда?- я подбежала к нему.\n—Мне нужно на работу. Но из-за того, что ты испортила мою одежду, я должен переодеться, и только тогда идти,- серьёзно сказал Натаниэль.\n\n—Ты обиделся?- почему-то спросила я. На это я ничего не услышала.\n—Натаниэль?- не отставала я.\n—Кимико, мне правда нужно спешить. Так что, можешь уже идти,- как можно сдержанее ответил парень.\n\nНедолго думая, я порыскала в карманах своих шорт. Там было несколько йен, бумажка и всё.\n\"Нужно как-то извиниться..\"- подумала я, сочтя обычное \"прости\" слишком мелким для искупления вины. Мой взгляд, терявшийся из-за большого количества людей, остановился на ларьке с мороженым.\n—Интересно, а где Мино и хозяин?- тихо произнесла я, быстро подойдя к ларьку.\n\n—Здравствуйте, мне мороженное, пожалуйста,- выпалила я, моментально достав из кармана деньги.\n—Какое?- спросил продавец.\n—Ну-у.. банановое, наверное,- я посмотрела на уходящего парня.\nПродавец, быстро накрутив мне шарик, взял деньги. А я понеслась к Натаниэлю.\n",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "—Натаниэ-э-эль!! Сто-о-о-ой!- прокричала я, догоняя Натаниэля. Но парень не намеревался останавливаться. Наконец догнав его, я остановилась перед ним и протянула мороженое.\n\n—Что это?\n—Э-это,- тяжело дыша, отвечала я,- мои извинения.\n—Кимико, ты серьёзно?\n—Я — сама серьёзность.\n—Я не приму это,- сказал Натаниэль, отодвинув меня, и снова двинулся в путь.\n—Ну пожалуйста, хотя бы лизни разок.\n—Нет.\n—Ну пожа-а-а-а-а-алуйста!\n—Кимико. Спасибо, что стараешься, но я не буду лизать это.\n—Почему?\n—Мне надо спешить.\n—Если не лизнёшь, я не отстану,- настояла я на своём.\nПарень остановился. Потом, взяв мороженое у меня из рук, лизнул и, еле заметно, улыбнулся.\n\n—Спасибо,- Натаниэль кинул мороженое назад, продолжив свой путь.\n—Что ты делае-е-ешь?!- протянула я своё возмущение, бросившись к мороженому.\n—До встречи,- сухо сказал Натаниэль напоследок, но я была зациклина на сладости, которую так грубо выбросили. Пытаясь оттереть от неё песок, я смотрела то на неё, то на парня. Потом, оставив эту затею, я написала на песке \"Прости меня\", после чего пошла на своё первоначальное место.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "\"Хм.. а где я была?\"- думала я, ища место на песке, где я сидела до прихода Натаниэля. Но не прошло и пары минут, как меня остановил продавец ларька, где я покупала мороженое парню.\n\n—Не заплатила нужную сумму, так ещё и скрыться хочешь!- ворчал мужчина, ведя меня к ларьку,- Вот! Видишь?! Люди ждут, пока ты, никчёмная девчонка, заплатишь мне деньги! А ну быстро, а ни то я в милицию позвоню!\n\n—Н-но.. у меня больше нет денег,- робко ответила я.\n—Как это нет?! Увидимся в полицейском участке, воровка!\n—Стойте! Я могу как-то.. я могу чем-нибудь помочь вам?\n—Алло, это N.E.E.T?- сказал продавец, вынув из своего кармана телефон и позвонив.\n\n—Подождите,- сказал какой-то светловолосый парень, подойдя к мужчине,- я заплачу, сколько нужно?\nПриглядевшись, я узнала в нём пострадавшего. \"Ух-ты, какой сюрприз!\"- подумала я, недоумённо смотря на двоих.\n\n—Пятьдесят йен,- продавец засунул телефон обратно в карман.\n—И из-за этой маленькой суммы вы грозили позвонить в милицию?- удивлённо спросил парень, доставая нужные деньги.\n—Как говорится, каждая йена важна, сынок,- ласково проговорил мужчина.\n—Что правда, то правда,- блондин заплатил деньги и, повернувшись ко мне, улыбнулся.\n—Вот и славненько. Счастливо провести время!- радостно сказал продавец и ушёл в ларёк.\n\n\n\n",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "—С-спасибо,- только и промолвила я, опустив голову. \n—Та ладно тебе! Теперь я выплатил свой долг?- и парень усмехнулся.\n—Какой долг?\n—А ты не помнишь? Я же тебе жизнью должен, нет?\n—Ну.. я даже не знаю. А как вы вспомнили?\n—До того, как я отключился, я запомнил твоё лицо,- он подмигнул,- ну, и захотел тебя выручить как-нибудь.\n\n—Ух..если бы не вы, с меня бы сняли шкуру,- я виновата улыбнулась.\n—Та ну, отругали бы маленько, да и всё.\n—Правда?\n—Конечно! Кстати, меня зовут Тадашима Хиройуки, но можно просто Хиро,- снова улыбка до ушей.\n—А меня Кимико Охаями, приятно познакомиться,- я тоже мило улыбнулась. Несколько минут мы просто стояли, но потом я вспомнила, что мне пора.\n\n—Прости, мне пора.. Пока,- я снова виновато улыбнулась и попятилась назад.\n—Пока, Охаями*.\n—Оуф.. Меня Кимико зовут, если что.)\n—А, ладно. Пока-пока, Кими,- Хиро мило улыбнулся.\n\nА я поспешила скрыться в толпе. \"Надеюсь, они ещё не пришли туда, где меня нет..\"- думала я, пугливо оглядываясь по сторонам. Наконец-то в мои глаза попала красная бутылочка, отчего я быстро подбежала к ней и обняла.\n—Ух! Если бы тебя не было, я бы не нашла это место,- сказала я бутылке, сев на тёплый песок. Тучки были уже близко.\n\"Хм.. почему в Эндокроне всегда так пасмурно? Ну, по крайней мере, в последнее время..\"\n\n\n*В Японии фамилии ставятся перед именем, но кажется совсем по-другому. Кимико, так как родилась в другом городе(возможно, даже не в Японии), не знала этот \"обычай\" и говорила так, как её учили. И согласитесь, так звучит как-то привычней;). Эндокрон — не японский город, но обычаи в нём сохранились японские.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "Наконец, ко мне подошли Мино и хозяин с мороженым в руках.\n—Почему так долго?- спросила я, глядя на весёлую пару.\n—Да так, мы просто по дороге заигрались,- сказала девушка, с улыбкой глядя на Тоёхисэ.\n—А что, ты устала нас ждать?- добавил тот, подёргая меня за щёчку.\n—Ну.. немного,- я слабо улыбнулась, после чего мягко укусила хозяина за руку.\n—Ну прости,- он улыбнулся,- зато я тебе мороженое купил,- и парень дал мне долгожданную сладость.\n\nМы сидели и кушали мороженое. Солнце уже было посередине небосклона, поэтому мне было достаточно жарко. Волны становились всё больше и больше, с силой ударяя по мягкому песку, от чего я невольно отодвигалась назад.\n\n—Вкусно, Кимико?- спросил хозяин, уже долизывая своё мороженое.\n—Дя,- ответила я, высунув язычок, и улыбнулась. На самом деле, мой рот сейчас был в состоянии морозильной камеры. \nВдруг на нас посыпалось множество лепестков разных цветов, из-за чего я подняла голову: довольно маленький самолёт обсыпал нас \"радугой\". Я, от удовольствия, открыла рот, закрыв глаза, но потом поплатилась за это: мне резко запихнули в рот моё оставшееся мороженое.\n\nЯ вскочила с песка и начала дуть на мороженое, которое убивало мои зубы и язык. || Но выплёвывать не хотелось: уж очень мне оно понравилось. ||\n—Ми... хозя..- старалась я выговорить хоть что-то, но это не получалось. Я стала рысью бегать из стороны в сторону, а потом это выглядело так, будто я пляшу.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Через несколько минут мороженное подтаяло, и я смогла его проглотить. Хозяин и Мино весело смеялись, а я была немного расстроена и зла на них.\n—Это не смешно.- возразила я, строго глядя на двоих.\n—Да ладно тебе, было же весело, не так ли?- с улыбкой спросил парень.\n—Ага, ещё бы,- обиженно ответила я, отойдя от пары на несколько метров и сев на уже довольно прохладный песок.\n\nЧерез некоторое время меня неожиданно обхватили сзади и повалили на бежево-жёлтую поверхность.\n—Не будь бакой,- хозяин щёлкнул меня по носу. Я зажмурилась, но потом улыбнулась. \"Всё-таки, не надо долго дуться\"- подумала я, встав с песка. Все люди куда-то спешили.\n\n—Куда они?- спросила я, с удивлением.\n—Ты прям как с луны свалилась, Кими! Они спешат на главную площадь. Там будет маскарад, так что тебе нужно купить маску и выбрать, кем ты будешь!- торжественно объявила Мино, после чего добавила,-Я, например, буду кактусом.\n—А я — самураем,- проговорил хозяин, улыбнувшись.\n\n—Хм.. тогда, может и нам стоит поспешить?- поразмыслив, встала я с песка и, подождав пару, пошла за всеми.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Еле как протиснувшись в \"первые ряды\", мы стали ждать, пока маскарад начнётся. || Ещё до этого мы побывали в разных магазинах. Мне купили сплошную маску, усеянную цветами, а у Мино и хозяина уже были подготовлены костюмы. ||\n\n—Нам точно стоит здесь находится?- предчувствие беды не давало мне покоя.\n—Кимико, что за вопросы? Конечно, мы на это потратили весь день!- ответил самурай, приобняв меня.\n\n\"И вправду, бояться нечего\"- утешила я себя, глядя в небо: оно сплошь покрылось тучами, но дождя пока что не было. Мало по малому наступал добрый вечер.\n—Кстати, Кими. Почему ты выбрала именно эту маску?\n—Я-я? Ну просто.\n—Хм.. ладно,- Мино погладила меня по голове. Я улыбнулась.\n\nКак только представление началось, пошёл крупный дождь. Но, не смотря на это, никто не уходил, а наоборот — людей становилось больше. И неудивительно, ведь маскарад был интересен. \n\nНеожиданно на площадь вылетел чёрный,с голубым мехом, дракон. Он приземлился на середину площади и начал бегать, как сумасшедший.\n—Ого, как ловко играют!- восхитилась Мино.\n—А я думаю, что он настоящий,- тихо пробубнила я, следя за движениями дракона.\n\n",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Но вдруг дракон начал брать людей в свои куриные лапы и, взлетев, заглатывать их целиком. Сначала никто не двинулся с места, но как только прошло несколько секунд, началась паника. \n\nТолпа унесла с собой хозяина и Мино, а я, чудом оставшись, страдала от физической боли. Точнее, меня тоже унесло, но я упала, ободрав свои коленки об асфальт, а затем ждала своей смерти от того, что меня затопчут.\n\nНо, в отличии от моих мыслей, всё оказалось иначе: сумасшедшее существо подобрало меня лапами и улетело в небо. \n—Что ты делаешь?! Пусти меня!- кричала я дракону, смотря на город сверху.\n—If I let go, you will die,- на непонятном мне языке* прорычал дракон.\n—Что?! Я не понимаю тебя!\n—I want to save you, stupid!- и существо сделало сальто, стрелой полетев обратно. Кровь на коленках, по физике, полетела вверх, прямо в морду дракону.\n—Blood?- змей° улыбнулся во все свои зубы и, сделав рывок вверх, заглотил и меня.\n\nОт такого перепада давления в глазах потемнело, стала кружится голова и я потеряла сознание. \n\n\n\n*Для японцев английский язык непонятен, потому что они его не учат.(по желанию)\n\n°Змеевидная, продолговатая форма обычного японского дракона.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "—Почему ты спишь? Просыпайся!- меня разбудила сильная пощёчина. Передо мной стояла женщина без лица.\n—Ч-что? Где я?- испуганно спросила я, после чего последовал хриплый смех.\n—Оу, ты не знаешь? Хм.. а я и не скажу, пусть будет для тебя загадкой,- женщина улыбнулась белой, зубастой улыбкой.\n—Кто вы такие?\n—Я — твой кошмар. Или же ты меня не помнишь?\n\nМои глаза расширились.\n—И-иоко-сан?- шёпотом спросила я.\n—Так точно! \n—Зачем вы.. сюда пришли?\n—Охохо, дорогая. А ты не знаешь? Можно было и догадаться на твоём месте..- Иоко остановилась, но потом продолжила,- ах точно, ты же была самая тупая во всём детдоме.\n—Не правда, я хорошо училась и..\n—Ч-ч-ч,- протянула женщина,- тебе слова не давали.\n\n—Вы правы..извините.\n—Ну вот и славненько. А ты ничуть не изменилась: какой была паинькой, такой и осталась. Я думала, хоть мир научит тебя быть лучше.\n—Разве быть паинькой не хорошо?\n—У тебя слишком завышенная самооценка, деточка.\n\n—Но..\n—Ты слишком быстро забываешь про свои манеры.\n—Я не хочу жить так, как раньше...\n—Что? Повтори-ка, пожалуйста.\n—Я.. не хочу быть собой в прошлом,- повторила я, за что снова получила пощёчину.\n—Тебя кто-то спрашивал, хочешь ты или нет?! Ты будешь, ты обязана!- последние слова эхом прозвучали в бесконечности, а в глазах снова потемнело.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Я распахнула глаза. Передо мной были взволнованные хозяин и Мино, а я дрожала всем телом. Привстав, я поняла, что дрожу из-за чего-то мокрого, склизкого. Того, в чём была я с ног до головы.. Похожего на слюни..\n\n—Ч-что произошло?- в глазах по-прежнему плыло.\n—Уф.. Кими, ты как? Всё в порядке?- Мино погладила меня по голове. \n—Я.. не знаю.. Меня задавили? А. ..меня съел дракон?\n—Частично. Он выплюнул тебя после того, как проглотил,- серьёзно ответил самурай.\n\nЯ осмотрелась: мы были на крыши какого-то очень высокого здания. Я поднялась и, попытавшись отряхнуть от себя склизкую жидкость, подошла к краю плоской крыши. Ветер, словно бешенный, развевал мои волосы, а я чуть не задохнулась.\n\n—Кимико, будь осторожней. Иди к нам, здесь безопасней,- сказал хозяин, который сидел с Мино на середине.\n—Как высоко..- я глядела на маленьких людей внизу, которые, словно муравьи, что-то делали. \n—Кими, не упади.\n\nЯ, качнувшись, двинулась назад. От высоты кружилась голова, поэтому я, недолго думая, села около пары. Уже надвигался вечер.\n—Мино?- позвала я девушку, что была на краю крыши.\n—Да, Кими?- раздалось совсем рядом.\nЯ тупо посмотрела туда, где был звук. Девушка сидела около меня и хозяина.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "—Вы не были там?- и я указала пальцем на край.\n—Нет, там была ты. А что, ты не помнишь?- Мино была удивлена.\n—Не знаю..- я задумалась. \"У меня что, галлюцинации?\"- думала я, зачем-то сжимая и разжимая футболку.\n—Кимико,- хозяин приложил к моему лбу руку,- всё в порядке? Ты странно себя ведёшь.\n\n—Ч-что? Конечно всё в порядке. Наверное, сегодня и вправду выдался тяжёлый день,- и я натянуто улыбнулась, после чего закрыла лицо руками и уткнулась в свои разбитые коленки, дабы ничего плохого не произошло.\n\n—Хозяин, я кушать хочу,- проговорила я, не поднимая головы.\n—Прости, неко, но я не могу сейчас достать тебе еды.\n—Почему?\n—А ты подумай. Как мы спустимся? \nЯ промолчала. \n—Нужно ждать дракона,- твёрдо заявил самурай, после чего я подняла голову. Существо с куриными лапами уже мчалось к нам, словно лёгкий кораблик по морю.\n\nОн с трудом остановился на крыше. Его морда была окровавлена, а местами шерсть была порвата. \"Что произошло?\"- пронеслось у меня в голове, после чего дракон подошёл ко мне почти в плотную, и я впервые обратила внимание на его глаза.\n\n—Сейджи?- робко спросила я у змея. Он, в свою очередь, лишь промолчал, опустив голову.\n\n",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "—Кимико, залезай,- скомандовал хозяин, чудом оказавшийся с Мино на новом транспорте. Я, немного погладив дракона по голове, тоже залезла на него.\n\n\"Ух.. надеюсь, не будет так страшно, как в прошлый раз..\"- думала я, крепко взявшись за голубой мех. \n—Только, не кушай меня, хорошо?- тихо сказала я дракону, наклонившись к его уху,- дома покормлю.\n\nНаш транспорт медленно двинулся с места. Сначала он обогнул круг, потом, подойдя задом к краю крыши, стремительно \"поскакал\" к другому и прыгнул вниз. Дыхание захватило, а руки сильнее сжали шерсть. \n\nМы, немного полетав, остановились на площади. Там стояли я, Мино и Шимадзу, смотревшие представление. Дракон, отойдя от середины в толпу, глухо упал на землю, подогнув одну лапу под себя. \n\nВдруг на середину выпрыгнул он же, и начал бегать, как сумасшедший. \"Всё повторяется..\"- подумала я, смотря на представление. Потом вторую меня дракон поднял и унёс куда-то в небо, что и делал дальше со всеми. \n\nНикого на площади не осталось, как вдруг произошёл взрыв. \"Вот почему Сейджи всех спасал..\"- пронеслось у меня в голове, после чего я снова погладила дракона по шерсти.\n\nТишина после взрыва сменилась громким шумом от падения одного здания и выстрелов. Из дыма, образовавшегося после крушения, вышло несколько людей в чёрных масках, на которых потом набросился дракон. \n\nНеожиданно тьма заполнила всё пространство.\n\n",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "—Кимико! \n—Кими.\n—Ты меня слышишь?- разносилось впереди.\nЯ открыла глаза. Тёплый песок согревал меня, а лёгкие волны щекотали мою руку. \"Что за..\"- промелькнуло у меня в голове, после чего я привстала с песка.\n\n—А..где мы?- я начала оглядываться по сторонам, но ничего, кроме того пляжа и моря я не увидела.\n—Ух.. Кимико, ты что, не помнишь? Мы отошли, чтобы купить тебе мороженое. Когда мы пришли, с тобой было всё в порядке. Но когда мы смотрели на маскарад, ты неожиданно потеряла сознание. Возможно, из-за солнечного удара..- сказал хозяин и затих.\n\nЯ не хило опешила.\n—А как же чёрный дракон и террористы? И взрыв здания? И то, как мы летели вниз на драконе? Этого всего не было?- недоумевая, спросила я.\n\n—Кими, ты о чём?- удивилась Мино,- ничего этого не было. Может, правда перегрелась, сегодня так жарко...- добавила девушка немного тише, обращаясь к самураю.\n—Ещё бы.. но ничего, маскарад уже кончился. Кимико, как ты себя чувствуешь?- спросил хозяин, моча руки в воде.\n\n—Хорошо..- нехотя ответила я, смотря в сторону. \"Не могло же мне всё это сниться..\"\nЕщё немного посидев в тишине, мы встали с песка. Уже был вечер, но было довольно светло. ",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Мы шли по шумной дороге, освещённой светом высоких фонарей, разноцветных электронных плакатов и огоньков из окон домов. Тёплый ветер приятно согревал, в то время как поток от машин пестрел в этом уютном вечере.\n\nЯ шла, не обращая внимания на дорогу и людей. Просто шла и думала о происходящем. \"Возможно ли то, что меня просто разыгрывают? Или Мино и хозяин просто сами всё забыли, и понапридумывали какой-то бред? А может я правда отключилась.. Даже не знаю, что и говорить.\"\n\nВскоре мы подошли к знакомому мне кафе. \"Здесь я когда-то была.. Точно! Натаниэль привёл меня именно сюда..\"- подумала я, зайдя внутрь.\n\nКафе было красивым как и снаружи, так и внутри: всё было сделано в стиле лофт. Тёплый запах множества блюд, тихое постукивание палочек о тарелки — всё это придавало уют, некое новогоднее настроение. \n\n\"Раньше я не зацикливалась на интерьере.. Но, тем не менее, еда здесь превышает отметки в пять звёзд\"- я села за тот стол, где сидела здесь в первый раз: с видом на улицу. \n—Что будешь заказывать?- спросил у меня хозяин, уже устроившись напротив с Мино.\n—Не знаю.. суши, наверное.\n—Хм.. ну ладно. Официант!- позвал парень рабочего, после чего начал диктовать заказы. \n\n",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "Я сидела после сытного ужина, откинувшись на спинку кресла. От удовольствия мурлыча, теперь я хотела поскорее попасть домой. \"Не многого ли я прошу?\"- спросила я у себя, смотря на стастливых девушку и парня, что сидели напротив меня.\n\n—Ох, ну и вкусная здесь еда, правда, Кимико?- начал хозяин после недолгого молчания, на что я кивнула.\n—Кими, заскочим в туалет, м?- спросила Мино, быстро вставшая изо стола, и потянула меня в сторону, заставив повиноваться.\n\n—Спасибо, что не отказываешь мне,- с улыбкой сказала девушка, зайдя в женский.\n—Да не за что..- тихо пробубнила я, думая совсем о другом. Подойдя к зеркалу, я просто начала рассматривать себя.\n\nСветлая кожа, довольно хорошие черты лица, серьёзные, светло-голубые глаза — всё бы ничего, но есть и недочёты: пластырь на носу, всеми любимые мешки под глазами и \"подушечка\" на щеке. Я подурачилась перед зеркалом, после чего несколько раз умыла свою физиономию.\n\n—Да, Кими, не зря ты любуешься собой,- выйдя из кабинки, сказала Мино. Она помыла руки, после чего серьёзно и строго посмотрела на меня.\n—Что такое?- немного испуганно спросила я.\n—Ты же не была в комнате одна, верно?\n—О чём вы?- не понимала.\n\n—О том, что с тобой происходит! Все эти непонятные сказки, что ты выдумываешь, вчерашний разговор с кем-то ночью..- девушка замолчала, достав из неоткуда маленькую катану,- ты же можешь чувствовать боль, глупая неко?\n",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "—Кими, всё в порядке?- спросила Мино, неожиданно появившаяся около раковины, моя руки.\nЯ проверила карманы своих шорт. \"Чёрт.. я в ловушке.. всё подстроенно!\"- испугавшись последствий, прокрутила я в голове, после чего начала поспешно оглядываться.\n\n—Кими?- непонимающе смотрела на меня шатенка.\nНе отвечая, я рванула из туалета в салон кафе. \"Выход, выход..\"- искала я глазами дверь на улицу и, найдя её, выпорхнула из кафе.\n\n\"Всегда так и происходит! Все добиваются моего доверия, но потом пользуются этим.. я не глупая, нет! Я всё понимаю\"- мысли нагоняли на меня злую тоску, поэтому я даже не заметила, как попала на дорогу.\n\nЖуткий скрип колёс, ослепительный свет фар. Перед моим носом остановился грузовик, прожигая своим светом меня. Но я не собиралась уходить с дороги: ноги приклеились к ней. \n\n—Эй, ты что творишь, самоубийца?!- крикнул шофёр, вылезая из кабинки,- совсем сдурела?!\nНа это я не могла сказать и слова. Краем глаза увидела, что на тротуаре столпилось достаточно народу, и среди них были Мино и хозяин..\n—Проваливай с дороги, иначе тебя придётся прогнать мне!- не успокаивался мужчина.\n\n",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "Снова тишина. Снова безразличие и заторможенность от моего лица.\n—Ты меня вообще не слышишь?! Я же могу по тебе проехать!\n—Проезжайте.- тихо, но решительно сказала я, после чего повисла тишина. Ко мне подошёл Тоёхисэ и крепко взял за руку.\n—Простите пожалуйста, она не хотела вас задерживать. Ещё раз примите мои извинения,- и парень, поклонившись, повёл меня в сторону Мино.\n\nЯ пыталась сопротивляться, но особо это не получилось. \n—Ну и ну, Кимико.. что за штучки ты сегодня устраиваешь? Вот увидишь, капризная неко, дома ты у меня будешь наказана,- возмущался самурай, ведя меня за руку.\n\nМино с неким сочувствием смотрела то на меня, то на хозяина. Несколько раз пытаясь начать разговор, девушка вспоминала весёлые моменты, произошедшие сегодня, но это быстро кончалось.\n\n—Кимико, сразу иди в свою комнату. У меня с тобой есть разговор,- строго скомандовал Шимадзу, открыв дверь в наш дом.\nЯ молча поднялась наверх и, зайдя в свою комнату, села в углу и обняла подушку, уткнувшись в неё лицом.\n\nВскоре в комнату зашёл уже переодевшийся в домашнюю одежду парень и, закрыв дверь на замок, сел напротив меня, тяжело выдохнув.",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "—Я думал, ты у меня воспитанная неко.. наверное, я ошибался,- заявил самурай, но я даже не подняла голову.\n—Ты понимаешь, как сегодня меня опозорила? Теперь все в округе знают, что мой питомец — преступник,- продолжал хозяин.\nЯ снова промолчала.\n\n—Кимико, я вообще для тебя что-нибудь значу?- спросил парень, повысив голос. \n—Чёрт возьми..ты так и будешь молчать или что?!- страх пролился к моему сердцу. \"Вот..сейчас крик, потом удар, а после..\"- думала я, уткнувшись в подушку.\n\nПотом, немного подождав, я подняла взгляд на хозяина. На глазах выступили слёзы, но я пыталась сдерживать их. \n—Что такое? Почему плачешь?- уже спокойно спросил черноволосый.\n\n—В..в-вы же всё подстроили, д-да?- мой голос дрожал.\n—О чём ты? Что снова за глупости?\n—Д-да так. .извините, и вправду гл..глупости,- и я улыбнулась.\n—Кимико, давай поговорим нормально. Зачем ты сбежала из кафе?\nЯ долго молчала, думая, что сказать. \"Может, снова что-то не то ляпну..\"\n—П-просто,- выдавила я.\n\n—Просто не бывает. На то же должна быть причина, верно?\n—Да..\n—Ну так что?\n—Я..- после этого я замолкла.\n—Не можешь сказать?- спросил хозяин, после чего добавил,- да чёрт с тобой, молчи, сколько хочешь..\n\nИ он вышел из комнаты.\n\n",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "Я выдохнула. \"Сколько проблем..никогда не буду доверять кому-то\"- подумала я, сев на подоконник. \n—Звёзды мерцают, светит луна. Страданьям моим не будет конца..,- тихо пробубнила я, на удивление, с рифмой.\n\nВскоре мне надоело это занятие, поэтому я легла на футон и закуталась в плед. \n—Кими?- послышалось со стороны двери,- можно войти?\nЯ не очень хотела впускать кого-либо в мои хоромы, поэтому просто промолчала, мол я сплю.\n\nПостояв пару минут у двери, девушка вошла в комнату и села на пол рядом со мной.\n—Кими.. ты хорошая и милая девочка, но..- она замолчала.\n—Шимадзу на тебя ругался, да?- продолжила после нескольких минут тишины Мино, поглаживая мои волосы,- ты не злись на него, он хороший. \n\n—Я очень переживаю за тебя,- мягко призналась шатенка,- мы знакомы только два дня, но ты кажешься очень хорошей, и мне это нравится. Надеюсь, мы сможем как-нибудь подружиться.\n\n—Кими, я же знаю, что ты не спишь,- несколько помолчав, проговорила Мино.\n—Правда?- я повернула голову и посмотрела на неё.\n—Да.\n—И..значит, вы знаете то, что произошло вчера ночью?\n—Конечно! Как я могу не знать? Я слежу за всем, я вижу всё,- заявила девушка, улыбнувшись,- вообще я просто шучу. \n—Но как вы узнали, что я не сплю?\n",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "—Ну, сама подумай. Тоё вышел от тебя недавно, а заснуть за такой маленький промежуток времени невозможно. Всё просто.\n—М..ну да,- я задумалась.\n—Не обижайся на него, он тебя любит. Ты его сильно напугала,- промолвила девушка,- кстати, зачем ты так резко выбежала из кафе? \n—Просто. .. я хотела..- замолчала я после недолгой тишины,- н-н.. ничего особенного.\n\n—Кими, мы разве тебе враги?- спросила Мино серьёзным тоном, из-за чего я вспомнила ту наркоманию.\n—Нет,- робко и тихо ответила я.\n—Так почему ты не говоришь правды?\nЯ замолкла. Несколько минут от меня не было и звука. Но эта тишина должна была прерваться.\n\n—Я..- нехотя начала я, посмотрев в окно,- той ночью я была не одна. Ты меня хочешь. .. ты хотела тогда меня расспрашивать, поэтому я убежала..\n—Кими. С кем ты была?- в глазах девушки сверкнула искра.\n—С.. с др. .со знакомым.\n—В одной комнате? Что вы там делали? Спали в обнимку?\n—Что?! Что за бред? Он просто..заходил через окно, проведать меня..\n\n—Хм.. так это он буянил,- шатенка лукаво улыбнулась,- познакомишь меня с ним?\n—Ч-что?! Н-нет!- я вскочила с футона,- не надо..\n—Почему?\n—Он.. не любит знакомиться.\n—Ну ладно, настаивать не буду. Спокойной ночи, Кими,- и она поцеловала меня в лоб.\n—Спокойной..- ответила я через мурчание. \n\nЗатем девушка вышла из комнаты, а я, немного полежав, погрузилась в сон.",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "Суровая зима рассыпала на тёмный лес свои крупные хлопья снега. Тишина прерывалась завыванием буйного ветра, заставляя меня бежать быстрее. Вскоре передо мной открылся обрыв, заставив меня со слабостью упасть перед краем.\n\nКровь подступила ко рту и потоком вытекла из него, оставив на белоснежном покрывале алый след. Я, тяжело дыша, судорожно кашляла. Сзади послышались шаги.\n\nЯ, покачиваясь из стороны в сторону, встала со снега и повернулась к объекту моего долгого бега. Это был парень в чёрной маске, закрывавшей всё его лицо, в тёмно-серой куртке и чёрных штанах. На ногах были чёрные ботинки.\n\nВраг взмахнул катаной изо спины, провёл ей по воздуху и встал в боевую позу, вытянув оружие немного назад. Мои глаза расширились, предвидя мою кончину.\n—Нет! Стой! Пожалуйста..- чуть ли не крича, проговорила я, делая всё новые клубы холодного пара.\n\nНо враг не слушал меня и, двинувшись вперёд, начал атаковать. Поначалу я хорошо избегала его атак, но в один момент моя рука потерпела сильную боль. Я сжала ранение другой рукой, стиснув зубы.\n—Зачем ты это делаешь?!- вырвалось у меня.\n\nПротивник, словно немой, заставил меня подойти к краю. Кидая в него снежки, я пятилась назад, пока снег не стал сыпаться под ногами. Прошло лишь мнгновение, и я почувствовала острую боль в груди. Меня проткнули катаной, отчего , ещё раз качнувшись, упала вниз.\n\nВыплеснув поток крови, я стремительно начала падать в неизвестность. Вскоре я упала в воду, сильно ударившись о неё. Погрузившись в темноту, из меня сразу вышел поток радуги, а в глазах потемнело.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "Я вскочила с матраса. \n—Снова заснула.. вот же не ответственная..- тихо промямлила я, легко ударив себя по лицу.\nНа улице был рассвет, поэтому я решила уже вставать. Переодевшись в сплошь чёрную футболку и такие же шорты, я сложила футон и тихо вышла из комнаты. \n\nСонно протирая глаза, я спозла по перилам лестницы вниз, решившись чуть освежиться. Зайдя на кухню, я увидела там.. никого.\n\"Хм..странно, что никто ещё не проснулся\"- подумала я, потянувшись. \n\nПоставив вариться себе кофе, я села за столик и начала ждать, пока он нагреется.\n\"Может, нужно когда-то купить энергетик? Нет, я ещё не доросла до этого\"\nЩелчок чайника, ложка сахара и две ложки напитка — и кофе готов.\n\nЯ отпила немного от приготовленного мной \"энергетика\", но тут же подавилась из-за его температуры. Потом, не удержав в руках столь горячую кружку, её содержимое вылилось на пол, не пройдя мимо ноги.\n\nЯ тихо вскрикнула, вскочила с пола и поспешно стала его вытирать попавшейся под руку тряпкой. После успешной чистки, я, помыв кружку, отправилась перебинтовывать увечье на ноге.\n",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "\"Самое лучшее начало дня в моей жизни\"- думала я, забинтовывая себе ногу, уже покрывшуюся волдырями. Мне было больно, но терпимо. \n\"Возможно, я и вправду ещё не чувствовала той боли, о которой мне говорила Мей.. кстати, как там она, в этом бесконечном мире? Наверное, ей смертельно скучно.\"\n\n—Кимико, что ты делаешь?- неожиданно послышалось в дверном проёме, отчего я подпрыгнула.\n—Я же просила не пугать!- громко сказала я, испуганно смотря на хозяина,- что я делаю? Да так, просто.. решила примерить на себе бинты. Ну как, мне идёт?\n\n—Ну, даже не знаю. Ты нравишься мне целой,- ответил парень, улыбнувшись, а я чуть покраснела.\n—С-спасибо, мне приятно- промолвила я, тоже расплывшись в улыбке.\n—Ты хотела покушать?\n—Что? С чего вы взяли?\n—Просто, ты стучала посудой. Думал, ты ищешь еду.\n\n—Оуф.. нет-нет, я совсем не искала ничего, я.. не знаю,- сдалась я, потому что мне было лень придумывать новую отговорку.\n—А кто знает?\n—Наверное, Мино. Она же следит за всем..\n—Ну, тогда спрошу у неё. Ми-и-и-ино-о-о-о! Иди сюда, милая,- позвал девушку хозяин, не сойдя с места.\n\n—Но.. нельзя спросить об этом у неё в комнате? Просто, здесь так. ..тесно,- выдавила я, нервно поправляя одежду.\n—Та ну, чего здесь тесно? Довольно просторная ванная.",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вдруг в дверях появилась Мино, на что хозяин сразу обнял её.\n—Доброе утро,- промолвила девушка, улыбнувшись.\n—Доброе..- тихо сказала я, после чего взглядом окинула ванную комнату. Она была выполнена в нежных, морских тонах. В левом углу стоял душ, рядом с ним — туалет, туалетный столик и шкафчик, откуда я взяла бинты. В правом углу была ванная, на которой стояли разные шампуни, мыла, разноцветные бомбочки и т.д. Над ванной было окно.\n\n—Привет, любимая,- парень поцеловал сероглазую,- как твои дела? Как спалось?\n—У меня всё хорошо, а у тебя?\n—Я тоже в порядке.\nПока двое болтали о всяком, я тихонько забралась на ванную и вылезла на улицу через окно. \n\"Фух.. хотя бы избегу расспросов\"- думала я, осматриваясь.\nЗдесь был ещё один тёмный переулок. Я поплелась за дом, но меня остановил голос Мино.\n\n—Кими! Ты куда-а-а?- весело спросила она, выглядывая из окна.\n—Д..да я просто прогуляться хотела..\n—Тогда я с тобой!- выкрикнула девушка, выползая из окна.  Вскоре она оказалась там же где я и, бодро подбежав ко мне, обняла меня. Я только в недоумении смотрела на неё.\n\n—М-мино, вы..- промямлила я, замолкнув.\n—Что, Кими?- спросила шатенка, отстранившись.\n—Вы.. сегодня так красиво выглядите..- ответила я, обратя внимание на внешний вид девушки. Она была одета в лёгкую, светло-голубую, широкую кофту с полосатыми рукавами, а также в морского цвета шорты и такие же чулки, пристёгнутые к ним.\n",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "—Оу, спасибо,- сказала Мино, чуть покраснев и скромно улыбнувшись, после чего продолжила,- ты тоже красиво выглядишь. Кстати, тебе удобно носить эту одежду? Или, может, зайдём как-нибудь за новыми шмотками?- и она подмигнула.\n\n—В-ваша одежда самая удобная, спасибо,- робко проговорила я, смотря то на девушку, то на распахнутое окно.\n—Я рада, что тебе нравится. Сейчас уже время кушать, пойдёшь с нами?\n—Нет, спасибо, я не голодна.\n—Это был риторический вопрос,- сказала Мино, взяв меня за руку, и потянула в сторону входа в дом.\n\n—Дорохо-о-ой, приготовь для твоей неко то, что захочет она сама. А то, вдруг ей не нравится наша еда,- громко протянула девушка, на что я удивлённо подняла бровь.\n—Нет-нет, я довольна всем тем, что вы для меня даёте..- прижав ушки, промолвила я.\n\n—Да ну, не скромничай. Сегодня твой день,- улыбнувшись, ответила русоволосая.\n—П-почему мой день?- не менее заинтересованно, чем удивлённо, спросила я.\n—Да просто, решила тебя порадовать.\n—Не стоило,- совсем тихо промямлила я.\n—Что?- не услышала девушка.\n—Я с радостью приму ваше предложение,- быстро вылетело у меня.\n—Какое?- не поняла моя собеседница.\n—Ч-что? Какое предложение?\n—Ты же сама сказала.\n\n—А, вы про это.. ну, что это мой день и всё такое,- невнятно продолжала я.\n—Кими, всё в порядке?\n—В полном,- натянуто улыбнувшись, я откинулась на спинку дивана.\n",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Завтрак проходил довольно медленно, но весело. Мино всё время шутила, рассказывала разные истории, а мы с хозяином слушали и иногда смеялись.\n\n—Помню, когда я была парнем.. тогда в моей власти был весь ад,- и девушка злобно засмеялась.\n—Как парнем?- не поняла я.\n—Ну-у-у, это долгая история. Зато у меня почти появилась слуга тогда.\n—Так это были вы!- и я недовольно прищурилась, фыркнув.\n—Ахехе, н-ну да, было такое..- нервно смеясь, ответила Мино. А я, став чёрным котом, запрыгнула сначала на стол, а после — на голову девушки.\n\n—Ох. .Кими, это довольно приятно,- с неловкой улыбкой заметила кареглазая, когда я начала злобно кусать её волосы. \n\"Сейчас приятно точно не будет\"- злорадно подумала я, потянув за волосы. Тихий крик — и я уже сижу под столом с заслуженным клоком волос во рту.\n\n—Кимико! Что ты делаешь?- строго спросил хозяин, который выходил на пару минут из прихожей. Он поспешно подошёл к Мино и начал её утешительно гладить, в то время как она сидела и недопонимала, за что ей так сделали.\n\n—Ух, Кими. Мне больно вообще-то,- как бы очнувшись, обидчево сказала девушка, поглаживая место моих проделок. Через некоторое время от них не было и следа.\n—Не делай так больше, бака,- грустно посмотря на пострадавшую, проговорил зеленоглазый.",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "Став собой, я грустно легла на пол. \"Хотя бы я могу за себя постоять\",- твёрдо пронеслось у меня в голове, из-за чего я снова фыркнула.\n—Кими, вылезай. Я в порядке,- ласково промолвила Мино, слабо улыбнувшись.\n—А я — нет,- буркнула я себе, уткнувшись лицом в пол.\n—Та ну, что у тебя случилось уже?- спросил хозяин.\n\n—Я плохая,- заявила я, виновато посмотрев на пару.\n—Нет. Я уверена, что ты это сделала не со зла,- девушка нагнулась и погладила меня по голове.\n—Простите,- тихо сказала я.\n—Забыли.\n\nЯ вылезла изо стола и поникше опустила голову. В руке я держала волосы девушки.\n—Мино.. мне жаль, извините меня,- поклонившись, я протянула клок шатенке.\n—Оу..- грустно посмотрев на меня, промолвила она,- мне они уже не нужны, не переживай. Видишь, я в порядке- и она улыбнулась.\n\n—Т-тогда куда?\n—Ну, можешь скушать. А вообще, дай-ка мне,- сказала Мино, на что я дала то, что выдрала,- смотри,- и она, сделав замысловатое движение рукой, превратила волосы в красивый, фиолетовый цветочек и воткнула мне в голову.\n—Шима, посмотри, как Кими идут цветы!- воскликнула девушка.\n\n—Да,- сухо ответил парень, как-то болезненно посмотрев на меня,- Кимико, подойди сюда.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "—Если не перестанешь так себя вести, я тебя выпорю,- строго шёпотом заявил хозяин мне на ушко, после чего добавил,- но не переживай, пороть буду с любовью.\nПосле этих слов я грустно отстранилась. \"Ну да, всё же, я достаточно плохо себя веду. Плеть мне не помешает\"- подумала я, виновато глядя на хозяина.\n\n—Молодец, Кимико!- вдруг похвалил меня он, улыбнувшись, после чего погладил,- веди себя хорошо, и я дам тебе кое-что вкусное.\n—Угу- только и ответила я, тоже улыбнувшись.\n—Уф, вы такие милые всё-таки!- воскликнула Мино, после чего с улыбкой добавила,- Кими, мы тут подумали и решили отдать тебя в школу.\n\n—Что?!- удивлённо вскрикнула я, вспомнив свои ранние годы в этом аду. \n—Не переживай, мы отдадим тебя в самую самую! И купим тебе красивую одежду,- светилась от радости девушка, в то время как я пребывала в болезненном шоке.\n\n—Нет-нет-нет! Я не пойду больше в этот...в школу!\n—Почему? Тебе как раз нужно подкрепить своё серое вещество,- вмешался чёрноволосый,- так что, сегодня идём прямиком в магазин!\n—Н-но...\n—Что?\n—У вас же нет денег!- выпалила я, постепенно краснев.\n—Это не повод для того, чтобы ты была умной неко. Школа же не принесёт тебе никакого вреда, а еду ты будешь брать из дома. Как раз я и Мино будем на работе, а ты — в школе. ",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Я стояла как вкопанная несколько минут. \"Новая школа? Да ещё и без поддержки?! Я не проживу там и дня!\"- со страхом думала я, глядя в никуда.\n—Ну что ты так побледнела? Пойдём, а то снова вернёмся домой в девять вечера,- Шимадзу взял меня за руку и вывел из дома. После чего мы пошли по магазинам.\n\n\n\nЯ стояла перед большим зеркалом, любуясь собой в адской, но красивой форме: на мне была лёгкая, белая блузка с короткими, стянутыми в многочисленных складочках, рукавами и тёмно-синем воротником(ну, знаете такие:D). Также я была в чёрной юбке до колен с большими складками и золотой молнией сзади, чёрных чулках с сердечками-застёжками и чёрных кедах от компании \"Converse\". \n\n—Как я выгляжу?- устало спросила я, выйдя из раздевалки.\n—Превосходно! Тебе очень идёт, Кими,- заявила Мино.\n—Я согласен,- еле улыбаясь, проговорил хозяин.\n—Берём,- закатив глаза, я снова вошла в раздевалку, чтобы переодеться. \n\nЧерез несколько минут мы уже сложили всё по пакетам и  решили выходить, но Мино вздумалось походить ещё и она, взяв меня, пошла куда-то в неизвестном мне направлении.\n—Куда мы идём?\n—За шоколадками.\n—Серьёзно? Не-е-е-е-е-ет! Пошли лучше домо-о-о-ой,- я была как вялая сосиска.\n—Кими, шоколадки не ждут.",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "Мы проходили между узкими шкафами с продуктами.\n—Ах! Сколько всего тут вкусного! Может, ещё сырка захватим? Сколько шоколадо-о-ок!!- восхищалась сероглазая девушка, внимательно рассматривая каждую шоколадку. \n\nЯ ехала на коляске для продуктов, которую катил Тоёхисэ. Он тоже достаточно устал, поэтому мы пытались как-то развлечься.\n—М-м.. Мино, пошли домой, а?- спросил самурай, оставив меня в коляске и подойдя к своей жене.\n—Да ты посмотри, сколько тут всего! Мы же можем выкупить весь магазин, если захотим!- девушка даже не обернулась на голос парня.\n\n—Мечтать не вредно, Минушка. Но нам уже правда пора.\n—Берём все!- заявила шатенка, резко повернувшись к хозяину.\n—Мино, ты пойми..- начал он, но я уже не слушала, забывшись в своих мыслях.\n\n\"А что, если прокатиться на этом классном транспорте по склону? Наверное, скорость будет превышать скорость звука. А может и нет.. Хм. . как можно вырастить капусту? Она же не растёт на асфальте..\"- думала я о всяком, смотря на зелёные овощи. \n\nВдруг мне показалось, что капуста двинулась. Я нехотя вылезла из коляски и, подойдя к отсеку с овощами, присела на корточки и начала внимательно следить за ними.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Неожиданно капуста снова задвигалась, а я, по своей неосторожности, упала в кочаны головой и как будто провалилась куда-то в другой мир. \n\nЯ оказалась в каком-то стеклянном здании. Встав с пола, я осмотрелась: длинные коридорчики вели куда-то в непонятное, а стен у них и вовсе не было.\n\"Хм.. где я?\"- подумала я, идя по одному из коридорчиков. \n\nДойдя до конца, я остановилась. Маленький, похожий на некий размытый круг, как мне показалось, портал открылся передо мной. Вдруг меня кто-то резко обнял сзади.\n\n—Не уходи, там опасно- промолвил мужской голос, после чего человек дал мне возможность развернуться. Передо мной стоял беловолосый парень с какого-то непонятного цвета глазами: то ли они были сиреневыми, то ли жёлтыми, то ли вообще розовыми. Он был высокого роста, в белой футболке, чёрных джинсах и таких же кроссовках.\n\n—А-ам.. вы кто?- спросила я, недоумевая от того, что только что произошло.\n—Я Арэта, а ты что, не помнишь?\n—Арэта? А-а-а,- протянула я, делая вид, что знаю этого парня,- Арэта, где ты был? Я так давно тебя не видела!\n—Эм-м.. ты видела меня всего тридцать минут назад, о чём ты?\n—Да? Оуф, я совсем забыла, прости. А где мы находимся?\n—Кимико, ты в порядке? Мы находимся в параллельном мире Фрущове. Быстро же ты стала забывать..",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "—Оф, точно... Фрущова..- начала я, но меня перебили.\n—Пошли, нас могут заметить. Проберёмся в центр, а там — в наш мир,- парень взял меня за запястье и повёл за собой. \"Сложный здесь порядок.. везде нужно прятаться\"- пронеслась у меня мысль.\n\nМы пришли в стеклянный центр. Он был не такой уж и большой, но в то же время напоминал некий супермаркет: всё обнесено стеклом, по всей левой стене стоят магазинные шкафчики, по правой — длинный белый диван,  прикрытый стоявшим в двух метров от него отсеком с продуктами. Впереди, в левом углу, был проём, ведущий куда-то.\n\n—Ам.. Арэта, можно мне прогуляться?- спросила я из любопытства к проёму.\n—Тот факт, что ты ни человек, ни растение не отменяет того, что ты можешь попасть под арест,- серьёзно заявил беловолосый, оглядываясь по сторонам,- но если будешь гулять в пределах центра, то иди. Только будь поосторожнее, пожалуйста.\n\nПосле этих слов я сразу направилась в сторону предмета моего любопытства. Протиснувшись между шкафчиками, я зашла в долгожданную комнату. Зелёная травка, две яблони, большой дом, голубое небо — всё это я увидела перед собой. \n\"Хм.. интересное местечко\"- подумала я, подойдя к одному молодому деревцу. Оно неподвижно стояло, пока я не дотронулась до него. \n—Что ты творишь?- сильно покачнувшись, шёпотом произнесло растение.",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "—Ты разговариваешь?!- удивилась я.\n—Да, только потише.. Она может выйти в любой момент,- продолжала яблоня, после чего ненадолго затихла,- прячься, Она сейчас выйдет!\nЯ мигом оказалась за деревом, присев на корточки. \"Она? Кто \"Она\"? Ничего не понимаю\"- притаившись, думала я. Вдруг из дома вышла обычная женщина, прошла по аккуратной дорожке и вышла на улицу.\n\nЯблоня с облегчением качнулась.\n\"Если я не человек, и не растение, то кто?\"- мигом пронеслось у меня в голове,-\"Разве моя раса не относится к человеческому роду? И вообще, откуда говорящие деревья?!\"\n\n—Ты была когда-то человеком?- неожиданно для себя спросила я у деревца.\n—Я.. не знаю,- выдохнуло оно,- возможно и было, но не помню этого. Мать рассказывала, что всем нам стирают память, как только мы попадаем сюда. Никто не помнит, кем он был в \"прошлой жизни\".\n\n—Мать? Где она?- продолжала расспрос я.\n—Вон там,- и яблонька указала веткой на большое дерево,- только не беспокой её, она сейчас на срыве..\n—Что люди с вами делают?\n—Ровным счётом ничего. Мы должны прислуживать им. Вот например,- прервалось растение, протянув ветку назад и убрав плетущийся на сетчатом заборе вьюнок,- мне нужно следить за порядком в моём поле передвижения. \n\n—А ты бы хотела быть человеком?- немного поразмыслив, продолжала я.\n—Не знаю.. наверное, хотела бы попробовать. Быть человеком — плохо, или хорошо?\n—Смотря как. Иногда плохо, иногда хорошо.. Но тут стоять — это бессмысленно! Люди могут путешествовать, хотя бы из дома до школы.",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "—Звучит заманчиво..- нехотя заметила яблоня, потом грустно добавила- как тебя зовут? Просто, если ты уйдёшь отсюда навсегда, я смогу тебя найти снова.. наверное.\n—Меня зовут Кимико, а тебя как?- с улыбкой ответила я.\n—Я Иоши. По крайней мере, меня так называет мать.\n\n—Приятно познакоми..-начала я, но меня перебило деревце.\n—Кимико, уходи отсюда! Если Она тебя заметит, то каталажки тебе не избежать!- зашуршало оно.\n—Но Она же недавно ушла..\n—Уже вечер, а ушла Она утром! Уходи, ради меня, пожалуйста. \n—Хорошо.. До встречи, Иоши,- сказала я, уже подойдя к проходу в стеклянный центр.\n—Будь осторожней!- прошелестела яблоня мне в след, после добавила,- и.. передай, пожалуйста, Керо, что я скучаю по нему..\n—Обязательно передам,- не думая, ответила я, проходя через проём.\n\n\nЯ снова в фруктовоовощном центре. \"Уф, бедняжка.. но я обязательно остановлю это,\"- решительно подумала я, осматриваясь. Ко мне подошёл Арэта.\n—О, ты уже здесь! Что так быстро?- с удивлением спросил он.\n—Вообще-то, я уже день прожила,- возразила я.\n—Ого, правда? Не знал, что ты можешь прожить в этом мире хоть часа,- и он тихо засмеялся.\n—В смысле?\n—Ну, просто ты всегда так уставала здесь быть, что просилась домой.",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "—А..ладно, может уже пойдём?\n—О чём я и говорю! Ещё и десяти минут не прошло, как ты жаждешь уйти. Сейчас, я проверю кое-какие документы, и мы дома.\n—Хорошо..- поникше сказала я, отойдя в сторону дивана. \"Что за дичь происходит? Что значит \"МЫ дома\"? Арэта что, мой парень или, может, брат? Очень запутано..\"- большой комок мыслей разрывал мою голову на части. Я плюхнулась на диван и, закрыв глаза, забылась в бесконечных мыслях.\n\nМеня отвлёк и заставил открыть глаза громкий звук, будто крупная масса воды булькнула около уха. Тот же небольшой размытый кружок, похожий на портал, только другого цвета. \"Это возможность посмотреть на мир немного по-другому\"- будто внутренний голос заставил меня потянутся к желанному кругу, из-за чего меня поглотило в неизвестное.\n\nЯ появилась на ступеньках какого-то огромного здания, похожего на суд. Пустая, довольно большая территория площадью расстилалась на много километров. Серо-голубое, заполненное тучами небо заполняло пространство.\n\nНе прошло и двух минут, как ко мне подбежали двое полицейских и, заломав руки за спину, повели куда-то. \"Вот он, мой конец. Говорили же не ходить, куда не надо. Но нет, нужно было потянуться к чёртовому кружку!\"- ругалась про себя я, смирно следуя за гадкими людьми.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "Я упала на холодный бетон, в сопровождении громко закрытой решёткой. \n—Завтра тебя отпустят в последний раз посмотреть на солнце, бестолковая кошко-девочка,- на последок сказал один из полицейских.\n—А как же суд? Меня будут судить?\n—Нет, суд отменён. Завтра тебя ждёт только смертная казнь.\n\n—Но что я сделала?- не унималась я.\n—Ты нарушила закон номер 225, который гласит, что в мире людей ни в коем случае не должно быть постороннего существа, кроме обыденных животных.\n—Но я не знала и никогда не слышала о таком законе!\n\n—Это не оправдание. Тебе во всяком случае должны были сообщить знакомые. Увидимся завтра на казни!- и он поспешил удалиться со своим молчаливым дружком.\n\n\"Чёрт.. как мне теперь выбираться?\"- думала я, расхаживая по комнате из стороны в сторону,-\"наверное, хозяин беспокоиться обо мне.. бред, бред, бред!\"\nЯ смотрела через узкую решётку на город снаружи: он был необыкновенно серым, как и небо, покрывшееся чёрными клубами дыма. \n\nЕщё немного постояв так, я решила бездействовать, сев в уголок.\n\"Какой толк в том, что я выберусь? Всё равно меня поймают и снова посадят. Да и вообще, я даже не знаю, куда идти,\"- размышляла я, уткнувшись лицом в колени.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "—Эй, ты. Чего нюни распустила?- окликнул меня женский голос, заставивший поднять голову.\nТёмноволосая женщина с татауировками на руках стояла в пару метров от меня, облокотившись о стенку. Выглядела она угрожающе, но пока что вела себя спокойно. \n\n—Ничего я не распустила,- буркнула я и снова уткнулась лицом в колени.\n—Ага, думаешь, я не вижу?- усмехнувшись, спросила та.\n—Не знаю, видите ли вы или нет, но себя я точно знаю лучше, чем вы.\n—У-у, впервые встречаю разумного пришельца из этого мира. Кто ты?\n\n—Я..- начала я, но, почуяв что-то не ладное, остановилась,- а зачем это вам?\n—Да так, просто спросила. Ну-у, если ты и впрямь не хочешь говорить, то, пожалуй, скажу я. Меня зовут Эмилия, и я — житель этого скудного мирка. \n|| Тогда мне показалось, что женщина не такая, какой выглядит. Поэтому я, по непонятным причинам, поддалась поддельной вежливости и глупо рассказала о себе ||\n\n—Я Кимико,- кротко и слабо улыбнувшись, ответила я, подняв голову,- и, так понимаю, я из другого мира. Наверное.\n—Хм.. а за что тебя посадили, м?\n—Ну, вы же слышали...\n—Ах да, точно. И ты и вправду поверила?\n—О чём вы?\n\n",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "—Я о том, что дяденька Нэо — большой шутник! Закона, что ты якобы нарушила, просто не существует!\n—Правда?- удивилась я.\n—Конечно! А ты думала, у нас нет чужеземцев? Да ими и кишит весь этот мирок!\n—Ого. .. зачем тогда меня сюда посадили, да ещё приговорили к смертной казни?\n—Ну, уж этого я не знаю. Могу только сказать тебе одно: здесь верить никому нельзя.\n\n—Ох, ну ладно,- и я неловко улыбнулась,- если это так, то меня выпустят?\n—А как же! Шутка есть шутка.\n—Ам..а с чего я должна верить вам?\n—М-мне?- девушка неловко засмеялась,- ну-у, мы же уже знакомы так?\n—Я не знаю. Вы сами сказали, что доверять здесь кому-либо нельзя.\n—Оу.. да, это так, но ко мне это не относится,- и Эмилия улыбнулась.\n\n—Хм.. ну ладно,- и я улыбнулась, делая вид, что доверяю ей.\n—Ох и время здесь быстрое.. спокойной ночи, Кимико,- сказала женщина и, устроившись на полу, затихла.\n—Спокойной..- я нервно сдвинула брови, посмотрев в \"окно\". Помимо луны свет лился ещё откуда-то, где были слышны также радостные возгласы.\n\"Как же мне теперь здесь находится? Я даже поспать не смогу, вдруг Эмилия захочет меня убить.. да и кошмары замучали..\"- подумала я, тоже устроившись на полу.\n\n\"Простите меня, хозяин..\"",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "Луна скрылась за облаками, но свет ещё мигал. Я не спала, и на то есть причины, но моя собеседница не считала меня опасностью: она лежала, словно убитая, тихонько посапывая. Я, ещё немного подождав, решила, что бояться нечего, поэтому закрыла глаза.\n\nНо не прошло и пяти минут, как решётка с тихим скрипом открылась, и кто-то подошёл ко мне.\n—Вставай,- шёпотом скомандовал неизвестный, поднимая меня за плечо.\n—Меня выпускают?- спросила я, встав с пола. Передо мной стоял человек моего роста, в тёмном плаще, капюшон которого закрывал его лицо.\n—Да, идём за мной,- и он стремительно вышел из \"клетки\".\n\n—Ого.. значит, Эмилия сказала правду.. или врёт он?- размышляла шёпотом я, следуя в нескольких метров за проводником.\n—Вы знаете, кто я?- спросила я у незнакомца.\n—Нет. Но вытащить тебя приказали власти,- ответил тот.\n—Куда мы идём?\nНо собеседник неожиданно замолк. \"Хм..может, это ловушка, и мне надо идти обратно? Или же нет.. я не знаю.. ничего не знаю!\"- думала я, всё время оглядываясь назад,-\"может. .. сбежать?\"\n\nЯ, ещё раз оглянувшись, замедлила шаг. Сначала это прошло незамеченным, но когда я на половину развернулась, это заметил проводник.\n—Устала?- спросил он, быстро подойдя ко мне.\n—Д-да нет, что вы..- я совсем растерялась,- п-просто. ... погода красивая!\n—Согласен. Но нам нужно поторопиться,- и он, теперь взяв меня за локоть, повёл следом.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "Громкие крики восторженных зрителей, ослепительный свет ярких разноцветных прожекторов, голос ведущего — всё это встретило меня с некой радостью, когда я вошла на арену.\n—Воу, воу, воу! Это что, новый участник?- громким, приятным голосом риторично спросил ведущий,- как раз вовремя! Встречае-е-е-ем......\n\n—Как тебя зовут?- тихо спросил парень в плаще.\n—К...Кимико,- нехотя ответила я.\n—Ки-и-и-и-и-ими-и-и-и-ико-о-о!!- протянул парень, и вся арена заполнилась восторженными криками.\n—Давай, шевелись..- мой бывший проводник подтолкнул меня вперёд.\n—Н-но.. я не знаю, куда идти.\n—Просто иди туда,- и он указал пальцем на подьёмную середину.\n—А вы?- я совсем не собиралась идти туда одна.\n\n—Я.. не пойду,- тихо ответил парень.\n—Почему?\n—Я. . Я боюсь!\n|| И только здесь до меня дошло, что я иду на верную смерть. Ведь люди так ждут, пока надо мной не начнут издеваться. Но идти больше некуда, и мне пришлось принять этот вызов. ||\n\nНемного постояв на месте, я двинулась вперёд, глядя на болельщиков. \"Ты сможешь!\", \"Давай, не трусь!\", \"Мы в тебя верим!\" — плакаты с такими надписями давали мне понять, что я иду туда, куда бы не пошёл любой из зрителей.",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "Я встретилась взглядом с Арэтой. Он лишь посильнее накинул капюшон на лицо, дабы я думала, что перепутала его с кем-то другим.\n\"Значит, и он обманщик.. наверняка пришёл посмотреть на мою мучительную смерть\"- с унынием шла я на середину. Вскоре я поднялась на довольно большой выступ, осматриваясь.\n\n\"Очень много света.. он мешает мне сосредоточиться\"- пронеслось у меня в голове. Но это продолжалось не долго: свет тут же потух в сопровождении недовольства зрителей.\n—Оф, у нас появились какие-то проблемы,- сочувствующе проговорил ведущий,- но это же никого не собирается остановить! Наши смелые участники смогут играть и в темноте!\n\nЭти слова не хило оживили болельщиков, и те ещё пуще зашумели. \"Играть? Ух, значит я не умру. Хоть что-то..\"- с облегчением подумала я, давая отдых глазам.\n—Ита-а-а-ак, кто же станет противником нашей новой участницы?- протяжно продолжал парень,- встречайте: Чёрна-а-я Сме-е-е-е-ерть!!!\n\nСнова последовали аплодисменты и встречающие визги. На круглую \"мини-арену\" вышла чёрноволосая девушка в довольно открытом, чёрном, кожаном костюме: короткий топ и такие же шорты. Шея была украшена ошейником с шипами, а на ногах были такие же чёрные чулки и шипастые ботинки.\n\nВмиг зажёгся свет, и все снова начали обливать арену возгласами.\n—Ты мне не соперник, малявка,- прошипела девушка, подойдя ко мне и восхищая всех своей улыбкой.\nНа это я промолчала, хотя во мне горело желание врезать ей со всей силы.\nС громким скрежетом пол подо мной начал раздвигаться, из-за чего я отодвинулась. ",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "Через несколько минут в середине мини-арены уже стоял высокий, железный столб, \"вдетый\" в стальное кольцо, похожее на круглое лезвие. На конце столба были механические \"лапы\", увенчанные ещё одним большим лезвием.\n\n\"И это они называют игрой?\"- подумала я, представляя, какой я буду через несколько минут,-\"Ну что-ж, если и умру, то хотя бы красиво.\"\n—Все готовы? Тогда на-а-а-ачнё-ё-ё-ём!!- выкрикнул ведущий, приготовившийся к месиву.\n—Знай, что я никогда не проигрываю,- с улыбкой, на последок сказала черноволосая.\n\nЛезвие начало вращаться вокруг столба, а я — прыгать и нагинаться по примеру соперницы, когда это было нужно. Сначала это было довольно легко, мы переглядывались друг на друга. Но через некоторое время лезвие стало просто сумасшедшим, да ещё и поперечные \"ножи\" всякий раз хотели прибить меня к полу. \n\nМне приходилось бегать по кругу, уклоняться от сложных препятствий, что меня не хило потрепало, от чего я почувствовала сильную усталось. Вдруг по всей арене разнёсся ужасный крик боли. Я посмотрела на его источник и увидела уже лежащую участницу с оторванной ногой, которая плакала то ли от проигрыша, то ли от сильной боли.\n\n\"О боже.. моя психика всё ломается и ломается..\"- подумала я, посчитав турнир законченным. Но все будто не собирались останавливаться.\n\n",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "\"Наверное, без моей смерти ничего не остановится\"- быстро смекнула я, увернувшись от острого диска. Всё стало настолько быстрым, тревожным и опасным, что я не успевала сосредотачиваться. Поэтому, не успев отбежать на безопасное расстояние от вертикального лезвия, я, сдавшись, закрыла глаза. Не долго думая, я зачем-то замахнулась, дабы поцарапать мою смерть..\n\nНо, на моё удивление, вместо жуткого скрежета и того, чтобы моё тело распатрашило, я услышала лишь звук рвущейся бумаги. Открыв глаза, поняла, что не умерла.\n—Ого-о-о-о!! Кошечка, как ты точила свои когти?? Не научишь?- воскликнул парень за микрофоном, даже встав со своего кресла.\n\nАрена залилась радостными криками, одобрениями и т.д. Несколько минут я стояла, удивлённая от поворота событий. \"Порвать железку.. это же невозможно!\"- пронеслось у меня в голове, после чего я посмотрела на пострадавшую: истекая кровью, она беспомощно лежала на месте, и никто к ней даже не подошёл и не помог.\n\n—Хей, вы как?- подойдя к сопернице, я протянула руку помощи.\n—Отвали...лучше бы я умерла, но победила..- промямлила она, тяжело дыша.\n—Может, вам помочь?\n—Я же сказала, отвали! Не трать на меня своё победное время..\nЯ хотела помочь ей встать, но она отчаянно отказывалась, даже пытаясь мне кое-как навредить. Вскоре я бросила это занятие, так как к ней подошли на вид сильные парни и куда-то унесли девушку.\n\n",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "—Что, выиграла и теперь думаешь, что тебе всё дозволено?- подошёл ко мне один из помощников, что-то держа за спиной.\n—Ам-м.. вовсе нет, я и не расщитывала на выигрыш..\n—Не надо здесь оправдываться. Ты должна была сдохнуть, как и все ранние участники! Но, я могу тебе помочь в этом,- с улыбкой сказал он, от чего я попятилась назад.\n\nНо внезапно передо мной появился парень, который ударил другого парня по лицу.. \n—Сейджи?- тихо спросила я, узнав в защитнике моего друга.\n—Уходи отсюда, пока не потеряла жизнь,- скомандовал он, но я совсем не хотела уходить без помощи. Как на зло, сзади меня кто-то схватил и поспешно повёл к выходу. \n\nЧерез некоторое время мы оказались на улице. Я облокотилась о дерево, скрестив руки на груди, а парень стоял напротив и молчал.\n—Ничего не хочешь мне сказать?- вскоре начал Арэта, тоже скрестив руки.\n—Тот же вопрос к тебе,- грубо сказала я.\n—А что мне говорить? Ты только что подвергла свою и мою жизнь опасности и..\n—Стоп.. Что ты сказал? Твою? Как я могла подвергнуть твою жизнь опасности, если выживала только я? И вообще... ты не думаешь, что всё это — полнейший бред, м? Я разговариваю с растениями, проживаю день как пару минут, знаю незнакомого мне парня, просижываю своё время в каталажке и в конце концов пытаюсь увернуться от куска бумаги!",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "—Кимико, ты ничего не понимаешь. .. ты.. не должна была там находится. И вообще, из-за тебя я проиграл спор, и меня в любую секунду могут поймать и убить, и..\n—То есть,- снова перебила Арэту,- я должна была умереть, чтобы ты выиграл? \n—Ну, вообще-то да.. то есть, нет, ты всё не так поняла! Я просто.. не знал, что следующим участником будешь ты..\n\n—И поэтому закрыл лицо капюшоном, мол я перепутала тебя с другим, да?\n—Да.. но ты же всё равно выжила!\n—А если бы я умерла, а? Что бы ты делал? \n—Не знаю,- выдохнул парень,- я уже ничего не знаю.\n—А-а-а-а! Я поняла.. это точно мой сон, как же я не смогла догадаться?.- рассуждала я вслух.\n\n—Какой сон, Кимико? Ты о чём вообще?- беловолосый начинал злится.\n—Да такой! Обычный сон в моей ужасной жизни, из которого я никак не могу вылезти!- и я ущипнула себя за руку, но было не больно,- видишь? Мне совсем не больно, значит я сплю!\n—Но я же настоящий, ведь так?- сердито глядя на меня, спросил Арэта.\n—Да я откуда знаю? Может.. да, ударь меня!\n\n—Нет,- твёрдо ответил мой собеседник.\n—Почему? Мне же от этого ничего не будет! Но есть возможность, что я наконец-то проснусь!\n—Я не буду этого делать, хоть убей.\n—А что, боишься, что укушу? Или драться не умеешь?\n—Я не дерусь с девушками!- прорычал парень.\n\n—Почему? Я никому не расскажу, вот..- не договорила я, как парень вполтную приблизился ко мне, легко прижав меня к дереву.\n—Молчи. А ни то съем,- на ухо прошептал Арэта, после чего отстранился.\n",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "\"Как он собирается меня съесть?\"- промелькнуло у меня в голове, но я решила всё-таки послушаться.\n—Идём, нам пора домой,- сказал парень, двинувшись в сторону, параллельную арене. Я лишь молча последовала за ним.\n\n|| Дорога была не долгой, но из-за того, что я сильно устала, я упала на землю в самом начале \"похода\". Поэтому Арэта был вынужден меня тащить, и мне это понравилось. Ведь, кто бы отказался от отдыха? ||\n\n—Ох, Кимико. С тобой так тяжело..- признался парень, остановившись и посмотрев в небо.\n—В смысле, я тяжёлая?\n—Да нет. Просто, у тебя сложный характер.\n—А, ясно. Спасибо, что терпишь.\n—Да не за что. Можно сказать, это мой долг,- ответил он и улыбнулся, после чего снова пошёл.\nЯ решила промолчать. \n\nВскоре мы дошли до портала, и беловолосый сел рядом с ним, всё также держа меня на руках.\n—Арэта..- начала я, но тут же замолчала.\n—Что?- он внимательно посмотрел на меня.\n—Ты.. что ты думаешь на счёт того, что здесь все врут?\n—Ну.. даже не знаю. Никогда над этим не задумывался.\n—А.. ты тоже из разряда таких людей?- после некоторого молчания продолжила я.\n\n—Что? Нет, я не такой,- твёрдо заявил парень, отведя взгляд в небо, усеянное звёздами.\n—Может, зайдём в портал?\n—Хорошо. Но знай, там будет очень светло,- и он, встав, прыгнул в круг.",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "Яркое солнце больно пробило в глаза. Я стояла на горячем асфальте, но Арэты не было рядом. \"Куда он мог уже уйти?\"- подумала я, осматриваясь. Большое здание, мирный шум, люди в школьной форме, стадион с играющими на нём парнями.\n\n—Да я же в школе!- шёпотом воскликнула я, но внутри стало как-то пусто.\n—А где ещё можешь быть ты в понедельник?- пронеслось сзади, на что я повернулась. Сероглазый шатен моего роста стоял передо мной. Он был в белой, свободной футболке и широких шортах.\n\n—А-ам. ..дома?- ляпнула я, немного покраснев.\n—Прогуливать собралась, значит!- рассмеявшись, лукаво улыбнулся парень,- как тебя зовут, кстати?\n—Меня? А зачем вам это знать?- неожиданно спросила я. \n—Эм..просто, хотел познакомиться.. меня зовут Керо, а твоего имени я, наверное, не узнаю, верно?\n—Керо? Керо.. хм-м..\n—Всё в порядке? Ты странная какая-то..- шатен чуть попятился.\n—Керо! Вы же знаете Иоши?\n—Ну, да. Это моя девушка, а что?\n—Она просила передать, что скучает по вам.\n\n—Оф.. я даже не знаю, где она сейчас. Пропала неделю назад. .. кстати, где ты её видела?\n—В параллельном мире Фрущове..\n—Что? В параллельном мире?- Керо вновь засмеялся,- какой ещё параллельный мир? Да ты спятила..",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "—Нет-нет! Я говорю чистую правду,- попыталась оправдаться я.\n—Допустим, ты в своём уме. Хорошо. Тогда иди и покажи это мир мне,- и парень скрестил руки на груди, серьёзно глядя на меня.\n—Этот мир?.- тихо переспросила я, вдумчиво отведя взгляд в сторону,- а, эм-м. Сейчас, сюда должен прийти кое-кто.\n\n—И кто же этот неизвестный?- ожидающе спросил шатен.\n—Арэта.. он куда-то потерялся..\n—А-а! Ты Кимико, верно?- и он облегчённо выдохнул, на что я кивнула,- он давно ушёл домой. А что, разве ты не пошла провожать его?\n—Нет,- протянула я. \"Получается, я здесь уже была. Может, я учусь в этой школе?\"- подумала я, невольно пятясь назад,- наверное, м-мне пора. До встречи!\n—Постой,- остановил меня Керо,- если ты не провожала Арэту, то кто? Я видел, как вы заходили в один подъезд.\n\n—Я-я.. не понимаю, о чём вы говорите,- быстро залепетала я.\n—Хм-м.. А это мы сейчас проверим,- и он, крепко взяв меня за руку, повёл куда-то.\n—Ч-что вы делаете?!\n—Мы пойдём к Арэте и лично спросим у него- подмигнул парень, продолжая идти,- и ещё. Я тебе не старик, чтобы ты называла меня на \"вы\". Разве одногруппник по алгебре заслуживает такого уважения?\n—Не знаю.. \n—Ну вот. Больше не делай так, хорошо?\n—Угу,- буркнула я, поспешно следуя за ним.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "—Арэт-а-а!- весело прокричал Керо, постучав в дверь квартиры. Тишина.\n\"Хм-м.. может, он не дома?\"- пронеслось у меня в голове, но от этой мысли меня отвлекли странные звуки: сначала злобное рычание, потом — тихое скуление, а после — снова тишина.\n\n—У него есть собака?- шёпотом спросила я у шатена.\n—Нет. Он сам. .. пёс,- и тот улыбнулся, вновь постучав.\nНе успела я больше ничего спросить, как дверь отворилась и перед нами предстал беловолосый хозяин.\n—О-о! Привет, Кимико, Керо,- улыбнувшись, произнёс Арэта, сонно протирая глаза,- Кимико, разве ты не осталась после занятий?\n\n—А разве вы вместе не шли домой?- спросил Керо, задумчиво посмотрев на меня.\n—Э-эм.. нет. Кимико вызвал учитель, и она сказала мне идти без неё.\n—Но я точно видел, как вы шли вместе,- настаивал шатен, скрестив руки на груди.\n—А я точно помню, что шёл совершенно один,- оскалившись, ответил \"пёс\".\n\n\"Так, нужно это останавливать\"- подумала я, немного отойдя в сторону.\n—Ахем.. я думаю, что не стоит ссориться из-за такой мелочи, как эта,- вмешалась я, мило улыбнувшись.\n—Мелочи? Да, и вправду, то, что Арэта сидел под китекетом неделю можно назвать мелочью,- съязвил Керо.\n—Под каким ещё китекетом? Я тебе не кот, чтобы есть такую дрянь.\n—Ага-да, так мы тебе и поверили. Нажрался кошачьего корма, и теперь тебе кажется, что ты шёл один.\n\n\"Я только ухудшила ситуацию..\"",
    "answers": [
      {
        "id": 119,
        "text": "Снова попытаться вмешаться"
      },
      {
        "id": 120,
        "text": "Не вмешиваться"
      }
    ]
  },
  {
    "id": 119,
    "text": "—Перестаньте,- насколько это было возможно, твёрдо скомандовала я, встав между парнями.\n—Почему мы должны это делать? И вообще, уйди с дороги и не лезь не в свои дела,- легко отодвинув меня, сказал русоволосый.\n—Эй, знай своё место, Керо!- огрызнулся Арэта, притянув меня к себе.\n\n\"Я прям как кукла какая-то..\"- уныло подумала я, грустно посмотрев в пол.\n—А то что?- ухмыльнулся сероглазый.\n—А то вот что!- и беловолосый, толкнув меня в сторону, оставил след на лице парня. А я упала(:D), сильно ударившись о стену рукой.\n\n—О, подраться решил?- качнувшись назад, спросил Керо,- я тебе это устрою,- и он налетел на Арэту. \nНачалась жестокая драка. Я быстро подскачила и стала разнимать прошлых друзей.\n\n—А знаете, что было на самом деле? Я была в другом, дурацком мире продуктов, а потом просидела весь день в тюрьме и разговаривала с какой-то женщиной. Она мне сказала, что никому нельзя верить..А ещё я чуть не сдохла на арене, и потом появилась здесь! И я ни с кем не шла, и ни у кого не оставалась после уроков!- пыталась перекричать я схватку кошки и собаки.\n\nПовисла мёртвая тишина. Парни сначала смотрели на меня, как на последнего аутиста, а потом залились смехом. Я покраснела, отведя взгляд в сторону.\n\"Ну вот и договорилась\"- пронеслась мысль у меня в голове, после чего я искоса посмотрела на смеющихся.\n\n—Вот кто по-настоящему китекета обожрался!- через смех, повалившись на спину, проговорил Керо.\n—Отраву для кошек придумали!- заразительно смеясь, подхватил беловолосый.\n\n\"Хотя бы драться перестали\"- подумала я, и на моём лице разползлась мягкая улыбка.\n",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "|| Я решила, что это совсем не моё дело. Поэтому, отойдя подальше, то есть в стену, я начала ждать, что произойдет в дальнейшем. Долго это не продолжалось, потому что огонь уже разжёгся. ||\nС тихим рыком Арэта набросился на своего обидчика. Тот, получив удар по лицу, сделал то же самое. \n\n\"Я, пожалуй, пойду отсюда\"- пронеслась мысль у меня в голове, из-за чего я решила выйти из подъезда. Но расстояние между жестокой битвой и мной настолько уменьшилось, что я не могла сделать и шагу. Из-за этого я вжалась в стенку.\n\n\"Как же не попасть под горячую руку?\"- думала я, смотрев на близкую опасность. Вдруг в меня полетел сероглазый, но я успела увернуться, оказавшись у перил.\nБеловолосый взял врага за воротник и, прокатив по стене, снова кинул в меня.\n\"Да я же ни кто иная, как живая мишень!\"- промелькнула мысль, а я, не успев сделать того уворота, выгнулась на перилах и оказалась за \"бортом\".\n\nУпав на ступеньки, я прокатилась по ним вниз до самого конца. Боль густым слоем пробила во мне дыру, но я осталась в сознании.\n—Чёрт возьми, что ты наделал?!- злобно крикнул Керо, пулей спустившись ко мне.\n—Вообще-то виноват здесь только ты,- со спокойным видом спустился за парнем Арэта.\n\nЯ попыталась подняться, но никакого толку это не принесло.\n—Давай помогу,- на удивление мягко сказал шатен, пытаясь поднять меня.\n—Оставь,- оскалилась я, прилипнув к полу.\n—Нет, тебе нужно помочь,- настаивал тот.\n—Мне не нужна помощь,- и я укусила Керо за руку.\n\n—Ай.. Арэта, хоть ты помоги, а то стоишь без дела,- кинув злобный взгляд на беловолосого, промолвил парень.\n—Ну ладно, ладно,- и парень поднял руки в знак \"сдаюсь\", после чего подошёл ко мне и присел на корточки.\n—Не забывай, что я могу тебя съесть,- шёпотом сказал Арэта мне на ушко.\n—И как ты это сделаешь?- вызывающе спросила я.\n—Не важно,- и он улыбнулся, после чего обратился к шатену,- ты бери за ноги, а я — за руки.\n\n—Что за цирк?!- только и успела вставить я, как меня тут же подняли и повели наверх,- зачем..",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "Мы сидели за круглым столиком у окна, парни пили чай, а я внимательно смотрела на тёмное море. || Мне пришлось организовать их лечение, ведь подрались друзья по-настоящему: у Арэты был разбит нос и подбит глаз, а у Керо на щеке красовался огромный синяк, а так же ему разбили лоб. Немного. Я тоже пострадала, но не так сильно, как они: у меня был большой синяк на ноге и, кажется, перелом на руке. ||\n\n—Чего ты там высматриваешь?- отвлёк меня от своих мыслей русоволосый.\n—Да так.. погодка настораживает,- серьёзно ответила я, немного отхлебнув от своего напитка.\n—Погодка здесь всегда такая, не переживай,- вмешался Арэта, наливая себе уже третью кружку чая. Только сейчас я заметила, что у него были белые ушки, как у волка.\n\n\"Волк? Хм.. раньше этих отростков вроде бы не было\"- подумала я, сдвинув брови. Старательно разглядывая ,теперь на мой взгляд, странное существо, я снова погрузилась в свои мысли. Но, как всегда это продлилось не долго.\n\n—У меня что-то на голове?- спросил беловолосый, проверяя руками свою макушку.\n—О, нет-нет! Совсем ничего..- мои щёки окрасились небольшим румянцем, а я продолжила,- у вас всегда в порядке вещей такие..\n—Странности? Ну, не назову это таким термином. Здесь каждый день происходит да что нибудь,- выпив уже четвёртую кружку чая, сказал Арэта.\n",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "—М-м..- протянула я, снова посмотрев в окно. Прилив сил заполнил моё тело, ушки встали вверх, а хвост нервно задёргался,- а цунами тоже входит в их состав?\n—Что?- недоумённо переспросил волк, но вместо ответа я побежала к выходу из квартиры.\n\nВсё трещало, громкие крики раздавались на улице. Стены крошились, потолок обламывался довольно большими кусками. \"Прямо как игра!\"- на удивление позитивно подумала я, улыбнувшись. Ощущение пустоты пропало, и теперь я порхала, словно птицка.\n\nНо моей радости суждено было закончится. Подъезд, кажущейся таким длинным, уже заканчивался, как выход завалило и я попала под этот завал. На лодыжку свалилась какая-то уж слишком тяжёлая железяка, поэтому кровь хлынула из-под неё, а я издала болезненный крик.  \n\nНеожиданно и очень быстро открылся портал прямо во мне, и я переместилась. Белый, ослепительный свет ударил мне в глаза. Знакомые шкафчики, стеклянные стены..\n\"Центр Фрущовы.. я жива\"- с долей радости пронеслась мысль, но тут же её заглушила нахлынувшая боль. Нога не была похожа на ногу: скорее, кровоточащий кусок мяса, приносящий острую боль. От неё я неприятно зажмурилась, но чей-то голос заставил меня открыть глаза.\n\n—Нарушение прав всех фруктовых, овощных, ягодных и растительных существ, живущем в этом мире Фрущове. Вы, не местные существа, без разрешения распологались в ближайших окрестностях, за что понесёте наказание, а именно — смертную казнь,- твёрдо и решительно заявил мистер яблоко с усами, после чего пригласил в центр палача.\n\nОн, в свою очередь, взял топор, лежащий на одной из верхних полок, и направился к нам.\n—Стойте! Я нигде не была из этих мест! Я прост...-начала я, но мне помешали договорить.\n—Да хватит уже! Ты всегда оправдываешься, тебе ещё не надоело? Просто прими свою смерть и всё,- оскалившись, произнёс Сейджи, сидевший рядом. Ещё секунда, и его голова покатилась к шкафчику.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "\"Чёрт.. нельзя же так..\"- промелькнуло у меня в голове, после чего я быстро осмотрелась. Нарушителей было три: Керо, Сейджи и я. Только вот я не хотела так просто сдаваться. Попробовав разорвать наручники, я смогла освободиться.\n\n\"Желе?\"- быстро сообразила я, но думать уже было некогда: топор заблестел у меня над головой.\nМоментально толкнув врага ногами, я бросилась ко входу в тот дворик. Влетев в комнату, я заперла откуда-то появившуюся дверь, и только теперь у меня было время отдышаться. \n\nИспуганная, но очень красивая девушка стояла передо мной. Русые, с золотистым оттенком, волосы спускались под каре. Большие, такого же красивого цвета глаза смотрели на меня с непониманием, а еле заметные веснушки придавали русоволосой образ куколки. \n\nОдета особа была в насыщенный, зелёного цвета свитер и чёрные леггинсы. На ногах красовались чёрные сникерсы.\nНедолго думая, я с трудом завалила офисный шкаф, закрыв проход в кабинет.\n\n—Нам.. нужно выбираться отсюда,- тяжело дыша, проговорила я.\n—К. .. Кимико?- вдруг спросила девушка.\n—Кимико,- повторила я, не совсем понимая вопрос странной особы.\n—Ты.. ты же передала Керо то, что я просила?- прижав руки к груди, та продолжала опрос.\n—Иоши? Д-да, я всё передала..\n—Как он там? С ним всё хорошо? Он пришёл за мной?\n—Конечно пришёл, но.. сейчас не может тебя посетить,- и я неловко улыбнулась.\n\n—Что? Почему? Что с ним случилось? Ну же, говори!- не унималась Иоши.\n—Он. ..- хотела сказать я, но прервалась. Дверь уже начали выбивать.\n—Что он? Что?- по щекам девушки полились крупные слёзы.\n—О-он,- протянула я, вглядываясь в образовавшуюся в двери щель,- о-о-он..\n—Да скажи ты уже!- перешла на крик русоволосая.\n\nВ щели я увидела, как Арэта забирал трупы казнённых. Встретившись со мной взглядом, он подмигнул, мол \"всё окей\". Я кивнула и быстро двинулась к окну. Распахнув его, я посмотрела вниз: казалось, я на какой-то горе Эверест. Не было видно земли, и только облака были неким утешением, что я не в космосе.\n\n—С ним всё хорошо,- улыбнувшись, заявила я.\n—Правда?- Иоши подошла ко мне, вытерев слёзы.\n—Конечно правда! А теперь, иди за мной,- и я, еле дотрагиваясь повреждённой ногой до поверхности, встала на внешний \"подоконник\".\n—Куда?? Я не полезу за тобой.. да и твоя нога!\n—Всё в порядке.. Нам просто нужно прыгнуть вниз.\n\n—Но мы же разобьёмся!- настаивала на своём кареглазая.\n\"И вправду.. но, тем не менее, это единственный выход.. надеюсь, нас соберёт Арэта\"- подумала я, оглянувшись на дверь,- \"почти выломали..\"\n—Всё будет хорошо. Обещаю,- твёрдо проговорила я, улыбнувшись. В ту же минуту я разжала руки и стремглав полетела вниз.\n\n",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "Я согнулась попалам, распахнув глаза. Несколько капуст выпали из отсека в шкафчике, а затем раздался неожиданный крик, сразу прервавшийся смехом.\n—Ох, Кими. Не пугай так, а то совсем перестану по магазинам ходить,- широко улыбаясь, проговорил уже знакомый мне парень. Я лишь недоумённо посмотрела на него.\n\n—Чего, не узнала? Могу подсказать, если хочешь.\n—Н-нет-нет, спасибо.. Я просто.. Хиро, где я была?\n—А-ам.. здесь? Я просто хотел сегодня салатика поесть, а ты тут выскочила. Заснула там что-ли?\n—Да нет.. Извини, мне пора,- и я, поспешно вызволившись из овощей, двинулась на поиски своих.\n—Пока,- грустно сказал блондин мне в след.\n\nДолго искать мне не пришлось: Мино и хозяин были у кассы и о чём-то разговаривали. Я подкралась сзади и взяла Шимадзу за руку, прижавшись к ней лицом.\n—Кимико! Где ты была? Мы уже весь магазин обыскали. Подумали уже, что тебя украли,- и он обнял меня.\n—Кими, мы испугались,- добавила Мино и тоже обняла меня.\n\n—Извините..я. .. хочу домой,- буркнула я, как бы желая отвести тему,- и кушать хочу. И спать.\n—Ох.. ну ладно, уже идём,- устало выдохнул парень, после чего мы вышли из магазина и пошли домой.\nПо дороге я встретилась с Мей. Но она была не такая, как всегда: лицо было закрыто голубым капюшоном",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "—Мей?- окликнула я её, но она просто прошла мимо, еле слышно сказав \"прости\".\n\"Как странно. ..\"- пронеслась у меня мысль, от чего я посмотрела на крышу одного дома. Там, словно какое-то неимоверное совпадение, сидел Сейджи, свесив одну ногу.\n\nЯ кинула на него злобный взгляд, а тот, в свою очередь, помахал рукой, как ни в чём не бывало.\n\"Наверное, в этом замешан и Сейджи.. что он мог сделать, чтобы поменять такую особу, как Мей?\"- думала я, уткнувшись в руку хозяина.\n\n|| Дом, родной дом! Как же приятно вспоминать те счастливые дни, которые я провела в самом лучшем доме! Тёплый воздух, мягкий диван, родной футон.. тихое постукивание палочек о тарелочку, вкусный рис, что словно таит на языке — что может быть лучше?.. но так было не всегда ||\n\n—Ам.. Кими, ты не замечаешь, что с тобой происходит что-то странное?- спросила Мино, неловко улыбнувшись.\n—Да, я тоже хотел об этом спросить..- подхватил Тоёхисэ.\n—Странное?- переспросила я, и в моей голове прокрутилось невероятное количество воспоминаний, связанных с этим словом. Недолго думая, я, улыбнувшись, ответила,- нет.\n\n—Правда? Просто, с тобой всегда творится то, что не творилось ни с кем.. я тут подумала, может. .. тебя нужно отвести к психологу? Мало ли что..\n—К психологу? Нет-нет, я к нему не пойду..- мелкие муражки пробежались по моему телу.",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "—Почему? Ты что, боишься?- снова вмешался хозяин.\n—Нет, ничуть!.. а хотя.. я не знаю,- выдохнула я.\n—Кими, от нас нечего скрывать. Просто скажи, что с тобой происходит, и мы поможем,- сказала девушка, взяв меня за руку.\n\n—А-э-эм... д-да всё нормально..- убрав руку под стол, я нервно засмеялась.\n—Это же не правда, верно?- продолжала допрос Мино.\n—С чего вы взяли? Со мной всё хорошо, и. ..\n—Да хватит врать!- с криком сероглазая моментально встала изо стола и налегла на него руками, из-за чего образовался громкий стук.\n\n—Тихо, жёнушка..- проговорил парень, гладя её по руке и сажая обратно.\n—Нужно пить больше валерьянки..- потирая переносицу, тихо сказала девушка.\n—Кимико, бегом в комнату. С этого момента ты под домашним арестом,- строго скомандовал самурай.\n—Но я. ..\n—Никаких но. Ты наказана.\n\nНемного постояв, я рысью проскочила в свою комнату, заперев дверь на замок. Сев в уголке, я обняла подушку и уткнулась в неё лицом, гулко выдохнув.\n—Аф-ф. ..кто мне поверит, если я буду рассказывать?- спросила я у стенки, тускло посмотря в зеркало.\n—Я,- раздался голос в стороне окна, куда я повернула голову.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": " Передо мной, на подоконнике, сидел Сейджи. \n—Привет,- коротко сказал он, повернув голову в бок. На моё удивление, парень был в кошачьей маске.\n—Привет-привет!- и я ехидно улыбнулась,- а теперь выкладывай, что ты сделал с Мей.\n\n—Я — ничего. За исключением того, что отвёл её к психологу,- усмехнувшись ответил он.\n—Оф-ф.. ясно. .. прости, что наехала. Просто, что-то я не в духе,- попытавшись улыбнуться, проговорила я.\n—Я привык. Кстати, что случилось-то?- спросил Сейджи.\n\"Будто тебе интересно,\"- угрюмо подумала я, после чего сказала:\n\n—Это совсем не твоё дело. \n—Ну ладно,- опять усмехнувшись, парень поднял руки в примирительном жесте, а затем встал и начал ходить по комнате.\n—Что ты делаешь?\n—А что, не видно? Я хожу.\n\n\"Хм, ладно..,\"- я решила промолчать,-\"может, стоит прыгнуть в окно?\"- появилась у меня мысль, да и возможность тоже. Достаточно большое окно было на распашку открыто, а живу я не на первом.\n\"Есть шанс, что я разобьюсь к чертям.. Это мне и нужно\"- решила я, совсем тихо встав с пола.\n\n—Хм? Что ты собралась сд. ..- недоговорил беловолосый, как я мигом оказалась у окна. Ещё секунда, и..",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "|| Вот, я уже лечу! Вижу свет в конце тоннеля, чувствую холодный воздух, скользкие лапы смерти.. Вот-вот, и меня уже нет! Меня закопали в землю, потом оплакивали, а после — просто забыли! А вообще, оказывается, я не падаю:/ ||\n\nХолодная рука подхватила моё тело и притянула к себе.\n—Ты совсем спятила? Думаю, тебе тоже пора вправить мозги,- раздался до жути знакомый голос.\n—Что?- в глазах прояснилось, и я увидела то же распахнутое окно, ту же молочную луну, те же раскидистые деревья.\n\nБыстро развернувшись, моя физиономия уткнулась в тёплый свитер, после чего я отстранилась. \n—Ч.. зачем ты это сделал?.- спросила я, ещё не до конца понимая происходящее.\n—Что за глупый вопрос? Я просто..- парень ещё держал меня за локоть, дабы я не сделала вторую попытку. Да и я не могла стоять на данный момент.\n—Это из-за дружбы?- в моём голосе появилась капля надежды.\n\n—Что? Совсем нет,- после недолгого молчания, равнодушно ответил он, и разжал руку, из-за чего я упала на пол,- просто, своим ты нужнее.\n—Не правда,- огрызнулась я, уткнувшись щекой в холодное дерево,- я никому не была нужна и не буду.\n\n—Ой, вот не надо тут. Меня бесят такие люди,- в голосе Сейджи, за всё время, впервые прозвучало отвращение,- хоть я и сам не верю в это, но каждый человек кому-то да нужен. Или тебе ничего не говорит то, что тебя приютили и заботятся о тебе? Например, о том, что тебя любят?",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "—Да, но я не просила никого мен..- я прервалась, пусто глядя в сторону. После этого я поднялась с пола, посмотрев на моего сегодняшнего спасителя.\n—Спасибо,- сказала я, улыбнувшись.\n\n—За чт..- не успел парень договорить, как исчез без следа.\n\"Хм-м.. наверное, он не контролирует это. Хотя бы я снова могу посидеть в одиночестве.. или нет?\"- пронеслась у меня мысль в голове и я, мельком взглянув на окно, подошла к двери.\n\n\"Так, Кимико. Нужно просто извиниться и всё рассказать.. Нет, я так не могу! Никто не будет меня слушать.. будь то хоть ни что иное, как единственный выход,\"- большой ком мыслей запутался в моей голове.\nНесколько щелчков — и моя дверь уже открыта.\n\nСделав шаг, я оглянулась: коридор пустел, а в прихожей [на первом этаже] горел свет и был небольшой шум. \"Просто выпью молока и лягу спать. Теперь мне будет плевать на свои кошмары..\"- мрачно подумала я, на цыпочках спускаясь по ступенькам.\n\nВысунув голову из-за стены, я увидела Мино и хозяина, что мило беседовали между собой. \"Сделали и забыли. Я так тоже могу\"- и я, не обращая никакого внимания на двоих, прокралась на кухню.\n\n—Кими, это ты?- донёсся женский голос, из-за чего я повернула ушки в ту сторону.\n",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "Я промолчала, просто открыв холодильник и достав пластиковую бутылку с молоком, после чего еле как запихнула её в микроволновку.\nНажав кнопку \"СВЧ\", \"2 минуты\" и \"старт\", я стала ждать своего \"снотворного\".\n\n—Может, посмотрим, что она делает?- снова послышался тихий голос Мино.\n—Думаю, не стоит. Кимико ничего не сделает себе во вред, да и не сможет. Конечно, если кишка не тонка,- с усмешкой проговорил Тоёхисэ.\n\n\"Вот значит как,\"- обида, вызов, буря.. сейчас я не хотела проигрывать, поэтому, взяв нож, я провела пальцами по его лезвию.\n—Достаточно острый, чтобы вскрыть себе вены,- с долей страха, тихо промямлила я.\n—Какой ещё \"вскрыть себе вены\"?- значительно ближе послышался голос самурая, который облокотился об косяк двери.\n\n—В..вы сказали, что я не смогу! А сейчас я докажу обратное,- сначала нерешительно, но потом твёрдо произнесла я, приложив лезвие к руке.\n—Тише, Кимико. Ты не сделаешь этого, я же знаю,- черноволосый начал медленно подходить, но я его остановила.\n\n—Не подходите! Иначе,- я надавила на вены, из-за чего выступила кровь.\n—Перестань.- строго приказал Шимадзу.\n",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "—Почему? У меня же кишка тонка, я не смогу ничего сделать,- попытаясь процитировать слова парня, я надавила ещё сильнее.\n—Ладно, я был не прав,- произнёс тот, подняв руки в примирительном жесте,- прости меня. А теперь отпусти нож.\n—Да вы всегда так!- мой голос дрогнул, и я посмотрела на микроволновку, которая сейчас..\n\n—Кимико!- только и успел сказать хозяин, а дальше он прыгнул ко мне..\nМикроволновая печь с оглушительным звуком взорвалась, а я заключилась в тёплые объятья парня. Кипяток, в который превратилось молоко, вылился на моё лицо, и частично — на шею и руки.\n\n|| Я скрутилась в клубок от боли, как физической, так и душевной. Сейчас не было ничего лучше, как просто распроститься со своей жизнью ||\n—Х..х-х.. про.. ст. ..- я проглатывала слова, не в силах их выговорить.\n\n—Боже, Кимико.. Что ты наделала?!- шёпотом говорил Тоёхисэ, прижимая меня к себе.\nГлаза, словно отлитые медью, закрылись, хоть я и пыталась продержаться в сознании. Ещё некоторое время звуки были слышны, но как-то размыто.\n\n\nМинута, две. Вместо голосов по всей комнате распространился шёпот, снова и снова говорящий уже знакомые мне слова \"оно рядом\". Эхом отбиваясь от каждой бесконечной стенки, эти звуки перебивали нарастающий звон в ушах..\n—Жди его,- в конце пронеслось эхом, и тьма погрузилась в тишину.",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "|| Больничный запах и писк пульса заставили меня очнуться. Один глаз, видимо, был поврежден, потому что я ничего не видела им ||\n—М-м..- промычала я, с трудом открыв целый глаз. Не долго думая, я попыталась встать, но даже пошевелиться не смогла.\n\n\"Как.. больно\"- только и пронеслась у меня мысль, от которой я неприятно зажмурилась. За дверью были слышны голоса,-\"Наверное, это хозяин. Лучше притвориться спящей, а то мало ли что.\"\nЯ закрыла глаза, мол я ещё не проснулась.\n\nКак раз в это время в палату вошёл хозяин. Он тихо подошёл к моей койке и сел рядом.\n—Кимико, ты как?- только и спросил парень, взяв меня за руку. Я болезненно скривилась, открыв глаза.\n—Х-х..кхе, кхе,- попыталась что-то сказать я, но вместо слов из моего рта вышел кашель.\n\n—Ясно..- и он погладил меня по голове,- ты хотя бы помнишь меня?\nЯ слабо кивнула, повернув голову в сторону черноволосого.\n—Почему.. ты хотела покончить с собой?- грустно улыбнувшись, задал вопрос Тоёхисэ.\n\"Ч-что??\"- я недоумённо посмотрела на хозяина. Зрачки сразу сузились.\n\n—Возможно, ты думаешь.. как я узнал?- поправив кофту, проговорил парень,- мне рассказал твой дружок. \nЛицо самурая теперь выражало не удовольствие, а, скорее.. ревность?",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "—К..какой?- еле как прохрипела я, всё также не понимая, о ком идёт речь\n—Сейджи,- коротко ответил он, отведя взгляд,- знаешь.. а он молодец, не так ли?\nЭтот вопрос скорее прозвучал как обвинение или сравнение, чем как похвала, поэтому я никак не ответила.\n\n—Ладно. Моё время уже выходит, поэтому я ухожу.. не скучай,- и парень улыбнулся, после чего ушёл.\n\"Снова что-то не так.. Нужно узнать, когда меня выпишут\"- решила я, снова попробовав встать. На моё удивление, я смогла подняться на локти, а после — принять сидячее положение.\n\nЯ начала осматривать комнату: белые стены, такой же потолок и пол. Шкаф, стоявший в углу от двери, тумбочка, расположившаяся около моей кровати — это вся мебель, помимо моей койки и стола, тоже была белого цвета. Большое окно было открыто, поэтому холод быстро окутал меня.\n\n\"Скоро школа.. Надеюсь, она не будет такой, какой была в моё время..\"-уныло подумала я, но думать дальше мне запретил приход доктора.\nНа вид он был лет 45. Седые волосы чуть прикрывали его голову, карие глаза смотрели как-то.. странно. Светлое, морщинистое лицо говорило о возрасте мужчины.\n\n—Здравствуйте. Как вы себя чувствуете?- обратился ко мне доктор.\n—Н..х-хорошо,- прохрипела я, после чего снова залилась кашлем,- ког. ..- хотела продолжить я, но не смогла, поэтому проглотила.\n—Не напрягайтесь, ваше горло сильно пострадало.",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "Доктор подошёл ко мне, проверил температуру, зачем-то  ощупал мои руки и рёбра, что принесло мне не мало боли, после чего он отошёл.\n—Примите таблетки и отдохните. Завтра вас уже можно будет выписать. Доброго вечера,- сказав это, мужчина вышел из палаты.\n\n\"Хм? Так долго здесь находиться\"- пронеслась у меня мысль, но я быстро откинула её. Приняв таблетки, что лежали на тумбочке, я легла поудобнее и погрузилась в свои мысли.\n—М..Мино?- неожиданно спросила я хриплым голосом, заметив постороннего в моей палате.\n\nНо в ответ ничего не последовало. Я напряглась и, не открывая глаз, начала прислушиваться. Тихие, еле слышные шаги приближались ко мне, учащая моё сердцебиение. \n\n\"Чёрт.. ответа нет, значит произойдет что-то плохое\"- подумала я, приготовившись к нападению. Но, на удивление, тишина заполнила всю комнату.\n—К..т-то здесь?- напряжённо, но также хрипло проговорила я.\n—Я,- глухо раздался знакомый мне женский голос.\n\nЯ открыла глаза и посмотрела в сторону звука. Никого не было..\"У меня галлюцинации..\"- промелькнуло у меня в голове, и я снова припала к подушке. \n—Я не галлюцинация. Я — Бенни,- коротко проговорила девушка, из-за чего я подпрыгнула.\n—Бенни?!- вскрикнула я, ища глазом мою давнешнюю подругу, что пропала без вести. Но никого не было.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "—Ха-ха, шутка,- произнёс уже другой, мужской, сиплый голос. \n—Что за..- только и прохрипела я, оглядываясь по сторонам.\n—Я буду потом. И да, это твои галлюцинации,- продолжал парень, которого я не видела. После этих слов я старалась прислушиваться, но тишина вновь овладела пространством.\n\n—Вы..ушли?- наконец спросила я, дожидаясь ответа. \"Ушёл..\"- облегчённо подумала я, снова прилипнув к подушке. Сон окутал меня с ног до головы, поэтому я уже не обращала внимание на окружающий мир.\n\nВпервые за длительное время мне приснилось что-то индивидуальное. Я находилась в лесу, полном тишины. Голубого, насыщенного цвета бабочки, сверчки и другая мелкая живность выделялась в тёмной картине.\n\nМне было очень интересно, что ждёт меня впереди, поэтому, сделав аккуратный шажок, я осторожно пошла в никуда. Тишина как-то нагнетала, но вот обстановка радовала глаз. Пока.\n\nБольшая, как будто прозрачная собака предстала передо мной. Ярко-бирюзовая кровь лилась с лап пса, тёмно-синее сердце отбивало чечётку, а жёлтые, насыщенного цвета, глаза просили о некой помощи. \n\"Хм?\"- я повернула голову в бок, потом подошла к странному существу и погладила по голове.\n\nГолова пса вдруг стала чёрная и потекла густой кровью вниз. Пёс глухо рухнул на синюю траву, а я.. улыбнулась?",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "—Знаешь, не нужно было психовать. Мы тебя сильно любим, и не переживём, если ты вдруг..- начал хозяин, но потом замолк.\n—Я поняла.. спасибо, что заботитесь обо мне,- прохрипев эти слова, я мягко улыбнулась.\n\n—Кими, не делай так больше. Прости, что тогда я не сдержалась, но так реагировать.. не знаю даже,- сказала Мино, приобняв меня. Новая волна боли заставила меня широко улыбнуться. \"К чему мои слёзы? Они заставляют других испытывать жалость.\"- подумала я, продолжая улыбаться.\n\n—Ты рада тому, что тебя выписали?- спросил Шимадзу, на что я просто кивнула.\n—Смотри, сегодня последний день лета. Значит, завтра ты пойдешь в школу,- радостно произнесла девушка, из-за чего я вопросительно посмотрела на неё.\n—Да я шучу, не переживай,- и она легко потрепала меня по голове. \n\nВскоре перед нами открылась родная дверь, и я пулей вылетела в наш дом. Ничего не изменилось, кроме кухни: там отсутствовала микроволновая печь.\n\"Ну ничего, починим когда-нибудь\"- позитивно решила я, после чего вспомнила, что ни разу ещё не видела свою внешность. \n\nМигом оказавшись в своей комнате, я предстала перед большим зеркалом. Результат лечения меня не воодушевил: почти полностью забинтованное лицо, полностью забинтованные шея и руки. Остальное сохранилось. \"Хм.. не так уж и плохо.\"",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "Я спустилась и села на тёплый коврик, положив голову на стол.\n—Суиуид,- разнеслось шёпотом по комнате, из-за чего мне пришлось оторваться от своего отдыха.\n—Суиуид,- вновь послышалось где-то, поэтому я стала тщательно рассматривать комнату.\n—Хах, потеряла?\n—Что?- не поняла я, встав с ковра.\n—Не знаю..- шёпот продолжался, но уже из одной точки — окна.\n\nЯ, оглянувшись несколько раз по сторонам, тихо и не спеша пошла на звук. Всё затихло, что сильно меня настораживало. Отдёрнув лёгкую занавеску, я увидела..\n—Сейджи?- удивилась я такому неожиданному появлению беловолосого.\n\n—Хм.. нет, Кимико,- ответил парень, облокотившись о стекло.\n—Что ты здесь делаешь?\n—Пытаюсь отвести тебя к психологу.\n—Что?! И каким образом?\n\n—Кими, с кем ты там разговариваешь?- голос Мино, раздавшийся взади, привёл меня в чувства.\n—А-ам,- я нервно засмеялась,- ни с кем. Совсем ни с кем.\n—Не надо обманывать.. Ты же хорошая девочка, так зачем?- мягко спросила она, подойдя ко мне и отодвинув сначала меня, а потом и занавеску.\n\n—Здравствуйте,- сказал парень как ни в чём не бывало, который уже где-то отрыл свою маску.\n—Оу, Сейджи.. приветик,- девушка явно не ожидала увидеть именно его.",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "Я лишь стояла в сторонке и нервно наблюдала за происходящим.\n—Может, чаю?- наконец предложила Мино после недолгого молчания.\n—Нет, спасибо. Пожалуй, мне пора,- и Сейджи ловко выпрыгнул из окна, слившись с окружающей обстановкой.\n\n—...\n—. ..\n—Ам-м.. прикольный у тебя друг, Кимико. Да. Ну а сейчас тебе нужно покушать,- и девушка мило улыбнулась.\n—К-конечно..- я не могла подобрать слова лучше, чем это.\nЕщё несколько минут простояв в тишине, мы дружно сели на стол. Он, к моему удивлению, уже был накрыт, и хозяин как раз сидел за ним.\n\nЭтот ужин впервые прошёл в длительной тишине. Нехотя делая всё новые глотки горячего чая, я смотрела в одну точку и обдумывала то, что только что сейчас произошло.\n—Кхм. Моя неко не хочет поиграть со своим хозяином?- бодро спросил Тоёхисэ, натянуто улыбнувшись.\n\n—Шими, ты же знаешь, что она ещё не в форме..- тихо проговорила сероглазая на ушко хозяину.\n—Ах, да, точно. Прости, забыл.\n\"Что с ними..\"- я косо посмотрела на странную пару,-\"Ну уж нет, не хочу проигрывать. Главное, не подавать виду.\"\n—Кими, о чём задумалась?- выбила меня из моих мыслей Мино.\n—А? Да так, просто.\n\n—Хм-м. Снова чего-то не договариваешь?- лукаво улыбнувшись, Шимадзу потянул меня за щёку.\n—М-м, хозяин, не надо!- не без боли попросила я.\n—Оф, да что ж такое.. даже поласкать питомца нельзя,- обидчево промолвил тот, погладив моё \"повреждение\".\n—Спасибо,- брукнула я, чуть улыбнувшись.",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "В следущее мгновение я смогла напасть на парня, завалив того на пол.\n—Р-р-р!- прорычала я, якобы разгрызая хозяину глотку.\n—А-а!! Спаси-и-ите!!- наигранно прокричал он, пытаясь освободиться от хищного зверя — меня.:>\n—Кими-и-и-и-и-и-и!- Мино с тихим смехом навалилась на меня, словно какая-то падающая Пизанская башня.\n\nПерекатившись с хозяина на пол, я потерпела крушение уже от стола, совпадением или нарочно свалившигося в эту секунду. Благо, все на тот момент уже выпили чай и ничего плохого не произошло.\n—Погром в северной части южного полушария, приём,- проговорила я, пытаясь поднять с себя довольно тяжёлый столик.\n\n—Как слышно? Приём,- девушка помогала мне поднимать объект моего \"вызова\".\n—Я полудохлое, слышно плохо. Приём.\n—Ох, Кими. Все игры с тобой кончаются катастрофой,- досадно выдохнула Мино, когда столик был убран с меня.\n—Простите.. наверное, я просто не умею играть,- и я мягко улыбнулась.\n\n—Вовсе нет. Игры выбираем не безопасные,- сказал самурай, поднимая меня с пола.\n—Уф, спасибо,- я встала на ноги и, немного качнувшись, почувствовала сильную усталость,- я пойду спать. Спокойной ночи.\nПоцеловав хозяина и Мино в щёчку, я ушла в ванную комнату. Приняв тёплую ванную и почистив зубы, я проникла в свою комнату, переоделась в свободную пижаму и плюхнулась на футон.",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "—Мх.. удачный денёк,- улыбнулась я, смотря в окно.\n Сон брал своё, но вспоминая те кошмары, я снова и снова открывала глаза. || Нет, не спать это совсем не хорошо. И тем, кому кажется это занятие достойным почёта и уважения, тот просто не понимает, каково это — не спать ||\n\nПолная луна освещала мою комнату, как солнце днём. Тепло приятно растекалось по телу, создавая некое новогоднее настроение. Ветер беспокойно теребил высокие деревья, но вскоре затих.\n\"Хм? Кажется, будет дождь\"- подумала я, широко улыбнувшись, потому что дождь нравился мне очень сильно.\n\nИ вправду, сначала упало несколько крупных капель, потом чуть больше, а уже через пару минут начался сильный ливень.\n—Ви-и!- воскликнула я, встав с футона и начав прыгать по комнате, словно маленькая. Но моё поведение как всегда  не осталось незамеченным. \n—Кими, что ты делаешь?- сонно спросила Мино, опершись о дверной проём в мою комнату. \n\n—Мино-о!- я налетела на неё с обнимашками.\n—Ух..- девушка еле устояла на ногах, но всё же обняла меня в ответ,- что случилось?\n—Ничего,- улыбаясь, ответила я.\n—Тебе не больно? Всё в порядке?\n—Конечно! Мне сейчас очень хорошо! А что?\n—Х-хех, ничего,- нервно засмеясь, сказала Мино.\n—Хм?..- я изменилась в лице. Теперь мне было не так уж и хорошо,- можете уже идти. Простите за то, что помешала вам спать.",
    "answers": [
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "—Я обидела тебя?- удивилась девушка быстрой смене моего настроения.\n—Нет.. всё нормально,- я натянуто улыбнулась.\n—Ох. Ну раз так, то спокойной ночи,- Мино погладила меня по голове, после чего вышла из комнаты.\nЯ же осталась стоять на месте. Резкий звук порыва ветра, выделившийся среди ливня, пробудил во мне повторное чувство. Будто раньше было тоже самое..\n\nЯ резко обернулась, отпрыгнув в сторону. И хорошо, что именно в этот момент, так как в эту секунду перед моими глазами пролетел моргенштерн*, сверкая при лунном свете. Голубые волосы, отчётливо выделяющиеся от света луны и тёмная, из-за времени суток, фигура девушки дала о себе знать.\n\n—Думаете, психолог мне поможет?- достаточно громко, с ноткой невообразимой радости, спросила Мей, после чего залилась смехом,- мне уже ничего не поможет!\nПодпрыгнув от атаки снизу, я не успела увернуться от другой — острая боль проткнула мою руку, сломав пополам.\n\nПлотно стиснув зубы, я прилипла к стене, чуть наклонившись от нахлынувшей боли. Ещё раз увернувшись, я чудом отбила оружие из рук голубоволосой. Моргенштерн, в свою очередь, проломил противоположную стену. \n\nБыстро вынув из своего крыла длинное перо, Мей прижала меня к стене. В целях самозащиты я блокировала удар руками, из которых начала сочиться кровь под давлением острого пера.\n\n*Моргенштерн — металический шар с шипами, прикреплённым к палке цепью.",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "|| Снова я осталась беспомощной, снова не могу сделать ровным счётом ничего.  Как же. .. бесит ||\n—Мей..,- выдавила я из себя, уже не в силах сопротивляться.\n—Что? Тебе не нравится? Или ты снова хочешь задать свой тупой вопрос \"зачем\"?\n—Нет.. я хотела спросить кое-что другое.\n—И что же?- немного ослабив атаку, равнодушно спросила Мей.\n—Твои родители.. они тебя..- не успела я договорить, как меня перебила девушка.\n—Не напоминай о этих тварях! Они — самые ужасные существа на свете, если можно их так назвать!\n—Ладно, не буду.. но просто ответь.. ты изливаель эту злость из-за них?.\n—Что?- на секунду она замерла, как будто не поняла вопроса, но потом её лицо наполнилось злостью и некой обидой, за что поплатилась, естественно, я,- да, ты права. Это ОНА испортила мне жизнь, за что ответишь ТЫ.\n\n—Потому что никто не мог понять такую, как я! И теперь, когда ты будешь медленно умирать, то поймёшь, каково было м.. .!- не успела договорить голубоволосая, как сквозь неё прошла катана, обрызгав кровью меня. \n—Это не смертельно,- спокойным голосом произнёс самурай, вынув катану из, как мне показалось, мёртвого тела.\n\nОно упало на меня, после чего перекатилось на пол. Я неуверенно встала, но тут же упала \"в объятья\" моего хозяина, потеряв сознание.\n",
    "answers": [
      {
        "id": 143,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "|| Голова жутко гудела, в ушах звенело. Как будто от похмелья. ||\nМедленно открыв глаза я почувствовала сильный холод. \"Почему.. я что, в морозильную камеру попала?\"- подумала я, перевернувшись на спину. Несколько минут я смотрела в потолок, пока не поняла, что это не моя комната.\n\n—Где..я?- резко поднявшись, но потом схватившись за голову, тихо спросила я. Капли дождя тарабанили в стекло. Я начала осматривать комнату, которая была почти пуста: только мой футон, письменный столик и небольшой гардеробный шкаф заполняли помещение.\n\n\"Мх-х.. нужно вспомнить, что произошло.\"- и я начала вспоминать недавний инцедент. Встав на ноги, я подошла к столу и оперлась о него руками. Глаза не хотели сосредотачиваться на предметах, всё плыло. Но вскоре я заметила записку, в которой было написано:\n\n\"Дорогая Кимико. Из-за того, что оставлять в нашем доме тебя опасно, так как все опасности приходят именно туда, теперь ты будешь жить в квартире. Не переживай, это продлится недолго.. надеюсь.\nС любовью Мино и Шимадзу.\"\n\n\"Вот как.. хорошо, я согласна. Если это действительно поможет.\"- решила я, угрюмо сдвинув брови. Выйдя из комнаты, меня сразу встретила просторная кухня, соединённая с гостиной. Решив сделать себе завтрак(по причине голода), я начала набирать в чайник воду. \n\n\"Хм? Мне показалось, или. ..\"- пронеслась в голове мысль, после чего я стала медленно оборачиваться.\n",
    "answers": [
      {
        "id": 144,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "—А-а-а!!- вскрикнула я, успев поставить чайник на стол.\nПередо мной стояло существо, похожее на человека. Точнее, частично похожее. Большие, чёрные зрачки, составлявшие бо́льшую часть глаза, острые зубы, скопившиеся в пасти большим множеством — ужасное начало убийства моей психики. Тело было искревленно, шея как будто сломанна.\n\n—К-к... н-не подходи!- я взяла нож с подставки и направила его на существо. Но ему было плевать на меня, поэтому оно просто взяло и напоролось на нож.. Да. \nКак будто отойдя от \"шока\", оно задрало свою голову, видимо, от боли, и отбросило меня в стену. И я, конечно же, выронила нож. \"Молодец, Кимико. Теперь ты безоружна.\"-подумала я, попытавшись встать. Но одним движением оно оказалось около меня.\n\n|| Страх снова защемил клетки, особенно когда оно наступило на меня. Мне было уже всё равно, что поизойдёт, но.. меня жутко пугало, что я встретилась с этим. ||\n—П.. пожалуйста..- тихо мямлила я, уткнувшись лицом в пол. \n\n—Хм? Раньше ты сдавалась намного позже.- сказало чудовище знакомым голосом. Очень знакомым.\n—Сейджи?- я медленно подняла голову, как бы надеясь не ошибиться.\n—Собственной персоной.- сказал он и снял с себя чёртову маску. Его физиономия отражала некую радость и довольство.\n",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "—Ты. ..- начала я, вставая,- ты даун или да?!\n—М-м. Обидно как-то.- ответил парень, чуть отойдя от меня.\n—Обидно? Почему обидно? Разве не мне должно быть обидно, а?!- я кипела от ярости. \n—Да что ты вскипела? Сумасшедшая.. не тебя же ранили.\n—О, я тебя ранила? Извини, не хотела,- я немного смягчилась, но потом продолжила,- но это не отменяет того, что ты чуть ли не сломал мне рёбра! И вообще,- я обидчево отвернулась,- у меня чуть сердце не лопнуло.\n\n—От чего? От этой игрушки? Пф, не смеши.- Сейджи присел на подоконник, снимая с себя наряд.\nЯ недовольно фыркнула.\n—Сейчас принесу аптечку,- коротко сказала я и отправилась в ванную комнату. Почему-то я подумала, что аптечка должна быть там. И не ошиблась.\n—Ну ты и лялечка всё-таки.- съязвила, подойдя к парню,- держи,- добавила я, после неудачной попытки полечить его самой и отдав бинты на самотёк.\n\nЯ подошла к столешнице, опершись о неё руками. \"Хм, что я хотела сделать?\"- подумала, затем вспомнив о завтраке.\n—Кстати, ты будешь чай или кофе?- после некоторого времени спросила я. В ответ последовала тишина.\n—Сейджи?- обернулась, но на подоконнике уже никого не было. \n\nФыркнув, я начала \"профессионально\" готовить еду. Ну, или если правильней сказать, выбирать. Сегодня это были онигири — идеальный завтрак.\n\"Прекрасно, у меня всё есть. Хозяин, ты лучший!\"- я широко улыбнулась во все 32. И вправду, все вещи были на своём месте, и даже еда.",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "Я хорошо покушала. Облакотившись о спинку стула(да, в квартире была парочка:>), допивала свой кофе, который заставлял меня качаться в разные стороны. Яркие лучи солнца слепили глаза и немного согревали тело.\n\nМне было слишком лень, чтобы сейчас что-то делать, поэтому я вернулась на футон и заснула. Точнее, пыталась это сделать. Несколько минут тупо пялилась в потолок, катаясь по полу из стороны в сторону. Потом неудачно попыталась залесть на мини-люстру. В общем, заснуть не получилось.\n\n\"Хм. Интересно, что сейчас делают хозяин и Мино? Наверное, скучают по мне.\"- с такими мыслями я мотала ногами, сидя на столешнице. Вдруг что-то бзыкнуло, от чего я навострила уши.- \"Что за звук?\"- я мигом очутилась в своей комнатке, не забыв при этом упасть.\n\nПоднявшись, прошла несколько шагов назад и увидела у входной тумбочки телефон. Моему удивлению не было предела, ведь у меня никогда не было даже кнопочного, а здесь сенсорный!\n—А-а-а-а-а-а!! Что это, что, что, что???- я крутила телефон в руках, прыгая на месте. Потом включила и начала изучать,- хм-м, интересненько. А это что?- я открыла вкладку с сообщением.\n°—Привет) Ну что, нравится подарок? Я уже скучаю, напиши, когда проснёшься) Люблю.\n\n^—Хм? Хозяин?- еле как набрала я и отправила. \n°—Я, я) Как себя чувствуешь? \n^—Хорошо, а вы?\n°—Ох, Кимико, я же просил.. нормально, с Мино сидим и думаем. \n^—А, ну, ладно. А где вы?\n°—Ты же будешь оставаться дома?\n^—Да.\n°—Неправда. Вот я и не скажу, где мы)*потянул за щёчку*.\n\nКак будто почувствовав на себе прикосновение, я встрепенулась. Тепло мигом овеяло моё тело, и я хотела попасть в грячие обьятья дорогих мне людей.",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "°—Кимико?\n°—Всё в порядке?\n°—Почему молчишь?\n°—Я начинаю волноваться..\n°—Кими..?\n\n^—А? Что?- наконец набрала, очнувшись от своих мыслей.\n°—Фух. Я уже испугался)*обнял*.\n^—А..мне тоже нужно так делать?\n°—Как?\n^—Ну, что ты обнял и за щёку потянул..\n°—А, это необязательно. Просто ролю)\n^—Ролю?\n°—Ну, ролка. Это типа действия на телефоне. Как бы игра.. ну, это сложно объяснить. Нужно показывать на примере\n^—Я вроде поняла.. ладно, наверное, я пойду, да?\n°-Да, конечно. Но тебе же нечего делать, почему бы не пообщаться?\n^-Ну, я прогуляюсь и напишу.\n°-Осторожней. Буду ждать\n^-Хорошо. Пока.\n\nЯ положила телефон на место. Потом снова взяла в руку, покрутила. \"Может, стоит его взять? А если потеряю? Тогда будет ещё хуже.. а я возьму в рюкзак. У меня же есть он?\"- с такими мыслями зашла в комнату. На подоконнике как раз ютился матовый, тёмно-красный рюкзак, который мне очень понравился.:3\n\nЯ сложила в него зефирки(конечно), пластыри, бутылку клубничного йогурта и телефон. \"Осторожней..\"- вспомнила, после чего закончила сборы кухонным ножом. \n\n\"Так-с, что же надеть?\"- спросила сама себя, рассматривая вещи в новом гардеробе.\n",
    "answers": [
      {
        "id": 148,
        "text": "-Ого, здесь даже моя старая одежда есть..- проговорила я, рассматривая тёмно-красный широкий свитер. К нему были чёрные джинсы и такие же кеды."
      },
      {
        "id": 148,
        "text": "-Хм, интересно.- я лапала лёгкую, закрытую чёрную кофту с длинным рукавом, добавочным слоем ткани на плечах и золотой молнией сзади. К ней тот же низ."
      },
      {
        "id": 148,
        "text": "-М? Серьёзно?- фыркнув, смотрела на тоже закрытое светло-серое платье с удвоенным воротником, как у свитера, распущенными и сужающимися к концу рукавами и вшитым поясом."
      }
    ]
  },
  {
    "id": 148,
    "text": "Я выбрала свой наряд и переоделась.\n\"Ну вот, не так уж и плохо.. наверное\"- думала, смотря на себя в зеркало. Я дрыгала ушками и нервно махала хвостом, поправляя воротник выбранной одежды.\nПосмотрела время на телефоне. \"14:16\".\n\n—Доброе утро, наро-о-од,- с многими усилиями я открыла тяжёлую железную дверь подъезда. Солнце ослепило глаза, привыкшие к темноте.\nЯ вышла на тротуар, чуть заполненный людьми. Машины грохотали на дороге, птицы весело распевали свои трели.\n\nРешив покататься где-нибудь на качелях, проследовала к многолюдным зданиям.  Обычно ими являются сады и школы. Я пришла на детскую игровую площадку, скинула ребёнка с качель и сама учелась туда.\n—М-м..м,- что-то напевала себе под нос, смотря в небо.\n\n—Ты дура?- послышался чей-то голос внизу. Я посмотрела на его источник: какой-то пацан.\n—С чего бы.- фыркнула, отведя взгляд.\n—А просто. Похожа на дуру.\n—Ты сейчас у меня ей станешь,- сказала, а он убежал,- трус.\n\n\"Больше сидеть здесь нет смысла. Возможно, он сейчас придёт с воспитательницей, а мне проблемы не нужны.\"- покинула бедную площадку с ужасными существами.\nРешила заглянуть в местную школу. Была переменка, поэтому не страшно.\n\n\"Сколько всего.. скоро я буду здесь учиться? Или нет?\"- я рассматривала окрестности школы. Пока летние каникулы никто не учится.",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "—О-о-о!! А ты кто??- голос сзади разбудил меня. Обернувшись, я увидела милую кицунэ с очень привлекательной внешностью. Она улыбалась, радостно виляя хвостом.\n\n—Я-я? Ну-у..-  неловко отвернулась,- Кимико, а ты?\n—Во-оу!! Кимико? Красивое имя! А я Кино, приятно познакомиться!- она взяла меня за руку и начала трясти.\n—А.. спасибо, у тебя тоже прекрасное..- я резко покраснела, поджав губы. \"Такие искренние чувства..\"\n—Что ты делаешь здесь? Да ещё и одна,- Кино наконец успокоилась.\n\n—Одна? Как это?- я начала немного пятиться назад.\n—Ну, где твои родители?- мне казалось, что её глаза становились всё больше и больше.\n—Ты о чём? Я уже взрослая, и..\n—А что ты тогда делаешь здесь?\n—Я просто зашла посмотреть..\n—ТЫ ЧТО, БУДЕШЬ УЧИТЬСЯ ЗДЕСЬ?\n\"Нет, только не снова\".\n\n—Д-да, вроде как.\n—Ура-а-а-а-а-а-а-а!!! Я так рада!- она обняла меня. \n—Ахе-хе, я тоже.. наверное,- неловко обняла в ответ. || Её руки были слишком горячими, чтобы не заметить что-то странное. Но тогда я не обратила внимание на это. ||\n\n—Ну-у, так. Всё? Я, пожалуй, пойду?- я старалась как-то мягко отстраниться.\n—Что? Куда?- она жалобно посмотрела на меня.\n—Домой. Разве ты тоже не пойдёшь туда, хотя бы к вечеру?\n—Пойду, но не так же рано! Пошли гулять,- меня потащили к дороге.\n\n—Хей, ты куда? Т-там же проезжая часть.\n—Нам туда и надо!- ветер резко поднял её распущенные волосы, а солнце, или фары от машины, ослепили мои глаза.",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "|| Стой.. почему это чувство настолько знакомо? Ужасно знакомо.. не понимаю. Дорога. Кино. Это похоже на.. ||\nЯ резко схватила девушку за руку и отдёрнула назад. Перед глазами сразу пронеслась машина. \n\nКино недоумённо посмотрела на меня, чуть ли не плача.\n—Хм? Что такое?- я повернула голову в бок.\n—Б-б...было больно,- она опустила голову, держась за руку.\nТолько сейчас я поняла, что мои руки в чём-то тёплом. В крови. Не зная, что сказать, я вновь попятилась назад. В глазах поплыло, звуки стали приглушёнными.\n—Ой, простите,- произнесла, напоровшись на кого-то. Я повернулась и побежала. \n\nПротискиваясь в толпе уже \"размножившихся\" людей, искала путь домой.\n\"Было больно... ты дура?.. приятно познакомиться,\"- воспоминания заполняли голову. Я снова врезалась, но это было слишком сильно. Пакеты взлетели в воздух. \n—Это же были подарки на день рождения моей дочери!! Ты всё испортила!- в меня вцепилась писклявая женщина. \n\n—Эй, вы! Успокойтесь!- к нам подбежало несколько милиционеров, пытаясь разнять. \nМоё лицо было похоже на тряпку. Боль вновь распространилась по всему телу.\n—Хей! Вы в порядке? Вы меня слышите?- уши заложило, я с трудом понимала слова. Смотря на плывущие очертания стеклянным взглядом, я попыталась встать. \n\n—Д-да,- мягко улыбнувшись, проговорила я. Затем подняла упавшие и чуть помятые пакеты и отдала плачущей владелице, которую успокаивал милиционер.\n\n\"Это было тепло\".",
    "answers": [
      {
        "id": 151,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "^-Привет. День прошёл прекрасно, так насыщенно и красочно.)) Я познакомилась с одной девочкой, её зовут Кино. В общем, всё отлично. А вы как? Я, вот, скучаю. А сейчас буду кушать и ложиться спать. Спокойной ночи.♡\n\n—Фу-ух.- выдохнула я и положила телефон на стол, взяв в руку кружку горячего чая с молоком. Сегодня вновь не обошлось без ран. Пришлось клеить на переносицу пластырь.\n\nЯ поужинала, приняла душ и легла спать. Смотрела на большую, полную луну. \n—Пап, а фто это за клуг?- детский голос, разбавляемый тихим скрежетом сверчков.\n—М? Это луна. Она отражает свет солнца, поэтому светит.- ответил низкий, мягкий голос.\n—Ого..- девочка легла на траву,- люблю луну. И фвёфды люблю. И тебя с мамой. И воопще всех!\n—Ха, разве?-бесчувственно ответил Он.\n—Пап?\n\nГромкий звук быстро входящего воздуха вернул меня в реальность. Рот скривился, а на глаза навернулись слёзы.\n—Зачем ты бросил нас?- спросила, уткнувшись в подушку.\nЧерез несколько минут телефон завибрировал. Я зажмурилась от яркого экрана, из-за слёз всё расплылось.\n\n°—А ты говорила, что у тебя нет друзей.\nЯ протерла мокрые глаза, часто заморгала и снова уставилась в экран.\n°—Рад за тебя.) Как себя чувствуешь?\n^—Уже лучше. Правда, немного рука болит.\n",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "°—Уже хорошо то, что она болит меньше, правда?\n^—Ну, наверное. А вы как там?\n°—Нормально, Мино заболела, сейчас жду её на улице.\n^—Ого. Пусть выздоравливает.\n°—Ну что, пойдёшь завтра в школу, м?:)\n^—Наверное. Надеюсь, ничего страшного там не будет.\n°—Конечно не будет, с чего бы. \n\n\"И вправду, с чего бы.\"- хмуро подумала я, припоминая детские годы.\n^—Наверное, я уже пойду спать. Спокойной ночи.)\n°—Спокойной. Будь умницей завтра.\nЯ выключила телефон и вновь уткнулась в подушку. Потом снова посмотрела на луну. На звёзды. Закрыла окно и отвернулась к двери.\n\n|| Мало по-малому я стала вспоминать все моменты жизни. Старалась вспомнить своих родителей, одноклассников и просто друзей. Хм, хотя. У меня не было друзей. Никогда. ||\n\n—А-а, почему я такая одинока-а-ая?- громко, как песню, пропевала я, катаясь по полу и отгоняя мысль о сне,- почему-у-у у меня нет домашних животны-ы-ых? Или же я не заслу...\nПрервалась на мысли, заслуживаю ли я существовать на этом свете. \"Хм, интересно. Ни разу не задумывалась над этим.\"- подумала, включив свет в комнате. Потом открыла окно и посмотрела вниз, на мерцающий город.\n\n\"Когда-то я пыталась кокнуться таким образом.. Хм-м-м-м-м.\"- я сдивнула брови, положив голову на согнутые руки,-\"Сейджи, какого чёрта ты меня остановил?\"\n",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "|| Вот и школьный день. || \nЯ скатилась с подоконника, кинула уже собранный рюкзак к двери из квартиры и начала готовиться к школе.\nПриняв душ, переодевшись в школьную одежду и приведя себя в порядок, я приступила к завтраку, но.\n\n\"Не забудь надеть бубенчики, это — принадлежность ко мне. Они будут круто смотреться.  С любовью, хозяин.\"- мысленно прочитала я, после чего посмотрела на рядом лежащие предметы,-\"ну ладно, одену\". \nЯ надела два бантика на ушки и ошейник. \n\n^—Доброе утро.) Я ушла в школу. Надеюсь, там будет круто.)- напечатала я, допивая вчерашний йогурт и съедая онигири. В портфель запихнула две штуки с рыбой и отправилась в мир ужасов и страхов.)\n\n\n—Знаешь ли, я не знаю почему, но,- я струдом открыла дверь подъезда,- мне не нравится эта затея. Просто, немного страшно. Понимаешь?\n—Мя-яу,- протянула серая полосатая кошка, поспешно следуя за мной.\n\n—И я о том же. Эта чёртова школа, кому она вообще сдалась? Люди вообще-то спать хотят.\n—Мр-р-р,- моя собеседница начала тереться о ногу.\n—Мх, да кому я говорю..- я тяжело вздохнула, чуть подтолкнув кошку в сторону,- всё, кыш. У меня сегодня будет сложный день.\n\nЯ шла по тротуару минут десять, пока передо мной не открылся простор школьного мира. \"М-м, пожалуй, мне было веселей с той кошкой\"- нервно подумала я, рассматривая учеников.\n",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "Быстро проскользнув между ящичков и охранника, я хотела уже пойти в класс, но как только пересекла белую полоску меня остановил мужской голос.\n—Эй, вообще-то здесь нужно снимать обувь!\n—Ум-м, конечно. У меня просто нет ключа от шкафчика. \n\n—А попросить? Держи,- и охранник бросил мне ключик, который я еле как поймала.\n—Спасибо,- я коротко поклонилась и пошла к своему шкафчику. Положив обувь, я высунула ключ из замочной скважины и поспешила в класс.\n\n—А-ам, ну, здравствуйте.- чуть улыбнувшись, начала речь.\n—Охаями.. Кимико?- спросил довольно молодой учитель.\n—Да,- коротко ответила и затихла. Взглядом сверлила ручку, записывающую мои данные в журнал.\n\n—Итак, можете начинать.- наконец этот парень отвёл взгляд от листа и, скрестив руки на груди, посмотрел на меня.\n—Меня зовут Кимико, как уже известно,- пробубнила я, кивнув,- а-а, мне 16 ле-ет..\n—Это что, уши?- раздался голос с задней парты.\n—Ну, да.\n\n—Ты что, неко что-ли? Пф-ф, у них же другая принадлежность!..\n—Вас не спрашивали,- вмешался учитель.\n—Да неко это же рабы! Они нужны только..\n—Хватит сейчас же!- наорал парень, а тот затих,- продолжайте.\n\n",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "—Ум-м,- выдавила из себя. Сейчас мне было настолько неприятно, что я даже ничего не могла сказать. Сверля взглядом того парня с рожками, стояла красная у доски.\n—Расскажите, к примеру о своих родителях,- отвлёк учитель.\n\n—А? Ну-у, у меня очень хорошие родители. Они-и добрые и красивые, сильно любят меня и.- я остановилась.\n—И?\n—И они каждый день на работе,- сглотнула,- но тем не менее уделяют мне внимание. Вот.\n—Хм-м,- легко постучал ручкой по столу,- а как их зовут?\n—Их зовут? А-м-м. Я.. Я не помню!- выпалила я, снова покрывшись румянцем.\n\n—Как это?-удивился учитель.\n—Я не знаю. Их.. больше. Нет.- еле выдавила спокойным голосом, но было слышно, как он дрогнул.\n—Садись за предпоследнюю парту, около окна.- после длительного молчания сказал парень.\n\nБыстро пройдя до назначенного места, я тихо плюхнулась на стул. На меня с улыбкой поглядывали одноклассники, и только один дьявол сидел в телефоне. Вскоре заметила кое-кого и сильно удивилась.\n\"Каким лешим Мей и Сейджи здесь появились?\"- подумала, смотря в их сторону. \n\nВ меня полетела бумажка, как только я перевела взгляд в окно. \"Ну привет:)))\"- было написано на ней. Не сложно было догадаться, что это от тех двоих.\n",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "—Хм-м. Ятаро Кенджи отсутствует,- пробубнил учитель, после чего обратился ко всем,- никто не знает, где он?\n—Наверное, снова органы продаёт!- выкрикнул кто-то, и по классу прошёлся тихий смех.\n—Что за глупости? Хм-ф, опять нужно узнавать самому. Дети, я пойду к секретарю, а вы ведите себя тихо,- и он вышел из класса.\n\n—Привет. Ты новенькая, да?- какая-то девочка с чисто белыми глазами и волосами такого же цвета облокотилась о мой стол.\n—Да, сегодня впервые здесь,- улыбнулась,- а как тебя зовут?\n—Оми, но можно просто Облачко. Меня называют так друзья.\n\n—Кимико, а правда, что ты не помнишь своих родителей?- парень с иссиня-чёрными волосами и сиреневыми глазами обратился ко мне.\n—Ну, да. Мне было всего три года, когда они. Мх,- я фыркнула.\n—Сочувствую. Кстати, я Хан, приятно познакомиться,- и он улыбнулся.\n—Мне тоже приятно.\n\n|| Все проявляли интерес ко мне, и это очень радовало. Здесь все были такими хорошими людьми. Ну, почти. ||\n\n—Пф. Нищая, и как же ты здесь оказалась? У тебя ж родаков нет.- вдруг дал свой голос тот, кто имел что-то против неко.\n—Выбирай выражения, Сатана,- серьёзно сказала Батя(так все называли беловолосую весёлую девушку).\n—Ты защищаешь таких, как она? Не знал, что ты могла настолько опуститься.\n—Будучи старейшиной этой группы я должна защищать новых участников. Так что прошу тебя заткнуться сейчас же.\n",
    "answers": [
      {
        "id": 157,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "—А то что?- огрызнулся тот.\n—А то я сама заткну тебя.\n—Пф. Ты серьё?..- Сатана не успел договорить. Каким-то образом его голоса больше не было слышно, хотя рот шевелился.\n\n\"Хм-ф.. этот наглый парень называется сатаной? Не думала, что такой ранг получает какой-то урод.\"- хмуро подумала я, отведя взгляд в окно.\n—Не переживай, он всегда такой,- проговорила Оми, грустно улыбнувшись.\n\n—Итак, я уже здесь,- громко объявил учитель, вошедший в класс.- так как это классный час, можете поразговаривать.\n\nЯ заметила очень странную особу. У неё были разноцветные глаза (один розовый, другой — голубой), зрачки будто зачёркнуты крестиками. Что-то лилось из её глаз, похожее на размякшие зефирки. У девушки были большие и маленькие крылья(4 штуки) и рожки, также нимб, дьявольский хвост и второй хвост, кошачий. Розовые волосы постриженны под короткое каре, уши как у эльфа. Она была облепленна людьми, видимо, её друзьями.\n\n\"Куда я попала..\"- подумала, осматривая её друзей: почти такие же чудовища, в основном девочки. \n—Это называется \"сью\"- голос около МОЕГО УХА. Я испугалась до полу смерти.\n—Мей, какого чёрта?- спросила, обернувшись к девушке.\n—Что? Сейджи вообще на твоей парте сидит. \n\n—М? Что вы вообще здесь делаете?- я попыталась скинуть парня с парты.\n—Вообще-то мы здесь учимся,- ответил разноглазый с покерфейсем.\n—Да нет. Как вы оказались около меня?\n—А, ну. Это Мей виновата, я вообще тут левый.- и беловолосый полетел на свою парту, потому что туда его катапультировала голубоглазая.. Я закрыла руками лицо.\n\n",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "Я ещё немного поболтала с другими, и прозвенел звонок. \n—Повторяю, ваша большая группа разделяется на две поменьше. Поэтому, кто хочет оставаться в этой, оставайтесь. Обязательно перейти Кимико, Сейджи и Мей. Всем ясно?- заявил учитель, на что все ответили \"да\". \n\n—Ну что, нравится в этой школе?- спросил Сейджи, идя слева от меня. \n—Да, здесь намного круче, чем в моей старой.- я широко улыбнулась, на что меня подтолкнули локтем.\n—А ты не так выглядишь, как тогда ночью,- сказала Мей, зажмурившись и улыбнувшись.\n—Хм-ф,- фыркнула,- кстати, как ты себя чувствуешь после того случая?\n\n—Ну, достаточно странно, раз я подружилась с Сейджи.\n—Эй, только не говори, что со мной прям невозможно дружить. Я нормальный.\n—Да ладно. Не говорю, но в уме прокру-у-учивается,- весело протянула девушка, тихо засмеявшись.\nВскоре мы остановились напротив нужного кабинета. \n—Не входите, пусть помещение немного проветрится,- начала кривляться Мей, пока из класса не вышла довольно старая учительница.\n\n—Не входите, пусть помещение немного проветрится,- сказала она, а я подавила смешок.\n—Серьёзно?- тихо спросила я у Мей, а она засмеялась.\n\"Меня немного настораживает то, что она такая весёлая. Нужно поговорить с Сейджи.\"- серьезно подумала, и подошла к парню.\n\n—Мы немного поразговариваем наедине, ты подожди, пожалуйста.- попросила я, отводя беловолосого в сторону. Наблюдала за Мей, которая быстро менялась в лице.\n—Всё? Нашей дружбе конец, да? Вот так и бросают лучших друзей?- спрашивала она с злобой и грустью в голосе.\n—Нет-нет! Мы просто поговорим и вернёмся.",
    "answers": [
      {
        "id": 159,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 159,
    "text": "—Сейджи, тебе не кажется, что Мей немного-о.. ну, странная?- шёпотом начала я, отойдя от голубоволосой на приличное расстояние.\n—Я тоже хотел об этом спросить. Она никогда не была такой, хотя я даже не отводил её к психологу..\n—Хм-м. Может, тот случай на неё повлиял? \nЯ начала вспоминать инцедент, произошедший относительно недавно.\n\n—Что за случай?\n—Ну, это долгая история. Короче говоря, мы поссорились, а потом. А потом мой хозяин проткнул её катаной, но сказал, что это не смертельно. Может, на острии было какое-то лекарство?\n—Даже не знаю. Тем не менее, я думаю, что ей намного лучше. Может, уже пойдём к ней?\n—Угу.\n\n—Ме-е-ей, а мы уже здесь.- я подошла к ней и обняла. Она сделала то же самое в ответ.\n—О чём разговаривали?\n—Да так, мы просто.. ну, это личное.- сказал Сейджи, приобняв девушку.\n—М-м. Ясно.- она еле заметно улыбнулась.\n\nНеожиданно в меня кто-то врезался. Сейджи подхватил меня и поставил на ноги.\n—Эй, смотри, куда прёшь!- Мей злобно оскалилась, хотя врезались не в неё.\n—Ой, извините.- съязвил парень с синими, местами голубыми волосами. Он быстро поднялся и ударил...\n\n—Кино!- выкрикнула я, когда увидела, как в лицо Кино врезался кулак. Потом её взяли два парня и заломали руки, а эта тварь начала бить её ещё сильнее.\n\"Господи, что..\"- только и успела я подумать, как налетела на парней. Я не умела драться, на старалась, как могла. Преимущество было на моей стороне, так как я не была человеком.\n\n—Что за дура?- меня откинули в стену. \"Вот чёрт, за что же.\"\nВ драку ввязались Мей и Сейджи. Надавав люлей тем, кто избивал бедную жертву, они помогли ей встать, а я. Просто смотрела на эту жестокость. На то, каким стало лицо Кино. Невероятная злость за неё кипела во мне. Я смотрела, как мастерски деруться мои друзья. \"Почему я так не могу?\"",
    "answers": [
      {
        "id": 160,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "Настроение было на нуле. Кино отвели к школьной медсестре, а я встала и вошла в класс, ожидая учителя.\n—Кхм кхм! Минуту внимания! — в кабинет вошёл уже знакомый мне парень,- с этого дня в вашей группе учится Кимико. Прошу любить её и жаловать. На этом всё, удачного дня.\n\nЯ села на то же место, на каком сидела раньше.  Посмотрела в окно. За ним летали вороны. Много ворон.\n—Пс.- позвал меня зеленоволосый парень, сидевший на парту вперёд,- Я Изуми, приятно познакомиться.\n—Мх, мне тоже.- натянуто улыбнулась.\n\n—Чи-чан, что опять случилось? Чего ты такая грустная?- обратился он к девочке по соседству. У неё было много пластырей на лице, необыкновенно-длинные ресницы, волосы цвета пшеницы. \n—М? Ни.. Чего,- тихо ответила она, странно останавливаясь.\n\n—Ну Чи-ча-а-ан. Скажи честно,- он сделал щенячьи глазки.\n—Др..уг забо.. лел.- ещё тише сказала девушка.\n—Какой друг заболел? Я что-ли?- из неоткуда появился парень с чёрными волосами и собачьими ушками, хвостом. Он начал облизывать Чи-чан, от чего она засмеялась.\n—Зеро! Разве ты не болен?- уже с улыбкой спросила девушка.\n—Для тебя могу быть и здоровым.)\n—Ви-и! Ты самый лучший!\n—Пра?.. Мне о..е. при....\n\nЯ заглянула в телефон. Никаких сообщений. \"Наверное, тоже занят.\"- подумала, открыв мессенджер.\n^—Привет.) Как вы там?- напечатала, после чего у меня его отобрали.",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "—Хей, это мой телефон!- я встала и попыталась дотянуться до гаджета, который был в руке у парня. Чёрные волосы, карие глаза, мерзкая улыбка — характеристика его рожи. \"Хм.. Я его где-то уже видела.\"- коротко подумала, наблюдая за тем, как брюнет читает сообщения.\n\n—Бфе, не интересно,- и он кинул телефон на пол. НА ПОЛ.\nЯ взяла гаджет в руку и перевернула стеклом вверх. Оно немного потрескалось, отчего к горлу поступил ком обиды.\n—Ой, кажется кто-то сейчас заплачет,- продолжал парень,- бедняжка! Тебя пожалеть? М-м?- он сделал движения пальцами у моего лица, как будто я ребёнок. \n\nКак раз выпал шанс отомстить, и я сильно сжала палец в зубах. Ещё немного, и я бы откусила его, но мне зарядили по голове. \n—Ох, ***.- ругался матом пострадавший, смотря на окровавленный палец. После этого он вышел из класса.\n\n—Ого, афигеть..- сказал кто-то из одноклассников. Начался шёпот.\n—Ам. Извини, но это моё место.- пронеслось в левой стороне от меня, на что я подняла голову. Стараясь сфокусироваться, разглядела розоволосую девушку с голубыми глазами. Она чуть улыбнулась, а я встала.\n\n—Прости, я не знала..- мне было крайне неловко.\n—Ничего. Кстати, ты новенькая? Надеюсь, мы подружимся. Ты выглядишь очень мило.- снова улыбка.\n—А-а, спасибо.- я тоже улыбнулась,- здесь не занято?- указала на соседнее место.\n—Нет, садись.",
    "answers": [
      {
        "id": 162,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "—Здравствуйте, дети,- зашла пожилая учительница, положила что-то на стол. Все встали и коротко поклонились,- садитесь.\n—Как прошли ваши каникулы? Куда ездили? По-очереди, с этого ряда.\n—Я летала на Некрон.- сказала шатенка, на что все удивились.\n—На Некрон? И что ты там делала?\n—Ну, жила там некоторое время. Там такие красивые гарпии! У меня даже перо есть, подарок.)\n—Покажи!- выкрикнул кто-то, на что девушка вытащила из рюкзака разноцветное, огромное перо.\n\n\"Ого. А я никуда не ездила.\"- поникше подумала я, погрузившись в свои мысли. Звуки поверхностно слышались, голова сильно заболела, глаза устало смыкались.\n—Охаями Кимико, пройдите в кабинет директора,- разбудил меня строгий женский голос. \"Что? Почему?\"- пронеслась мысль, а я встала и последовала за женщиной.\n\n—Вы видели, что натворили? Парень пошёл к медсестре, у него кровотечение! А вы? Отделались чем-то не стоящим. Вы понимаете, что таким образом порадаете на учёт, или, что ещё хуже, исключаетесь из школы? М?\n—Да.\n—Что вы скажете в своё оправдание? Почти откусить человеку пал. ..\n\"Первый день. Почему? Чёрт, голова ещё жутко болит. Может, смогу отпроситься? К чёрту эта школа. Хм? Почему..\"\n—Вы.. хорошо себя чувствуете?\n",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "—Да. Извините, я.. — поклонилась и вышла за дверь. \n\"Мне нужно найти место, в котором никого нет.\"- думала, ползая по коридорам \"пустой\" школы. Пришла в женский туалет, замкнулась в кабинке. И заснула.\n.\n.\n.\n.\n.\n.\n—Ха-ха, очень смешно,- натянуто улыбнулся мужчина, гладя девочку по голове.\n—Па-ап, а лазве нет?- спросила она, смотря на того большими голубыми глазами.\n—Нет,- он достал изо спины плеть.\nДевочка мигом встала и спряталась под диван.\n—Кимико, я же говорил, чтобы ты так не шутила,- прорычал отец, двигая диван. \n—Не надо, пожалуйста! Я больше так не буду!- говорила неко, плача от боли. \n\n—Будешь, м-м??- пьяным голосом спросила женщина, протягивая девочке бутылку сакэ.\n—М-ф.. мам, не хочу,- фыркнула та, запрыгнув беловолосой на колени.\n—Ты как себя ведёшь вообще?!- женщина скинула неко с колен, швырнув в неё бутылку,- мало били, да?! \n—Ам. С тобой всё хорошо? Как ж тебя там звали... Ким... А, Кимико? Всё нормально? Эй, ты меня слышишь?\nЯ сонно открыла глаз. Надо мной, на двери кабинки, висела уже знакомая мне девушка.\n\"Кажется, это та, что летала в Некрон\"- думала, чуть потягиваясь.\n\n—О, ты живая. Я уж думала скорую вызывать.\n—Ум, извини. Как тебя зовут?\n",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "—Я Висо, но друзья называют меня Виски. Странное имя, да? Сама не знаю, зачем родители его дали.\n—А, да нормальное имя.. А я. Кимико, как уже знаешь.\n\n—Кстати, что ты делала в туалете?- спросила девушка, идя рядом со мной по школьному коридору.\n—Кажется, я заснула,- пробубнила, вспоминая,- мне было плохо.\n—Заснула? Правда что-ли?- Висо подавила смешок,- а мы сегодня даже поесть не смогли. Вот, хотела в туалете перекусить.\n—В туалете? \n—Ага. Там спокойнее, никто еду не отбирает. Но, встретив тебя, я передумала. Так что, иди в свой кабинет, а я к своим пойду. Пока,- она махнула рукой и убежала за угол. Мы как раз подошли к моему классу.\n\nТихонько открыв дверь, я проскользнула на свою парту.\n—Ох, Кимико! Ты где была?- удивлённо вскликнула Оми, поспешно и легко обняв меня.\n—Да-а, просто. Мне было плохо,- обняла, после чего отстранилась и села за свою парту. Беловолосая придвинулась ко мне.\n—Плохо? Настолько плохо, что ты пропустила все уроки??\n—Все? Разве все?- удивилась уже я.\n—Да, сейчас уже вечер. Ты смотрела в окно?\n\n|| И вправду.. ужас, как такое вообще могло произойти? ||\nЯ вытащила онигири из рюкзака. Немного подавились.\n—О-о, онигири? Сама готовила?- вместо \"облачков\" зрачки Оми стали звёздами.\n—Нет. А у тебя что?\n—М-ф, темпура. Не люблю их, но мама говорит, что они полезные.\n—Ого. А почему не любишь? Вроде бы жаренная еда вкусная?\n—Да не знаю даже. Будешь? А то снова придётся выбрасывать. А мне дашь онигири. Идёт?\n",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "—Ну, если поможет..- сказала, обменявшись.\n—ХА, нищая ест темпура?? Это лишний раз доказывает, что ты нищая! — под ухом пронёсся этот противный голос, на что я закатила глаза.\n—Сатана, иди на все четыре стороны,- вмешалась подруга, встав из-за парты.\n—Пф, ещё одна. Ну ладно! Желаю подавиться!\n\nПоследующие минуты мы ели молча. Я смотрела в окно на так быстро наступивший вечер. \n—Кимико, пошли?- спросила Оми, а я повернула голову в сторону класса. Пустого класса.\n—А? Да, прости,- ответила, закинув рюкзак на плечо и последуя за девушкой.\n\nВыйдя из класса, я заметила, что многие даже не собираются уходить. \"Наверное, будут буянить ночью\"- подумала, идя уже одна по коридору. Оми куда-то потерялась.\n\nПередо мной вырос уже знакомый мне парень, скривил рожу и что-то промяукал, делая определённые движения.\nМеня позабавио это, отчего я улыбнулась.\n—Бфе, мерзость,- крикнул он, убежав к своим друзьям. Сзади я услышала отчётливые шаги. Я знала их уже наизусть. Тихо ходить не умеет, хоть и старается, только Сейджи.\n—Если ты хочешь поговорить, давай в следующий раз? Я не в настроении, прости,- проговорила, не поворачиваясь к парню лицом. Потом ушла.\n",
    "answers": [
      {
        "id": 166,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "На улице шёл дождь, а у меня даже зонта нет. Задумчиво глядя на лужи, медленно шла домой. Всё болело, я сильно устала. Вдруг кто-то ураганом пронёсся, задев меня за плечо. Я упала в лужу, чуть ободрав ладони и колени. \n\"М-м, хах. Просто. Прекрасно.\"- подумала, не поднимая головы. Да и сама я не сильно горела желанием вставать.\n\n—Что ты делаешь?- спереди раздался милый голосок одной из моих одноклассников. \n—М?- подняла голову. Это была та девочка с длинными ресницами и волосами цвета пшеницы. Руки, ноги и лицо были в пластырях. \n—Спрашиваю, что ты делаешь,- она наклонила голову в бок.\n\n—Ничего. А у тебя поднялось настроение?- переменила тему я.\n—Да, оно стало немного лучше,- Чи улыбнулась,- у тебя руки в крови. Почему?\n—Всё в порядке, я просто упала.- сказала, встав с асфальта и отряхнув юбку.\nДевушка взяла меня за руку, развернула её ладонью вверх и приложила свою. Меня почему-то это раздражило.\n\n—Готово,- Чи-чан снова улыбнулась, немного отойдя от меня.\n—Хм? Как ты это сделала?\n—У меня такая способность. Болит? Это побочный эффект.\n—Да нет, ничего не болит. Спасибо,- я рассматривала целые ладони и колени.\n—Ладно, пошли уже. А то ночь настанет, плохо будет.\n—Почему?\n—Меня поругают дома. Идём,- девушка вприпрыжку понеслась в нужную мне сторону. Я последовала за ней.\n",
    "answers": [
      {
        "id": 167,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "—Ты здесь живёшь?- спросила Чи, когда я остановилась у моего подъезда.\n—Да. А что?\n—Ничего. А у меня поместье есть. Если хочешь, можешь придти, только попроси себя пригласить.\n—Ладно, пока,- проговорила я, просовываясь в закрывающуюся дверь подъезда.\n—Пока.\n\nЯ проползла по ступеням на верхний этаж, где была моя квартира. Всунула ключ в замочную скважину уже открытой двери. || Стоп. Открыто? ||\n—Если здесь меня убьют, я не против умереть быстрой безболезненной смертью,- прокричала я в тёмную квартиру, после чего зашла.\n\nСвет зажёгся, передо мной образовались две фигуры, сзади них уже стоял накрытый стол.\n—Хозяин!- скинув рюкзак, я прыгнула на него и крепко обняла.\n—Кимико, поздравляю с началом учёбы!- радостно проговорил парень, тоже обняв меня. Мино немного улыбнулась. Она выглядела не очень хорошо.\n\n—Как вы? Почему не отвечали на сообщения?\n—Всё нормально. Много дел, я слишком загружен. А ты как?\n—Я хорошо. Мино, вы хорошо себя чувствуете?- я подошла к ней и обняла.\n—Да, Кими. Спасибо, что беспокоишься.- ответила девушка. Я заметила на её лице тональник. \"Наверное, плохо спит\".",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": "В следующее мгновение я прилипла к хозяину, обняв его со спины. \n—О-ох, Кимико. Чуть с ног не свалила,- он нервно засмеялся.\n\"Странные какие-то\"- подумала, не собираясь отпускать парня.\n\n—Ам, давай покушаем? Мы торт купили, как ты любишь.\n—Торт? А как я люблю? \n—Не знаю. Я подумал, что тебе понравится с клубникой.\n—Я попробую, спасибо.)\n—Ну, тогда, может отпустишь меня?\n—Нет. Буду так кушать.\n\nОдной рукой я взяла ложечку, а другой продолжала обнимать. Попробовав торт, смачно дёрнулась, хвост на секунду встал трубой.\n—Очень вкусно. А вы почему не ешьте?\n—Я не голоден, и Мино тоже. \n—Хм-ф, ясно.\n\n\n—Эм, и мыться мы тоже будем вот.. так?- спросил Шимадзу, встав изо стола. Я пожала плечами.\n—Может, сегодня не стоит? Всё равно утром душ принимаете, и я тоже.\n—М, ну ладно. Мин, помоешь посуду? А то я сегодня без рук.\n—Конечно. Можете уже стелиться, я подойду.\n—Спасибо. Ты у меня самая лучшая.- парень подошёл к девушке и поцеловал. Та лишь хихикнула.",
    "answers": [
      {
        "id": 169,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 169,
    "text": "Снова это большая полная луна. Я лежала под одеялом, также обнимая хозяина. || Мне не хотелось его отпускать, ведь так и бывает, что если отпустишь, он уйдёт навсегда. ||\n\n—Спокойной ночи, Кимико,- тихо пробурчал самурай.\n—Да, Кими. Спокойной.\n—И вам тоже. Сладких снов.)\nВнезапно мне стало плохо. Голова закружилась, всё поплыло перед глазами.\n—Х-хозяин? Мне плохо..- сказала, уткнувшись лицом в его спину.\n—Ничего, скоро пройдёт. А теперь, закрывай глазки и спи.\nПосле его слов я сразу заснула. || Странно. ||\n.\n.\n.\n.\n.\n.\nСолнце уже прокралось в помещение и, пройдясь, как каток, по моим глазам, заставило меня проснуться.\nЯ нащупала ту же кофту.. хозяина. Его не было рядом.\n\"Что? Как? Почему я не заметила?\"- с такими мыслями я встала и заглянула в проём,-\"уф, кушают. Меня бы позвали.\"\n\nБыстро посмотрев время(5:56), метнулась к дорогим мне людям.\n—Доброе утро,- подошла к Тоёхисэ и цмокнула его в щёку,- как спалось?\n—Чудесно,- парень натянуто улыбнулся.",
    "answers": [
      {
        "id": 170,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "—Что-то не так? Зачем так рано проснулись?\n—Кими, у нас работа, ты же знаешь,- проговорила Мино и отвернулась.\n—А почему меня не разбудили? \n—Ты так сладко спала, что нам стало жаль тебя будить,- ответил хозяин.\n—М-м, ясно. Сейчас, подождите, я быстро.\nЯ мигом очутилась в комнате, переоделась и вернулась на прежнее время. Пара уже поела, поэтому выходила из дома.\n\n—А, а! Вы даже не попрощаетесь?- залепетала, когда дверь за ними захлопнулась. Быстро напялив кеды, я спустилась на первый этаж, с трудом открыла дверь подъезда и побежала к садившимся в такси хозяину и Мино.\n\n\"Как так быстро?\"- подумала, догнав парня и схватив его за руку.\n—Вы что? Почему?\nШимадзу злобно оскалился, но потом быстро изменился в лице и взял меня за щёки.\n—Кимико, мне правда пора. Мы будем приезжать, обещаю,- мягко сказал он, обняв меня. Я обняла в ответ.\n\nПотом он сел в такси и уехал. Я снова осталась одна. \n|| Это была последняя встреча с ним. Больше он никогда не приезжал. ||\n—Хм. Ещё уроки делать,- пробубнила, махая вслед рукой, после чего вернулась в свою пещеру. Заглянула в дневник.\n\"Фух, только одно задали. Время есть, значит можно сделать\"- пронеслась мысль, от которой я принялась за работу. Но вот только, настроения уже не было.",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "—Эй, Кимико!- ко мне подбежал зеленоволосый парень,- не против составить мне компанию? А-ха-х, да кого я вообще спрашиваю?\n—М-м, да, не против,- ответила я, отвернувшись,- а где Чи-чан?\n—Да снова болтается со своим псом. Как же меня бесит эта парочка,- Изуми засмеялся,- ты не такая.\n—А-а, с чего ты взял?- я начала потеть. \"Мне это совсем не нравится. Мы знакомы только день.\"\n\n—Ну, не знаю. Просто, ты совсем другая. Совсем наивная дура,- снова смех. Парень обнял меня по-братски.\n—А-ха-ха, пх, и вправду. Наверное,- нервно засмеялась уже я.\n—Психанутая уже себе пару нашла? О, я совсем не удивлён,- раздалось сзади.\n—Что? Какая пара? Я-я..я вообще её в первый раз вижу,- отмазался Изуми, отойдя от меня на достаточное расстояние. В сердце защемило.\n\n—Да конечно, я не видел. Ха-ха-ха, нашлись двое врунов! Идеальная пара,- меня задели плечом,- куда идёшь? Дороги уже не достаёт? М-м?\n|| Что делала в этот момент я? Кипела от злости. От того, что со мной так обращаются. От того, что за меня никто даже не заступится. ||\n\n—Э-эй, да что ты творишь?! Отпусти меня! Помогите, кто-нибудь!- он заорал во всё горло от того, что я завалила его на землю. \n—Зачем ты делаешь это? Чего ты добиваешься? Что я тебе сделала?- через накатывающиеся на глаза слёзы спрашивала я, сильно теребя шатена за воротник.\n\n—А ну свалила отсюда, ненормальная,- одним взмахом меня отбросили на проезжую часть. Машины заскрежетали колёсами и остановились. || Хорошо, что моего лица тогда не было видно. Никто не должен был видеть моих слёз. ||\n",
    "answers": [
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": "—Вы в порядке?\n—Я звоню в милицию.\n—Как вы вообще можете бить девочку?\n—Она сама набросилась, как сумасшедшая!\n|| Пока это длилось, я просто лежала, скрутившись в клубок. Мои плечи подёргивались от недавнего порыва. Я. Хотела. Ещё раз. Увидеть. Его. ||\n\n—Вы меня слышите? Скорую, вызовите скорую!- совсем рядом раздался голос. || Этот голос.. почему я никак не могу забыть его? ||\n—Не надо,- сипло ответила, подняв голову. Никого не было вокруг.\n|| Нет, почему. Почему это происходит со мной? ПОЧЕМУ Я ВСПОМИНАЮ ЕГО КАЖДУЮ СЕКУНДУ? ||\n—Всё хорошо,- я мило улыбнулась.\n\n|| НЕТ, НЕ ХОРОШО. Я НЕ ХОЧУ ЭТО ГОВОРИТЬ. ЭТО НАПОМИНАЕТ ЕГО. ||\n\nВпереди показалась до смерти похожая фигура. \n\n|| НЕТ, ТОЛЬКО НЕ ОН. ||\n\nЯ сделала шаг вперёд, потом побежала. Он был так рядом, но я упала. Вокруг раздался смех. Много смеха.\n\n|| Что происходит? Я не смогла. ||\nВ глазах поплыло, уши заложило. \n—Фи, какая. Кажется, ей вполне хорошо живётся.\n—Ты что, у неё ж это. Родителей нет.\n—ХА, родителей значит? Хорошо, что они сдохли! Кто будет её терпеть.\n\n|| Никто. ||\n—Тем более, этот хозяин.. Хороший человек, правильно сделал.\n\n                                            || НЕТ. ||",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "—Эй, Кимико!- ко мне подбежал зеленоволосый парень,- не против составить мне компанию? А-ха-х, да кого я вообще спрашиваю?\n—М-м, да, не против,- ответила я, отвернувшись,- а где Чи-чан?\n—Да снова болтается со своим псом. Как же меня бесит эта парочка,- Изуми засмеялся,- ты не такая.\n—А-а, с чего ты взял?- я начала потеть. \"Мне это совсем не нравится. Мы знакомы только день.\"\n\n—Ну, не знаю. Просто, ты совсем другая. У тебя слишком доброе сердце,- уже серьёзно сказал он. Парень обнял меня по-братски.\n—А-ха-ха, пх, и вправду. Наверное,- нервно засмеялась уже я.\n—Психанутая уже себе пару нашла? О, я совсем не удивлён,- раздалось сзади.\n—Что? Какая пара? Я-я..я вообще её в первый раз вижу,- отмазался Изуми, отойдя от меня на достаточное расстояние.\n\n—Да конечно, я не видел. Ха-ха-ха, нашлись двое врунов! Идеальная пара,- меня задели плечом,- куда идёшь? Дороги уже не достаёт? М-м?\n|| Чттттттттттт ||\n\"Хм?\"- я обернулась назад. Там, обычной жизнью кипел город,-\"что только что произошло?\"\n\nПотом посмотрела на того парня, который просто наблюдал за моей странной реакцией. Палец был перевязан.\n—Пф... пф, пха-ха..- вырвалось у меня,- у тебя так забавно получается меня задеть.)\n—Что?- удивился пострадавший.\n—Ты ещё не понял? Это так тупо выглядит! В следующий раз постарайся задевать меня незаметно, ладно?- ответила я, продолжив свой путь в школу. Краем глаза смотрела на то, как он себя ведёт.\n\n\"Видимо, никогда не поймёт. Ну ладно, всё равно не мои проблемы\".\n\n\n",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "Зайдя в школу, я сняла кеды и прошла к свему шкафчику, у которого уже стояли какие-то девушки. Они смеялись и лазили в нём.\n—Ам, это мой шкафчик.- робко начала разговор.\n—О, смотрите! Что это?\n\"Игнорируют?\"- пронеслась мысль, и я взглотнула.\n—Кхем.. Что вы там делаете?- сказала уже громче.\n\n—Тот же вопрос к тебе. Что здесь делаешь ты?- наконец произнесла одна из наглых учениц.\n—Эм. Учусь, что же ещё?\n—Вот именно. Не понимаю, как ты сюда попала.\n—Это не твоё дело. А сейчас попрошу дать мне спокойно положить вещи. \nНа мои слова последовал смех.\n\n—С чего мы должны слушаться тебя? Ты что, самая умная тут?\n—Какие-то проблемы?- сзади из неоткуда выросла Мей.\n—Пфа, ладно. Пошли отсюда, девочки.- скомандовала блондинка, и банда наконец-то ушла.\n—Мей! Спасибо, наверное, без тебя я бы сегодня не пришла на уроки,- я обняла её.\n\n—Да ладно тебе. Что они с тобой сделали?- голубоволосая выглядела поникшей.\n—В общности ничего. А вот ты как-то странно выглядишь.\n—Разве? Со мной всё нормально.- она выдавила из себя улыбку.\n—Ну, тогда, я рада за тебя.- я заглянула в шкаф,- м-м, ну и потрепали же его. А ещё,- вытащила оттуда записку, положив кеды и закрыв его на ключ,-что это?\n\n\n",
    "answers": [
      {
        "id": 175,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 175,
    "text": "—Давай потом почитаешь, сейчас урок начнётся,- вернула меня в мир Мей, и мы пошли в нужный нам кабинет.\n\n\"Что же там может быть\"- думала я, сжимая листочек в руке. \n—Кимико, мы тебя ждём,- шепнула мне розоволосая, имени которой до сих пор не знаю. Я моментально встала и поклонилась вошедшей учительнице, потом села со всеми ребятами.\n—Здравствуйте, дети. На прошлом уроке вы рассказывали о том, как провели выходные, а сегодня напишите об этом. Итак, достаём тетрадки и пишем..\n\n\"Как провели выходные? Но.. я же не смогу написать, что пожила на улице, нашла хозяина и спасла каких-то фруктов. Что за бред тогда будет? Напишу, что отдыхала в другом городе.. или даже в стране.\"\n\nЯ аккуратно выводила буквы в тетради. Написала всё, что придумала. Как раз прозвенел звонок.\n—Домашним заданием будет рассказ о ком-то. Можно написать о родных, друзьях, или каких-то интересных личностях. До свидания.\n\n—О ком напишешь?- спросила соседка по парте.\n—Не знаю. Как тебя зовут?- наконец решила познакомиться.\n—Это новый способ переводить тему? Хах, мне нравится,- она улыбнулась,- я Мятный леденец. \n—Имя такое? Странно, но прикольно. Приятно познакомиться.\n—Мне тоже крайне приятно.",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "Я посмотрела вокруг. На миг вспомнила всех, кого вообще знаю или знала раньше.\n\"Где Кино? Я не видела её с того момента, как Мей и Сейджи.. и он тоже пропал. Это же не может быть просто случайностью?\"\n—Мей, ты..\n—Что? — она обернулась, как только я взяла её за плечи.\n—Ты не знаешь, где Сейджи?\n—Что? С-Сейджи? Ты вообще о ком?- занервничала девушка.\n—Ам-м.. ты не помнишь что-ли? Это..\n—Ты пришла только чтобы узнать об этом человеке? Только для этого я нужна, да? Почему ты не сказала раньше? Тогда мы бы не дружили, и ты бы не обманывала всех!\n\n—Н-нет! Я просто спросила..\n—Ну да, просто спросила. Да вы все \"просто спрашиваете\"! Если он так.. если он так интересен тебе, то ищи его одна!- Мей развернулась и ушла.\n—Одна? Почему?\n\n—Потому что, чепуха. Твой IQ слишком низок, чтобы иметь друзей,- раздалось под ухом.\n—Да хоть ты можешь не лезть?- прорычала я, отойдя от Сатаны.\n—Хах, нет,- улыбнулся он.\n—Надеюсь, тебя исключат раньше, чем я здесь умру.\n—Надейся и дальше. \n\"Неужели сейчас будет урок в сопровождении с ним? О Господи, зачем..\"\n\n|| Уроки длились бесконечно, как и времяпровождение с неприятными мне людьми. Наконец день подходил к концу. ||",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "\"Пока есть время, я могу поискать Сейджи. В следующий раз мне стоит брать номера других.\"\n—Сейджи! Сейджи, ты где? — звала парня, ища его и в школе, и на улице.\n\"Мей ушла после того случая. Вот чёрт, я не знаю, где кто живёт. И как мне искать?\"- думала, глядя себе под ноги. Ветер подул, разовья мои волосы. Обернувшись, увидела, как парень мелькнул за переулок.\n\n—Сейджи? — я побежала за ним и, завернув за серый дом, засекла того спиной ко мне.\n\"Вот и тупик.\"\n—Сейджи, всё хорошо?- медленно подошла к нему. Парень развернулся, спрятав руки за спину.\n—Да, всё круто.\n—Ам, правда? Ты не выглядишь на \"круто\".\n—Человеку не обязательно выглядеть хорошо. Ему может быть лучше всех, когда он будет похож на мертвеца.\n—Но, тогда он будет обманывать.\n\n—Что? С чего ты взяла?\n—Так не бывает. \n—А-ха-ха,- беловолосый нервно засмеялся,-  бывает, конечно бывает.\nЯ попыталась обойти его, но тот всё время стоял ко мне передом.\n—Что там у тебя?\n—Ничего.\n—Тогда почему ты не даёшь мне посмотреть.\n—Потому что тебе не надо этого делать.\n\n—Что?- я на секунду остановилась, но после быстро взяла парня за руку и вытянула ко мне. Кровь.\n",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "—Кимико, чёрт тебя дери!- он попытался отдёрнуть руку, но я.. но я сжала рукав ещё крепче.\n—Ты порезался? Что? Да о чем ты думал, когда это делал?\n—Тебе вообще какое дело?- теперь он попытался меня оттолкнуть.\nНаконец я смогла взять под контроль вторую руку с ножом.\n—Да как ты не понимаешь? Зачем ты это сделал?\n—Я сейчас тебя порежу,- Сейджи начал давить на меня сверху.\n—Что подталкивает тебя на это? Или я так мало знаю тебя?\n—Да, так мало знаешь! Отпусти, иначе тебе же будет хуже.\n—Не отпущу. Это Мей сделала? Вы с ней поссорились?\n—Ты ничего не понимаешь! И никогда не поймёшь, что я чувствую. Ты никогда не поймёшь этого!\n\nМне было сложно держать руки в таком положении: когда нож мог вонзиться в меня. Я начала отводить их всторону, как нарочный крик заставил меня отпустить их.\nНож выпал.\n\nСейджи толкнул меня так, что я упала на асфальт. Парень быстро скрылся.\n\"Мф.. ну и встреча\",- подумала, медленно встав. Подобрала окровавленный нож и повернула его другой стороной.\n\"Острое лезвие. Как можно этим.. ум-м, Сейджи и вправду хочет умереть?\"- я выбросила оружие и побрела к себе в квартиру.\n\n",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 179,
    "text": "—Итак, я дома,- произнесла я, открыв дверь моего жилища. Не пройдя пару метров, споткнулась о большой пакет, лежащий на полу.\n\n—Откуда это?- буркнула, сев около него на корточках. Потом начала рыться в нём.\n\"Хм? А это ещё что?\"-, я достала какой-то мешочек, где нашла тушь, помаду, тени и т.д. Рядом записка \"Ты уже большая девочка, так что мы купили тебе набор для макияжа. Надеемся, тебе понравится. С любовью, Мино и Самурай.\"\n\n\"Точно, записка!\"- промелькнула мысль, и я вытащила из рюкзака ту бумажку,- \"Ну чтож. Если ты не понимаешь по хорошему, то следует предпринять другие меры. Короче говоря, ты нам не нравишься, поэтому.. ожидай чего угодно, малявка.\"\n\n—Хах. Ну и ну. Прекрасная школа,- выбросила записку в мусорку. После этого села за уроки.\n\n\nЯ лежала на футоне и смотрела на еле заметные звёзды. Уже ночь. Думала про тот случай сегодня. \n\"Даже в голове не укладывается.. Кто ещё скрывает от меня свои успехи в жизни?\"\nЯ обняла футболку хозяина. \"Пока он не вернётся, я буду вспоминать этот день. То, как он посмотрел на меня.\"\nЗаметила что-то твёрдое на ней. Вывернула и увидела засохшую кровь.\n\n\"Откуда она?\"\n",
    "answers": [
      {
        "id": 180,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 180,
    "text": "\"Может, это когда я порезалась? Ум-м, но я же немного.\"- я посмотрела на свою руку, где остался небольшой шрам,-\"вот чёрт, почему он раньше не сказал.. да и я. Забыла об этом.\"\n\nЯ посмотрела на небо. Тучи закрыли луну и звёзды, веяло влажным воздухом. \"Сейчас бы выйти, просто посидеть.. Хм, а это неплохая идея. Только вот.\"- я заглянула в телефон. \n\n°—Здравствуйте, хозяин,- напечатала, после чего уткнулась лицом в подушку. Через минут пять пришло сообщение.\n^—Привет, дорогая. Как твои дела?\n°—Хорошо, а у вас? Я очень рада, что вы пришли.)\n^—О, эм. Правда что-ли? У меня сойдёт. У Мино тоже.\n°—Кстати о Мино. Что с ней вчера было?\n^—А что не так?\n°—Странная какая-то. Вам не показалось?\n^—Ничуть. Она всегда такая.\n\n\"Всегда? Раньше была совсем другая\".\n°—Как день прошёл?\n^—Кимико, я спать хочу вообще-то, не мешай,- через несколько минут ответил парень.\n°—Ой, извините. Спокойной ночи.♡\n\nЯ отложила телефон в сторону и села по-турецки.\n\"Вот чёрт, забыла спросить про кофту. И почему всегда \"хорошо\"? И что с Мино? Да и сам.. хозяин странный какой-то.\"- такие мысли крутились у меня в голове. \n\nЧтобы освежиться я открыла окно пошире и вылезла, захватившись за трубу. Потом переползла на железную лестницу и начала забираться на крышу.",
    "answers": [
      {
        "id": 181,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 181,
    "text": "|| Как только я выглянула изо стены, передо мной открылся прекрасный вид на город: мерцания, шумы, красивое беззвёздное небо и.. парень, который КАЖЕТСЯ СЕЙЧАС ПРЫГНЕТ. ||\n\n—Остановитесь, суицид не выход!!- заорала я, хотя этот \"суицидник\" даже не хотел поканчивать с жизнью.\n—М?- он повернул голову,- а кто сказал, что я прыгаю?\n—А..- только это смогла произнести. \"Какой позор.\" Я уже собиралась уходить, но остановилась.\n—Постой, ты можешь тоже посидеть здесь. Ты же за этим и пришла?- окликнул меня парень.\n\n—М-м, ну..- промямлила, поднявшись на бетон. Потом я села на край крыши и, свесив ноги, легла. \n—Почему ты думала, что я самоубийца?- через некоторое время спросил он.\n—Потому что.. у меня друг такой.\n—Хм. Суицид. .. такая фиговая штука.\n\n—Кстати, как звать-то тебя?\n—А.. Кимико, а вас?\n—Гр, не говори на \"вы\", это раздражает. Я Арма. \n—Приятно познакомиться,- пробубнила я, отвернувшись.\n—Эй, не стоит обижаться.- парень перевернулся на бок. Заметила его взгляд на мне.\nЯ фыркнула и чуть покраснела. \n\n—Ты спишь вообще?- снова начал Арма.\n—А?- повернулась к нему лицом.\n—На тебе лица нет. Почему?\n—М-м. Всё хорошо,- я улыбнулась.",
    "answers": [
      {
        "id": 182,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "—Со мной прошу быть честным. А вообще, это не моё дело.- парень затих.\nЯ посмотрела на небо. \"Звезда.. такая яркая и такая одинокая.\" || Почему-то она напоминает мне о.. ||\n\n—Лаз, два, тли, четыле..- детский голос раздавался в тишине морской волны.\n—Кимико, что ты делаешь?- спросил мужчина, мило улыбаясь.\n—Опять сбилась. Па-а-ап,- протянула девочка, глухо упав на песок.\n—Пытаешься сочитать звёзды? Глупенькая же ты. Их так много, что никто не сочитает.\n—Плавда что-ли? Мэ, а я-то думала,- неко фыркнула, повернувшись к отцу,- а где мама?\n—Мама? Она работает,- его лицо сразу изменилось.\n—Хи-хи, работает? А я думала, что она снова пъёт воду,- широко улыбнулась она, сверкая большими глазами.\n\n—На тебя слишком плохо влияют звёзды. Я тебя не раз предупреждал.\n—Пап? А что я сказала..- девочка встала и зашла по щиколотку в воду.\n—Кимико, куда ты пошла? Теперь тебе не так смешно, как было?- со злобной усмешкой мужчина начал надвигаться на дочь.\nОна испуганно поджала ушки и забежала глубже. Потом поплыла.\n—Стой, Кимико! Остановись сейчас же!\nПоднялась большая волна и накрыла красноволосую. Звёзды погасли, тучи закрыли их. Так тихо.",
    "answers": [
      {
        "id": 183,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 183,
    "text": "—А.. Кимико? Ты.. плачешь?\n—Что?- я пришла в себя,- плачу? С чего ты взял? \n—Я не настолько слеп, чтобы не видеть, как лезут капли из твоих глаз.\n—Разве не дождь?\nАрма сделал лицо \"ага-да, так я тебе и поверил\". Я пожала плечами, кротко улыбнувшись и быстро смахнув слёзы. Несколько минут мы сидели в тишине.\n—Эм. Ты меня остановила. Тогда я и вправду хотел спрыгнуть. Но ты мне помешала, и я прикинулся, что ничего не было.- парень грустно улыбнулся.\n\n—Но зачем?- тихо спросила я, пождав уши.\n—Ты ведь тоже хотела, поэтому и пришла сюда. Я правильно понял?\n—Нет, я. Просто решила освежиться. Здесь прохладно и ветер приятный..\n—Тогда..-  взяла его руку и развернула ладонью вверх. Порезы. Много порезов.\n\n|| На меня нахлынуло крайне неприятное чувство. Что, получается, все, с кем я знакома, они.. Нет, почему. Разве жизнь настолько ужасна? Разве можно просто обрывать её? ||\n—Не делай так, хорошо?- я вытащила цветные пластыри из кармана джинс, которые купила по дороге домой.  Потом стала наклеивать свежие шрамы.\n\n—А. Зачем? Прекрати.- Арма отдёрнул руку и отодвинулся от меня.\n—Тебе не нравятся пластыри? Я могу купить другие, только.- я подвинулась к нему и снова взяла руку, но.\n—Нет! Не надо. Ничего не надо,- он встал и подошёл к лестнице,- странная ты. До завтра.",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "Подождав, пока парень уйдёт, я посмотрела вниз, на горящий город. На ум приходили ужасные мысли. Я начала вспоминать, как со мной обращаются в школе, как Мэй и Сейджи повели себя сегодня, как хозяин отвечал мне по телефону, и.. Снова это детство.\n\nДевочка быстро бежала по красочному саду, изредка цепляясь за ветки обширных крон низких деревьев, и весело смеялась. Добежав до заржавевшей калиточки, она нырнула в заросли роз и там затихла.\n\n—Кимико-о, ау-у!- мужской голос раздавался по всему саду,- где ты? Хм-м-м, где же это может быть? Возможно..здесь!- отец схватил маленькую неко за плечи и вытянул к себе. Но она выпрыгнула из его объятий и кувырком покатилась по небольшому склону, ведущему к дороге.\n\n—Кимико, что ты здесь делаешь?- членораздельно спросила беловолосая женщина с кошачьими ушками, держащая в руке дымящуюся сигарету.\n—Аф.. мам, я нечаянно,- девочка попятилась назад, кашляя от дыма. \n—За нечаянно..- взрослая неко выдохнула клуб дыма, снова зажав сигарету между пальцами,- бьют отчаянно. \n—Тронешь дочурку — пальцы оторву,- присоединился мужчина, взяв Кимико себе на руки. Мать всего лишь засмеялась.\n\n|| Развод. Тогда я не знала, что это. Не знала, почему родители часто ссорились. Не знала, почему отец бил меня, когда я шутила про мать. Не знала, почему только он игрался со мной. Ничего не знала. Такая глупая. ||",
    "answers": [
      {
        "id": 185,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 185,
    "text": "Слёзы ручьём полились из глаз. Мне было настолько плохо, всё так густо сплотилось, что я не могла сдерживать эту солёную жидкость. Я закрыла лицо руками и уткнулась им в колени. \n\nВдруг меня кто-то обнял и уткнул в тёплый свитер. Пахло дождём.\n—Сейджи, зачем ты пришёл..?- всхлипывая, промурлыкала я.\n—Я хотел кое-что сказать тебе. А ещё,- каким-то образом парень запихал в мой рот таблетку, а потом крепко закрыл его рукой,- глотай\n\n—Невкусно, убери,- постаралась промямлить, но, скорее всего, ничего не было слышно. Попытка встать и выплюнуть отраву не удалась, так как беловолосый держал меня в лежачем положении. \n\n—Я сейчас задохнусь, перестань,- вновь проговорила я в руку. || Мне ничего не оставалось делать, как попробовать.. а нет, мои руки тоже обездвижены. ||\n\"Ну, Сейджи, ты у меня получишь\"- подумала и, насупившись, проглотила таблетку. Потом расцарапала руку парня и отпрыгнула от него на значительное расстояние.\n\n—Да ты с ума сошёл,- тяжело дыша, сказала я. Сейджи повернул голову в бок.\n—Не я, а ты. Ты видела сколько градусов на улице?- наверное, просто так спросил он,- да и к тому же. Спать надо ночью, а ни плакать на краю крыши.\n—А ты чего не спишь? И вообще-то я не плакала,- буркнула уже тише.",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 186,
    "text": "—Тебе ещё врать не надоело? Кимико, ты себя в могилу скоро сведёшь.\n—Ну и что? Какое тебе дело? Ты сам.. ты сам сегодня хотел сдохнуть, а я не могу, да?!- я покраснела от обиды и злости.\n—Да, не можешь! Ты должна жить, как нормальная девочка.\n—Хватит. Не хочу слушать. Зря ты пришёл. Зря ты вообще появился на свет!- я закрыла уши руками, зажмурившись. Кажется, он молчит.\n\n—Прости,- тихо сказала, уткнув лицо в колени,- прости, пожалуйста. Прости.\nГлаза начали слипаться, и вскоре я поняла, что таблетки были снотворным. \n—Зачем.. зачем ты это делаешь..- шептала. Всё тело маскимально ослабло.\nСейджи взял меня на руки и начал спускаться с крыши.\n\n—Отстань,- сопротивление с моей стороны было невозможным, да и парень просто игнорировал меня.\n—Почему ты молчишь? Язык проглотил?- я усмехнулась,- хей, прекращай уже. Это не смешно.\nЧерез окно мы попали в мою квартиру. Разноглазый положил меня на футон, укрыл одеялом и закрыл окно.\n\n—Сейджи.. почему ты делаешь всё это.. это же не из-за дружбы. Ты хочешь, чтобы я тоже сделала для тебя что-то хорошее?- мне было нечего делать, кроме как говорить.\n—Мог бы просто прямо сказать. Не нужно подлизываться. \n\n—Давай спи,- наконец сказал он и ушёл из комнаты. Дверь в квартиру захлопнулась.\n —М-м..- промычала я и вскоре заснула.",
    "answers": [
      {
        "id": 187,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 187,
    "text": "Чёрная комната, прозрачный пол и стены. Я шла в никуда.\n\"Ха-ха, наверное, все мои сны будут такими прекрасными. Чёртов.. Сейджи.\"- думала, продвигаясь на свет.\nВдруг послышалось громкое, судорожное дыхание. Как раз там, куда я иду.\n\"Так, может, не надо туда? А может там помощь нужна.. Короче, я любопытное, поэтому пойду. Ага. Да.\"\n\nЯ пришла на звук и увидела..\n—Мей?- спросила, и мой голос эхом раздался в тишине,- Мей, что ты здесь..\n—Нет, нет. Я не..- что-то тихо мусолила она.\n—Эм. Всё нормально?\nВдруг заиграла какая-то колыбельная, слова мутно слышались.\n\"Жила на свете девочка Мей\n...\nБыли у неё два острых крыла\nИми она и мать довела.\n...\nПод тяжестью крыльев девочки Мей\nВстретила боль с кончиной своей.\"\n\nИ резкий низкий звук фортепиано. Я заткнула уши.\n—Мей убийца, Мей убийца, убийца, убийца..- раздавалось шёпотом ото всех стен.\n—УБИЙЦА.\n\n\n—Ха,- выдохнула, проснувшись. Телефон трещал по швам от будильника.\n\"Я же не ставила его.. Хм.\"- подумала я, взяв гаджет в руку. 13:57.\n",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 188,
    "text": "—Чего? Я опоздала в школу? Как??- я вскочила с футона, но потом снова села на него,- хм-ф, уже без толку идти. Ну ладно.\nЯ снова взяла телефон и зашла в мессенджер. \n\"0 сообщений. Ну ладно\"- промелькнула мысль, после которой я напечатала \"доброе утро☕\".\n\nПотом снова встала, походила по комнате, пошла на кухню, поставила завариваться чай. \"Хм.. сегодня лучше молоко попить\"- выключила чайник.\nТелефон завибрировал, и через секунду я уткнулась в него.\n\n'—Привет, Кими),- незнакомый номер.\n^—Привет?\n'—А, о, прости. Я Мино.\n^—Ого, Мино? А почему вы раньше не писали?\n'—Дел много, я ужасно устаю) Вот, решила хоть что-то написать.\n^—Спасибо, а то мне совсем не с кем разговаривать.\n'—Кими, прости, но мне пора. Потом поболтаем, хорошо?\n^—Ага.. Счастливо вам.\n'—Не расстраивайся. Целую.♡\n\n—М-м, ну ладно,- я переместилась на кухню. Там выпила кружку молока, потом оделась, собрала рюкзак и вышла на улицу.\n\"Впервые такая ясная погода.\"\nСолнце слепило глаза, отчего я всё время жмурилась. Пройдя некоторое расстояние, пришла в парк и села на одну из скамеек.\n\n—Как жарко, просто ужас. Сейчас разве не осень?- мурлыкала я себе под нос, поедая онигири с рыбой. Потом я подняла голову и закрыла глаза, вытянув ноги.\n\"Кто-то споткнётся? Пусть, помогать не буду\"- думала, отдыхая.",
    "answers": [
      {
        "id": 189,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 189,
    "text": "—Эй, Кимико!- послышалось где-то далеко.\n—М?- открыла глаза и оглянулась. Никого.\n—Кими-и-и-ико!!- уже громче раздалось по парку.\nЯ встала с лавочки и лучше бы не делала этого, потому что увидела, как на меня летит знакомая фигура.\n—Кино? Ты..- я прищурилась и догадалась, что сейчас меня собьют с ног. Ха, так и произошло.\n\n—Кимико, как давно я тебя не видела, ах!- кричала девушка мне в ухо, обнимая меня.\n—Кино, гд-д...где ты пропадала?- я еле как закрыла ей рот, обняв в ответ.\n—Меня отвезли в больницу после того, как с пацанами подралась. Вот же твари, а.) Иду я такая домой, никого не трогаю, и тут.. О боже, не уж то Кимико сидит? Ты ведь меня тогда пыталась защитить!  А один тебя так отсёк, что я аж АФИГЕЛА. Не болит сейчас?\n\n—А, я даже и забыла про это.. Да нет, я в порядке, а ты как? И кстати, из-за чего они тебя так отлупили, если не секрет?\n—Та голова немного болит, а так всё хорошо. Прикинь, разбили мне её! А началось это потому, что один дибил мне рисунок порвал.\n—Ох, чего это он так..- я задумалась,- кушать не хочешь? У меня зефирки есть.\n\n\nМы сидели на той же лавочке. Кицунэ запихивалась едой, а я думала. \"Наша встреча.. Если бы я сюда не пришла, мы бы увиделись в школе. А может и не увиделись.. Вдруг она перевелась? У неё же наверняка есть родители. Может, спросить? Нет, будет глупо. Завтра увижу. А нет, завтра же выходной. М-м.\"\n",
    "answers": [
      {
        "id": 190,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "—Вот где ты! Попалась!- через спинку кувыркнулась какая-то девушка и обняла Кино сзади. \n\"Хм, это как-то очень.. Кино выглядит лет на 11, а она. Хм.\"- думала я, смотря, как щекочут друг друга девушки и смеются.\n—Да стой, подожди же ты..- через смех останавливала рыжеволосая незнакомку,- всё, прекрати. Кхм.\nОна посадила девушку на скамью и обратила внимание на меня, в то время, когда я уже собиралась уходить.\n\n—Ам, Кимико, это Наоке, моя старая подруга. Наоке, это Кимико, я с ней познакомилась совсем недавно, но она такая крутая! \n—Приятно познакомиться,- Наоке улыбнулась. У неё была весьма странная внешность: одна половина волос красная, а другая чёрная, также чёрные глаза. Одежда вроде приличная, будто домашняя, и тоже в чёрно-красных оттенках.\n\n—Мне тоже.\n—Давайте погуляем и отожжём, как следует!- прокричала лисичка, и её подхватила моя новая знакомая. \n—Эм, ребят, я, наверное, не смогу.- невольно сказала я.\n—Э-э, почему? Отказы не принимаются. К тому же, ты еды запасла на целый год! Пошли, ну пожалуйста!\n\n—Мне правда пора. Ещё уроки на завтра делать, тем более у меня не у кого спрашивать.\n—Ну вот! Стоп. Вообще-то завтра суббота, мы не учимся, забыла? Короче, пошли,- Наоке взяла меня за руку и мы побежали за Кино.\n\n\n—Эй, эй, а давайте в кино?\n—Может в кафешку заглянем?\n—О, давайте тачку украдём? Давайте, а?\n—А может побудим один денёк хулиганами? Попинаем велики, давайте?\n—Хочу куша-а-а-а-а-ать! Нао, Кими, давайте поедим!\n—Смотрите, это же парк аттракционов! Пошли-и-и-и!",
    "answers": [
      {
        "id": 191,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 191,
    "text": "Я размешивала сахар в кружке, положив голову на руку, и вспоминала, как весело прошёл сегодняшний день. Только вот..\n\n\n—Вы посмотрите, кто идёт! Да ещё и с кем! Хах, даже ходить научилась, а, рыжеволосая тварь?)- к нам шли несколько парней. \"Хм, кажется, один из них тот, кому я чуть не откусила палец. Нужно было приложить больше усилий.\"\n\n—Эй, ты кого рыжеволосой тварью назвал?- вмешалась Наоке, и не удивительно. Они подруги.\n—А, я тебя даже не заметил. Интересно, ты дальтоник?- чёрноволосый расмеялся.\nНеожиданно кто-то взял и потянул сзади за мой рюкзак, после чего легко снял его и отошёл.\n—Пацаны, смотрите! А-ха-ха, что это за дрянь?- блондин начал вытряхивать всё из рюкзака. \n\n—Знай своё место!- я отдёрнула свою вещь и начала собирать упавшее содержимое.\n—Так, посмотрим, что это? Каракули. А я возму и порву!- он откуда-то достал наши рисунки и разорвал в клочья.\n—Да ты совсем оборзел?!- Наоке вмазала этому уроду, от чего тот чуть не упал.\n\n—Эй, полегче. Так и ручку разобьёшь,- блондин лишь улыбнулся. Я подошла и начала его пинать.\n\"Как же ты бесишь. Всё бесит.\"—думала, нанося всё новые удары. Немного прошло, как меня тоже начали бить. Мне отбили рёбра, а потом ушли.\n\n—Кимико, ты как? Мы поможем тебе дойти до дома, не переживай. Скорую не надо вызывать? Эй, ты слышишь меня?",
    "answers": [
      {
        "id": 192,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 192,
    "text": "Я вдохнула побольше воздуха и отпила глоток чая с молоком. || Я не пью его без молока. Слишком горький тогда получается. ||\n\n^—Привет, хозяин, Мино. Как вы? Всё хорошо?- напечатала, облокотившись о стул.\n°—Привет, солнышко. Я в порядке, а ты?\n^—Тоже в норме. Чем занимаетесь? Мино ещё работает?\n°—Нет, Мино уже спит. А мне вот что-то не спится. А ты что делаешь?\n^—Ужинаю. Кстати, спасибо, что заботитесь обо мне. С вами я точно не умру.)\n\n°—Не говори о смерти, ты и без нас не умрёшь. Как учишься? Что сегодня в школе было?\n^— Учусь хорошо, в школе всё отлчино. Завела много друзей, мне нравится. \n°—Хах, значит, мы больше не нужны тебе?\n\"Чёрт, глаза слезятся. Наверное, из-за пара от чая\",- я протерла глаза и снова посмотрела в телефон.\n\n°—Рад за тебя) Теперь тебе будет не так одиноко, это очень круто.\n^—Спасибо.)\n°—Ну ладно, наверное, ты уже хочешь спать, да и я засыпаю. Спокойной ночи, дорогая.\n^—Спокойной, хозяин.\n\nЯ отложила гаджет и сделала новый глоток, но кому-то приспичило мне позвонить. Взяла трубку.\n—Кимико, привет, это я, Кино. Знаешь, завтра по идее мы учимся, но так как это первая неделя, нам сделали выходной. Поэтому все будут развлекаться. Предлагаю и нам потратить этот день с пользой. Короче говоря, жду тебя завтра в парке на той же лавочке в 11:30. \n—А-ага, хорошо. Брать что-т..- я не успела договорить, как девушка сбросилась.",
    "answers": [
      {
        "id": 193,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 193,
    "text": "Новый день, новое солнце, а значит и новые ощущения. Я встала рано утром, быстро покушала и начала собираться.\n\n\"Так, значит, нужно взять еду, воду. А то Кино с ума сойдёт. Не забыть причесаться и написать хозяину. А сколько сейчас время? 11:23? Так я же опаздаю!\"- после этих мыслей я быстро зачесала волосы, напечатала в телефоне \"Доброе утро, как вы?\", собрала рюкзак и выбежала на улицу.\n\n—Кино, привет,- широко улыбнувшись, крепко обняла девушку.\n—Кими-тян, ты пришла!- она обняла меня в ответ.\n—А где Наоке?\n—Та играет в телефон. Вон,- Кино указала пальцем на далёкую фигуру девушки,- она ещё не знает, что мы идём гулять. Это будет сюрпризом.\n\nНеожиданно кто-то якобы начал душить меня сзади, ударив рукой в кадык так, что дышать было невозможно несколько секунд.\nПока я пыталась не умереть, этот кто-то надавил на мою голову, делая из моих волос нечто под действием прокрутки туда-сюда.\n\n—Сейджи, ты..- я впилась когтями в его руку.\n—Ха-ха, Кимико. А как ты меня узнала?- он невинно улыбнулся.\n—Кто мне ещё так сделает? К тому же, ты пахнешь дождём, и Я СЕЙЧАС ЗАДОХНУСЬ, ОТПУСТИ МЕНЯ, ЖИВО.\n—Ладно, ладно,- он убрал руки, отошёл от меня и легко обнял кицунэ.\n—Её обнимаешь, а меня убиваешь,- я надулась, трогая шею.\n—Да ладно тебе. Не будь бакой,- и он снова нажал на мою голову. Попытка укусить мерзавца не удалась.",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "\"Он выглядит таким счастливым. Ага, знаю я эту маску\"- размышляла я, идя рядом с парнем,\" и чего он таким высоким уродился\"- поднялась на носочки, но споткнулась.\n—Осторожней. На ровном месте падаешь уже. Голова не кружится?- Сейджи поддержал меня, а я лишь огрызнулась.\n\n—Хм-ф. Нет,- отвернулась, покраснев.\n—Какие люди!- беловолосый ускорил шаг, я перевела взгляд на причину его поведения.\n—В Голливуде,- дополнила Мей, коротко обняв Сейджи. Она заметила меня и что-то шепнула на ушко парня.\nЯ закрыла уши и села на корточки, опустив голову.\n\n\"Раз на ушко, то это не моего ума дело. Я же нормальная. Не буду подслушивать. Кто-то меня тронул? Это не моё дело. Просто нужно игнорировать.\"\n—Кимико, ты как?- отдалённо и расплывчато прозвучал голос разноглазого. \n\n\"Не хочу слышать это голос. Ничего не хочу. Они меня ненавидят. Это же видно. Что Сейджи, что Мей. И Кино.. И Наоке. Они просто притворяются. Но Сейджи. Он особенно хорошо. Это его непонимание ситуации сводит меня с ума. Нет. Я нормальная.\"\n\n|| Он тряс меня за плечо, махал рукой перед глазами. Я видела его взовлнованный взгляд. Мей пришла. Она дала мне леща, но парень быстро отогнал её от меня. ||\n\n—Воду? Да, давайте. Быстрей, ей плохо!- командовал Сейджи. \"Как же меня бесят такие. Не твоё же дело. Или не моё? Точно. Я не контролирую себя. Нужно..\"\nМеня облили водой, из-за чего я очнулась и встала.",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 195,
    "text": "—Господи, ты чего так пугаешь? Я уже думал, что ты умерла.\n—Вода была необязательна,- пробубнила я, рассматривая своих друзей,- Мей сказала что-то плохое про меня?\n—Нет, она просила передать извинения за какой-то случай в школе. Сама не может,- оправдывал девушку Сейджи.\n\n—Кстати, там наши одногруппники. Пошли к ним? Если не понравится, можем уйти,- предложила Кино. \"Разве она учится с нами? Хм, это хорошо\".\n—Ну ладно, пойдём,- чуть улыбнулась я и пошла за ребятами.\n—Кими-тян, ты как?- тихо спросила кицунэ.\n\n—Всё хорошо, спасибо, что волнуешься.\n—Ты странно себя ведёшь, вот и подумала, может, что-то случилось. Сейчас позову Наоке, а вы не уходите далеко, хорошо?- последнее Кино сказала громко и убежала.\n\n—Кимико!- мне помахала девочка под деревом, в которой я узнала Оми.\n—Оми!- я подбежала к ней и обняла.\n—Смотри, что Батя вытворяет, хих. Когда её не видят учителя, она ведёт себя весьма странно. А ты чего мокрая?\n—Да воду пролила, ничего страшного.\n—О нет, она к нам идёт. Валим отсюда!- и мы рванули с места. Я отделилась от друзей, и теперь сидела с Облачком в засаде.\n\n—Батя, иди нафиг,- кто-то послал девушку. Мы совсем притаились, так как голос был близко.\n—Ага-а!- она на нас набросилась и начала щекотать. Мы немного похихикали и встали.\n",
    "answers": [
      {
        "id": 196,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 196,
    "text": "—Так как вы восприняли мою забаву как шутку, я принимаю вас в свой клан. Теперь вы можете делать также другим. Только не лапайте никого, а то влетит.\n—Хм, звучит весело,- я улыбнулась,- кого будем?\n—Кимико, я пас. Полежу на траве. Если будет нужна помощь, зови, я всегда приду.\n\n—Хорошо. Я выдвигаюсь.- и я поползла к одногруппникам. Моей жертвой оказалась какая-то странная особа с.. лопатой?\n\"Эм.. Зачем сюда приносить лопату? Кротов убивать? Ну да ладно\",- рысью подбежав к ней сзади, начала её щикотать.\n\n—Агрх, да вы задолбали!- и она врезала мне орудием по голове.\n—Оф-ф,- я упала, держась за голову. На глазах выступили слёзы.\n—Кимико, ты в порядке?- ко мне подбежала Облачко и мягко обняла, после чего каким-то образом приложила только что появившийся лёд к ушибленному месту.\n\n—Эй, даже если тебя кто-то бесит, не надо вымещать это на нём,- сюда пришла Батя, а с ней и черноволосый парень, её сосед по парте.\n—Хах, не надо лезть ко мне. К тому же, я довольно громко и ясно сказала, чтобы ты свалила отсюда.\n—Ну ладно. Пошли, Кимико, Оми. \n—Ага, тут совсем всё плохо,- тихо проговорила белоглазая, но я её перебила.\n—Да нет, всё нормально. Я смогу идти,- и я встала.\n\nМы шли на другую сторону парка, где детская площадка.\n—Облачко, мне кажется, или мы где-то виделись раньше?\n—Разве что позавчера в школе,- улыбнулась она.\n—Да я не про это. Разве в началке мы не учились вместе?\n—Хм-м, дай-ка подумать.",
    "answers": [
      {
        "id": 197,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 197,
    "text": "—А, точно. Мы тогда совсем мелкими были, ви!\n—Тогда, получается, мы можем быть.. подругами?\n—А разве мы уже не подруги? Ты чего-о, сразу мне понравилась, как только вошла в нашу школу.)\n—Да ладно тебе,- я улыбнулась.\n—А пошли ко мне домой? Сами потусуемся, без всех.\n\n—Ну, я скажу друзьям, а то обидятся ещё.\n—Ладно. Жду тебя.\nЯ переместилась к Кино и её компании. \n—Люди, я пойду уже. Пока, увидимся в школе.\n—М-м, ну куда-а? Ещё даже вечера нет.\n—Ну, мне нужно уже уходить. Пока,- и я вернулась к девушке.\n—Вперё-ёд!-  мы двинулись в путь быстрым шагом.\n\nВскоре мы пришли к большому двухэтажному дому. Вокруг расстелился красивый сад с миниатюрными фонариками.\n—Итак, вот моя берлога. Родителей нет дома, поэтому мы можем нормально так повеселиться.\n—Круто, как здесь красиво. Я думала, у тебя квартира.\n—Хм? Не-е, квартира не в моём вкусе. К тому же, зачем она?\n\n—А я живу в квартире.\n—Правда? Ну и как?\n—Нормально. Собачек нет? А то не очень я их люблю.\n—Животных не держим, кроме попугайчика Чока. Он такой миленький! Так, отвернись-ка.\nНедолго думая, я отвернулась и на всякий случай закрыла глаза. Оми немного пошаркала, а потом разрешила поворачиваться и входить.\n\n—Та-дам!- она зажгла свет в довольно тёмном здании. Внутри было также красиво, как и снаружи: белый блестящий пол, такие же стены и потолок; Здесь был тоненький коридор, пройдя который мы попали в огромную комнату, по-видимому гостиную.\n\n",
    "answers": [
      {
        "id": 198,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 198,
    "text": "—Так, проходи сюда, садись,- подруга посадила меня на мягкий диван,- можешь телик посмотреть, вот пульт, а я сейчас сбегаю на второй этаж.\n—Ла-а-адно,- облокотилась о спинку и взяла в руки пульт.\n\"У меня такого не было, да и у хозяина. Интересно.\"- поклацав на кнопки, каким-то образом включила телевизор.\n\n—А сейчас новости. С юго-востока на Эндокрон идёт сильный штормовой ветер в сопровождении со смерчем. Возможны потери имущества в течение трёх дней. Несколько городов уже разрушены, есть человеческие жертвы. Будет дан сигнал эвакуации, поэтому оставайтесь с нами.\n\n\"Хм-м-м.. Нужно сообщить хозяину, вдруг не знает\"- я взяла телефон и быстро напечатала нужные строки.\n°—Эм, что за глупости?\n^—По новостям показывают. \n°—У тебя телевизор есть? \n^—Я сейчас не у себя. Просто примите, пожалуйста, это к сведению.\n°—Я узнаю получше и напишу. Тогда , будет эвакуация, как я понимаю?\n^—Ага.\n°—Хм, интересно. Ладно, позже поговорим. Пока, милая.\n^—Пока.\n\nКак раз в гостиную впархнула Оми с одеялом, пачками чипсов и подушкой. В меня влетела последняя из вещей.\n—Ты почему мне помогать не пришла?\n—Так ты же..\n—Да я пошутила, не переживай,- улыбнулась девушка.",
    "answers": [
      {
        "id": 199,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 199,
    "text": "Она кинула чипсы, разумеется, тоже в меня и с торжественным видом сунула мне под нос что-то, накрытое одеялом.\n—Ты можешь мне в лицо ничего не совать?- я отодвинула этот предмет.\n—Ох, да, прости. \nНесколько минут мы молча глядели друг на друга, пока я думала, что делать с этой штукой.\n\n—Эм. Я должна что-то сделать?\n—О боги. Кимико, как до тебя долго доходит. Сдёрни одеяло.\nНе церемонясь.. То есть, с важным лицом я сдёрнула покрывало и увидела на вид старый альбом.\n—И-и-и-и?- протянула, ожидая что-то большее.\n—Это же школьный альбом! Может, и тебя увидим,- Оми плюхнулась на диван рядом со мной.\n\n—Навряд ли. Но, думаю, будет интересно.\n—Ещё бы. Та-а-ак, первая страничка.\n|| Когда мне было 6 с половиной, меня опустили на землю обучаться в школе для \"одарённых\". Я неко. Одна неко. ||\n—Ну, это первое сентября, хих,- с неловкой улыбкой промямлила подруга.\n—Ха-ха, какая ты милая здесь.\n—А сейчас нет что-ли?\n—Та я не про это. Мелкая такая, хм. А это кто?- на следующей фотке маленькая Оми была с каким-то мальчиком.\n\n—Ам, ну, одноклассник мой,- она покраснела.\n—Хах, ты чего так раскраснелась? У вас была любовь?- я тихонько засмеялась.\n—Ах, какие ты вещи говоришь всё-таки,- беловолосая долбанула меня по голове.\n—Сколько мне сегодня стоит пережить? Две смерти, это уж точно.",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "—А сейчас он живой хоть?\n—Ага. Так же учится со мной в одной школе,- и она закрылась альбомом.\n—Чего ты так реагируешь? \n—Он меня не любит, а я.. в нём души не чаю,- кажется, Оми стала цвета спелой клубники.\n—А-э-э,- я пыталась что-то придумать,- а откуда ты знаешь, что он тебя не любит?\n\n—Я что, не вижу что-ли?\n—Ну, он с тобой всю жизнь учится. Мог бы перейти в другую школу, если бы не любил тебя.\n—Правда?- из-за альбома показались грустные глаза собеседницы.\n—Конечно. Ты просто проводи с ним больше времени, спрашивай, что ему нравится.. и, эм, признайся наконец-то.\n\n—Ты что-о, признаться? Не, я на такое не способна.\n—Хм, тогда я могу за тебя это сделать.\n—Нет нет нет! Не надо!\n—Ну, ладно. Я буду молчать,- сдерживая улыбку, которая пыталась расползтись от нелепой ситуации, твёрдо сказала я.\n—Ох, спасибо. Итак, продолжаем?\nЯ кивнула. Оми пролистнула страницу, и там мы увидели..\n\n—Что это за.. мелкий упырёнок?- смех соскачил с моих губ.\n—Эй, нельзя такое о себе говорить.\n—Ха-ха-ха, да ты посмотри на мою рожу!\n—Да нормальное лицо,- от моих слов улыбка озарила физиономию подруги.\n—Так, нужно нормально посмотреть, серьёзно отнестись и правильно воспринять информацию,-  стала рассматривать картинку. \"Я и Облачко. Мы были друзьями? Это.. очень мило. Но, почему-то, я не помню, чтобы мы дружили.\"",
    "answers": [
      {
        "id": 201,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "—Ты не голодна? Можем поесть, у меня есть взбитые сливки.\n—Да нет, я сама взяла еду.\n—Давай тогда покушаем,- белоглазая отложила альбом в сторону,- доставай всё, что есть.\n—Ну ладно.- я начала рыться в своём рюкзаке, вытаскивая всё съестное.\n—Ого, как ты много взяла. А зачем?\n—Да подруга ест всё подрят, вот и запаслась.\n\nОна взяла несколько данго* и повертела в руках. Потом развернула одну и откусила кусочек.\n—М-м, это вкусно,- сказала подруга и начала есть одно за другим.\n—Чипсы будем есть?\n—Не, их на потом. Сейчас, подожди,- девушка ушла куда-то, похоже на кухню. Вышла она уже с балончиком.\n\n—Открывай рот.\n—Что это?- неуверенно спросила я.\n—Отрава. Давай без вопросов, просто открой рот.\n—Только из-за своей наивности,- выдохнула, выполнив просьбу. Я почувствовала что-то сладкое и воздушное на языке. Оно легко растворилось во рту.\n—Никогда такое не пробовала. Раскроешь секрет производителя?\n\n—Это обычные взбитые сливки. Не стесняйся, есть ещё два балончика,- и она выдавила мне очень много этой штуки в рот. Я с трудом проглотила сладость.\n\n||*Данго — шарики моти(клейкое рисовое тесто) на палочке.",
    "answers": [
      {
        "id": 202,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 202,
    "text": "—Пошли рисовать, м-м?- предложила Оми после долгого обеденного перерыва.\n—Я не умею, прости. \n—Зачем ты такое говоришь? Все умеют рисовать, хоть как-то, но умеют. Дава-а-ай,- она потянула меня за руку и мы вскоре попали в её комнату.\n—Так, извини за беспорядок, я ещё не убиралась,- девушка вела меня через груды подушек и одеял. Остановившись у стола, она достала из шкафчика листы и карандаши. \n\n—Теперь обратно,- вздохнула Облачко.\n—У тебя тут так уютно.\n—Та ладно. Родителям не нравится.\nМы пришли в гостиную и расселись на полу. Подруга дала мне все принадлежности и начался творческий проект.\n\n. . .\n\n—Всё, ты закончила?- Оми пыталась заглянуть, что за шедевр у меня получился. Сама она закончила примерно 15 минут назад.\n—Да нет, ещё чуть-чуть,- я наводила последние штрихи.\n—Показываем?- с широкой улыбкой девушка прижимала листок к себе. Я кивнула. Моему взору открылся очень красивый рисунок, мой и её потрет. \n—О боже, это очень красиво! А это.. ах-х,- удивление через край.\n\n—Да ладно тебе. Теперь ты,- она улыбнулась ещё шире.\n—А-а, может не надо?- смотря на шедевер подруги, я уже не хотела показывать своё.. дерьмо.\n—Ну-у-у, для чего мы рисовали тогда? Покажи!- Оми выхватила рисунок из моих рук и стала рассматривать.\n—Эм, ну, как-то не очень.. но нормально,- она снова улыбнулась, но тут же изменилась в лице,- вообще, хуже этого арта я ничего не видела. Кровь из глаз, его только на костёр.\n                                             || Что? ||",
    "answers": [
      {
        "id": 203,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 203,
    "text": "—Пошли рисовать, м-м?- предложила Оми после долгого обеденного перерыва.\n—Я не умею, прости. \n—Зачем ты такое говоришь? Все умеют рисовать, хоть как-то, но умеют. Дава-а-ай,- она потянула меня за руку и мы вскоре попали в её комнату.\n—Так, извини за беспорядок, я ещё не убиралась,- девушка вела меня через груды подушек и одеял. Остановившись у стола, она достала из шкафчика листы и карандаши. \n\n—Теперь обратно,- вздохнула Облачко.\n—У тебя тут так уютно.\n—Та ладно. Родителям не нравятся.\nМы пришли в гостиную и расселись на полу. Подруга дала мне все принадлежности и начался творческий проект.\n\n. . .\n\n—Всё, ты закончила?- Оми пыталась заглянуть, что за шедевр у меня получился. Сама она закончила примерно 15 минут назад.\n—Да нет, ещё чуть-чуть,- я наводила последние штрихи.\n—Показываем?- с широкой улыбкой девушка прижимала листок к себе. Я кивнула. Моему взору открылся очень красивый рисунок, мой и её потрет. \n—О боже, это очень красиво! А это.. ах-х,- удивление через край.\n\n—Да ладно тебе. Теперь ты,- она улыбнулась ещё шире.\n—А-а, может не надо?- смотря на шедевер подруги, я уже не хотела показывать своё.. дерьмо.\n—Ну-у-у, для чего мы рисовали тогда? Покажи!- Оми выхватила рисунок из моих рук и стала рассматривать.\n—Вай, какой милый арт! У тебя даже свой стиль есть. А говорила, что рисовать не умела, вот дурачка,- хихикала она.",
    "answers": [
      {
        "id": 204,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 204,
    "text": "—Правда? Спасибо,- смущённо ответила я.\n—Предлагаю поменяться рисунками. Забирай мой, а я твой оставлю у себя,- она дала мне своё искусство.\n—Оф, огромное спасибо. Я положу его в рамку и повешу.\n—Ого, уже вечер. Пора бы нам заняться чем-нибудь другим. Наприме-е-ер,- интригующе протянула Облачко, выключив везде свет,- просмотр аниме! Как раз для этого нам и нужны были чипсы.\n\n—И какое же мы будем смотреть?\n—Не знаю. Сейчас поищем. Здесь точно не будем, поэтому прошу проследовать за мной,- она протянула мне руку, как будто какой-то дворецкий или принц, и мы двинулись в её комнату.\n—Где же мой ноут? Ум, как сложно ориентироваться в этой комнате.\n—Ам, может, вот это?- я вытащила из-под пледа устройство.\n—Да, спасибо,- Оми улеглась рядом со мной, включила ноутбук и начала искать.\n\nЯ спокойно открыла свою пачку чипсов и сразу в нос ударил приятный запах.\n—Можно уже есть?\n—Да-а-а,- видимо, она занята.\nЯ начала потихоньку поедать вкусняшку.\n—Нашла!- подруга положила ноут на наши ноги и включила видео.\n\nМы тихо хрустели чипсами, сидя в кромешной темноте. В этой комнате было хоть и уютно, но душно. \"Думаю, здесь лучше проводить время зимой, когда на улице мороз. Тогда будет реально круто,\"- на секунду отвлеклась от просмотра, но Облачко быстро приказала мне смотреть в экран.",
    "answers": [
      {
        "id": 205,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 205,
    "text": "—Увы-ы-ы-ы,- завывала девушка, закрывшись подушкой. Я изо всех сил сдерживала слёзы.\n—Ну как это могло произойти? Всё же так..так хорошо.. уа-а-а-а!- еле слышно приговаривала она, не в силах прекратить плакать.\n—А зачем тогда включала?- комок в горле мешал нормально говорить.\n\n—Не зна-а-а-а-аю-ю-ю..- протянула беловолосая и обняла мою руку.\n—Так, всё, давай прекращай. Воды принести?\nОна показала своё заплаканное лицо и еле заметно кивнула.\nЯ встала и, переступая через одеяла и подушки на полу, проползла на первый этаж.\n\n\"Уже глубокий вечер. Где здесь выключатель?\"- думала, ища кухню. Вскоре я всё-таки её нашла, но.\n—Эм.. Кто здесь?- выглянула из комнаты в коридор. Несмотря на темноту, я могла хоть что-то разглядеть, например, таинственную фигуру.\nНырнув обратно в кухню, взяла первый попавшийся нож и, затаив дыхание, встала у стенки.\n\nМедленные шаги говорили о приближении существа, отчего я всё крепче сжимала оружие в руках. Вдруг свет включился и я увидела парня и сразу пырнула его ножом.\n—Не получилось, но я сочту это за знакомство,- сказал незнакомец, а холодный предмет прошёл сквозь него.\n\n—Может, сначала объяснишь хотя бы то, что нож тебя не порезал?\n—Ну, видимо, меня не существует,- парень показался мне полупрозрачным. Он пожал плечами.\n—Типа ты — моё воображение?\n—Наверное, хм.\n—Я сумасшедшая.. это конец,- я сползла вниз по стенке, выронив оружие и сделав пальцы в замок.",
    "answers": [
      {
        "id": 206,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 206,
    "text": "—Эй, вообще-то это было обидно,- парень облокотился о стенку.\n—А как тебя убрать?- не поднимая головы, спросила я.\n—Я могу просто уйти, но могу и придти.\n—Давай уходи, и больше не возвращайся.\n—Не так грубо. А то застряну навсегда в твоей голове.\n\n—Не надо! Уйди, пожалуйста. Я не хочу быть сумасшедшей.\n—Ладно, но это ты всё-таки меня придумала.\n—В смысле? Я вообще тут не причём.\n—Возможно, у тебя моральные раны и ты создала меня, чтобы найти утешение,- начал философствовать он.\n\n—О Господи, не вдавайся в подробности, ладно? А теперь, кыш отсюда, давай,- я встала и попыталась подтолкнуть весьма странного собеседника, и он поддался этому и исчез. Я устало выдохнула.\n\"А теперь нужно просто забыть об этой встрече и больше не вспоминать\",- думала, набирая в кружку воды.\n\n—А вот и я. Как себя чувствуешь?- спросила, войдя в комнату Оми и дав ей кружку воды.\n—Пока ты там набирала воды, я уже успела успокоиться. Но всё равно спасибо,- она сделала глоток и продолжила,- кстати, с кем ты разговаривала?\n—Э-э, да так, кое-кто позвонил по телефону, вот с ним и разговаривала.\n\n—М-м, ясно. Сейчас уже поздно, поэтому тебе, наверное, пора..\n—А-а, точно. Совсем не проследила за временем.\n—Ну-у, сейчас уже достаточно темно на улице, так что.. можешь переночевать у меня. Родители приедут только послезавтра.",
    "answers": [
      {
        "id": 207,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 207,
    "text": "—Но, эм. У меня с собой даже пижамы нет, да и зубной щётки.. ну, понимаешь.\n—Да не переживай, я свои вещи дам. Та-ак, подожди немного,- девушка начала лазить в своём шкафу и кидать в меня вещи.\n—Сейчас иди помойся, потом ляжем спать. Дава-ай, не стесняйся!- она выпихнула меня на тёмный первый этаж. Я фыркнула и, найдя ванную, послушно стала выполнять задания.\n\n\"Луна, такая большая. Кажется, кроме полнолуния я больше ничего не вижу\"- думала, смотря в окно. Свет уже был выключен, подруга переворачивалась в кровати. Видимо, ей не спится.\n—Кими-и-и-ико-о-о!- заскулила она, подняв голову,- мне холодно!\n—Ну так укройся. Кому не будет холодно без одеяла?\n—Да не-е-ет, хмы. Кими-и-и-и-и-ико-о-о-о-о.\n\n—Чего ты от меня хочешь?- рыкнула я, повернувшись к ней лицом.\nОми молча встала и приползла ко мне, после залезла под одеяло.\n—А-а, мне же тоже холодно!- поёжилась, пытаясь спихнуть её с кровати. \n—М-м, успокойся. Ты же не хочешь, чтобы я замёрзла и умерла от холода?- она сделала щенячьи глаза.\n\n—Спи уже.- и я повернулась обратно, включив телефон. \"Ого, так много настрочили...кажется, без меня хозяин хорошо проводит время\",- я листала вниз, прочитывая все сообщения. Последнее из них..\n°—Хорошо, что Кимико нет. А то бы она нас отругала, маленькая бака)\n|| Час назад. Он написал это. ||\nЯ слабо улыбнулась, выключив экран. \n—Спокойной ночи, Облачко.\n\n",
    "answers": [
      {
        "id": 208,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 208,
    "text": "—Кимико, просыпайся! А ну живо, а то.. получишь,- беловолосая тянула меня за руку.\n—Я не сплю. А что такое?- встала и удивлённо посмотрела на девушку.\n—Как что?! Ты ещё спрашиваешь? Сегодня мы пойдём в парк аттракционов!! Ты представляешь? Даю тебе пять минут на подготовку,- и она вышла из комнаты.\n—Пять минут?- тихо повторила я и быстро начала переодеваться в свою одежду.\n\n—Ты бы другое что-то одела. Тебе не жарко в такой кофте?\n—Нет. А кто пойдёт в парк?\n—Ну, мои и твои друзья,- ответила подруга, съедая толстый блин.\nМы поели и вышли из дома.\n—Кимико,- поникше сказала Оми, взяв меня за руку.\n—Что? Что-то случилось?\n—Нет, ничего. Просто задумалась, хи,- и её лицо снова засияло улыбкой.\n\n—Кими-тян, ты всё-таки пришла!- на меня с обнимашками набросилась Кино, а за ней и Наоке.\n—Да, а как же. Я так соскучилась по вам!- и я с широкой улыбкой обняла обоих в ответ.\n—Эм. Привет,- ко мне подошла Мей.\n—Привет, как ты?- обняла и её.\n—Что за вопросы.. Нормально,- буркнула та, невольно обняв меня.\n\n—А.. Сейджи нет?- спросила я, оглядываясь по сторонам. \"Хоть бы не было. Или хотя бы не появился из неоткуда и не начал меня душить\".\n—Как нет? Он охотится на тебя,- спокойным тоном ответила голубоволосая.\n—Чего?- опешила, спрятавшись за Мей. Она была чуть выше меня.\n\n—Кимико,- прошептал парень у самого уха, отчего хвост встал трубой.\n\n",
    "answers": [
      {
        "id": 209,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 209,
    "text": "—А-а-а!- я отпрыгнула в сторону,- не трожь меня!\n—Почему?- с невинной улыбкой спросил он.\n—Ты же снова будешь меня душить.. так что, кыш! От меня до тебя расстояние должно быть максимальным!\n—Ах, Кимико, не будь ты такой бакой, я бы, возможно, смог влюбиться в тебя.\n\n—Что?!- я покраснела.\n—Я шучу, ха-ха,- снова эта улыбка.\n—М-м. Ребят, давайте уже начнём? Чем займёмся?\n—Давайте на американские горки!- глаза Кино засияли от радости.\n—Я не против. Взбодримся с утра,- Сейджи надавил на мою голову, но быстро убрал руку. Я злобно фыркнула.\n—Ну тогда, вперёд!- Оми подбежала ко мне и, взяв за руку, потянула на горки.\n\n—Так, значит, ты сейчас со мной будешь сидеть?- спросила я, забрав свой билет.\n—Ага. А ты хочешь с кем-нибудь другим?\n—Нет, мне как раз удобно. \n—Боишься?- через несколько минут улыбнулась подруга.\n—Ха, ты кого спрашиваешь? На самом деле немного..\n—Да не бойся ты, это не страшно. Так, всё, просто держись за меня,- и она взяла меня за руку. Я уверенно кивнула.\n\n—Сядем в первый ряд? \n—Ну, если хочешь.\n—Тогда садись, я слева буду.\nЯ залезла в отсек и села на сиденье. Меня пристегнул рабочий, как и всех остальных, и мы уже ждали отъезда. Я нехотя сжала руку беловолосой.\n—Эй, чего ты так? Мы даже ещё не поехали.\n—Всё равно, хах,- усмехнулась, попытавшись расслабиться.",
    "answers": [
      {
        "id": 210,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 210,
    "text": "Наконец мы двинулись с места. Сердце сразу остановилось, но потом с каждой секундой начало ускорять свой бег.\nЯ вросла в спинку сиденья, тогда как Облачко расправила руки.\n—Как круто!- прокричала она, а потом посмотрела на меня,- ты бы видела своё лицо. Расслабься, всё равно не улетишь!\n\nЯ посмотрела на своих друзей, которые сидели сзади. Никто не боялся так, как я. \n—Я. Не могу,- твёрдо проговорила, чуть ослабив хватку.\n—Можешь! Ты можешь всё!- девушка потянула меня в свою сторону и качнула в другую.\n—А-а, что ты делаешь?\n—Тебе когда-нибудь да нужно побороть свой страх. Давай, убери свои лапки. \n\n—М-м, я сейчас умру.\n—Что? Тебе плохо?\n—Да, кажется, сердце болит..\n—Ам, только не теряй сознание и не умирай тут, пожалуйста. Ещё немного осталось.\n—Ага,- я больше не держалась за опору. Ветер сильным потоком бил в лицо, раздувал волосы.\n\n—Кими-тян, ты как?- спросила Кино, когда мы выходили из-под крыши аттракциона.\nЯ ничего не ответила. Меня сильно тошнило.\n—Пакет не нужен, Кимико?- Сейджи подошёл и дал мне пакетик.\n\"Кажется, все уже были здесь, раз никого не рвёт.\"- думала, отойдя подальше ото всех.",
    "answers": [
      {
        "id": 211,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 211,
    "text": "—Давайте поедим сахарную вату?- предложила кицунэ, что совсем неудивительно. Мне стало намного легче после небольшой прогулки по парку.\nСейджи купил всем по вате, и даже мне захватил.\n—Кимико, как себя чувствуешь?- спросил, подойдя ко мне.\n\n—Нормально. А что, никому не было плохо после такой карусельки?\n—Ну, как видишь. Почему не ешь? Сахарная вата не нравится?\n—Да нет, сейчас начну. А что?- я откусила кусок сладости.\n—Ничего,- парень посмотрел вдаль,- хочешь попробовать пострелять?\n\n—Бери автомат в руки, вот шарики. Мы верим в тебя,- говорил разноглазый, показывая мне новое развлечение.\n—И-и, что надо делать?\n—Стреляй в мишени.\n—А, ну ладно,- я приготовилась, и игра началась. Я попала всего 2-3 раза, поэтому ничего не выиграла.\n—Эй, не расстраивайся. Смотри, как я стреляю,- Сейджи встал на моё место.\n\nНа моё удивление, он играл отлично. Попал во все мишени.\n—Выбирайте игрушку,- произнёс рабочий, показывая на больших верхних плюшек.\nБеловолосый парень взял плюшевую акулу и дал мне.\n—Но я же не выиграла.\n—Это подарок от меня,- сказал он и чуть улыбнулся.\n—А, ну-у, спасибо,- закрылась игрушкой. \n\n—Да что ты так смущаешься?- Сейджи снова надавил на мою голову. \"Видимо, ему нравится это делать.\"\n—Не смущаюсь. И не делай так! Раздражает.\n—Какие мы важные,- сказал он, а я показала язык.",
    "answers": [
      {
        "id": 212,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 212,
    "text": "Вечер. День прошёл так незаметно.  \n—Кимико, я.. хочу кое-что тебе сказать,- Оми снова взяла меня за рукав, как утром. То же выражение лица.\n—Что? Скажи, я никому не расскажу,- и внимательно посмотрела на неё.\n\n—Я...- она что-то говорила, но я не слышала. Толпа людей, пришедших повеселиться вечером, заглушила голос девушки и выбила её руку из моей.\n—Оми, я не расслышала, изви.. Оми, ты где?- потерявшись в незнакомцах, искала глазами подругу.\n\nВсе так сгрудились, что, кажется, ещё чуть-чуть, и меня задавила эта толпа. \n—А.. извините,- приговаривала я, пытаясь выбраться. Вдруг я увидела спасительную руку, протянутую мне, и ухватилась за неё. Меня вытянул Сейджи.\n—Так потеряться можно, Кимико,- сказал он, а я прилипла к его руке.\n\n—А где Оми? Я никак не могу найти её..\n—Хм? Не знаю, не видел. Нормально себя чувствуешь?\n—Да..- я задумалась. \n—Уже поздно, домой не хочешь? Могу проводить.\n—Э-ам.. Я хотела бы найти Оми.\n—Наверное, она уже ушла. Кстати, твоя акула. Ты уже придумала имя?\n\n\"Почему. Почему Сейджи так заботиться обо мне? И.. всё время эта улыбка..\"- думала, шагая с ним под руку.\n—Кимико? Почему молчишь?\n—А? Просто задумалась. Над именем ещё не думала..\n—Давай назовёшь.. Оми? Как раз будет напоминать тебе о подруге.\n—Да, отличная идея. Спасибо, Сейджи.",
    "answers": [
      {
        "id": 213,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 213,
    "text": "—Эй, подождите меня!- знакомый голос раздался сзади.\n—Мей? Разве ты не ушла домой полчаса назад?\nДевушка догнала нас и остановилась.\n—Ну-у. На самом деле я следила за вами..- неловко проговорила она.\n—Хах, ты не изменилась. Пойдёшь с нами?- всю беседу вёл парень. \"Он стал общительным. Слишком общительными.\"\n\n—Мей, иди вперёд, нам нужно поговорить,- наконец сказала я, замедлив шаг.\n—Хм? Ладно,- спокойно отреагировала девушка, уйдя вперёд.\n—Что хотела?\n—Спросить кое-что. Ты много улыбаешься и.. ведёшь себя по-другому, не так, как раньше. Это.. ради меня?\n—Эм-м,- протянул он, отвернувшись,- ну-у. Да.\n\n—Но зачем? \n—В последнее время ты стала ужасно себя чувствовать. Не знаю, что у тебя там случилось, но по тебе видно. Поэтому, я решил..\n—Решил помочь мне, да? Я и сама могу себе помочь..\n—Нет, не можешь. Почему ты так не хочешь принимать от меня помощь?\n—Потому что ты ничего не понимаешь. Никто ничего не понимает.\n\nПарень остановился.\n—Кимико. Ты такая.. неблагодарная,- сказал он, ускорив шаг. Я осталась одна и смотрела на пару впереди.\n\"Неблагодарная? Да..и вправду. Прости, Сейджи.\"- я завернула за угол и пролезла в окно своей квартиры.\n—Я дома,- тихо проговорила, кинув подарок на футон.\n\n\"Оми.. Сейджи.. Мей. Я всех обидела, да? Только, они не хотят говорить\",- думала, смотря в телефон. Снова много сообщений. Снова ролка. Я нашла контакт Сейджи.\n^—Привет, я.. хочу извиниться. Прости, я правда неблагодарная. \n•—Ничего, я не обижаюсь,- через минуту написал он.\n^—Спасибо,- напечатала я и легла спать.",
    "answers": [
      {
        "id": 214,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 214,
    "text": "|| Почему. Почему так произошло. ||\nЯ сидела перед фотографией подруги. Свечи, цветы. || Она умерла. И сейчас, в школе стоит её портрет. ||\n\"Мы же только вчера.. веселились\"- мысли слепились в комок. В школе стало так тихо.\n\n—Кимико, пошли уже,- взади послышался голос Сейджи,- уже час прошёл.\n—Нет, я не понимаю. Как..- охрипшим, тихим голосом говорила я. \n—Расследование ведётся, скоро найдут причину.\nЯ промолчала. Слёзы нехотя покатились по щекам, падая на скользкий пол.\n—Сейджи,- я повернулась к нему и грустно улыбнулась,- купим цветы? Пожалуйста.\n\n—Какие выбираешь?- спросил парень, когда мы уже пришли в магазин.\n\"И вправду. Какие? Я даже не спросила, какие цветы она любит.\"- я смотрела на разнообразие растений. Мой взгляд остановился на мелких, жёлтых цветах.\n—Вы хотите купить золотые анютины глазки?- продовщица подошла к нам.\n—Да. Если можно.\n—Конечно можно. Пучок нужно обмотать обёрточной бумагой?\n\n—Нет. Просто пучок.\n—64 йены, пожалуйста.\nСейджи заплатил, и мы пошли обратно в школу.\n—С тебя должок,- сказал разноглазый, идя рядом.\n—Конечно. Я это итак знала.\nМы пришли на то место. Я положила цветы рядом с рамкой.\n\n—Будь счастлива, Облачко.\n",
    "answers": [
      {
        "id": 215,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 215,
    "text": "   Привет, котики.(*´ω｀*)\n   Из-за обстоятельств, происходящих в жизни всех людей, как и в моей, я на некоторое время оставлю этот квест и дам почитать вам. Если он вам понравился, то, пожалуйста, поставьте лайк и напишите комментарий. Это подтолкнёт меня на продолжение этого квеста.\n   Если квест не понравился, то не обижайтесь на меня. Я ж не писатель.:3\n   Но, всё-таки, очень надеюсь, что вам понравилось это произведение. Я очень старалась, поэтому постараюсь как можно быстрей выпустить продолжение. С любовью, Кимико.♡",
    "answers": [
      {
        "id": 1,
        "text": "На первую.♡"
      }
    ]
  },
  {
    "id": 216,
    "text": "",
    "answers": []
  }
]