[
  {
    "id": 1,
    "text": "Автор: Allfun\n\nЯ был самым обычным молодым парнем: как и все учился в универе, жил в общаге, где-то сторался подработать, иногда гулял в небольшой комппнии моих знакомых. Мог позволить себе порою выпить, но черезмерным алкоголизмом не выделялся, а к курению относился довольно негативно. Чем я выделялся из толпы так это своей добратой, не уменеем шутить и отсутсвием девушки... Да-да, девки у меня не разу небыло, не смотря на то что с общением у меня не каких проблем не было... \"Я просто не встретил ту самую\"- часто такое я твердил себе и такой же отговоркой я отбрасывался от глупых вопросов своим друзьям.\nТак и шла моя подрасковая жизнь... И наверное шлабы и так дальше, если бы не один случай... случай который певернул мою жизнь с ног на голову.\nМне написала девушка. Да, вам не послышалась и не показалась, мне действительно написала совершенно не знакомая девушка. Это я узнал в процессе небольшого раслежования о катором я расскажу чуть позже. В итоге я выяснил, что она очень симпотичная, богатая,  умная и до жути странная...",
    "answers": [
      {
        "id": 3,
        "text": "Начать квест"
      },
      {
        "id": 68,
        "text": "Достижение"
      }
    ]
  },
  {
    "id": 2,
    "text": "— ели таким образом обвинить хочешь нас то ошибаешься ты- раздался мужской голос за моей спиной- нельзя убить тень, всего лишь отправили в свой мир мы.\nЯ обирнулся и увидел подходящему к нам свещеника одетым в длиный черный балахон с длиной не ухоженой бародой и большими круглыми очками на цепочке, а правая рука у него было обмотана цепочкой на которой весел большой крест.\n— значит она жива, я смогу ее потом увидеть?- стоя на каленях и повернувшись к свещенику я спросил сквозь слезы.\nНо в ответ на мой вопрос свещеник с грустью посмотрел на меня.\n— надо спосать тебя, сын мой- сказал свещеник и протянул руку с крестом.\n— да не надо меня не от чего спасать, вы уже спасли меня забрав у меня Изабеллу, просто ответь я смогу ее еще раз увидеть?!\n— да успакойся ты!- нездержавшись крикнула на меня Катя- просто забудь про нее!\nМеня тогда переполняла злоба и я едва здерживал свои кулаки и едва сдерживал свое отчаение... По этому  чувствовал что если встану и начну что то говорить то снова у меня пойдут слезы рекой либо я кого то из них ударю. Я просто ревел и наблюдал как свещеник стоит надо мной со своим крестом и что то бурчит.\nКогда я перестал слышать эти малитвы два Сквинса переглянувшись тихо ушли оставив меня одного по среди пустой улицы.\n",
    "answers": [
      {
        "id": 70,
        "text": "Пойти в общагу"
      }
    ]
  },
  {
    "id": 3,
    "text": "                                      Глава |\n                           *необычный день*\nЯ проснулся от очередного будильника... Голова слегка болела, а глоза не полностью открылись, но все эти преграды все равно не остановили меня и через пару секунд я экстентивно потянул руку к телефон, что бы выключить будильник...\nПалец дотронулся до телефона и он слегка завебрировал, это значит что телефон разблокировался и вместе с тем будильник отключен.\n\"я смог выключить будильник, я уже чего то добился этим днем\"- подумал я слегка улыбнувшись.\n— и так Олег батьковичь, Вы должны воспользоваться здраво этим воскрисением, Вы ведь специально поставили будильник в единствеый выходной день, что бы не проспать его как это было на прошлой неделе- говорил я сам себе мотевируя себя поднять с кровати.\n\"У меня сегодня хорошое настроение\"- удевленно я подумал про себя- \"да и чувствую себя бодро, готов бегать с самого утра до вечера\"\nМеня радовало, что чувствую себя энергично и свежо с самого утра и по этому я решил, что после того как преведу себя в порядок я буду...",
    "answers": [
      {
        "id": 4,
        "text": "Целый день гулять на улице"
      },
      {
        "id": 5,
        "text": "Целый день сидеть в компе"
      },
      {
        "id": 6,
        "text": "Тусить целый день с соседями"
      }
    ]
  },
  {
    "id": 4,
    "text": "Да, я решил гулять целый день. Начать свое путишествие я решил с парка возле своего дома, но да тутого надо было добраться, а точнее надо добраться до двери не разбудив своих сожителей. \n\"В принцепи, сейчас довольно рано, да и спят они крепка раз от будильника не кто из них не проснулся, не смотря на то что я его выключил чутли не моментально\"- думал я оглядываясь по комнате видя бордак, который может создает много шума и своих дорогих собутыльников.\nЯ медлено пошагал в сторону ваной захвотя с собой какой то слегка откусаный бутерброт лежавший на полу.\n\"это как раз должно сойти на то что бы перекусить перед своим путишествием\"-подумалась мне, когда тем временем я приводил свое тело в порядок умываясь. После я пошел на кухню, быстро себе сделал чай и выпил его с тем бутырбротом подойдя к окну. Погода тоже была хорошая, на небе было много облаков и по этому солнце не шпарило так сильно, а это значит что я действительно смогу целый день гулять. После своего небольшого завтрака поспешил одеться. И вот я подошол к двери, открыл ее...\n— ты куда собрался?- внезапно за спеной я улышал голос своего лучшего друга.",
    "answers": [
      {
        "id": 7,
        "text": "- иду на свидание с девушкой )"
      },
      {
        "id": 8,
        "text": "- решил прогуляться..."
      },
      {
        "id": 9,
        "text": "- это не твое дело."
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "Я повернулся и увидел Игоря, то что он так не ожиданно проснулся и тихо подошол ко мне честно говоря меня испугала, из-за этого я ляпнул то что первое в голову збрело, хоть это было не правдой.\n— ты, на сведания? — Игорь говорил еле сдерживая смех.\n— с каких то пор я не могу ходить на подобные мероприятия?\n— Олежа, не смеши мои копыта, где ты мог откопать девку которая сможет тебя терпеть- все так же продолжал Игорь говорить с издевкой- да если она услышит как ты храпишь, то сразу збежит не задумываясь )\nИ тут Игорь явно не смог сдержать свой смех и захохотал во всё горло. \n— эй успокойся, ты сейчас остальных разбудишь- пытался я утихомирить Игоря.\n—  Пошли, давай похвастаешься, думаю ради такого они не прочь будут проснуться!\nВ тот же момент Игорь побежал в спальню начав будить остольных моих соседей.\n— парни, вы не поверите у Олежки появилась девушка, представляете, он идёт с ней на свиданку.\n\"Блин, в какую же передрягу я всё таки попал.\"; \"Что же я сморозил?\"; \"Может, пока не поздно, мне признаться?\"- такие мысли были сейчас у меня в голове.",
    "answers": [
      {
        "id": 10,
        "text": "Тихо сбежать."
      },
      {
        "id": 11,
        "text": "Успакоить Игоря и признаться..."
      },
      {
        "id": 12,
        "text": "Похвастаться своим выдуманым достижением ;)"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я повернулся и увидел Игоря, то что он так не ожиданно проснулся и тихо подошол ко мне честно говоря меня испугала, но я не растерялся и сказал правду.\n— ты идешь гулять?- сказал удевлено Игорь.\n— с каких то пор мне на улицу выходить нельзя?\n— мне интересно, кто же тебя вытащил на улицу?\n— не кто меня не вытаскивал, просто хочу погулять.\n— ты сам собираешься гулять?- говорил мой дружбан едва сдерживая смех.\n— да, что в этом такого?\nИ тут Игорь явно не смог сдержать свой смех и захохотал во всё горло. \n— эй успокойся, ты сейчас остальных разбудишь- пытался я утихомирить Игоря.\n—  Пошли, думаю ради такого они не прочь будут проснуться!\nВ тот же момент Игорь побежал в спальню начав будить остольных моих соседей.\n— парни, вы не поверите у Олежка идет голять, причем он на столько отчаелся что идет один!\n\"Блин, в какую же передрягу я всё таки попал.\"; \"Что же я сморозил?\"; \"Как мне выкрутиться?\"- такие мысли были сейчас у меня в голове.",
    "answers": [
      {
        "id": 41,
        "text": "Тихо збежать"
      },
      {
        "id": 42,
        "text": "Предложить парням пойти с тобой."
      },
      {
        "id": 43,
        "text": "Сказать, что ты идешь с девушкой."
      }
    ]
  },
  {
    "id": 9,
    "text": "Я обернулся и увидел Игоря, то что он так не ожиданно проснулся и тихо подошол ко мне честно говоря меня испугала, из-за этого я ляпнул то что первое в голову збрело, по этому я наверное так нагрубил ему.\n— я вижу ты не стой ноги стал- сказал слегка растроеным и соным голосом Игорь.\n— просто, хоть ты и мой лучший друг, но я не должен тебе отчитоваться обо всем что я делаю.\n— да я понял, иди куда хочешь, мне что нельзя просто спросить- огрезнулся Игорь в ответ на мой наезд.\nИгорь после этих слов пошол в ваную, а яобратно развеинулся к двери.\n\"Зря я наверное ему нагрубил\"- терзало меня это мысль перед тем как выйти- \"Я ведь добрый и спокойный человек, что же на меня нашло\".\n",
    "answers": [
      {
        "id": 45,
        "text": "Выйти из дома"
      },
      {
        "id": 46,
        "text": "Отстаться и извениться"
      },
      {
        "id": 47,
        "text": "Выйти хлопнув дверью"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я решил не ввязываться в эти проблемы, по крайней мере сейчас, по этому пока мой дружище был увлечен распрастранением ложной информации я тихо вышел за дверь и побежал на улицу. \nСегодняшний день для меня казался каким-то особенным, более ярким, да же можно сказать красочным. Не знаю почему, но то что произошло за это утра меня радовало,  начало дня козалась для меня почему-то необычным, поэтому у меня пронеслась мысли- \"жизнь меня к чему-то готовит...\"\nСпустя какое-то время я откинул эти мысли решив, что это мои необузнаные бредни. Для меня было достаточно ходить по городу, наблюдать за природой и людьми, слушать рев маторов и пение птиц... Все это мне приносило личный кайф. Чувствувал себя свободной птицей, которая до этого десителетиями сидела в закрытой клетке.\nВремя шло быстро, не заметил я оглянуться как уже начало вечереть. И все это время я просто ходил наблюдая как один прохожый сменялся другим, а тот третим и так далее... Я уже собирался идти домой как внезапно мой телефон слегка завебрировал, мне пришла СМСка. Сообщение от Игоря:\n— куда ты пропал? Не ужели и впрямь с девченкой пошел гулять?\n— я уже собираюсь идти домой- ответил я.\n— ты один или у нас гости?\n— я один. Лучше иди кушать приготовь, а то я голодный.\nНаписал я это и сразу потопал домой положив телефон в корман, но телефон снова завебрировал....\n— приветик- мне написала какая-то незнакомая девушка.",
    "answers": [
      {
        "id": 13,
        "text": "- кто ты такая?"
      },
      {
        "id": 14,
        "text": "-эм... привет"
      },
      {
        "id": 15,
        "text": "-откуда ты знаешь мой номер телефона?"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "— ну мог хоть поздороваться... -девушка была явно не довольная.\n— но мы ведь не знакомы.\n— нууу, это можно ведь исправить.\nРазговор с незнакомкой меня слегка напригал, но и в тоже время сильно увлекал, причем на столько сильно, что я даже не заметил как уже сел на лавочку и ждал пока она назавет свое имя.\n— ну... впринцепи думаю можно познакомится, меня Олегом звать.\n— меня завут Избелла, приятно познакомится ;) вот только можно я буду тебя звать тигренком?\n— эм... если тебе так удобнее, то можешь звать, я не против.\n— ну а тебе будет нравится если тебя так звать буду? Ты ведь вроде бы любишь тигров.\n— да, я люблю тигров, мне они кажутся смелыми.. смелее остольных животных, поэтому я ими даже восхищаюсь.\n— значит твое новое имя тебе очень даже подходит^^ \n— с чего это?\n— Потому что ты кажешься мне смелее остольных ;)\n— тебе кажется -_- \nНаписал я это и решил на секунду отвлечся от телефона посмотрев по сторонам. Оглянувшись я увидел, что возле меня на лавочку присела еще кокая-то симпатичная девушка. Она писала сообщение, дописав его девчка повернулась ко мне и улыбнулась. Мне пришла СМСка и я отвернувшись от девушки посмотрел в телефон.\n— тигренок, а давай я тебе позваню?",
    "answers": [
      {
        "id": 16,
        "text": "- сейчас не получится, я должен идти домой."
      },
      {
        "id": 17,
        "text": "- да, давай, хочется услышать твой голос^^"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "— я звоню. \nОтложив телефон и ждя звонка я снова осмотрелся, было довольно поздно, а та девушка до сих пор сидела рядом со мной.... и кажется, что она села ближе, а так же она поднисла телефон к уху улыбаясь.\nМой телефон зазвонил, я взял трупку.\n— привет, мой тигренок.\nУслышал я в телефоне и одновременно от девушки сидящей возле меня.\n— Изабелла?- обратился даже не к телефону, а к девушке возле меня с завстывшим удивлением на лице.\n— да, какое же бешеное совподение!- воскрикнула она ложа трупку и поворачиваясь ко мне с улыбкой и без капли какого либо сомнения. \n— значит все это время мы сидели рядом с друг другом...- сказал я не отойдя от шока.\n— видимо, но почему ты смотришь на меня как на призрака?- сказала она и взела меня за руку- не ужели я такая страшная?\nЯ же больше нечего не мог сказать, я просто смотрел в ее янтарно-красные глаза и чувствовал как мое сознание утопает в них... как меня поглащает огонь, чувствуя как тело начинает гореть.\n— ладно,тигренок, я вижу ты устал. Давай ты провидешь меня до дома, а то уже позно и ты пойдешь отдохнешь.\n— хорошо- почему то ляпнул я даже и не задумываясь.\nБыло такое ощущение что сейчас с ней я готов пойти куда угодна. Раньше я такого не когда не испытовал, по этому почти всю дорогу мы шли молча и всю дорогу я пытался убедить себя, что я не влюбился.\n— мы дашли- вытащил меня из своих дум нежный голос Изабеллы.\nЯ оглянулся, улица казалась знакомой, а после я понял что она живет в многоитажке напротив моей общаге. \n— может ты ко мне зайдешь, я чайком угощу ;) \nСказала она подмегнув.",
    "answers": [
      {
        "id": 18,
        "text": "Отказаться и попрощавшись уйти"
      },
      {
        "id": 19,
        "text": "Согласиться"
      },
      {
        "id": 20,
        "text": "Обнять на прощание и уйти"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я едва сдиржался ей сказать да, едва удержал себя от того о чем наверное я потом сильно жалел бы.\n— Прости, но я с тобой не пойду, мне пора дамой- отрезал я и развернувшись чутли не бижал обратно к себе в общагу.\nИ вот уже походя к своему убежищу у меня сильно завебрировал телефон, я достал его что бы посмотреть и я увидел что у меня 5 пропущеных звонков от Игоря и других ребят, а так же мне сразу пришло куча сообщений от Игоря:\n— а что мне приготовить?\n— ау?\n— короче, макороны делаю.\n— ты где? Ужин как бы стынет.\n— ты что обиделся? Ну прости за издевки.\n— где ты потерялся? С тобой все норм? \nМой телефо был забит различными сообщениями подобного формата и почему то все они пришли только сейчас... \nНа часах было 2 часа ночи хотя вроде недавно только начало темнеть. Я даже боялся, что я в такое время не смогу зайти в общежитие, но нашь охраник дядя Петя меня впустил. Конечно он спросил после несколько вопросов, но я не чего не мог ответить, ибо сам не знаю что не так с этим днем. После своих вопросов охраник просто сказал что бы я был осторожнее с травкой и проводил меня до комнаты.\nВсе мои соседи уснули и я тихо прополз по темной комнате к своей кровате зацепив пару жестяных банок...\nЯ удобно лег и задумался о том что этот день был действительно ненормальным...",
    "answers": [
      {
        "id": 21,
        "text": "\"Наверное это я ненормальный\""
      },
      {
        "id": 22,
        "text": "\"Наверое с Изабеллой что то не так\""
      },
      {
        "id": 23,
        "text": "\"Наверное я просто влюбился и это судьба\""
      }
    ]
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "Всю ночь я не мог заснуть, все думал что со мной не так. Хотя когда я сильно начал задумываться на счет этого понимал, что я всегда чем-то отличался от своих сверстников. Я долго думал чем так вечно выдилялся от остальных и понял... понял что я часто задумывался о том о чем не следует, всегда размышлял не так как все... После сегодняшнего дня моя жизнь изменилась ибо понял кто я такой.... Я псих! \n\"Наверника то что произошло со мной вечером, то как я с кем то переписовался, а потом по не обычной случайности с ней встретился- все это ложь, простой плод моего больного воображения, я ведь псих\"- подумал я начав тихо хехикать, что бы не разбудить не кого.\nНочь уже близилась к концу, а я досих пор не мог уснуть, в голове крутились мысли и у меня появилась интересная идея, но перед ней я хотел кое что сделать...",
    "answers": [
      {
        "id": 24,
        "text": "Взять телефон и проверить сообщения"
      }
    ]
  },
  {
    "id": 22,
    "text": "Да, этот день был не обычным, но вот с чем есть точно какие то странности то это с моей новой подругой. Может я и накручиваю, но даже сейчас меня тянула к ней и это явно не нормально. По этому я решил все раследовать. Начать я конечно решил со своего телефона и нашей переписки, но я ее не мог найти, не моих сообщений и не сообщений Изабеллы у меня не было сохранено на телефоне.\n\"странно, я ведь их не удалял\"- подумал я потверждая недоверие.\nПосле этого я решил, что на раскрытие этого дела надо было много сил, по этому я собирался ложиться спать. Однако перед тем как ложиться спать я решил написать пару моим друзьям, что бы они не волновались и знали что я дома.\nИ меня сильно удевило когда кто-то даже ответил на сообщение, это была Вика.\nМы с ней знакомы со школы и я знаю что она любительница посмотреть сериалы или фильмы до самого утра, но все равно меня удевила что она все еще не спит.\n— ну и хорошо, что с тобой все впорядке, я слышала что ты с девувкой какой то гулял.\n— да, но сней явно что-то не так...\n— расскажишь?\n— потом, когда сам разберусь.\n— а чего ты еще не спишь?\n— у меня тот же вопрос?\n— ну я собиралась ложиться уже.\n— ну я тоже собирался.\n— тогда хорошо выспись, увидемся^^\n— увидимся.\nПосле этого диалога я решил отложить телефон и леч спать.",
    "answers": [
      {
        "id": 37,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "Новых сообщений не было, а самое интересное то что я не смог найти мою переписку с Изабеллой...\n\"Я так и думал, в последнее время мое воображение слишком шалит. Не могла мне написать такая красивая девушка как она.\"- подумал я поняв свою нечтожость.\nЯ решил по отвечать на сообщения которые мне писали раньше, хоть я прикрасно знал что большинству было плювать на меня и они мне написали лишь из за того что их попросил об этом Игорь. Наверное по этому мои ответы были краткими и однообоазными, в стиле: \"со мной все хорошо, я просто загулялся\".\nИ меня сильно удевило когда кто-то даже ответил на подобное сообщение, это была Вика.\nМы с ней знакомы со школы и я знаю что она любительница посмотреть сериалы или фильмы до самого утра, но все равно меня удевила что она все еще не спит.\n— ну и хорошо, я слышала что ты с девувкой какой то гулял.\nЯ решил это проигнорировать... но она мне снова написала.\n— а чего ты еще не спишь?\n— у меня тот же вопро?\n— ну я собиралась ложиться уже.\n— ну я тоже собирался.\n— тогда хорошо выспись, увидемся^^\n— ага.\nПосле этого диалога я решил отложить телефон и пока что его не трогать. Я хотел еще...\n",
    "answers": [
      {
        "id": 28,
        "text": "Написать в плакноте об этом дне"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я решил что уже не усну по этому встал с кровати и спомощи фонарика на телефоне нашел ручку и тоненькую тетрадь. Потом я пошел на кухню и седя за обеденым столом решил описать этот день. Описывал все страности, писал туда свои мысли...даже написал о том как я решил писать в этой тетрадке, но и так же я написал про конец этого дня, написал на перед ибо уже знал чем этот день закончится.",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "Уже скоро должно было расветать, по этому я решил подняться на крышу и увидеть как из горизонта выходило всеми любимыми \"светило\".\nНо меня настигла очередная страность... прям над общежитием повисла небольная туча с которой лил небошьшой дожди, к щастью туча не закрыла полностью небосвот. По этому я смог смотреть как город начал освещаться утреним солнцем пока стоял под дождем на краю крыши.\nСтая здесь я наслождался смотря на на эти капли которые блистели от лучей солнца, но меня внезапно кто то окликнул.\n—эй, пацан, отойди от края- крикнул мне дядя Петя.\nЯ тогда даже немного испугался и чуть не упал.\n— пацан, не глупи! Давай иди ко мне, отойди от края.\nОбычный человек наверное бы пошол к охранику, но а я мыслю не так как все... я ведь псих. Сейчас я наслаждался чуством которое испытовал утром, чувство когда ты вылетел из клетки спустя сотни лет заточения. \n\"хаха, оно и верно, какая птица будет вздравом уме после стольких лет заточения\"- вот о чем я думал сейчас улыбаясь дяде Пети и закрывая глаза.\nДальше я чувствовал лишь сильные порывы ветра которые несли меня к свободе и слышал отчаеный крик человнка...\n\n                                      \n\n                                      Конец\n              *Если бы я был птицей то взлител бы*\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец [1]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Всю ночь я не мог заснуть, все думал что со мной не так. Хотя когда я сильно начал задумываться на счет этого понимал, что я всегда чем-то отличался от своих сверстников. Я долго думал чем так вечно выдилялся от остальных и понял... понял что я часто задумывался о том о чем не следует, всегда размышлял не так как все... После сегодняшнего дня моя жизнь изменилась ибо понял кто я такой.... Я псих! \n\"Наверника то что произошло со мной вечером, то как я с кем то переписовался, а потом по не обычной случайности с ней встретился- все это ложь, простой плод моего больного воображения, я ведь псих\"- подумал я начав тихо хехикать, что бы не разбудить не кого.\nНочь уже близилась к концу, а я досих пор не мог уснуть, в голове крутили мысли и я не знал что мне сделать...",
    "answers": [
      {
        "id": 28,
        "text": "Написать в блакноте об этом дне"
      },
      {
        "id": 29,
        "text": "Пойти на крышу и встретить расвет"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я решил что уже не усну по этому встал с кровати и спомощи фонарика на телефоне нашел ручку и тоненькую тетрадь. Потом я пошел на кухню и седя за обеденым столом решил описать этот день. Описывал все страности, писал туда свои мысли...даже написал о том как я решил писать в этой тетрадке, но и так же я написал про конец этого дня, написал на перед ибо уже знал чем этот день закончится.",
    "answers": [
      {
        "id": 31,
        "text": "Пойти на крышу и встпетить расвет"
      }
    ]
  },
  {
    "id": 29,
    "text": "Уже скоро должно было расветать, по этому я решил подняться на крышу и увидеть как из горизонта выходило всеми любимыми \"светило\".\nНо меня настигла очередная страность... прям над общежитием повисла небольная туча с которой лил небошьшой дожди, к щастью туча не закрыла полностью небосвот. По этому я смог смотреть как город начал освещаться утреним солнцем пока стоял под дождем на краю крыши.\nСтая здесь я наслождался смотря на на эти капли которые блистели от лучей солнца, но меня внезапно кто то окликнул.\n—эй, пацан, отойди от края- крикнул мне дядя Петя.\nЯ тогда даже немного испугался и чуть не упал.\n— пацан, не глупи! Давай иди ко мне, отойди от края.\nОбычный человек наверное бы пошол к охранику, но а я мыслю не так как все... я ведь псих. Сейчас я наслаждался чуством которое испытовал утром, чувство когда ты вылетел из клетки спустя сотни лет заточения. \n\"хаха, оно и верно, какая птица будет вздравом уме после стольких лет заточения\"- вот о чем я думал сейчас улыбаясь дяде Пети и закрывая глаза.\nДальше я чувствовал лишь сильные порывы ветра которые несли меня к свободе и слышал отчаеный крик человнка...\n\n                                      \n\n                                      Конец\n              *Если бы я был птицей то взлител бы*\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец [1]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Всю ночь я не мог заснуть, все думал что со мной не так. Хотя когда я сильно начал задумываться на счет этого понимал, что я всегда чем-то отличался от своих сверстников. Я долго думал чем так вечно выдилялся от остальных и понял... понял что я часто задумывался о том о чем не следует, всегда размышлял не так как все... После сегодняшнего дня моя жизнь изменилась ибо понял кто я такой.... Я псих! \n\"Наверника то что произошло со мной вечером, то как я с кем то переписовался, а потом по не обычной случайности с ней встретился- все это ложь, простой плод моего больного воображения, я ведь псих\"- подумал я начав тихо хехикать, что бы не разбудить не кого.\nНочь уже близилась к концу, а я досих пор не мог уснуть, в голове крутили мысли, но я знал что мне сделать...",
    "answers": [
      {
        "id": 31,
        "text": "Пойти на крышу и встретить расвет"
      }
    ]
  },
  {
    "id": 31,
    "text": "Уже скоро должно было расветать, по этому я решил подняться на крышу и увидеть как из горизонта выходило всеми любимыми \"светило\".\nНо меня настигла очередная страность... прям над общежитием повисла небольная туча с которой лил небошьшой дожди, к щастью туча не закрыла полностью небосвот. По этому я смог смотреть как город начал освещаться утреним солнцем пока стоял под дождем на краю крыши.\nСтая здесь я наслождался смотря на на эти капли которые блистели от лучей солнца, но меня внезапно кто то окликнул.\n—эй, пацан, отойди от края- крикнул мне дядя Петя.\nЯ тогда даже немного испугался и чуть не упал.\n— пацан, не глупи! Давай иди ко мне, отойди от края.\nОбычный человек наверное бы пошол к охранику, но а я мыслю не так как все... я ведь псих. Сейчас я наслаждался чуством которое испытовал утром, чувство когда ты вылетел из клетки спустя сотни лет заточения. \n\"хаха, оно и верно, какая птица будет вздравом уме после стольких лет заточения\"- вот о чем я думал сейчас улыбаясь дяде Пети и закрывая глаза.\nДальше я чувствовал лишь сильные порывы ветра которые несли меня к свободе и слышал отчаеный крик человнка...\n \n\n\n                                       Конец\n              *Если бы я был птицей то взлител бы*\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец [1]"
      }
    ]
  },
  {
    "id": 32,
    "text": "Всю ночь я не мог заснуть, все думал что со мной не так. Хотя когда я сильно начал задумываться на счет этого понимал, что я всегда чем-то отличался от своих сверстников. Я долго думал чем так вечно выдилялся от остальных и понял... понял что я часто задумывался о том о чем не следует, всегда размышлял не так как все... После сегодняшнего дня моя жизнь изменилась ибо понял кто я такой.... Я псих! \n\"Наверника то что произошло со мной вечером, то как я с кем то переписовался, а потом по не обычной случайности с ней встретился- все это ложь, простой плод моего больного воображения, я ведь псих\"- подумал я начав тихо хехикать, что бы не разбудить не кого.\nНочь уже близилась к концу, а я досих пор не мог уснуть, в голове крутили мысли и я не знал что мне сделать...",
    "answers": [
      {
        "id": 33,
        "text": "Взять телефон и проверить сообщения"
      },
      {
        "id": 34,
        "text": "Пойти накрышу и встретить расвет"
      }
    ]
  },
  {
    "id": 33,
    "text": "Новых сообщений не было, а самое интересное то что я не смог найти мою переписку с Изабеллой...\n\"Я так и думал, в последнее время мое воображение слишком шалит. Не могла мне написать такая красивая девушка как она.\"- подумал я поняв свою нечтожость.\nЯ решил по отвечать на сообщения которые мне писали раньше, хоть я прикрасно знал что большинству было плювать на меня и они мне написали лишь из за того что их попросил об этом Игорь. Наверное по этому мои ответы были краткими и однообоазными, в стиле: \"со мной все хорошо, я просто загулялся\".\nИ меня сильно удевило когда кто-то даже ответил на подобное сообщение, это была Вика.\nМы с ней знакомы со школы и я знаю что она любительница посмотреть сериалы или фильмы до самого утра, но все равно меня удевила что она все еще не спит.\n— ну и хорошо, я слышала что ты с девувкой какой то гулял.\nЯ решил это проигнорировать... но она мне снова написала.\n— а чего ты еще не спишь?\n— у меня тот же вопро?\n— ну я собиралась ложиться уже.\n— ну я тоже собирался.\n— тогда хорошо выспись, увидемся^^\n— ага.\nПосле этого диалога я решил отложить телефон и пока что его не трогать.",
    "answers": [
      {
        "id": 35,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "Уже скоро должно было расветать, по этому я решил подняться на крышу и увидеть как из горизонта выходило всеми любимыми \"светило\".\nНо меня настигла очередная страность... прям над общежитием повисла небольная туча с которой лил небошьшой дожди, к щастью туча не закрыла полностью небосвот. По этому я смог смотреть как город начал освещаться утреним солнцем пока стоял под дождем на краю крыши.\nСтая здесь я наслождался смотря на на эти капли которые блистели от лучей солнца, но меня внезапно кто то окликнул.\n—эй, пацан, отойди от края- крикнул мне дядя Петя.\nЯ тогда даже немного испугался и чуть не упал.\n— пацан, не глупи! Давай иди ко мне, отойди от края.\nОбычный человек наверное бы пошол к охранику, но а я мыслю не так как все... я ведь псих. Сейчас я наслаждался чуством которое испытовал утром, чувство когда ты вылетел из клетки спустя сотни лет заточения. \n\"хаха, оно и верно, какая птица будет вздравом уме после стольких лет заточения\"- вот о чем я думал сейчас улыбаясь дяде Пети и закрывая глаза.\nДальше я чувствовал лишь сильные порывы ветра которые несли меня к свободе и слышал отчаеный крик человнка...\n\n                                      \n\n                                      Конец\n              *Если бы я был птицей то взлител бы*\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец [1]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Всю ночь я не мог заснуть, все думал что со мной не так. Хотя когда я сильно начал задумываться на счет этого понимал, что я всегда чем-то отличался от своих сверстников. Я долго думал чем так вечно выдилялся от остальных и понял... понял что я часто задумывался о том о чем не следует, всегда размышлял не так как все... После сегодняшнего дня моя жизнь изменилась ибо понял кто я такой.... Я псих! \n\"Наверника то что произошло со мной вечером, то как я с кем то переписовался, а потом по не обычной случайности с ней встретился- все это ложь, простой плод моего больного воображения, я ведь псих\"- подумал я начав тихо хехикать, что бы не разбудить не кого.\nНочь уже близилась к концу, а я досих пор не мог уснуть, в голове крутили мысли, но я знал что мне сделать...",
    "answers": [
      {
        "id": 36,
        "text": "Пойти на крышу и встретить расвет"
      }
    ]
  },
  {
    "id": 36,
    "text": "Уже скоро должно было расветать, по этому я решил подняться на крышу и увидеть как из горизонта выходило всеми любимыми \"светило\".\nНо меня настигла очередная страность... прям над общежитием повисла небольная туча с которой лил небошьшой дожди, к щастью туча не закрыла полностью небосвот. По этому я смог смотреть как город начал освещаться утреним солнцем пока стоял под дождем на краю крыши.\nСтая здесь я наслождался смотря на на эти капли которые блистели от лучей солнца, но меня внезапно кто то окликнул.\n—эй, пацан, отойди от края- крикнул мне дядя Петя.\nЯ тогда даже немного испугался и чуть не упал.\n— пацан, не глупи! Давай иди ко мне, отойди от края.\nОбычный человек наверное бы пошол к охранику, но а я мыслю не так как все... я ведь псих. Сейчас я наслаждался чуством которое испытовал утром, чувство когда ты вылетел из клетки спустя сотни лет заточения. \n\"хаха, оно и верно, какая птица будет вздравом уме после стольких лет заточения\"- вот о чем я думал сейчас улыбаясь дяде Пети и закрывая глаза.\nДальше я чувствовал лишь сильные порывы ветра которые несли меня к свободе и слышал отчаеный крик человнка...\n\n                                      \n\n                                      Конец\n              *Если бы я был птицей то взлител бы*\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец [1]"
      }
    ]
  },
  {
    "id": 37,
    "text": "                                       Глава ||\nНовый день начался самым не обычным образом. Я проснулся от того что на меня лили мелкой струей холодную воду, от этого я сразу же поскачил с кровати.\n— ой, смотрите как он подорвался- услышал я знакомый голос Игоря.\n— а от наших пенков он даже бровью не вел- услышал я второго соседа Руслана.\n— зачем так жестоко- едва проснувшись и открыв глаза ворвался я в их диалог\n— а ты хотел чтобы мы тебя не трогали и ты пропустил последнию сесию по вышмату?- спрасил у меня Руслан.\n— ладно-ладно, срасибо парни- сказал я и быстрло пошол одиваться и умываться.\nЭто утро явно начиналось не самым лучшем оброзо ибо меня жудка сушила и болела голова и было такое страное чуство что из меня высасоли мою энергию по этому мое тело так сильно страдало. Во всем я конечноже венил Изабеллу, она явно к этому было причасна.\nКстати по пути в универ с моими друзьями я проверил сообщения, пришли новые от Вики и Изабеллы. Они оби написали доброе утро, только Изабелла дописала ваше новое имя \"тигренак\". \nВике я сразу ответил, но вот что написать второй....",
    "answers": [
      {
        "id": 38,
        "text": "-доброе утро, а мы сегодня встретимся?"
      },
      {
        "id": 39,
        "text": "- доброе утро, как себя чувствуешь?"
      },
      {
        "id": 40,
        "text": "- доброе утро, а какое твое любимое животное?"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я решил Изаббелу вывести на чистую воду, встретиться с ней и все выяснить, по этому такой вопрос меня вполне устраивал. Самое главное что на мое сообщение она чутли не сразу же ответила.\n— а ты уже по мне соскучился? \n— я о тебе всю ночь думал.\n— вау, а я о тебе все думала ^^\n— ну значит мы встретимся?\n— конечно, уже не дождусь.\nЯ хотел еще немного поболтать с ней, но вдруг меня отвлекли забрав у меня телефон и я понял что мы уже стоим перед универом. Это было крайне страно, ибо от общаги до шараги минут 15 шагать, а я с Изабеллой лишь пару сообщениями перекинулся и не могло не как столько времени пройти.\n— ты нас вообще слушал?- спрасил Руслан.\n— а, что? что вы говорили?- удевлена спрасил я.\n— ты ведь кивал, мы думали ты нас слушаешь.\n— простите, со мной что то не так в последнее время.\n— не уже ли влюбился, оно так вечно, постоянно в облаках литаешь и рядом с ней хочешь быть.\n\"Да чувства конечно похожие, но это не любовь это явно что то паронормальное и я должен все выяснить\"- подумал я- \"И выяснять я должен осторожно, что бы я случайно не потерялся во времени, ибо когда я с ней общаюсь время явно идет не так как надо\".\n— не, ну точно влюбился, уже думает о своем- сказал Игорь слегка меня покачивая.",
    "answers": [
      {
        "id": 44,
        "text": "Зайти в универ."
      }
    ]
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "Я решил не ввязываться в эти проблемы, по крайней мере сейчас, по этому пока мой дружище был увлечен распрастранением невероятной новости я тихо вышел за дверь и побежал на улицу. \nСегодняшний день для меня казался каким-то особенным, более ярким, да же можно сказать красочным. Не знаю почему, но то что произошло за это утра меня радовало,  начало дня козалась для меня почему-то необычным, поэтому у меня пронеслась мысли, что жизнь меня к чему-то готовит...\nСпустя какое-то время я откинул эти мысли решив, что это мои необузнаные бредни. Для меня было достаточно ходить по городу, наблюдать за природой и людьми, слушать рев маторов и незнакомые голоса людей... Все это мне приносило личный кайф. Чувствувал себя свободной птицей, которая до этого десителетиями сидела в закрытой клетке.\nВремя шло быстро, не заметил я оглянуться как уже начало вечереть. И все это время я просто ходил наблюдая как один прохожый сменялся другим, а тот третим и так далее... Я уже собирался идти домой как внезапно мой телефон слегка завебрировал, мне пришла СМСка. Сообщение от Игоря:\n— куда ты пропал? Ты видел сколько времени?\n— я уже собираюсь идти домой- ответил я.\n— ты один или у нас гости?\n— я один. Лучше иди кушать приготовь, а то я голодный.\nНаписал я это и сразу потопал домой положив телефон в корман, но телефон снова завебрировал....\n— приветик- мне написала какая-то незнакомая девушка.",
    "answers": [
      {
        "id": 13,
        "text": "- кто ты такая?"
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "Спустя некоторое время мы зашли в универ и разошлись по своим аудиториям. И я бы наверно пропустил бы эту часть дня если бы не еще один странный случай... Ко мне на большом перерыве подошла пообщаться лучшая ученица нашей группы. \n— эй, тебя ведь Олег завут- начало не самым лучшим образом наш разгор Катя.\n— да, а тебя вроде Катя завут- решил кинуть я в ответ.\n— о ты меня знаешь, это хорошо, мне не придется приставляться- сказала она таким тоном будто до этого разговора она вообще не знала о моем существовании и была удевлена, что я знал о ней.\nЛично мне она не особо нравилась, ибо за пару секунд нашего общения она уже успела меня неплохо выбисить.\n— ладно, ты после пар свободен?- она спрасила так будто ей пофиг что я отвечу- жду тебя у сталовки в 5 часов.\nСказала она и развернувшись пошла на свое место.\n— а зачем мне приходить?- спросил ей в след.\nИ тут она оберулась, посмотела на меня своими серыми, будто густой туман, глазами в отражении которых я на секунду явно видел Изабеллу.\n— Олег, ты жить хочешь?- снова она спрасила так как будто ее не интересовало что я скажу, а после она развернулась не дождавшись ответа и пошла на свое место такой непринужденой походкой будто она уже про меня вовсе забыла.\n\"Она меня бесит, но все же что это вообще было\"- именно это мысль у меня кружилась пару минут в голове.",
    "answers": [
      {
        "id": 48,
        "text": "Пойти в 5 часов к теретории столовой"
      },
      {
        "id": 49,
        "text": "Не терять время и встретиться с Изабеллой"
      },
      {
        "id": 50,
        "text": "Не терять время и пойти поговорить с Игорем на счет Изабеллы"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я решил просто уйти, все равно мы скоро помиремся и все забудется, мы ведь лучшии друзья, между нами такое часто бывает, так что лучше на брать это во мнимание и посветить себя прогулке.\nСегодняшний день для меня казался каким-то особенным, более ярким, да же можно сказать красочным. Не смотря на то что утром у меня было плохое настроение, свежий воздуз как буд то унес все мои проблемы и я начал жить по новому...\nСпустя какое-то время я откинул эти мысли решив, что это мои необузнаные бредни. Для меня было достаточно ходить по городу, наблюдать за природой и людьми, слушать рев маторов и незнакомые голоса людей... Все это мне приносило личный кайф. Чувствувал себя свободной птицей, которая до этого десителетиями сидела в закрытой клетке.\nВремя шло быстро, не заметил я оглянуться как уже начало вечереть. И все это время я просто ходил наблюдая как один прохожый сменялся другим, а тот третим и так далее... Я уже собирался идти домой как внезапно мой телефон слегка завебрировал, мне пришла СМСка. Сообщение от Игоря:\n— куда ты пропал? Ты видел сколько времени?\n— я уже собираюсь идти домой- ответил я.\n— ты один или у нас гости?\n— я один. Лучше иди кушать приготовь, а то я голодный.\nНаписал я это и сразу потопал домой положив телефон в корман, но телефон снова завебрировал....\n— приветик- мне написала какая-то незнакомая девушка.",
    "answers": [
      {
        "id": 13,
        "text": "- кто ты такая?"
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "                                       Глава ||| \n                              *охота на ведьм*\nНа сегодня мои студенчиские муки закончились, но это не конец дня, а значит начинаются мои жизненые проблемы. Решать все я решил с встречи с моей новой подругой которая меня так бесит...\n— Катя, зачем ты меня позвала?- спросил я когда подошел к назначеному месту и увидел нашу старосту.\n— о ты наконец то пришел, сколько тебя можно тебя ждать?-  услышал я ее очередной литаричесий вопрос, когда она меня взяла за руку и куда то потащила.\n— эй куда ты меня тащишь?!- выкрикнул я когда увидел что она тащит меня в женский туалет.\nОднако Настя меня проигнорировала и я уже хотел вырваться, но я не смог... Да я не смог не вырваться из хватки, я даже не смог хоть на секунду как то остановить или замедлить девченку.\n— эй ты всегда была такой сильной- удевленно выдавил я.\n— боже сколько много вопросов, столько гемароя... -наконец то хоть что то сказала Катя когда мы зашли в уборную и подашли к умывальникам с зеркалам.\n— ладно, прости, но зачем мы здесь?\n— блин, ладно, ты готов услышать ответы и правду?- наконец я услышал вопрос на который она действительно ждала ответа.",
    "answers": [
      {
        "id": 51,
        "text": "- да, конечно, я хочу услышать что это все значит"
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "— ну ладно, тогда слушай очень внимательно и так же вниматльно смотри.\nСказав это Катя дотроулась до зеркало и оно как вода покрылась волнами...\n— чего?!!- выкрикнул я увидев это.\n— а теперь смотри- сказала она вполне спокойным голосом.\nВ отражении я увидел Катю одетую в порваные джинсы и джинсувую куртку под которой была фудболка с надписью: \"Смерть\", увешеная всякими браслетами, скакойто необычной прической с накрашеными губами помадой черного цвета и все в подобном хипстерском стиле, но все дело в том что в реальности она стояла перед до мной в обычной ученической форме без каой либо косметики.\n— ну что видишь?\n— эм, а что имено?- спросил я быстро побегов по отражению глазами.\nИ заметил еще пару интеесых вещей: отражнии было как то очень темно и я бы наверное нечего бы не видел если бы не это свичение которое окружала Катю не смотря на ее вид,после я решил взглянуть на себя и в отражении я выгледил как какой то обычный серый призрак, но потом я заметил еще кое что...",
    "answers": [
      {
        "id": 52,
        "text": "- Катя, а что это у меня?"
      }
    ]
  },
  {
    "id": 52,
    "text": "— о ты наконец заметил- сказала слегка раздраженым голосом Катя.\nА заметил я, что в отражении на моем призрачном теле сидело еще что то, что то очень черное.... то что явно мне не чего хорошего не приносит.\n— хочу познакомить тебя с Ранкаром.\n— с чем?\n— ну, в просто народии их называют тенью ну или пустым... короче это хрень из паролельного мира.\n— ну и чего эта хрень сидит на мне?\n— ну оно питается тобой, постепено вытягивает твою енергию скажим так.\n— чего?! И как мне от этого избавиться?!- я начал постепено поднимать свой тон из за шока.\n— ну я тут для того что бы решить твою проблему.\nЯ был в сильном шоке и испуге по этому я оташел от Кати иприсланился к стенке.\n— ты тоже пустая?\nСтараста явно после этих слов сильно разозлилась.\n— ты вообще тупой?! Ты видел мое отражение души?- прозвучали очередные ее лмторические вопросы- так как ты смеешь меня тенью звать?!\nЯ решил просто прикрыть рот что бы не ляпнуть нечего еще лишнего.\n— я Сквинси, для людей просто хранитель либо охотник, не смей нас путать!",
    "answers": [
      {
        "id": 53,
        "text": "- хорошо, прости..."
      }
    ]
  },
  {
    "id": 53,
    "text": "—— на этот раз прощаю- надменым голосом сказала она и отошла от меня что бы посмотреть в зеркало.\n— ну и ты типа не человек?- тиха и не уверено спросил я.\nКатя посмотрела на меня.\n— это сложный вопрос, по сути все Квинси раждаются в этом мире, по этому мы так похожи на людей... По сути мы полу люди.\n— а эти... Ранкары?\n— они не люди! Хотя они постоянно вами притворяются. Тени рождены в другом мире и в этом мире они хотят только одного, высасывать твою енергию.\n— и как мне избавиться от этой тени?\nЯ подошел снова к зеркалу, но зеркало было обычным и отража просто наш обычный мир.\n— ну надо сначало найти Тень и спаймать ее. У тебя появлялись в последнее время какие то страные новые знакомые?\n— Да! Изабелла!\nКатя перестала расмотривать себя в зеркале и посмотрела на меня.\n— Олег... сколько ты сней знаком???- спрасила охотница у меня слегка дражащем и испуганым голосом.\n— ну я вчера вечером с ней познакомился, она мне написала, а потом оказалось что мы сидели на одной лавочке.\n— до скальки ты с ней гулял?\n— примерно до 2 часов ночи, время очень быстро с ней пролетело.\n— короче, у нас есть максимум времени до следущего вечера...\nЯ тяжело взглатнул\n— а что со мной потом будет...?\n— тебя уже не будет- сказала мне Катя вполне серьезными глазами.\nМой телефон завебрировал, пришло новое сообщение от Изабеллы.",
    "answers": [
      {
        "id": 54,
        "text": "Сказать об этом Кате"
      },
      {
        "id": 55,
        "text": "Ответить Изабелле"
      }
    ]
  },
  {
    "id": 54,
    "text": "— эм... слушай, мне написала она- сказал я еще не прочитав сообщении.\n— да, это хорошо, но смотри не увлекайся ибо перепискай она тоже выкачивает твою енергию.\n— постораюсь, хоть это будет сложно.\nЯ разлакировал телефон и открыл переписку.\n— ну так когда мы встречаемся? Я бы хотела погулять со своим тигренкам- написала мне Изабелла.\n— ты хотела сказать: \"поохотиться на своего зайченка\"?\n— ты о чем? \n— о том что я явно в этой игре не играю роль тигра, я заец с которым ты играешься. \n— ты что то перепутал, ты- тигр, а я твоя зайка за которой ты должен бегать ;)\n— только по моему это ты за мной бегаешь.\nИ тут Изабелла хоть прочитала сообщение сразу не ответила как она бычно делает, по этому я смог вспомнить про Катю и осмотреться.\nОна внимательно смотрела на меня и на нашу переписку.\n— что это ты такое пишешь?- злым голосом говорила- ты понимаешь что ты дрлжен с ней встретиться, а не на оборот отпугивать ее.\nИ не успев ответить на упреки хранителя мой телефо завебрировал.\n— ты хочешь встретиться...?\nОчередное сообщение от изабелы, но почему так долго отвечала и поставила троеточие?",
    "answers": [
      {
        "id": 56,
        "text": "- да, давай встретимся)"
      },
      {
        "id": 57,
        "text": "- я знаю кто ты и я не собираюсь быть сожраным тобой!"
      }
    ]
  },
  {
    "id": 55,
    "text": "— ну так когда мы встречаемся? Я бы хотела погулять со своим тигренкам- написала мне Изабелла.\n— ты хотела сказать: \"поохотиться на своего зайченка\"?\n— ты о чем? \n— о том что я явно в этой игре не играю роль тигра, я заец с которым ты играешься.\n— ты что то перепутал, ты- тигр, а я твоя зайка за которой ты должен бегать ;)\nИ вдруг меня отвлекла Катя ударив меня в живот. Удар был на столько сильным что мне показалась что я оторвался от земли. После я просто упал в накаут на пол и долго пытался втинуть хоть глоток воздуха.\n— ты что делаешь, ты меня вообще слушаешь?\nНо в ответ я мог только шевелить ртом не издовая не идиного звука.\nКатя мне что то кричала, мой телефон вебрировал от сообщений, а я попрежнему не могу вздыхнуть.\nМое тело скрючелось от невыносимой боли, а в глазах начало темнеть...\n\n\n\n                                       Конец\n                 *Пал от собственной глупости*",
    "answers": [
      {
        "id": 1,
        "text": "Конец[2]"
      }
    ]
  },
  {
    "id": 56,
    "text": "— хорошо, хочу с тобой поговорить на едине,, не хочу что бы за нашим общением кто то подсматривал, так что жду в парке на той же лавочке.\n— хорошо, а во сколько?\n— когда захочешь тогда и приходи, говорю же, что жду тебя здесь.\n— я тогда скоро прийду.\n— только прошу приходм один.\nПосле этого она вышла из сети и наша переписка удалилась.\n— ну и что мне делать?- недоуменно спросил я у Кати.\n— иди к ней, а я тихо буду за вами следить пока не покажится возможность прихлопнуть эту тварь.\n— она на столько опасна?\n— она убила около сотни людей и делает она это очень быстро и изыскано, а споймать ее еще не одному Сквинсу не удалось.\nУ меня пробежали муражки по коже.\n— с каким же чудовищем я имею дело- пробурчал я себе под нос.\n— в любом случае на пора выдвегаться, чем быстрее начнем тем быстрее закончим- довольно увернно говорила Катя.\n— но может все же мне пойти одному?- остановившись и задумавшись сказал я- по моему она знает, что ты говорила со мной.\n— возможно, но если ты пойдешь один то точно просто станешь ее обедом.",
    "answers": [
      {
        "id": 58,
        "text": "Пойти одному, ее присутсвие точно не к чему хорошему не приведет"
      },
      {
        "id": 59,
        "text": "Пойти вместе, без какой либо потдержки я точно не выживу"
      }
    ]
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  },
  {
    "id": 58,
    "text": "— да, есть большая вероятность что я так стану прекрасным делекатесом, но думаю если ты пойдешь со мной шанс примерно такой же- смело сьязвил я набравшись смолости.\n— ты сомневаешь в моей силе?- раздражено спросила меня Катя.\n— нет, просто хочу сказать, что если она говорит в парк преходить одному то так и нужно сделать- говорил я ухдя из туалета- понимаешь в парк я пойду один. \nЯ вышел в темный коридор универа.\n\"Видимо свет выключили по тому что основные пары закончились и осталось лишь пару человек на дополнительных занятиях\"- думал я пока выходил их универа, но от моих мыслей меня отвлек закмый женскиц голос.\n— наконец то я тебя нашла!- кричала мне Вика спускаясь по леснице- я ждала тебя у выхода, но тебя не было, я уже себе всякие сказки начала выдумывать.\n— Вика, а я не жидал тебя тут встетить.\n— Я решила что было бы наконец то хорошо погулять, поболтать как прежде.\nЯ почисал голову, на самом деле я сейчас не почь погуять с ней, но у меня есть сейчас дело по важнее.\n— Слушай, я признателен что ты меня ждала, но я сейчас не могу, у меня есть кое какое дело.\nВика явно растроялась, мне даже показалась что она чутли не заплакала...\n— Мы потом обизательно погуляем- пытался я успакоить подругу.\n— Олег, ответь на один вопрос, только честно- жрожащим голосом говорила Вика- куда ты идешь?",
    "answers": [
      {
        "id": 60,
        "text": "- на встречу с одной девченкой..."
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": "Я не мог ей сейчас солгать, это было бы не правельно, по этому я сказал частно... А после в каридоре погруженому в тишину раздался единственый звук... звук подения слез на пол.\n— я опаздала, а твои друзья меня предупреждали- тиха говорила Вика сквозь слезы.\n— тиха, ты вообще о чем?- спрасил я прижав подругу к себе- не плачь, ты чего разривелась?\nВика хотела мне что то сказать, но вебрация моего телефона ее остановила, я достал и посмотрел в телефон и как ожидалась мне пришла СМСка от человека из за которого происходит эта сцена.\n— ты идешь или я тут зря тбя жду?- мне написала Изабелла.\n— я уже бегу- быстро написал я и отпустив Вику попрощавшись с ней рваул со всех ног в парк.\nЯ знал что сейчас Вика сидит и плачит на полу, но я не мог оглянуться... не мог ей все обьяснить, у меня попросту нет времени в самом буквальном смысле, по этому я просто бижал.\nБежать было сложно, я действительно чувствовал, что у меня нет енергии на подобное, но мысль о том что это явный прзнак моей скорой канчины не позволяла мне остонавливаться. Однако что меня еще больше удевила то что Изабеллы не было на той лавочке, по этому я не успев отдышаться присел и сразу начал страчить этой безжалосной дьяволице.\n— ты где?\n— за деревом сижу зади тебя в теньке, а то там парит сильно- сразуже как и вседа ответила Изабелла- не хочешь ко мне?\n— давай лучше на лавочке, можно поноблюдать за уходящем днем и его последними лучами солнца- попытался я отмазыться что бы не задить в обитель тьмы.\nВ ответ мне не пришло сообщения, в замен я видел как из тени будто не откуда выходит Изабелла в черно-красном платье. Это платье прекрасно подчеркивала ее изящную фигуру и хорошо сочиталась с ее ярко красными глазами и темными волосами. Это красотка плавными движениями обошла лавочку и села... села мне на колени и положив руки мне на плечи смотрела мне в глаза не говоря не слова.",
    "answers": [
      {
        "id": 61,
        "text": "Поцеловать ее"
      },
      {
        "id": 62,
        "text": "Приобнять ее"
      },
      {
        "id": 63,
        "text": "Положить руки на ее талию"
      }
    ]
  },
  {
    "id": 61,
    "text": "Смотря в ее красные глаза я просто танул в них.\nЗабыв обо всем я сразу решил поцеловать Изобеллу, я так хотел дотронуться до ее нежных таких соблозняющих губ. И вот наши губы сопрекаснулись, мы чувствовали дыхания друг друга, впервые в жизни я хотел так сильно поцеловать девушку, но у меня досих пор были сомнения ибо я не знал можно ли мне, да и смогу ли я вообще... ведь это мой первый. Однако Изабелла наверное заметила мои сомнения по этому она слегка прикула мою губу, потом еще раз и еще.... И вот я закрываю глаза, слушаю как бьется мое и ее сердце, а когда я еще больше осмелел в ход пошел язык и руки.\nЯ долго наслаждался этими моментами, но глаза я не как не смог осмелится открыть. Приоткрыть глаза я смог лишь когда мы перестали отдоваться этой неутешимой страсти. В тот момент я почувствовал жудкую усталость и тяжесть, меня сильно потянула в сон, по этому чего я смог добиться то это едва открыть глаза, что бы понять что на улице уже ночь и сил для того что бы дойти просто до общаги у мегя не было. У меня даже не было сил что бы подняться с лавачки, я тогда понял каково быть живым трупом. Я просто наблюдал как это жизни едка вставала с моих колен, после она слегка размялась и подойдя ко мне и накланившись сказала мне на ухо:\n— ты был славным парнем, честно говоря ты меня чем то задел из за чего я долго калибалась, но ксажеление мой голод взял свое.\nПосле она поцеловала меня на прощания и неспиша пошла во тьму. \nЯ же долго боролся, но мои веки все тяжелели и тяжелели и в конце-концов мои глаза закрылись...\n\n\n                                       Конец\n           *Это мой первый и последний поцелуй*",
    "answers": [
      {
        "id": 1,
        "text": "Конец [3]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Смотря в ее красные глаза я просто танул в них. Лишь только мысль, что она сейчас смотрит на меня как на еду, смогла меня спасти от очередной глупости. Я решил просто обнять эту красотку, а она решила обнять меня...\n— тигренак, а я тебе нравлюсь?- спросила Изабелла тот вопрос который я явно не ждал от нее услышать.\n— конечно- сказал я немного замешкавшись- а я тебе?\n— ну а как ты думаешь?- это искусительница снова на меня посмотрела- разве ты не разу не задумывался, почему я именно тебе написала?\n— задумывался, думал просто под руку попался.\n— по части оно так и было, но знаешь, в тебе что то есть такое.\n— и что же?- удивленно спрасил я.\n— ну ты действительно как маленький тигренок срели обычных кошек.\nЭти слова меня сильно смутили и я даже почувствовал как я слегка покраснел.\n— ладно, уже начинает вечереть, давай я тебя до дома провожу.\nИзабелла встала с моих коленей и протянула мне руку, я взял ее за руку и с трудом поднялся ибо за все это время мои ноги не плохо так затекли.\nМы медлено шли по улице держась за руки, я просто шел с девушкой под вечерним небом и болтал о всякой ерунде, не происходило не какой ерунды, я просто наслаждался этими моментами жизни как некогда.\nНо мое щастье длилось не долго, пока я шел по улице моя собеседница внезапно замолчала. \nВ переди я увидел какого то силуэт человека с протянутой рукой, а когда я обирнулся увидел что Изабелла держится за горло душа себя, а ее ноги постепенно отрываются от земли...",
    "answers": [
      {
        "id": 64,
        "text": "Побежать к фигуре в далеке"
      },
      {
        "id": 65,
        "text": "Попытаться помочь девушке"
      },
      {
        "id": 66,
        "text": "Нечего не делать"
      }
    ]
  },
  {
    "id": 63,
    "text": "Смотря в ее красные глаза я просто танул в них.\nОднака я не за что не смог распрощаться от мысли, что от малейшей ошибки я могу попрощаться с жизнью, по этому я просто осторожно полодил руки на ее тонкую талию.\n— тигренок, ты боишься меня?- с осторожностью спросила у меня Изабелла.\n— нет-  сказал я немного замешкавшись- а с чего ты спрашиваешь?\n— просто не люблю когда охотник боится наброситься на свою жертву.\nТут по моей спине пробежали суражки, а со лба выступал холодный пот.\n— знаешь, мы ведь обо охотники и цели у нас одинаковые, поймать друг друга- сказала девушка слегка обняв и накланившись к моему уху- проиграет тот кто первый даст слабину.\n— значит думаешь я проигрываю- уже открыто говорю я.\n— тигренок, я не думаю, я знаю.\n— ну да, я сделал не самый лучший последний выбор, но какие же из этого будут последствия?\n— поверь, они очень большие, например я точно уже знаю, что мой облик раскрыли.\nПосле этих слов Изабелла встал с моих ног.\n— и если мои намеренья известны, то мне пора идти, хоть сейчас ты не скем не пришел.\n",
    "answers": []
  },
  {
    "id": 64,
    "text": "Я тут же рванул к силуэту в переди и когда я достаточно приблизился я увидел свещеника одетым в длиный черный балахон с длиной не ухоженой бародой и большими круглыми очками на цепочке, а его правая рука протянутая в перед у него было обмотана цепочкой на которой весел большой крест. \n— отпустите ее!- прокречал я свещенику который что то вечно бубнил.\nОднако ответа не последовала, по этому я рванул скулаками на мужика, но не успел мой кулак дотронуться его лица как меня сильно отолкнуло что я отлетел на пару метров и упал на освальт из за чего я сильно ушибся и не плохо прочисал свою кожу. На удивление я смог подняться не смотря на свои повреждения, но когда я посмотрел в сторону Изабеллы я увидел еще какую ту фегуру которая чем то  наносила удары по порящему телу. Я снова рванул к свещенику, но на этот раз я решил не пытаться ударить старика, а я хотел выдернуть у него из руки крест. Быстрым рывком я схватьл за крест... и взяв его я нпчал испытывать жудкую боль, рука начала жудка вебрировать.\n— глупец, отпусти!- крикнул мне свещеник и змахом руки попытался меня снова отолкнуть.\nЯ снова полетел назад, но с сорваным с цепочки крестом в руках. Моя рука жудка вебрировала и начала светиться, но я не мог его отпустить мои мышцы были напряжены и не разжимались... Я испытовал невыносимую боль.\nОдно радовала, когда я на последок посмотрел в сторону Изабеллы я увидел как онаосвободилась и начала драться с другой фигурой.\nМое тело начало распадаться на атомы и через пару минут от меня не осталась мокрого следа, но я с собой захватил один из сильнейших артефактов, а какие посдедствия из за этого будут я думую что скоро узнаю...\n\n\n\n                                        Конец\n                  *По моему, это только начало*",
    "answers": [
      {
        "id": 1,
        "text": "Конец [5]"
      }
    ]
  },
  {
    "id": 65,
    "text": "Я сразу подбежал к Изабелле и попытался ее снова призимлить на землю, но как только я дотронулся до ее тела у меня перехватьло дыхание, я не мог зделать хоть малейший глаток воздуха и мое тело тоже начало поднимать в воздух. Я попытался отпустить Изабеллу но мои руки не двигались и я уже едва дотрагивался ногами замили. Наверное бы задохнулся если бы не Настя которая прибежала откуда то из за спены. Она сильно ударила необычной битой по моим рукам из за чего я смог вырваться из этой лавушки и я повалился на землю пытаясь наконец вдохнуть кисларот. \nКатя же начала бить со всей силы Изабеллу. С места куда приходил очередной удар биты вылитали огромные клубни пепла. Я хотел поскорее отдышаться и помочь остановив бешеную девченку с битой, но не успев востоновить свое дыхание я наблюдал за тем как порившое тело превратилось впепел и развеелась по ветру. Я не смог слержать слезы..\n— что ты наделала- тиха повторял я смотря в пол и плача.\n—эй, успакойся она ведь тень, она убивала тебя!- пыталась меня вразумить Катя протянув мне руку.\nЯ отолкнул ее рку и сам встав через слезы посмотрел на нее.\n— мы просто общались, она.... она не собиралась мне нечего деать.\n— та она тебя дурачила- злобно сквозь зубы говорила катя- ты так сильно хотел умереть?\nЯ знал, что Изабелла не убивала его пока они шли домой, я чем то зацепил ее, по этому она не хотела мне причинять вреда... А сейчас она мертва... По этому я просто проигорировал вопрос хоть и Катя на него тоже неждала не какого ответа.",
    "answers": [
      {
        "id": 2,
        "text": "- сейчас мертва она, а не я, так кто же здесь убийца?"
      }
    ]
  },
  {
    "id": 66,
    "text": "Увидев эту картину я понял что Сквинси начали охоту на Ранкара и я этой охоте мешать не хотел. Хоть мне было приятно проводить время с Изабеллой, но она тень которая высасывала из меня мою жизнь и игралась со мной как только модно, по этому я просто стоял и смотрел как она полнималась в воздух болтыхая ногами. Это девка даже пыталась что то сказать, она пыталась попросить о помощи смотря на меня такими испугаными глазами, но в ответ на ее прозьбы я просто отвернул голову.\nПосле к порившиму телу со спены подбижала Катя с битой... и начала бить со всей силы Изабеллу. С места куда приходил очередной удар биты вылитали огромные клубни пепла. К щастью это продлилось недолго, через пару минут тело Изабеллы привратилось в пепел и развеелось по ветру. На этом охота закончилась.\n— ты хорошо справился со своей работай- сказала мне Катя подойдя ко мне- благодоря тебе мы смогли атаковать ее, когда она полность потеряла свою бдительность.\n— спасибо, сторался.\n— Олег, ты ведь не хочешь забывать о том что с тобой произашло?- задала Катя очередной вопрос на который она не ждала ответа.\nЯ конечно хотел сказать, что вряд ли смогу такое забыть, но не успел я сказать ни слова как Катя резко ко мне подошла и поцеловала. Хоть он недолго продлился, я его запомнил на всю жизнь...",
    "answers": [
      {
        "id": 67,
        "text": "- спасибо...."
      }
    ]
  },
  {
    "id": 67,
    "text": "— за что благодаришь ты?- раздался мужской голос за моей спиной- это мы должны тебя благодарить, сын мой.\nЯ обирнулся и увидел подходящему к нам свещеника одетым в длиный черный балахон с длиной не ухоженой бародой и большими круглыми очками на цепочке, а правая рука у него было обмотана цепочкой на которой весел большой крест.\n— я отец Григорий и главный Сквинс этого раена.\n— рад с вами познакомится- помявшись сказал я.\n— Екатерина вела в веурс дела тебя?\n— да, Катя мне рассказала все про Квинси.\nПосле моих слов отец опечально посмотрел на девченку, когда она на удивление просто тихо стояла и смотрела в пол.\n— ну и ладно, в любом случае благодарны мы за труды твои, но к сажелению долго задерживаться здесь не можем мы, пора откланиться нам.\nОтец Григорий подошол ко мне направил на меня крест и что то пробубнил, после он опустил крест и спокойно развернулся и взглянув на Катю на сееунду пошол в ту сторону с которой прищел.\n— да осветит свет дорогу твою.\nПосле этих слов за ним побижала Катя и посмотрем на секунду на меня она прикоснулась к губам, я невельно так же сделал когда вспомнил про пацелуй.",
    "answers": [
      {
        "id": 69,
        "text": "Пойти в общагу"
      }
    ]
  },
  {
    "id": 68,
    "text": ".......",
    "answers": [
      {
        "id": 68,
        "text": "*Если бы я был птицей то взлетел бы*",
        "need": [
          31,
          68
        ],
        "need_ever": true
      },
      {
        "id": 68,
        "text": "*Пал от собственной глупости*",
        "need": [
          55,
          68
        ],
        "need_ever": true
      },
      {
        "id": 68,
        "text": "*Это мой первый и последний поцелуй*",
        "need": [
          61,
          68
        ],
        "need_ever": true
      },
      {
        "id": 68,
        "text": "*Иногда стоять и нечего не делать,\n               будет самым лучшим решением*",
        "need": [
          69,
          68
        ],
        "need_ever": true
      },
      {
        "id": 68,
        "text": "*По моему, это только начало*",
        "need": [
          64,
          68
        ],
        "need_ever": true
      },
      {
        "id": 68,
        "text": "*Прожил сверх историю и забыл про нее*",
        "need": [
          70,
          68
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 69,
    "text": "Через некоторое время я поплелся домой раздумывая о поступке Кате... Я даже забыл что нетакуж и недавно жизнь мне предоставила честь пообщаться с одной и самых красивых девушек в мире, но в замен на это общение она съедала меня из нутри.\n\"Что же я такого сделал, что жизнь решила дать мне такие приключения на мою голову?\"- не раз я задавал себе этот вопрос.\nОднако я точно знал, что моя жизнь после этой истории сильно измениться. \nНа следующий день когда я проснулся все мои мысли перемешались.... Такое ощущения что все мои недавнии дни были словно в тумане и вроде все хорошо, но есть такие воспоминания которые не как не складывались. Из за этой суматохи в моей голове я сказал друзьям что мне плохо и не пойду сегодня в универ. Весь день я словно доставал воспоминания из тумана, это было словно какая то амнезия, словно кто то пытался скрыть от меня мои оспоминания и я знал кто это зделал... отец Григорий.\nЧерез некоторое время я все же все смог раставить на свои места, слаживал воспоминания словно пазлы... и явно не смог это сделать если не тот поцелуй.\nПосле я встретился с Катей и все ей рассказал, честно говоря она тогда была очень рада, что я справился с этой проблемой. Конечно после мы стали очень хорошо общаться и я научился терпеть ее натуру... на самом деле она даже начала мне нравится, наверное по этому мы вскоре начали встречаться и вместе бороться с Ранкарами... Моя жизнь явно сильно изменилась  и изменилась в самую лучшую сторону.\n\n\n                                        Конец\n             *Иногда стоять и нечего не делать,\n               будет самым лучшим решением*",
    "answers": [
      {
        "id": 1,
        "text": "Конец [4]"
      }
    ]
  },
  {
    "id": 70,
    "text": "Через некоторое время я поплелся домой раздумывая о смерти Изабеллы... хотя она вроде не умерла, по этому всю дорогу я убеждал себя, что с ней я еще встречусь, хотя что то в глубако в нутри говорила мне что этого не будет... однако я был рад что жизнь мне предоставила честь пообщаться с одной и самых красивых девушек в мире, но взамен на это общение мое сердце было разбито.\n\"Что же я такого сделал, что жизнь решила дать мне такие приключения на мою голову?\"- не раз я задавал себе этот вопрос. Однако я точно знал, что моя жизнь даже после этой истории не как не измениться. \nНа следующий день когда я проснулся все мои мысли перемешались.... Такое ощущения что все мои недавнии дни были словно в тумане и вроде все хорошо, но есть такие воспоминания которые не как не складывались. Однако как я не старался нечего толком вспомнить несмог и моя обыденная жизнь снова началась.\n\n\n\n                                          Конец\n                      *как начал так и закончил*",
    "answers": [
      {
        "id": 1,
        "text": "Конец [6]"
      }
    ]
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  }
]