[
  {
    "id": 1,
    "text": "  Автор: SaLim.\n  Жанр: романтика/драма.\n\n  Он и Она — сюжет банальней не придумать.\n  Угрюм и мрачен Он. С ухмылкой циника на мир вокруг взирает.\n  Она, напротив, радуется жизни. Глаза её горят, а беззаботная улыбка чарует словно лунный свет .\n  Их встреча в поезде — обычная случайность,\n  Но что же принесёт в сердца двух незнакомцев подобного сюжета поворот?",
    "answers": [
      {
        "id": 2,
        "text": "Начать чтение"
      },
      {
        "id": 19,
        "text": "Пару слов от автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "  Тихий стук колёс. Лёгкое покачивание вагона. Огни фонарей внезапно возникали из тьмы за окном и, осветив ненадолго пустое купе, также внезапно уносились прочь.\n  Парень сидел на жёсткой кровати и, не шевелясь, крепко о чём-то задумавшись, глядел в окно. В пути он уже не первый час, но дорожная сумка до сих пор покоилась у ног и не была распакована. Вкупе с джинсами, чёрными кроссовками и белой футболкой, эта сумка составляла весь немногочисленный его багаж.\n  Фонарные столбы стали медленее сменять друг друга, теперь уже подолгу заглядывая в окно. Поезд стал притормаживать.",
    "answers": [
      {
        "id": 3,
        "text": "》》》"
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 3,
    "text": "  Пассажир отвернулся от надоедливых фонарей, так бестактно слепящих глаза и обвёл купе рассеянным взглядом. Он вдруг осознал, что уже долгое время сидел в полной темноте и что уже давно наступила ночь.\n  Тем временем деревянные дома, столбы и поля за окном сменились многоэтажными бетонными зданиями. Поезд въехал в город.\n  Юноша лёг на спину и, заложив руки под голову, растянулся на кровати. Сон не заставил себя долго ждать. Навалился словно одеяло, приятно расслабляя мышцы, отяжеляя веки.",
    "answers": [
      {
        "id": 5,
        "text": "》》》"
      },
      {
        "id": 2,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Нарушил сон Макса негромкий стук открывшейся двери. Вслед за которым в купе проник чей-то силуэт. С собой вновьприбывший пассажир внёс лишь небольшой наплечный рюкзак. Стараясь не шуметь он приблизился к свободной кровати, скинул на неё свой багаж, после чего уселся сам. Свет, проникающий сквозь окно, ложился неровной полосой на стол меж двух кроватей. Макс не видел ни лицо нового соседа, ни его одежду. Да и не пытался этого сделать. Он перевернулся на бок, лицом к стене, и продолжил спать.",
    "answers": [
      {
        "id": 6,
        "text": "》》》"
      },
      {
        "id": 5,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 5,
    "text": "—И что, на этом всё? — Голос девушки в динамике дрожал от еле сдерживаемых слёз. — Макс, не молчи.\n  Макс отнял телефон от уха и тяжело вздохнул. Да, целых три года он встречался с Юлией, а теперь внезапно, в первую очередь для себя, решил всё обрубить.\n—Послушай, то, что я хочу сейчас сказать, наверное, первое и единственное в чём я хочу быть с тобой откровенен. — Макс, сидя на полу, прислонился затылком к стене, прикрыл глаза. — Я больше не люблю тебя, Юля... Хотя, нет. Я никогда тебя не любил. — Девушка часто и прерывисто задышала. — Чёрт! Только не плачь! Я уверен, ты найдёшь для себя более лучший вариант. Просто пойми...\n  \"К чему эти душеизлияния?!\" — рассердился Макс.\n—В общем, не звони мне больше и не пиши. Прощай.\n  Макс скинул вызов и отложил телефон в сторону. Вновь прикрыл глаза и прислушался к себе, к ощущениям. И опять ничего... абсолютная пустота. Именно это опустошение и безразличие ко всему чувствовал Макс в последний год. С учёбой в юридичиском институте не ладилось – частые пропуски без уважительной причины, в следствие чего, вечные конфликты с матерью и ссоры. Да и друзей, с которыми Макс смог бы всё это обсудить, у него не осталось. Со всеми он как-то вдруг резко перестал общаться. А теперь в общий котёл проблем угодили и разорванные отношения. \n  Жизнь, буквально заигравшая новыми красками после поступления юноши в институт и знакомства с Юлией, вновь стала серой и однообразной. Макс ощущал, как дни становились всё более похожи друг на друга и превращались в рутину. И вместе с тем чувствовал, как он сам неминуемо угасал.",
    "answers": [
      {
        "id": 4,
        "text": "》》》"
      },
      {
        "id": 3,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Повторяю: скорый поезд рейса Чита-Москва... — эхом разнёсся металлический голос за окном.\n  Макс открыл глаза и уставился в стену. Сон, словно утренний туман, стремительно рассеивался в воздухе, и юноша отчаянно пытался удержать его в памяти. Что ему снилось? Что-то важное. В сноведении он, кажется, тонул в тёмной, вязкой жидкости. Макс вновь пробудил в себе то чувство отчаяния, которое испытал во сне. Никого нет рядом и никто не придёт на помощь. Он один... И вот, когда вязкая субстанция едва не поглотила его, всё вдруг развеялось. Будто спала с глаз пелена, и жидкость, в которой чуть не утонул юноша, исчезла. Следующее, что увидел Макс и что навечно запечатлелось в его памяти, был образ девушки. Он не разглядел черты её лица, а быть может, просто забыл. Единственное, что юноша знал о ней – она спасла его. Вытащила из той вязкой дряни, в которой ему было суждено погибнуть в одиночестве. Вытащила к свету и сделала его лучше.",
    "answers": [
      {
        "id": 7,
        "text": "》》》"
      },
      {
        "id": 4,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Оглушительное хлюпанье раздалось в купе и окончательно вернуло сознание Макса из полусна. Парень перевернулся на спину и повернул лицо к источнику звука. \n  За столом сидела девушка и широко раскрытыми глазами смотрела на Макса. Перед ней стояла упаковка из-под лапши быстрого приготовления. Несколько полос этого изделия свисало у девушки изо рта. Пару мгновений оба молодых человека удивлённо смотрели друг на друга. Первой заговорила незнакомка. Она поглотила остатки лапши, вытерла рот и, добродушно улыбнувшись, сказала:\n—Извини, старалась кушать потише. Не вышло.\n  Макс лучше рассмотрел её. Рыжие волосы средней длины, светло-зелёные глаза, лицо чуть осунувшимся с многочислененными веснушками на слегка вздёрнутом носе, а кожа, на взгляд парня, была уж слишком бледной. Одежда незнакомки состояла из джинсов, белых кроссовок и не по размеру огромного тёмно-бордового свитера, явно сшитого вручную и теперь висевшего на худых плечах девушки.\n—Я в Москву еду, — весело щебетала незнакомка, — А ты? Тоже? Кстати! — спохватилась она, после чего вытерла руку о свитер и протянула её для рукопожатия, — Меня Сашей звать, а тебя?\n  Юноша перевёл взгляд на протянутую к нему кисть и, недовольно хмыкнув, отвернулся обратно к стене.\n—Дорога будет неблизкой, — пробурчал он себе под нос.\n—Как я погляжу, ты общительных, — продолжила непринужденно Саша. — Ладно, не буду тебе мешать. Ведь ты спал, а я разбудила. Нехорошо получилось. Я вот считаю...\n  Макс закатил глаза, в уме подсчитывая сколько ему осталось ехать до места назначения. Оставшаяся дорога до Москвы займёт ещё, примерно, дня два. \"Один из нас к тому времени точно вылетит в окно\", — отметил юноша, стараясь не слушать болтовню девушки. ",
    "answers": [
      {
        "id": 8,
        "text": "》》》"
      },
      {
        "id": 6,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 8,
    "text": "  Прошло часа два несмолкаемого монолога Саши, прерываемого лишь во время покидания Максом купе. Из него парень узнал, что его новой спутнице двадцать, она нигде не трудоустроена. Что её мечта — слетать во Францию. И что она, накопив некоторый капитал, оформила визу и хочет теперь воплотить эту мечту в жизнь. К концу рассказа первое впечатление Макса о Саше, как о весьма ветренной особе, только укрепилось. К тому же она оказалась законченной оптемисткой. Для которой стакан был полон не наполовину, а расплёскивался через край.\n—...представляешь, а у меня ведь денег на обратную поездку нет... — смеялась девушка. \n  Макс слушал вполуха, облокотившись о стол и глядя в окно. Его внимание привлекла муха, пытающаяся вскарабкаться вверх по стеклу. \"Я такой же\", — размышлял парень, наблюдая за копошившимся насекомым. — \"Бесцельно, бессмысленно и отчаянно карабкаюсь, ползу куда-то вверх, но всегда что-то мешает мне...\".\n —Красивый закат.\n  Это замечание девушки вернуло Макса из раздумий. Он перевёл взгляд с мухи к горизонту. Там, за темнеющей лесной полосой, раскинулся на полнеба захватывающий дух пейзаж: лучи заходящего солнца проникали сквозь низколетящие плотные облака и окрашивали их рваные края в красно-розовый цвет.\n  Полюбовавшись недолго юноша повернулся к спутнице. И на секунду замер. Бледное лицо её теперь было мрамором. Мастерски отточенным и подсвеченным внутренним огнём. Глаза, устремлённые вдаль – двумя оконцами. В них весна и цвела зелень. На губах тень грустной улыбки.\n   Саша выглядела столь умиротворённо и задумчиво, что Макс невольно затаил дыхание, боясь отвлечь. \n  Вдруг она заговорила. Тихо, озвучивая свои мысли и ни к кому не обращаясь.\n—...Красный закат — он ветра предвещает.\n  Те, что сметают людские грехи.\n  Жизнь человека такая большая,\n  Дни человека не так уж плохи...\n\n  Макс опешил. Такого он не ожидал. Некоторое время сидел, цепляя из вороха слов в голове нужные и связывая их в предложение. Наконец, ему это удалось. \n—Чудесно... чудесные стихи.  Кто автор?\n  Саша пожала плечами. Макс выпрямился, посидел пару минут, перевёл взгляд от окна к лицу девушки и обратно. Слегка подался вперёд, сжал кулаки и, поборов наконец свою нерешительность, протянул к спутнице руку.\n—Максим.\n  Её улыбка стала чуть шире. Помимо радостной зелени в глазах, в них отражались и лучи умирающего солнца. \"Как много всего в этих глазах...\" – подумал  Макс. Тоненькие холодные пальчики обвели ладонь юноши и слегка потрясли ею в воздухе.\n—Что ж, приятно познакомиться, Максим.",
    "answers": [
      {
        "id": 9,
        "text": "》》》"
      },
      {
        "id": 7,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Да, я тоже в Москву. — Теперь настала очередь Макса рассказывать, Саша слушала внимательно, лишь изредка задавая вопросы. — Меня там отец ждёт. Честно, сам точно не знаю, что там буду делать. Деньги на первое время есть, а там видно будет. Может, подработку найду, а может и обратно уеду. Время покажет.\n  Макс усмехнулся. Натянуто, горько.\n—А как же твой родной город? Ты ведь говорил, что жил там в общежитии и учился. Неужели ты собираешься бросить учёбу?\n—Да, скорее всего. — Макс пожал плечами.— Я ведь, на самом деле, и не собирался учиться на юриста. Предложили — не отказался.\n—Но кем же ты хотел стать?\n  Этот вопрос Макс часто себе задавал. И теперь, обдумав ответ, признался:\n—Я... не знаю. Никем и не хотел, наверное. – Очередная вымученная улыбка. – Да, вот такой вот я... Неопределившийся, безответственный. Ни о чём не мечтаю, не строю планы и живу без смысла. Иногда я даже задумываюсь: \"А стоит ли вообще жить?\"\n  Вопрос повис в воздухе. Оба молодых человека молчали, раздумывая над ответом.\n—Макс, — заговорила первой Саша, — ты веришь в судьбу?\n—Судьбу? Хм... Неожиданный вопрос. Нет, не верю. Предназначения, нити судьбы — всё это глупости, на мой взгляд.\n—Не соглашусь. Мне кажется, что любая встреча, даже самая незначительная, несёт в себе какой-то смысл. Может быть, я и тебя повстречала не зря.\n—Но так же может быть, что наша встреча — обычная случайность, — возразил Макс. — Ладно-ладно, теперь я задаю вопрос. Почему ты решила лететь во Францию?\n—Салессиа.\n   В голосе Саши прозвучала восторженная нотка.\n—Что?\n  Девушка торопливо раскрыла лежащий рядом рюкзак и достала оттуда блокнот в кожаном переплёте. Полистала его и, остановившись на одной из страниц, начала читать вслух:\n—Салессиа — пляж, длиною в полмили, расположенный на острове Корсика. Ослепительно белый песок, подогретый жарким солнцем, приятно щекочет пятки, в воздухе чувствуется солёный запах моря, а слух ласкает стрекотание цикад в густых корсиканских рощах и шум прибоя.\n  Зелёные глаза устремились на Макса в ожидании. Макс изобразил на лице что-то среднее между восхищением и удивлением.\n—Добраться до него трудно, — продолжила девушка, убирая блокнот в сумку, — но оно того стоит.\n—Ты, кажется, говорила, что на обратную поездку у тебя денег нет, — припомнил юноша. — И что же ты будешь делать?\n—Да ничего, что-нибудь придумаю, — Улыбка Саши обескураживала своей простотой. — Я ведь неплохо знаю французский, так что выкручусь.\n  Но в момент лицо её переменилось. Стало отчуждённым, непроницаемым. Она добавила задумчиво:\n—А может там и останусь. Говорят ведь, \"Увидеть Париж и умереть\". Ну а я увижу берега Корсики...\n—Ладно, у меня тогда \"Увидеть МКАД и быть сбитым фурой\", — попытался пошутить Макс.\n  Саша не ответила. Она провожала взглядом солнце, уже почти скрывшееся за лесной полосой. \"О чём же ты мечтаешь с таким видом?\" — мысленно спросил Макс. — \"О том пляже на Корсике? О Салессии? Да, скорее всего. Должно быть, тебя уже здесь нет. Ты там, загораешь под солнцем и слушаешь цикад\"",
    "answers": [
      {
        "id": 10,
        "text": "》》》"
      },
      {
        "id": 8,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 10,
    "text": "  Макс достал из кармана телефон и, воткнув в него наушники, включил музыку. Облокотившись о стол юноша уставился в окно. Небесное покрывало заметно потемнело и на нём мерцающими точками показались первые звёзды. Однако на западе до сих виднелись всполохи. Солнце неспешно угасало, как большой костёр. \"Закат и вправду был чудесен\", — отметил Макс, глянув на Сашу.\n   Девушка что-то старательно рисовала в раскрытом на коленях блокноте. Пряди волос ниспадали на глаза, но Саша не замечала. Она была сосредоточена. \"Даже кончик языка высунула, прям, как ребёнок\", — отметил Макс и улыбнулся. Внезапно девушка подняла голову и откинула волосы. Макс отвёл взгляд к окну.\n   Через пару минут заметил, что его спутница встала с места и направилась к выходу из купе. Макс обернулся и удостоверился, что остался один. \"А вдруг она заметила, что я наблюдал за ней?\" — пронеслось в голове юноши, пока он убирал телефон обратно в карман. \n  Тут Макс приметил блокнот на соседней кровати. Бросил взгляд на дверь, вернул на блокнот. \"Интересно, что она там рисовала?\"\n—Не-не-не, — Макс покачал головой. — Брать чужие вещи нехорошо... да и рискованно. Даже не думай об этом.\n  Он поднял взгляд к потолку и попытался отвлечься. Думал о закате, о глазах, цвета весны. Но любопытство оказалось слишком велико. Макс бросился к кровати и схватил блокнот. Развернул, из него выпала бумажка.\n—Чёрт! — Макс поднял находку с пола и осмотрел.\n  \"Это же билет на самолёт. И на какой странице он лежал?!\" Макс судорожно раскрыл блокнот и вложил билет между случайными страницами.\n   Двери купе распахнулись. Макс обернулся и застыл с блокнотом в руках. На пороге стояла Саша. Глаза её вначале широко раскрылись. После удивление сменилось гневом. Брови грозно сдвинулись к переносице, на щеках заиграл румянец.\n—Ты что творишь?!\n—Извини, извини, — смог лишь промямлить Макс.\n—Это же личное! — Саша подскочила и вырвала блокнот. — Никогда не...\n  Вдруг девушка покачнулась на месте, закатила глаза и, выронив блокнот из ослобевших рук, стала падать.\n —Саша! – Макс подхватил её и бережно опустил на пол. – Что с тобой?!\n—Н-ничего, — ответила девушка слабо. — Я... в порядке.\n—О, господи, кровь...\n  Алая струйка стекла из носа Саши. Девушка притронулась к коже над верхней губой и взглянула на окровавленные подушечки пальцев.\n—Это ничего, ничего, — улыбнулась она. — Такое иногда бывает.\n—Так, ты полежи пока, — Парень вскочил на ноги. — Я сбегаю за помощью. Здесь ведь должен быть врач, да? Да! \n  Макс рванул было к двери, но остановился. Саша удержала его за запястье.\n—Макс, всё хорошо, — заверила она уже более уверенным голосом. — Уже всё прошло, честно.",
    "answers": [
      {
        "id": 11,
        "text": "》》》"
      },
      {
        "id": 9,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Прости, это я виноват. — Макс стоял на коленях у лежащей на кровати Саши. — Это я довёл тебя.\n—Твоей вины здесь нет. Это всё из-за моей анемии. У меня частенько такое случается. Спасибо, что не дал мне упасть. Знаешь, не хотелось бы биться затылком о железный пол.\n—Да уж, ты ведь собиралась умирать на берегу Корсики, а не в поезде рейса Чита-Москва.\n  Саша чуть улыбнулась.\n—Знаешь, уже поздно, — заметила она. — А я очень устала.\n—Ох, да! — поспешно отозвался Макс, вскочив на ноги. – Спокойной ночи!\n  Он только сейчас осознал, что сидел слишком близко к своей спутнице. \"Она, наверное, подумала, что я к ней пристою\", — сокрушался юноша, укладываясь на кровать.\n  Вскоре купе утонуло во мраке.\n—Макс, не спишь?\n—Не сплю.\n—Мы ведь уже завтра доедем, да?\n—Угу.\n—А вот было бы здорово, если бы мы ехали ещё неделю, а?\n  Юноша смотрел вверх и улыбался.\n—Да, было бы неплохо.\n—А может из Москвы рванём во Владивосток? — предложила девушка. — Как раз недельку в поезде.\n  Оба тихонько посмеялись. После вновь настало молчание. Стук колёс, отдалённые голоса. Макс молчал минут тридцать. Думал, собирался с духом. И вдруг выпалил:\n—Саш... я бы не хотел с тобой расставаться.\n  Напряжённо смолк в ожидании ответа. Некоторое время ничего не было слышно. Но вскоре до его слуха донеслось тихое сопение. Саша спала. Макс улыбнулся, перевернулся на бок и вскоре и сам уснул.",
    "answers": [
      {
        "id": 12,
        "text": "》》》"
      },
      {
        "id": 10,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 12,
    "text": "  Вновь он проснулся посреди ночи. Что его разбудило на этот раз, смог определить не сразу. Приподнялся на руке и вскоре расслышал.\n—Саша? Ты... плачешь?\n—Нет, — Саша шмыгнула носом. — С чего вдруг?\n  Макс поднялся с кровати и, с трудом ориентируясь в полутьме, приблизился к спутнице.\n—Что случилось? Кошмары снятся?\n—Да, кошмары.\n—Может воды принести?\n—Нет, спасибо. Иди спать.\n  Парень пожал плечами и шагнул обратно к своей постели.\n—Мне страшно. Я темноты боюсь.\n  Макс обернулся на голос. Постель девушки утопала во тьме, но даже так её глаза продолжали блестеть.\n—Посиди со мной, пожалуйста.\n—Что? Посидеть?\n  Саша молчала. Лишь глаза продолжали мерцать в темноте, напоминая два тлеющих уголька. Два уголька – вот что по итогу осталось от цветущей весны.\n   Парень несколько секунд стоял в нерешительности, после чего всё же опустился на кровать. Саша сидела подогнув под себя ноги. Когда Макс оказался подле, она обняла его руку и прижалась к плечу щекой. Юноша ощутил нежное прикосновение холодных пальцев на руке, на плече – влагу от слёз. Ощутил аромат волос и частое дыхание, обжигающее кожу. Сам он сидел в оцепенении, не веря своему счастью. Ему всё происходящее казалось сном. Самым лучшим сном, который ему доводилось видеть когда-либо... до тех пор, пока Саша не промолвила:\n—Я умираю, Макс. \n\n—Ч-чего?\n—У меня лейкемия, — продолжила девушка таким голосом, будто говорила о чём-то обыденном, о малозначимом пустяке. — В стадии, когда врачи прячут глаза и не спешат отвечать на вопросы. — Макс с трудом воспринимал слова Саши. — Операция слишком дорогая. И даже после её проведения врачи не обещают положительных результатов. В общем, мне осталось жить меньше месяца.\n—Саша, Сашенька, да как так можно? Как меньше месяца?! Это ведь так ужасно! — заговорил Макс, накрыв руку девушку своей. — Неужели ничего уже нельзя сделать? Я не верю!\n—Эй, успокойся, — В полумраке блеснула улыбка. — Я ведь пока здесь. Нет смысла переживать о том, что случится потом.\n  Макс не знал, что сказать. Он сидел потрясённый.\n—Да, когда я впервые услышала диагноз тоже была, мягко говоря, шокирована. — Голос Саши звучал тихо и спокойно. — Первые два месяца были для меня самыми тяжёлыми. Депрессия, аппатия... Я только и делала, что ревела. В общем... — Девушка тяжело вздохнула. — Было непросто. — Голос приободрился. — Но всё же я смогла выбраться из этой ямы. Я сказала тогда самой себе: \"Эй, Сашуля, пришло время выбирать: либо ты и дальше будешь рвать на себе волосы, пока эта чёртова болезнь тебя не добьёт, либо ты возьмёшь себя в руки и оторвёшься по полной в последний раз!\" И вот я здесь, собираюсь воплотить свою мечту в жизнь и просто радуюсь каждой отведённой мне секунде. Я умру — ну и ладно! Но пока я жива, пока моё сознание здесь, я буду делать то, что хочу, не задумываясь о последствиях!\n  Закончила Саша свою речь взволнованно, чуть ли не крича. Дыхание сбилось, и Макс ощущал, как часто билось её сердце. \n  А в следующую секунду она вдруг приблизила к Максу лицо и прильнула губами к его губам. Стук колёс, покачивание вагона — весь мир для юноши отошёл на второй план. Даже время прекратило свой бег. Ни осталось ничего, кроме аромата её волос и поцелуя нежных губ на устах. Поцелуй длился всего несколько секунд, но эти секунды для него стали намного ценее, чем целые часы его жизни.\n—Прости, — зашептала Саша, отстранившись.— Сама не ожидала.\n—Не стоит. — Макс разделял смущение девушки. — Мне... мне даже понравилось.\n  Теперь и его сердце гулко стучало в груди. Казалось, что вот-вот и оно проломит рёбра. Голова кружилась, а из-под ног в любой момент могла уйти земля. Неужели именно это чувство называют любовью? Тогда Макс впервые в жизни был влюблён! \"Я должен ей это сказать!\" — решил Макс и сжал кулаки. — \"Будь что будет! Живи сейчас, не думай о последствиях!\"\n—Саша, я хотел... — услышал он свой голос.\n—Надеюсь, ты не хочешь сказать, что влюбился?\n   Макс замер. Слова застряли в горле.\n—Послушай, – продолжила Саша непринуждённо. – Это был всего лишь поцелуй, не больше. Пойми, у меня нет времени на какие-либо отношения. Мне умирать через месяц.\n   Кровать провалилась куда-то вниз, в пропасть. Следом и Макс.\n—Ты парень, конечно, неплохой, – доносился до него обидно-спокойный голос Саши. – Но завтра мы расстанемся и больше не увидимся. Понимаешь?\n\n—Угу.\n  Ноги подняли тело Макса и оттащили к кровати. Он рухнул в постель. И за всю ночь так ни разу и не сомкнул глаз. \"Что это было?\" — размышлял он, глядя в потолок купе, и не видя ничего. — \"Кажется, меня отшили?\"",
    "answers": [
      {
        "id": 13,
        "text": "》》》"
      },
      {
        "id": 11,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 13,
    "text": "  Юноша смог уснуть только когда первые лучи солнца проникли в окно купе. Даже не уснул, скорее, просто выбыл из реальности на несколько часов.\n   Проснулся днём абсолютно разбитым. Хотя, словосочетание \"проснулся разбитым\" слабо передавало то состояние, в котором пребывал юноша. Голову словно зажало в тисках, а мысли путались, сея хаос. Парень будто бы воскрес из мёртвых.\n  На глаза попалась кровать Саши. Она пустовала. Макс достал телефон.\n—Половина третьего? — изумился он. — Ну я и поспал.\n  Вдруг заметил, что помимо самой Саши, на кровати не было ещё и её рюкзака. Беспокойство прокралось в сердце. Макс поднялся на ноги и тут же скривился от мучительной головной боли. Дождавшись, когда приступ мигрени ослаб, юноша открыл дверь и вышел в узкий коридор. Там он осмотрелся. Слева к нему шла проводница — молодая девушка в тёмно-синей форме.\n—Извините, — обратился к ней Макс. — Со мной ехала молодая девушка с рыжими волосами в смешном, вязанном свитере, — Проводница улыбнулась, видимо, поняв о ком речь. — Вы не видели, где она?\n—Сошла минут тридцать назад.\n—Чего?!",
    "answers": [
      {
        "id": 14,
        "text": "》》》"
      },
      {
        "id": 12,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 14,
    "text": "  Причина, по которой Саша сошла с поезда на несколько станций раньше пункта назначения, была очевидна. Макс был ей просто невыносим. Теперь парень знал, каково было тем девушкам, с которыми он безжалостно расставался. Теперь парень знал, насколько это больно.\n  Макс неспешно вернулся в купе, уселся на своё место и глянул в окно. В оконном проёме муха по прежнему карабкалась вверх по стеклу и падала вниз. \"Да что ты делаешь, безмозглое насекомое?!\" — рассердился юноша, замахнувшись ладонью. — \"Неужели непонятно? Всё это бессмысленно!\" Сразмаху ударил рукой по стеклу, по тому месту, где сидела муха. \"Вот и конец твоим тщетным попыткам\". Радалось жужжанье, вслед за ним надоедливое насекомое отлетело от окна.\n—Чтоб тебя!\n  Чудом спасшаяся муха описала в воздухе круг и приземлилась на куртку Макса, накинутую поверх сумки. Юноша раздраженно махнул рукой, отгоняя насекомое, и случайно зацепил свою верхнюю одежду. Та свалилась на пол. Из её кармана со стуком выпал блокнот в кожаном переплёте.\n  Макс взял его в руку. \"Это ведь... Саши?\" — удивился он, раскрыв дневник на последних заполненных страницах.",
    "answers": [
      {
        "id": 15,
        "text": "》》》"
      },
      {
        "id": 13,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 15,
    "text": "  \"Дорогой Максим... \"Дорогой\" – это обращение так избито, но ты и вправду стал мне дорог\", — было выведено аккуратным, размашистым почерком. — \"Сейчас ты спишь напротив, и я бы многое хотела сказать тебе, дождавшись, когда ты проснёшься. Хотела бы взглянуть тебе в глаза, услышать твой голос, но, к сожалению, это невозможно. Поэтому для объяснения мне придётся ограничиться этим листом. Для начала, прости, что была с тобой так холодна. Надеюсь, ты поймёшь, что это ради твоего же блага. Согласись, что не стоит привязываться к той, чья нога уже в могиле. У тебя ведь столько всего ещё впереди! Забудь меня, живи дальше и цени каждый твой день, ведь он неповторим! А теперь прощай. Твоя Саша\"",
    "answers": [
      {
        "id": 16,
        "text": "》》》"
      },
      {
        "id": 14,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 16,
    "text": "  Блокнот дрожал в руках Макса. Парень перелистнул страницу назад. На ней был изображён профиль парня в наушниках, облокотившегося о стол и смотревшего куда-то вдаль. Над этим изображением была сделана небольшая надпись: \"Случайна ли наша встреча или же такова судьба? Не имеет значения. Я просто рада, что ты был в моей жизни...\"\n—Проклятье! — юноша захлопнул блокнот и, согнувшись пополам, прижался лбом к переплёту.\n  К горлу подкатил ком, и Макс с трудом сдерживал слёзы. Он понимал, что предложенный Сашей вариант был наиболее разумным. Стоит просто выкинуть блокнот, а вслед за ним выбросить и все воспоминания о ней. По крайней мере, попытаться это сделать. А потом, по совету Саши, нужно просто жить дальше. Однако не все наши поступки диктуются трезвым голосом разума.\n  Макс достал телефон и проверил время. Вместе с тем поезд стал по-тихоньку сбавлять ход.\n—Ещё успеваю! — Парень схватил с пола куртку, сумку, и рванул к выходу из купе.",
    "answers": [
      {
        "id": 17,
        "text": "》》》"
      },
      {
        "id": 15,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Объявляется посадка на рейс 276, следующий до Парижа... — раздался женский голос из громкоговарителя.\n  Толпа пассажиров с огромными сумками двинулась к посадочной площадке. Девушка в огромном тёмно-бордовом свитере плелась за всеми. Ещё немного и самолёт должен будет исполнить её мечту, ещё немного и она окажется на Салессии! Но девушка не радовалась. Листва в её глазах потускнела, голова опущена на грудь. Конечно, все её мысли занимал сосед по купе. \"Нет, я всё сделала правильно\", — размышляла она. — \"Ему будет лучше, если я просто исчезну... И пускай самой мне от этого тяжело, я справлюсь\".\n—Девушка, — обратился к ней чей-то голос.\n  Саша встрепенулась и огляделась. Оказалось, что она осталась единственной в очереди.\n—Вы на рейс до Парижа? — спросил мужчина в форме авиакомпании.\n  Саша кивнула.\n—Можно ваш посадочный талон?\n  Саша передала ему всё необходимое и тот направил её к автобусу.\n  \"На этом всё\", — пронеслось в голове девушки, пока она шла за остальными пассажирами. — \"Прощай... прощай, Макс\". Слёзы одна за другой скатились по щекам.\n—САШ-А-А-А!!! — Возглас эхом разнёсся по аэропорту.\n  Саша обернулась.\n—Макс, — улыбнулась она.\n  Юноша налетел на неё ураганом, едва не сбив с ног.\n—Сашенька, Саша! Я не мог, просто не мог отпустить тебя, слышишь? — шептал он на ухо, крепко прижимая к себе, — Я должен сказать тебе! Я люблю тебя! Да, люблю! Вот! И это точно. Я уверен!\n—Макс... – Девушка уткнулась лицом в грудь парня. –Я хотела, чтобы ты оказался здесь, хотела, только... — Саша подняла на него заплаканные глаза. — Как ты узнал где я буду?\n—Помнишь, когда я взял без разрешения твой блокнот? — усмехнулся Макс.\n  К обнимающейся паре подошёл сотрудник авиакомпании.\n—Извините, не хотел вас отвлекать, — обратился он к ребятам, — но самолёт ждать не будет.\n   Саша глянула на Макса.\n—Всё хорошо, — улыбнулся тот. — Это твоя мечта, я понимаю. Делай то, что хочешь, не думай о последствиях, да?. Просто я хотел сказать тебе: спасибо! Теперь я не боюсь жить. Ты показала мне, что жизнь и вправду не так уж и плоха. Спасибо тебе.\n  Саша крепко прижалась и нежно поцеловала в губы.\n—Прощай! — Она поправила на плече рюкзак и побежала вслед за толпой пассажиров.\n  Макс стоял на месте и смотрел ей вслед, грустно улыбаясь.",
    "answers": [
      {
        "id": 18,
        "text": "》》》"
      },
      {
        "id": 16,
        "text": "《《《"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Автобус пересёк площадку и остановился около белоснежного лайнера с красной полосой на борту. На землю высыпала разноцветная толпа и двинулась к самолёту. Где-то среди них сейчас идёт она в своём нелепом свитере и с весной в глазах.\n   Макс наблюдал за посадкой стоя за стеклянной панелью аэропорта. Он притронулся к губам. До сих пор ощущал вкус её нежных губы. \"Будь счастлива\".\n  Чьи-то тонкие холодные пальчики накрыли глаза. И знакомый голос спросил:\n—Угадай кто?\n\n\n  Конец.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 19,
    "text": "  Приветствую, дорогие читатели! Эту книгу вначале я задумывал, как небольшой мини-квест, чтобы просто отвлечься от своей основной работы, но в итоге персонажи получались нераскрытыми, что меня не устраивало. В общем, пришлось написать книгу и вложить в неё чуть больше времени и сил, чем планировалось. Надеюсь, вам понравится и спасибо за внимание!",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 19,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  }
]