[
  {
    "id": 1,
    "text": "Ваш герой: Артём, 19 лет, ученик престижного университета в котором и учатся наши прелестные девушки, но сожалению молодой человек слишком рано понял, что является фидером и с 15-ти лет восхищался пышными формами.\n\nВам следует выбрать девушку, которую вы желаете заполучить, но не все красавицы просто так полюбят вас, так что вам следует постараться добиться их расположения.\n\nУдачного прохождения!",
    "answers": [
      {
        "id": 2,
        "text": "Рекомендуется к прочтению!"
      },
      {
        "id": 3,
        "text": "Начать квест"
      }
    ]
  },
  {
    "id": 2,
    "text": "Этот квест расчмтан на любителей пышных форм.\nЕсли вы нашли орфографические или любые другие ошибки, то прошу незамедлительно оповестить меня в комментариях к этому квесту!",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 3,
    "text": "Вам следует выбрать девушку, которую собираетесь заполучить!",
    "answers": [
      {
        "id": 4,
        "text": "Надя - красавица с идеальной фигурой."
      },
      {
        "id": 5,
        "text": "Юля - очень худая девушка сильно заботящаяся о своей фигуре."
      },
      {
        "id": 6,
        "text": "Даша - немного полная ученица со склонностью к набору веса."
      }
    ]
  },
  {
    "id": 4,
    "text": "Я ещё не закончил квест с этой девушкой!\n",
    "answers": [
      {
        "id": 1,
        "text": "Квест с этой девушкой ещё не готов!"
      }
    ]
  },
  {
    "id": 5,
    "text": "После вашего признания в любви Юля долго размышлчла о случившемся. Она никак не могла решиться, ведь любовь мешала её фитнес планам. Но вскоре она с опаской согласилась.\nНо вы ведь и не думали, что с такой заботящиеся о своей  фигуре девушкой будет так просто?",
    "answers": [
      {
        "id": 24,
        "text": "Рассказать о любви к полноте."
      },
      {
        "id": 25,
        "text": "Повременить."
      },
      {
        "id": 26,
        "text": "Скрыть тайное желание."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вот уже как неделю назад вы признались Даше в любви. Она со слезами на глазах принялась обнимать вас и прижиматься своим довольно пухлым телом. Вы почувствовали, что она никогда не испытывала к другим таких теплых чувств. Даша призналась, что давно хотела признаться вам в любви. Похоже, что она вам доверяет.",
    "answers": [
      {
        "id": 7,
        "text": "Рассказать о любви к полноте."
      },
      {
        "id": 8,
        "text": "Скрыть тайное желание."
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы признались Даше, что не равнодушны с полным формам и она без раздумий согласилась.",
    "answers": [
      {
        "id": 9,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы и Даша стали жить в любви и согласии, она похудела на 10 килограмм и стала довольно стройной девушкой. Но к сожалению вы не смогли долго жить с ней и вскоре разошлись.\n\n\nВы можете вернуться на начальную страницу и попробовать с начала.\n",
    "answers": [
      {
        "id": 1,
        "text": "Я рад, что ты не такой и смог отказаться)",
        "forget": []
      }
    ]
  },
  {
    "id": 9,
    "text": "Даша быстро стала набирать вес, так как была склонна к набору массы. Живот стал виден уже после первой недели обильного питания, попа заметно увеличилась, а грудь начала заметно растягивать ливчик. Девушка желала как можно сильнее угодить вам, поэтому старалась увеличивать порцию пищи с каждым разом.",
    "answers": [
      {
        "id": 10,
        "text": "Попросить остановиться."
      },
      {
        "id": 11,
        "text": "Наблюдать за преображением."
      }
    ]
  },
  {
    "id": 10,
    "text": "Даша перестала много есть, но к сожалению постоянное питание не прошло бесследно и вскоре девушка сорвалась и снова начала есть. Её живот начал заметно свисать, попа стала випирать на фоне пока ещё ровной фигуры, а грудь и вовсе не принимала ни один бюстгальтер.\n\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Заставить остановиться."
      },
      {
        "id": 13,
        "text": "Наблюдать."
      }
    ]
  },
  {
    "id": 11,
    "text": "Её живот начал заметно свисать, попа стала випирать на фоне пока ещё ровной фигуры, а грудь и вовсе не принимала ни один бюстгальтер.\n\nВы влюбились в её толстенькие формы.",
    "answers": [
      {
        "id": 17,
        "text": "Наблюдать"
      },
      {
        "id": 19,
        "text": "Пожалуй хватит."
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы решили напомнить ей о том, что она слишком сильно старается, но Даша только вошла во вкус.\nЕй начало нравиться иметь большую тушку и она не желает останавливаться.\nПопа и ягодицы начали покрываться целлюлитом, мягкое и круглое пузико начало заплывать складками.",
    "answers": [
      {
        "id": 16,
        "text": "- Остановись, пожалуйста! Даш."
      }
    ]
  },
  {
    "id": 13,
    "text": "Попа и ягодицы начали покрываться целлюлитом, мягкое и круглое пузико начало заплывать складками. Даша с наслаждением наблюдала за собой. \n\n",
    "answers": [
      {
        "id": 14,
        "text": "- Я думаю, что хватит."
      },
      {
        "id": 15,
        "text": "С радостью наблюдать."
      }
    ]
  },
  {
    "id": 14,
    "text": "Девушка посмотрела на меня и смачно рыгнула. Её живот сильно болел и если бы вы не остановили её, то она бы сделала это сама в более грустном ключе.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 15,
    "text": "Девушка заплывшая жиром со слезами на глазах смотрела на вас. На её лице четко читалась фраза: За что ты так со мной???",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 16,
    "text": "На глазах Даши появились слёзы, вы обняли её и нежно поцеловали прижавшись к её большому животу и сказали:\n— Прости меня!\n— Я люблю тебя таким, какой ты есть! — сказала она.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 17,
    "text": "Ей начало нравиться иметь большую тушку и она не желает останавливаться.\nПопа и ягодицы начали покрываться целлюлитом, мягкое и круглое пузико начало заплывать складками.\n\nВы не можете заставить её остановиться, ведь Даша невероятно прекрасна.",
    "answers": [
      {
        "id": 18,
        "text": "Наблюдать"
      }
    ]
  },
  {
    "id": 18,
    "text": "Девушка была уже не в силах ходить, ведь ноги заплыли целюлитом и живот тяжело лежал на ногах. От постоянных перееданий Даша всё время рыгала. Но на её глазах ясно читалось:\n\"Сволочь!\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы решили напомнить ей о том, что она слишком сильно старается, но Даша только вошла во вкус.\nЕй начало нравиться иметь большую тушку и она не желает останавливаться.\nПопа и ягодицы начали покрываться целлюлитом, мягкое и круглое пузико начало заплывать складками.",
    "answers": [
      {
        "id": 20,
        "text": "Смотреть."
      },
      {
        "id": 21,
        "text": "- Остановись, хватит уже!"
      }
    ]
  },
  {
    "id": 20,
    "text": "Девушка была уже не в силах ходить, ведь ноги заплыли целюлитом и живот тяжело лежал на ногах. От постоянных перееданий Даша всё время рыгала. Но на её глазах ясно читалось:\n\"Сволочь!\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы громко крикнули и девушка заглатывая огромный кусок пиццы расплакалась со словами:\n— Разве ты не этого хотел?",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 22,
    "text": "Результата не наблюдалось даже через полтора месяца обильного питания, похоже её организм настолько приспособился к сушке, что набрать вес девушке было невероятно сложно.",
    "answers": [
      {
        "id": 23,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 23,
    "text": "Но всё-таки после пары дней на плоском животике Юли образовалась небольшая горка.\nОна с презрением смотрела на результат, ведь девушка так долго избегала этого момента.",
    "answers": [
      {
        "id": 34,
        "text": "Месяц спустя."
      }
    ]
  },
  {
    "id": 24,
    "text": "Девушка с отвращением посмотрела на вас, ведь она явно не ожидала услышать такое от своего нового парня и конечно же не желала соглашаться портить свою и без того не идеальную фигуру. К слову, она была настолько тощей, что тянуло блевать и каждый раз когда ей говорили, что она слишком сильно сушит себя Юля хваталась за бока еле натянутые кожей и утверждала, что это жир.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 25,
    "text": "Шли дни, вы с Юлей нашли общий язык и девушка начала прислушиваться к вашим словам, но стоит ли рассказать о своём влечении или стоит ещё повременить?",
    "answers": [
      {
        "id": 27,
        "text": "Подождать."
      },
      {
        "id": 28,
        "text": "Рассказать."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы решили не рассказывать Юле о том, что вы не равнодушны к полным женщинам.\nВ итоге девушка иссохла настолько, что она была похожа на ходячий скелет.\nВы не выдержали таких перемен и хлопнув дверью покинули её пристанище.",
    "answers": [
      {
        "id": 1,
        "text": "Может быть финал не такой уж и счастливый, но ты молодец!"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы решили подождать со своим желанием.\nОднако, её подруги, которые выглядели подобающе отговаривали Юлю прекратить эту бессмысленную сушку.\n",
    "answers": [
      {
        "id": 29,
        "text": "Рассорить с подругами."
      },
      {
        "id": 30,
        "text": "Подождать."
      }
    ]
  },
  {
    "id": 28,
    "text": "Девушка удивлённо смотрела на вас, ведь она никогда бы такого не сделала, но что-то заставило её задуматься. Ответ был вполне ожидаемым: \n— Я не готова к такому!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 29,
    "text": "Кое-как девушка отказалась от этой дурной компании, но общественные идеалы красоты не смогли бы заставить её поправляться.",
    "answers": [
      {
        "id": 31,
        "text": "-Я люблю тебя такой, какая ты есть!"
      },
      {
        "id": 32,
        "text": "-Может потолстеешь?"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы решили посмотреть на итог своих ожиданий.\nВ итоге девушка иссохла настолько, что она была похожа на ходячий скелет.\nВы не выдержали таких перемен и хлопнув дверью покинули её пристанище.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 31,
    "text": "Юля была польщена вашей фразой, она тепло посмотрела на вас и крепко обняла.\nПохоже что она вам доверяет.",
    "answers": [
      {
        "id": 33,
        "text": "Рассказать о влечении."
      },
      {
        "id": 37,
        "text": "Отказаться от этой затеи."
      }
    ]
  },
  {
    "id": 32,
    "text": "Юля полностью ушла в свои мысли, а потом сказала:\n—Тём, я так не могу!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы рассказали Юле о своем влечении.\nДевушка надолго ушла с свои мысли, но после пары мотивирующих фраз она согласилась.",
    "answers": [
      {
        "id": 22,
        "text": "Спустя полтора месяца."
      }
    ]
  },
  {
    "id": 34,
    "text": "Спустя месяц у Юли образовался небольшой животик, а у груди и попы появились четкие очертания. ",
    "answers": [
      {
        "id": 35,
        "text": "Прошло около 3-х недель."
      }
    ]
  },
  {
    "id": 35,
    "text": "После 3-х недель попивания высококалорийных коктейлей её начало разносить.\nМесто которое раньше называлось попой превратилось в жирную задницу. Некогда плоская грудь начинала забавно свисать, а небольшой животик, который был буквально 3 недели назад, стал свисающим пузом.\nОгромная свисающая масса теперь заводила Юлю, она постоянно мяла свой живот и шлёпала по заднице покрытой небольшим целюлитом.\nБедра постоянно терлись друг об друга при ходьбе, издавая шлёпающий звук.",
    "answers": [
      {
        "id": 36,
        "text": "Вы добились своего, что теперь?"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы...Вы...Вы испортили человеку жизнь, а она хотела всего лишь, чтобы её любили.",
    "answers": [
      {
        "id": 1,
        "text": "Вот и живи с этим!"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы и Юля прожили вместе неплохую жизнь.",
    "answers": [
      {
        "id": 1,
        "text": "Я горжусь тобой!"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  }
]