[
  {
    "id": 1,
    "text": "Автор: Veronika Shadow and Lina Ji\nЖанр: мини-квест, приключение\n\nКраткое содержание: Любопытный щенок Гарри случайно срывается с поводка и попадает в безумное путешествие. Только от вас дорогие читатели зависит продолжит ли Гарри жить в тёплом доме или останется жить в прибюте до конца своих дней.",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      }
    ]
  },
  {
    "id": 2,
    "text": "Всем доброе утро! Весело пролаял Гарри. И тутже с грустью в глазах заметил что не один из хозяев ещё не проснулся.\nНу и сони! Подумал про себя Гарри \nЧто сделать сначала?",
    "answers": [
      {
        "id": 3,
        "text": "Разбудить хозяйку"
      }
    ]
  },
  {
    "id": 3,
    "text": "Гарри запрыгнул на кровать и стал прыгать по хозяйке.\nГарри! Сонно произнесла Лина.\nХозяйка встала с кровати и понесла Гарри пакетик с кормом \nСобачка прыгая от радости веляя своим хвостиком стал просить еду у хозяйки.\nНаконец когда Гарри закончил есть и пить у него в голове раздался вопрос что делать дальше.",
    "answers": [
      {
        "id": 4,
        "text": "Пойти прогулятся"
      },
      {
        "id": 8,
        "text": "Смотреть в окошко"
      }
    ]
  },
  {
    "id": 4,
    "text": "Лина надела поводок на Гаррика и они пошли вместе гулять \nНо вдруг резко из переулка прогнала машина.\nОт испуга резко  Гарри вырвался из поводка.\nГарри! Нееет! \nРаздался голосы Лины.\nСобачка бегала по улицам Лондона и не предстовляля что будет дальше.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Гарри решил ждать пока хозяева проснуться и лёг обратно в свой домик.\nВскоре он понял что ждать бесполезно.",
    "answers": [
      {
        "id": 7,
        "text": "Разбудить хозяйку."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы закончили этот квест с печальным концом",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "Гарри запрыгнул на кровать и стал прыгать по  хозяйке.\nГарри! Сонно ответила Лина",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "И в правдо почемуже не погдядеть в окошко! Подумал Гарри запрыгивая на подоконник.\nОкно было открыто в то время как наш щенок внимательно наблюдал за происшедшим на улице. \n\nВдруг мимо окна пролетает птичка и Гарри одним большим рывком прыгает за ней.\n—Гарри! С криком проговорила Лина\nбыстро спускается со второго этожа наша хозяйка и успевает взять гарри на руки.\nОна принесла нашего шпица в дом  и положила на кровать.\n—Бедный мой! Сказала хозяйка.\nЭто оказалось для неё хорошим уроком ведь она больше никогда не оставляла окна на распашку.\n                                      ",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "Гарри остановился почуствовав сильную боль в сердце.\nК его счастью, а может быть даже и наооборот, его подобрал какой- то мужчина ю, он привёл Гарри к себе в дом. И подумал:\n— Что мне с ним делать? \n—О! Придумал, я отдам его в приют там онём позаботятся\nГарри очень боялся! Он непонимал где он и куда его везут. \nВ итоге Гарика привезли в приют и он остался там жить. До каких пор нам дорогой читатель это уже неизвестно \n\n                     КОНЕЦ \nЧтобы посмотреть что дальше нажмите далее\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Печальный КОНЕЦ",
    "answers": [
      {
        "id": 15,
        "text": "Далее в начало !"
      }
    ]
  },
  {
    "id": 12,
    "text": "КОНЕЦ\n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы закончили этот квест с счастливым концом.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Поздравляем!",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": [
      {
        "id": 16,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  }
]