[
  {
    "id": 1,
    "text": "Автор: Mikasa Akkerman\nСтатус: Завершён\nНадеюсь вам понравится моя книга!!!\n                         !!!Приятного чтения!!!\n\nЖиву я в Ростове-на-Дону. Случилось мне одним летним днем прошлого года отправиться с матерью по магазинам. Мы хотели прикупить себе новой одежды, да и просто приятно провести время. До вечера было еще далеко, а потому, посетив пару магазинов, мы отправились дальше (благо, в то время денег было достаточно). Идем по улице, мама мне что-то рассказывает, а я, кивая, ее слушаю и смотрю по сторонам — бегло разглядываю витрины и людей, проходящих мимо. Ничто особо не привлекало моего внимания, но тут я вижу, что навстречу мне идет человек. Женщина.\n\nОна была одета в простые старые одежды — что-то вроде бежевой рубашки на выпуск и синяя, чуть выцветшая юбка. Я поднимаю взгляд на её лицо, и в этот момент я аж дышать перестаю. Чуть поседевшие русые волосы, худосочное лицо, чуть затронутое морщинами, тончайшие губы и… пустые глазницы! Причем я вижу, что она идет уверенной походкой, без клюки, с людьми не сталкивается, чуть маневрирует даже, как и мы все, когда идем по оживленной улице, и нас норовят задеть плечом. Как будто она зрячая. Вот она приближается ко мне, равняется со мной и проходит мимо. Я четко разглядела, что на месте глаз у нее просто кожа, гладкая, прилегающая и уходящая внутрь глазниц. Бровей не было. Причем, она словно «увидела» мой интерес к ней и встретилась со мной «взглядом». Она «смотрела» на меня эти несколько секунд, пока мы проходили мимо друг друга. Будучи шокированной увиденным, я обернулась и увидела, что эта женщина тоже обернулась и «смотрит» на меня. Затем просто продолжила идти своей дорогой. Я обратила внимание на людей — никто не бросал на нее косых взглядов, хотя выглядела она, мягко говоря, страшно. И улица была оживленная, немало народу вокруг…\n\nА теперь начинается интересный виток событий. Тут меня выводит из ступора мама, и я говорю ей: «Мама, я тут увидела такой кошмар…». И всё. Дальше память обрывается, и я забываю об этом происшествии ровно до вчерашнего дня. Совершенно случайно, сидя дома и читая книгу, я вспомнила про это событие. Вспомнила, как тогда, потрясенная, в эмоциях, хочу рассказать маме про странную женщину, и вдруг замолкаю, и мы просто идем дальше по своим делам — она мне снова что-то рассказывает, а я просто слушаю ее, как будто ничего и не произошло.\n\nЯ четко это вспомнила вчерашним вечером. Никак объяснить этот резкий провал в памяти не могу. Словно отключили эти воспоминания на долгое время, а вчера моя память реактивизировалась. Есть еще одна странность — я четко помню то, что тогда видела, помню каждое движение той странной прохожей, даже людей вокруг немного запомнила. Но я категорически не помню то место, где это произошло. В моей памяти остался словно вырезанный кусочек из картинки, в котором видны проходящие мимо люди и эта жуткая чертовщина…\n\n\n",
    "answers": []
  }
]