[
  {
    "id": 1,
    "text": "Автор: Mikasa Akkerman\nСтатус: завершён\nНадеюсь вам понравится моя книга!!!\n                        !!!Приятного чтения!!!\n\nВ июне 1972 года, в больницу города Сидар-Синай явилась женщина в белом халате, покрытом кровью. Само по себе в этом не было ничего удивительного, поскольку люди, которые попадали в аварию возле больницы, часто приходили туда за медицинской помощью. Но в этой женщине было, что-то такое, отчего другие люди разворачивались и убегали от неё в ужасе.\n\nВо-первых, она была не совсем похожа на человека. Скорее она напоминала манекена, который двигался также ловко, как обычный человек. Её лицо было безупречным, как у манекена, лишённое бровей и макияжа. Гладкое и чистое, без каких-либо эмоций.\n\nВ зубах она сжимала котёнка, её челюсти были сжаты с такой силой, что даже зубов её не было видно. Кровь продолжала капать с её халата на пол. Потом она вытащила котёнка изо рта и отшвырнула его в сторону.\n\nКак только она перешагнула порог больницы, её отвели в палату и попытались привести в порядок, перед тем, как осмотреть. Она была совершенно спокойна, не выражая никаких эмоций и не двигаясь. Врачи решили, что лучше оставить её в больнице до приезда полиции, она не протестовала. Они не смогли добиться от неё ни одного ответа, и почти всем сотрудникам было трудно находиться рядом с ней и смотреть ей в глаза больше нескольких секунд.\n\nНо как только персонал попытался осмотреть её, она с неистовой силой стала сопротивляться. Два врача пытались удержать её, когда она приподнялась на кровати всё с тем же безучастным выражением лица.\n\nОна посмотрела на одного из врачей, и сделала что-то не совсем для неё обычное. Она улыбнулась.\n\nКак только она это сделала женщина-врач в ужасе закричала и выбежала из палаты. Во рту странной женщины, вместо зубов, были острые, длинные шипы. шипы были слишком длинными, чтобы не причинить ей никакого вреда.\n\nВрач-мужчина какое-то мгновение смотрел на неё, а потом воскликнул: “Кто ты, чёрт возьми?”\n\nОна хрустнула своей шеей, потянувшись к плечу, и продолжила улыбаться.\n\nНаступила долгая пауза, по коридору послышались шаги бегущих в палату охранников.\n\nУслышав их, женщина набросилась на первого, вбежавшего в палату охранника, вонзив свои шипы ему в горло и разорвав его яремную вену. Охранник упал на пол, хватая ртом воздух и захлёбываясь собственной кровью.\n\nОна встала и наклонилась над ним, её лицо так и застыло в его глазах, когда жизнь покинула его.\n\nВо взгляде врача читался ужас, когда он увидел, как она повернулась, чтобы встретить остальных сотрудников службы безопасности. Последнее, что врач видел в своей жизни, это то, как она разорвала их одного за другим.\n\nЖенщина-врач, которая выжила в тот день, назвала эту женщину “Безэмоциональной”.\n\nБольше никаких сведений об этом ужасном существе не поступало.\n\n",
    "answers": []
  }
]