[
  {
    "id": 1,
    "text": "Автор: Мимина\n\nТак, ребятки, тут такое дело... В общем, автор слегка (а может, и не слегка) запутался в этом приложении. Как бы всё просто и понятно, но добавлять варианты действий — это мрак! Серьёзно, ребята, как вы с этим справляетесь!?\nК чему я это всё? Ах, да, к тому, что я психанула и удалила все варианты действий к чёртовой... короче, удалила.\n\nХм.. Хм.. Пожалуй, перейдём к самому главному.\n\n                            АННОТАЦИЯ\nПредставьте, что вы выходите замуж. Представили? Это, конечно, всё очень весело и замечательно, но, окажись я на вашем месте, не больно бы радовалась... ",
    "answers": [
      {
        "id": 2,
        "text": "Начнём "
      },
      {
        "id": 8,
        "text": "Следите за обновлениями! "
      },
      {
        "id": 20,
        "text": "Описание персонажей "
      }
    ]
  },
  {
    "id": 2,
    "text": "Это утро не отличалось от других, не менее тяжелых, моих пробуждений.\nЯ, как и положено истиной леди, успела поругаться со своей служанкой, наорать на солнце и пожаловаться стене на своё скверное настроение. Почему стене? Потому что, Лили, я всё таки выгнала... И мне не стыдно. Я страстный любитель поспать, и тут целителя не зови, Селену не проклинай, всё равно не вылезу!\nНО это утро мне по особенному не понравилось, а окончательно я это поняла, когда над самым моим ухом раздалось:\n— Леди Кайдлих, Вас ожидает ваш отец, — и убежала Лили подальше от бури. И правильно сделала.\nЯ ужасно не любила ранние подъёмы! Но разве объяснишь это нашему уважаемому батюшке!? Как он сказал, так оно и будет. Поэтому, пришлось мне сползти гордым червяком с любимой кроватки и направить свой тяжёлый путь до ванной. ",
    "answers": [
      {
        "id": 3,
        "text": "Ползти в ванную "
      }
    ]
  },
  {
    "id": 3,
    "text": "Но на приведение себя в должный вид, мне много времени не дали. Едва я успела проделать водные процедуры, раздался стук в дверь ванной, и не дожидаясь разрешения войти, в комнату влетела Лили с платьем в руках. Я, честно признать, не поняла спешки, но спрашивать не стала или просто не успела, потому что, меня быстро запихали в платье и на ходу соорудили  причёску, и буквально выпинули из спальни, а далее Лили подхватила меня за локоть, быстрым шагом ведя меня вниз по лестнице. ",
    "answers": [
      {
        "id": 4,
        "text": "Идти вниз по улице "
      }
    ]
  },
  {
    "id": 4,
    "text": "Остановились мы только перед дверью в кабинет отца. Лили, с чувством выполненного долга, покинула мою ничего не понимающую компанию, и скрылась за поворотом на кухню .\nМне не осталось больше ничего, как постучать в дверь кабинета. Сердце, почему-то чаще забилось и дышать стать тяжелее, но получив басистое: \"Войдите\", постаралась собраться. \n",
    "answers": [
      {
        "id": 5,
        "text": "Открыть дверь "
      }
    ]
  },
  {
    "id": 5,
    "text": "Я потянулась за ручкой двери, но страх никуда не делся, а на оборот, только усилился. Глубоко вздохнув, я открыла дверь и вошла... ",
    "answers": [
      {
        "id": 6,
        "text": "... "
      }
    ]
  },
  {
    "id": 6,
    "text": "За столом сидел отец. На против — незнакомый мне мужчина, он обернулся и прошёлся по мне взглядом. Прошу заметить, очень не культурный жест, но в том ли я положении, чтобы жаловаться, поэтому пришлось проигнорировать взгляд незнакомца.\nОн, тем временем, закончил с \"осмотром\", сам себе кивнул и улыбнулся уголком губ, заключил :\n— Кайдлих, я её забираю.\nМоя челюсть так и упала и упрямо отказывалась возвращаться обратно, я только и смогла из себя выдавить:\n— То есть как?\n— Ромира, Лорд Ульенс хочет на тебе жениться, — любезно пояснил мой отец.\n— Но, но, не торопи коней, я не говорил, что хочу женится, я лишь сказал, что мне понравилась твоя дочь..\n— Но, — попытался что-то сказать отец, но его нагло перебили. \n— Никаких \"но\", деньги я тебе отдал, а леди я забираю.\n",
    "answers": [
      {
        "id": 7,
        "text": "... "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вот так повернулась моя жизнь. И ещё не понятно, для кого в худшую сторону... ",
    "answers": [
      {
        "id": 9,
        "text": "... "
      }
    ]
  },
  {
    "id": 8,
    "text": "20 июля — начало\n21 июля — есть контакт!\n22 июля — я сделяль...\n26 июня\n4 августа — это было сложно.\n17 августа\n18 сентября... ",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 9,
    "text": "Я не помню, как дошла до собственной спальни. Мозг и жалость к себе начали работать, когда я, в прямом смысле, рухнула на кровать.\nКак он мог так со мной поступить!? У нашей семьи, конечно, есть некие проблемы с финансами, но отец обещал со всем справиться и в скором времени вылезти из долговой ямы. Нашёл способ. Продал родннуо дочь! Как кабылу на ярмарке, как вещь бесчувственную...\nВ голове не укладывается. Купили... Купили...\nЛадно, другой вопрос... Почему именно меня? Чем я такая особенная и невероятно \"счастливая\"!? Да, ему одной минуты хватило бы понять, что я — крайне плохой выбор, поговорив со мной. Мой скверный характер даже Клементия  не вытерпит! А что говорить о каком-то лорде!",
    "answers": [
      {
        "id": 10,
        "text": "... "
      }
    ]
  },
  {
    "id": 10,
    "text": "Подбодрив себя мыслями, что лорд точно уж меня терпеть не станет, а в скором времени вернёт обратно. Я не заметила, как спешно зашла Лили и решительно двинулась к моему шкафу. Опомнилась я тогда, когда почти весь мой гардероб уже аккуратно лежал в дорожной сумке.\n— Лили, что теперь будет? — себя до удори было жалко, хотелось даже плакать, но я быстро отменила эту мысль, что что, а слёз моих вы не увидите.\n— Ромира... — Лили меня крепко обняла, утирая слезинки, — Я буду по вам скучать.. \n— Не успеешь, я в скором времени вернусь, — самодовольно ответила я. \n— Как это? — хотела поинтересоваться Лили. \nНо в дверь постучали, забирая у меня возможность отвечать. \n— Леди Ромира Кайдлих, вы готовы? — это Берн, уникальный человек, не знаю кем именно он работает в нашем доме, но делает буквально всё и даже больше. \n— Иду, — вздохнула я, отгоняя заманчевые мысли о побеге. Нет! Я вернусь, а побег мне точно не поможет. \n",
    "answers": [
      {
        "id": 11,
        "text": "Выйти за дверь"
      }
    ]
  },
  {
    "id": 11,
    "text": "Будто во сне я выходила из комнаты, шла по лестнице и садилась в карету. Уже в окошко видела: виноватый взгляд отца, избегающий смотреть мне в глаза, рыдания Лили...\nКарета тронулась.\nТолько сейчас я понял, что в карете я одна. Где же мой мрачный покупатель? Всё равно.\nЯ чувствую пустоту, как будто что-то очень важное вырвали из меня, как будто что-то отняли. Хотелось плакать. Не буду. ",
    "answers": [
      {
        "id": 12,
        "text": "... "
      }
    ]
  },
  {
    "id": 12,
    "text": "Не знаю сколько прошло времени. Может час, может 2, а может 10 минут. Пришла в себя я, когда карета остановилась возле огромного, невероятно огромного замка. ",
    "answers": [
      {
        "id": 13,
        "text": "... "
      }
    ]
  },
  {
    "id": 13,
    "text": "Чувство, как будто приехала на поле боя... По сути, так и есть. Ведь я буду сражаться! ",
    "answers": [
      {
        "id": 14,
        "text": ".. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Хм.. А нас ждут. Даже как-то.. приятно? Нет, скорее неожиданно.\nМне даже дверцу открыли и руку подали. Вот, и вещи мои понесли.. Куда? Куда? Куда их понесли? А как-же я? Поглати вас бездна...\n— Кхм.. Леди Ромира Кайдлих? — раздался голос за моей спиной.\n— Да.. — думаю, пытаться убрать безумный взгляд, полный отчаяния, бесполезно, я не в той ситуации, так что извините. \n— Позвольте, я вас проведу в вашу комнату, — нет, его что, вообще не задело? Он это так сказал, как будто я сюда в гости по доброй воли приехала. \n",
    "answers": [
      {
        "id": 15,
        "text": "Идти в свою новую комнату (тут без вариантов, сами понимаете) "
      }
    ]
  },
  {
    "id": 15,
    "text": "Нормальная такая комната. Шикарненько. Не поскупились на свою... покупку. А в каком я здесь статусе? Нужно будет узнать. Хотя... ",
    "answers": [
      {
        "id": 16,
        "text": "Осматреть комнату"
      }
    ]
  },
  {
    "id": 16,
    "text": "Комната очень красивая, но слишком мрачная:\nФиолетовые тёмные тона, большая кровать, огромный шкаф, зеркало во весь рост, массивные шторы, резные решетки на окнах... Погодите, серьёзно? Решетки?\nВот тут, пожалуй, по подробнее.. Если есть решетки на окнах, значит была опасность моего побега. Логично? Пока не очень. Но с другой стороны, кругом лес, я не знаю этой местности. Побег — не вариант. Только сделаю себе хуже, если не поймают сразу, и я всё таки сбегу, что вряд ли, высокая вероятность встретить на просторах огромного леса диких животных...\nОстаётся только один вариант, что и станет моим основным планом.. Нужно сделать так, чтобы лорд сам меня отправил обратно. Надеюсь получится. Вот, я бы сама себя даром не взяла, серьёзно, мой характер раздражает всех, иногда и меня саму. ",
    "answers": [
      {
        "id": 17,
        "text": "... "
      }
    ]
  },
  {
    "id": 17,
    "text": "Решено. План успешно одобрен в моей гениальной головушке и незамедлительно приходит в действие.\n",
    "answers": [
      {
        "id": 19,
        "text": ".. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Я готова! Я смогу! Я... Закрыто? Что за чёрт? Кто закрыл дверь? Тьма! Я, что пленница? Хотя, если подумать... Всё равно — это возмутительно. Меня купили, так ещё и заперли! Я буду жаловаться! Где бумага и перо? ",
    "answers": [
      {
        "id": 22,
        "text": "... "
      }
    ]
  },
  {
    "id": 19,
    "text": "Кто же знал, что моим планам не суждено было сбыться... ",
    "answers": [
      {
        "id": 18,
        "text": "Грозно подойти к двери "
      }
    ]
  },
  {
    "id": 20,
    "text": "????????????",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 21,
        "text": "Ромира Кайдлих "
      }
    ]
  },
  {
    "id": 21,
    "text": "Ромира Кайдлих.\nНепосредственно наша главная героиня.\nОбладательница милой внешности, густых, длинных, тёмно-каштановых волос, зелёных глазок и отвратительного характера.\nЗа 18 лет жизни Ромиры, было много кандидатов на её сердце, но ни одному она не ответила взаимностью.\nОбожает цветы, особенно сирень, верховную езду и кому — нибудь хамить.\nЕсть две старших сестры: Виктория и Аника Кайдлих. \nОтец — Киан Кайдлих. Мать — Изабелла Кайдлих, её Ромира практически не помнит, ей было 4 года, когда Изабеллы не стало. ",
    "answers": [
      {
        "id": 20,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 22,
    "text": "Думаю, не сложно догадаться, что поиски хоть каких-то канцелярских принадлежностей закончились провалом. Зато я нашла полку с книгами, лучше, чем ничего. ",
    "answers": [
      {
        "id": 23,
        "text": "... "
      }
    ]
  },
  {
    "id": 23,
    "text": "У меня было твёрдое намерение, как только появится мой мрачный покупатель, высказать ему всё, что я думаю по этому поводу. И очень надеялась на благоразумие и жалость, а в дальнейшем на благополучную отправку меня домой. ",
    "answers": [
      {
        "id": 24,
        "text": "Но"
      }
    ]
  },
  {
    "id": 24,
    "text": "Но он не пришёл. Настенные часы отчитывали минуты, часы... Прошёл день, за ним второй и третий... Мои серые дни, пропитанные скукой и страхом перед неизвестным, немного скрашивали, найденные мною, книги и слуги, приносившие мне еду, как я ни пробовала их разговорить, всё в бездну... ",
    "answers": [
      {
        "id": 25,
        "text": "... "
      }
    ]
  },
  {
    "id": 25,
    "text": "На четвёртый день, щёлкнул замок , а дверь без стука открылась. На пороге стоял он. Он.\nС кем я так яро ждала встречи, кого мысленно представляла, миллион раз повторяя слова, которые скажу, того, кого ужасно боюсь... Тот, кто сейчас стоит передо мной... ",
    "answers": [
      {
        "id": 26,
        "text": ".. "
      }
    ]
  },
  {
    "id": 26,
    "text": "— Перестань так смотреть на меня, я не сделаю тебе ничего плохого, — первый угнетающей тишины не выдержил Лорд.\n— Ч-что.. Что вы хотите? — голос мой дрогнул.\n— У меня есть предложение. Заманчивое. И ужасно выгодное для тебя. — он говорил, так, как буд-то я уже согласилась.\n— К-какое? — что у меня с голосом..?\n— Я хочу, чтобы ты стала моей любовницей.\nЧто.. Что.. Он... Только что... Сказал...\n— Так что? — подумать, я так понимаю мне не дадут — Что скажешь? Понимаю, девочка, такое щедрое предложение, такая честь...\n— Я не согласна, — как можно увереннее произнесла я.\n— Что? — теперь наступил его черёд удивляться, — Как ты можешь отказываться? Как? — он глубоко вздохнул и продолжил, — Даю тебе время подумать до завтра и надеюсь услышать правильный ответ.\nПосле этих слов он захлопнул дверь, и я услышала звук щелчка. ",
    "answers": [
      {
        "id": 27,
        "text": "... "
      }
    ]
  },
  {
    "id": 27,
    "text": "Тьма. За кого он меня принимает!?\nОдно радует, хоть меня и купили, принуждать ни к чему не собираются. Или это чистая формальность \"спросить моего согласия\" ? Не знаю. Столько вопросов. И совсем нет ответов. ",
    "answers": [
      {
        "id": 28,
        "text": "... "
      }
    ]
  },
  {
    "id": 28,
    "text": "Мне остаётся только ждать завтрашнего дня. Чувствую, он не принесёт ничего хорошего... ",
    "answers": [
      {
        "id": 29,
        "text": ".. "
      }
    ]
  },
  {
    "id": 29,
    "text": "Проснулась я от того, что кто-то позвал меня. Сначала я обрадовалась, услышав приятный, пусть и не знакомый, женский голос. Сквозь пелену сна, наивно решила, что все мои недоприключения, мне только приснились. Но стоило открыть глаза, столкнулась с жестокой реальностью.\n— Леди..? — робко позвала меня незнакомка. На вид ей лет 18, не больше, миловидная, белёсые волосы заплетены в нехитрую косу, испуганные маленькие глазки усиленно избегают моего сонного взгляда. — Вы проснулись..?\n— Да. Что-то случилось?\n— Н-ничего... Я.. Я... Набрала вам ванную.. А потом.. Я.. Помогу вам одеться... Если.. Конечно, вы не против..\n— Нет, нет. Что ты? Не нужно меня бояться, — я поняла, что её теряю, потому что девочка начала дрожать и пищать, сбиваясь с мысли, — Как тебя зовут?\n— Я... Меня... Я Дина...\n— Я Ромира, будем знакомы.\n— Я знаю, Леди Ромира.. Там ванная...\n— Да, спасибо.. ",
    "answers": [
      {
        "id": 30,
        "text": "Идти на водные процедуры "
      }
    ]
  },
  {
    "id": 30,
    "text": "Ох....\nКакое блаженство...\nИтак, пока, я нежусь в прекрасной вкуснопахнущей ванной, с лепестками цветов и волшебными пузырьками, можно немного подумать.\nЧто мы имеем? У меня, потрёпанное обстоятельствами, но все же хорошие расположение духа, для столь раннего пробуждения, странно.. Куда подевалась моя утренняя желч? Но с другой стороны, как можно злиться на эту девочку, как её? Дина. Скромняшка. Дальше... Я нахожусь.. В плену? У какого-то психа с непристойными предложениями. Какие шансы попасть домой? ",
    "answers": [
      {
        "id": 31,
        "text": "... "
      }
    ]
  },
  {
    "id": 31,
    "text": "Практически никаких...\nВода уже почти остыла, пора вылезать. ",
    "answers": [
      {
        "id": 32,
        "text": "Выйти из ванной "
      }
    ]
  },
  {
    "id": 32,
    "text": "В комнате меня уже ждала Дина. Что это у неё?\nПлатье!?\n— Откуда? — настороженно поинтересовалась я.\n— Подарок хозяина.\nОго.\n— Одевайтесь быстрее, нужно ещё причёску сделать...\n— К чему такая спешка?\n— Хозяин ждёт вас к завтраку.\nОго.\n",
    "answers": [
      {
        "id": 33,
        "text": "... "
      }
    ]
  },
  {
    "id": 33,
    "text": "Бездна! Почему я так волнуюсь? Почему мне так страшно? Ладно... Вдох, выдох, вдох... Чёрт, не помогает.\nВот, что ему от меня нужно? Ну, допустим, понятно, что нужно, но легче от этой информации не становится. Ромира, возьми себя в руки, ты же, в конце концов, умная девушка, и со всем справишься. ",
    "answers": [
      {
        "id": 34,
        "text": "... "
      }
    ]
  },
  {
    "id": 34,
    "text": "Нет, я не справлюсь. Как отказать Лорду, которого все боятся!?\nБездна! У меня совершенно нет опыта в любовных делах! Так, приходили парочка юношей из соседних поместей, просить моей руки...\nДура! Надо было тогда соглашаться! Был бы статус законной супруги, а не... Божечки...\nМне стыдно и страшно даже в мыслях произнести... Любовница...\nУжас... ",
    "answers": [
      {
        "id": 35,
        "text": "... "
      }
    ]
  },
  {
    "id": 35,
    "text": "Может всё таки сбежать? Да, сбежишь тут, когда тебя до столовой сопровождают двое охранников. ",
    "answers": [
      {
        "id": 36,
        "text": "... "
      }
    ]
  },
  {
    "id": 36,
    "text": "Остановились. Боже.\nОткрыли дверь. Страшно.\nВхожу. Помогите.\n",
    "answers": [
      {
        "id": 37,
        "text": "... "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вот он сидит. Во главе огромного стола, которой ломится от разных лакомств. У нас в доме такого стола даже по праздникам не было..\nИ весь этот пир для одного человека? Ох, как мне не нравятся его взгляд. Настоящий хищник, охотник. Оглядываюсь, в надежде найти помощи у охраны, но их и след простыл, а в следующую секунду до моих ушей долетает фраза:\n— Присаживайтесь, Леди Ромира.\n",
    "answers": [
      {
        "id": 38,
        "text": "... "
      }
    ]
  },
  {
    "id": 38,
    "text": "Боже, как дрожат коленки, а сердце отбивает бешеный ритм. Так, Ромира, спокойнее, вдох, выдох, вдох...\nПочему он так смотрит!? Нет, не смотри... Бездна, как же страшно. Он же не сделает мне ничего плохого? Он же всё таки Лорд как никак, хотя после таких предложений, я уже не уверена...\n— Что же вы стоите, присаживайтесь, — похоже Лорд не из тех людей, которые привыкли ждать...хорошо, запомним...\nЕле дохожу до стула и все таки сажусь. ",
    "answers": [
      {
        "id": 39,
        "text": "... "
      }
    ]
  },
  {
    "id": 39,
    "text": "— Вы подумали над моим предложением? — надоже какая любезность, а вчера он был менее вежлив.\n— Да.. — стараюсь сказать твёрдо, но из этого мало что получается.\n— И ваш ответ...- уголки его губ поползли на верх.\n— Нет, — и тут же вернулись обратно.\n— Тоесть как \"нет\"? Ромира, вы хорошо подумали? — ой, кажется он начинает злиться...\n— Помоему, вы чего-то не понимаете? — да, он зол- Я вам сделал щедрое предложение, а вы отказываетесь... Нужно было сразу отослать вас в гарем.\nЧто? Я не ослышалась?\nОн уловил мой вопросительный взгляд и продолжил:\n— Давайте, Ромира, мы с вами прояним ситуацию. Я вам предложил место моей любовницы, повторяюсь ЛЮБОВНИЦЫ, а не наложницы. То есть, у вас будут свои покои, платья и украшения и многое многое другое, в общем всё то, чего лишены обычные наложницы.\n",
    "answers": [
      {
        "id": 40,
        "text": "... "
      }
    ]
  },
  {
    "id": 40,
    "text": "— С чего такая честь? — чесно, я в шоке, но спросить то надо.\n— Хм, — он усмехнулся, — считайте, что вы мне очень сильно понравились... Ну так, что, вы согласны? ",
    "answers": [
      {
        "id": 41,
        "text": "... "
      }
    ]
  },
  {
    "id": 41,
    "text": "— Знаете... Мне очень льстит ваше предложение... Но... Я вынуждена отказаться.\n— От чего же, Леди? — интересно он всегда усмехается?\n— А..а..а..я..я\n— Что Вы, Леди? — а теперь он не скрывает улыбки.\n— Дело в том... что я помолвена. Да. Вот.\n— Скажите, Ромира, я похож я идиота?\n— А..\n— Нет, не отвечайте, это был риторический вопрос. Так вот, дорогая моя, я не идиот. И скажу Вам, Ромира, перед тем как что-то приобрести, я внимательно изучаю товар.\nЭто что меня сейчас ещё и вещью назвали!?\n— Знаете ЧТО!?\n— Увидите её. ",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует "
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  }
]