[
  {
    "id": 1,
    "text": "Автор: Mikasa Akkerman\nСтатус: Завершён\n         !!!Надеюсь вам понравится моя книга!!!\n                         !!! Приятного чтения!!!\n\nНекоторые люди не замечают, что происходит вокруг них. Кейт была из этого рода людей. Она любила сидеть дома одна и слушать музыку. Прогулки в одиночестве с наушниками в ушах тоже были не редкостью. Её не пугало одиночество, она успела привыкнуть к нему и не старалась влюбиться в первого встречного. Она не мечтала ни о любви до гроба, ни о принце на белом коне, ей нравилась её жизнь. Жизнь одним днем ничем её не пугала, но однажды жизнь поменяла свое направление, причем кардинально…\n\nКак всегда перед сном Кейт собралась прогуляться, пока не стемнело. Скачав побольше новых песен любимой группы, она с нетерпением вставила наушники и пошла на свою “прогулку с музыкой”. После того, как она прошла свой привычный маршрут, немного устав, Кейт направлялась к дому. Не обращая ни на что внимания, она все ближе и ближе подходила к дому, отвлеклась на телефон и, не глядя на дорогу, Кейт врезалась в кого-то. Вытаскивая наушники, она попросила прощения за свою невнимательность, подняв глаза, она увидела его… Он стоял в свете фонаря, его темные как уголь волосы всполошил резкий и холодный ветер. И тут сердце Кейт начало биться быстрее. Сама не понимая, она влюбилась в него.\n\nНезнакомец оказался джентльменом и, не обратив внимание на недоразумение, вежливо спросил: можно ли проводить “Столь красивую девушку до дома в такой поздний час”. Не долго думая, Кейт согласилась, позабыв что с незнакомцами надо быть осторожнее. По пути до дома она узнала, что незнакомца зовут Паша. Но только разговор начал не плохо развиваться, как они подошли к подъезду. Кейт не хотела заканчивать диалог, но мама уже начинала звонить и говорить на повышенных тонах о том, что она уже должна быть дома. Они попрощались. Перед тем как зайти в подъезд Кейт спросила:\n\n— Мы увидимся снова ?\n\n— Я бы не отказался увидеться вновь…-Ответил Паша.\n\n— Но когда ? – Вновь спросила Кейт.\n\n— Когда придет время…\n\nЗагадочно сказал он и тихо удалился во тьму улицы.\n\nЗайдя домой, она выслушала поучительную лекцию от матери о том, что не стоит гулять до такого позднего времени. Она стояла в коридоре и слушала, но из её головы не уходил образ Паши. Она зашла в комнату, её не покидали мысли о ночном знакомстве. Она проснулась рано утром от звонка в дверь. Мама уже ушла на работу и дома она, как всегда, осталась одна. Кейт подошла к двери и спросила “кто там”. Не дождавшись ответа она открыла дверь и увидела большой букет роз с запиской “Не гуляй так поздно :) ”. Она точно знала, что это он…\n\nПрошло несколько недель. Кейт и Паша, естественно, начали встречаться. Они горя не знали, всегда старались все делать вместе. Но всё же, было время, когда они не видели друг друга, ведь Паша работал. Порой он возвращался очень поздно, от чего Кейт сильно переживала и предлагала ему поискать другую работу.\n\nНочь. Паша шел по железнодорожным путям. Фонари мигали и не освещали его дорогу должным образом. Он шел торопясь, потому что знал, что скоро начнет беспокоиться Кейт, чего он точно не хотел. Паша почти вышел на улицу, ведущую прямо к её дому, как вдруг на него напали трое. Он не успел среагировать и поэтому они повалили его между вагонов и сильно избили. Они обшарили его карманы и забрали все содержимое. Пока они разбирали награбленное, зазвонил телефон Паши, на экране высветилось “Любимая”… Грабители ушли. Между вагонов начали виднеться ярко оранжевые глаза с треугольными зрачками…\n\nКейт не находила себе места. Она не спала всю ночь. На утро, услышав звонок в дверь, она ринулась к ней так быстро, как только смогла. Она открыла дверь и увидела на пороге Пашу. Он, как ни в чем не бывало, обнял её и сказал, что очень скучал. Она крепко обняла его. Слезы покатились по её щекам и она прошептала:\n\n— Больше никогда не делай так… Пожалуйста…\n\n— Такого больше не повторится. Я обещаю…\n\nОн рассказал ей все, что произошло. За исключением одного, чего ей было знать не обязательно…\n\nГрабители и не подозревали, что удары битой по голове и тычки ножом в живот Паше не нанесли никакого вреда…\n\nПропивая деньги, отобранные у него, грабители беззаботно сидели недалеко от места совершенного ими преступления, совсем зря… Паше совершенно не составило труда найти их… Последнее, что они успели сказать – это: “Ооо! Но как ???”.\n\nПотом была только тьма и резкая боль… Когда они открыли глаза, было уже утро. Грабители не чувствовали своих тел, но видели и осознавали, где они находятся, и что происходит. Они лежали головами на рельсах под вагоном, под которым всего пару дней назад они безжалостно избили Пашу.\n\nВдруг в темной кабине машиниста появились все те же оранжевые глаза… Поезд начал двигаться и в кабине помимо глаз, появился довольный оскал с острыми, как бритва зубами. Грабители хотели закричать, но тело не слушалось. Колесо вагона медленно приближалось к шее каждого из них, от чего последний грабитель буквально был весь в крови своих товарищей…\n\nПотом Паша, как ни в чем не бывало, пошел в направление к дому Кейт…\n\n",
    "answers": []
  }
]