[
  {
    "id": 1,
    "text": "Автор Андреа Акеш\n\n\nТы обычный тринадцати летний школьник, который как и все ребята твоего возраста, ходил в школу, делал уроки, общался с друзьями, и как любой мальчишка — получал наказания. \nНо однажды в знойный летний день в твою жизнь врывается нежданная правда о тебе.\nПримешь ли ты её?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-6.userapi.com/c637131/v637131313/388e7/rO0Geeqvhfk.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Связь с Автором",
        "url": "https://vk.com/id463285187"
      },
      {
        "id": 1,
        "text": "Группа в Вконтакте",
        "url": "https://vk.com/club184910004"
      },
      {
        "id": 78,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Здравствуй, дорогой друг!\n\nНадевая утром носки, ты не ожидал, что так будет, правда?\nНа самом деле — ты инопланетянин с другой планеты.\nХочешь узнать больше о себе?",
    "answers": [
      {
        "id": 3,
        "text": "Узнать"
      },
      {
        "id": 4,
        "text": "Нет, пусть это будет тайна"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты сидел в своей комнате. Балконная дверь открыта, ветер осторожно колыхал лёгкую занавеску. На улице яркий солнечный день. Ты слышал, как на площадке резвятся дети. Ты и рад бы тоже погулять, но строгие родители наказали за то, что ты съел несколько ложек варенья и испачкал им футболку. Варенье черничное и от белой футболки не отстиралось. \nРодители в наказание задали тебе решать математику — твой самый ненавистный предмет. \nЛетняя погода так и манит на улицу. Но если ослушаешься и не выполнишь задания — ждёт суровое наказание.",
    "answers": [
      {
        "id": 5,
        "text": "Выйти на балкон"
      },
      {
        "id": 7,
        "text": "Решать задачи",
        "need": -7
      }
    ]
  },
  {
    "id": 4,
    "text": "Ну, что ж. Твой выбор)) Спасибо, что зашёл!",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Лёгкий тёплый ветер коснулся твоего лица. Ты зажмурился от яркого солнечного света. Полумрак комнаты показался тебе тёмной медвежьей берлогой, где присутсвуют и свои плюсы — там прохладнее. Здесь же солнце нещадно шпарит. Тебе показалось, что температура, градусов 30, не меньше. \nГлаза привыкли к яркому свету. Ты осмотрелся. Твоя комната находилась на втором этаже. Внизу на детской площадке играли дети. Среди них ты заметил своих друзей. Рядом с балконом есть небольшая покатая крыша. Она накрывает вход в магазинчик на первом этаже. ",
    "answers": [
      {
        "id": 13,
        "text": "Идти на крышу"
      },
      {
        "id": 10,
        "text": "Вернуться в комнату"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "Задача очень сложная. Этот материал Вы явно не проходили.",
    "answers": [
      {
        "id": 3,
        "text": "Назад",
        "need": 3
      },
      {
        "id": 36,
        "text": "Осмотреть тетрадь",
        "need": -36
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "Полумрак комнаты и прохлада окутали тебя. \nНесколько секунд ты стоял, как слепой крот, пока глаза привыкали к новой обстановке. Наконец ты увидел помещение. Справа от тебя стоят сложенный диван, слева напротив дивана — стол. На столе открытая тетрадь и учебник. Рядом с диваном — платяной шкаф с одеждой. Туда же ты убираешь постельное бельё. У входа Стоит этажерка, где аккуратно лежат книги. ",
    "answers": [
      {
        "id": 11,
        "text": "Подойти к столу",
        "need": [
          -11
        ]
      },
      {
        "id": 12,
        "text": "Подойти к шкафу",
        "need": -12
      },
      {
        "id": 14,
        "text": "Подойти к дивану",
        "need": -14
      },
      {
        "id": 15,
        "text": "Подойти к этажерке",
        "need": -15
      },
      {
        "id": 5,
        "text": "Выйти на балкон"
      },
      {
        "id": 22,
        "text": "Выйти из комнаты",
        "need": -22
      }
    ]
  },
  {
    "id": 11,
    "text": "Обычный компьютерный стол. \nНа столе лежал ноутбук — он выключен и закрыт. На ноутбуке лежал учебник по математике, ближе к краю — тетрадь с недописанной задачей. Тут же на тетради — ручка. ",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      },
      {
        "id": 32,
        "text": "Решать задачи",
        "need": -32
      }
    ]
  },
  {
    "id": 12,
    "text": "Большой платяной шкаф, доставшийся по наследству от дедушки по отцовской линии. Будучи ещё дошколёнком ты любил играть в этом шкафу, мечтая попасть в Нарнию. Став старше, мечты не утерял, а вот место там явно уменьшилось. ",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      },
      {
        "id": 20,
        "text": "Открыть шкаф",
        "need": -20
      }
    ]
  },
  {
    "id": 13,
    "text": "Покатая металлическая крыша.\nОт неё тянуло жаром. Нерешительно, но всё же ты поставил ногу на раскалённый металл. Стараясь удержать равновесие, ты осторожно подошёл к противоположному краю. На той стороне есть ограждение, которое украшает вход в магазин. По ограждению въётся растение-вьюнок. \nТы уже однажды спускался таким образом, но тот случай заметил продавец и пожаловался твоим родителям. Ты осмотрелся. Продавца нигде не было. \nОсторожно коснувшись пальцами горячей крыши, ты спустился к ограждению. Металлическая поверхность сильно обожгла пальцы. Не обращая внимание на боль, ты спустился на землю.\nПальцы будут долго болеть...",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Старый, видавший виды диван, обтяный цветастым материалом. Этот диван тебе не нравится, но выбирать не приходится.",
    "answers": [
      {
        "id": 16,
        "text": "Сесть на диван",
        "need": -16
      },
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Небольшая четырёх уровневая этажерка из белого дерева — мастерство твоего отца. \nПервые две секции заставлены школьными учебниками, которые покупались в прошлом году. Родители планировали отдать их соседской девочке, которая на год тебя младше.\nСамый нижний ярус заставлен коробками с игрушками. На среднем — в ряд расставлены солдатики и их военная техника.",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Диван жестковат, скрипит, немного неровный, но спать пока можно",
    "answers": [
      {
        "id": 14,
        "text": "Встать с дивана"
      }
    ]
  },
  {
    "id": 17,
    "text": "Только ты ступил ногами на землю. Внезапно в небе раздался странный гул. Яркое солнце скрылось и стало мрачно, как перед грозой. Ты взглянул на небо. Ни туч, ни облаков не было. Неожиданно из-за дома появился странный объект огромных размеров. Он завис над двором, заслоняя собой половину неба.",
    "answers": [
      {
        "id": 18,
        "text": "Бежать к друзьям"
      },
      {
        "id": 19,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 18,
    "text": "Трое лучших друзей и ты четвёртый в этой компании. Вы никогда не ссоритесь, у вас нет лидеров. Ваш девиз — \"Вместе везде! Вместе всегда!\"\nВы всегда, как один слаженный организм отстаиваете интересы друг друга.\nТы, не упуская из виду корабль пришельцев, стремительно пересёк путь от дома до детской площадки. Все, кто там был, с ужасом и интересом наблюдали за объектом в небе. Ты подбежал к Яну — одному из ребят твоей компании.",
    "answers": [
      {
        "id": 21,
        "text": "Поговорить с Яном"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты, от страха, быстро поднялся обратно на крышу и не обращая внимания на боль от раскалённого металла, спрыгнул обратно на балкон. Затем скрылся в безопасности в своей комнате.",
    "answers": [
      {
        "id": 33,
        "text": "Зайти в комнату"
      }
    ]
  },
  {
    "id": 20,
    "text": "2 отсека. С одной стороны полки для одежды, где хранятся твои кофты, штаны и футболки. На самой нижней — чистое постельное бельё. В ящике на уровень выше — носки и нижнее бельё. \nВо втором отсеке большую часть занимает свёрнутый матрас, внутри которого завёрнута простыня и одеяло. Сверху на матрасе лежит подушка. Комплект — со звёздным рисунком. Левее от матраса в чехлах висят аккуратно поглаженные костюмы для праздников. ",
    "answers": [
      {
        "id": 12,
        "text": "Закрыть шкаф"
      }
    ]
  },
  {
    "id": 21,
    "text": "Белобрысый парень лет тринадцати в голубой рубашке и серых шортах. На взлохмаченной голове набекрень одета синяя кепка в джинсовом стиле. Обувь твоего друга была изрядно поношенная. Коричневые сандали на застёжках-липучках — обноски старшего брата. \nЯн по характеру — спокойный и неприметный парнишка. Но, если кто его обидит или обидет его друзей — пощады не будет. Ян не особо разговорчив. Но сегодня — особый случай.\n — Как думаешь, что это? — спросил Ян, переводя взгляд с корабля на тебя и обратно.\n— Как, \"что\"? Конечно пришельцы! — ответил ты, с видом знатока. Затем добавил: — И вероятно они прилетели захватить наш мир. Как в фильмах.",
    "answers": [
      {
        "id": 23,
        "text": "Найти остальных друзей"
      },
      {
        "id": 24,
        "text": "Остаться с Яном"
      }
    ]
  },
  {
    "id": 22,
    "text": "Дверь заперта снаружи. Вероятно родители не хотят, чтоб ты выходил.",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты оставил Яна наблюдать за пришельцами, а сам направился искать остальных ребят из компании. Внезапно корабль пришельцев издал режущий слух звук, похожий на свист. Все вокруг тебя повалились на землю, хватаясь за уши. Ты один остался стоять на ногах.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Я такие фильмы не люблю. — с дрожью в голосе отозвался друг. — Они меня пугают!\nТы решил промолчать, поскольку признание друга тебе пришлось не по душе. Тебе захотелось усмехнуться над ним, но дружеская солидарность не позволила тебе это сделать.\nВнезапно корабль пришельцев издал режущих слух звук, похожий на свист. Все вокруг тебя повалились на землю, хватаясь за уши. Ты один остался стоять на ногах.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Внезапно...",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "В днище корабля открылся люк и оттуда, как по лифту, в голубом свете спустилось несколько существ. Они направились в твою сторону, ловко лавируя между лежащими без сознания людьми.\nТы стоял, как вкопанный, боясь по шевелиться. А пришельцы были всё ближе.\nЭто были худощавые на вид существа, с голубоватым, казалось прозрачным, цветом кожи и вытянутым лицом.\nОни подошли почти вплотную, остановившись на почтительном расстоянии. Их было пятеро.\nОдин из пришельцев протянул к тебе тонкую руку.\n— Здравствуй, мой родной! — мягким бархатистым голосом произнес пришелец. — Как давно я не видела тебя. Эта земная оболочка так тебя изменила. Меня зовут Этьемез. Я — твоя мама.\n\nПосле услышанного ты пребывал в шоке. И первый твой ответ прозвучал только лишь через минуту.\n\n— Что?? — ты явно не был готов к такому повороту событий. — Нет-нет-нет! Этого не может быть! Вы явно меня с кем-то перепутали!\n\n— Прости, сын мой. Что вот так внезапно... Но мы только сейчас смогли прилететь сюда. Позволь я расскажу тебе нашу историю.",
    "answers": [
      {
        "id": 27,
        "text": "Выслушать историю"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты ничего не ответил, пребывая всё ещё в недоумении, что тут происходит. Этьемез начала рассказ без твоего согласия.\n— Давным-давно, ещё за долго до твоего рождения, нашему народу было предначертано, что среди алатаи родится ребёнок с необычным даром. Этот дар заключался в том, что Избранный сможет подчинять себе любые технологии. Будь то давно никому не нужные механизмы или сверхновые устройства и приборы. Многие ждали, что именно в их семье родится этот необычный малыш, но время шло, а чуда не случалось. Об этом предсказании узнали раса сурхенов — жадные существа, которые считали, что Избранный поможет им победить в войне против Великих Салурне. Сурхены считали, что малыш без каких-либо проблем перенаправит технологии против своих же создателей и таким образом поможет захватить власть во всей Галактике. \nКогда я родила, ко мне во все явились Великие Салурне — хранители нашей Галактики, и сказали, что тот малыш, который родился и есть Избранный. Мы назвали тебя Нуркас, что с нашего языка означает Защитник. Но оставлять тебя дома было небезопасно, поэтому я, твой отец и Члены Совета приняли нелёгкое решение. Мы отправили тебя на Землю, где никто не смог бы найти тебя. А, чтобы спрятать твой настоящий облик, наши учёные создали специальный имплант, который с возрастом изменил твою внешность на генетическом уровне. Именно поэтому ты не упал в обморок, как остальные люди. Ты, Нуркас, не такой как они. \nЭтьемез с грустью взглянула на тебя. \n— Мы прилетели забрать тебя. — отозвался один из пришельцев, что стоял чуть поодаль. — Ты вырос и теперь сурхены не смогут распорядится твоей силой на своё усмотрение. Летим домой, тебе не место среди людей.",
    "answers": [
      {
        "id": 28,
        "text": "Поверить"
      },
      {
        "id": 31,
        "text": "Не поверить"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Воу... Ничего себе! — не удержался ты от нахлынувших эмоции. — Это же круто! Я всегда знал, что со мной что-то не так. \nТы поверил в рассказ пришельцев. Теперь ты знаешь, кто ты на самом деле. \n— Нуркас, хочешь лететь с нами? Мы расскажем тебе больше и покажем тот мир, которого ты лишился.\n— Я... Не знаю... \nВыбор не простой. Этих существ ты видишь впервые, а тут на Земле у тебя мама, папа и друзья, которые кстати сказать, до сих пор были без сознания. Что же выбрать?\n— А я могу взять с собой друзей? \nЭтьемез с грустью мотнула головой.\n— К сожалению нет, Нуркас. \nТвой выбор остановился на...",
    "answers": [
      {
        "id": 29,
        "text": "Лететь"
      },
      {
        "id": 30,
        "text": "Остаться на Земле"
      }
    ]
  },
  {
    "id": 29,
    "text": "Нерешительно, но всё же любопытство взяло верх, и ты согласился на приглашение. Инопланетяне провели тебя до корабля и голубой луч поднял вас на корабль. \nТы оказался в светлом простороном помещении. Из центра, где вы находились, в разные стороны вели коридоры, уходящие куда-то вдаль. Теперь тебя ждал длительный полёт к другой планете. И кто знает, увидишь ли ты снова своих друзей и родственников?\n\nТы дошёл до конца пути.\n\n\"Новое приключение\"\n\nЖелаешь продолжить путь?",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться к началу"
      },
      {
        "id": 39,
        "text": "Продолжить путешествие"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Я ценю ваше приглашение и то, что возможно вам пришлось проложить сюда не близкий путь, но бросить своих друзей я не могу. Извините. \nТы поверил в рассказ, но от приглашения вежливо отказался.\n— Я понимаю твоё положение, Нуркас. — ответила инопланетянка, затем сняла с шеи небольшой кулон и протянула тебе. — Прими этот кулон. Он позволит тебе связаться с нами, в случае необходимости. Никому не говори, что тут произошло. \nТы осторожно взял вещицу. \n— До свидания, Нуркас. Надеюсь, мы ещё встретимся. \nВнезапные гости улетели. Люди стали приходить в себя, не понимая, почему они вдруг оказались на земле. Ведь никто не помнил о визите инопланетян.Ты единственный помнил, что произошло, и главным доказательством был кулончик, зажатый в твоей ладони. \n\nТы дошёл до конца пути.\n\n\"Остаться на Земле\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Нет. Я не... Это всё бред. Отвалите!\nМахнув рукой в сторону пришельцев, ты сделал несколько шагов назад и чуть не упал, споткнувшись о лежащего мужчину, который был чьим-то отцом. \n— Прости, Нуркас, что вот так... Внезапно. Прими хотя бы этот кулон. \nЭтьемез сняла с шеи небольшой кулончик на цепочке, и протянула его тебе. \n— Кулон позволит тебе связаться с нами, в случае опасности. Я надеюсь на твоё прощение. \n— Не, мне предки не разрешают ничего брать у чужих. Сорян!\nТы не поверил в рассказ Этьемез и посчитав всё это бредом направился искать друзей, чтобы проверить всё ли с ними впорядке. Сам факт того, что ты не потерял сознание, как все остальные, ты смахнул на то, что это типичная удача и просто так сложились обстоятельства.\nПришельцы улетели, вероятно посчитав, что ты не готов принять правду. Люди начали приходить в себя, не понимая, как оказались на земле. Ведь никто из них не помнил о визите инопланетян.\n\nТы дошёл до конца пути.\n\n\"Забыть, как странный сон\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 136,
        "text": "Новый ответ. введите текст",
        "need": 100000
      }
    ]
  },
  {
    "id": 32,
    "text": "Задача очень сложная. Вы явно не проходили этот материал",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      },
      {
        "id": 37,
        "text": "Осмотреть тетрадь",
        "need": -37
      }
    ]
  },
  {
    "id": 33,
    "text": "Полумрак комнаты и прохлада окутали тебя. Несколько секунд ты стоял, как слепой крот, пока глаза привыкали к новой обстановке. Наконец, ты увидел помещение. Справа от тебя стоял сложенный диван, слева, напротив дивана — стол. На столе открытая тетрадь и учебник. Рядом с диваном — платяной шкаф с одеждой. Туда же ты убираешь постельное белье. У входа стоит этажерка, где аккуратно стоят книги.",
    "answers": [
      {
        "id": 34,
        "text": "Выйти на балкон"
      }
    ]
  },
  {
    "id": 34,
    "text": "Лёгкий тёплый ветер коснулся твоего лица. Ты осмотрелся. Инопланетный корабль заслонял часть неба, отчего улица, казалось погрузилась в предгрозовой полумрак. Твоя комната находилась на втором этаже. Внизу, на детской площадке стояли дети и их родители. Все ошеломлённо и со страхом смотрели на внезапных инопланетных гостей.\nСреди зевак находились и твои друзья. Они разбрелись по разным частям площадки.",
    "answers": [
      {
        "id": 35,
        "text": "Бежать к друзьям"
      }
    ]
  },
  {
    "id": 35,
    "text": "Покатая металлическая крыша.\nОт неё тянет жаром. Нерешительно, но всё же, ты поставил ногу на раскалённый металл. Стараясь удержать равновесие, ты осторожно подошёл к противоположному краю. На той стороне есть ограждение, украшающее вход в магазин. По ограждению вьётся растение Вьюнок. Ты уже однажды спускался таким образом, но тот случай заметил продавец и пожаловался твоим родителям. Ты осмотрелся. Продавца по прежнему нигде не было. Вероятно он спрятался в магазине. \nОсторожно коснувшись пальцами горячей крыши, ты спустился к ограждению. Металлическая поверхность сильно обожгла пальцы. Не обращая внимания на боль, ты быстро спустился вниз. \nПальцы ещё долго будут болеть!",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Перелистывая тетрадь, ты вновь и вновь натыкался на странные символы, оставленные тобой на полях и между заданиями. ",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "Перелистывая тетрадь, ты вновь и вновь натыкался на странные символы, оставленные тобой на полях и между заданиями.",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Ты проснулся. Открыл глаза. \nКажется — уснул только секунду назад, а уже и просыпаться пора. Верхняя часть криокапсулы отошла в сторону. Ты осмотрелся. \nПомещение с крикамерами было небольшое и вмещало в себя всего с десяток таких, какая была у тебя. Осторожно сел. Сильно закружилась голова, всё вокруг помутнело и поплыло.\nКто-то к тебе подошел, что-то говорил, но звуки были, где-то очень далеко. Подошедший вновь уложил тебя на подушку.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Спустя некоторое время ты вновь решил сесть. Голова больше не кружилась и комната приобрела нормальный вид. Осторожно, без резких движений, ты осмотрел помещение. У стен размещались, уже знакомые криокамеры. В самом дальнем конце зала, открылся проход, образовав на несколько секунд в белом помещений, темный проём. \nКто-то шел к тебе.\nПервого, того, который вероятно был медиком, нигде не было. Вошедший был похож на тех, кого ты встретил у себя во дворе. Худощавый, полупрозрачная с голубым оттенком кожа и вытянутое лицо. \nОн подошел ближе.\nТы всё никак не мог привыкнуть к их необычному виду. Он вызывал у тебя чувство неприязни, но ты умело подавлял в себе это чувство.\n\n— Здравствуй, Нуркас, — начал он спокойным, тихим тоном — Меня зовут Филон. Я — твой младший брат. \n\n— Вы ошиблись. Моё имя Саша.\n\n— Земное — да. Но теперь ты среди родных. Имя Нуркас тебе было дано при рождении. До похищения. \nИдём со мной, я расскажу тебе кто ты.",
    "answers": [
      {
        "id": 41,
        "text": "Следовать за Филоном"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы покинули криозал и направились по длинному белому коридору. Прошли мимо центрального зала, того самого, где ты впервые ступил ногами на пол этого корабля, свернули в правый коридор и вновь зашагали прямо. \nНеожиданно пустой желудок подал признаки жизни. Ты поморщился, поскольку в тишине урчание голодного живота, оказалось слишком громким.\nФилон встрепенулся, отвлекшись от своих раздумий. Тревожно взглянул на тебя.\n\n— Что это было?\n",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Возможно на Землю ты вернёшься не скоро, поэтому пренебрегать здоровьем и жизнью врят ли стоит. Возможно то, чем они питаются, не скажется пагубно на твоём, ещё юном организме. Расставив всё за и против, ты решил сказать Филону, что это урчал твой голодный желудок.\n\n— Что ж. Тогда сейчас пойдём по едим! — добродушно отозвался Филон — А затем продолжим знакомство.\n\nВы направились в левый коридор, который был идентичен тому, где расположен криозал. Всё те же белые стены и ни единого поворота.",
    "answers": [
      {
        "id": 41,
        "text": "Путь пока в разработке"
      },
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Просить еды у чужих? Неее! Это не твоё. Тем более у инопланетян. Ты не знаешь чем они питаются, возможно их еда окажется для твоего организма опасной. \n\n— Что? Где? Я ничего не слышал! — ты сделал вид, что ничего не слышал.\n\n— Вероятно показалось.\n\nФилон успокоился. Твоя актёрская игра была выше похвал. Ты смог быстро отвести внимание от твоего оголодавшего желудка. \n\nНаконец вы оказались в пустом зале, похожем на центральный. Он тоже был круглый. На стене располагался небольшой голографический экран.\n\n— Встань в центр, Нуркас! — попросил Филон.\n\nТы последовал к центру зала. Филон направился к экрану.\n\nКомната потемнела и будто бы из неоткуда появилась Галактика.  Множество миллиардов планет и звёзд окружили тебя. Восхищению не было предела!\nНеожиданно резкий толчок прервал просмотр звёздного великолепия. Ты, не удержавшись на ногах, упал на пол больно ударившись пятой точкой. Голограмма исчезла. Помещение огласил громкий вой, тревожной сирены. Ты испуганно взглянул на пришельца, потирая ушибленное место. Филон смог ловко изменить положение, переставив ноги, тем самым удержав равновесие. Пришелец насторожился.\n\n— Что это было? — удивленно и одновременно испуганно, спросил ты. — Я думал в космосе не бывает аварий.\n\n— Нуркас, оставайся здесь! — приказал пришелец. — Я скоро вернусь. \n\n\nОн оставил тебя одного, а сам вышел из зала.",
    "answers": [
      {
        "id": 45,
        "text": "Отправиться за Филоном"
      },
      {
        "id": 91,
        "text": "Остаться в зале",
        "need": 1000
      }
    ]
  },
  {
    "id": 44,
    "text": "Экран представлял из себя голографическую, полупрозрачную панель, которых ты множество видел в фантастических фильмах. На экране была показана та самая галактика, которая не так давно висела в центре зала. Ты дотронулся до одной из точек, являющихся созвездиями в этой системе. \nЭкран разделился на три зоны:\nВ нижней всё так же показывалась общая картина созвездий. \nНаверху слева появилось изображение планеты мутно-желтого цвета с красно-оранжевыми переливами. \nСправа — некий текст со странными знаками. Ты присмотрелся. Знаки показались тебе очень знакомыми.",
    "answers": [
      {
        "id": 47,
        "text": "Осмотреть символы"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ты вышел из зала. Перед тобой длинный коридор, по которому ты шёл вместе с Филоном. Свет сменился с белого на красный. Сигнализация всё ещё резала слух, но ты уже по обвык. Коридор был пуст.\nСтрах и паника затаились в твоём сознании. Ты не знал, куда идти, и как действовать дальше. Ты на чужом корабле, в чужой обстановке. Как далеко вы улетели от Земли — неизвестно. И есть ли возможность вернуться домой?\nКак говориться — не узнаешь — не поймёшь. Подавляя приступ паники, ты решил узнать, что произошло.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Осторожно, шаг за шагом, прислонившись к стене, как настоящий ниндзя, ты направился прямо. Впереди виднелся пришелец. Это был Филон. Внезапно он издал громкий крик, перекрывающий вой сирены, а через несколько мгновений он схватился за голову и упал на пол.\n\n— Филон! — испуганно выкрикнул ты.\n\nЕщё больший ужас охватил тебя. Но это было не долго. Спустя несколько секунд, ты почувствовал сильное головокружение, в глазах потемнело, звуки исчезли, ты провалился во мрак.",
    "answers": [
      {
        "id": 49,
        "text": "Прийти в себя"
      }
    ]
  },
  {
    "id": 47,
    "text": "Изучив знаки более тщательно, неожиданно ты понял, почему они тебе знакомы.\nШкольная тетрадь. На ней во время уроков, ты рисовал точно такие же символы, особо не слушая, что говорили учителя. Но, как такое возможно? Всё это время тебе казалось, что ты выдумал эти символы. А тут такое... Может быть ты и правда родственник этих, неприятных на вид, существ? Неужели это правда?",
    "answers": [
      {
        "id": 48,
        "text": "Отойти от экрана"
      }
    ]
  },
  {
    "id": 48,
    "text": "Свет сменился с белого на красный. Сирена всё ещё резала слух, но ты уже по обвык и особо её не замечал. \nФилон ещё не вернулся. Ты вспомнил, что в фильмах за красной сиреной всегда следует, что-то плохое и зачастую — смертоносное. Будь то нападение инопланетных злодеев или некий опасный вирус. Тебе стало страшно. \nНужно найти Филона и быть рядом с ним. Он — пока единственный, кого ты знаешь на этом огромном корабле. Возможно есть вероятность встретить Этьемез — инопланетянку, представившуюся твоей матерью ещё на Земле.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ты с трудом открыл глаза. Лампы ещё мигали красным. Во рту стоял неприятный тошнотворный привкус. Звуки сирены постепенно возвращались. Сколько ты про был в отключке, осталось загадкой. Голова сильно кружилась, но ты смог найти в себе силы, чтобы сесть. Ты осмотрелся. Филон ещё лежал на полу. \n\"Что это было?\" возник первый вопрос у тебя в голове. С трудом перебирая руками и ногами, ты на четвереньках добрался до брата-инопланетянина. Обессилев, ты рухнул в шаге от цели. \nСознание больше не терял, но организм настолько утомился, будто ты пробежал огромную дистанцию без передышки. Нужно время для восстановления сил.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Постепенно силы возвращались и вскоре ты почувствовал, что организм готов к дальнейшим действиями. Поднявшись с пола, первое куда ты направился — к Филону. Пришелец лежал на боку, руки рядом с головой, глаза были закрыты. \n\n— Филон?\nНет реакции.\n— Филон, очнись!\nСнова. тишина. \n\nНовый, очередной приступ паники ворвался в твоё сознание. Ты спешно отпрянул назад, не спуская испуганного взгляда с инопланетянина. \n\" Он умер?\" — возникла шальная мысль. Затем ты резко осмотрелся вокруг. Неподалёку лежало ещё несколько пришельцев. — \"Боже! Они все мертвы! Что же делать?\"",
    "answers": [
      {
        "id": 51,
        "text": "Проверить дыхание"
      }
    ]
  },
  {
    "id": 51,
    "text": "Проверить дыхание. Возможно они всё же живы. Просто без сознания. Ты осторожно, будто боясь, что он станет зомби, приблизился к Филону. \nКогда умер дедушка, ты видел, как мама подносила зеркальце к его лицу. На тот момент ты не понимал для чего это нужно, но позже тебе объяснили. \nСейчас зеркальца у тебя при себе не было. Поэтому ты ограничился ладонью, поднеся её к носу пришельца. Лёгкое, чуть тёплое дуновение, коснулось твоей ладони. \nФилон жив! Это не могло тебя не обрадовать. Но как привести его в чувство? На этот вопрос пока не было ответов.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Кошмарные фильмы про зомби оставили свой след в памяти. Тебе никак не хотелось стать чьим-то ужином, поэтому ты поспешил ретироваться отсюда и переждать. Возможно в дальнейшем найдется способ победить недуг. \nНо куда идти? Со стороны корабль выглядел огромным, а вот внутри не такой уж и большой. Нужно найти план и добраться до капитанского мостика. \nСам ты никогда не летал на космических кораблях, поэтому сравнивать приходилось только с фантастическими фильмами и книгами. В них главные герои стремились к командному пункту, так как там есть возможность управлять всем кораблём.",
    "answers": [
      {
        "id": 50,
        "text": "Путь пока в разработке"
      }
    ]
  },
  {
    "id": 53,
    "text": "Внезапно сирена замолкла. Ей на смену пришёл чуть надтреснутый, металлический голос.\n\n— Нуркас, я знаю, что произошло и знаю, как им помочь. Но мне нужна твоя помощь.\n\nТы осмотрелся, говорили, как будто отовсюду, со всех сторон. \n\n— Что? Кто это говорит? \n\nИнопланетяне лежали неподвижно, как и раньше. Могли ли они, что-то сказать? На этот счёт у тебя были большие сомнения. Но, кто же тогда заговорил с тобой?\n\n— Я — Гисс — искусственный интеллект этого корабля. — ответил голос. — Мне нужна твоя помощь. Только ты способен спасти нас всех. Спеши на мостик. Я расскажу, что делать дальше.",
    "answers": [
      {
        "id": 55,
        "text": "Бежать на мостик"
      }
    ]
  },
  {
    "id": 54,
    "text": "Осознание того, что ты кровный родственник инопланетян, не давало тебе покоя. Да уж. Переварить такое не так-то просто. Буквально вчера ты знать не знал о существовании этой расы. Ты думал, что пришельцы только в фильмах бывают, а сегодня уже стоишь на палубе космического корабля. Но вот вопрос: как они нашли тебя. Может в компьютере есть ответ?",
    "answers": [
      {
        "id": 82,
        "text": "Проверить компьютер"
      }
    ]
  },
  {
    "id": 55,
    "text": "Ты поднялся на ноги, осмотрелся. Ты стоял недалеко от выхода из коридора. Налево, направо и прямо расходились ещё коридоры. И где мостик?\n\n— Ги-и-сс?? — протянул ты, ожидая помощи\n\n — Иди прямо, Нуркас. Затем повернёшь налево, пройдёшь мимо жилых кают, поднимешься на первую палубу,после чего свернёшь направо и упрёшься в дверь мостика. Там я тебя встречу. Поспеши! Дорога каждая минута.",
    "answers": [
      {
        "id": 57,
        "text": "Шагать прямо"
      }
    ]
  },
  {
    "id": 56,
    "text": "Коридор уходил прямо. Лампы сильно мерцали, обстановка напоминала, что-то заброшенное, как из фильма ужасов. Твоё воображение стало \"рисовать\" всевозможные образы страшных монстров, начиная от психопата с топором и заканчивая жутким инопланетным созданием, пожирающим всё на своём пути. От разыгравшейся фантазии становилось ещё хуже. Ты осторожно шёл прямо, боясь обернуться назад и встретить монстра из твоего подсознания. Тебе предстояло выяснить, что это за жуткое место, как ты здесь оказался и самое главное — как вернуться назад?! Вызывать Гисса по всей видимости было бесполезно, поэтому ты просто шёл прямо, надеясь найти впереди выход. <s>r\nСпустя некоторое время твоего пути, ты вышел к большому залу. Круглый зал со множеством коридоров. Тот самый, откуда ты ушёл по направлению к мостику и где оставил Филона. Перед тобой предстала жуткая картина: в центре зала возвышалась куча из той самой желеобразной субстанции, что стекала по стенам на пути сюда. А над ней, несколько коконов, где томились пришельцы. <s>r\n\"Что это?\" <s>r\n<s>r\nТебя охватил ужас. Похоже это было не просто излучение. Это был коварный план инопланетного организма. Но, как он смог захватить алатаи? Некогда задавать вопросы, нужно найти способ вытащить их оттуда!",
    "answers": [
      {
        "id": 64,
        "text": "Идти напролом к субстанции"
      },
      {
        "id": 65,
        "text": "Другой план действий"
      }
    ]
  },
  {
    "id": 57,
    "text": "\"Хм... Что ж. Надеюсь не заблужусь.\"\n\nСлова Гисса о том, что времени очень мало, не прибавили тебе оптимизма, но гордость возымела своё, когда ты узнал, что сможешь помочь, сможешь спасти чью-то жизнь. Ты уверенно зашагал прямо, оставив позади круглый зал с инопланетянами. Коридор был идентичен тому, откуда ты вышел вслед за Филоном. Идентичным он показался лишь на первый взгляд, эта ветвь корабля оказалась куда длиннее. \nТы шагал уже около двух минут, а поворота нигде не было. \n\"Странно...\"\n\n— Гисс, где поворот?\n\n— Поспеши, Нуркас. Времени всё меньше! — сказал искусственный интеллект, вместо ответа.\n\nСтрах остаться одному в холодном космосе, выбросил в кровь адреналин. Ты помчался вперёд со всей скоростью, что у тебя была. \nВскоре перед тобой появилась развилка.\nВ порыве страха, весь путь, что тебе рассказал Гисс, вылетел из головы.\n\n— Гисс, напомни пожалуйста, куда идти.\n\nГисс не ответил. Ты обратился к нему ещё несколько раз, но ответом была лишь тишина. Времени нет, чтобы ждать ответ. Ты должен сам выбрать путь.",
    "answers": [
      {
        "id": 58,
        "text": "Налево"
      },
      {
        "id": 59,
        "text": "Направо",
        "need": -59
      }
    ]
  },
  {
    "id": 58,
    "text": "Ох, как же ты устал от этих коридоров. Но конструкторы корабля не спрашивали твоего мнения. \nКоридор, плавным изгибом, поворачивал левее. По левую руку от тебя появились первые двери жилых кают. На дверях мерцали встроенные таблички с какими-то надписями. Ты присмотрелся к одной из них. На табличке были изображены несколько символов, на непонятном языке, вероятно это письменность инопланетян. Знаки показались тебе смутно знакомыми...\nНеожиданно ты вспомнил — эти знаки ты рисовал на своих школьных тетрадях, сидя на уроках. Порой они всплывали в твоей голове спонтанно, и ты ничего не мог с этим поделать. \nК сожалению, что они означали, ты не знал.",
    "answers": [
      {
        "id": 61,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Неверный путь, Нуркас. Тебе в другую сторону. — отзвался Гисс.",
    "answers": [
      {
        "id": 57,
        "text": "Назад к развилке"
      }
    ]
  },
  {
    "id": 60,
    "text": "Ты помчался наверх, перескакивая через ступеньку. Где-то на середине пути, силы начали покидать тебя. Ты сделал ещё несколько шагов, уже не таких активных, после чего осел на ступеньки. Внутри возникло знакомое чувство усталости. Что это ты пока не мог точно понять, но догадки, пришедшие на ум после слов Гисса о влиянии некоего излучения, давали понять, что на тебе это тоже сказывается. Возможно человеческая генетика подавляет влияние излучения, но чем больше ты проводишь времени рядом с ним, тем меньше сопротивление. <s>r\n<s>r\n— Я больше не могу. Я сильно устал. Позволь отдохнуть. — устало произнёс ты\n<s>r\n— Нет времени на отдых, Нуркас. Излучение начало влияние и на твой, генетический изменённый организм. Вставай, иначе погибнешь! Скорее, Нуркас!<s>r\n<s>r\nСобрав последние силы, ты с трудом, на четвереньках, пополз вверх. Чем выше ты поднимался, тем слабее становился организм. Прошло по твоим меркам достаточно много времени, прежде, чем ты достиг наконец верхнего этажа. <s>r\n<s>r\n— Молодец, Нуркас! Теперь направо. — казалось в голосе Гисса, проблёскивали нотки радости.\n<s>r\nТы осмотрелся. Справа была дверь. Оперевшись на стену, ты поднялся на ноги и придерживаясь, сделал несколько шагов к двери. Дверь отошла в сторону, открыв обзор на огромное панорамное окно, где за стеклом светились миллиарды белых точек-звёзд. Но рассматривать красоту космических просторов не было сил. ",
    "answers": [
      {
        "id": 63,
        "text": "Зайти на мостик"
      }
    ]
  },
  {
    "id": 61,
    "text": "\"Так, что там по плану? Кажется... Первая палуба. Угу... \"\n\nУспокоившись немного, ты привёл мысли в порядок и напутствие Гисса потихоньку начало вспоминаться. \nВнезапно голос Гисса огласил тишину:\n\n— Нуркас, поспеши к первой палубе! Излучение негативно влияет на связь и организм алатаи. Бы... (пхх.ххр)\n\n— Излучение? Алатаи? Гисс, о чём ты?\n\nВ ответ была лишь тишина.\n\n— Гисс? Гисс, ответь! \n\n\"О чём это он? Ладно, не важно! Нужно спешить. Надеюсь, как только спасу всех, он расскажет мне в чём дело.\"\n\nТы побежал вперёд. Каюты кончились, а коридор превратился в большой зал с широкой лестницей, ведущей на верхний и нижний этаж. И куда теперь? ",
    "answers": [
      {
        "id": 60,
        "text": "Наверх"
      },
      {
        "id": 62,
        "text": "Вниз",
        "need": -62
      }
    ]
  },
  {
    "id": 62,
    "text": "— Первая палуба не тут, Нуркас. Тебе выше.",
    "answers": [
      {
        "id": 61,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "Ноги отказались держать тебя и ты повалился на пол. В глазах потемнело. <s>r\n<s>r\n— Нуркас? Нет! Нет! Очнись, Нуркас, очнись... — голос искусственного интеллекта был полон тревоги.\n<s>r\nГолос Гисса был где-то далеко. Последние слова звучали, как из под воды. Ты мысленно умолял Гисса помочь тебе, но это уже были лишь мысли. На слова сил больше не оставалось. <s>r\nТемнота и тишина окружили тебя. Ты боялся умереть среди бесконечного холодного космоса. Но это излучение, о котором говорил Гисс, оно будто забирало у тебя последние капли жизни. <s>r\nВнезапно тьма рассеялась. Ты увидел коридор, похожий на один из тех, что были на корабле. Только этот был мрачным и жутким. Со стен стекала странная субстанция, напоминающая по консистенции на желе. Пол усыпан, какой-то крошкой. <s>r\n<s>r\n\"Что это за место?\"<s>r\n<s>r\n— Гисс? Ты меня слышишь?<s>r\n<s>r\nОтвета не последовало.<s>r\n<s>r\n— Гисс, отзовись! Что стало с кораблем?<s>r\n<s>r\nСнова тишина. Ты сделал несколько неуверенных шагов прямо. Крошка зашуршала под ногами. Что это? Сон или реальность?<s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Ты решил действовать, как настоящий супергерой из фильмов, не думая о последствиях! Разогнавшись, как следует, ты помчался прямо на кучу, надеясь, что сможешь разорвать коконы голыми руками. \n\"Плохой план! Очень плохой план!\"\nНо осознал ты это слишком поздно. Вязкая субстанция охватила твои ноги, не позволяя шевельнуться. Затем она внезапно начала расти, охватывая тебя снизу вверх. Через несколько минут, она захватила тебя почти полностью, оставив лишь голову и плечи. \n\nЧерез несколько минут, субстанция выкачала из тебя всю жизнь.\nЧужеродный организм победил. К сожалению ты не смог спасти никого. Все погибли, захваченные инопланетной формой жизни. \n\nТы дошёл до конца пути.\n\n\"Необдуманное решение\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 65,
    "text": "Надеясь, что алатаи живы, ты решил позвать их. К твоему сожалению никто не отозвался. Внезапно куча издала чавкающий звук и шевельнулась. \n\"Вероятно, это живой организм. Может попробовать поговорить с ним?\" — подумал ты. ",
    "answers": [
      {
        "id": 75,
        "text": "Обратиться к субстанции"
      }
    ]
  },
  {
    "id": 66,
    "text": "Ты вновь осмотрел голографический экран. Тут и там, куда ни глянь — везде были эти загадочные символы, вероятно — это письменность этой расы. Жаль ты не понимаешь значение этих знаков. <s>r\nВнезапно из коридора донёсся странный шум: крики, возня и даже звуки, похожие на лазерные выстрелы. <s>r\n\"Что это?\" <s>r\n<s>r\nТебе стало не по себе. Не зря предчувствие говорило об опасности! Ты сделал несколько осторожных шагов в сторону двери.<s>r\n<s>r\n— Не смей! Не трогай его! — раздался из коридора голос. ",
    "answers": [
      {
        "id": 67,
        "text": "Осторожно выглянуть"
      }
    ]
  },
  {
    "id": 67,
    "text": "Осторожно, выглянув из-за двери, ты увидел следующую картину: по коридору, в направлении к твоему местонахождению, шёл странный пришелец. Он был среднего телосложения, кожа на лице и руках — серого цвета, испещрённая застарелыми шрамами. Инопланетянин злобно взглянул на, пытавшегося остановить его, уже знакомого тебе, пришельца.<s>r\n<s>r\n— А ну сгинь с дороги, мелкий алатаи! — злобно прорычал чужак, после чего с силой толкнул твоего защитника в сторону. Алатаи отлетел к стене, и ударившись головой, потерял сознание. Злодей же, даже не взглянув в его сторону, продолжил свой путь. Вероятно, он был настроен решительно.",
    "answers": [
      {
        "id": 68,
        "text": "Отойти от двери"
      }
    ]
  },
  {
    "id": 68,
    "text": "Ты, испугавшись, отошёл от двери. Чужак зашёл в зал. Ему хватило нескольких секунд, чтобы осмотреться. Он взглянул на тебя и злобно ухмыльнулся.<s>r\n<s>r\n— Ха-ха! Ну, здравствуй, Нуркас. — ехидно произнёс пришелец хриплым басом. — Наконец я нашёл тебя!<s>r\n<s>r\nТы сделал несколько шагов назад. Сказанное тебя сильно удивило. Кто это и почему он искал тебя? Пришелец заметил твоё удивление. Неожиданно в помещение ворвались несколько алатаи с оружием в руках. Среди них был Филон. Он сразу же подбежал к тебе, встав между тобой и чужаком. Остальные алатаи, их было штук десять, расположились за спиной монстра, направив на него оружие.<s>r\n<s>r\n— Сдавайся и мои войны не тронут тебя! — со всей серьезностью сказал Филон, обращаясь к пришельцу, но чужак лишь с гоготом рассмеялся.<s>r\n<s>r\n— Ваши пушки не пробьют мою броню, Филон. После нашей последней встречи, я улучшил её. — немного успокоившись, он добавил: — Отдай мне мальчишку и я уйду с миром. В противном случае, вы не досчитаетесь добрую половину солдат.<s>r\n<s>r\n— Только через мой труп! — грозно отозвался твой брат. <s>r\nТы наблюдал за происходящим со страхом и удивлением. Филон и чужак явно уже были знакомы. Внезапно Филон поднял оружие, напоминающее лазерный автомат из фильмов. Чужак времени зря не терял. Он поднял руки вверх, что-то выкрикнул и оружие Филона вылетело из его рук. <s>r\n<s>r\n— Не переходи мне дорогу, Филон! — грозно произнёс он.",
    "answers": [
      {
        "id": 69,
        "text": "Наблюдать далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вот это поворот! Такого ты точно не ожидал. Филон немного растерялся, но быстро стал серьёзным. Пришелец же, имя которого тебе неизвестно, взяв пушку в руки, направил её в вашу сторону. <s>r\n<s>r\n— Филон? — испуганно произнёс ты. — Что происходит? Кто это?<s>r\n— Не переживай, Нуркас. Я не дам тебя в обиду. — стараясь, говорить спокойно, ответил алатаи. Но нотки страха, всё-таки проскочили и ты это заметил. Филон вероятно не хотел пугать тебя, поэтому пропустил вопрос о том, кто этот чужак, мимо ушей.<s>r\n<s>r\n\"Верните меня домой!\" — мысленно взмолился ты. — \"И зачем я только ввязался в это?\"<s>r\n<s>r\nВоины за спиной чужака приготовились стрелять. <s>r\n— Командир, пусть только тронет вас или Нуркаса... — отозвался один из солдат. — Я ему мозги поджарю!<s>r\n<s>r\n— Отставить! — командным тоном произнёс Филон. — Я сам разберусь.<s>r\n<s>r\nБравые ребята эти солдаты. Готовы чуть ли не в огонь лезть, ради того, чтобы защитить своего командира и тебя. Возможно физически эта раса менее вынослива, чем люди, но храбрости им не занимать. <s>r\n<s>r\n— Ну, так, что, Филон, отдашь мне Нуркаса добровольно или мне применить твоё же оружие против тебя?<s>r\n<s>r\n— Стреляй! Но Нуркаса ты не получишь! Мои ребята в считанные секунды повалят тебя, если со мной, что-то случится.<s>r\n<s>r\nПришелец нажал на кнопку. Лазерный луч вырвался из сопла.<s>r\n<s>r\n— Нет!!! — выкрикнул ты и резким толчком снёс Филона с ног. Луч пролетел у тебя над головой и попал в стену, оставив на ней чёрный след.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Со стороны чужака послышался недовольный рык. Такой молниеносной реакции, ты от себя никак не ожидал. Солдаты Филона тут же начали пальбу по чужаку. Он повалился на пол. Ты взглянул на Филона.<s>r\n<s>r\n— Ты цел? — спросил ты с волнением.<s>r\n— Да, всё впорядке Нуркас. — ответил он. — Спасибо!<s>r\n<s>r\nТы посмотрел на \"поле битвы\", что развернулось за спиной: монстр лежал на полу и не шевелился, рядом, в метре от него, находилось оружие, что он забрал у Филона. Солдаты, продолжали стрелять в него, пока Филон не дал команду прекратить огонь. Вся одежда убитого была испещрена жжёными дырами. Он такой мощной атаки, ещё и с близкого расстояния шансы на выживание ничтожны. Только если у него действительно супер броня, о которой чужак хвастливо говорил. <s>r\nФилон поднялся на ноги и подойдя к телу сел рядом, осмотрел его. Ты всё сидел на том же месте. <s>r\n<s>r\n— Кто это? — спросил ты, надеясь получить ответ.<s>rФилон не спешил раскрыть тебе информацию. Он посмотрел на тебя. В взгляде пришельца читался страх. \n\n— Я не ожидал, что так будет... Помнишь мама говорила про учёного, что изменил тебя?\n— Да. \n— Так вот... Это он и есть. Только, как он выжил?..",
    "answers": [
      {
        "id": 71,
        "text": "Предложить варианты"
      },
      {
        "id": 72,
        "text": "Задаться тем же вопросом"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Может... Он клонировал себя? — внёс предположение ты, осматривая чужака. — Ну знаешь... Генетическое клонирование с возможностью сохранения памяти.\n\n— А ты соображаешь! — похвалил брат, улыбнувшись, и потрепал тебя по голове, взъерошив волосы. — Как догадался?",
    "answers": [
      {
        "id": 73,
        "text": "Я умный!"
      },
      {
        "id": 74,
        "text": "В фильме видел"
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "— Ум — это хорошо! — снова похвалил инопланетянин. — Значит ты быстро вспомнишь своё прошлое. ",
    "answers": []
  },
  {
    "id": 74,
    "text": "— Что ещё в фильме было? — задал вопрос Филон. \n— Да много чего. — отмахнулся ты. — Как думаешь, как он на корабль попал?",
    "answers": []
  },
  {
    "id": 75,
    "text": "Ты откашлялся, собрался с духом и обратился, смотря точно на шевелящийся сгусток странной массы.\n— Э-э... Уважаемый организм? — ну, а как ещё? Ты понятия не имел, как называется эта странная субстанция, захватившая твоего брата и других пришельцев. — Вы понимаете мою речь?\n\n—Фур-мм-фляюп! — издало существо чавкающий звук, вместо ответа. По всей видимости оно не понимало тебя. Но всё же ты продолжил:\n\n— Вы можете отпустить моих друзей?\n\n— Халю-пляф-аиюю! — ответила субстанция.\nЧто оно сказало ты вновь не понял. Внезапно коконы ожили. Они начали раскрываться и томящиеся внутри алатаи выпали наружу. Один из них скатился с кучи на пол. Ты подбежал к нему. Сел рядом на корточки. Это был не Филон. Хоть алатаи похожи между собой, всё же отличительные особенности они имеют. Пришелец открыл глаза. \n\n— Нуркас? — он узнал тебя. По всей видимости, ты оказался очень известным среди алатаи. — Что произошло?\n\n— Я не знаю. — ответил ты. — Но хочу выяснить.\nВнезапно пришелец исчез, превратившись в серую дымку. А затем испарилась и дымка. Ты испуганно осмотрелся. С другими алатаи произошло тоже самое. \n\"Что происходит?\"\n\nКак только исчез последний алатаи, куча вновь зачавкала. Внезапно часть консистенции отделилась от общей массы и направилась в твою сторону.",
    "answers": [
      {
        "id": 76,
        "text": "Остаться на месте"
      },
      {
        "id": 77,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 76,
    "text": "Ты остался стоять, не зная, как реагировать на приближение субстанции. Ты точно не знал, что ожидать. Она была всё ближе и ближе...<s>r\n<s>r\n— Слиф-куль-плисс! — произнесла субстанция. Она достигла твоих ног и начала обволакивать их. Взбираясь всё выше. Ты попытался освободиться, но все попытки оказались напрасными. Организм всё больше поглощал тебя, взбираясь выше к голове. Тебя охватила паника. Новые попытки освободиться, не приносили желаемого результата. Инопланетное создание не сдавалось...<s>r\nИ вот оно уже достигло пояса!<s>r\nТы попытался руками скинуть с себя чужеродный организм, но сделал только хуже — руки увязли в холодной живой субстанции, которая не спешила останавливаться.<s>r\n<s>r\n— Пусти! — крикнул ты, надеясь на милосердие. Бесполезно.<s>r\n<s>r\n— Слюпль-мин! — сказало оно, приближаясь к голове с противным хлюпающим звуком.<s>r\n<s>r\n\"Это конец!\" — подумал ты, прежде чем субстанция достигла лица и окутала его. Ещё несколько секунд, ты осознавал происходящее, находясь в кромешной тьме и ощущая на своём лице, а так же по всему телу, шевеление этого организма. Но затем сознание затуманилось и ты больше ничего не чувствовал. <s>r\n<s>r\nТы спас свой народ, пожертвовав своей жизнью. Что именно хотел этот организм, узнать не получилось. Субстанция убила тебя, оставив без кислорода.\n\nТы дошёл до конца пути.\n\n\"Жертва\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 77,
    "text": "Бежать! Бежать, как можно дальше. Необходимо найти выход отсюда и как можно скорее. Ты спас свой народ и теперь нужно спастись самому. Твоя цель — вернуться в точку, где всё началось, туда, где ты появился. Но, что потом? Может удастся связаться с алатаи или Гиссом. <s>r\nТы мчался со всей, имеющейся у тебя скоростью, но живая масса не отставала. Как же от неё отделаться? Что ей нужно? Она хлюпала и перекатываясь, ползла за тобой. Ты свернул за угол. Коридор показался тебе знакомым. Точно! Он ведёт в зал с криокамерами! У тебя возникла хорошая идея. Ну, по крайней мере, она тебе показалась хорошей. Следуя на зов интуиции, ты подбежал к одной из камер. Ввёл команду на панели и залез в капсулу. <s>r\nОткуда ты знал команду и как активировать, камеру? Это ещё предстояло узнать. Если твой план сработает конечно.<s>r\nСубстанция достигла камеры. Крышка закрылась и ты увидел, как живая масса постепенно разросталась заполняя крышку камеры. Спустя несколько секунд, всё потемнело.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Твои достижения:",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      },
      {
        "id": 29,
        "text": "Новое приключение",
        "need": 29,
        "need_ever": true
      },
      {
        "id": 30,
        "text": "Остаться на Земле",
        "need": 30,
        "need_ever": true
      },
      {
        "id": 31,
        "text": "Забыть, как странный сон",
        "need": 31,
        "need_ever": true
      },
      {
        "id": 64,
        "text": "Необдуманное решение",
        "need": 64,
        "need_ever": true
      },
      {
        "id": 76,
        "text": "Жертва",
        "need": 76,
        "need_ever": true
      },
      {
        "id": 79,
        "text": "Спаситель",
        "need": 79,
        "need_ever": true
      }
    ]
  },
  {
    "id": 79,
    "text": "Темнота рассеялась. Ты открыл глаза. Осмотрелся.<s>r\nТы лежал на кровати, рядом стоял алатаи. Это был Филон. Он улыбнулся.<s>r\n<s>r\n—Здравствуй, Нуркас. — поздоровался он. — С возвращением в реальность!<s>r\n— Филон? Ты жив?<s>r\n— Да. Благодаря тебе. Ты спас нас от инопланетянина. <s>r\n— Но, как так получилось?<s>r\n— Всё очень просто. Помнишь толчок, который остановил наш корабль?<s>r\n— Конечно! — Как такое забыть. Ты осторожно сел. Филон продолжил.<s>r\n— Мы выяснили, когда вернулись, что попали в аномальную зону. Этой зоной управлял инопланетный организм, который забрался в наше сознание и захватил его. Некоторые из нас, будучи пленниками этого организма, смогли связаться с ним и узнать, что ему от нас нужно. Оказалось, что наш корабль повредил некий передатчик, который поддерживал жизнь этого существа. И, чтобы выжить, существо захватило нас в качестве питательного организма. Надолго ему не хватило бы, но он расчитывал за этот период восстановить свой передатчик. Оно постепенно выкачивало из нас жизнь, но потом внезапно отпустило. Мы вернулись в реальность, а потом обнаружили тебя без сознания у капитанского мостика. Гисс сказал, что ты должен был увести корабль из этой зоны, тем самым разорвав соединение, но не успел — существо и до тебя добралось. Неожиданно, несколько минут назад, зона распалась и мы смогли продолжить путь. Кстати, что ты сделал?<s>r\n<s>r\nТы пожал плечами. <s>r\n— Эммм... Ничего! Просто убежал и закрылся в криокамере.<s>r\n<s>r\n— Понятно в чём причина. У него не было подпитки! Ты своим действием уничтожил его! Молодец, Нуркас!<s>r\n<s>r\n— Спасибо, это конечно круто. Но у меня остаются вопросы.<s>r\n— Не сейчас, Нуркас. Сейчас тебе необходимо набраться сил. Отдыхай. Мы с мамой обязательно потом ответим на все вопросы. <s>r\n<s>r\nТы дошёл до конца пути.\n<s>r\n\"Спаситель\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 80,
    "text": "Ты ожидал увидеть огромную столовую, где сидело множество пришельцев, таких же, как и Филон, учитывая размеры корабля, но на твоё удивление, масштабного помещения ты не застал. Место, куда привёл тебя инопланетянин, оказалось очень уютным, по-домашнему привлекательным. Здесь вместо ожидаемого тобой большого пищеблока, расположилась, похожая на земную, кухня. Разве, что только немного больше, чем у тебя дома. В зале размещалось всего три стола, а в дальнем конце разместился кухонный гарнитур из светлого дерева. <s>r\n<s>r\n— Ого! — от такого удержать эмоции удивления было невозможно. — Откуда у вас мебель с Земли?<s>r\n<s>r\n— Мы давно следим за вашей расой, Нуркас. С тех пор, как тебя похитили. Некоторые предметы, нам показались удобными, поэтому, мы решили воспроизвести и у себя их. <s>r\n<s>r\n— К тому же, тебе так будет куда привычней и приятней! — раздался голос за спиной. Ты обернулся. Перед тобой стоя ещё один пришелец. Ты уже видел его раньше. Эти инопланетяне похожи, но всё же отличительные особенности у них есть. <s>r\n— Этьемез? — спросил ты.<s>r\n— Да, Нуркас. — она улыбнулась. Её улыбка была тёплой и доброй. Ты не смог не улыбнуться в ответ. Эти пришельцы оказались гораздо добрее, чем твои земные родители. А ведь вы знакомы всего несколько часов, когда на Земле ты прожил всю свою сознательную жизнь. <s>r\n— Что хочешь по есть? — вклинился Филон. — У нас есть много чего с Земли. А так же есть пища алатаи. <s>r\n— Какая? — переспросил ты.<s>r\n— Алатаи — это мы — пояснила Этьемез. — Идём за стол. Мы тебе подробнее расскажем",
    "answers": [
      {
        "id": 81,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы прошли к одному из пустующих столов в самом конце зала. Этьемез приготовила несколько необычных, на первый взгляд блюд. <s>r\n<s>r\n— Это -Мурсафы — фрукты с нашей родной планеты. — пояснила инопланетянка, поставив на стол три тарелки со странным синим фруктом, разрезанным на дольки. — Мурсафы позволяют нам поддерживать иммунную систему, а так же контролировать наши способности. <s>r\n— Способности? <s>r\nПро имунную систему было всё ясно, а вот слово — \"способности\" тебя заинтересовало. <s>r\n— Эх, Нуркас. — Ты ещё много чего не знаешь! — вздохнул Филон. Этьмез села напротив тебя, рядом с Филоном и приступила к поеданию инопланетного фрукта. Ты не спешил притрагиваться к странной еде. <s>r\n— Так, расскажи! — попросил ты. ",
    "answers": []
  },
  {
    "id": 82,
    "text": "Экран компьютера, представлял из себя небольшой голографический прямоугольник с изображенными на нём картинками и инопланетными символами. \nТы с интересом рассматривал чужеземные \"кракозябры\", пытаясь понять, что они значат, но к твоему разочарованию ничего полезного и знакомого в голову не приходило. Пролистав, несколько страниц, как обычную книжку, ты решил больше не тратить на это время и найти ответы путём проверенного метода — расспросом. Возможно кто-то знает о тебе больше чем ты сам и этот кто-то должен рассказать всё, что знает. По крайней мере ты на это надеялся.",
    "answers": [
      {
        "id": 86,
        "text": "Выйти в коридор"
      }
    ]
  },
  {
    "id": 83,
    "text": "Внезапно из коридора донеслись голоса, крики и возня. Ты насторожился. Такой поворот событий явно не был в твоих планах. Да и плана по сути у тебя тоже не было. Ты просто летел на неизвестную тебе планету, чтобы узнать о своём прошлом. Ты и подозревать не мог, что полёт пройдёт не совсем гладко. Осторожно приблизившись к двери, ты одним глазком выглянул в коридор. Красный полумрак не позволял в деталях рассмотреть, что происходит в коридоре, но некие теневые движения разглядеть всё же удалось. Рядом с уже знакомыми худыми и высокими фигурами алатаи, суетился кто-то крупнее, но ниже ростом.\n\"Кто это?\" Возник вопрос у тебя в голове. Внезапно крупная фигура резко дёрнула ту, что была меньше, подняв над полом.\nТебе стало страшно за жизнь алатаи и не смотря на их неприятный, на первый взгляд вид, ты решился помочь своему сородичу.",
    "answers": [
      {
        "id": 84,
        "text": "Напасть со спины"
      },
      {
        "id": 85,
        "text": "Атаковать"
      }
    ]
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "Ты вышел из зала. Перед тобой длинный коридор, по которому ты шёл вместе с Филоном. Лампы, как и в зале мерцали красным цветом. Сигнализация всё ещё резала слух, но ты уже по обвык. Коридор был пуст.<s>r\n— Филон? — позвал ты, осторожно делая несколько шагов вперёд. — Филон, ты где?<s>r\nПробежав по коридору до круглого Центрального зала, ты остановился. Центр, а так же все ведущие из него коридоры так же были пусты. <s>r\n— Куда все делись? — внезапно для себя ты задал этот вопрос вслух. — Филон! Этьемез!<s>r\nВнутри тебя начала зарождаться паника. Один, на чужом корабле и неизвестно, где в космосе. Да, тут явно есть повод для беспокойства!<s>r\nТы обежал несколько коридоров, но там, как и везде было пусто. <s>r\n— Что же делать!? — Возник единственный вопрос.",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Внезапно сирена замолкла. Ей на смену пришёл чуть надтреснутый, металлический голос.<s>r\n<s>r\n— Нуркас, я знаю, что произошло. Но, чтобы исправить ситуацию, нужна твоя помощь.<s>r\n<s>r\nТы осмотрелся, говорили, как будто отовсюду, со всех сторон. Но при этом ты в помещении был совершенно один. <s>r\n<s>r\n— Что? Кто это говорит? <s>r\n<s>r\n— Я — Гисс — искусственный интеллект этого корабля. — ответил голос. —  Только ты способен спасти всех!<s>r\nВот это новость! Такого ты точно не ожидал. Друзья, оставшиеся на Земле, наверно обзавидовались бы такой чести. Но у тебя самого радости не было. Тебе было страшно. <s>r\n— Чего-о?",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "— Нуркас, всех алатаи похители. Они на чужом корабле, который пристыкован к нам. Иди к пятому стыковочному блоку. Только будь осторожен. Не дай им себя заметить.\n\nСлова Искусственного Интеллекта ввели тебя в ступор. Ты не знал, что предпринять. С одной стороны — ты единственный, возможно, кто может всех спасти, а с другой — у тебя не было никакого представления о похитителях. \n\n— Нуркас, поспеши. Дорога каждая минута!",
    "answers": [
      {
        "id": 89,
        "text": "Шагать куда указал Гисс"
      },
      {
        "id": 90,
        "text": "Расспросить подробнее о ситуации"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Тебе нужно спуститься на третий уровень.  Иди к лестнице...\n\nНавигируемый Гиссом, ты дошёл до нужного шлюза. \n— К сожалению дальше тебе придётся действовать самостоятельно. Единственное, что тебе поможет — родственные связи. Настройся на связь с алатаи и ты их найдёшь. Удачи!",
    "answers": []
  },
  {
    "id": 90,
    "text": "Не имея ни малейшего представления о потенциальных врагах, ты остался стоять на месте. Нужна была хоть какая-то информация.\n\n— Гисс, ты знаешь, кто они? Зачем им алатаи?\n— Прости, но я не могу подключиться к их информационной программе. У них слишком сложная система защиты. К сожалению тебе придётся идти вслепую.\n\n\"Ну, круто!\" — подумал ты. \n— Скорей!\n— Ладно, показывай дорогу.",
    "answers": [
      {
        "id": 89,
        "text": "Шагать куда указал Гисс"
      }
    ]
  },
  {
    "id": 91,
    "text": "Свет сменился с белого на красный — аварийный. Завыла сирена и неугомонный голос по громкой связи не прекращал вещать:\n— ВНИМАНИЕ! РАЗГЕРМЕТИЗАЦИЯ ЧЕТВЁРТОЙ СЕКЦИИ! УРОВЕНЬ ТРИ! РАЗГЕРМЕТИЗАЦИЯ ЧЕТВЁРТОЙ СЕКЦИИ! УРОВЕНЬ ТРИ...\n\nСтрах и ужас сковали твоё тело. Ты конечно знал, как нужно себя вести в случае разгерметизации, но это были уроки на случай аварии в самолёте. Когда вы с мамой и папой летали на курорт, инструктор в самолёте рассказывала тебе, как нужно вести себя в экстренных случаях. Вся беда состояла в том, что сейчас ты не в самолёте и перед носом не болтается кислородная маска. Да и в какой секции ты сейчас? Насколько тут безопасно?",
    "answers": [
      {
        "id": 92,
        "text": "Бежать к Филону"
      }
    ]
  },
  {
    "id": 92,
    "text": "Филон, твой инопланетный брат наверняка знает весь корабль вдоль и поперёк. Нужно его найти, ведь рядом с ним будет гораздо безопаснее.",
    "answers": [
      {
        "id": 93,
        "text": "Отправиться на поиски Филона"
      }
    ]
  },
  {
    "id": 93,
    "text": "Ты вышел из зала. Коридор, по которому вы с Филоном пришли сюда, был пуст. Голос-оповещатель не прекращал повторять одно и тоже, отчего становилось ещё более жутко. Ты осторожно прошёл прямо к центральному залу. \n— Филон! — позвал ты. — Филон, где ты?\nНо никто не отозвался. Внезапно из соседнего коридора выбежал алатаи.\n— На нас напали! Беги, прячься! — крикнул инопланетянин и умчался в другой коридор. Следом за ним через несколько секунд выбежал другой инопланетянин. Он был значительно выше тебя по росту. Его вид вызывал ещё большую неприязнь чем алатаи, к которым ты начал уже привыкать: грубая кожа зелёного цвета, местами виднелись выпуклые борозды, похожие на застарелые шрамы. Одежда чужака была вся замаслена. От пришельца исходил неприятный запах. \nЧужак внезапно остановился, посмотрел на тебя  и злобно ухмыльнулся, показав гнилые зубы.",
    "answers": [
      {
        "id": 94,
        "text": "Бежать назад"
      },
      {
        "id": 95,
        "text": "Бежать следом за алатаи"
      },
      {
        "id": 96,
        "text": "Атаковать"
      }
    ]
  },
  {
    "id": 94,
    "text": "Ты развернулся и побежал назад. Промчался мимо зала с голографической галактикой и, прибавив скорости, рванул дальше по коридору. Куда он тебя приведёт, ты не имел ни малейшего понятия. Коридор уходил далеко вперёд. \nТы обернулся. Чужак побежал за тобой и с каждой секундой расстояние между вами сокращалось. \n— Помогите! — крикнул ты, не останавливаясь и надеясь на то, что кто-то выйдет и спасёт тебя. Но секунды уходили, а желанного спасителя всё не было.\n— Нуркас, вниз! — услышал ты внезапный восклик.",
    "answers": [
      {
        "id": 97,
        "text": "Упасть на пол"
      }
    ]
  },
  {
    "id": 95,
    "text": "Ловко юркнув мимо чужака, ты побежал следом за алатаи, который только, что убежал в соседний коридор. Инопланетянин мелькал впереди, но бежал он достаточно быстро, поэтому догнать его не было никакой возможности. Пришелец-чужак, что-то буркнул себе под нос и помчался за тобой. \n— Помогите! — крикнул ты, заметив преследование. Алатаи впереди остановился и посмотрел в твою сторону. \n— Нуркас... — произнёс он с ужасом. Затем не долго думая вновь побежал вперёд и скрылся за правым поворотом. Тебе ничего не оставалось, как бежать следом за ним, надеясь на то, что впереди ты не наткнёшься на стену. ",
    "answers": [
      {
        "id": 101,
        "text": "Бежать без оглядки"
      }
    ]
  },
  {
    "id": 96,
    "text": "Коридор пуст. Ты один на один с чужаком. Ты не знаешь точно какие у него намерения. Единственное, что тебе удалось понять — он опасен.\nЧужак явно не подозревает о том, что ему будет оказано сопротивление. Собрав всю волю в кулаки, ты с криком \"банзай\" кинулся на врага. Но не тут-то было. Чужак оказался более ловким, чем ты мог представить, судя по его габаритам. Инопланетянин резко увернулся вправо и когда ты, промахнувшись, пробежал мимо, он схватил тебя за пояс и поднял над полом.",
    "answers": [
      {
        "id": 109,
        "text": "Попытаться вырваться"
      }
    ]
  },
  {
    "id": 97,
    "text": "Не оглядываясь по сторонам в поисках того, кому принадлежит голос, ты с разгона повалился на пол. Через пару секунд за спиной послышался грохот упавшего на пол тела. ",
    "answers": [
      {
        "id": 98,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 98,
    "text": "Обернувшись, ты обнаружил лежащего без сознания пришельца, а на том уровне, где не так давно была его голова, из дверного проёма торчала труба, которую держал алатаи.\n— Филон? — спросил ты.\n— Нет, Нуркас. Я не Филон — ответил инопланетянин. — Моё имя  Аткаи. Я — капитан этого корабля. \nАткаи протянул тебе руку. \n— Идём, нужно спасать корабль. ",
    "answers": [
      {
        "id": 99,
        "text": "Подняться с помощью Аткаи"
      },
      {
        "id": 100,
        "text": "Подняться самостоятельно"
      }
    ]
  },
  {
    "id": 99,
    "text": "Взяв, протянутую руку помощи, ты поднялся с пола. После чего, с высоты своего роста взглянул на преследователя. Лежащим без сознания на полу, он не казался таким устрашающим. \n— Что им от нас надо? — задал вопрос ты, посмотрев на капитана.\n— Пока не знаю, Нуркас. — ответил Аткаи. — Надеюсь Гисс сможет разобраться в данной ситуации.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Ты самостоятельно поднялся с пола. После чего, с высоты своего роста взглянул на преследователя. Лежащим без сознания на полу, он не казался таким устрашающим. \n— Что им от нас надо? — задал вопрос ты, посмотрев на капитана.\n— Пока не знаю, Нуркас. — ответил Аткаи. — Надеюсь Гисс сможет разобраться в данной ситуации.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "Кто бы ни был этот инопланетянин, он не отставал. Да и казалось, что даже вовсе не устал, в отличии от тебя. Коридор был достаточно длинным. Ты повернул направо вслед за алатаи. \nИ... \nТупик! \nЕдинственным препятствием к спасению была дверь, ведущая непонятно куда. Но к сожалению, она была заперта. \nЧерез несколько секунд пришелец догнал тебя и остановился на почтительном расстоянии, злобно ухмыляясь.",
    "answers": [
      {
        "id": 102,
        "text": "Звать на помощь"
      },
      {
        "id": 103,
        "text": "Напасть на чужака"
      }
    ]
  },
  {
    "id": 102,
    "text": "Периодически посматривая на преследователя, ты начал долбить кулаками в дверь. Алатаи, бежавших сюда не мог бесследно исчезнуть. А значит он скрылся за дверью. И то, что там скрыто — твоя единственная возможность спастись.\nВ очередной раз посмотрев на инопланетянина, ты обнаружил, что чужак неспешно приближается.\n— Помогите! Кто-нибудь! — кричал ты, не прекращая долбить кулаками по двери.",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "Коридор пуст. Ты один на один с чужаком. Ты не знаешь точно какие у него намерения. Единственное, что тебе удалось понять — он опасен. Бежать некуда и единственным способом была внезапная атака. \nЧужак явно не подозревает о том, что ему будет оказано сопротивление. Собрав всю волю в кулаки, ты с криком \"банзай\" кинулся на врага. Но не тут-то было. Чужак оказался более ловким, чем ты мог представить, судя по его габаритам. Инопланетянин резко увернулся вправо и когда ты, промахнувшись, пробежал мимо, он схватил тебя за пояс и поднял над полом.",
    "answers": [
      {
        "id": 104,
        "text": "Попытаться вырваться"
      }
    ]
  },
  {
    "id": 104,
    "text": "",
    "answers": []
  },
  {
    "id": 105,
    "text": "— Кто такой Гисс? — спросил ты, взглянув на капитана с удивлением.\n— Это искусственный интеллект корабля. Ему известен каждый наш шаг и местоположение всех тех, кто тут без приглашения. Но только, чтобы увидеть всё то, что видит Гисс, нам нужно дойти до мостика. ",
    "answers": [
      {
        "id": 106,
        "text": "Идти к мостику"
      },
      {
        "id": 108,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 106,
    "text": "Обойдя тело пришельца, ты направился назад к большому залу. Аткаи не отставал. С палкой на перевес алатаи шёл позади тебя, на случай, если вдруг тот, которого вы оставили, придёт в себя. \nВся эта ситуация казалась тебе фантастическим сном с элементами ужаса. Ведь не каждый день такое происходит. \n— На мостик в правый коридор. — сказал Аткаи, когда вы вышли к большому залу.\nТы повернул в нужном направлении и оказался в длинном коридоре, уходящем вправо. ",
    "answers": [
      {
        "id": 107,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 107,
    "text": "",
    "answers": []
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  },
  {
    "id": 109,
    "text": "— Теперь не уйдёшь, мерзский ребёнок. — проскрипел вонючими зубами пришелец, прижав тебя к себе. Его руки были сильны и ты никак не мог вырваться. \n— Пусти, вонючка! — крикнул ты, болтая ногами в воздухе. Был конечно один способ вырваться — укусить врага. Но действовал он безотказно только в кино. Как же на самом деле пройдёт, ты понятия не имел. Грязная рука захватчика была рядом с твоим ртом. Действовать сейчас или никогда. ",
    "answers": [
      {
        "id": 110,
        "text": "Укусить за руку"
      }
    ]
  },
  {
    "id": 110,
    "text": "Ты резко укусил врага. Пришелец от неожиданности выронил тебя и схватился за больной участок руки. \n— Ах ты... — он не договорил. Было ясно, что далее пошли бы бранные слова. Ты свалился на пол и быстро подскочив, помчался вперёд в коридор. Внезапно, что-то подняло тебя в воздух.\n— Не уйдёшь! — проскрипел враг. Через несколько секунд, нечто потянуло тебя назад. Ты барахтался ногами и руками, пытаясь уплыть, но гравитация была сильнее. \n— Я так просто не отпущу тебя, Саша. \n— Откуда... — ты хотел спросить откуда инопланетяне знают как тебя зовут, но неожиданно, вокруг всё поплыло и ты провалился во тьму. ",
    "answers": [
      {
        "id": 111,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 111,
    "text": "Ты открыл глаза. По всему телу ощущалась слабость, болела голова, комок подступал к горлу и казалось, что ещё секунда и тебя стошнит. \nТы осмотрелся. \nТы оказался в небольшом полумрачном помещении, где вмещался стол, стул, небольшая тумба и кровать на которой ты лежал. Свет исходил лишь из окна и нескольких ламп, спрятанных в стенах. ",
    "answers": [
      {
        "id": 112,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 112,
    "text": "Ты неспеша сел и свесил ноги на пол. По левую руку от тебя находилась дверь, а напротив тебя, над столом — небольшое шестигранное окно, за которым виднелись бело-голубые полосы. По фильмам ты знал, что это означало — ты на космическом корабле, который летел в гиперпространстве. \n— Ой-ё! — вскрикнул ты и подскочил к окну. Голова резко закружилась и ты облокотился на стол. \nЧерез несколько минут помещение перестало крутиться. Всё пришло в норму. Нужно выбираться отсюда и найти способ вернуться к Филону и остальным алатаи. А лучше на Землю ",
    "answers": [
      {
        "id": 113,
        "text": "Найти выход из комнаты"
      }
    ]
  },
  {
    "id": 113,
    "text": "Ты находился в небольшой комнате, где стояли стол, стул, тумба и кровать. ",
    "answers": [
      {
        "id": 114,
        "text": "Осмотреть окно"
      },
      {
        "id": 115,
        "text": "Осмотреть дверь"
      },
      {
        "id": 116,
        "text": "Осмотреть стол"
      },
      {
        "id": 117,
        "text": "Осмотреть кровать"
      },
      {
        "id": 118,
        "text": "Осмотреть тумбу"
      },
      {
        "id": 128,
        "text": "Осмотреть стул"
      }
    ]
  },
  {
    "id": 114,
    "text": "Шестигранное глухое окно, за которым видно гиперпространство. ",
    "answers": [
      {
        "id": 113,
        "text": "Отойти от окна"
      }
    ]
  },
  {
    "id": 115,
    "text": "Железная дверь без ручек. Судя по всему открывается вбок или вверх. Рядом кнопка, вероятно служит для открытия двери.",
    "answers": [
      {
        "id": 119,
        "text": "Осмотреть кнопку"
      },
      {
        "id": 113,
        "text": "Отойти от двери",
        "need": -113
      },
      {
        "id": 130,
        "text": "Направить на дверь и выстрелить",
        "need": 129
      }
    ]
  },
  {
    "id": 116,
    "text": "Овальный стол, маленький. По росту тебе чуть выше пояса. Материал — непонятный. С первого взгляда кажется, что дерево.",
    "answers": [
      {
        "id": 113,
        "text": "Отойти от стола"
      },
      {
        "id": 120,
        "text": "По трогать материал"
      }
    ]
  },
  {
    "id": 117,
    "text": "Кровать на гравитационной подушке.  Без постельного белья. Вместо подушки небольшое возвышение, вроде подлокотника. Одеяла нет.\nНад кроватью расположена квадратная решётка. Вероятно всего это воздуховод.\nВнезапно ты заметил под кроватью какой-то предмет.",
    "answers": [
      {
        "id": 113,
        "text": "Отойти от кровати"
      },
      {
        "id": 122,
        "text": "Осмотреть воздуховод"
      },
      {
        "id": 124,
        "text": "Заглянуть под кровать"
      }
    ]
  },
  {
    "id": 118,
    "text": "Небольшая тумба чёрного цвета с ящиком. Её рост тебе чуть выше колена.",
    "answers": [
      {
        "id": 113,
        "text": "Отойти от тумбы"
      }
    ]
  },
  {
    "id": 119,
    "text": "Прямоугольная панель, на которой расположена небольшая сенсорная кнопка. Сейчас она горела красным цветом, что давало понять, что дверь заблокирована.",
    "answers": [
      {
        "id": 113,
        "text": "Отойти от двери",
        "need": -113
      },
      {
        "id": 115,
        "text": "Назад"
      },
      {
        "id": 134,
        "text": "Выстрелить в панель"
      }
    ]
  },
  {
    "id": 120,
    "text": "Судя по ощущениям, похоже на бъющийся пластик. ",
    "answers": [
      {
        "id": 113,
        "text": "Отойти от стола"
      }
    ]
  },
  {
    "id": 121,
    "text": "Ты открыл ящик и обнаружил странный предмет красного цвета, напоминающий рукоять от отвёртки.",
    "answers": [
      {
        "id": 113,
        "text": "Отойти от тумбы"
      },
      {
        "id": 123,
        "text": "Взять предмет"
      }
    ]
  },
  {
    "id": 122,
    "text": "Ты забрался на кровать. Она немного качалась, так как парила в воздухе. Твоего роста к сожалению оказалось не достаточно, чтобы дотянуться до решётки.",
    "answers": [
      {
        "id": 113,
        "text": "Спрыгнуть на пол"
      }
    ]
  },
  {
    "id": 123,
    "text": "Ты взял странный предмет. Надеясь, что он тебе в дальнейшем пригодится",
    "answers": [
      {
        "id": 118,
        "text": "Закрыть ящик"
      },
      {
        "id": 125,
        "text": "Положить предмет в карман"
      }
    ]
  },
  {
    "id": 124,
    "text": "Ты встал на четвереньки и подполз под кровать. Это был странный предмет, на первый взгляд похожий на рукоять от отвёртки. Предмет в полумраке казался бордового цвета, возможно при свете он будет чуть ярче.",
    "answers": [
      {
        "id": 113,
        "text": "Вылезти вместе с предметом"
      }
    ]
  },
  {
    "id": 125,
    "text": "Ты положил \"рукоять\" в карман",
    "answers": [
      {
        "id": 113,
        "text": "Отойти от тумбы"
      },
      {
        "id": 118,
        "text": "Закрыть ящик"
      }
    ]
  },
  {
    "id": 126,
    "text": "Прихватив вещицу, ты выбрался из под кровати. Предмет был около десяти грамм в весе, а его длина составляла примерно сантиметров двадцать.",
    "answers": [
      {
        "id": 127,
        "text": "Изучить предмет"
      }
    ]
  },
  {
    "id": 127,
    "text": "",
    "answers": []
  },
  {
    "id": 128,
    "text": "Стул на гравитационной подушке со скруглёнными краями, больше похожий на летающее кресло",
    "answers": [
      {
        "id": 129,
        "text": "Сесть на стул",
        "need": 124
      },
      {
        "id": 113,
        "text": "Отойти от стула"
      }
    ]
  },
  {
    "id": 129,
    "text": "Ты сел на стул и при свете решил, как следует изучить находку.\nРукоять красного цвета. Материал достаточно мягкий, тёплый. С одной стороны этого предмета было небольшое углубление чёрного цвета. В центре рукояти кнопка, тоже чёрная, а чуть ниже кнопки — сенсорный дисплей, где показана шкала с цветными рисками.  В общей сложности вся эта странная вещица очень напоминала лазерную указку, которую ты видел у своего друга Тохи. ",
    "answers": [
      {
        "id": 115,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 130,
    "text": "Ты направил предмет на дверь и нажал кнопку.  По предмету прошла лёгкая вибрация, а через несколько секунд из чёрного углубления, вырвался яркий жёлтый луч. Луч ударился о дверь, оставив чёрный обгоревший след. Ты от неожиданности выронил предмет. Луч тут же погас, а лазер откатился к двери.",
    "answers": [
      {
        "id": 131,
        "text": "Потрогать руками дверь"
      }
    ]
  },
  {
    "id": 131,
    "text": "Ты сделал несколько шагов к двери и осторожно дотронулся до двери, в том месте куда попал луч. Поверхность была шершавой и горячей. От лазера она лишь немного оплавилась. \nДа, бесспорно выйти можно отсюда, вырезав лазером отверстие в двери. Но это очень долго и потом, когда всё будет готово, поверхность будет очень горячей, а это не самое удачное для побега. Можно не слабо обжечься. ",
    "answers": [
      {
        "id": 132,
        "text": "Подобрать лазер"
      }
    ]
  },
  {
    "id": 132,
    "text": "Ты осмотрелся. Рядом располагалась панель с кнопкой открывания двери. ",
    "answers": [
      {
        "id": 119,
        "text": "Осмотреть кнопку"
      }
    ]
  },
  {
    "id": 133,
    "text": "Ты протиснулся в проём и оказался в коридоре. Коридор был чуть шире, чем ширина той каморки, где ты только что был. Такой же полумрак хранили стены этого места. Коридор уходил налево и направо, теряясь за поворотами во мраке. Воздух здесь был более спёртым, чем в твоей камере. Напротив тебя располагались три двери без каких-либо указатель. Они были заперты. \nСердце бешено билось в груди, тебя переполнял страх. Ещё не был забыт образ того страшного и вонючего существа, который схватил тебя на корабле алатаи. \nДержа руку в кармане, ты зажал в ладоне лазер. Оружие в руке предало тебе уверенности. Выбрав направление, ты осторожно зашагал прямо.",
    "answers": [
      {
        "id": 137,
        "text": "Идти налево"
      },
      {
        "id": 138,
        "text": "Идти направо"
      }
    ]
  },
  {
    "id": 134,
    "text": "Ты осторожно нажал на кнопку лазера, предварительно направив его в сторону панели и отойдя по дальше. Яркий жёлтый луч снова вырвался из лазера. На этот раз его целью была панель управления рядом с дверью. \nПанель моментально расплавилась, растёкшись тёмной густой массой по стене вниз. Внутри, что-то щёлкнуло. Дверь немного отъехала в сторону. \nСвобода!\n— Чтобы я без тебя делал!? — ты взглянул на лазер. На всякий случай лучше приберечь его у себя. Кто знает, что там за дверью, и как они настроены.",
    "answers": [
      {
        "id": 135,
        "text": "Убрать лазер в карман"
      }
    ]
  },
  {
    "id": 135,
    "text": "Убрав лазер в карман, ты шагнул вперёд к неизвестности. Дверь оказалась тяжёлой, чтобы её открыть больше, но тебе повезло. Ты оказался достаточно худым, чтобы протиснуться в проём",
    "answers": [
      {
        "id": 133,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 136,
    "text": "Саша отправляю домой",
    "answers": []
  },
  {
    "id": 137,
    "text": "В тёмных помещениях врагу затаиться гораздо проще — это ты знал не только по фильмам, но и взрослые не раз тебе говорили: \"не ходи по тёмным переулкам в одиночку. Там может подстерегать опасность!\" Да, наставления взрослых конечно полезны, но сейчас с тобой никого рядом не было. Ни родителей, ни друзей. А выбираться отсюда нужно, как ни крути. \nТы осторожно шагал прямо, мечтая проснуться в своей кровати дома и осознать, что это всё просто кошмарный сон, но время шло, а просыпаться никак не удавалось. От перенапряжения в висках стучала кровь, кружилась голова, а ты всё шагал и казалось, что до поворота ещё очень и очень долго. Хотя вот он, буквально рукой подать!",
    "answers": [
      {
        "id": 140,
        "text": "Шагать далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "",
    "answers": []
  },
  {
    "id": 139,
    "text": "Внезапно дверь открылась. На пороге стоял Филон. \n— Нуркас? — он с удивлением посмотрел на тебя, а затем его испуганный взгляд скользнул на преследователя. Филон быстро изменился в лице, он пропустил тебя вперёд и запер дверь прямо перед носом у чужака, который тут же принялся тарабанить в дверь. \nКомната, куда тебя пропустил брат была такая же  светлая, как и весь корабль. Тут была ещё одна дверь, которая была открыта и вела в другой отсек. \n— Сюда! Скорее! — позвал брат и потянул тебя за руку к открытой двери. — Тут выход к шаттлам. Беги, Нуркас, тебе нужно спасаться. Я задержу их. Им нужен ты. \nРешение брата-инопланетянина было неожиданным. С одной стороны ты хотел остаться с ним и дать отпор этим негодяям, а с другой — не хотелось расстраивать брата, ведь в случае чего, ему придётся тебя у них отбивать. \nТвоё выбор решит твою судьбу. ",
    "answers": [
      {
        "id": 144,
        "text": "Остаться с братом"
      },
      {
        "id": 145,
        "text": "Идти к шаттлам"
      }
    ]
  },
  {
    "id": 140,
    "text": "Темнота сгущалась, лампы встроенные в потолок в этой зоне не работали. И как теперь быть? Нужно найти, что-то что может осветить коридор. Ты осмотрелся. Поблизости ничего не было, что могло бы хоть как-то помочь. Внезапно за углом послышались шаги.",
    "answers": [
      {
        "id": 141,
        "text": "Вжаться в стену"
      }
    ]
  },
  {
    "id": 141,
    "text": "Максимально, насколько это возможно, ты вытянулся вдоль стены. Из-за угла показался свет.\nЧужак вышел из-за угла освещая себе путь большим фонарём. Ты замер и уставился на него, боясь вдохнуть. Внезапно он обернулся и увидел тебя. \n— Упс! — произнёс ты. Вонючий пришелец скорчил злобную гримасу и замахнулся, чтобы схватить тебя, но ты успел увернуться, наклонившись вниз. Инопланетянин схватил рукой воздух. Сражаться с ним желания никакого не было. Вспомнив последнюю неудачную стычку, ты бросился назад в сторону камеры. ",
    "answers": [
      {
        "id": 142,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 142,
    "text": "\"Нужно спасаться!\" — единственная мысль, которая зависла в твоём сознании. Ты промчался мимо комнаты, откуда не так давно вышел и не останавливаясь побежал дальше. В другой коридор. Сзади слышались громкие шаги и прерывистое дыхание. Инопланетянин был менее вынослив чем ты, что тебе понравилось. Ещё немного и он отстанет, а там возможно ты где-нибудь сможешь спрятаться и перевести дыхание. \nНеожиданно завыла сирена. Громкий голос хриплым басом давал, какие-то команды из динамиков над головой. Что там говорили ты не знал. Ясно одно — тебя обнаружили. Это было очевидно и без переводчиков. Впереди показались две массивные фигуры с фонарями в руках. \n— Ааа! — вскрикнул ты, резко останавливаясь. Нужно срочно найти другой путь. ",
    "answers": [
      {
        "id": 143,
        "text": "Искать другой обход"
      }
    ]
  },
  {
    "id": 143,
    "text": "Ты торопливо осмотрелся в поисках пути к отступлению и заметил поворот, который осветили фонари приближающихся инопланетян.\nНе раздумывая, ты бросился туда. Преследователи свернули следом за тобой. Твоё сердце бешено колотилось, намереваясь вырваться из груди, дыхание участилось. Это были последствия быстрого бега в плохо вентилируемом помещении корабля. Шаги за спиной не затихали ни на секунду. Свет от фонарей гулял по тёмным стенам. Внезапно что-то преградило тебе путь. Ты со всего маху влетел в препятствие и от неожиданности упал на пол. Догоняющие подбежали к тебе со спины. Было слышно их неровное дыхание и чувствовался противный запах их тел. \nТы обернулся. Враги стояли над тобой и ухмылялись. Двое из троих протянули к тебе свои огромные ручищи.\n— Нет! Не трогайте меня, уроды! — выругался ты. Но это их не остановило. ",
    "answers": []
  },
  {
    "id": 144,
    "text": "— Филон, я хочу помочь. — попросил ты, внезапно для себя. Тебе было страшно, но так же ты опасался за жизнь пришельца, который являлся твоим кровным братом. Филон быстрым взглядом осмотрел тебя с того до головы, вероятно оценивая твои возможности.\n— Это очень опасно! — наконец выдал он. — Я не могу рисковать твоей жизнью, брат. \n— Пожалуйста. — умоляюще произнёс ты и содрогнулся от очередного мощного удара. Филон обернулся на дверь. Она выдерживает последние испытания. \n— Сейчас нет времени рассуждать. — строго сказал он, голос еготподёрнулся. — Ты готов рискнуть своей жизнью ради спасения корабля?",
    "answers": [
      {
        "id": 146,
        "text": "Да, готов!"
      },
      {
        "id": 147,
        "text": "Нет, что-то перехотелось"
      }
    ]
  },
  {
    "id": 145,
    "text": "Ты не раздумывая направился в указанном направлении. Ноги всё ещё тряслись от ужаса, а страшный образ чужака витал в сознании. Хотелось скорее улететь отсюда. Лучше на Землю и забыть весь этот ужас, как страшный сон. Быстро, вместе с другим алатаи, ты добрался до шаттлов. \n\nЭто был небольшой ангар, где один над другим расположились небольшие двухместные корабли.",
    "answers": []
  },
  {
    "id": 146,
    "text": "—Тогда слушай внимательно. Спрячься за этой дверью и жди моей команды. — Филон указал на дверь ведущую к шаттлам. — Внимательно осмотрись, возможно там есть, что-то что поможет обезвредить противника. Ты меня понял?\n— Да.\n— Тогда ступай.\nБрат направил тебя к двери. В этот момент дверь под натиском врага рухнула и чужак ворвался в помещение. Филон принял внимание незванного гостя на себя, а тебе дал возможность осмотреть коридор.",
    "answers": []
  },
  {
    "id": 147,
    "text": "— Правильное решение. Иди спасайся. Найди маму, она поможет тебе вернуть прежний облик.\n\nТы отправился к шаттлам, внутренне думая, что как будто предал брата, но ничего не остаётся. Рисковать своей жизнью страшно. Ведь мы живём всего один раз. ",
    "answers": []
  }
]