[
  {
    "id": 1,
    "text": "Квест проходит тестирование:\n\nАвтор: «МК» Максим Курсеков\nЖанр: Боевик, Приключения, Роман\n\nАнтонация: Город, как и дальнейшие территории всего района захвачены бандами, устроив внутри свою череду правления, сформировав сопротивление и терракт против власти страны. В ходе чего в один день происходит трагический случай героя, заставив его измениться в сторону против захватчиков региона, решительно намериваясь устранить каждого из всех видов имеющихся в нём банд.\n\nВы — Эйтон Райстан, молодой парень, старший брат, в руках которого судьба семьи, необходимую спасти от рук любой опасности, как и выбраться вместе из самого района. Сможете ли Вы это сделать?\n\nКвест имеет в себе:\n• Многочисленные навыки;\n• Сюжетная линия;\n• Большой объем персонажей;",
    "answers": [
      {
        "id": 2,
        "text": "[Режим кампании] ✫"
      },
      {
        "id": 12,
        "text": "[Обновление] ✍"
      },
      {
        "id": 36,
        "text": "[Досье] ◆"
      }
    ]
  },
  {
    "id": 2,
    "text": "Выберите главу:",
    "answers": [
      {
        "id": 1,
        "text": "<[Назад]"
      },
      {
        "id": 3,
        "text": "[Глава Первая]\n«Не так, как планировалось»"
      },
      {
        "id": 2,
        "text": "[Глава Вторая]",
        "comment": true
      }
    ]
  },
  {
    "id": 3,
    "text": "Выберите уровень:",
    "answers": [
      {
        "id": 2,
        "text": "<[Назад]"
      },
      {
        "id": 4,
        "text": "✯ [Уровень: 1] Случайный исход."
      },
      {
        "id": 34,
        "text": "✯ [Уровень: 2] Временный дом.",
        "need": [
          32
        ],
        "need_ever": true
      },
      {
        "id": 3,
        "text": "[Недоступно]",
        "comment": true
      }
    ]
  },
  {
    "id": 4,
    "text": "“МК ✧\nПредставляет„\n®©\n\n—Возьми. Бери я сказал,—говорил мужчина, пытаясь насильно вручить Вам небольшой и чёрного цвета пистолет. Сделать это ему удаётся, после чего он пихает в другую Вашу ладонь, именно левую, две обоймы патронов к огнестрельному оружию.\n\n—Хотя стой. Это для тебя слишком много,—забрал он патроны из Вашей руки. Одной, уже заряженной окажется вполне достаточно для выполнения будущей поставленной задачи.\n\nПолучено:\n• Beretta 96",
    "answers": [
      {
        "id": 5,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Этот мужчина, заряжая и свой пистолет в правой руке, ловко перетянул гремучий затвор, направив ствол на первого из трёх человек мужчину, привязанного к столбу. Дальше следовала женщина, как и маленькая девочка. У каждого во рту тканевый кляп.\n\n—Стреляй. Немедленно,—приказал мужчина, наведя свой пистолет прямо на Вас к голове, ожидая исполнения.",
    "answers": [
      {
        "id": 6,
        "text": "[Навести ствол на мужчину]"
      },
      {
        "id": 7,
        "text": "[Навести ствол на женщину]"
      },
      {
        "id": 8,
        "text": "[Навести ствол на девочку]"
      },
      {
        "id": 11,
        "text": "[Не стрелять]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Дыхание было сложным, из-за страха, потому что впереди был именно Ваш отец, как и мать с сестрой, которых Вас заставляет убить незнакомец, взявший всех в плен, теперь издеваясь над взятыми.\n\n—На курок жми,—не сводя своего оружия с Вашей головы, продолжал он отдавать приказы. Ваш взгляд был сфокусирован на своём отце.",
    "answers": [
      {
        "id": 10,
        "text": "[Стрелять]"
      },
      {
        "id": 11,
        "text": "[Не стрелять]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Дыхание было сложным, из-за страха, потому что впереди была именно Ваша мать, как и отец с сестрой, которых Вас заставляет убить незнакомец, взявший всех в плен, теперь издеваясь над взятыми.\n\n—На курок жми,—не сводя своего оружия с Вашей головы, продолжал он отдавать приказы. Ваш взгляд был сфокусирован на своей матери.",
    "answers": [
      {
        "id": 10,
        "text": "[Стрелять]"
      },
      {
        "id": 11,
        "text": "[Не стрелять]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Дыхание было сложным, из-за страха, потому что впереди была именно Ваша сестра, как и отец с матерью, которых Вас заставляет убить незнакомец, взявший всех в плен, теперь издеваясь над взятыми.\n\n—На курок жми,—не сводя своего оружия с Вашей головы, продолжал он отдавать приказы. Ваш взгляд был сфокусирован на своёй сестре.",
    "answers": [
      {
        "id": 10,
        "text": "[Стрелять]"
      },
      {
        "id": 11,
        "text": "[Не стрелять]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Когда Вы пришли в себя, точное время своей отключки было для Вас неизвестным. Но зато Вы видели, что закрыты в пустой комнате, не имеющей ни окон, ни света, только четыре каменные стены и металлические двери, которые не открыть.\n Через минуту послышался краткий щелчок замка, а двери открылись словно сами, впуская в помещение яркий и белый свет.\n\n—Не та дверь,—выругавшись, процепил женский голос. Зашла фигура, молодая и с пистолетом, оглядев гостя внутри комнаты.—Пленник?",
    "answers": [
      {
        "id": 13,
        "text": "—Где я?"
      },
      {
        "id": 14,
        "text": "—Кто ты?"
      },
      {
        "id": 15,
        "text": "—Да."
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы были готовы нажать на курок, но произошло опережение. Мужчина, что недавно держал Вас на мушке, перевел взор оружия на Вашего отца, плавно нажав на курок, создавая выстрел. Пуля попала в голову, убивая родного для Вас человека...\n\n—Достал этот цирк. Уведите его вон, от глаз по дальше. А этих... почти шикарных девиц мы продадим. Я уверен, их кто-нибудь купит.—размышлял, убирая пистолет в кобуру, как и забирая Ваше оружие из рук, мужчина. Вас резко развернули к солдату, чтобы ударить прикладом автомата в лицо.",
    "answers": [
      {
        "id": 9,
        "text": "[Потерять сознание]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы не нажали на курок, но даже если бы и нажали. Произошло опережение. Незнакомец, что недавно держал Вас на мушке, перевел взор оружия на Вашего отца, плавно нажав на курок, создавая выстрел. Пуля попала в голову, убивая родного человека...\n\n—Пустая трата времени и пули. Уведите его вон. А этих... почти шикарных девиц мы продадим. Я уверен, их кто-нибудь да купит.—размышлял, убирая пистолет в кобуру, как и забирая Ваше оружие из рук, мужчина. Вас резко развернули к солдату, чтобы ударить прикладом автомата в лицо. Как было известно ранее, в Вашем пистолете был минимум один патрон, что не позволил бы совершить внезапную осаду. Да и получилось ли?",
    "answers": [
      {
        "id": 9,
        "text": "[Потерять сознание]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Дата создания проекта: [05.10.2019]\nДата выпуска: [04.06.2020] (возможно)\nФаза: Тестирование.\n\n0.0.5 — 10.10.2019.\n• Добавлен 1 уровень;\n• Дополнено пару веток 1 уровня;\n0.1.0 —14.01.2020.\n• Добавлен 2 уровень;",
    "answers": [
      {
        "id": 1,
        "text": "<[Назад]"
      }
    ]
  },
  {
    "id": 13,
    "text": "—В неприятном для тебя месте, незнакомец,—более ясно и загадочно произнесла она, вздохнув, собираясь уходить. Ей движела цель, задача, которую Вы не знали и, судя по всему, даже не сможете разузнать.",
    "answers": [
      {
        "id": 16,
        "text": "—Тогда кто ты?"
      },
      {
        "id": 19,
        "text": "—Хотя бы поможешь?"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Не вижу нужды для ответа, незнакомец,—отказалась она, оглядев помещение, держа крепко в ладонях оружие. Вздохнув, девушка собиралась уходить, начиная разворачиваться.",
    "answers": [
      {
        "id": 18,
        "text": "—Тогда где я нахожусь?"
      },
      {
        "id": 19,
        "text": "—Поможешь?"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Тогда путь для свободы открыт,—сообщила она спокойно, задумываясь над тем, чтобы уйти.",
    "answers": [
      {
        "id": 17,
        "text": "—Тогда спасибо, за это."
      },
      {
        "id": 21,
        "text": "—Как тебя звать?"
      }
    ]
  },
  {
    "id": 16,
    "text": "—К чему бы тебе моё имя, если встреча является последней? — следовательно дала дева вопрос, оглядев Вас внимательно, разворачиваясь и покидая место, оставляя двери открытыми. Пусть девушку, возможно, Вы больше не увидите, но эта неожиданная, загадочная встреча даёт надежды на совершение побега.",
    "answers": [
      {
        "id": 20,
        "text": "[Покинуть комнату]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ответа не последовало. Оглядев Вас внимательно в последний раз, дева развернулась и покинула место, оставляя двери открытыми. Пусть девушку, возможно, Вы больше не увидите, но эта неожиданная, загадочная встреча даёт надежды на совершение побега.",
    "answers": [
      {
        "id": 20,
        "text": "[Покинуть комнату]"
      }
    ]
  },
  {
    "id": 18,
    "text": "—В неприятном для тебя месте,—более ясно и загадочно произнесла она.\n Оглядев Вас внимательно, дева развернулась и покинула комнату, оставляя двери открытыми. Пусть девушку, возможно, Вы больше не увидите, но эта неожиданная и загадочная встреча даёт надежды на совершение побега.",
    "answers": [
      {
        "id": 20,
        "text": "[Покинуть комнату]"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Нет. Я пришла не для этого,—грубо ответив, она хотела уйти. Оглядев Вас внимательно в последний раз, дева развернулась и покинула место, оставляя двери открытыми. Пусть девушку, возможно, Вы больше не увидите, но эта неожиданная, загадочная встреча даёт надежды на совершение побега.",
    "answers": [
      {
        "id": 20,
        "text": "[Покинуть комнату]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Выбираясь наружу в коридор, имеющий два трупа, впереди виднеется проход в небольшой зал. Чуть левее есть неизвестный путь, а если обернуться — можно найти проход к белой двери, ведущий явно в кабинет.",
    "answers": [
      {
        "id": 42,
        "text": "[Обыскать трупы]"
      },
      {
        "id": 23,
        "text": "[Следовать в зал]"
      },
      {
        "id": 24,
        "text": "[Следовать в левую часть коридора]"
      },
      {
        "id": 25,
        "text": "[Следовать в кабинет]"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Не вижу нужды для ответа, незнакомец,—отказалась она, оглядев помещение, держа крепко в ладонях оружие. Вздохнув, девушка собиралась уходить, начиная разворачиваться.",
    "answers": [
      {
        "id": 22,
        "text": "[Молчать]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Оглядев Вас внимательно в последний раз, дева развернулась и покинула место, оставляя двери открытыми. Пусть девушку, возможно, Вы больше не увидите, но эта неожиданная, загадочная встреча даёт надежды на совершение побега.",
    "answers": [
      {
        "id": 20,
        "text": "[Покинуть комнату]"
      }
    ]
  },
  {
    "id": 23,
    "text": "В центре помещения стоит круглый стол, рядом же удобные кресла, в одном из которых гораздо правее лежит чья-то красная повязка и серебряный медальон. Есть три двери, куда они ведут — неизвестно, но одно ясно точно, что выход возле окна выводит на улицу из этого здания.",
    "answers": [
      {
        "id": 27,
        "text": "[Следовать к выходу]"
      },
      {
        "id": 28,
        "text": "[Подойти к двери, ведущей в глубину здания]"
      },
      {
        "id": 29,
        "text": "[Подойти к двери, ведущую в другой отсек]"
      },
      {
        "id": 20,
        "text": "[Вернуться в коридор]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Дорога выводит в обширное место, в котором состоит изрядно большое количество столов и стульев, где вдали имеется даже буфет. Явно столовая, где Вам нет места. Не лучше ли следовать к выходу?",
    "answers": [
      {
        "id": 26,
        "text": "[Осмотреть буфет]"
      },
      {
        "id": 20,
        "text": "[Покинуть столовую]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Внутри старая мебель, дряхлый шкаф, стол с ноутбуком да разодранным от времени сидением. Так же на покрове деревянной мебели, есть куча бумаг, счета и в основном заказы на поставку оружия. Не более.",
    "answers": [
      {
        "id": 31,
        "text": "[Глянуть в ноутбук]"
      },
      {
        "id": 33,
        "text": "[Изучить блокнот на кресле]"
      },
      {
        "id": 35,
        "text": "[Изучить поставку заказа]"
      },
      {
        "id": 20,
        "text": "[Покинуть кабинет]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Заглянув в стеклянную панель окошка, за ним замечено лежачее тело вдали от коробок, возле упавших с плиты кастрюль, одна из которых обронила еду прямо на белый плитки пол. На витрине много продуктов, но сюда пришли Вы явно не за этим...",
    "answers": [
      {
        "id": 30,
        "text": "[Проникнуть дальше]"
      },
      {
        "id": 24,
        "text": "[Отойти от буфета]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы оказались на улице, покидая здание. Кругом растительность и деревья, где за открытыми воротами виднеется большая дорога и свежие следы от машины. Недалеко урчит двигатель джипа, внутри которого сидела девушка. Завидев Вас, она указывала рукой к себе, предлагая подойти.",
    "answers": [
      {
        "id": 32,
        "text": "[Подойти к транспорту]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Этот путь выводит в подобие помещения казармы — кровати и ящики, кровати и ящики, всё, что находилось внутри, как и пустым на наличие наживы. Идеально чистым, словно тут никто и не живёт. А может и не живёт?",
    "answers": [
      {
        "id": 23,
        "text": "[Покинуть казармы]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы потянули за ручку, но доступ к этой двери оказался закрыт.",
    "answers": [
      {
        "id": 23,
        "text": "[Отойти]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Через дверь слева от окна Вы попали внутрь, лучше разглядывая пройденную недавно ситуацию, явно содеянную от рук незнакомки. Кроме трупа, упавших предметов и уйма продуктов — тут ничего не найти.",
    "answers": [
      {
        "id": 24,
        "text": "[Покинуть буфет]"
      },
      {
        "id": 45,
        "text": "[Обыскать труп]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Заблокированное меню, где требуют пароль в центре, как и фон профиля, что полностью украшенный эротической картинкой в форме плаката. Красиво и запретно — как в один момент недоступно.",
    "answers": [
      {
        "id": 25,
        "text": "[Оставить ноутбук]"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Так полагаю, с местностью ты не знаком, как и здешним обычаям и культуре,—начала она говорить, заведя двигатель.\n\n—Садись, поедешь со мной. А в пути придумаем, где тебя разместить.",
    "answers": [
      {
        "id": 3,
        "text": "[Уровень пройден]"
      }
    ]
  },
  {
    "id": 33,
    "text": "Зелёный блокнот, вполне обычный предмет, несущий в себе под странным и сложным почерком информацию, ведущую как состав двух имён:\n\nБилли Гамао.\nСамюэль.",
    "answers": [
      {
        "id": 25,
        "text": "[Положить на место]"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Уже как три года эти места кишат строениями различных организаций, освоению территорий и созданию аванпостов. Кто секта, кто головорезы, а есть и те, кто за освобождение. Мирная жизнь так же в некоторых местах имеется,—говорила девушка, остановив машину после пересечения открытых синего цвета ворота и достижения удобного для парковки места, что размещено недалеко от деревянного дома.\n\n—Всё, что необходимо тебе сейчас. Отдохнуть,—так же посоветовала она, покидая джип. Транспорт покинули и Вы. Диана провела Вас в дом, следом указав одинокую, небольшую в конце коридора комнату.",
    "answers": [
      {
        "id": 37,
        "text": "[Изучить]"
      }
    ]
  },
  {
    "id": 35,
    "text": "[Заказчик] — Самюэль.\nЦена — 2600$\n\nПоставка оружия равна в два ящика, внутри каждого по десять штук товара, где отдельно следует третий ящик в качестве патронов.",
    "answers": [
      {
        "id": 25,
        "text": "[Отложить лист]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Выберите данные:\n(Разработка)",
    "answers": [
      {
        "id": 1,
        "text": "<[Назад]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Открытое окно даёт освещение маленькой, уютной комнаты, в комплекте имеющая при себе стол и небольшой ассортимент мебели, шкаф и кровать. А что требуется ещё?",
    "answers": [
      {
        "id": 38,
        "text": "[Подойти к столу]"
      },
      {
        "id": 39,
        "text": "[Подойти к шкафу]"
      },
      {
        "id": 40,
        "text": "[Сесть на кровать]"
      }
    ]
  },
  {
    "id": 38,
    "text": "На его покрове закрепленна большая карта, где не достаёт несколько отрывков. При изучении местности, доступно лишь несколько — малоизученных. Рядом с ней расположены три серебряные чаши, ныне пустые.",
    "answers": [
      {
        "id": 37,
        "text": "[Отойти от стола]"
      },
      {
        "id": 41,
        "text": "[Изучить карту]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Открывая этот \"сундук\", внутри оказалось пусто. Разве что вешалка, уютно сидячей в левом уголке, отражаясь свободным боком от света комнаты из окна.",
    "answers": [
      {
        "id": 37,
        "text": "[Закрыть шкаф]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы сели на мягкую койку, следом ложась полностью спиной, смотря в деревянный потолок, осыпанный мелкими трещинами. Закрыв глаза — Вы погрузились в долгий сон, что начал утягивать Вас в свой прекрасный и зловещий мир.",
    "answers": [
      {
        "id": 46,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Карта:",
    "answers": [
      {
        "id": 38,
        "text": "[Закрыть]"
      },
      {
        "id": 41,
        "text": "[Территория Яна] 25%",
        "comment": true
      },
      {
        "id": 41,
        "text": "[Территория Каира] 50%",
        "comment": true
      }
    ]
  },
  {
    "id": 42,
    "text": "Старый на вид телефон, два ключа от каждого и следом почти целая пачка сигарет с зажигалкой внутри.",
    "answers": [
      {
        "id": 20,
        "text": "[Завершить обыск]"
      },
      {
        "id": 43,
        "text": "[Заглянуть в телефон]"
      },
      {
        "id": 44,
        "text": "[Закурить]"
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "Кругом среди густой черноты веет табачным дымом, отображая в самом конце яркий красный огонёк, куда необходимо следовать. \n\n—Красный, жёлтый и синий,—слышен вокруг женский шёпот, когда на Вашей правой руке появились три браслета, излучая яркое пламя и свет, обжигая приятным теплом руку.\n\n—Что это?—спросили Вы, оглядев загадочные украшения.",
    "answers": [
      {
        "id": 47,
        "text": "["
      },
      {
        "id": 48,
        "text": "["
      },
      {
        "id": 49,
        "text": "["
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  }
]