[
  {
    "id": 1,
    "text": "Жанр: постапокалипсис, фантастика\nАвтор: Вольдемар\n\n\n          Действия  истории   происходят   через  сто семьдесят лет   после   глобальной   катастрофы, изменившей мир до неузнаваемости.\n           Главный   герой   приходит  в    сознание   в криокапсуле, где  провел более  полутора века, и теперь  ему   предстоит  долгий  и  опасный  путь, чтобы выяснить кто он такой, и что же  на самом деле произошло... \n            Статус: разработка второй главы\nПРИМЕЧАНИЕ:  в   квесте присутствуют моменты, где    необходимо    думать,   искать   какие   либо предметы,   совершать   определенные   действия для  дальнейшего прохождения. Просто тыкая по вариантам ответов закончить его не получится.\n            \n           Теперь  на   легком  уровне  сложности есть подсказки. Ими пользоваться не обязательно. Но  если вы зашли в тупик они Вам помогут.",
    "answers": [
      {
        "id": 177,
        "text": "Начать"
      },
      {
        "id": 150,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "ГЛАВА 1\n\n     Сознание   приходит   постепенно...  отрывисто, кусками..  то  появляясь,  то   снова   пропадая. И наступает забвение. \n     Первая мысль, которая  возникает в  голове — мысль   осознания   своего   существовавания:   я есть,   я   существую.   Вслед   за   этим   приходит первое ощущение — ощущение  холода. Не такого холода,     когда     морозит    кожу,     нет.     Холод ощущается    внутри:   в   легких,   в    пищеводе   и желудке, в кровеносных сосудах..      \n",
    "answers": [
      {
        "id": 3,
        "text": "Попытаться открыть глаза"
      }
    ]
  },
  {
    "id": 3,
    "text": "     Пробую открыть  глаза.  Получается не  сразу: веки и ресницы  смерзлись между  собой. Спустя несколько   неудачных    попыток,   веки  всё   же разлипаются. В глаза бьёт тусклый красноватый свет,   проходящий   через   мутную   жидкость,  в которой        я        нахожусь...      Когда     осознаю происходящее,    накатывает      приступ    паники, инстинктивный страх  захлебнуться. Спустя пару мгновений   страх   уходит,   я   понимаю,  что  без труда могу  дышать в  растворе. Отдышавшись и успокоившись      осматриваюсь          вокруг:      я нахожусь    в     цилиндрическом     вертикальном сосуде,       доверху          наполненном         мутной жидкостью,     снаружи      пробивается     тусклый красноватый   свет,   и  слышится,  приглушенный толщей          жидкости,        треск        работающих механизмов.",
    "answers": [
      {
        "id": 4,
        "text": "Осмотреть себя"
      }
    ]
  },
  {
    "id": 4,
    "text": "     Я  с  трудом опускаю голову вниз, мышцы шеи совсем   не    хотят   слушаться.   Сквозь.  мутную пелену   раствора   я    вижу  свое  тело,   местами покрытое          прозрачным           кристалликами, размером      не      больше    спичечной    головки,    постепенно   тающими     в    жидкости.  В   вены и артерии    на   руках  и  ногах  входят  катетеры, от которых    тянутся    длинные    и   тонкие   трубки, уходящие куда-то за спину. \n     Правой    рукой    я    дотрагиваюсь  до  трубки катетера   и   ощущаю,   насколько  глубоко   она входит внутрь сосуда. Затем касаюсь затылка  и нащупываю   толстую   трубку,  оканчивающуюся длинной  иглой,  уходящей  прямо  внутрь черепа. Прикосновение  к  игле  вызывает жуткую боль в голове. \n     У меня возникает дикое желание вытащить из себя   всю   эту  дрянь,   однако,  здравый   смысл подсказывает, что этого лучше не делать",
    "answers": [
      {
        "id": 5,
        "text": "Попробовать вытащить иглы"
      },
      {
        "id": 6,
        "text": "Не вытаскивать иглы"
      }
    ]
  },
  {
    "id": 5,
    "text": "     Я      хватаюсь      двумя     руками    за   трубку, входящую  из  моего  черепа,  и  начинаю  плавно вытягивать.   Голову   пронзает   ужасная  острая боль и в глазах темнеет. \n     Через пару мгновений зрение возвращается, а боль  утихает, и  я  пробую снова. Эффект тот же: опять  сильная  боль  и  потеря  сознания. Что же делать?  На  данный  момент  у меня есть только одно  желание   —   поскорее   выбраться  из  этой банки,  и  как можно  быстрее. Ничто другое меня пока не волнует...\n     После   третьей   неудачной   попытки,  когда я дернул   затылочный    катетер   особенно сильно, передо    мной,   прямо    в    растворе,   появилось бесформенное     голубоватое     свечение.  Спустя пару     мгновений,    свечение    преобразуется    в плоский  голографический    экран,    на  котором сверху   вниз  бегут  мелкие иероглифы. Свечение экрана периодически подрагивает.\n     Всмотревшись   в   иероглифы    на    экране   я начинаю   понимать   их   смысл. Надпись гласит: «Выполняется  процедура  извлечения! Ни в коем случае  не   предпринимайте   никаких   действий! Вмешательство   в   процедуру  может привести к летальному   исходу.  Извлечение   выполнено  на 87,1%, 87,2%, 87,3%....»\n     Что же, остаётся только ждать...",
    "answers": [
      {
        "id": 7,
        "text": "Ждать завершения"
      }
    ]
  },
  {
    "id": 6,
    "text": "     Ожидание затягивается на долго. Хотя точно я определить      время     я     не    могу.   Временное восприятие    здесь   сильно   искажено:   секунды кажутся минутами, а минуты часами...\n     На  данный  момент  у   меня  есть только одно  желание   —   поскорее выбраться  из  этой банки,  и как можно быстрее. Ничто другое меня пока не волнует...    мысли  путаются   в голове и ни о чем другом думать пока не могу.\n     В   отчаянии   я   пытаюсь надавить  на  стенки сосуда,   пленником которого я   являюсь.   После чего,  передо мной,  прямо в  растворе, появилось бесформенное     голубоватое     свечение.  Спустя пару     мгновений,    свечение    преобразуется    в плоский  голографический    экран,    на  котором сверху   вниз  бегут  мелкие иероглифы. Свечение экрана периодически подрагивает.\n     Всмотревшись   в   иероглифы    на    экране   я начинаю   понимать   их   смысл. Надпись гласит: «Выполняется  процедура  извлечения! Ни в коем случае  не   предпринимайте   никаких   действий! Вмешательство   в   процедуру  может привести к летальному   исходу.  Извлечение   выполнено  на 87,1%, 87,2%, 87,3%....»\n     Что же, остаётся только ждать...",
    "answers": [
      {
        "id": 7,
        "text": "Ждать завершения"
      }
    ]
  },
  {
    "id": 7,
    "text": "     «...99,7,%    99,8%,    99,9%,     100%.      Процедура извлечения     завершена.    Дожитесь     открытия криогенной    капсулы».     После    этой    надписи голографический экран свернулся в светящуюся точку    и    пропал,   а   катетеры    стали    плавно выходить    из     моих    сосудов.   Последним,     с отвратительным    хрустом,   вышел  затылочный катетер, доставляя туповатую боль. \n     Раздался   шум   сливающейся  жидкости,  и  с низу      вверх     понеслись     пузырьки     воздуха, образуя в верху капсулы воздушный карман.\n     Спустя мгновение остатки раствора  исчезли в сливном отверстии, а я упал на пол капсулы едва успев подставить руки. \n      Я попробовал сделать вдох, но  у  меня ничего не    вышло:    остатки    раствора     до    сих    пор заполняли   мои     легкие    и    трахею.    Сильный приступ  кашля очищает  мои  дыхательные пути. Глубокий   вдох,  и  воздух  наполняет мои легкие. Как   же  хорошо  дышать  им,  а  не  этой  мутной дрянью! Но спокойствие длилось не долго: вслед за  легкими  от раствора  захотел освободиться и мой желудок. \n     Придя  в  себя  я   замечаю ,  что створки крио- капсулы  открылись. Пора   наконец-то  покинуть это неприятное устройство.",
    "answers": [
      {
        "id": 8,
        "text": "вылезти из криокапсулы"
      }
    ]
  },
  {
    "id": 8,
    "text": "     Покинув      криокапсулу,       я       оказался      в просторном   круглом   помещении,   освещаемом слабым пульсирующим красноватым светом.    \n     Передо мной  располагается  большая круглая дверь,  а  слева  от   нее  большой  компьютерный терминал     с     тремя    широкими    мониторами. Индикаторные  светодиоды  на   пультах  мигают зеленым цветом.\nПозади  меня  полукругом   расположены  десять цилиндрических     криокапсул,     включая    мою. Четыре из них пустые, с открытыми створками, а шесть   наполняет   такой  же   раствор  как тот, в котором       я        недавно       находился,    только окрашеный  в  красноватый  цвет.  В   капсулах  в неестественных  позах  находятся  тела  их, менее удачливых,     чем    я,     обитателей.    Почти    все стеклянные колбы этих криокапсул  повреждены, а мутная жижа, вытекшая  из них,  образовала на полу, уже засохшие лужицы.\n     Что здесь  произошло?   И  куда делись те трое из  открытых  капсул?    И  самое  главное:  кто   я такой  и  что  здесь  делаю? Ничего не приходит в голову.   Ладно,  надо   действовать,   само  собой ничего не разрешиться.",
    "answers": [
      {
        "id": 9,
        "text": "Осмотреть криокапсулы"
      },
      {
        "id": 10,
        "text": "Осмотреть компьютерный терминал"
      },
      {
        "id": 11,
        "text": "Осмотреть дверь"
      },
      {
        "id": 12,
        "text": "Выйти из помещения",
        "need": 25
      }
    ]
  },
  {
    "id": 9,
    "text": "     Двухметровые  стеклянные колбы криогенных капсул    полукругом    стоят    вдоль    стены.    От каждой   из   них   тянется   множество    трубок  и кабелей   и    уходит    куда-то    в   стену.    Четыре капсулы     пустуют,     створки      раздвинуты     в стороны,    на     не    больших    экранах    пультов управления тусклым светом мерцают надписи.\n     Шесть криокапсул, обитатели которых так и не смогли   покинуть   их,   наполнены  красноватым мутным    раствором.   Стеклянные    цилиндры  и экраны  пультов  управления  покрывает паутина трещин.    На     самих    капсулах,    металличеких блоках,   и   на   стене  к   которой  они  прилегают зияют     множественные      пулевые     отверстия. Изоляция на некоторых кабелях повреждена, и  в  местах       их     соприкосновения     периодически образуются искры.\n     Что же здесь произошло? \n     ",
    "answers": [
      {
        "id": 13,
        "text": "Осмотреть пульты открытых капсул"
      },
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "     На  металлическом  столе  стоят  три  широких монитора.  Судя  по  иероглифам на центральном мониторе,     терминал     находится      в     режиме энергосбережения.  Клавиш управления ни где не видно.  Под  столом справа и слева лежат четыре массивных     пластиковых      блока.     Прямо   на поверхности            стола          мигает        зеленый голлаграфический индикатор.",
    "answers": [
      {
        "id": 14,
        "text": "Коснуться индикатора"
      },
      {
        "id": 8,
        "text": "Отойти от терминала"
      }
    ]
  },
  {
    "id": 11,
    "text": "     Большая      круглая     гермодверь.     Судя    по выступаущей    ее   части,    толщина  металла   не менее     десяти   сантиметров.   Сдвинуть   такую вручную,  а  тем  более  выбить не реально. Ручки или другие отпорные механизмы отсутствуют.",
    "answers": [
      {
        "id": 8,
        "text": "Закончить осмотр"
      },
      {
        "id": 192,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "     Длинный   узкий   коридор  тянется  вперед  на несколько    десятков    метров,   а   потом   резко поворачивает  направо. Освещения  практически нет. Лишь  пара  тусклых  красных ламп мерцают под  потолком.  Их   свет  едва  достает  пола  под ними.\n     В  голове   возникает  еще  больше вопросов: в чем     же    заключалась     миссия?   Если   кто-то намеренно  повредил все данные в компьютере и программу    восстановления   воспоминаний,   то зачем?   И  куда   же  все-таки   делся  этот 210-й? Ощущение    неизвестности    начинает    угнетать очень сильно. Кроме  того  раздражает тот  факт, что  на  мне  нет    одежды.   Из-за  этого   чувство неуверенности  усиливается   в   разы. Кроме того здесь довольно холодно.\n    Первым делом нужно найти хоть какую-нибудь одежду.",
    "answers": [
      {
        "id": 26,
        "text": "Идти по корридору"
      }
    ]
  },
  {
    "id": 13,
    "text": "     Экраны    пультов      криокапсул    пульсируют голубоватым    светом.    По    центру   небольших дисплеев    в    четыре     строки     высвечиваются иероглифы. \n     Я подхожу к своей капсуле и читаю надпись на мониторе  пульта:   «Личный  номер — L 209, дата извлечения:      26.04.2214,      Статус   извлечения: Завершено,    Ошибки:    ошибка   восстановления воспоминаний».     Просто      прекрасно!   Ошибка восстановления      воспоминаний,     здорово!    О, иронизировать     начинаю,     наверное      все   не настолько    плохо,    как    кажется.   Ладно,  надо осмотреть остальные капсулы.\n    Начинаю осмотр других открытых криокапсул. Они  в   точности   такие    же,   как  та,  в  которой находился   я.     Интерес    представляет    только информация на мониторах. \n     Так,  первая:  «Личный   номер   —   L 204,  дата извлечения:      04.09.2144,    Статус     извлечения: Завершено,  Ошибки:  ошибок не выявлено».  Так, этот       разморожен      почти     70    лет      назад. Маловероятно, что он ещё жив. \n     Вторая:     «Личный     номер    —    L 202,     дата извлечения:      16.12.2158,     Статус    извлечения: Завершено, Ошибки: ошибок не  выявлено». Тоже самое...\n     Третья:      «Личный     номер    —    L 210,    дата извлечения:      29.03.2214,     Статус    извлечения: Завершено,   Ошибки:   ошибок   не   выявлено». А вот  это   уже  интересно.  Меньше  месяца  назад. Мне   определенно  стоит  поискать  этого двести десятого, может он что сможет прояснить.",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "     Я    касаюсь   индикатора,    и    в   тот   же   миг мониторы    вспыхивают   ярко-белым   светом,  в воздухе             перед            ними          появляются голографические  окна  интерфейса,  а  прямо  на поверхности   стола    высвечиваются   кнопки    с иероглифами.    Через      несколько    секунд   все голографические    окна    сворачиваются  в одно, надпись  на котором гласит: «Для работы ведите свой личный номер».",
    "answers": [
      {
        "id": 10,
        "text": "Завершить работу"
      },
      {
        "id": 15,
        "text": "Ввести L202",
        "need": 13
      },
      {
        "id": 15,
        "text": "Ввести L204",
        "need": 13
      },
      {
        "id": 15,
        "text": "Ввести L210",
        "need": 13
      },
      {
        "id": 16,
        "text": "Ввести L209",
        "need": 13
      },
      {
        "id": 193,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Ошибка: Этот личный номер уже активирован.",
    "answers": [
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "     «Личный       номер      L 209      принят.     Добро пожаловать       в        систему!     Ознакомьтесь    с доступными Вам функциями...»",
    "answers": [
      {
        "id": 17,
        "text": "Данные о месте нахождения"
      },
      {
        "id": 18,
        "text": "МНПО «ВОЗРОЖДЕНИЕ»"
      },
      {
        "id": 19,
        "text": "Брифинг мисси для L 209"
      },
      {
        "id": 20,
        "text": "Профиль L209",
        "need": -21
      },
      {
        "id": 25,
        "text": "Открыть гермодверь",
        "need": [
          21,
          -25
        ]
      },
      {
        "id": 10,
        "text": "Выйти из профиля"
      }
    ]
  },
  {
    "id": 17,
    "text": "     Вы      находитесь       в      специализированном криобункере                                       международной неправительственной                             организации  «ВОЗРОЖДЕНИЕ» №  ITL 200. \n    ITL 200      предназначен     для    сохранения    в безопасности    разнопрофильных   специалистов до    наступления    оптимальных     условий    для выполнения ими поставленных задач. \n    ITIL 200   построен   в  2042 году  за  2,5 года  до прогнозируемого начала *данные повреждены*.",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "       Международная               неправительственная организация  «ВОЗРОЖДЕНИЕ»  основана  в 2038 году  группой  ученых со всего мира  на  средства крупных транснациональных корпораций.\n       Задачей   МНПО   «ВОЗРОЖДЕНИЕ»  является создание   условий для выживания человечества как      вида     и    дальнейшего     восстановления цивилизации.\n       Проанализировав      огромное       количество данных   из   разных  отраслей науки лучшие умы человечества      предсказали     скорую      гибель человеческой    цивилизации  по   одному из  пяти возможных.     сценариев.   Их   теория    получила название   «Эффект обратной  спирали».  Однако,  среди      мировых     лидеров   и   международных организаций  эта   теория  сторонников не нашла. Первым  на  Эффект  обратной спирали   обратил внимание  финансовый   магнат   Фельрик  Хофф.  Его      финансирование      и    положило     начало образованию МНПО   «ВОЗРОЖДЕНИЕ».",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "*данные повреждены* ",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Личный номер: L 209\nИмя: *данные повреждены*\nНазначенная дата извлечения: 13.08.2102\nФактическая дата извлечения: 26.04.2214\nПричина отсрочки: *данные повреждены*\nБиологический возраст: 32 года\nСпециализация: *данные частично повреждены, возможно восстановление* ",
    "answers": [
      {
        "id": 21,
        "text": "Восстановить данные специализации"
      }
    ]
  },
  {
    "id": 21,
    "text": "Выберите специализацию",
    "answers": [
      {
        "id": 22,
        "text": "Штурмовик",
        "var_add": [
          "hp gg",
          12
        ],
        "var_max": [
          "hp gg",
          12
        ]
      },
      {
        "id": 23,
        "text": "Оперативник",
        "var_add": [
          "hp gg",
          10
        ],
        "var_max": [
          "hp gg",
          10
        ]
      },
      {
        "id": 24,
        "text": "Инженер",
        "var_add": [
          "hp gg",
          8
        ],
        "var_max": [
          "hp gg",
          8
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "     Штурмовик     —      специалист      по      силовым операциям,     прекрасно     владеет    стрелковым оружием  и  рукопашным   боем,  отлично  развит физически.",
    "answers": [
      {
        "id": 16,
        "text": "Специализация выбрана"
      }
    ]
  },
  {
    "id": 23,
    "text": "     Оперативник  —  специалист в области скрытых действий и агентурной  работы, отлично  владеет стрелковым           и           холодным         оружием. Коммуникабелен.",
    "answers": [
      {
        "id": 16,
        "text": "Специализация выбрана"
      }
    ]
  },
  {
    "id": 24,
    "text": "      Инженер        —       специалист       в       области эксплуатации     и     ремонта   техники,   обладает навыками      взлома       компьютерных     систем, использования  дронов. Прекрасно   разбирается во взрывных устройствах.",
    "answers": [
      {
        "id": 16,
        "text": "Специализация выбрана"
      }
    ]
  },
  {
    "id": 25,
    "text": "     Тяжелая      гермодверь      с      металлическим скрежетом выдвигается вперед и отодвигается в право   открывая  проход в длинный, очень плохо освещенный коридор.",
    "answers": [
      {
        "id": 16,
        "text": "продолжить работу"
      }
    ]
  },
  {
    "id": 26,
    "text": "     Я медленно иду по. коридору, боясь в   темноте наткнуться      на     что-либо.     Ноги    постепенно привыкли к холоду  металлического пола,  но всё равно      каждый   шаг    доставляет   неприятные ощущения.   Помимо   всего   прочего,   я осознал, насколько хочу есть.\n     Пройдя по коридору   до   конца, поворачиваю направо. Свет  становится  чуть ярче и очертания корридора плавно  вырисовываются из темноты. \n     Через  пятьдесят  шагов  коридор обрывается, упираясь  в  шлюзовую  дверь.  Справа  от  двери расположена панель управления замком.",
    "answers": [
      {
        "id": 27,
        "text": "Коснуться панели"
      }
    ]
  },
  {
    "id": 27,
    "text": "     Я     кладу    ладонь    на     черную        гладкую поверхность  панели  управления гермодверью. В тот  же момент  тонкая   полоска  света проходит сверху  вниз  по темной плоскости, сканируя мою руку.    Через  секунду   на  небольшом   мониторе появляется  надпись:  «L209, доступ в помещение санитарной обработки разрешен».\n     Створки  двери с шипением  открываются  и  я попадаю в небольшое квадратное помещение  со множественными  сливными отверстиями в полу. Напротив  меня  располагается   точно  такая  же  же дверь    как   та,  через  которую  через которую я попал сюда.\n     Дверь       позади        меня        закрывается     с неприятным   скережетом,  и механический голос объявляет:       «Приготовьтесь         к        процессу санитарной обработки».\n     Из  небольших   отверстий   в  стенах и потолке начали       вырыва    струйки    теплой    воды    со специфическим      запахом,      смывая     остатки криогенного  раствора.   За  время,   пока  длится процедура, я успеваю немного согреться.      \n     Вскоре  воду  сменяет поток горячего воздуха, высушивающий осевшие капли.\n     Когда   обдув   заканчивается,    в    динамиках раздается      все      тот     же     скрипучий    голос: «Санитарная       обработка        завершена.     Для получения   униформы   следуйте    в    помещение переодевания».       \n",
    "answers": [
      {
        "id": 28,
        "text": "Выйти из помещения"
      }
    ]
  },
  {
    "id": 28,
    "text": "     Выйдя  в открытую   дверь, я попадаю в такой же коридор, как тот, по которому брел несколько минут   назад,   за   тем  лишь  исключением,   что света здесь значительно больше.  И здесь он уже не красноватый, а бледно жёлтый.\n     В    нескольких    метрах    слева   расположена металлическая     дверь,    надпись    на    которой сообщает,  что  это  и  есть  то  самое  помещение для переодевания.\n     Вот, сюда то мне в первую очередь и надо.",
    "answers": [
      {
        "id": 29,
        "text": "Зайти в раздевалку"
      }
    ]
  },
  {
    "id": 29,
    "text": "     Я вхожу в просторное квадратное помещение, освещаемое  четырьмя лампами дневного света. Пол   и  стены    выложены   белой   керамической плиткой.   Вдоль   стен  и   по   середине  комнаты стоят         ряды     светло-серых      металлических шкафчиков,     на    дверцах   которых     нанесены личные      номера    владельцев,   а   в местах, где должен    располагаться    замок,      установлены устройства для считывания отпечатков пальцев.",
    "answers": [
      {
        "id": 30,
        "text": "Искать свой шкафчик"
      },
      {
        "id": 31,
        "text": "Попробовать открыть на угад"
      }
    ]
  },
  {
    "id": 30,
    "text": "   Мой  шкафчик  оказывается   предпоследним  в правом ряду.  При  нажатии на сенсорную кнопку загорается     зеленый     индикатор,     и     дверца открывается.\n   На полках шкафчика я нахожу:  плотную темно-серую куртку на молнии,   такого же цвета штаны с   множеством    карманов,   тканевую   шапку  и средних   размеров     рюкзак   с   очень   удобной разгрузкой.  На  полу  шкафчика   стоят  высокие кожаные ботинки на шнурках.  \n    Я   быстро   одеваюсь.  Все  приходится  в  пору. Логично,   ведь   это же мой шкафчик. Одежда на удивление    удобная   и    совсем   не    сковывает движения.\n    Здесь больше делать нечего.",
    "answers": [
      {
        "id": 32,
        "text": "Выйти из раздевалки"
      }
    ]
  },
  {
    "id": 31,
    "text": "     Я     подхожу     к     ближайшему    шкафчику   и дотрагиваюсь        до         кнопки        считывания отпечатков.     Индикатор    над   ней    загорается красным. Пробую ещё раз — то же самое. Тогда я пытаюсь     подцепить    дверцу   руками,   но   все бестолку:   дверца   слишком  плотно прилегает к корпусу.   Наверное,   стоит  оставить  эту  глупую затею.",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "     Я  вновь   оказываюсь  в   том  же  коридоре,  в который   попал  после   санитарной    обработки. Теперь идти по нему кажется намного спокойнее. Связанно   ли  это  с  тем,   что  света  здесь стало больше   или  же   с  тем,   что  в  таких ботинках и наступить  на  что-то не страшно, или же и с тем и с другим, я не знаю.\n      Пройдя  по  коридору  около  сотни  метров, я попадаю    в    шлюзовый    отсек.   Первая   дверь открылась,  ставшим  уже  привычным, касанием сенсора, без всяких проблем. \n      Вторая   дверь,    с    небольшим    стеклянным окошком  на  уровне глаз, открываться никак  не хотела.     Над        кнопкой      открытия   светился голографический           экран        с         красными предупреждающими иероглифами.",
    "answers": [
      {
        "id": 33,
        "text": "Осмотреть отсек"
      }
    ]
  },
  {
    "id": 33,
    "text": "     Я   нахожусь       в     квадратном      маленьком помещении  примерно три  на три  метра.  Передо мной       массивная      металлическая    дверь    с небольшим стеклянным окошком на уровне глаз. Справа   от   двери сенсорная кнопка управления над   которой   мерцает голографический экран с красной   предупреждающей  надписью. Слева от нее  расположен  щиток  распределения  питания.  Вдоль         правой        стены      тянутся       тонкие металлические  трубы, одна из которых оторвана и лежит на полу.     ",
    "answers": [
      {
        "id": 33,
        "text": "Над кнопкой открытия двери загорелся зеленый индикатор",
        "comment": true,
        "need": 34
      },
      {
        "id": 34,
        "text": "Осмотреть голографический экран",
        "need": [
          -34
        ]
      },
      {
        "id": 35,
        "text": "Заглянуть в смотровое окно двери",
        "need": -35
      },
      {
        "id": 36,
        "text": "Заглянуть в смотровое окно двери",
        "need": 35
      },
      {
        "id": 38,
        "text": "Осмотреть щиток распределения питания"
      },
      {
        "id": 42,
        "text": "Поднять оторванную трубу",
        "need": -42
      },
      {
        "id": 43,
        "text": "Добить тварь",
        "need": [
          34,
          37,
          40,
          42
        ]
      },
      {
        "id": 45,
        "text": "Подкрасться к тваре незамеченными",
        "need": [
          34,
          37,
          42
        ]
      },
      {
        "id": 46,
        "text": "Атаковать тварь",
        "need": [
          34,
          37,
          42
        ]
      },
      {
        "id": 194,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "     Сам   экран  светится   голубоватым  светом, а крупная    надпись    на    нем     ярко    красными. Надпись       гласит:      «ВНИМАНИЕ!     Произошла разгерметизация     отсеков      2 —  4,  7.     Статус: давление:     в    норме,     состав      атмосферного воздуха:    в   норме, радиационный фон: в норме, Химические   примеси  и биологический аэрозоль в воздухе: отсутствуют, ОПАСНОСТЬ:обнаружены    неопознаные    многоклеточные    формы   жизни. Разрешить открытие шлюза?»\n     От этой надписи мне стало не по себе. Что еще за неопознаные  многоклеточные  формы жизни?\n     Как бы это не звучало пугатюще, назад дороги нет   и   помощи    ждать   неоткуда.   Дверь  надо разблокировать",
    "answers": [
      {
        "id": 33,
        "text": "Разрешить открытие шлюза"
      }
    ]
  },
  {
    "id": 35,
    "text": "      Я   подхожу   ко   внешней   двери    шлюза    и заглядываю в смотровое окно.  За   столько   лет кварцевое    стекло    даже не помутнело.   Только немного запылилось.   Видимо,  разгерметизация произошла не так давно.    \n     В    большом   помещении   царит полный хаос: столы   и    стулья  перевернуты, на полу валяется  разбросаное   оборудование    и    осколки   битой лабораторной       посуды.      Стены      покрывают трещины и следы пулевых отверстий.\n     Но самое жуткое что я увидел это безобразное существо   стоящее  прямо  напротив   выхода  из комнаты.    Не    большое,   не    больше   полутора метров     в       высоту      оно      стоит   и    плавно раскачивается  на пяти  длинных  тонких  лапках. Маленкое тело уродца покрывает бледная, почти прозрачная,    кожа   с   тонкой  паутиной  темных  пульсирующих сосудов.\n     От   вида    этой   твари   у     меня   скрутило   в желудке.  Ну  и отвратительная же мерзость! Еще больше   меня  пугает  то, что мне предстоит туда идти!   А    вдруг   там  есть  ещё?  Или  может  кто похуже? Хотя куда уж хуже...\n     От размышлений меня  отрывает появление   в комнате      еще       одного   действующего    лица: огромная, размером  с  жирного кота, полностью лысая,  крыса  медленно  вылезла из отверстия в стене. Страх сменяет любопытство. Что же  будет дальше?\n     Уродец    не     обращает      на     крысу    никаго внимания,   до   тех   пор,  пока крыса не задевает один из лежащих на полу стеклянных осколков.\n     В   тот   же    миг    тело   твари  сжимается  как пружина, и  она  в один прыжок  оказывается над крысой,         пронзая       грызуна       шиповидным отростком одной из своих длинных ног. Затем  из  самой          середины         туловища        существа показывется        тонкий        гибкий      хоботок    и направляется  к бьющейся в конвульсиях, крысе. Один  укол  жала  из  хоботка, и  крыса  затихает. Существо    обвивает   крысу   своим  хоботком  и тащит  в дальний угол комнаты.",
    "answers": [
      {
        "id": 33,
        "text": "Отойти от окошка"
      }
    ]
  },
  {
    "id": 36,
    "text": "     Уродец сидит в углу комнаты и медленно жрёт крысу.   Одна    из    его    многосуставных    лапок касается  открытого   участка  силового   кабеля. Кабель обесточен.",
    "answers": [
      {
        "id": 37,
        "text": "Оценить обстановку"
      }
    ]
  },
  {
    "id": 37,
    "text": "     Уродец     довольно     быстрый     и     обладает ядовитым   жалом,  но  судя  по  всему  зрения он лишен. Так, что можно попробовать подкрасться незамеченным.  Лапки   твари  очень  тонкие, так что    если   найти    подходящий    инструмент   их можно   перебить   одним  ударом и обездвижить ее.    Также,   конечно,   нельзя.  забывать   и    про электрокабель на котором она сидит... \n     Нужно       только    решить,     что    же   у  меня получится лучше всего...",
    "answers": [
      {
        "id": 33,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "     Открыв щиток  распределения питания я вижу аккуратно  уложенные ряды кабелей подходчщих к распределительным платам.  Несколько  из них отсоеденины   от   входных   разъемов.    Справой стороны  располагаются  десять автоматических выключателей,  половина  из  них в отключенном положении. ",
    "answers": [
      {
        "id": 33,
        "text": "Закончить осмотр"
      },
      {
        "id": 39,
        "text": "Попробовать наугад соединить провода, что бы ударить уродца током",
        "need": [
          37,
          -24
        ]
      },
      {
        "id": 40,
        "text": "*Инженер* Запитать нужный провод",
        "need": [
          24,
          37
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "     Так попробуем этот сюда, а этот вот сюда... стоп или наоборот? Стоит ли так рисковать?",
    "answers": [
      {
        "id": 38,
        "text": "Так, риск определенно не оправданный! Электричество это точно не моё!"
      },
      {
        "id": 41,
        "text": "И так сойдет! "
      }
    ]
  },
  {
    "id": 40,
    "text": "     Я   без   труда   подсоединяю   нужнуй   провод. Вынимаю    защитный   предохранитель,  заменив его  «жуком»,   и   подкидываю   правый   верхний автомат...    Бах..    и   свет  гаснет   на   несколько секунд,  а  потом  плавно  загорается.... Смотрю в окошко на шлюзовой двери...    и...     Есть, уродец валяется на полу подергивая длинными лапками, так и не дожевав наполовину засунутую  в  пасть крысу.   Он,   скорее    всего,   еще   жив,  просто   в отключке.  Нужно его скорее добить,   пока он  не оклимался.",
    "answers": [
      {
        "id": 33,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 41,
    "text": "     Ну давай попробуем этот  провод подсоединю, а этот  тумблер  включу...  Эх  зря,  наверно,  я это делаю.   Ну   раз   уж  начал,   так  надо  идти  до... А—А—А—А—А—А—А....   Сильный      разряд     тока прошел    по   моему  телу. Дикая боль ощутилась каждой клеткой тела...Сознание медленно ушло... \nКОНЕЦ.",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 42,
    "text": "     Я    подбираю    металлическую   трубу  с  пола. Увесистая.  Да  и  в руке хорошо лежит.  Отлично! Какое никакое, а оружие.",
    "answers": [
      {
        "id": 33,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "     Я  осторожно  вхожу  в  помещение, на которое только что  смотрел  через  окошко. Существо по прежнему    лежит     в     углу    комнаты,   но   уже предпринимает    попытки   перевернуться.  Надо действовать, пока оно не пришло в себя. \n     Взмах,     и   труба    с     силой обрушивается на извивающееся   тело  твари. Брызги чёрной жижи разлетаются    в   разные    стороны,   а   существо обмякает.    Ну    теперь   вроде   бы   всё.   Можно осмотреть помещение.",
    "answers": [
      {
        "id": 44,
        "text": "Осмотреть помещение"
      }
    ]
  },
  {
    "id": 44,
    "text": "     Я нахожусь  в большом  помещении,  где царит полный   хаос:   столы  и стулья  перевернуты,   на полу   валяется     разбросаное   оборудование    и    осколки     битой    лабораторной   посуды.  Стены      покрывают трещины и следы пулевых отверстий.  Освещается                  помещение                 шестью люминесцентными   лампами,   три   из    которых потухли. Скорее  всего  помещение когда-то было биохимической лабораторией.\n     В правом дальнем углу лежит труп, только что убитого  мной,  уродца, а рядом  с  ним  половина недоеденной крысы.\n     Вдоль   левой    стены     стоит     единственный нетронутый стол с какими то пробирками.\n     Прямо       передо     мной     находится     дверь, ведущаяя из лаборатории.",
    "answers": [
      {
        "id": 51,
        "text": "Осмотреть пулевые отверстия"
      },
      {
        "id": 52,
        "text": "Осмотреть стол",
        "need": -53
      },
      {
        "id": 54,
        "text": "Осмотреть существо"
      },
      {
        "id": 55,
        "text": "Выйти из лаборатории"
      },
      {
        "id": 195,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "     Собравшшись  с   мыслями я открываю дверь. Это    происходит   на   удивление   тихо.   Сжимая трубу   в   руке,   а осторожно двигаюсь в сторону твари, стараясь не издавать ни звука. \n     Я   преодолел   уже    половину  расстояния   до уродца.   Он   меня   пока   не   замечает, слишком занят   поеданием  мыша.  Я уже слышу как в его мерзкой    пасти    хрустят     кости     несчастного грызуна.   В   нос   ударил  отвратительный  запах гнили.\n     Ничего, осталось всего несколько шагов.",
    "answers": [
      {
        "id": 47,
        "text": "*Оперативник*Продолжить приближаться к тваре",
        "need": [
          23
        ]
      },
      {
        "id": 48,
        "text": "Продолжить приближаться к тваре",
        "need": [
          -23
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "     В  несколько  быстрых   шагов  я  сближаюсь с уродцем.   Тварь   бросила   недоеденную крысу и приготовилась  к прыжку. Я замахиваюсь трубой в надежде перехватить ее на лету.",
    "answers": [
      {
        "id": 49,
        "text": "Ударить на отмашь",
        "need": -22
      },
      {
        "id": 50,
        "text": "*Штурмовик* Ударить прицельно",
        "need": 22
      }
    ]
  },
  {
    "id": 47,
    "text": "     Я     продолжаю     бесшумно  приближаться   к существу.  Нас  разделяют  всего  два  шага, и тут оно  меня  замечает...  Но  уже  слишком поздно... для него.\n     Взмах,     и   труба    с    силой  обрушивается на извивающееся   тело  твари. Брызги чёрной жижи разлетаются    в   разные    стороны,   а   существо обмякает.    Ну    теперь   вроде   бы   всё.   Можно осмотреть помещение.",
    "answers": [
      {
        "id": 44,
        "text": "Осмотреть помещение"
      }
    ]
  },
  {
    "id": 48,
    "text": "     Я   продолжаю     бесшумно     приближаться   к существу. Нас разделяют всего два шага и в этот момент я наступаю на металлический цилиндр  и с    грохотом     падаю.    Вот черт!    Неуспеваю   я подумать  как тварь в один прыжок оказывается надо   мной.    Удар     жалом   и   грудь   пронзает чудовищная   боль.   Это   было  последнее,  что я почувствовал.\nКОНЕЦ.",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 49,
    "text": "     Тварь   прыгает  на  меня  и  я   бью  трубой  на отмашь. И промахиваюсь. Конец  металлической трубы  проходит  всего  в  сантиметре  от  ее тела.  Тварь бьёт меня в грудь и сваливает с ног.\n     Вот черт!    Неуспеваю   я  подумать,  как тварь  оказывается надо мной.   Удар  жалом   и    грудь   пронзает чудовищная боль. Это было  последнее,  что я почувствовал.\nКОНЕЦ.",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 50,
    "text": "     Тварь прыгает на меня, и я сильно бью трубой целять в корпус. Удар приходится прямо в тельце существа,  перебивая  по  траектории   несколько тонких лапок. Тварь отлетает и шлепается   в  тот угол в котором только что  сидела. Дергаясь, она предпринимает   безуспешные   попытки   встать. Пора завершить начатое.\n     Взмах,     и   труба    с    силой  обрушивается на извивающееся   тело  твари. Брызги чёрной жижи разлетаются    в   разные    стороны,   а   существо обмякает.    Ну    теперь   вроде   бы   всё.   Можно осмотреть помещение.",
    "answers": [
      {
        "id": 44,
        "text": "Осмотреть помещение"
      }
    ]
  },
  {
    "id": 51,
    "text": "     В стенах и потолке виднеются  множественные пулевые    отверстия.    Судя  по   их   диаметру   и характеру        повреждений      огонь       вели     из десятимиллиметрового                автоматического пистолета. Скорей всего  из   того  же  самого,   из которого стреляли по  криокапсулам.  Выпустили не   меньше  обоймы...   Но   в   кого   стреляли?  И попалили? Связан ли как то с этим 210-й?\n     Даже   если  здесь  кого-то  и  подстрелили мне этого   никогда    не    узнать. Таки  вот  как  он,  я посмотрел в тот угол, где лежал мертвый уродец, быстро бы избавились от тел...\n     Такие вот как он...    Я   поймал  себя на мысле, что   тварь   может быть   не одна. От этого стало еще паршивей. ",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 52,
    "text": "     Обычный  лабораторный  металлический стол. В   правом   углу   на   нем  стопкой  лежат бумаги каких-то   отчетов,  а  в  левом  стоит коробочка с образцами  крови.  Из   всех  образцов  в  целости остался    только    под    номером   201.  Касула  с кровью герметично запаяна.",
    "answers": [
      {
        "id": 44,
        "text": "Отойти от стола"
      },
      {
        "id": 53,
        "text": "Взять капсулу с кровью."
      }
    ]
  },
  {
    "id": 53,
    "text": "     Я беру образец и кладу в карман брюк. Зачем он мне?",
    "answers": [
      {
        "id": 44,
        "text": "Отойти от стола"
      }
    ]
  },
  {
    "id": 54,
    "text": "     На  полу,   размазанное   ударом  трубы,  лежит существо.  Около  полутора  метров в  длину. При жизни    оно    перемещалось   на   пяти    длинных  тонких   лапках.   Каждая   конечность   имеет  по шесть   подвижных   сустава.  Маленкое   круглое тело     существа     покрывает     бледная,    почти прозрачная,    кожа   с   тонкой   паутиной темных сосудов.  Жировой  прослойки   практически  нет. Вернее всего, обитатель подземок и тоннелей, где нет солнечного света и  не  особо  холодно. Глаз у существа  и  вправду   нет.  Почти   всю   нижнюю часть   туловища  существа   занимает  огромный рот с  тремя  лепестками  выпирающих челюстей, усеяных    мелкими   острыми    зубами.  Изо   рта  вываливается       длинный      гибкий        хоботок, оканчивающийся   острым   шипом,  в  котором и сожержится яд.  Верхнюю  часть  тела   покрывае панцирь из хитиновых пластин.",
    "answers": [
      {
        "id": 44,
        "text": "Отойти от существа"
      }
    ]
  },
  {
    "id": 55,
    "text": "     Я   покидаю   биохимическую   лабораторию  и оказываюсь     в       уже      знакомом    коридоре. Двигаюсь     очень    осторожно,  вслушиваясь   в каждый шорох. Трубу держу наготове.\n     Вдруг    слышу    грохот    где-то  сверху.  Затем проржавевшая           вентиляционная       решётка проваливается   и   в   трёх  шагах   впереди  меня падает        такое      же      существо,   как   то,    из лаборатории.   Разве,   что  меньше  почти  в   два раза.\n      Я     поднимаю    трубу,    готовясь  парировать атаки   твари.   Но   тварь   атаковать  не  спешит. Стоит, покачивается на своих длинных ногах. ",
    "answers": [
      {
        "id": 56,
        "text": "Шугнуть тварь трубой."
      },
      {
        "id": 56,
        "text": "Ударить по твари"
      }
    ]
  },
  {
    "id": 56,
    "text": "     Только.      я     собираюсь     замахнуться,   как существо,   видимо,    почуяв   неладное,   в    один прыжок  скрылось  там же,   откуда  только что и свалилось. \n     Дальнейший путь я по  коридору я  проделал с еще большей осторожностью. Теперь я не просто подозревал, что вокруг  могут быть твари,  я   это знал. \n      Таким    образом   я   прошел  по  коридору  не меньше двухсот метров поворачивая то направо, то   налево  пока не   уперся  в   дверь, ведущую в большой просторный холл.\n",
    "answers": [
      {
        "id": 57,
        "text": "Войти в холл"
      }
    ]
  },
  {
    "id": 57,
    "text": "     Я   нахожусь    в    огромном     холле   с    очень высоким     потолком.  На   противоположной    от меня стороне расположены полукруглые створки  грузового лифта. Судя по надписям возле дверей это выход  из  криобункера. Справа расположены двери  в  арсенал  и  помещение охраны. Слева из стены   выпирает    массивная   просвинцованная дверь в отсек питающего реактора. Так же слева, практически у самой стены с  лифтом,  находится еще одна неприметная дверь в центр управления криобункером.",
    "answers": [
      {
        "id": 58,
        "text": "Подойти к лифту"
      },
      {
        "id": 59,
        "text": "Пройти в арсенал"
      },
      {
        "id": 78,
        "text": "Пройти в помещение охраны"
      },
      {
        "id": 102,
        "text": "Пройти в центр управления криобункером"
      },
      {
        "id": 114,
        "text": "Подойти к двери реакторного отсека"
      },
      {
        "id": 72,
        "text": "Открыть УИИ—8",
        "need": [
          71
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "     Массивные  полукруглые   створки  выступают из тела, вросшей в стену,  трубы шахты  грузового лифта.     Справа     от     створок     располагается большой      квадратный     экран.   На  нем  в  две строчки         тянутся           иероглифы        статуса технического   состояния,   а   под ними, прямо по середине экрана, кнопка активации лифта.",
    "answers": [
      {
        "id": 58,
        "text": "Доступ: запрещено",
        "comment": true,
        "need": [
          -111
        ]
      },
      {
        "id": 58,
        "text": "Доступ: разрешено",
        "comment": true,
        "need": [
          111
        ]
      },
      {
        "id": 58,
        "text": "Питание лифта: отключено",
        "comment": true,
        "need": [
          -113
        ]
      },
      {
        "id": 58,
        "text": "Питание лифта: в норме",
        "comment": true,
        "need": [
          113
        ]
      },
      {
        "id": 145,
        "text": "Покинуть криобункер",
        "need": [
          111,
          113
        ]
      },
      {
        "id": 57,
        "text": "Отойти от лифта"
      },
      {
        "id": 204,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": "     Для   входа в  арсенал   потребовалось  пройти ДНК анализатор, идентифицировавший меня, как L209.\n     Арсенал оказался вытянутым прямоугольным помещением,       разделенном        металлической решеткой   на  четыре  секции:   по  две  с  каждой стороны    от    узкого    корридора,   в  котором  я сейчас и стою.\n     Секции     справа     завалены   разнообразным оборудованием   и   ящиками  с  реактивами.  Тут явно  нет  ничего  интересного. Зачем это вообще сюда сложили?  \n     На двери первой секции слева весит табличка с       надписью      «Подразделение охраны».     За сетчатой  перегородкой  стоят четыре массивных сейфа  с   ДНК   замками,  в  левом  дальнем  углу лежит     кейс    из    композитного    материала   с кодовым замком.\n     Вторая  секция   предназначена  для  хранения снаряжения    агентов,   находящихся   в  криосне. Внутри           нее            располагаются         десять металлокерамических      шкафчиков      с      ДНК замками.  Шесть  из  них  открыты, внутри ничего нет.",
    "answers": [
      {
        "id": 60,
        "text": "Открыть секцию охраны"
      },
      {
        "id": 61,
        "text": "Открыть секцию агентов"
      },
      {
        "id": 57,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 60,
    "text": "     Вход     в       секцию     подразделения    охраны открывается      магнитным       ключем-картой    с допуском первого уровня. ",
    "answers": [
      {
        "id": 126,
        "text": "Использовать ключ—карту первого уровня",
        "need": [
          122
        ]
      },
      {
        "id": 59,
        "text": "Назад"
      },
      {
        "id": 205,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "     Секция         агентов           заперта          замком, считывающим    коды    ДНК,     и        открывается простым       касанием.    Внутри     стоят     десять металлокерамических   шкафчиков  с  такими же замкам.  Шесть  из  них  открыты,  внутри  ничего нет, четыре же, включая и мой, закрыты. Судя по тому, что  открытых  капсул  было  всего  четыре, включая мою, кто-то прихватил с собой лишнее.",
    "answers": [
      {
        "id": 63,
        "text": "Осмотреть закрытые шкафчики"
      },
      {
        "id": 64,
        "text": "Осмотреть открытые шкафчики"
      },
      {
        "id": 59,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 62,
    "text": "Раздел инвентаря",
    "answers": [
      {
        "id": 62,
        "isBack": true,
        "text": "Назад ",
        "backstepCount": 1,
        "forget": 62
      },
      {
        "var_show": [
          "10mm"
        ],
        "comment": true,
        "id": 62,
        "text": "10 мм полуавтоматический пистолет\nпатронов:",
        "need": [
          71,
          -215
        ]
      },
      {
        "var_show": [
          "10mm"
        ],
        "comment": true,
        "id": 62,
        "text": "10 мм пистолет-пулемет\nпатронов:",
        "need": [
          71,
          -215
        ]
      },
      {
        "id": 62,
        "text": "Боевой топор",
        "comment": true,
        "need": [
          166
        ]
      },
      {
        "id": 62,
        "text": "Инструменты",
        "comment": true,
        "need": [
          71
        ]
      },
      {
        "id": 62,
        "text": "Компас",
        "comment": true,
        "need": [
          71
        ]
      },
      {
        "id": 62,
        "text": "Кевларовый бронежилет",
        "comment": true,
        "need": [
          71,
          -215
        ]
      },
      {
        "id": 62,
        "text": "Импланты: Сервоусилитель руки",
        "comment": true,
        "need": [
          71,
          -215
        ]
      },
      {
        "id": 62,
        "text": "Импланты: Ускоритель нервных импульсов",
        "comment": true,
        "need": [
          71,
          -215
        ]
      },
      {
        "id": 62,
        "text": "Импланты: устройство взлома систем",
        "comment": true,
        "need": [
          71,
          -215
        ]
      },
      {
        "id": 62,
        "text": "Тяжелый плазменный генератор ТПГ-76",
        "comment": true,
        "need": [
          129,
          -145
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "     Шкафчики   стоят   по    порядку  от   201 к 210. Номера 201, 205, 206 и мой, 209 закрыты.",
    "answers": [
      {
        "id": 67,
        "text": "Открыть 201",
        "need": [
          -70
        ]
      },
      {
        "id": 68,
        "text": "Открыть 205"
      },
      {
        "id": 68,
        "text": "Открыть 206",
        "need": [
          -120
        ]
      },
      {
        "id": 121,
        "text": "Открыть 206",
        "need": [
          120,
          -122
        ]
      },
      {
        "id": 71,
        "text": "Открыть 209",
        "need": -71
      },
      {
        "id": 61,
        "text": "Назад"
      },
      {
        "id": 206,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": "     Шкафчики   стоят   по    порядку  от   201 к 210. Номера 202, 203, 204, 207, 208, 210 открыты.",
    "answers": [
      {
        "id": 65,
        "text": "Осмотреть 202"
      },
      {
        "id": 65,
        "text": "Осмотреть 203"
      },
      {
        "id": 65,
        "text": "Осмотреть 204"
      },
      {
        "id": 65,
        "text": "Осмотреть 207"
      },
      {
        "id": 69,
        "text": "Осмотреть 208"
      },
      {
        "id": 65,
        "text": "Осмотреть 210"
      },
      {
        "id": 61,
        "text": "Назад"
      },
      {
        "id": 207,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "     Пустой      металлокерамический     оружейный шкаф. Ничего интересного.",
    "answers": [
      {
        "id": 64,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "     Магнитный     ключ-карта      охраны    третьего уровня.",
    "answers": [
      {
        "id": 64,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "     Шкафчик  запрет  на  считывающий  код   ДНК, замок. Открыть его может только владелец.",
    "answers": [
      {
        "id": 70,
        "text": "Капнуть кровью из пробирки.",
        "need": [
          53,
          71
        ]
      },
      {
        "id": 63,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "     Шкафчик  запрет  на  считывающий  код   ДНК, замок. Открыть его может только владелец.     ",
    "answers": [
      {
        "id": 63,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 69,
    "text": "     Пустой      металлокерамический     оружейный шкаф. Ничего интересного.",
    "answers": [
      {
        "id": 69,
        "text": "Интерфейс УИИ-8 подсвечивает синеватым свечением торчащий из под шкафа уголок какого-то плоского предмета.",
        "comment": true,
        "need": [
          71,
          -66
        ]
      },
      {
        "id": 66,
        "text": "Подобрать предмет",
        "need": [
          71,
          -66
        ]
      },
      {
        "id": 64,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 70,
    "text": "     Я    вскрываю,    найденную    в     лаборатории, пробирку  и  выливаю  его  содержимое на замок. Индикатор на нем загорается зеленым и дверца шкафчика открывается. \n     Ну,     все     тоже    самое,   что    и   у   меня,   за исключением              того,            что             вместо полуавтоматического пистолета лежит пистолет- пулемет с магазином  на   20  патронов,  да и еще одна коробка с патронами будет не лишняя.\n     ",
    "answers": [
      {
        "id": 63,
        "text": "Забрать оружие и патроны",
        "var_add": [
          "10mm",
          24
        ]
      }
    ]
  },
  {
    "id": 71,
    "text": "     Я подношу ладонь к  замку своего шкафчика и он  с   легкостью  открывается...  Так  посмотрим, что    же    тут...   Что!?   И    это   все?!  А    где    же супермощные  пушки,  крутые гаджеты?  И с этим они    отправляют    меня   на   неизвестно   какую миссию в условиях наступившего конца света?\n     На       верхней       полке       шкафчика     лежит полуавтоматический      10-ти       миллиметровый пистолет с магазином на 12 патронов  и  коробка патронов   к   нему.   На   полку   ниже    находится легкий     кевларовый    жилет   с    фулереновыми пластинами,    небольшой    пластиковый   кейс   с инструментами   и    компас.  На   нижней    полке, аккуратно   уложенный   в   герметичный  футляр, находится        универсальный     индивидуальный интерфейс   УИИ-8   —   компактное   дисковидное устройство,     которое       крепится    к    виску    и управляется  нервными  импульсами  владельца. Оно   проецирует  прозрачный    голографический экран  на  глаз  пользователя  и  может заменить бинокль, помогать в прицеливании записывать и выводить информацию.\n     Ну хоть что-то. ",
    "answers": [
      {
        "id": 63,
        "text": "Собрать вещи",
        "var_add": [
          "10mm",
          24
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "УИИ—8 готов к работе",
    "answers": [
      {
        "isBack": true,
        "text": "Закрыть УИИ-8",
        "backstepCount": 1,
        "id": 72
      },
      {
        "id": 62,
        "text": "Инвентарь (оружие и снаряжение)"
      },
      {
        "id": 75,
        "text": "Инвентарь (предметы)"
      },
      {
        "id": 73,
        "text": "База данных"
      }
    ]
  },
  {
    "id": 73,
    "text": "База данных",
    "answers": [
      {
        "forget": 73,
        "id": 73,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      },
      {
        "id": 74,
        "text": "Работа УИИ—8"
      },
      {
        "id": 108,
        "text": "Существа"
      },
      {
        "id": 76,
        "text": "МНПО «ВОЗРОЖДЕНИЕ»"
      },
      {
        "id": 101,
        "text": "Записка Крюгера",
        "need": [
          100
        ]
      },
      {
        "id": 133,
        "text": "Программа Альтерра",
        "need": [
          132
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "     УИИ-8    —    универсальный    индивидуальный интерфейс,   предназначенный   для  обеспечения пользователя      быстрым     доступом    ко    всей необходимой            информации,            обработки изображения        и        оказания       помощи        в прицеливании.        Позволяет           обрабатывать изображение     в    видимом     и     инфракрасном спектрах,   а  также  в   условиях  недостаточного освещения.",
    "answers": [
      {
        "id": 74,
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "forget": 74
      }
    ]
  },
  {
    "id": 75,
    "text": "Инвентарь (предметы)",
    "answers": [
      {
        "isBack": true,
        "backstepCount": 1,
        "text": "Назад",
        "forget": 75,
        "id": 75
      },
      {
        "id": 75,
        "text": "Труба",
        "comment": true,
        "need": [
          -166
        ]
      },
      {
        "id": 75,
        "text": "Капсула с кровью",
        "comment": true,
        "need": [
          53,
          -70
        ]
      },
      {
        "id": 75,
        "text": "Магнитный ключ—карта третьего уровня",
        "comment": true,
        "need": [
          70,
          -145
        ]
      },
      {
        "id": 75,
        "text": "Магнитный ключ—карта второго уровня",
        "comment": true,
        "need": [
          99,
          -145
        ]
      },
      {
        "id": 75,
        "text": "Магнитный ключ—карта первого уровня",
        "comment": true,
        "need": [
          122,
          -145
        ]
      },
      {
        "id": 75,
        "text": "Маленький металлический ключик",
        "comment": true,
        "need": [
          120,
          -99
        ]
      },
      {
        "id": 75,
        "text": "Капсула с генетическим материалом L20...",
        "comment": true,
        "need": [
          120,
          -122
        ]
      },
      {
        "id": 75,
        "text": "Кривой стартер",
        "comment": true,
        "need": [
          264,
          -260
        ]
      },
      {
        "id": 75,
        "text": "Связка ключей",
        "comment": true,
        "need": [
          265,
          -268
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "       Международная               неправительственная организация  «ВОЗРОЖДЕНИЕ»  основана  в 2038 году  группой  ученых со всего мира  на  средства крупных транснациональных корпораций.\n       Задачей   МНПО   «ВОЗРОЖДЕНИЕ»  является создание   условий для выживания человечества как      вида     и    дальнейшего     восстановления цивилизации.\n       Проанализировав      огромное       количество данных   из   разных  отраслей науки лучшие умы человечества      предсказали     скорую      гибель человеческой    цивилизации  по   одному из  пяти возможных.     сценариев.   Их   теория    получила название   «Эффект обратной  спирали».  Однако,  среди      мировых     лидеров   и   международных организаций  эта   теория  сторонников не нашла. Первым  на  Эффект  обратной спирали   обратил внимание  финансовый   магнат   Фельрик  Хофф.  Его      финансирование      и    положило     начало образованию МНПО   «ВОЗРОЖДЕНИЕ».",
    "answers": [
      {
        "isBack": true,
        "backstepCount": 1,
        "text": "Назад",
        "forget": 76,
        "id": 76
      }
    ]
  },
  {
    "id": 77,
    "text": "     Тоннельщики       —       существа,      обитающие приимущественно  в  подземельях, канализациях и    тоннелях.    Мелкие   хищники  и  падальщики. Около  полутора  метров в  длину. Перемещаются   на    пяти     длинных   тонких     лапках.     Каждая   конечность      имеет      по      шесть     подвижных   суставов.    Маленкое    круглое   тело     существа     покрывает        бледная,        почти       прозрачная,    кожа    с    тонкой      паутиной    темных   сосудов.  Жировой  прослойки   практически  нет. Глаз  нет.  Почти  всю  нижнюю  часть   туловища  существа   занимает  огромный  рот   с    тремя   лепестками  выпирающих      челюстей,       усеяных     мелкими   острыми зубами. В пасти располагается длинный      гибкий хоботок с    острым   шипом,  в  котором и сожержится яд.  Верхнюю часть тела   покрывает панцирь из хитиновых пластин.",
    "answers": [
      {
        "isBack": true,
        "backstepCount": 1,
        "text": "Назад",
        "forget": 77,
        "id": 77
      }
    ]
  },
  {
    "id": 78,
    "text": "     Дверь     в     помещении    охраны   запрета   на магнитный замок. ",
    "answers": [
      {
        "id": 79,
        "text": "Использовать ключ-карту охраны третьего уровня",
        "need": [
          66
        ]
      },
      {
        "id": 57,
        "text": "Назад"
      },
      {
        "id": 196,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "     Я попадаю в небольшое помещение  дежурной смены  охраны.   Напротив  меня  стоит  широкий металлический стол, над которым на подвижных штативах       в      два       ряда      висят      восемь прямоугольных     мониторов.   На    столе   лежат бумаги, из которых выделяется толстый  журнал. Он очень сильно выделяется из всего: не покрыт пылью, не убран  куда-то  далеко. Такое  чувство, что   его  недавно  брали  и  намеренно  оставили прямо  по  центру  стола.  Надо  его  осмотреть  в первую очередь.\n     Справа,   в    небольшой   выемке   в   стене,   за плотной         темной         ширмой,       установлена двухярусная кровать. Она аккуратно заправлена и  покрыта  толстым  слоем  пыли.   Внизу,   возле изголовья кровати стоит тумбочка. \n     Прямо около входа стоит  платяной  шкаф. Его дверцы слегка приоткрыты.\n     На полу разбросан мусор.",
    "answers": [
      {
        "id": 79,
        "text": "Я просто уверен, что что-то невероятно важное есть в этой комнате и оно как-то связано с журналом на столе",
        "comment": true,
        "need": [
          -100
        ]
      },
      {
        "id": 80,
        "text": "Осмотреть стол и мониторы"
      },
      {
        "id": 81,
        "text": "Осмотреть кровать и тумбу"
      },
      {
        "id": 82,
        "text": "Осмотреть платяной шкаф",
        "need": [
          -99
        ]
      },
      {
        "id": 83,
        "text": "Сканировать при помощи УИИ-8",
        "need": [
          96,
          -100
        ]
      },
      {
        "id": 57,
        "text": "Выйти из помещения",
        "need": [
          100
        ]
      },
      {
        "id": 198,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "     Большой      металлический    стол     с     двумя ящиками  стоит  у  стены. К   стене  на подвижных штативах  прикреплены   восемь  прямоугольных мониторов,      расположенных      в      два     ряда. Системные блоки от мониторов установлены под столом.   В   один   из    них  встроен   разъем   под магнитный  ключ-карту.   На  столе лежат бумаги, сложенные  аккуратной  стопкой.  Рядом  с  ними лежит     толстый     журнал    приема    (передачи) дежурства смен охраны объекта.\n\n",
    "answers": [
      {
        "id": 84,
        "text": "Запустить компьютер"
      },
      {
        "id": 85,
        "text": "Осмотреть бумаги"
      },
      {
        "id": 86,
        "text": "Осмотреть журнал"
      },
      {
        "id": 87,
        "text": "Осмотреть верхний ящик"
      },
      {
        "id": 87,
        "text": "Осмотреть нижний ящик"
      },
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 81,
    "text": "   Обычная двухярусная кровать. Очень пыльная. Рядом стоит тумбочка. На первый взгляд ничего интересного.\n    ",
    "answers": [
      {
        "id": 98,
        "text": "Осмотреть тумбочку"
      },
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "     Обычный платяной шкаф для одежды. Закрыт на ключ.",
    "answers": [
      {
        "id": 99,
        "text": "Использовать ключ.",
        "need": [
          120
        ]
      },
      {
        "id": 79,
        "text": "Назад"
      },
      {
        "id": 197,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 83,
    "text": "     Так,  поищем  эту  страницу  №17. Я активирую УИИ-8 и ввожу параметры поиска. В этот момент все    листы     бумаги       в     комнате     начинают подсвечиваться  голубоватым  цветом.  От  этого немного рябит в глазах, но выглядит красиво.\n      Затем        прибор        начинает       поочередно исключать   не  подходящие варианты, выключая их  подсветку.  В  итоге  все  погасло,  и  лишь  под подушкой   кровати   второго  яруса  еле  заметно подсвечивается уголок бумажного листочка.\n     Запустив  руку под подушку кровати, я достаю скомканный  листок  бумаги.   Разворачиваю  и... вижу   тот  же   самый   рапорт   о  том,  что  все  в порядке.  Что?  Зачем тогда ее вырвали? Почему не   первую,   если   вдруг   кому-то  понадобилась бумага?\n     Собираясь   швырнуть   на    пол   бесполезную бумажку,   я   замечаю   в   уголке   страницы   еле заметную,     начерченную     ручкой,     стрелку   и нажпись «переверни!».",
    "answers": [
      {
        "id": 100,
        "text": "Перевернуть"
      }
    ]
  },
  {
    "id": 84,
    "text": "     Компьютер   запускается   нажатием  кнопки и происходит  загрузка  системы. Через пару минут всплывает  окно  идентификации.   Для   входа   в профиль     требуется    считывание     магнитного ключа — карты.",
    "answers": [
      {
        "id": 88,
        "text": "Использовать ключ-карту третьего уровня"
      },
      {
        "id": 95,
        "text": "Использовать ключ-карту второго уровня",
        "need": [
          99
        ]
      },
      {
        "id": 131,
        "text": "Использовать ключ-карту первого уровня",
        "need": [
          122
        ]
      },
      {
        "id": 80,
        "text": "Завершить работу"
      }
    ]
  },
  {
    "id": 85,
    "text": "     Я  аккуратно  перебираю стопку бумаг,  изучая каждый документ.  Стараюсь ничего не упустить. Так  что   у   нас  тут:  график   смены   дежурства, инструкции    дежурной    смене    охраны,   схемы патрулей,    какие-то     ченовики...    пока    ничего интересного. Ладно, смотрим дальше. \n    Потратив  на  изучение  бумаг  около  тридцати минут,     я      убедился,      что    они      полностью бесполезны.",
    "answers": [
      {
        "id": 80,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 86,
    "text": "     Я беру  в   руки   увесистую  книгу  и открываю. На   первой   странице  напечатан образец формы заполнения  и  требования   к   ведению журнала. Интересно,     что      даты    не    пишутся,    только номерные коды смен.\n      Открывю первую страницу:\n     Смена  код  №59053 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.\n     ",
    "answers": [
      {
        "id": 80,
        "text": "Закрыть журнал"
      },
      {
        "id": 91,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 87,
    "text": "Ящик пуст.",
    "answers": [
      {
        "id": 80,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "     Доступ   по   третьему     уровню  безопасности подтвержден.",
    "answers": [
      {
        "id": 89,
        "text": "Камеры видеонаблюдения"
      },
      {
        "id": 90,
        "text": "Архив"
      },
      {
        "id": 84,
        "text": "Завершить сеанс"
      }
    ]
  },
  {
    "id": 89,
    "text": "     «Активация  камер  видеонаблюдения»...    Все  восемь    мониторов   над  столом  одновременно включаются.  Практически   на   всех   мониторах высвечивается    надпись   «нет сигнала».  Только три из них передают изображения:\n     Первый   отображает   картинку   из   активной зоны    реактора.     Камера    заляпана    какой-то органической  субстанцией,  через  которую  едва проходит свет.  \n     Второй  показывает  изображение  с камеры в арсенале.   Ну,  тут  я  уже  был, особо интересного здесь  не увижу.\n     Третий монитор показывает центр управления криобункером.     Просторное        помещение       в котором царит хаос: мебель перевернута и лежит на   полу,  бумаги  и  различные мелкие предметы разбросаны    по    комнате.    Обшивка,    которая закрывала механизм  открытия двери, оторвана. Сам  механизм  заклинил  из-за попадания в него неопределенного    предмета.    Люк    вентиляции сорван  и  валяется на полу.\n\n     \n",
    "answers": [
      {
        "id": 88,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "     Данные архив а полностью повреждены.  Почему я не удивлен?\n",
    "answers": [
      {
        "id": 88,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 91,
    "text": "     Смена  код  №59054 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.\n     Смена  код  №59055 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.\n     Смена  код  №59056 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.",
    "answers": [
      {
        "id": 80,
        "text": "Закрыть журнал"
      },
      {
        "id": 92,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 92,
    "text": "     Смена  код  №59057 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.\n     Смена  код  №59058 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.\n     Смена  код  №59059 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.",
    "answers": [
      {
        "id": 80,
        "text": "Закрыть журнал"
      },
      {
        "id": 93,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 93,
    "text": "     Смена  код  №59060 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.\n     Смена  код  №59061 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.\n     Смена  код  №59062 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.",
    "answers": [
      {
        "id": 80,
        "text": "Закрыть журнал"
      },
      {
        "id": 94,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 94,
    "text": "     Смена  код  №59062 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.\n     Смена  код  №59063 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.\n     Смена  код  №59064 заступила на дежурство в 9.38.          Состояние         систем          охраны       и видеонаблюдения        в         норме.    Требования пожарной              безопасности            соблюдены. Криокапсулы      и        другое     оборудование     в исправном      состоянии.      Инцидентов    в   зоне ответственности     не      зафиксировано.     Смену передаю.",
    "answers": [
      {
        "id": 80,
        "text": "Закрыть журнал"
      },
      {
        "id": 96,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 95,
    "text": "     Доступ   по    второму     уровню   безопасности подтвержден.",
    "answers": [
      {
        "id": 97,
        "text": "Открыть двери реактора",
        "need": [
          -97
        ]
      },
      {
        "id": 84,
        "text": "Завершить сеанс"
      }
    ]
  },
  {
    "id": 96,
    "text": "     Таким образом я пролистываю еще несколько страниц.    Все    одно   и   тоже.   Меняются   лишь номера смен. Дойдя до страницы 17,  я  замечаю, что она вырвана. Что же на ней было.   Возможно важная      информация?     Думаю     следует     ее поискать.",
    "answers": [
      {
        "id": 80,
        "text": "Закрыть журнал"
      }
    ]
  },
  {
    "id": 97,
    "text": "     Двери питающего реактора открыты.",
    "answers": [
      {
        "id": 84,
        "text": "Завершение работы"
      }
    ]
  },
  {
    "id": 98,
    "text": "     Небольшая  пустая   тумбочка.   Внутри  пусто. Лишь   при   детальном  рассмотрении я замечаю какие-то   царапины   на  полке.  Не  разборчивый текст и хорошо читаемое число 62.",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 99,
    "text": "    Я    открываю    дверцу    шкафа.   В   шкафу   на вешалках  висят  комплекты  униформы  охраны. Ткань      хорошего     качества,    однако,    сильно уступает   моей.   Решение    проверить   карманы приходит само собой. \n     Проверив   четыре   комплекта  формы,  и   уже отчаявшись найти что либо полезное,  приступаю к   осмотру    карманов   последнего,   с  большим ромбом    и     звездой      на     рукаве   кителя.    И нащупываю               плоский               пластиковый прямоугольник. Достаю.  Это ключ-карта охраны второго уровня. Повезло.",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 100,
    "text": "     Я  переворачиваю   листок    бумаги    и   читаю написанные ручкой каракули:\n     «Дорогой  друг,  L209!  Рад  что ты проснулся и смог  найти  эту  записку.  Надеюсь, Тоннельщики по пути не доставили много проблем. Сразу  хочу извиниться   за   твои   воспоминания   и   за  этот маленький беспорядок, который я здесь оставил после себя.  Поверь,  так  было  надо. \n     Я  знаю,  у  тебя  сейчас  много  вопросов. Будь терпилив   и   ты   получишь   на  них  ответы.  Как только покинешь бункер иди на  Восток. Три  дня пути, и ты доберешься  до  места  под  названием Хриза. Там я тебя найду.\n   Да, и будь осторожен в реакторе, там тебя ждет неприятный сюрприз.  На  этот  случай  я оставил тебе небольшой подарок.  Он  в кейсе, в арсенале. Надеюсь он тебе понравится. Код от замка я тебе сказать не могу, долго объяснять. Но   я  оставил тебе  три    подсказки,   кстати,   одну   из    них  ты сейчас держишь в руках, найди их, я в тебя верю.\nТвой друг, Нильс Крюгер (L210).\n     P.S.  Остерегайся   людей,   которые   выглядят, как ты». \n     Падонок!   Маленький    беспорядок?  А   шесть человек   в   капсулах?  Какое  этому  может быть объяснение?!!     И        опять      толком     никаких объяснений!   Даже  код  от  кейса  не потрудился написать,     конспиролог     хренов!     Ну    ничего, доберусь  я  до  тебя, Нильс Крюгер!  Всю  дурь из тебя выбью, да и ответы тоже.\n     И тут, я только  сейчас  понимаю,  что записка, в отличие  от  всех  остальных текстов в  бункере, написана не иероглифами а латинским шрифтом. Кажется язык  — немецкий,  но  точно  вспомнить не могу, хотя понимаю прекрасно.",
    "answers": [
      {
        "id": 79,
        "text": "Убрать листок в карман"
      }
    ]
  },
  {
    "id": 101,
    "text": "     «Дорогой  друг,  L209!  Рад  что ты проснулся и смог  найти  эту  записку.  Надеюсь, Тоннельщики по пути не доставили много проблем. Сразу  хочу извиниться   за   твои   воспоминания   и   за  этот маленький беспорядок, который я здесь оставил после себя.  Поверь,  так  было  надо. \n     Я  знаю,  у  тебя  сейчас  много  вопросов. Будь терпилив   и   ты   получишь   на  них  ответы.  Как только покинешь бункер иди на  Восток. Три  дня пути, и ты доберешься  до  места  под  названием Хриза. Там я тебя найду.\n   Да, и будь осторожен в реакторе, там тебя ждет неприятный сюрприз.  На  этот  случай  я оставил тебе небольшой подарок.  Он  в кейсе, в арсенале. Надеюсь он тебе понравится. Код от замка я тебе сказать не могу, долго объяснять. Но   я  оставил тебе  три    подсказки,   кстати,   одну   из    них  ты сейчас держишь в руках, найди их, я в тебя верю.\nТвой друг, Нильс Крюгер (L210).\n     P.S.  Остерегайся   людей,   которые   выглядят, как ты».",
    "answers": [
      {
        "backstepCount": 1,
        "forget": 101,
        "text": "Назад",
        "id": 101,
        "isBack": true
      }
    ]
  },
  {
    "id": 102,
    "text": "     Дверь в центр управления  криобункером  чем то  заблокирована.    При    нажатии    на    панель открывания   двери,    ее   створки   расходятся на несколько  сантиметров   и  со   стуком   сходятся обратно.    Если      знать     причину,     то     можно предпринять какие-нибудь действия.",
    "answers": [
      {
        "id": 103,
        "text": "*Штурмовик* Раскрыть двери силой",
        "need": [
          22,
          89,
          -106
        ]
      },
      {
        "id": 104,
        "text": "*Оперативник* Пробраться в помещение через вентиляцию",
        "need": [
          23,
          89,
          -106
        ]
      },
      {
        "id": 105,
        "text": "*Инженер* Вскрыть панель управления замком",
        "need": [
          24,
          89,
          -106
        ]
      },
      {
        "id": 107,
        "text": "Войти внутрь",
        "need": [
          106
        ]
      },
      {
        "id": 57,
        "text": "Отойти от двери"
      },
      {
        "id": 199,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 103,
    "text": "     Вспомнив изображение с камер наблюдения, я принимаю     решение     раздвинуть    двери    при помощи   рачага.  Моя   труба   для этого отлично подойдет.   Если   приложить достаточное усилие, то      удастся    провернуть   механизм    и    дверь откроется.\n     Так,  начнем.  Я  нажимаю   на   панель,   и   как только  двери  приоткрываются, всовываю конец трубы   между  ними  и  упираю  его  в решетку на полу.\n     С  силой  наваливаюсь  на трубу.... раз, два,три, и  с   громким  металлическим   лязгом  створоки двери   разбегаются    в    разные   стороны.    Фух, получилось. Теперь можно пройти внутрь.",
    "answers": [
      {
        "id": 106,
        "text": "Пройти во внутрь"
      }
    ]
  },
  {
    "id": 104,
    "text": "     Вспоминая  изображение с камер наблюдения, я  обращаю  внимание  на  вентиляционный  люк. Он    выбит    и    валяется   на  полу.  Значит,  если попасть  в  вентиляционную  шахту,  то вылезти с той стороны двери проблем не составит. \n    Попрыгнув и ухватившись за трубу, тянущуюся вдоль   стены,   я    подтягиваюсь  и   поднимаюсь выше,      перехватываясь      за     край     решетки воздховода.   Таким   образом    я    оказался    на высоте  трех  метров. Уперевшись ногой в трубу и удерживаясь  одной  рукой  за  выступ,  отстегнул крепеж решетки и проник в вентиляцию.    \n     По вентиляции мне пришлось проползти всего пару метров.  Открытый люк оказывается прямо передо мной.",
    "answers": [
      {
        "id": 106,
        "text": "Спуститься через люк"
      }
    ]
  },
  {
    "id": 105,
    "text": "     Вспомнив изображение с камер наблюдения, я принимаю      решение     подать     на     механизм напряжение   повыше.   Разобрав   панель   возле двери  вижу  плату  распределения  питания. Это элементарно:      подкрутить    1    и    4   реастаты, удалить предохранитель и подсоединить контакт напрямую.   Главное     не    переусердствовать   с реастатами. \n     Так, готово. С громким металлическим лязгом  створоки  двери  разбегаются в  разные стороны.   Теперь можно пройти внутрь.",
    "answers": [
      {
        "id": 106,
        "text": "Войти во внутрь"
      }
    ]
  },
  {
    "id": 106,
    "text": "     Оказавшись   внутри  я  без   труда  определяю причину   заклиневшей  двери:   останки  дохлого тоннельщика  попали  под  шестерни  и не давали им    провернуться.  Я   вытаскиваю   панцирь   из механизма    и    отбрасываю   в   сторону.  Теперь можно и осмотреть помещение.\n     ",
    "answers": [
      {
        "id": 107,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 107,
    "text": "     Я     оказываюсь      в      просторном,     хорошо освещенном,     помещении,     в    котором    царит полный     хаос.    Мебель    перевернута,     мелкое оборудование  и  бумаги  разбросаны  по  полу.  В углу  лежит    дохлый   тоннельщик.   Вонь от него стоит жуткая. \n      Прямо     передо      мной      находился      блок управления  лифтом— узкая стойка с небольшим экраном и разъемом под магнитную карту.\n     Чуть   левее   его  расположено  рабочее  место управления   и   контроля   питающего   реактора. Оно  вмонтировано   в   стену,    видимо,   поэтому осталось не тронутым.\n     Справа в дальнем углу лежит,  заваленный  на бок,   автомат    с    едой.   Надо    посмотреть,  не осталось  ли  там  чего.\n     Практически    по    центру   помещения,   возле перевернутого   стола,   мое    внимание   привлек средних размеров кожаный портфель.",
    "answers": [
      {
        "id": 109,
        "text": "Осмотреть блок управления лифтом"
      },
      {
        "id": 115,
        "text": "Осмотреть блок управления и контроля питающего реактора"
      },
      {
        "id": 118,
        "text": "Осмотреть автомат с едой"
      },
      {
        "id": 120,
        "text": "Осмотреть кожаный портфель",
        "need": [
          -120
        ]
      },
      {
        "id": 57,
        "text": "Выйти из помещения"
      }
    ]
  },
  {
    "id": 108,
    "text": "Флора и фауна измененного мира",
    "answers": [
      {
        "forget": 108,
        "id": 108,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      },
      {
        "id": 77,
        "text": "Тоннельщик",
        "need": [
          54
        ]
      },
      {
        "id": 148,
        "text": "Тарзан",
        "need": [
          130
        ]
      },
      {
        "id": 156,
        "text": "Пепельная мокрица",
        "need": [
          155
        ]
      },
      {
        "id": 165,
        "text": "Дымовики",
        "need": [
          162
        ]
      },
      {
        "id": 186,
        "text": "Пепельный упырь",
        "need": [
          167
        ]
      },
      {
        "id": 240,
        "text": "Грызак",
        "need": [
          191
        ]
      }
    ]
  },
  {
    "id": 109,
    "text": "     Узкая,  всего    сантиметров   сорок  в   ширину, стойка    стоит    возле   стены.    От    ее   тыльной стороны  тянется  три  толстых  кабеля, уходящих куда-то в стену. На передней панели,  расположен небольшой прямоугольный  дисплей,  на котором высвечивается   надпись: «Для работы требуется допуск  не  ниже   второго уровня».  На  боковине стойки расположен разъем под магнитный ключ- карту.",
    "answers": [
      {
        "id": 110,
        "text": "Использовать ключ карту второго уровня",
        "need": [
          99
        ]
      },
      {
        "id": 107,
        "text": "Отойти от стойки"
      },
      {
        "id": 201,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 110,
    "text": "     Помещаю  ключ-карту  в  разъем  на  боковине стойки.   Надпись  на экране меняется на: Доступ пользователя подтвержден, выберите действие: \n— Разблокировать лифт\n— Подключить питание  ",
    "answers": [
      {
        "id": 109,
        "text": "Выключить стойку"
      },
      {
        "id": 111,
        "text": "Разблокировать лифт",
        "need": [
          -111
        ]
      },
      {
        "id": 112,
        "text": "Подключить питание",
        "need": [
          -135
        ]
      },
      {
        "id": 113,
        "text": "Подключить питание",
        "need": [
          -113,
          135
        ]
      }
    ]
  },
  {
    "id": 111,
    "text": "     Лифт разблокирован. ",
    "answers": [
      {
        "id": 110,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 112,
    "text": "     Ошибка подключения питания: Дроссельный блок в реакторном отсеке не активен.",
    "answers": [
      {
        "id": 110,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 113,
    "text": "     Питание лифта подключено.",
    "answers": [
      {
        "id": 110,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 114,
    "text": "     Я     подхожу     к     большой      круглой    двери реакторного отсека. Сбоку от двери расположена кнопка, открывающая ее.\n     Находясь   непосредственно    возле    входа   в реактор,           начинаю            ощущать         дикое противоестественное   желание   попасть  внутрь. Разумом я прекрасно понимаю, что это влечение не   мое,   а   навеянное  откуда-то  из  вне,  отчего появляется   вполне   объяснимый  страх.  Крайне неприятное место.\n     Что-то   мне   подсказывает,  что  без  должной подготовки сюда соваться не стоит.",
    "answers": [
      {
        "id": 114,
        "text": "Кнопка открывания двери не горит",
        "comment": true,
        "need": [
          -97
        ]
      },
      {
        "id": 114,
        "text": "Кнопка открывания двери горит зеленым",
        "comment": true,
        "need": [
          97
        ]
      },
      {
        "id": 57,
        "text": "Отойти от двери"
      },
      {
        "var_max": [
          "hp tr",
          20
        ],
        "var_add": [
          "hp tr",
          20
        ],
        "id": 130,
        "text": "Открыть дверь",
        "need": [
          97,
          -135
        ]
      },
      {
        "id": 203,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 115,
    "text": "     В    стену      вмонтирован     крупногабаритный металлический  блок с выведенными клавишами управления  и  монитором.   Когда-то   перед  ним стояло     кресло,     которое    теперь   валяется   в противоположном     конце     комнаты.   Монитор блока   включён  и  выдает  информацию статуса технического состояния реактора.  Для доступа к системным  функциям  требуется допуск первого уровня.\n",
    "answers": [
      {
        "id": 115,
        "text": "Работа реактора — норме",
        "comment": true
      },
      {
        "id": 115,
        "text": "Уровень хладагента — в норме",
        "comment": true,
        "need": [
          -135
        ]
      },
      {
        "id": 115,
        "text": "Уровень хладагента— критический, во избежание перегрева идет отключение питающего реактора",
        "comment": true,
        "need": [
          135
        ]
      },
      {
        "id": 115,
        "text": "Выходное напряжение — в норме",
        "comment": true
      },
      {
        "id": 115,
        "text": "Дросельный блок — не активен.",
        "comment": true,
        "need": [
          -135
        ]
      },
      {
        "id": 115,
        "text": "Дросельный блок — в норме",
        "comment": true,
        "need": [
          135
        ]
      },
      {
        "id": 116,
        "text": "Активировать доступ первого уровня.",
        "need": [
          -117,
          122
        ]
      },
      {
        "id": 107,
        "text": "Отойти от блока"
      },
      {
        "id": 202,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 116,
    "text": "   Поместив ключ-карту первого уровня в разъем, я получаю доступ к системным функциям.     Множество единиц и нолей бегут по экрану слева на право строчка за строчкой.",
    "answers": [
      {
        "id": 115,
        "text": "Ничего не понятно, лучше это не трогать",
        "need": [
          -24
        ]
      },
      {
        "id": 117,
        "text": "*Инженер* Получить доступ к управлению системой охлаждения",
        "need": [
          24,
          125
        ]
      }
    ]
  },
  {
    "id": 117,
    "text": "     Немного     покопавшись    в    программе   мне, не    без    помощи   нового   имплантата,   удаётся     переключить управление   системой  охлаждения  на   свой   УИИ-8.",
    "answers": [
      {
        "id": 115,
        "text": "Выйти из системы"
      }
    ]
  },
  {
    "id": 118,
    "text": "    Автомат  с  едой валяется  на полу, заявленный на  бок.  Внутри    него  из  еды   остались   только питательные батончики. Глядя на них я вспомнил насколько  сильно  я   голоден. На  вкус,  конечно, они — дерьмо, но выбор не велик. \n   Разглядывая автомат, мой взгляд остановился на      кнопках      выбора    продуктов.    Все     они намеренно   вырваны  из  своих  пазов.  Осталась только    та,     что     под    номером    27.   Что   за вандализм? Зверье таким заниматься не станет. Да  ладно,  какое  мне  до него дело? Сейчас есть дела по важнее.",
    "answers": [
      {
        "id": 119,
        "text": "Съесть батончики",
        "need": [
          -119
        ]
      },
      {
        "id": 107,
        "text": "Отойти от автомата"
      },
      {
        "id": 200,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 119,
    "text": "     Я   достаю   батончики   из  автомата.  Их   там оказалось   три    штуки    и    принимаюсь  жадно жевать.  На  вкус   отвратительные,  да и жесткие очень.  А  что ещё ожидать от еды, которой почти двести лет?\n    Затолкав в себя последний, я ощущаю мерзкое послевкусие  и  приятное  чувство  сытости.  Ну  в общих чертах я доволен!",
    "answers": [
      {
        "id": 118,
        "text": "Закончить трапезу"
      }
    ]
  },
  {
    "id": 120,
    "text": "     Я поднимаю с пола черный кожаный портфель, заляпаный   какой-то   вонючей   липкой    жижей. Преодолев свою брезгливость, я открываю его и смотрю содержимое. \n     Судя по найденным документам, это портфель начальника охраны.  У  него должен  быть самый высокий    допуск.    Перерыв    весь   портфель   я нахожу      небольшой      ключик    и     капсулу    с генетическим      материалом    с     биркой «L20..* последняя цифра затерта*».\n     Рассовав   по   карманам    находки  я   бросаю портфель   напол   и   вытираю  руки  об  обшивку, валяющегося на полу, кресла.",
    "answers": [
      {
        "id": 107,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 121,
    "text": "     Шкафчик  запрет  на  считывающий  код   ДНК, замок. Открыть его может только владелец.",
    "answers": [
      {
        "id": 122,
        "text": "Капнуть кровью из пробирки"
      },
      {
        "id": 63,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 122,
    "text": "    Дверь шкафчика открывается, и я заглядываю внутрь.    Он     оказывается    практически    пуст, только пластиковый ключ карта лежит на сверху на полке, какой-то пластиковый цилиндрический футляр   стоит   внизу    оперевшись   на   заднюю стенку шкафа.\n     Я не раздумывая кладу карту в карман брюк и пристуаю к изучению футляра.",
    "answers": [
      {
        "id": 123,
        "text": "*Штурмовик* Вскрыть футляр",
        "need": [
          22
        ]
      },
      {
        "id": 124,
        "text": "*Оперативник* Вскрыть футляр",
        "need": [
          23
        ]
      },
      {
        "id": 125,
        "text": "*Инженер* Вскрыть футляр",
        "need": [
          24
        ]
      }
    ]
  },
  {
    "id": 123,
    "text": "     Открыв футляр,  я  обнаруживаю в нем весьма полезную вещь   —     сопрягаемый       с     УИИ—8, сервоусилитель для левой руки. Он представляет из   себя   прибор,  одеваемый на руку от кисти до плеча.   Пальцы   помещаются     в     специальные разъемы,   сделанные   наподобие    перчатки, что позволяет   усилить   и   хватательные  движения. Трубки      и      сервопривода    крепятся    к    руке четырьмя      зажимными        кольцами.    Локоть помещается  в  металлический кожух, полностью закрывающий его.",
    "answers": [
      {
        "id": 61,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 124,
    "text": "     Открыв футляр,  я  обнаруживаю в нем весьма полезную вещь   —     сопрягаемый       с     УИИ—8, микрочип,     ускоряющий       процесс     передачи нервных   импульсов.   Имплантируется   чип  под кожу       в       районе       виска     самостоятельно. Достаточно приложить его вместе с устройством ввода, идущим в комплекте.\n     Введя   чип   под  кожу  и  отбросив устройство ввода в сторону,  я  обратил внимание насколько медленно оно летит.  Как   в  замедленном видео. Мне нравится. \n     Через   пару   мгновений  скорость восприятия вернулась   в    норму,     а     УИИ—8   сообщил     о перезарядке устройства.",
    "answers": [
      {
        "id": 61,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 125,
    "text": "     Открыв футляр,  я  обнаруживаю в нем весьма полезную вещь   —     сопрягаемый       с     УИИ—8, модуль     взлома      компьютерных    систем.   Он представляет     из    себя      небольшую    гибкую прозрачную  пластинку,  кипящуюся   на   ладонь. После установки модуль практически не заметен и совсем не мешает руке. ",
    "answers": [
      {
        "id": 61,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 126,
    "text": "     Я нахожусь  в секции охраны. Шкафы закрыты на ДНК замки.  В левом дальнем углу лежит кейс из композитного материала  с  кодовым замком. Кейс  довольно большой: полтора метра в  длину и   полметра   в   ширину  и  высоту.  Замок  кейса позволяет  ввести  код  только  один раз, а потом будет заблокирован. Права на ошибку нет.",
    "answers": [
      {
        "id": 127,
        "text": "Ввести код",
        "need": [
          -128
        ]
      },
      {
        "id": 59,
        "text": "Назад"
      },
      {
        "id": 208,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 127,
    "text": "     Поле     для    ввода   кода   разделено   на   три двухзначных поля.",
    "answers": [
      {
        "id": 128,
        "text": "09 76 54"
      },
      {
        "id": 128,
        "text": "65 17 89"
      },
      {
        "id": 128,
        "text": "17 62 46"
      },
      {
        "id": 129,
        "text": "27 62 17"
      },
      {
        "id": 128,
        "text": "27 11 62"
      },
      {
        "id": 128,
        "text": "47 17 17"
      },
      {
        "id": 128,
        "text": "35 27 29"
      },
      {
        "id": 128,
        "text": "62 45 17"
      },
      {
        "id": 128,
        "text": "63 07 90"
      },
      {
        "id": 126,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 128,
    "text": "Код неверен. Замок заблокирован.",
    "answers": [
      {
        "id": 126,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 129,
    "text": "     Ввожу цифры 27 62 17... щелчок, и замок кейса открывается. Я открываю крышку кейса. В нем в  аккуратной      упаковке      уложена      массивная установка.    Тяжелый     плазменный     генератор ТПГ-78. Экспериментальное оружие,  стреляющее сгустками   плазмы  в  магнитном  поле,  которая все на своем пути превращает кипящие лужицы.\n     Серьезный аргумент. ",
    "answers": [
      {
        "id": 59,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 130,
    "text": "     Я      захожу      в      отсек    главного    реактора криобункера.     В         нос       сразу       же       бьет отвратительнейший   смрад   гнили  и  тухлятины. Внутренности,     буквально,     выворачивает    на изнанку. \n     Отсек     реактора      представляет     из      себя вытянутое  помещение  колоссальных  размеров. От     входа    до    конца   зала  тянется  длиный  и широкий    помост   длиной  около  сотни  метров, оканчивающийся  широкой  площадкой  от стены до  стены.  Справа  и  слева от помоста плотными рядами  расположены  цилиндрические  полости, диаметром  по  пять  метров каждая, и под углом в  сорок   пять  градусов  уходящие  под  него . До потолка не меньше тридцати метров. \n     С    потолка    свисают   длиные    органические отросткм,  обрывающиеся  в  паре метро от пола. По      середине     широкой    площадки,    которой оканчивается     помост,     лежат,    сложенные    в огромную       кучу,       разлагающиеся      останки различных   существ,     среди    которых    есть   и человеческие.\n     На   самом  верху   кучи   сидит   и  сам  хозяин ужасного   трона — громадное,   четыре   метра  в высоту, человекоподобное существо.  Маленькая, относительно   жирной   туши,   голова   вросла   в бесформенное   туловище.  Из — за  заплывшести шеи  кажется,  что  ее  вообще  нет. Коротенькие и дряблые  ножки  существа  подкашиваются  не  в состоянии   выдержать   столь   массивное   тело. Поэтому тварь вынуждена опираться на мощные руки,   которые    сильно    выделяются    от    всех остальных    частей    тела   рельефной  формой  и отсутствием жировых отложений. \n     Пепельно     серая     кожа     существа    плотно покрыта         болотно—зелеными      пятнами      и желтоватыми пульсирующими бубонами.\n      На  голове  урода,  под  маленькими  глазками располагается        большой       круглый     рот,    с выступающими      вперед     длинными   острыми зубами,      расположенными       по        всей      его окружности.  Челюстей, судя по всему,  у него нет. Еще  пять   таких  же  ртов,   только  размером  по меньше,  хаотично  выростают из жирного брюха твари.\n      Как же такой жирдяй перемещается? Не успел я подумать, как тварь,  завидев  меня, поднялась на   дряблых   ножках   в  полный   рост  и  издала жуткий  душераздирающий   вопль  и   несколько раз   ударила мощными  когтистыми  лапамим  о свою кучу.  Затем,  толкнувшись   ими,  чудовище взмыло  в  воздух  и   ухватилось   за  ближайший свисающий       с      потолка      отросток,      начав раскачиваться на нем.",
    "answers": [
      {
        "id": 130,
        "text": "Тарзан: нр",
        "comment": true,
        "var_show": [
          "hp tr"
        ]
      },
      {
        "id": 130,
        "text": "L 209: нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 130,
        "text": "10 мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "id": 134,
        "text": " Выстрелить в чудовище из плазменной пушки",
        "need": [
          129
        ],
        "var_sub": [
          "hp tr",
          20
        ]
      },
      {
        "id": 136,
        "text": "*Инженер* Взорвать систему охлаждения",
        "need": [
          117
        ],
        "var_sub": [
          "hp tr",
          7
        ]
      },
      {
        "id": 137,
        "text": "Приготовиться к бою"
      }
    ]
  },
  {
    "id": 131,
    "text": "     Доступ    по    первому    уровню   безопасности подтвержден.",
    "answers": [
      {
        "id": 132,
        "text": "Программа Альтерра. СЕКРЕТНО."
      },
      {
        "id": 84,
        "text": "Завершить сеанс"
      }
    ]
  },
  {
    "id": 132,
    "text": "     Протокол    командного   доступа...   Доступ   к секретным сведениям разрешен... \n               Сведения о программе \"Альтерра\" \n«СЕКРЕТНО» \n     Программа  Альтерра разработана в 2049 году с     применением    технологий,   полученных   при исследовании             внеземной            субстанции *дальнейшая.      информация       имеет          гриф секретности    выше   разрешенного   допуска*,   и предназначена        для          запуска        процесса терраформации  непригодной  для  жизни  среды.\n      В         программу           входят          протоколы изменения    состава   атмосферы,   почвы,  воды. Кроме     того   имеется    отдельная    подсистема опциональной   вариации   генофонда   флоры    и фауны,   ускорения   роста    и    развития    видов, популяций и биоценозов  в целом,  что  позволяет в короткие  сроки  восстановить  запасы  пищи  и вывести    виды    устойчивые   к    тем  или  иным негативно   влияющим    факторам    таким,    как низкие  или  высокие  температуры,  повышенный радиационный    фон.    Подсистема     занесена  в регистр под шифром «Эдем».\n      Одной из функций Эдема, при невозможности полностью нормализовать условия среды, также является   адаптация   человека,    по   средствам незначительного изменения  генетического  кода, без          изменения        фенотипа.     *дальнейшая информация    имеет   гриф    секретности    выше   разрешенного   допуска*,",
    "answers": [
      {
        "id": 131,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 133,
    "text": "                Сведения о программе \"Альтерра\" \n«СЕКРЕТНО» \n     Программа  Альтерра разработана в 2049 году с     применением    технологий,   полученных   при исследовании             внеземной            субстанции *дальнейшая.      информация       имеет          гриф секретности    выше   разрешенного   допуска*,   и предназначена        для          запуска        процесса терраформации  непригодной  для  жизни  среды.\n      В         программу           входят          протоколы изменения    состава   атмосферы,   почвы,  воды. Кроме     того   имеется    отдельная    подсистема опциональной   вариации   генофонда   флоры    и фауны,   ускорения   роста    и    развития    видов, популяций и биоценозов  в целом,  что  позволяет в короткие  сроки  восстановить  запасы  пищи  и вывести    виды    устойчивые   к    тем  или  иным негативно   влияющим    факторам    таким,    как низкие  или  высокие  температуры,  повышенный радиационный    фон.    Подсистема     занесена  в регистр под шифром «Эдем».\n      Одной из функций Эдема, при невозможности полностью нормализовать условия среды, также является   адаптация   человека,    по   средствам незначительного изменения  генетического  кода, без          изменения        фенотипа.     *дальнейшая информация    имеет   гриф    секретности    выше   разрешенного   допуска*,",
    "answers": [
      {
        "isBack": true,
        "backstepCount": 1,
        "text": "Назад",
        "forget": 133,
        "id": 133
      }
    ]
  },
  {
    "id": 134,
    "text": "    Чудовище взмыло в воздух и с невообразимой, для     такой    туши    ловкостью,    раскачиваясь, прыгало с отростка на отросток, приближаясь ко мне с ужасающей скоростью. \n     Я  вскидываю   плазменный  генератор.  Ствол тяжелой,   около  пятидесяти   килограмм,  пушки взмывает  в  воздух. На фигуре приближающейся твари сходится красный квадрат захвата цели.\n     Яркая вспышка  зеленоватого  света, и сгусток плазмы        вырывается        из       вращающегося наконечника оружия. \n     Казалось бы, заряд должен пролететь  мимо  и жуткая  тварь  избежит  своей роковой участи, но магнитное   поле   скорректировало   траекторию полета  плазменного  сгустка  и  он,  пролетая  по дуге, врывается прямо в жирную тушу.\n     Еще  одна  яркая  вспышка.  Горящие ошметки, разлетевшейся на куски твари падают на помост и шипят. \n     Воистину   оружие    возмездия!   Жаль  только бросить  придется  —   уж   больно  тяжелая,  да  и зарядов  больше нет.\n     Теперь мне ничто не мешает сделать то, зачем пришел.",
    "answers": [
      {
        "id": 134,
        "text": "Тарзан: нр",
        "comment": true,
        "var_show": [
          "hp tr"
        ]
      },
      {
        "id": 134,
        "text": "L 209: нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "     Бой закончен, и я победил. Ну жуткая же тварь попалась.  Как  этот   уродец  вообще  смог  сюда забраться?  Нет,  я  не  хочу  этого выяснять. И не хочу     находиться     здесь      больше,    чем    это необходимо.  Кроме  того,  из-за чудовища смрад стал еще отвратительней. \n     Отыскав   дроссельный   блок,  я   сразу    вижу причину              неисправности:         органическая субстанция, которой тарзан крепил свои лианы к потолку, залепила контакты. \n     Аккуратно     удалив      зловонную     дрянь,    с помощью рычага я смыкаю контакты. Слышится гудение высокочастотного тока.\n     Уже      собираясь     уходить,      замечаю,    что патрубки     системы     охлаждения   повсеместно повреждены.   Это  дерьмово:  когда   хладагента станет    критически    мало,    сработает  система защиты,   и   реактор  будет   потушен.  Вот  тогда выбраться   точно  не   получится.  Да  и  системы регенерации  воздуха.  откажут.   В   общем,   весь бункер      превратится      в      огромный    темный саркофаг,   и   оставаться   в  нем  мне  совсем  не хочется.",
    "answers": [
      {
        "id": 57,
        "text": "Выйти из реакторного отсека"
      }
    ]
  },
  {
    "id": 136,
    "text": "    Чудовище взмыло в воздух и с невообразимой, для     такой    туши    ловкостью,    раскачиваясь, прыгало с отростка на отросток, приближаясь к трубкам с хладогентом. \n     Повышаю   давление   на  выбранном  участке. Выстрел!  И,  выброшенный  взрывом   хладагент, обливает     жирную    тушу    монстра.  Чудовище, получив  сильное  обморожение,  с диким криком падает на помост.\n   Однако, уродец поднимается и через мгновение снова раскачивается на безобразных отростках.",
    "answers": [
      {
        "id": 136,
        "text": "Тарзан: нр ",
        "comment": true,
        "var_show": [
          "hp tr"
        ]
      },
      {
        "id": 136,
        "text": "L 209: нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 136,
        "text": "10 мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "id": 137,
        "text": "Приготовиться к бою"
      }
    ]
  },
  {
    "id": 137,
    "text": "    Чудовище взмыло в воздух и с невообразимой, для     такой    туши    ловкостью,    раскачиваясь, прыгало с отростка на отросток, приближаясь ко мне с ужасающей скоростью.  \n    Эта махина сомнет меня за долю секунды, если ничего не предпринять.",
    "answers": [
      {
        "id": 137,
        "text": " Тарзан: нр",
        "comment": true,
        "var_show": [
          "hp tr"
        ]
      },
      {
        "id": 137,
        "text": "L 209: нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 137,
        "text": "10 мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "var_random": [
          "dam tr",
          2,
          4
        ],
        "id": 138,
        "var_need": [
          "hp gg",
          1,
          "hp tr",
          1,
          "10mm",
          1
        ],
        "var_sub": [
          "hp tr",
          "dam tr",
          "10mm",
          1
        ],
        "text": "Выстрелить из пистолета"
      },
      {
        "text": "Выстрелить очередью из пистолета - пулемета",
        "var_random": [
          "dam tr",
          3,
          6
        ],
        "id": 138,
        "var_need": [
          "hp gg",
          1,
          "hp tr",
          1,
          "10mm",
          5
        ],
        "need": [
          70
        ],
        "var_sub": [
          "hp tr",
          "dam tr",
          "10mm",
          5
        ]
      },
      {
        "var_random": [
          "dam gg",
          2,
          4
        ],
        "id": 142,
        "text": "Увернуться",
        "var_sub": [
          "hp gg",
          "dam gg"
        ],
        "var_need": [
          "hp gg",
          1,
          "hp tr",
          1
        ]
      },
      {
        "id": 139,
        "text": "Добить тварь",
        "var_need": [
          "hp gg",
          1,
          "10mm",
          1
        ],
        "var_no_more": [
          "hp tr",
          0
        ]
      },
      {
        "id": 141,
        "text": "Конец",
        "var_no_more": [
          "hp gg",
          0
        ]
      }
    ]
  },
  {
    "id": 138,
    "text": "    Я стреляю в несущеесе  на отростках — лианах,  чудовище.   Пули    входят   в   его   жирную   тушу вызывая дикий вопль.  Он промахивается,  но тут же,    перехватившись   за   другую   лиану  делает новый заход.      Времени     целиться    нет,   надо уходить!",
    "answers": [
      {
        "id": 138,
        "text": "Тарзан:нр",
        "comment": true,
        "var_show": [
          "hp tr"
        ]
      },
      {
        "id": 138,
        "text": "L 209:нр ",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 138,
        "text": "10 мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "var_random": [
          "dam gg",
          1,
          3
        ],
        "id": 142,
        "var_need": [
          "hp tr",
          1,
          "hp gg",
          1
        ],
        "text": "Увернуться",
        "var_sub": [
          "hp gg",
          "dam gg"
        ]
      },
      {
        "id": 139,
        "text": "Добить тварь",
        "var_need": [
          "hp gg",
          1,
          "10mm",
          1
        ],
        "var_no_more": [
          "hp tr",
          0
        ]
      }
    ]
  },
  {
    "id": 139,
    "text": "     Израненный. монстр,  тяжело  дыша,  пытается совершить  еще один заход. Силы явно покидают его.  УИИ-8    выделяет    красным цветом один из безобразных              пульсирующих           бубонов, вырастающий из головы чудовища. \n     Прицеливаюсь.     Точный      выстрел    и    пуля пробивает шишку,  уходя  прямо  в  череп уродца. Ему конец. \n     По инерции чудовище продолжает качаться на отростке, вцепившись в него мертвой хваткой, до тех пор пока  колебания  не  затихают, а само оно не мешком обвисает на нем.\n     Теперь  можно  заняться   тем,  зачем я сюда и пришел.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "    Я  стреляю   и    попадаю    в   одну    из   пастей, выпирающих  из  пуза  уродца.  Отсек   разрывает дикий  крик    и  разъяренный  монстр   несется  в новом заходе.",
    "answers": [
      {
        "id": 140,
        "text": "Тарзан: нр",
        "comment": true,
        "var_show": [
          "hp tr"
        ]
      },
      {
        "id": 140,
        "text": "L 205: нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 140,
        "text": "10 мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "var_random": [
          "dam gg",
          1,
          5
        ],
        "id": 143,
        "var_need": [
          "hp tr",
          1,
          "hp gg",
          1
        ],
        "var_sub": [
          "hp gg",
          "dam gg"
        ],
        "text": "Увернуться"
      },
      {
        "id": 139,
        "text": "Добить тварь",
        "var_need": [
          "hp gg",
          1,
          "10mm",
          1
        ],
        "var_no_more": [
          "hp tr",
          0
        ]
      }
    ]
  },
  {
    "id": 141,
    "text": "     Тварь,      раскачавшись,     перепрыгивает    на другую \"лиану\",  и  по дуге несется в мою сторону. \nЯ   пытаюсь    увернуться,    но    чудовище   резко меняет    траэкторию   и   оказывается  прямо  на домно.  Удар  когтей, и последнее, что я чувствую это то, как тварь тащит меня к своей кучее...",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      },
      {
        "id": 57,
        "text": "Попробовать еще  раз",
        "need": [
          22,
          180
        ],
        "var_set": [
          "hp tr",
          0,
          "hp gg",
          12,
          "10mm",
          24
        ]
      },
      {
        "id": 57,
        "text": "Попробовать еще раз",
        "need": [
          23,
          180
        ],
        "var_set": [
          "hp tr",
          0,
          "hp gg",
          10,
          "10mm",
          24
        ]
      },
      {
        "id": 57,
        "text": "Попробовать еще раз",
        "need": [
          24,
          180
        ],
        "var_set": [
          "hp tr",
          0,
          "hp gg",
          8,
          "10mm",
          24
        ]
      }
    ]
  },
  {
    "id": 142,
    "text": "    Я   пытаюсь  увернуться,  но  длиная  когтистая лапа   задевает  меня   по    спине.  Сильная   боль прижигает   в   месте  пореза.  Когти,  острые   как бритва,  пробили  даже  кевлар.  Не   будь на  мне бронежилета, уже оказался бы в той куче.\n     Ладно,  нет    времени   отвлекаться    на   боль, Тарзан готовится к новому заходу.",
    "answers": [
      {
        "id": 142,
        "text": "Тарзан:нр",
        "comment": true,
        "var_show": [
          "hp tr"
        ]
      },
      {
        "id": 142,
        "text": "L209:нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 142,
        "text": "10 мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "var_random": [
          "dam tr",
          2,
          4
        ],
        "id": 140,
        "var_need": [
          "hp gg",
          1,
          "hp tr",
          1,
          "10mm",
          1
        ],
        "var_sub": [
          "hp tr",
          "dam tr",
          "10mm",
          1
        ],
        "text": "Выстрелить из пистолета"
      },
      {
        "text": "Дать очередь из пистолета пулемета",
        "var_random": [
          "dam tr",
          3,
          6
        ],
        "id": 140,
        "var_need": [
          "hp gg",
          1,
          "hp tr",
          1,
          "10mm",
          5
        ],
        "need": [
          70
        ],
        "var_sub": [
          "hp tr",
          "dam tr",
          "10mm",
          5
        ]
      },
      {
        "id": 144,
        "text": "Увернуться",
        "var_need": [
          "hp gg",
          1,
          "hp tr",
          1
        ]
      },
      {
        "id": 141,
        "text": "Конец",
        "var_no_more": [
          "hp gg",
          0
        ]
      }
    ]
  },
  {
    "id": 143,
    "text": "  Я  уворачиваюсь,   но   когти   твари     все    таки задевают меня.   На   этот   раз  сильно. зацепило бедро.   Ужасная    боль.     Если    бы    не   приток адреналина, то точно бы потерял сознание.\n  Чудовище и не думает останавливаться",
    "answers": [
      {
        "id": 143,
        "text": "Тарзан: нр",
        "comment": true,
        "var_show": [
          "hp tr"
        ]
      },
      {
        "id": 143,
        "text": "L 209: нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 143,
        "text": "10 мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "var_random": [
          "dam tr",
          1,
          4
        ],
        "id": 137,
        "var_need": [
          "hp tr",
          1,
          "hp gg",
          1,
          "10mm",
          1
        ],
        "text": "Выстрелить из пистолета",
        "var_sub": [
          "hp tr",
          "dam tr",
          "10mm",
          1
        ]
      },
      {
        "text": "Дать очередь из пистолета пулемета",
        "var_random": [
          "dam tr",
          2,
          6
        ],
        "id": 137,
        "var_need": [
          "hp tr",
          1,
          "hp gg",
          1,
          "10mm",
          5
        ],
        "need": [
          70
        ],
        "var_sub": [
          "hp tr",
          "dam tr",
          "10mm",
          5
        ]
      },
      {
        "id": 141,
        "text": "Конец",
        "var_no_more": [
          "hp gg",
          0
        ]
      }
    ]
  },
  {
    "id": 144,
    "text": "     Я уворачиваюсь от очередной атаки твари без последствий.    Когтистая    лапа    проносится    в милиметре от меня.   Тварь    заносит   и   она   на секунду теряеет равновесие.\n    Отличный момент чтобы перейти в атаку.",
    "answers": [
      {
        "id": 144,
        "text": "Тарзан: нр",
        "comment": true,
        "var_show": [
          "hp tr"
        ]
      },
      {
        "id": 144,
        "text": "L 209: нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 144,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "var_random": [
          "dam tr",
          4,
          6
        ],
        "id": 140,
        "text": "Прицельно выстрелить из пистолета",
        "var_need": [
          "10mm",
          1,
          "hp gg",
          1
        ],
        "var_sub": [
          "hp tr",
          "dam tr",
          "10mm",
          1
        ]
      },
      {
        "id": 146,
        "text": "*Штурмовик* Встретить тварь ударом усилителя",
        "need": [
          -146,
          123
        ],
        "var_sub": [
          "hp tr",
          7
        ]
      },
      {
        "id": 147,
        "text": "*Оперативник* Отстрелить отросток на котором весит тварь",
        "need": [
          -147,
          124
        ],
        "var_sub": [
          "hp tr",
          5
        ]
      },
      {
        "id": 139,
        "var_need": [
          "hp gg",
          1,
          "10mm",
          1
        ],
        "text": "Добить тварь",
        "var_no_more": [
          "hp tr",
          0
        ]
      }
    ]
  },
  {
    "id": 145,
    "text": "   Двери шахты лифта с шипением раскрываются,   выпуская   наружу   поток  холодного  воздуха.  Я захожу в него и у меня  возникает ощущение, что это все не настоящее. А что же тогда настоящее? Кроме    последних   нескольких   часов    я    ведь ничего  не  помню.  Да и было ли что-то до этого? Отложу   бесполезные   размышления    до   более подходящего момента.\n     Я   отправляю    лифт  наверх  и  он  несется  по тёмной  шахте.  Проходит  не  меньше  пяти минут прежде чем он достигает пункта назначения. \n     Двери   открываются и в глаза мне бьет яркий белый    свет,     а   сырой    проморзглый    воздух попадает со вдохом в легкие. \n     ",
    "answers": [
      {
        "id": 149,
        "text": "Выйти из лифта"
      },
      {
        "id": 155,
        "text": "Выйти из лифта",
        "need": [
          155
        ]
      },
      {
        "id": 151,
        "text": "Семьдесят два часа назад...",
        "need": [
          -151
        ]
      }
    ]
  },
  {
    "id": 146,
    "text": "    Воспользовашись  потерей  равновесия уродца при  очередном  заходе  я  ухожу  чуть  в  сторону избегая  удара  страшной  когтистой   лапой   и  в прыжке со всей силы впечатываю механический усилитель  прямо  в  корпус  уродца. Послышался сильный   хруст   итварь   издала   истошный  рев. Похоже, я переломал ему несколько рёбер. ",
    "answers": [
      {
        "id": 137,
        "text": "Продолжить бой"
      }
    ]
  },
  {
    "id": 147,
    "text": "  Я, воспользовашись замешательством монстра, запускаю      программу       ускорения      нервных импульсов.     Все      вокруг     замедляется,   звук растягивается,   а    мысли    становятся   четче.  Я целюсь    в      основание    отроска,   на    котором раскачивается   тварь.    И    как    только   уродец оказывается      на     максимальной     высоте,    я стреляю,     перебивая    органический    отросток. Тварь   с    жутким    грохотом   падает  с  высоты пятиэтажного дома. \n   Но,     прохлаждаться    на     полу     монстр     не собирался. Поднявшись,   он  сразу  же зацепился за  отросток    и   понесся    в   атаку,  но  серьёзно раненный, он промахивается.",
    "answers": [
      {
        "id": 144,
        "text": "Продолжить бой"
      }
    ]
  },
  {
    "id": 148,
    "text": "     Тарзан  —  крупное, порядка четырех  метров в высоту, человекоподобное существо.  Маленькая, относительно   жирной    туши,   голова  растет  из бесформенного  туловища.  Из — за заплывшести шеи  кажется,  что  ее  вообще  нет. Коротенькие и дряблые  ножки  существа  подкашиваются  не  в состоянии   выдержать   столь   массивное   тело. Поэтому тварь вынуждена опираться на мощные руки,   которые    сильно    выделяются    из    всех остальных    частей    тела   рельефной  формой  и отсутствием жировых отложений. \n     Пепельно     серая     кожа     существа    плотно покрыта         болотно—зелеными      пятнами      и желтоватыми пульсирующими бубонами.\n      На  голове  урода,  под  маленькими  глазками располагается        большой       круглый     рот,    с выступающими      вперед     длинными   острыми зубами,      расположенными       по        всей      его окружности.  Челюстей, судя по всему,  у него нет. Еще  пять   таких  же  ртов,   только  размером  по меньше,  хаотично  выростают из жирного брюха твари.\n     Тарзан     селится     в      крупных    просторных помещениях       или      скальных     образованиях, которые    оборудует   потолочными  отростками, которые   производит из  мелких  ртов  на  брюхе. Добычу     Тарзан     заманивает   телепатическим воздействием",
    "answers": [
      {
        "forget": 148,
        "id": 148,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 149,
    "text": "     Это конец первой главы, вторая глава находится в разработке.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 150,
    "text": "     Список достижений ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 150,
        "text": "ПЛАЗМЕННЫЙ ПРИВЕТ\nЗавалить Тарзана из плазменной пушки",
        "need": 134
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 150,
        "text": "ГЛАДИАТОР\nОдержать победу над Тарзаном в честном бою",
        "need": 139
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 151,
    "text": "                         РЕТРОСПЕКЦИЯ ПЕРВАЯ \n     Семьдесят два часа назад.....\n     Нильс      Крюгер,     личный     номер    L 210,   в приподнятом  настроение  спускался  в  грузовом лифте     и     насвистывал    какую-то    старинную мелодию.  Он  возвращался  в  то место,  которое около  месяца  назад  покинул  с таким трудом, и это    его   немного   забавляло.   Но   по   другому нельзя.  Он  потратил  слишком много усилий что бы    вновь    попасть   внутрь  и  они,  наконец  то принесли плоды. \n    Самолюбие Нильса тешело, что его сложный и хитроумный  план  все  таки  сработал. Взломать систему,  устроить  саботаж, разгермитизировать технические   входы...   И   все  чтобы  проникнуть обратно    в    криобункер.  Ну   дело   осталось  за малым.\n    В    руках    Крюгер    сжимал    автоматическую винтовку,  а  из-за  спины  торчал  эфес  длинного слегка   изогнутого   меча.   На   полу,   возле  него стоял массивный металлический короб.Настроен  он был более чем решительно.",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "     В просторном холле криобункера выстроились в  цепь  около  дюжины  охранников,  полукругом обступив выход из лифта. Стволы их дробовиков были      направлены     на     двери,    а    ростовые кевларовые щиты полностью закрывали фигуры. Пустые    черные,    совсем    без    белков,     глаза устремлены    на    счетчик   пройденных   этажей. Бойцы  двигались  неестественно  дергано,  но  на удивление синхронно. \n     Как  только лифт достиг этажа, охранники, как по   неслышимой   команде,    сделали   подшаг   и приняли   изготовку   к  бою.  Двери   с  шипением открылись,   но   кабина  лифта  оказалась  пуста. Лишь  на  полу  стояла  металлическая   коробка. Датчики       взрывчатых      веществ   молчали,   и охранники подступили ближе.\n     Как    вдруг,   створки    коробки    с    грохотом падают  на  пол,  образуя нечто вроде лафета. На тонкой складной ножке со дна коробки поднялся черный     прямоугольный   корпус,   из   которого выдвинулись два длинных, ствола. \n   Повисшую тишину разорвал грохот пулеметной очереди.      Автоматическая      турель,    проводя стволами    из   стороны   в    сторону,   выпускала шквал       пуль      пятидесятого     калибра.   Пули беспрепятственно  проходили сквозь кевларовые щиты и бронежилеты бойцов.\n     Прошло  не  меньше  пяти  секунд, прежде  чем выстрелы  стихли,  и   турель  сложилась.  В   этот момент люк в потолке лифта открылся,  и из него спрыгнул Нильс Крюгер.\n    Тупые    марионетки!  —  ухмыльнулся  Нильс — Фокус,  старый  как  мир. А я знал, что сработает. Ладно, не будем терять времени. \n    И Крюгер,  продолжая насвистывать все ту же мелодию, зашагал в глубь бункера.",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "     Разделовшись         еще          с        несколькими охранниками      по      пути,      Крюгер    вошел    в помещение               с             криокапсулами.      Его автоматическая винтовка находилась за спиной, расположившись крест  на  крест с мечом, а в его левой      руке     блестел     десятимиллиметровый пистолет-пулимет.\n     Перед   Нильсом,    вдоль   стены,    полукругом стояли  десять криокапсул.  Все   было  как  в тот день,  когда  он  покинул  это  место: три капсулы пустовали, а в семи находились люди, с той лишь разницей, что  сейчас они находились не целиком во   льду,  а   уже   по   большей   части  плавали  в растворе. \n    Надеюсь,   я  не   опоздал. Хотя  так  или  иначе дело  должно  быть сделано — подумал Крюгер и направился к панели управления. \n    Все  его  манипуляции  заняли  почти  два часа. Он        открыл.       программу       восстановления воспоминаний.\n     Ц-ц-ц-ц — поцокал  Крюгер —  Жаль,  жаль. 89℅ восстановления, так и этот тоже, Да, черт, все что ли? А, нет, вот L 209, всего семнадцать процентов  выполнено.        Отлично.        Сейчас        запустим программу очистки. Хорошо! Пошла... Спокойной ночи!\n     С    этими    словами   он   встал   из-за стола   и направился  к   криокапсулам    и   взвел    затвор пистолета пулемета. Он разрядил весь магазин в шесть криокапсул, избегая седьмую. Растворы в них   окрасились   в   красноватый  цвет,  а  Нильс направился к выходу.\n",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "     Быстрым   шагом  Крюгер  вошел  в   холл,  где находился  лифт.  И  только  сейчас  он понял, что же         ему        показалось         странным:     тела расстреленных   им  охранников  исчезли. С  этим пониманием оптимизм Нильса пропал.\n     Твою  ж  мать!  А  вот  это уже форс —мажор — выругался     Крюгер,    и    взгляд    его    упал   на открытую  дверь   реакторного  отсека,  куда  еле заметно, вели следы липкой органической жижи.  \n     Вскинув        автоматическую      винтовку,     он бесшумно    подошел    к  двери  и,  полностью   не высовывась заглянул во внутрь.\n      Огромное    чудовище    сразу     же    заметило Нильса    и     понеслось   в   его   сторону.  Крюгер медлил    с     действиями.   Когда    между    ними оставалось    всего    несколько   метров,  Нильс с ехидной   улыбкой    нажал    кнопку   закрывания двери и тварь с размаху влетела в сомкнувшиеся створки.   От   встряски    по   всему    помещению прошла вибрация.\n      Придется    чуть — чуть  подзадержаться  —   с недовольством    проговорил   Крюгер,   а    затем направился в комнату  охраны,  вырвал страницу из толстого журнала и принялся что-то писать.",
    "answers": [
      {
        "id": 145,
        "text": "К основному тексту"
      }
    ]
  },
  {
    "id": 155,
    "text": "     Тяжелые      свинцовые     тучи     непроглядной пеленой  закрывали  небо.  С них падали  грязные серые снежинки  вперемешку с пеплом. Я выхожу из дверей лифта,  врезанного  прямо  в  скальную породу.\n   Передо  мной   простиралась   долина,  местами   покрытая тонким слоем серого снега и пепла.  Из грязной  серой земли вырастают коряги мертвых деревьев.   На   первый  взгляд,   долина  кажется абсолютно    безжизненной,   но   это  не  так:  Под ногами,    под   грязным   снегом   растет   каой-то бурый мох, больше походящий на полип, который   покрывает  почти  всю  поверхность  и неприятно хлюпает    под   ногами.  Местами   мох   образует бугорки красноватых скоплений. Возле одного из них        скопились      небольшие      существа,      с продлговатыми    хитиновыми    панцирями.   Как только         я        подхожу          ближе,     существа сворачиваются        в       клубочки       и      быстро раскатываются   в  стороны  своих  норок.  Очень похожи   на   мокриц,   только   сантиметров  20  в длину. \n   Куда же мне пойти? Кругом неизвестность, есть лишь сомнительная информация, что в трех днях пути   на  Восток, есть  какая-то  Хриза.  Что  это? Город?   Да    в   общем   то  не  важно.  Все  равно других вариантов у меня нет.",
    "answers": [
      {
        "id": 157,
        "text": "Достать компас"
      },
      {
        "id": 72,
        "text": "Открыть УИИ-8"
      }
    ]
  },
  {
    "id": 156,
    "text": "     Пепельная   мокрица  —  обитает  в  Пепельных долинах.  Около  двадцати  сантиметров в длину, тело     покрывает   сегментированый   хитиновый панцирь.      Перемещается      за      счет     5     пар коротеньких  ножек  иди  катится  свернувшись в клубок. Находится  в  самом  низу  пищевой  цепи биотопа Пепельных долин. Не  ядовита, пригодна в пищу для человека. ",
    "answers": [
      {
        "backstepCount": 1,
        "forget": 156,
        "text": "Назад",
        "id": 156,
        "isBack": true
      }
    ]
  },
  {
    "id": 157,
    "text": "     Я  достаю из кармана шарообразный предмет. Гибрид магнитного и гироскопического компаса, нажимаю   единственную  имеющуюся  кнопку,  и раздается еле различимое жужжание. \n     Через  пару  секунд  УИИ-8 начинает выдавать положение  сторон  света относительно поворота моей головы. Достаточно удобно. \n     Мой    путь    лежит  на   Восток,  между   двумя скальными      выступами,     вниз,    на     широкие просторы Пепельных долин. ",
    "answers": [
      {
        "id": 158,
        "text": "Отправиться в путь"
      }
    ]
  },
  {
    "id": 158,
    "text": "    Снежно—пепельная смесь тихонько хрусти под ногами. Я иду  достаточно  быстро,  но так, чтобы не выбиться из сил.  Мне  предстоит три дня пути по холодной пустыне, да еще  и без запасов еды и воды.  Перспективы  не  самые оптимистичные. А вдруг там ничего нет?  Никакой Хризы, ни людей, ничего... Тогда я обречён на долгую мучительную смерть в полном одиночестве. Вдруг этот Крюгер давно   погиб    где-нибудь  и  я  иду  в  никуда?  А разве  у меня есть выбор? Остаться здесь— тоже ничем  не  лучше.  Пойти  обратно  в  бункер?  Так генератор  скоро  отключится  и  результат будет тот же. От этих мыслей я окончательно поник. Не стоит придаваться бесполезным размышлениям, лучше    сосредоточиться    на    дороге.  Мало  ли какие твари обитают в этих местах.\n    Пройдя  между скал, я оказался на бескрайних просторах Пепельных долин. Может  быть край и был  бы  виден,  если  бы  не легкая дымка сизого тумана.   Всю    поверхность   долины  покрывали трещины   и    выступы,   делая    переход   по   ней невероятно сложным.\n",
    "answers": [
      {
        "id": 159,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 159,
    "text": " Пробираясь через труднопроходимый ландшафт       долины,   я   периодически   оглядываюсь. То  тут,  то там, по сторонам, в далеке от меня возникают силуэты  каких-то  животных.  Стоит  только  мне остановиться  и  начать  всматриваться как тени сразу  же  исчезают,  растворяясь  в сизой дымке тумана.   Наверное   падальщики.   Ждут  когда  я ослабею  или  умру чтобы  начать свой кровавый пир.  Нет, не  дождетесь, гады! Я проверил оружие в кабуре.",
    "answers": [
      {
        "id": 160,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 160,
    "text": "     Преодолев      с        десяток      километров      я поднимаюсь    на    небольшую    возвышенность. Путь   в   гору,   тем   более  с  таким  ландшафтом отнимает   много   сил.   Как   только   поднимусь, обязательно    немного    передохну.   Кроме   того будет     возможность      по     лучше     осмотреть окрестности     —   сизая      дымка     тумана      не поднимается так высоко. \n    Подъем    на   вершину   занимает    не   меньше пятнадцати  минут.  Колени   гудят  от  усталости.  Вершина  представляет  из  себя  ровное  плато  с небольшими скалистыми выступами.",
    "answers": [
      {
        "id": 161,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 161,
    "text": "    Я  стою   на     небольшом    каменистом  плато, поверхность     которого     покрывают    глубокие трещины и выступы породы. \n    Вся  низина  затянута  сизой  дымкой  тумана и разглядеть        ее        проблематично.       Хорошо просматриваются  только  серповидные выступы скал,  вырастающие  из  тумана на значительном удалении друг от друга.Неестественно изогнутые они   создают   впечатление,   что   вся   каменная поверхность    была  раньше   морской  гладью  и когда        поднялся        чудовищный     шторм,    и нахлынули   гигантские   волны,  вся  вода  в один момент превратилась в камень.\n    В    дали    на     юге    возвышаются   несколько бесформенных образований, темно-серый дым от которых поднимается прямо к свинцовым тучам, подпитывая их. Вулканы?  Да  нет,  не  похоже. Не вооруженным глазом не разобрать.\n     Чуть  ниже,   на   Северо-востоке,   примерно   в трехстах  метров,  на  небольшой возвышенности лежат металлические обломки.",
    "answers": [
      {
        "id": 162,
        "text": "Осмотреть дымящиеся объекты используя УИИ-8"
      },
      {
        "id": 163,
        "text": "Осмотреть обломки"
      },
      {
        "id": 167,
        "text": "Двигаться дальше",
        "need": [
          166
        ]
      },
      {
        "id": 72,
        "text": "Открыть УИИ-8"
      }
    ]
  },
  {
    "id": 162,
    "text": "     Прибор   зажужжал,   приблежая  изображение. Дымящееся образование увеличилось, и навелся фокус.   При     детальном    рассмотрении    стало понятно, что это гигантская колония организмов, с виду напоминающих морские кораллы, каждая веточка     которых      выпускать    в    атмосферу горячии  струи  темного  дыма.  Похоже, это из-за них эта сизая дымка и вся земля в пепле.\n     ",
    "answers": [
      {
        "id": 161,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 163,
    "text": "    Обломки        какого-то,      неизвестного      мне,  механизма.   Прямоугольный   корпус,  длиной не больше     трех     метров,    наполовину    засыпан обвалившейся  породой.  Рядом лежат несколько цилиндрических блоков и скрутка вывалившихся проводов.   Прогулка    до  них   не  займет  много времени. ",
    "answers": [
      {
        "id": 164,
        "text": "Подойти к обломкам"
      },
      {
        "id": 161,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 164,
    "text": "     Я      пробираюсь     по    скалам   к    разбитому механизму. Дело не легкое, но отнимает не особо много времени. Пару раз, когда я проходил особо узкое  место,  куски   породы   обваливались   под ногами, и я чуть не слетел вниз.\n     Приблизившись, я вижу  перед собой стальной кожух,  внутри  которого  установлены  два  вала. На  них   по  спирали   установлены   серповидные  режущие  элементы.  Почти  все они, несмотря на достаточную  прочность,  покарежены.  И  только пара штук еще на что-то сгодится. \n     Вспомнились силуеты, преследовавшие меня в пустоши. Патроны у меня не бесконечные. Нужно соорудить что-нибудь, чем можно защищаться.\n     Лезвия   прочные,   правда   уже затупились, но это   поправимо.   Моя  труба,  которую я так и не выкинул,  сойдет  за  древко. Получится неплохой топор.",
    "answers": [
      {
        "id": 166,
        "text": "Приступить к работе."
      }
    ]
  },
  {
    "id": 165,
    "text": "     Дымовики — основные  обитатели   Пепельных долин. Живут  гигантскими   колониями,  образуя рельеф,    внешне     напоминающий   коралловые рифы.     Именно     этот     вид     ответственен   за образование биотопа Пепельных долин.",
    "answers": [
      {
        "id": 165,
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "forget": 165
      }
    ]
  },
  {
    "id": 166,
    "text": "    Кейс с  инструментами  оказался очень кстати.  Провозившись  около   часа,  у  меня  получилось собрать    топор     с      длинной     металлической рукоятью и загнутым широким лезвием.\n",
    "answers": [
      {
        "id": 161,
        "text": "Вернуться на плато"
      }
    ]
  },
  {
    "id": 167,
    "text": "    Я подхожу к крутому спуску с плато,  ведущему на    Восток,      приготовившись     к     долгому   и тяжелому  переходу,  как  вдруг  слышу за спиной скрежет. Оборачиваюсь. Из  глубокой расщелены на   плато   вскарабкалось   существо. Пепельная, впрочем   как    и    все   здесь,  короткая   шерсть покрывает  тело  существа,  не  пропорционально длинные  конечности,  оканчивающиеся тонкими когтистыми пальцами. Две пары черных бусинок  глаз     блестели    на    вытянутой   морде.    Пасть усеявали   два   ряда   мелких,  но  очень  острых зубов. Тварь смотрит на меня  завалив голову на бок.    Его     длиные     торчащие      острые      уши переодически подергиваются.   Длинный   тонкий хвост   с   острым   концом   покачивается  в  такт движения  существа.  Тонко  сложенная   полоска кожистой перепонки  тянется  от  передних  лап к задним, плотно прилегая к туловищу существа. \n     Существо       осматриват       меня,        издавая фыркающие     звуки.    Бежать    бессмысленно —спуск слишком крутой. Придется биться. ",
    "answers": [
      {
        "id": 169,
        "text": "Выхватить оружие",
        "need": [
          22
        ],
        "var_set": [
          "hp gg",
          12,
          "hp ur",
          13
        ]
      },
      {
        "id": 169,
        "text": "Выхватить оружие",
        "need": [
          23
        ],
        "var_set": [
          "hp gg",
          10,
          "hp ur",
          13
        ]
      },
      {
        "id": 169,
        "text": "Выхватить оружие",
        "need": [
          24
        ],
        "var_set": [
          "hp gg",
          8,
          "hp ur",
          13
        ]
      }
    ]
  },
  {
    "id": 168,
    "text": "   Тварь пытается атаковать, но из-за полученных ран промахивается,  теряя равновесие, и бьется в прыжке  о  скальный выступ.  Боевой  настрой  ее явно   пропад.   Поднявшись   с   земли   существо медленно   глядя   на    меня   начинает  ползти  к обрыву,  издавая  скулящие  звуки.  Его  длинный хвост поджат, а из ран стекает темная кровь.\n    Мне даже стало его немного жалко...",
    "answers": [
      {
        "id": 182,
        "text": "Добить существо"
      },
      {
        "id": 183,
        "text": "Сохранить жизнь"
      }
    ]
  },
  {
    "id": 169,
    "text": "     Я   достаю   оружие   из   кабуры   и    целюсь  в существо.  Но  оно  не   спешит  нападать. Чего-то выжидает.    Плавно    двигается    из   стороны   в сторону, несводя с меня глаз.",
    "answers": [
      {
        "id": 169,
        "text": "L 209: нр ",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 169,
        "text": "Пепельный упырь: нр",
        "comment": true,
        "var_show": [
          "hp ur"
        ]
      },
      {
        "id": 169,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "id": 170,
        "text": "Выждать время"
      },
      {
        "var_random": [
          "dam ur",
          3,
          5
        ],
        "id": 171,
        "text": "Выстрелить из пистолета",
        "var_need": [
          "10mm",
          1
        ],
        "var_sub": [
          "hp ur",
          "dam ur",
          "10mm",
          1
        ]
      },
      {
        "var_sub": [
          "hp ur",
          "dam ur",
          "10mm",
          5
        ],
        "var_random": [
          "dam ur",
          4,
          6
        ],
        "id": 171,
        "text": "Выстрелить из пистолета пулемета. ",
        "need": [
          70
        ],
        "var_need": [
          "10mm",
          5
        ]
      },
      {
        "id": 172,
        "text": "Атаковать боевым  топором ",
        "var_sub": [
          "hp gg",
          "dam gg",
          "hp ur",
          "dam ur"
        ],
        "var_random": [
          "dam ur",
          1,
          4,
          "dam gg",
          0,
          3
        ]
      }
    ]
  },
  {
    "id": 170,
    "text": "     Я     тяну        время.    Хотя   для    чего?   Тварь продолжает  двигаться   из   стороны  в   сторону, выжидая   удобного   момента.  Я,   несводя с  нее глаз, двигаюсь в такт. \n   И тут моя нога цепляется за выступ породы, и  я теряю     равновесие.     Воспользовавшись   этим, чудовище  бросается  в  атаку.  Длиная когтистая лапа  бьет  по  плечу, а  зубастая  пасть  тянется к шее.  Я  хватаю свой топор и выставляю рукоять. Зубы    чудовища   впиваются   в   металлическое древко.\n   Поняв, что  промахнулся  монстр отскакивает в сторону и готовится к новой атаке.",
    "answers": [
      {
        "id": 174,
        "text": "Блокировать (получаемый урон 1-3)",
        "var_random": [
          "dam gg",
          1,
          3
        ]
      },
      {
        "id": 175,
        "text": "Увернутьсяь (получаемый урон 0-4)",
        "var_random": [
          "dam gg",
          0,
          4
        ]
      },
      {
        "id": 178,
        "var_sub": [
          "hp gg",
          "dam gg",
          "hp ur",
          "dam ur"
        ],
        "text": "Контратаковать (получаемый урон 0-6)\n                                (наносимый   урон 0-5)",
        "var_random": [
          "dam ur",
          0,
          5,
          "dam gg",
          0,
          6
        ]
      }
    ]
  },
  {
    "id": 171,
    "text": "     Ожидание меня утомило, и я решаю атаковать первым.  Долго   не    думая    целюсь,    и    тшину разрывает звук выстрелов и визг раненой твари.\n    ",
    "answers": [
      {
        "id": 171,
        "text": "L 209:нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 171,
        "text": "Пепельный упырь: нр",
        "comment": true,
        "var_show": [
          "hp ur"
        ]
      },
      {
        "id": 171,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "id": 173,
        "text": "Продолжить бой"
      }
    ]
  },
  {
    "id": 172,
    "text": "     Я    бросаюсь   на   существо   с   топором.   Оно подскакивает и  несется   навстречу. Взмах,  удар и   лезвие    врезается   в   плоть  чудовища.  Удар пришелся   по   касательной,   но   все   равно   его ранил. \n    Однако, тварь сдаваться не собирается и бьет лапой   на   отмашь   после   чего   отпрыгивает  в сторону.",
    "answers": [
      {
        "id": 172,
        "text": "L 209: нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 172,
        "text": "Пепельный упырь:нр",
        "comment": true,
        "var_show": [
          "hp ur"
        ]
      },
      {
        "id": 172,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "id": 173,
        "text": " Приготовиться к новой атаке",
        "var_need": [
          "hp gg",
          1,
          "hp ur",
          1
        ]
      },
      {
        "id": 168,
        "text": "Добить существо",
        "var_need": [
          "hp gg",
          1
        ],
        "var_no_more": [
          "hp ur",
          0
        ]
      },
      {
        "id": 176,
        "text": "Поражение",
        "var_no_more": [
          "hp gg",
          0
        ]
      }
    ]
  },
  {
    "id": 173,
    "text": "     Тварь готовится  к  атаке ,  кровь  капает из ее ран, но она этого,  кажется, не замечает.   Во   что бы то ни стало она решила достать меня. Ладно, это мы сейчас посмотрим!",
    "answers": [
      {
        "id": 173,
        "text": "L 209:нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 173,
        "text": "Пепельный упырь: нр",
        "comment": true,
        "var_show": [
          "hp ur"
        ]
      },
      {
        "id": 173,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "var_random": [
          "dam gg",
          1,
          3
        ],
        "id": 174,
        "text": "Блокировать (урон 1-3)",
        "var_sub": [
          "hp gg",
          "dam gg"
        ],
        "var_need": [
          "hp gg",
          1,
          "hp ur",
          1
        ]
      },
      {
        "var_random": [
          "dam gg",
          0,
          4
        ],
        "id": 175,
        "text": "Увернуться (урон 0-4)",
        "var_sub": [
          "hp gg",
          "dam gg"
        ],
        "var_need": [
          "hp gg",
          1,
          "hp ur",
          1
        ]
      },
      {
        "var_random": [
          "dam ur",
          0,
          5,
          "dam gg",
          0,
          6
        ],
        "id": 178,
        "text": "Контратаковать (получаемый урон 0-6)\n                                (наносимый   урон 0-5)",
        "var_sub": [
          "hp gg",
          "dam gg",
          "hp ur",
          "dam ur"
        ],
        "var_need": [
          "hp gg",
          1,
          "hp ur",
          1
        ]
      },
      {
        "id": 168,
        "text": "Добить существо",
        "var_need": [
          "hp gg",
          1
        ],
        "var_no_more": [
          "hp ur",
          0
        ]
      },
      {
        "id": 176,
        "text": "Поражение",
        "var_no_more": [
          "hp gg",
          0
        ]
      }
    ]
  },
  {
    "id": 174,
    "text": "     Я   блокирую    атаку   твари   древком  топора: тварь задевает меня  лапой,  и  пытается вонзить свои острые зубы.  Но  рукоять топора блокирует укус животного,  оказавшись  между его мощных челюстей.  Существо    отскакивает,    готовясь   к новой атаке.",
    "answers": [
      {
        "id": 174,
        "text": "L 209: нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 174,
        "text": "Пепельный упырь: нр",
        "comment": true,
        "var_show": [
          "hp ur"
        ]
      },
      {
        "id": 174,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "id": 179,
        "text": "Продолжить бой",
        "var_need": [
          "hp gg",
          1,
          "hp ur",
          1
        ]
      },
      {
        "id": 168,
        "text": "Добить существо",
        "var_need": [
          "hp gg",
          1
        ],
        "var_no_more": [
          "hp ur",
          0
        ]
      },
      {
        "id": 176,
        "text": "Поражение",
        "var_no_more": [
          "hp gg",
          0
        ]
      }
    ]
  },
  {
    "id": 175,
    "text": "     Существо  прыгает  на  меня. Я в один кувырок откатываюсь  в   сторону  и   избегаю   основного удара.  Но   когти  все  равно  задевают  меня  по бедру. Не останавливаясь я вскакиваю на ноги в готовности к бою.",
    "answers": [
      {
        "id": 175,
        "text": "L 209: нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 175,
        "text": "Пепельный упырь: нр",
        "comment": true,
        "var_show": [
          "hp ur"
        ]
      },
      {
        "id": 175,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "id": 179,
        "text": "Продолжить бой",
        "var_need": [
          "hp gg",
          1,
          "hp ur",
          1
        ]
      },
      {
        "id": 168,
        "text": "Добить существо",
        "var_need": [
          "hp gg",
          1
        ],
        "var_no_more": [
          "hp ur",
          0
        ]
      },
      {
        "id": 176,
        "text": "Поражение",
        "var_no_more": [
          "hp gg",
          0
        ]
      }
    ]
  },
  {
    "id": 176,
    "text": "     Тварь  бросается  в атаку.  Один прыжок, и она валит  меня  на землю. Я пытаюсь дотянуться до выпавшего  из   рук   топора.  Но  безрезультатно, массивная  тварь  сильно прижала меня к земле. Еще   секунда  и  мощные  челюсти  смыкаются  у меня на горле....\nКОНЕЦ.",
    "answers": [
      {
        "id": 167,
        "text": "Попробовать еще раз",
        "need": [
          180
        ],
        "var_set": [
          "10mm",
          12
        ]
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 177,
    "text": "Выберите уровень сложности:\n— Легкий :    перед       сражениями     и     другими сложными  местами  есть сохранения, и в  случае   проигрыша     можно     пробовать    бесчисленное количество раз. Кроме того в некоторых   местах, где       присутствуют.      головоломки    и     поиск предметов        есть        окна      с      подсказками. Пользоваться ими можно по желанию.\n— Тяжелый: пользоваться  сохранениями нельзя. Но  в  этом   нет   ничего  страшного. Все  битвы  с адекватным       балансом,       главное       подход. Подсказки недоступны.",
    "answers": [
      {
        "id": 180,
        "text": "Легкий "
      },
      {
        "id": 181,
        "text": "Тяжелый"
      }
    ]
  },
  {
    "id": 178,
    "text": "     Тварь с неистовой злобой  бросается  на  меня. Я решаю:  все  или  ничего!  И,  с  замахом топора, делаю шаг навстречу навстречу...\n    Удар приходится  вскользь,  но  тварь получает сильное рассечение.  Несмотря  на  это,  мне тоже достается: когти  рассекают  руку, а  острые зубы вонзаются   в   бок.  Укус   животного    настолько сильный,     что    зубы     пробивают   кевларовую подложку и наносят ранение. Если  бы  не броник, укус был  бы  смертельным.  Вспомнилась  фраза из  детской песенки: «Придет серенький волчок и укусит  за  бочок». Никогда не думал, что это вот так! \n Существо отскакивает в готовности продолжать бой.",
    "answers": [
      {
        "id": 172,
        "text": "L 209: нр",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 172,
        "text": "Пепельный упырь:нр",
        "comment": true,
        "var_show": [
          "hp ur"
        ]
      },
      {
        "id": 172,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "id": 179,
        "text": "Продолжить бой",
        "var_need": [
          "hp gg",
          1,
          "hp ur",
          1
        ]
      },
      {
        "id": 168,
        "text": "Добить существо",
        "var_need": [
          "hp gg",
          1
        ],
        "var_no_more": [
          "hp ur",
          0
        ]
      },
      {
        "id": 176,
        "text": "Поражение",
        "var_no_more": [
          "hp gg",
          0
        ]
      }
    ]
  },
  {
    "id": 179,
    "text": "      Существо,     подобно     пружине,    сжалось    в готовности     к     новому     прыжку.   Его    морду искажает гримасса злобы,  а  из  горла доносится внутриутробное рычание.",
    "answers": [
      {
        "id": 169,
        "text": "L 209: нр ",
        "comment": true,
        "var_show": [
          "hp gg"
        ]
      },
      {
        "id": 169,
        "text": "Пепельный упырь: нр",
        "comment": true,
        "var_show": [
          "hp ur"
        ]
      },
      {
        "id": 179,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "var_random": [
          "dam ur",
          3,
          5
        ],
        "id": 173,
        "var_need": [
          "10mm",
          1,
          "hp gg",
          1,
          "hp ur",
          1
        ],
        "var_sub": [
          "hp ur",
          "dam ur",
          "10mm",
          1
        ],
        "text": "Выстрелить из пистолета"
      },
      {
        "text": "Выстрелить из пистолета пулемета. ",
        "var_random": [
          "dam ur",
          4,
          6
        ],
        "id": 173,
        "var_need": [
          "10mm",
          5,
          "hp gg",
          1,
          "hp ur",
          1
        ],
        "need": [
          70
        ],
        "var_sub": [
          "hp ur",
          "dam ur",
          "10mm",
          5
        ]
      },
      {
        "var_random": [
          "dam ur",
          1,
          4,
          "dam gg",
          0,
          3
        ],
        "id": 172,
        "text": "Атаковать боевым  топором ",
        "var_sub": [
          "hp gg",
          "dam gg",
          "hp ur",
          "dam ur"
        ],
        "var_need": [
          "hp gg",
          1,
          "hp ur",
          1
        ]
      },
      {
        "id": 168,
        "text": "Добить существо",
        "var_need": [
          "hp gg",
          1
        ],
        "var_no_more": [
          "hp ur",
          0
        ]
      },
      {
        "id": 176,
        "text": "Поражение",
        "var_no_more": [
          "hp gg",
          0
        ]
      }
    ]
  },
  {
    "id": 180,
    "text": "Выбран уровень сложности:\n —Легкий :    перед       сражениями     и     другими сложными  местами  есть сохранения, и в  случае   проигрыша     можно     пробовать    бесчисленное количество раз. Кроме того в некоторых   местах, где       присутствуют.      головоломки    и     поиск предметов        есть        окна      с      подсказками. Пользоваться ими можно по желанию.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 181,
    "text": "Выберан уровень  сложности: \n— Тяжелый: пользоваться  сохранениями нельзя. Но  в  этом   нет   ничего  страшного. Все  битвы  с адекватным       балансом,       главное       подход. Подсказки недоступны.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 182,
    "text": "     Я    подхожу    к    уползающему   существу.   Из грозного  хищника  оно  превратилось  в жалкую, дрожжащую  от  страха,  шавку.  Оно  смотрит  на меня  снизу  вверх,   опустив   голову  к   земле,   и скулит. \n    Я шагнул вперед, и вместе с шагом обрушил на голову   твари   свой  топор.  В  один  момент  она обмякла   а  на  грунте  под  ней  растеклась  алая лужица.",
    "answers": [
      {
        "id": 184,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 183,
    "text": "     Я    подхожу    к    уползающему   существу.   Из грозного  хищника  оно  превратилось  в жалкую, дрожжащую  от  страха,  шавку.  Оно  смотрит  на меня  снизу  вверх,   опустив   голову   к  земле,   и скулит. \n   Несмотря на то, что животное, всего пару минут назад пыталось  меня убить, мне  становится  его жалко.  Подхожу   ближе,    существо    сжимается сильнее.  И   я   сильно   топаю   возле  его  морды ногой. — Пшел отсюда! —кричу во весь голос.\n    Животное,  испытав  пик  своего испуга, быстро подползло   к   краю   обрыва,   свесив  переднюю часть туловища вниз, и соскользнуло в пропасть.\nОказавшись  в   воздухе  тварь  расправила  свои перепончатые крылья и спланировала  на выступ пониже,   расположенный   в   нескольких   сотнях метров.",
    "answers": [
      {
        "id": 184,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 184,
    "text": "     Уставший    от    поединка,    я     спускаюсь   по крутому  спуску  с  плато обратно в белую пелену тумана Пепельных долин. Путь предстоял долгий и  тяжелый.  Кроме  того,  из-за  этого  \"привала\" я сильно  выбился  из  графика, а ни еды, ни воды у меня  не  прибавилось.  Чертов  упырь!  Я  должен беречь силы и время, а не растрачивать на право и на лево! \n     Двадцать минут потрачены на спуск, и я снова в   долинах.  Все   та    же    дымка   тумана,  те  же мертвые  стволы  деревьев  и  бурый мох. Иногда из   под   ног   в  разные  стороны  раскатываются шарики пепельных мокриц.\n    Я был бы уверен, что хожу вокруг одного и того же места, если бы УИИ-8 не прокладывал  точный курс, фиксируя пройденный маршрут. \n    Таким  образом  я  шел в течении получаса, как вдруг,     снова     заметил    преследующие    меня силуэты.   Теперь    они    подходили   значительно ближе,  и  появлялись  чаще.  Видимо чуют кровь из    моих    ран.   УИИ-8   иногда   фиксировал   до пятнадцати движущихся целей одновременно.\n    Надо поискать место для безопасного ночлега. Хотя,. какого   безопасного?  Здесь   все   отлично лазеет,    карабкается,  прыгает,  летает,  а   самое главное    пытается   меня    сожрать.    Вот,   одни мокрицы   только   не    пробовали,   но  лучше  не зарекаться...",
    "answers": [
      {
        "id": 185,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 185,
    "text": "     Спустя     полтора     часа    ходу,     я    покидаю предгорие   Пепельных   долин.  Коряги   мертвых деревьев    становятся   выше   и   располагаются плотнее  друг  к  другу.  Из-за них и из-за того, что день   подходит   к  концу,  появляется  ощущение, что  туман  становится  гуще.  В  его сизой дымке  уже утопают верхушки коряг. \n     Дневной переход ужасно утомил, меня мучают голод и жажда.  Не одного  питьевого водоема на пути      не       попадалось,   не   говоря   о    чем-то съедобном.     УИИ-8,     конечно,    сообщает,    что пепельные  мокрицы  пригодны  в пищу, но я пока не созрел к этому.\n  Еще меня очень беспокоят мои преследователи: чем    ближе   сумерки   и    чем   гуще  становится дымка    тумана,   тем   ближе    подходят  ко  мне неизвестные  существа,   преследующие  меня  от самого спуска в долины. Эх, подстрелить бы хотя бы    одного   в    назидание  остальным,  может  и отстали  бы.  Но  нет,  близко  они  не  подходят,  а стрелять наугад — слишком мало патронов.\n      Я  оглядываюсь  назад  и по сторонам, что бы ничто ,  или   точнее   ни   кто,   не   ускользнул   от моего    взгляда.   Вдруг,   в   пятидесяти   метрах, слева  от  меня,  я  замечаю круглое углубление в земле.      Слишком       ровное,      что     бы    быть естественным. Думаю стоит его  осмотреть.  Да и передохну немного.\n",
    "answers": [
      {
        "id": 187,
        "text": "Осмотреть углубление"
      },
      {
        "id": 191,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 186,
    "text": "     Пепельный  упырь   —   крупное   собаковидное рукокрылое  животное.   Взрослый   самец может достигать   до   2,5   метров     в    длину.   Хищник. Обитает   на   скальных   образованиях    биотопа Пепельных     долин.    Серая     короткая    шерсть (иногда   с   рыжеватыми  тигровыми  полосами), длинные                 конечности,             соединенные перепончатыми        крыльями,        оканчиваются тонкими   когтистыми  пальцами.  Две  пары глаз позволяют   точнее   определять   расстояние   до цели.   Пасть   усеяна  двумя   рядамимелких,   но  очень  острых зубов. Уши — длинные, торчащие. \n     Из-за особого механизма складывания крыла, не   сковывающего  движения,   пепельные упыри отлично   двигаются  по  земле.  Летают  плохо,  в основном  планируют, но  в редких случаях могут взлететь    и    с     ровной    поверхности.   Хорошо карабкаются    по   деревьям   и   скалам.  Самцы могут издавать оглушающий вой в слышимом и инфразвуковом диапазонах.",
    "answers": [
      {
        "backstepCount": 1,
        "forget": 186,
        "text": "Назад ",
        "id": 186,
        "isBack": true
      }
    ]
  },
  {
    "id": 187,
    "text": "     Углубление   оказывается  охотничьей  ямой —ловушкой, со дна которой торчали копья. На  дне ее  лежит   человеческий  скелет.  Примечательно то,   что   одежда  у  него  в  точности  как  у меня. Останки     лежат     уже    очень    давно    и    едва различимы под слоем снега и пепла. Из под этого слоя виднеется металлический кейс, крепящийся к  рюкзаку   на   застежки,   со   знаком   красного креста\n      Кто он такой? Доктор? И  как здесь оказался? Яму  похоже давно никто  не  проверял.  Не плохо было   бы   спуститься,  но  края  обваливаются  а  стенки  очень скользкие. Даже если  не напорюсь  на копья, то уж точно вылезти не смогу. \n    Можно    соорудить   лестницу   или   протянуть какую   нибудь   веревку.  А  может  пусть  лежит? Сдался  он  мне.  Но  медицинское  оборудование может     очень    сильно    пригодиться,    путь   не близкий,       всякое       может    случиться.    Надо осмотреться, может что и придет в голову.",
    "answers": [
      {
        "id": 188,
        "text": "Осмотреться",
        "var_set": [
          "сил",
          30,
          "кс",
          0,
          "л",
          0,
          "бр",
          0
        ]
      }
    ]
  },
  {
    "id": 188,
    "text": "    По      всюду      коряги      мертвых       деревьев, некоторые  из  них  кажутся  весьма  крепкими. С некоторых из них свисает какое-то подобие лиан. В    полутора   стах    метрах   к  югу  лежат  кости  какого-то крупного животного.\n    Топор   есть,  инструменты  есть.  Если  собрать достаточное    количество    ресурсов,  то   можно собрать   лестницу.  Работы  много,   а  сил  почти нет, ну ничего я справлюсь.",
    "answers": [
      {
        "id": 188,
        "text": "Необходимо бревен: 1/",
        "comment": true,
        "var_show": [
          "бр"
        ]
      },
      {
        "var_show": [
          "л"
        ],
        "comment": true,
        "id": 188,
        "text": "Необходимо лиан: 8/",
        "var_sub": [
          "сил",
          6
        ]
      },
      {
        "id": 188,
        "text": "Необходимо костей 4/",
        "comment": true,
        "var_show": [
          "кс"
        ]
      },
      {
        "id": 188,
        "text": "Осталось энергии:",
        "comment": true,
        "var_show": [
          "сил"
        ]
      },
      {
        "var_add": [
          "бр",
          "бр1"
        ],
        "var_random": [
          "бр1",
          0,
          1
        ],
        "id": 188,
        "text": "Срубить бревно: энергия - 6",
        "var_need": [
          "сил",
          6
        ],
        "var_sub": [
          "сил",
          6
        ]
      },
      {
        "var_add": [
          "л",
          "л1"
        ],
        "var_random": [
          "л1",
          2,
          6
        ],
        "id": 188,
        "text": "Срывать лианы: энергия - 2",
        "var_need": [
          "сил",
          2
        ],
        "var_sub": [
          "сил",
          2
        ]
      },
      {
        "var_add": [
          "кс",
          "к1"
        ],
        "var_random": [
          "к1",
          1,
          3
        ],
        "id": 188,
        "var_sub": [
          "сил",
          4
        ],
        "var_need": [
          "сил",
          4
        ],
        "text": "Собирать кости: энергия - 4"
      },
      {
        "id": 189,
        "text": "Собрать лестницу",
        "var_need": [
          "бр",
          1,
          "кс",
          4,
          "л",
          8
        ]
      },
      {
        "id": 191,
        "text": "Дану ее, эту лестницу"
      }
    ]
  },
  {
    "id": 189,
    "text": "  Все воде бы на месте, можно собирать. Длинное бревно  пошло  на  основание.  К нему с помощью лиан    креплю   прямые   костяные   перегородки. Затягиваю. Кажется  весьма  надежно. Да, руки у меня  растут  из   нужного  места! Так,  глядишь и домик      где-нибудь      построю,       совью    себе гнездышко... ха-ха. Мокриц  буду разводить... Эти мысли меня очень развесилили, и я на миг забыл о   том,    в    какой   ситуации  нахожусь:  забыл  о голоде          и         жажде,        о         таинственных преследователях. ",
    "answers": [
      {
        "id": 190,
        "text": "Спуститься в яму"
      }
    ]
  },
  {
    "id": 190,
    "text": " Тяжелая получилась, ну ничего дотащу. Спускаю свою лестницу в яму. Ее конец упирается прямо в торчащие копья. \n  Аккуратно, стараясь не оступиться, я спускаюсь вниз.   Оказавшись  на   дне    ямы,   я  отодвигаю древки   копей  и   подхожу  к   скелету.   Ладонью стряхиваю   покрывшую    его    смесь    пепельно-снежную смесь. \n  Куртка, штаны, рюкзак,  все в точности такое же как и у меня.  УИИ-8  лежит рядом, отвалившийся от    виска.    Такой    же...  Но   есть   различие:    в небольшой  разъем  на его корпусе вставлен чип, которого    нет   у   меня.  На   рюкзаке  закреплен дисковидный кейс с эмблемой  красного  креста.\n  На  вороте  куртки,  одетой  на  мертвеце,  выбит личный номер, N 438.Сколько же было объектов?Сколько  агентов  выжило?  Да  и  зачем  все  это было  надо.  Почему   надо   остерегаться  людей, выглядящих,   как    я?   Или   же   Крюгер   просто вводит  меня в  заблуждение?  Ничего,  пара дней пути и я все узнаю.\n  Я забираю медицинский блок и модуль из УИИ-8 Модуль  активируется  и  выдает  информацию  о физиологическом      состоянии.   Кроме   этого   в интерфейсном       блоке       появилась     функция \"Сканировать\".",
    "answers": [
      {
        "id": 191,
        "text": "Подняться по лестнице и идти дальше"
      }
    ]
  },
  {
    "id": 191,
    "text": "     Идти   становится   все  тяжелее. За  сегодня  я прошел не менее шестидесяти  километров. Надо остановиться  на   ночовку,  но  подходящих  мест пока не попадалось.\n     Остановиться    на    ровном   месте    означает погибнуть.  Обидно  было  бы, преодолев столько трудностей и не узнав ровным счетом ничего.\n     От  этих  мыслей  меня  оторвало  стрекотание прямо   у   меня   за  спиной.  Страх охватил меня, и я через силу заставляю себя обернуться. \n    Пара желтых глаз с вертикальными прорезями зрачков   смотрела   на   меня   из    сгущающейся темноты.   Широкая    пасть  скалилась,  обнажая длинные    острые    зубы.   Само   существо  было небольшое,  вдвое  меньше  пепельного  упыря,  с которым  я  недавно  сражался.   Из   серой  кожи существа    местами     вырастают  клоки   черной шерсти. Над круглой мордой твари  возвышается большой  горб,  покрытый  по   хребту костяными отростками.   Четыре   кривые,  но сильные лапы, длинный        лысый       хвост,     оканчивающийся кисточкой черной шерсти. \n     Через мгновение позади твари заблестели еще пара   десятков  таких  же  глаз.  Они  появлялись как будто, из  ниоткуда и обступали меня со всех сторон.\n      Вот это я влип.",
    "answers": [
      {
        "id": 209,
        "text": "К бою"
      }
    ]
  },
  {
    "id": 192,
    "text": "Дверь открывается с компьютерного  терминала",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 193,
    "text": "Осмотрите криокапсулы",
    "answers": [
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 194,
    "text": "В окошко надо заглянуть дважды.Действуйте согласно выбранной специализации.",
    "answers": [
      {
        "id": 33,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 195,
    "text": "Обязательно осмотрите стол.",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 196,
    "text": "Ключ-карта находится в одном из открытых шкафчиков в арсенале",
    "answers": [
      {
        "id": 78,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 197,
    "text": "Ключ находится в портфеле в центре управления",
    "answers": [
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 198,
    "text": "Долистайте до конца толстый журнал и обратите внимание на цифры в тумбочке. ",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 199,
    "text": "Что бы открыть дверь, нужно узнать причину. Мониторы в комнате охраны в помощь.",
    "answers": [
      {
        "id": 102,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 200,
    "text": "Обратите внимание на номер кнопки.",
    "answers": [
      {
        "id": 118,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 201,
    "text": "Ключ — карта 2-го уровня в платяном шкафу в помещении охраны.",
    "answers": [
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 202,
    "text": "Ключ карта первого уровня в закрытых шкафчиках в арсенале. Открывается генетическим материалом из портфеля.",
    "answers": [
      {
        "id": 115,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 203,
    "text": "   Дверь открывается с компьютера в помещении охраны. Нужен допуск второго уровня.",
    "answers": [
      {
        "id": 114,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 204,
    "text": "Лифт активируется в самую последнюю очередь из  центра  управления с пульта управления лифтом.",
    "answers": [
      {
        "id": 58,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 205,
    "text": "Ключ карта первого уровня в закрытых шкафчиках в арсенале. Открывается генетическим материалом из портфеля(в центре управления).",
    "answers": [
      {
        "id": 60,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 206,
    "text": "Можно открыть всего три шкафчика 201,206, и свой. 201 и 206 открываются ген.материалом из пробирок (одна в лаборатории, другая в портфеле в центре управления)",
    "answers": [
      {
        "id": 63,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 207,
    "text": "   Присмотритесь  к  208.  Возможно  прибор  вам поможет.",
    "answers": [
      {
        "id": 64,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 208,
    "text": "Код состоит из трех двузначных чисел: числа можно найти: тумбочка в помещении охраны, автомат с едой в центре управления, и страница с запиской. Все три числа присутствуют только в одном варианте ответа.",
    "answers": [
      {
        "id": 126,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 209,
    "text": "   Выхода нет: они  слишком  долго  за  мной  шли, что   бы   вот   так    просто   отступить.  Придется сражаться. И причин откладывать это я не вижу. ",
    "answers": [
      {
        "id": 209,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "id": 210,
        "var_need": [
          "10mm",
          1
        ],
        "var_sub": [
          "10mm",
          1
        ],
        "text": "Выстрелить из пистолета"
      },
      {
        "var_sub": [
          "10mm",
          5
        ],
        "id": 210,
        "text": "Выстрелить из пистолета пулемета. ",
        "need": [
          70
        ],
        "var_need": [
          "10mm",
          5
        ]
      },
      {
        "id": 211,
        "text": "Атаковать боевым  топором ",
        "var_no_more": [
          "10mm",
          1
        ]
      }
    ]
  },
  {
    "id": 210,
    "text": "    Первая    тварь,  которая   смотрела   на    меня, падает   замертво.   Двое  других,   нахожившихся ближе всего ко мне готовятся к прыжку.",
    "answers": [
      {
        "id": 209,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "id": 212,
        "var_sub": [
          "10mm",
          2
        ],
        "var_need": [
          "10mm",
          2
        ],
        "text": "Выстрелить из пистолета дважды"
      },
      {
        "var_need": [
          "10mm",
          5
        ],
        "id": 212,
        "text": "Выстрелить из пистолета пулемета. ",
        "need": [
          70
        ],
        "var_sub": [
          "10mm",
          5
        ]
      },
      {
        "id": 211,
        "text": "Атаковать боевым  топором ",
        "var_no_more": [
          "10mm",
          1
        ]
      }
    ]
  },
  {
    "id": 211,
    "text": "     Ну  все,  патроны кончились. Видимо  здесь я и останусь  навсегда.   Но   топор  у   меня  все  еще остался. Заберу с собой побольше этих тварей! \n     С  диким  криком  я  выхватываю  топор и бегу на      одну     из      тварей.    Взмах,    удар    и   она оказывается   на    земле   без  движения.  Вторая тварь   промахивается  и   ее  я  настигает  та   же участь. \n     Бой   продолжается  еще  секунд  тридцать.  За это время я успел отправить к праотцам четырех тварей.  Как  вдруг,  одна  из  них,  особо крупная, видимо вожак, прыгает и сбивает меня с ног.\n     Я    заваливаюсь   на    спину  и  сильно   бьюсь затылком     о      каменный     выступ.   Существо оказывается     сверху    и     готовится    сомкнуть челюсти у меня на горле.\n     Последнее,   что   я    увидел,    перед    тем   как потерять  сознание,  это  стрелу с ярко бордовым оперением, вонзающуюся в череп твари.",
    "answers": [
      {
        "id": 214,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 212,
    "text": "    Обе      твари     валятся    на     землю,    неуспев совершить   свой  прыжок. Им на смену приходят новые,    подобравшиеся     со     спины.   Я    резко разворачиваюсь и...",
    "answers": [
      {
        "id": 209,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "id": 213,
        "var_need": [
          "10mm",
          2
        ],
        "var_sub": [
          "10mm",
          2
        ],
        "text": "Стреляю из пистолета дважды"
      },
      {
        "var_sub": [
          "10mm",
          5
        ],
        "id": 213,
        "text": "Стреляю из пистолета пулемета. ",
        "need": [
          70
        ],
        "var_need": [
          "10mm",
          5
        ]
      },
      {
        "id": 211,
        "text": "Бросаюсь на них с топором ",
        "var_no_more": [
          "10mm",
          1
        ]
      }
    ]
  },
  {
    "id": 213,
    "text": "     Звери    продолжают    атаковать   парами,  но интервалы   между   атаками  сокращаются,   они действуют  все  быстрее  и  смелее.  Во  еще  пара атакует  спереди  и    сзади.  Ну  ничего, я  пока за ними успеваю.     ",
    "answers": [
      {
        "id": 209,
        "text": "10мм патронов",
        "comment": true,
        "var_show": [
          "10mm"
        ]
      },
      {
        "id": 213,
        "var_need": [
          "10mm",
          2
        ],
        "text": "Выстрелить из пистолета дважды",
        "var_sub": [
          "10mm",
          2
        ]
      },
      {
        "var_need": [
          "10mm",
          5
        ],
        "id": 213,
        "text": "Выстрелить из пистолета пулемета. ",
        "need": [
          70
        ],
        "var_sub": [
          "10mm",
          5
        ]
      },
      {
        "id": 211,
        "text": "Броситься на них с топором ",
        "var_no_more": [
          "10mm",
          1
        ]
      }
    ]
  },
  {
    "id": 214,
    "text": "      Черт! Как же болит голова! Но я все еще жив, и это  не  может  не   радовать.   Где-то  неподалеку слышится    треск    костра    и   какие-то   шорохи. Костер    находится   совсем  близко  и  его   тепло приятно      согревает     меня.   В    воздухе   стоит вкусный запах готовящейся пищи.\n",
    "answers": [
      {
        "id": 215,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 215,
    "text": "    Открываю   глаза.   Все    вокруг  мутное,   лишь свечение   пламени   выделяется   ярким  пятном.  Острота      зрения     возвращается,    и    я     могу разглядеть     очертания      места,      в     котором нахожусь. \n    Я   лежу   на  каких-то   шкурах расстеленных на полу   небольшой    пещеры.  Вряд   ли  я  смог  бы встать   здесь  в   полный рост. На, почти ровном, выступе  лежат  лук  и  стрелы  с  ярко  бордовым оперением,  рядом  стоит средней длины копье, а на полу лежит мой рюкзак.\n     Прямо  в  центре  пещеры горит костер, а возле него    на    корточках,   держа  в   руках   жердь   с насажаными   на   нее   пепельными   мокрицами, сидит девушка.\n     На вид лет двадцать пять, тридцать. Длинные, почти    до      поясницы,     волосы     собраны    во множество  мелких  косичек.  В некоторые из них вплетены цветные ленты и маленькие бронзовые фигурки,      изображающие    черепа    различных животных.  Волосы   кажутся  темными,  хотя  это могло     быть     и    не   так:    их   покрывал   слой пепельной  пыли,  основательно въевшийся в них. Ее   большие  карие    глаза   устало  смотрели  на языки пламени. Худое красивое лицо наполовину скрывала мгла пещеры. На  тонкой  длинной  шее девушки   висели  несколько  ожерелий из костей, медных     монет   и   кусочков   цветного  кварца. Пухлые  губы  выражали то ли растройство, то ли скуку.\n    Одета  она  была  в   куртку  из  грубой  кожи   и матерчатые   штаны.  На  ногах,  почти  закрывая колено,     надеты     кожанные     сапоги,     сильно выделяющиеся          из         всего         остального искуссностью выделки:  аккуратная черная кожа инкрустирована металлическими узорами. Нос и пятку     покрывают   пластины    из   качественно обработанной стали. Все правое плечо закрывал наплечник из хитиновых пластин с выступом для защиты      шеи.      Грудь    и     живот    защищены пластинами     из      того    же    хитина.   Но   даже пластины    были    не    в    состоянии   скрыть   ее естественных форм.\n     Я   лежу   неподвижно,  лишь слегка приоткрыв глаза,  и    смотревшая   в    пламя,    девушка    не замечает того, что я пришел в сознание. \n     Может    твари   меня   загрызли  и   я  умер?  И оказался в раю. Нет, не  в обычном, с  цветущими  садами    и    белыми    одеяниями,    а    в    таком, своеобразном,    диком    и    первозданном?  Нет, глупости,    если   бы    помер,   голова   бы  так  не болела. Нет,   все    же,   это   просто   особенности сознания. Я,  сколько  себя помню, а это не много не  мало сорок восемь часов,  испытывал  только холод,  голод,  страх и  одиночество. А  тут,  после так   неудачно  сложившихся  обстоятельств,  это все  могло  рассеяться  в  один  миг.  \n",
    "answers": [
      {
        "id": 216,
        "text": "Попытаться приподняться"
      }
    ]
  },
  {
    "id": 216,
    "text": "    Я  пытаюсь  приподняться  на локтях, но тут же падаю. Голова  очень  сильно   кружится , видимо после удара о камень. Перед глазами проносится пол,  потолок,  стены,   все  вперемешку. Я пробую еще раз,  но  результат тот же. Я начинаю падать, но   в   этот   момент  ощущаю  теплую  ладонь на своем  затылке. Это  спасает  меня от падения на жесткие  шкуры.   Головокружение   пропадает,  и взгляд  фокусируется. Я  вижу  перед  собой  лицо девушки. На ее губах появилась улыбка, но глаза оставались все такими же грустными.\n     — Тихо,  тихо,   не  вставай,  – проговорила она. Голос   был   приятный,   но  слегка  с  хрипотой, — полежи немного, тебе крепко досталось. Отдохни, успеешь еще насидеться! На, вот попей.\n    И   она   поднесла   к  моим  губам  мех с теплой водой.   Я    жадно   начал    пить,   и   остановился только когда мех полностью опустел.\n     — Все, все хватит! Лопнешь же...\n    На этих словах я снова провалился в забвение.\nНо это было уже приятное забвение, без тревог и страхов.",
    "answers": [
      {
        "id": 217,
        "text": "Придти в себя"
      }
    ]
  },
  {
    "id": 217,
    "text": "    Я   открываю   глаза.  В   пещеру,   откуда-то   из далека,  пробиваются  лучики  сероватого  света. Голова  болит,  но  уже  не так сильно. Я уже было подумал,  что  все,  что  я  видел  было  сном,  как увидел дремлющую полусидя девушку. \n    Я хотел тихо подняться, что бы ее не будить, но у меня это не вышло. Вставая я задел бронзовый кувшин  и  он  со  звоном   упал  на каменный пол пещеры.   К   счастью  он  был  пуст  и   ничего   не разлилось.\n     —А,  очнулся,  караванщик!  Доброе  утро!  А ты крепче, чем кажешься — девушка  приподнялась, потирая   глаза  —  Вот,  поешь,  я   вчера   мокриц нажарила  —  полусонным  голосом  проговорила она    указывая   пальцем   на   грубую   глиняную миску с коричневатыми овальными панцирями.\n     Не  в  состоянии  произнести не слова, я молча беру   из   миски   мокрицу   и   пытаюсь  откусить кусок. Губы девушки расплываются в улыбке.\n— Караванщик,—подавляя смех говорит она— Ты, что  мокриц  ни  разу  не ел?! Ха-ха. Их же чистить надо.  Вот  так.— Девушка взяла другую мокрицу и  ловким  движением  сняла хитиновый панцирь, извлекая розоватое мясо, и протянула его мне. \n    Я,  с  определенной  долей недоверия, поместил мясо   в  рот   и   начал  жевать.  Вкус  напоминал креветку или краба, или мне так показалось.\n    Таким   образом   я   съел  не  меньше  десятка. Улыбка девушки так и не пропадала. \n— Ну,  что,  вкусно?  —  спросила  она.  Я   покивал головой.\n— Ты,    что,    немой  что  ли?  —   Вдруг   спросила девушка.\n",
    "answers": [
      {
        "id": 218,
        "text": "Да!"
      }
    ]
  },
  {
    "id": 218,
    "text": "    Девушка залилась громким и звонким смехом. Хрипота  ее  в  момент   куда-то   делась.  Минуты  две,     наверное,     прошло,     прежде,     чем    она успокоилась.   Смех    ее    перешел    в   кашель,  и прикрывшись рукой, девушка сдержала его. \n    — А я  то подумала, что и вправду немой! Ха-ха! Ну    насмешил,    Караванщик!   Давно   я   так  не смеялась!",
    "answers": [
      {
        "id": 219,
        "text": "Почему ты называешь меня Караванщиком?"
      },
      {
        "id": 220,
        "text": "Кто ты?"
      }
    ]
  },
  {
    "id": 219,
    "text": "     —А  кто  ты?  Один,  хорошо  одет, с  громовым оружием?   Явно   не   из    охотников    Пепельных кочевников.     Отбился,     наверное,     от    своего каравана,   и    скитался    по   Долине  в   поисках людей.    Но     топором,     для   караванщика,  ты владеешь      мастерски!      Поначалу     я,     было, подумала, что ты из черноглазых людей, поэтому сразу  не   пришла на помощь. Одежда  похожа , и оружие. Но черноглазые сражаются  и умирают в  безмолвии.   А   ты,   со   своим топором, когда на грызаков бросался, такой крик поднял, что всех Духов  долины  пробудил! Ха-ха— Девушка вновь рассмеялась.",
    "answers": [
      {
        "id": 221,
        "text": "Черноглазые люди?"
      }
    ]
  },
  {
    "id": 220,
    "text": "     Я   Айя,   охотница   из   Пепельных кочевников.  Наш стан находится в трех днях пути на  юг. Но  я тут  одна  уже  два  месяца  живу.  Иногда торгую, караваны   здесь  часто   проходят.   В   основном охочусь   и   собираю    что — нибудь   на    обмен. Некоторые    корешки    из    Пепельных   долин   в городах   ого    как   ценятся.  По  десять  круглых монет    дают   за    один.   Иногда   и    артефакты Древних Богов попадаются. Вот-это ценность так ценность!   За   иной   можно  хоть  пол   каравана скупить.",
    "answers": [
      {
        "id": 219,
        "text": "Почему ты называешь меня Караванщиком?"
      }
    ]
  },
  {
    "id": 221,
    "text": "     — Ну да, черноглазые. Глаз черные, как ночь в Пепельных      долинах,      безжизненные     такие. Движения     нечеловеческие,    слишком    резкие. Иногда появляются в наших краях по одному или небольшими   группами.  Говорят  это  и  не люди даже, хоть и похожи на людей, я точно не знаю. А знаю   точно   одно   —   увидел   их —   жди  беды. Охотники   их   за   километр   обходят,  ну  а  если такой  к стану приблизится, без лишних вопросов стрелу  в  голову  —  и   все   дела.  Наш   прошлый шаман,   который   позапрошлой  зимой  к  Духам ушел,  как-то   рассказывал,   что    давным-давно один  такой   пришел  в  Мертвый  город, тогда он в смысле,  и  не мертвым был, и назывался как-то по    другому.   И    все.    Приходит   в    тот   город торговый  караван,  а  там  никого,  пусто. Только вещи   лежат,  так   как  будто   люди   на   минуту вышли,  ничего  не  собирая.  С тех пор в Мертвом городе  никто  не  живёт.  Говорят,  что проклятое место.\n     Хотя кто его знает, может и выдумки.",
    "answers": [
      {
        "id": 222,
        "text": "Слушать дальше",
        "need": [
          -220
        ]
      },
      {
        "id": 223,
        "text": "Слушать дальше",
        "need": [
          220
        ]
      }
    ]
  },
  {
    "id": 222,
    "text": "     Совсем        забыла,      я    Айя,      охотница    из  Пепельных     кочевников.     Наш  стан  находится в   трех   днях   пути   на   юг.  Но  я   тут  одна  уже  два   месяца   живу.    Иногда   торгую,   караваны   здесь  часто   проходят.   В   основном охочусь   и   собираю    что — нибудь   на    обмен.  Некоторые    корешки из Пепельных долин в  городах  ого  как   ценятся.  По    десять   круглых   монет    дают   за    один.    Иногда    и    артефакты    Древних    Богов попадаются.  Вот-это  ценность так ценность!   За   иной   можно  хоть  пол   каравана скупить.\n    Да,  что-то  я  разговорилась. А тебя как зовут? Из какого ты города, где бывал? ",
    "answers": [
      {
        "id": 224,
        "text": "Соврать, что после удара головой ничего не помню"
      },
      {
        "id": 225,
        "text": "Рассказать свою историю"
      }
    ]
  },
  {
    "id": 223,
    "text": "    Да,  что-то  я  разговорилась. А тебя как зовут? Из какого ты города, где бывал? ",
    "answers": [
      {
        "id": 224,
        "text": "Соврать, что после удара головой ничего не помню."
      },
      {
        "id": 225,
        "text": "Рассказать правду"
      }
    ]
  },
  {
    "id": 224,
    "text": "     Я сказал девушке, что ничего о себе не помню. Только  с  того  момента  как  попал сюда. Ее это, видимо,      немного      расстроило.    Она    ждала интересных рассказов  о  путешествиях по каким-то там городам.\n    — Ну  ничего,  вспомнишь!  Пока  дожидаешься своего   каравана  точно  вспомнишь.  Тем  более пыльная  буря  надвигается,  следующий караван до  Хризы  пойдет  не  раньше  чем  через  четыре дня. ",
    "answers": [
      {
        "id": 226,
        "text": "Очень на это надеюсь"
      }
    ]
  },
  {
    "id": 225,
    "text": "     Я  рассказываю  как проснулся в криокапсуле, как бродил  по  бункеру,  про  тварей и записку на листе  журнала.  И  про  скитания   по   Пепельной долине тоже.\n     Глаза  девушки  сначало округляются, а потом на   губах  появляется  улыбка.   По   мере    моего рассказа улыбка становится все шире и шире.\n— Вот   это   ты   понапридумал!   —   рассмеялась девушка, но видя, что я  абсолютно серьезен, уже без  смеха  добавила  —  Да, видимо  здорово  ты головой приложился!\n — Ну ничего,придешь в себя! Пока  дожидаешься своего   каравана  точно  вспомнишь.  Тем  более пыльная  буря  надвигается,  следующий караван до  Хризы  пойдет  не  раньше  чем  через  четыре дня. ",
    "answers": [
      {
        "id": 226,
        "text": "Все может быть..."
      }
    ]
  },
  {
    "id": 226,
    "text": "     — Ну,  еще   какие  вопросы  есть?  Делать  нам пока   нечего,   за    двое    суток  до пыльной бури далеко   лучше  не   ходить.   Караваны   на  Хризу обосновались  на  какой  нибудь  стоянке и  ждут улучшения погоды.\n    ",
    "answers": [
      {
        "id": 227,
        "text": "Кто такие Пепельные кочевники?"
      },
      {
        "id": 228,
        "text": "Что такое Хриза?"
      },
      {
        "id": 229,
        "text": "Встречался ли тебе человек по имени Нильс Крюгер?"
      },
      {
        "id": 230,
        "text": "Что за караваны?"
      },
      {
        "id": 231,
        "text": "Что вообще произошло?"
      },
      {
        "id": 239,
        "text": "А где мое оружие?"
      },
      {
        "id": 232,
        "text": "А почему ты не в со своим народом?",
        "need": [
          190
        ]
      },
      {
        "id": 233,
        "text": "Это не твоя яма ловушка с копьями была?",
        "need": [
          -190
        ]
      },
      {
        "id": 72,
        "text": "Открыть УИИ-8"
      }
    ]
  },
  {
    "id": 227,
    "text": "     Наше  племя,  обитатели Пепельных долин. Так то  мы  уже  давно  не  кочуем,  только   название осталось. Большинство живёт  в  Большом Стане, который  в трех днях пути на Юг. Как раз, там где проходит  тропа караванов из Хризы на Вавилон. Они  у  нас постоянно останавливаются, продают покупают.  Этим  сейчас  и  живем.  В  Пепельных долинах    много   полезного,    но   самое   ценное, зачем   собственно   караванщики  и  заезжают — это    Волшебная  смола.  Она   образуется   возле горок    дымовиков    в     больших    количествах. Правда   собирать  очень  тяжело  и  опасно.  Она очень хорошо горит, а Жрецы из Вавилона умеют делать  с   ней  какое-то  колдовство,  что  на  ней начинают работать машины Древних Богов. ",
    "answers": [
      {
        "id": 226,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 228,
    "text": "  —Как что? Город, ясное дело! Не такой большой, как  Вавилон  или  Келла,  но все же. Так ты и сам там,    наверное,  не    раз     бывал,    Караванщик. Просто не помнишь.",
    "answers": [
      {
        "id": 226,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 229,
    "text": " — Нильс  Крюгер?  А  это  один  человек или два? Он  тоже  караванщик?  Нет,   такого   я  не  знаю. Вот если бы ты спросил про Зенона из Келлы или Горгия из Вавилона, то я бы тебе рассказала! Это известные  на  весь Восток караванщики. Кстати, караван Зенона проходил здесь на  позапрошлой неделе.  Это  у   них   я   эти   сапоги   на   какие-то древние     железяки     выменяла. —   И   девушка, выставив      ногу     вперед,     покрутила    стопой, демонстрируя свои новые сапоги.",
    "answers": [
      {
        "id": 226,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 230,
    "text": "     Торговые  караваны,   ходят между городами и  продают  и  покупают товары.  Караванщики — люди богатые, но дело это опасное: каких только тварей  на  свете  нет,  всякое  по  пути  случиться может.  Многие     из     них    просто     пропадают бесследно.  Да  и  налетчиков   полно. Чего  стоит одна  только   банда  Отморозка  Зирта.  Сколько караванов к Западу от Вавилона они сгубили!",
    "answers": [
      {
        "id": 226,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 231,
    "text": "    Всмысле  что?  Почему мир таким стал что ли? Мне  то   почем   знать?  Так,  у нас только сказки для    детей   про  это   есть,  да   жрецы  иногда   с караванами заезжают  да проповеди читают. Ты и     вправду    хочешь    это    послушать?    А     не великоват ли возрастом?—Девушка улыбнулась— ну раз хочется, тогда слушай:\n    Давным-давно на земле  жили Древние Боги. И всемогущими   были   они:  летали  в  небесах  и  к звездам,   могли  неживое  превращать   в  живое, видеть    друг   друга  и   разговаривать  за  сотни километров,  ну  и  еще   много  чего могли, долго перечислять.    Жили   они   в    каменных    домах, высотой до самого неба, ну и все в этом роде.\n     Загордились  Древние  Боги  своим всесилием. И  решили  они  пробудить  Мертвого  Бога  себе в слуги.    Но    Мертвый   не   захотел   им   служить, сильнее  их   он   оказался!   Сказал   он  Древним Богам:  Кончилось   ваше  время,  а  мое  пришло! Ваше было все и земная твердь и водная гладь и небо над головой, а стало мое! И изменю я все по воле  моей  и  как  мне  угодно!  И  не  будет более места в этом мире ни вам, ни потомкам вашим!\n     Ну  а  дальше  там  что-то  типа того, что почти всех Мертвый Бог убил, а  кого не убил, тех лишил божественной     силы     и     обрек     на      вечные страдания. И именно от них мы и произошли. Или что-то вроде того.\n     Как  по  мне,   то  это   детские   сказки  и   бред фанатиков-жрецов.  Наш  Шаман другое говорит. Будто  бы  нас  слепил из тумана и пепла Гнаркот —  древний   Бог   горы.   Но   это  тоже  на  сказки похоже.",
    "answers": [
      {
        "id": 226,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 232,
    "text": "    Слушай, Айя, а почему ты не со своим народом, там в Большом Стане? Не надоело тут одной? — между делом спрашиваю я. \n     От моего вопроса лицо девушки помрачнело, а на  глазах  стали  наворачиваться слезы. Она тут же   отвернулась,  что  бы  не  подавать  вида.  До меня  сразу  дошло,  что  спросил  лишнего, и мне стало жутко неудобно.\n      Понимаешь — она повернула свое печальное лицо в мою сторону — я больна. Смертельно. — и она    расстегнула    куртку,   показывая   плечо   и ключицу.   Их   покрывали  ярко  бордовые  пятна наростов.  УИИ-8    сразу    же      выпустил   перед глазами       окно      с      сигналом:    «Обнаружено инфекционное   поражение   грибковой   природы! Классификация:  системные микозы. Необходимо срочное    лечение!    Рекомендованы   препараты имидазольной    группы»   Как    кстати   нашелся медицинский модуль!\n—Это Чумная порча.  Сам,  наверное, понимаешь, что  не  лечится.  Сколько   человек   она  на  Юге скосила! А недавно и в наши края пришла. У нас в Большом  Стане  даже   яму  огромную вырыли, куда и спускают зараженных доживать свой век. Кормить конечно   кормят,  но  разве  это  жизнь? Вот я и решила уйти, как узнала. Лучше уж здесь, на воле, чем вот так. — она увидела как меняется мое выражение лица и грустно добавила— Да ты не бойся. Пока язвы  не  начнут вскрываться, она не заразна. \n     После  этих  слов  до  меня  дошло,  что вся эта напускная    болтливость    и    смешливость   Айи   всего       лишь       защитный        психологический механизм. И  мне  стало ее по настоящему жалко, захотелось  помочь  ей во что бы то ни стало.\n     Я   умереть  то  особо не  боюсь —  продолжила девушка   глядя  в   пол  —   самое   обидное,   что сделать ничего нельзя! — и она со злостью пнула бронзовый     кувшин,     тот    самый,   который   я опрокинул, когда пытался встать.",
    "answers": [
      {
        "id": 235,
        "text": "Вообще то можно"
      }
    ]
  },
  {
    "id": 233,
    "text": "    Какя яма? Нет ничего о ней не знаю! Странно, я тут все  окрестности  обошла, а ничего подобного не    находила    —     с     искренним     удивлением проговорила   девушка  —  А  что  там,  было  что-нибудь?\n      Девушка  была   крайне   заинтересована   и  я  рассказал об охотничьей яме и скелете человека на дне, объяснил как ее найти.\n     — Ладно   ты   тут   посиди,  отдохни   еще,   а  я прогуляюсь   пока  буря   не  началась посмотрю, что  там   интересного  есть! — С  этими   словами она  встала,   быстро   собрала   какие-то   вещи  в кожанную  заплечную  сумку, взяла лук и копье и вышла из пещеры.\n     — Ты  только  никуда  не  уходи! — донесся уже из далека ее голос.\n     ",
    "answers": [
      {
        "id": 234,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 234,
    "text": "     *имя* не было около четырех часов. За это время   я    успел   немного   подремать.  Рана   на голове  уже  почти  не  беспокоила и заживала на удивление быстро. \n      Уже  изрядно  заскучав,  я  услышал  шаги  и в пещеру вошла   *имя*. В руках унее был дисковидный   кейс   с    изображением  красного креста  и  прибор, похожий на мой УИИ — 8, только с каким то дополнительным модулем.  \n—Что-то негусто! —с недовольством проговорила она  —   только   это  и  все.   Железяка  вроде   бы интересная  для   лечения  судя  по  знаку   —  она потрясла  кейсом  —  но открыть не получается. А это — и девушка положила передо мной УИИ — Я вообще не знаю что такое. Вспомнила, что у тебя есть  похожая  штуковина  и  решила прихватить. Кстати а как она крепится? Приклеена что ли?\n    Я забираю модуль из  УИИ-8 и помещаю в свой. Он    активируется   и    выдает     информацию    о физиологическом      состоянии.   Кроме   этого   в интерфейсном       блоке       появилась     функция \"Сканировать\".\n     *Имя* непонимающе смотрит на меня.",
    "answers": [
      {
        "id": 232,
        "text": "Слушай, а почему ты не в со своим народом?"
      }
    ]
  },
  {
    "id": 235,
    "text": "     Чего можно то?!! — с  отчаянием   воскликнула  Айя —.все пробовали, ничего не помогает! Я даже   у   караванщиков   пилюль   волшебных купила! А она все разрастается- чуть ли не плача, девушка  показала  на  то  место, где под курткой находились язвы.\n    А  ну   ка,   покажи   свои  пилюли  — с   важным видом  сказал  я.   Она пртянула  мне  небольшую коробочку с таблетками — так антибиотики, срок годности  вышел  лет  сто назад! Они по меньшей мере  бесполезны,  если  не вредны. Особенно при грибковой   инфекции.  Так  дай  я  осмотрю  твои язвы.\n      А ты что,  лекарь? — С   недоверием   спросила она.   Девушка   была   крайне   удивлена  такому   развитию   событий.  Глаза   ее   округлились  еще     больше,     когда    я    открыл   медицинский  кейс  и извлек оттуда портативный анализатор.\n    Считай, недавно им стал —сказал я, направляя портативный анализатор на пораженные участки кожи.   Девушка   взвизгнула,  а   удивление   в  ее глазах      сменил    неподдельный     ужас,    когда синеватая       плоскость     сканирующего      луча побежала по ее телу.  Она не могла произнести не слова, пока шла процедура.\n     Так, системный  микоз  подтвердился — в  слух   зачитываю    полученные    результаты  —  грибок не         устойчив      к       триазолам,     а      значит \n2-(2,4-дифторфенил)-1,3-бис (1Н-1,2,4 — триазол) -2-пропанол подойдет отлично.\n    Не успеваю я это договорить как Айя с ужасом на лице прервала меня —Ты что колдун?!  Черная   магия   в   Долине    большое  табу.  Духи предков  никогда не примут к себе  тех,  кто  ей занимался!  Не     надо    мне    твоих   заклинаний!   Пусть  все останется как есть!",
    "answers": [
      {
        "id": 236,
        "text": "Успокойся!"
      }
    ]
  },
  {
    "id": 236,
    "text": "   —Успокойся! — крикнул я, и она замолчала. — Я неверю  ни  в  какое колдовство. В твоих сказках про   историю   мира   намного  больше  здравого смысла,  чем  в  том, что ты сейчас несешь! Ты же пила     «волшебные    пилюли»    и    ничего,   Духи Долины тебя не прокляли!\n     —То  пилюли,  а  то заклинания  —  сквозь слёзы продолжала упираться девушка. \n      —Да  это,   можно   сказать такие  же  пилюли! Только  достать    их    где-то,   да  еще  и  в  столь короткие     сроки     тяжело  —  сказал   я,   а   сам подумал    —    а    если   синтезировать?...   Нужна     лаборатория, оборудование, реактивы—  тоже  не лучше. Дал надежду, а что теперь?\n      — Ну  если   как  пилюли...  —  тихим    голосом протянула она — а точно поможет?\n     — Должно.  Эх  знать   бы  где   тут  что раньше было — сказал я больше сам себе.\n     Айя  молча  подошла  к своей сумке и немного   порывшись   в    ней,    достала   какой-то сверток.\n      — На    вот, подойдет? — протягивая  мне  его спросила она.\n     Я      взял     сверток    и    раскрыл.   Это    была    карта  масштаба  один к двадцати пяти тысячам, изображавшая       этот        район      до      начала катастрофы. Первое,  что  я  приметил,  это завод Биохимфарм в сорока километрах на Севере.\n     — Ты тут  была? —  спросил   я   Айю  указывая пальцем  на   отметку.  Она   кивнула. —  Там   что нибудь еще осталось? \n     —Да, но внутрь не пробраться, бесполезно..\n     —Ну,    с    этим    мы   как   нибудь   справимся! спокойным   голосом   ответил   я  —  собираемся, нам надо успеть до бури.",
    "answers": [
      {
        "id": 237,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 237,
    "text": "     Мы шли уже пять часов. Предгорье Пепельной долины     сменили     мертвые    леса,   такие    же, покрытые тонким слоем пепла и снега.  Все было однообразным—пепельно-серым, только стволов деревьев становилось  больше  и  располагались они ближе друг к другу. \n  Стояла полная тишина, и от этого мне казалось, что   еле  слышимый   скрип    снега  под   ногами раздавался     на     десятки     километров.   Даже мокрицы  ни   разу   не   повстречались   на   пути. Такая    тишина    мне    не   нравилась,   казалась противоестественной и вызывала тревогу.\n     Айя, будто  бы  услышав  мои  мысли спокойно сказала:  Это  из-за надвигающейся бури тишина такая.  Сейчас  ни   одна  тварь  носа  из  норы  не высунет. И я надеюсь ты в правду уверен, что мы сможем   попасть  внутрь,  или   эту  ночь  нам  не пережить! \n —Ты   действительно   безумен,  Караванщик!  Ну,  или кто ты там—со странным восторгом в голосе проговорила девушка — Я то ладно, у мня выбор не велик...А ты то что пошел? \n — В  смысле  что?  Глупый   вопрос!  Тебе  помочь ясное дело! А ты видишь другие причины?\n — Риск большой, а знать ты меня знаешь всего ничего. Ты для всех такой добрый? \n — Все меня от стаи хищных тварей не спасают...\n — Да  мне  это ничего  не стоило — начала   было она, но прервалась увидев на горизонте парящие в            воздухе        бесформенные        уродливые образования  с  вырастающими   из  них тонкими щупальцами. \n  — Это   буревестники!    Значит    шторм   совсем близко!   Надо    ускоряться.  У   нас   осталось  не больше трех часов!\n  ",
    "answers": [
      {
        "id": 238,
        "text": "Идти быстрее"
      }
    ]
  },
  {
    "id": 238,
    "text": "   Мы ускорили шаг. Через несколько километров  лес   кончился,  и  вдали  стали  просматриваться очертания  городской  застройки. А справа от нас пролегала автодорога, точнее то, что когда-то ею было.     Вся     она     была    покрыта    глубокими рытвинами  и  буграми, делающими движение по ней  невозможным.  По  этой  причине  мы  шли  в паре десятков метров.\n  — Вот он, город Древних Богов! — повеселевшим\nголосом   воскликнула  Айя  —   Руины   выглядят завораживающе.   Представь   каким  он  был  во времена   их   расцвета:  дома   сияли    тысячами звезд   и   касались   самого   неба.   Интересно,  а какое оно, небо теплое или холодное? Мягкое или твердое? Под небом парили в облаках сами Боги, творили свое колдовство. Но их не стало,  потому что колдовство это табу! Теперь  их неприкаяные  души   не   могут  покинуть  Пепельную  долину  и попасть  к  предкам!   Кто-то   говорит,   что  даже слышал их плачь в глубине Долины.\n    Ее  слова  вызвали  во  мне  двоякие  чувства: с одной стороны ее наивность меня развеселила, а с      другой     описания   сияющих      небоскребов пробудили  в  памяти  какие-то не четкие образы, попытки       сконцентрироваться      на     которых доставляют неприятные ощущения. \n    В    этих   раздумьях    я   не   заметил,   как   мы оказались  на  окраине  города. Точнее  его  руин: большинство                  зданий             обрушились, превратившись в груды кирпичных обломков. Те, которые   оказались  по  прочнее  еще  стояли,  но местами обнажили скелет арматуры. Как и везде все здесь покрывает тонкий слой пепла и снега. \n    Углубившись   в    город,   мы   стали   замечать практически полностью разрушенные  коррозией остовы автомобилей. Время  и  жесткие   условия их   не   пощадили.  Вряд   ли   в   них   есть  что-то полезное.\n     Дальше  мы  прошли  несколько перекрестков, поворачивая   на    некоторых   из   них.  Айя   шла уверенно,      прекрасно     ориентируясь    в    этих развалинах. \n      Где-то    через    час     ходу    мы    уперлись    в полуразрушенный    бетонный   забор. Некоторые его    секции  повалились   на    землю,    а   другие частично осыпались.",
    "answers": [
      {
        "id": 241,
        "text": "Войти",
        "var_set": [
          "рр",
          0,
          "вр",
          70
        ]
      }
    ]
  },
  {
    "id": 239,
    "text": "     Не    знаю,    наверно   там   где-то  осталось.  И панцирь  твой  пришлось  там  бросить.  Ты  и без него  тяжелый,  а  он все равно весь изодран был. Вобщем  не  до  вещей  было.  А  вот  топор я твой прихватила.   Хорошая  штука  :  в    руке   удобно лежит и заточка отличная.\n   ",
    "answers": [
      {
        "id": 226,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 240,
    "text": "     Грызак   —    стайный    хищник   и    падальщик Пепельных  долин.  Грызаки,  как  правило,  долго преследует.  больную   или   умирающую   жертву, прежде       чем        решаются       напасть.    Очень осторожны   при   выборе   добычи,  но  если  стая начала   атаку,   остановить    ее    может    только гибель вожака. \n    У  грызаков  желтые  глаза   с   вертикальными прорезями  зрачков, широкая  пасть  с длинными    острыми  зубами.    Само    существо   небольшое,  около метра в холке.   Из   серой  кожи    местами     вырастают    клоки    черной   шерсти.  На    спине находится  большой   горб,  покрытый  по   хребту костяными      отростками.   Четыре    кривые,   но сильные       лапы,        длинный       лысый     хвост, оканчивающийся кисточкой черной шерсти. ",
    "answers": [
      {
        "forget": 240,
        "id": 240,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 241,
    "text": "     Мы  оказываемся  на небольшой огороженной территории.  Прямо  передо  мной  располагается широкое  одноэтажное  бетонное  здание, в стены которого и упирается забор. \n     Прямо  по  центру  фасада строения находится двустворчатая  дверь  из  толстого  металла. Как ни странно, коррозия ее почти не тронула. \n     Справа,   подпирая   забор   стоит   квадратная кирпичная конструкция,  угол которой обвалился от  времени.  Судя    по    знакам    это   резервная электростанция. Если повезёт, то  может  удастся ее запустить.\n     Слева   стоит   металлический   бокс,   который вернее    всего    служил    чем-то    вроде   склада. Металл  серьезно  проела ржавчина, образовав в боковой     стене     дыру    не    меньше    метра   в диаметре.\n     ",
    "answers": [
      {
        "id": 241,
        "text": "Времени до бури, мин —",
        "comment": true,
        "var_show": [
          "вр"
        ]
      },
      {
        "id": 268,
        "text": "Войти в здание",
        "need": [
          260,
          265
        ],
        "var_need": [
          "вр",
          1
        ]
      },
      {
        "id": 242,
        "text": "Осмотреть дверь (3 мин)",
        "var_sub": [
          "вр",
          3
        ],
        "var_need": [
          "вр",
          3
        ]
      },
      {
        "id": 243,
        "text": "Зайти в подстанцию (2 мин)",
        "var_sub": [
          "вр",
          2
        ],
        "var_need": [
          "вр",
          2
        ]
      },
      {
        "id": 244,
        "text": "Зайти в бокс (3 мин )",
        "var_sub": [
          "вр",
          3
        ],
        "var_need": [
          "вр",
          3
        ]
      },
      {
        "text": "Обойти подстанцию (4 мин)",
        "id": 261,
        "var_sub": [
          "вр",
          4
        ],
        "need": [
          -261,
          250
        ],
        "var_need": [
          "вр",
          4
        ]
      },
      {
        "text": "Обойти бокс (3 мин)",
        "id": 262,
        "var_sub": [
          "вр",
          3
        ],
        "need": [
          -262,
          250
        ],
        "var_need": [
          "вр",
          3
        ]
      },
      {
        "id": 246,
        "text": "Поговорить с Айей (2 мин)",
        "var_sub": [
          "вр",
          2
        ],
        "var_need": [
          "вр",
          2
        ]
      },
      {
        "id": 269,
        "text": "Черт! Не успели",
        "var_no_more": [
          "вр",
          0
        ]
      },
      {
        "id": 72,
        "text": "Открыть УИИ-8",
        "var_need": [
          "вр",
          1
        ]
      }
    ]
  },
  {
    "id": 242,
    "text": "    Металлическая дверь, толщиной около 25мм, с магнитным  замком.  Просто  так  не выломаешь, слишком прочная.",
    "answers": [
      {
        "id": 241,
        "text": "Назад"
      },
      {
        "id": 270,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 243,
    "text": "  Пригнувшись я прохожу в помещение резервной электростанции в том месте, где обрушился угол. \n   Небольшое  помещение  с  двумя  водородными генераторами  на  200  кВт  каждый.  Работают  в паре   и  могут  обеспечивать   производственную линию электроэнергией автономно. \n    В  углу  стоят  два   металлических   шкафчика, запертых на замки.",
    "answers": [
      {
        "id": 243,
        "text": "Водородные генераторы работают",
        "comment": true,
        "need": [
          260
        ]
      },
      {
        "id": 249,
        "text": "Осмотреть водородные генераторы (1 мин)",
        "need": [
          -260
        ],
        "var_sub": [
          "вр",
          1
        ]
      },
      {
        "id": 250,
        "text": "Осмотреть водородные генераторы\n*инженер* (2 мин)",
        "need": [
          24,
          -260
        ],
        "var_sub": [
          "вр",
          2
        ]
      },
      {
        "id": 250,
        "text": "Осмотреть водородные генераторы по инструкции (4 мин)",
        "need": [
          -260,
          266
        ],
        "var_sub": [
          "вр",
          4
        ]
      },
      {
        "id": 252,
        "text": "Осмотреть шкафчики (1 мин)",
        "need": [
          -253
        ],
        "var_sub": [
          "вр",
          1
        ]
      },
      {
        "id": 241,
        "text": "Выйти из подстанции"
      },
      {
        "id": 271,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 244,
    "text": "     Через  дыру  в  стене  я  попадаю  в  маленькое квадратное     помещение    с   низким   потолком. Стоять в полный рост здесь проблематично. \n      Возле   дальней  стены  углом  стоят железные стеллажи,  заваленные  различными  деталями  и механизмами.\n      Рядом  с  ним  на  полу  лежит прямоугольный металлический ящик.\n      Напротив  него  стоит металлический верстак, на    котором    лежат   какие-то     инструменты  и закреплены  небольшие станки, явно уже лет сто, как неработающие. \n      Все покрывает толстый слой пепла и снега.\n      ",
    "answers": [
      {
        "id": 264,
        "text": "Осмотреть стеллажи (2 мин)",
        "need": [
          -264
        ],
        "var_sub": [
          "вр",
          2
        ]
      },
      {
        "id": 265,
        "text": "Осмотреть ящик (1 мин)",
        "need": [
          -265
        ],
        "var_sub": [
          "вр",
          1
        ]
      },
      {
        "id": 266,
        "text": "Осмотреть верстак (1 мин)",
        "need": [
          -266
        ],
        "var_sub": [
          "вр",
          1
        ]
      },
      {
        "id": 241,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 245,
    "text": "   — Да хлам всякий железный, механизмы Богов. Может  и  полезный,  да  только я  в них ничего не смыслю.",
    "answers": [
      {
        "id": 246,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 246,
    "text": "      — Я  же  говорила, что попасть внутрь тяжело. У   нас  где-то  около  часа,  если не успеем, то все кончено. ",
    "answers": [
      {
        "id": 245,
        "text": "Что в домиках?"
      },
      {
        "id": 247,
        "text": "Может с другой стороны обойти?"
      },
      {
        "id": 248,
        "text": "Как ты?"
      },
      {
        "id": 263,
        "text": "Поищи канистры с раствором",
        "need": [
          250,
          -263
        ]
      },
      {
        "id": 241,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 247,
    "text": "     —Нет, не выйдет. Там глухие стены и ворота по прочнее  этих,  только   открываются   изнутри.  Я обходила   его   пару  раз,  думала,   раз   закрыто, может   внутри   чего   интересного   осталось.  Но бесполезно: ни дыры в стене, ни люка какого. ",
    "answers": [
      {
        "id": 246,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 248,
    "text": "    — Даже  не  знаю,  что  тебе сказать... Давай об этом потом поговорим, когда внутри окажемся.",
    "answers": [
      {
        "id": 246,
        "text": "Назал"
      }
    ]
  },
  {
    "id": 249,
    "text": "    С  первого взгляда похоже, что рабочие. Что-то крутится,   что-то  нажимается.  Но   я  не  силен  в устройстве        водородных       генераторов.     Не помешала бы инструкция. ",
    "answers": [
      {
        "id": 243,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 250,
    "text": "     Так,  что  у  нас  тут? Вал в норме... почти. Баки раствора  —   естественно   пустые.   Аккумулятор дохлый,  а  чего  ожидать  то?  Им больше ста лет точно!   Удивительно,.   что   сами  генераторы  не развалились,  хотя металлокерамика достаточно стойкая штука, да и цветмет особо не гниет.\n     Ну    без  аккумулятора   они   работать  могут. Главное  чем-нибудь  раскрутить  ротор, а вот без раствора — это врятли.",
    "answers": [
      {
        "id": 250,
        "text": "Литров раствора из 50/",
        "comment": true,
        "var_show": [
          "рр"
        ]
      },
      {
        "id": 251,
        "text": "Запустить генераторы (5 мин)",
        "var_sub": [
          "вр",
          5
        ],
        "var_need": [
          "рр",
          50
        ]
      },
      {
        "id": 243,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 251,
    "text": "     Ладно,      попробуем    вручную,     что    теперь поделаешь. Я креплю подобие кривого стартера к ротору    и     начинаю    вращать,   ускоряясь   все быстрее и быстрее.\n    Стрелка милиамперметра поползла вправо: 10, 20, 30, 40, 50....\n     Теперь    главное    не    ошибиться   с   током  и вовремя включить накал электродов емкостей.",
    "answers": [
      {
        "id": 254,
        "text": "50 мА"
      },
      {
        "id": 254,
        "text": "60 мА"
      },
      {
        "id": 254,
        "text": "70 мА"
      },
      {
        "id": 255,
        "text": "80 мА",
        "need": [
          -24
        ]
      },
      {
        "id": 255,
        "text": "80 мА *инженер*",
        "need": [
          24
        ]
      },
      {
        "id": 256,
        "text": "90 мА"
      },
      {
        "id": 256,
        "text": "100 мА"
      }
    ]
  },
  {
    "id": 252,
    "text": "     Обычные металлические шкафчики, в которых хранят всякий хлам. Закрыты на ключ.",
    "answers": [
      {
        "id": 253,
        "text": "Открыть ключом ",
        "need": [
          265
        ]
      },
      {
        "id": 243,
        "text": "Назад"
      },
      {
        "id": 272,
        "text": "Подсказка",
        "need": [
          180
        ]
      }
    ]
  },
  {
    "id": 253,
    "text": "     Я подбираю ключ из найденной мной связки и открываю       шкафчики.      В      первом     ничего интересного,   а      вот      во     втором    я   нахожу десятилитровую       запаяную         канистру        с раствором.",
    "answers": [
      {
        "id": 243,
        "text": "Назад",
        "var_add": [
          "рр",
          10
        ]
      }
    ]
  },
  {
    "id": 254,
    "text": "    Нажимаю кнопку накала и.... ничего. Горит индикатор «Низкий ток накала».",
    "answers": [
      {
        "id": 250,
        "text": "Еще раз"
      }
    ]
  },
  {
    "id": 255,
    "text": "    Загорается      индикатор    «Накал».    Так    что делаем дальше?",
    "answers": [
      {
        "id": 257,
        "text": "Нажать кнопку «Анод»"
      },
      {
        "id": 257,
        "text": "Нажать кнопку «Пуск»"
      },
      {
        "id": 257,
        "text": "Нажать кнопку «Сброс»"
      },
      {
        "id": 258,
        "text": "Нажать кнопку «Анод», когда индикатор потухнет",
        "need": [
          -24
        ]
      },
      {
        "id": 258,
        "text": "Нажать кнопку «Анод», когда индикатор потухнет *инженер*",
        "need": [
          24
        ]
      },
      {
        "id": 257,
        "text": "Нажать кнопку «Пуск», когда индикатор потухнет"
      },
      {
        "id": 257,
        "text": "Нажать кнопку «Сброс», когда индикатор потухнет"
      }
    ]
  },
  {
    "id": 256,
    "text": "     Нажимаю кнопку накала и....  громкий щелчок. Защитный   автомат   выбило.   Горит   индикатор «Высокий ток накала».",
    "answers": [
      {
        "id": 250,
        "text": "Еще раз"
      }
    ]
  },
  {
    "id": 257,
    "text": "    Так нажимаю... Щелчок предохранительного автомата. Все потухло. Черт! ",
    "answers": [
      {
        "id": 250,
        "text": "Попробовать еще раз"
      }
    ]
  },
  {
    "id": 258,
    "text": "    В       реервуарах      раздалось    потрескивание электрических   разрядов.   Я   уже  устал крутить чертову    ручку,    но   выбора   нет:   выдерживаю 80  мА.   Ладно   хоть   пульт   расположен   таким образом,    что     до     него     без    труда    можно дотянуться.\n     Так,  что  теперь?  А,  давление  газа  в  камере. Манометр показывает 0,7 бар, 0,9,б бар 1,2 бар.",
    "answers": [
      {
        "id": 257,
        "text": "1,5 бар нажать «Поджиг»"
      },
      {
        "id": 257,
        "text": "1,5 бар нажать «Пуск»"
      },
      {
        "id": 257,
        "text": "1,9 бар нажать «Поджиг»"
      },
      {
        "id": 257,
        "text": "1,9 бар нажать «Пуск»"
      },
      {
        "id": 259,
        "text": "2,2 бар нажать «Поджиг»",
        "need": [
          -24
        ]
      },
      {
        "id": 259,
        "text": "2,2 бар нажать «Поджиг»*инженер*",
        "need": [
          24
        ]
      },
      {
        "id": 257,
        "text": "2,2 бар нажать «Пуск»"
      }
    ]
  },
  {
    "id": 259,
    "text": "  Вал  водородного двигателя пришел в движение издавая     жужжащие    звуки.    Кривой    стартер больше не нужен и я аккуратно  извлекаю  его  из отверстия  в  роторе,  который  пока неподвижен. Осталось  выставить  обороты  и  нажать  кнопку «Пуск»",
    "answers": [
      {
        "id": 257,
        "text": "1000"
      },
      {
        "id": 257,
        "text": "2300"
      },
      {
        "id": 260,
        "text": "2700",
        "need": [
          -24
        ]
      },
      {
        "id": 260,
        "text": "2700*инженер*",
        "need": [
          24
        ]
      },
      {
        "id": 257,
        "text": "3600"
      }
    ]
  },
  {
    "id": 260,
    "text": "    Есть. Водородный генератор запущен. Остался еще   один.   Но   тут  уже    по    накатаной.   Те  же манипуляции,  в  конец  уставшие  руки  и  второй генератор   в  работе. Отлично,  по  крайней   мере свет есть!",
    "answers": [
      {
        "id": 243,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 261,
    "text": "     Заглянув  за  подстанцию,  я обнаружил  кучку хлама,      припорошенную     пеплом    и     снегом. Осмотрев         ее       тщательнее     я     обнаружил десятилитровую    канистру   с    раствором    для водородных генераторов.",
    "answers": [
      {
        "id": 241,
        "text": "Назад",
        "var_add": [
          "рр",
          10
        ]
      }
    ]
  },
  {
    "id": 262,
    "text": "    За боксом я нашел десятилитровую канистру с раствором для водородных генераторов.",
    "answers": [
      {
        "id": 241,
        "text": "Назад ",
        "var_add": [
          "рр",
          10
        ]
      }
    ]
  },
  {
    "id": 263,
    "text": "     Через пять минут девушка вернулась держа  в руках      две       десятилитровые       канистры     с раствором для генератора.",
    "answers": [
      {
        "id": 246,
        "text": "Назад",
        "var_add": [
          "рр",
          20
        ]
      }
    ]
  },
  {
    "id": 264,
    "text": "    Ничего     особо   интересного   на   стелажах   я   сначала   не     увидел:    различные    железяки   и прочий  хлам.  Но  тут  среди  железных  прутов  я увидел  аварийный  стартер  ручного запуска для генераторов. Однозначно пригодится.",
    "answers": [
      {
        "id": 244,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 265,
    "text": "    Обычный     металлический    ящик,   наподобие сундука. Вроде бы не заперт. Ладно, заглянем во внутрь, посмотрим, что там внутри. \n  Хлам всякий, ничего интересного. Я вытаскиваю из ящика какое-то тряпье и из него на пол падает связка            ключей:         несколько        обычных механических     и     один    магнитный.   Здорово! похоже теперь есть чем открыть замок.\n    Кроме  того  в  ящике  оказалась 10л  раствора для генератора.",
    "answers": [
      {
        "id": 244,
        "text": "Назад",
        "var_add": [
          "рр",
          10
        ]
      }
    ]
  },
  {
    "id": 266,
    "text": "     Верстак стоит покрытый толстым слоем снега и  пепла.   Все   инструменты    на   нем   старые  и проржавевшие.  Мне    они   явно  бесполезны.  Но кое  —  что     тут     привлекает    мое     внимание— пластиковый кейс с технической  документацией.\n       Открыв         полурассыповшийся      кейс       я обнаруживаю,    запаяную     в     полиэтиленовый пакет,  инструкцию  по эксплуатации водородных генераторов",
    "answers": [
      {
        "id": 267,
        "text": "Прочитать инструкцию (5 мин)",
        "var_sub": [
          "вр",
          5
        ]
      },
      {
        "id": 244,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 267,
    "text": "     Времени  очень    мало,   поэтому  читаю бегло: Водородные                генераторы         ВГ—200Т400 применяются     для....    да   понятно,  это лишнее.\n     ВГ   состоит    из ....   Ладно на месте проверим. Меры    безопасности     при  работе   с  ВГ —  если промедлю     то     точно     окажусь     в    большой опасности! Да где порядок включения?! А вот он.                Теперь читаю внимательно:\n   1. Выставить  значение   тока  80мА и включить «Накал». Должен загораеться  соответствующий индикатор;\n   2. Когда индикатор «Накал» потухнет включить кнопку «Анод»;\n   3. Выставить    давление   2,2     бара   и   нажать кнопку «Поджиг».\n   4. Выставить 2700 об/мин обороты  ротора и нажать кнопку «Пуск»\n    ВГ—200Т400 готов к работе.",
    "answers": [
      {
        "id": 266,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 268,
    "text": "     Питание  восстановлено   и   магнитный  замок издает    еле    слышимый  писк,  когда   пластина ключа касается выделенной области. \n     Дверь  капитально    приржавела  и  что  бы  ее открыть  пришлось  приложить  много  усилий.  В ход      пошла     даже    рукоять   моего   топора  и наконечник копья Айи.\n     Наконец   то   наши  труды   принесли  плоды  и дверь  удалось открыть ровно настолько, что бы я в нее смог протиснуться. *имя* же, в отличии от меня проскользнула без малейших усилий.\n     Мы  оказались в узком коридоре, освещенном лампами     дневного    света,     с     осыпавшимся потолком. Пол  завален   кусками  обвалившейся штукатурки, а стены покрыты трещинами. \n     Узкие  коридоры, слабое дневное освещение — все  это мне напомнило помещения криобункера, из  которого  и  начался  мой  путь.  Только здесь все  сохранилось в гораздо  худшем  виде. Как по мне, так вполне неприятное место.\n      Ну, что ж, надо искать то, зачем пришли.",
    "answers": [
      {
        "id": 273,
        "text": "Идти по коридору"
      },
      {
        "id": 274,
        "text": "Попытаться закрыть дверь"
      }
    ]
  },
  {
    "id": 269,
    "text": "      Я   поднимаю   глаза и смотрю  наверх и  вижу  плотную   стену   пыли   и   пепла,   восходящую   к небесам.\n     Черз пару секунд фронт пыльной бури накрыл нас, и разглядеть что либо стало невозможно. По открытым     участкам    кожи    ударили    мелкие частички  песка, как будто бы сдирая с них кожу. Еще через минуту  я  почувствовал,   что  дышать стало нечем. В  попытках  сделать   вдох,   легкие забивались    пеплом    все    больше    и    больше. Сознание медленно уходило.",
    "answers": [
      {
        "id": 238,
        "text": "Попробовать еще раз",
        "need": [
          180
        ]
      },
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 270,
    "text": "Что бы открыть дверь необходимо включить генераторы в подстанции и найти магнитный  ключ в боксе.",
    "answers": [
      {
        "id": 242,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 271,
    "text": "   Что бы запустить генераторы необходимо быть инженером  или  взять  инструкцию  с  верстака в боксе,   взять   со   стеллажей  кривой   стартер   и набрать необходимое количество раствора.",
    "answers": [
      {
        "id": 243,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 272,
    "text": "   Что бы открыть шкафчики нужны ключи. Их можно найти в металлическом ящике, в боксе.",
    "answers": [
      {
        "id": 252,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 273,
    "text": "    Мы    идем     по    узкому,     слабоосвещенному люминесцентным    лампами,   коридору.\n   Справа,       на      стене,      УИИ-8     подсвечивает голубоватым          свечением        прямоугольный покрытый пылью лист пластика.\n    Прямо    перед      нами    в     двадцати     шагах расположена приоткрытая металлическая дверь, ведущая в какое-то просторное помещение.",
    "answers": [
      {
        "id": 275,
        "text": "Осмотреть лист пластика"
      },
      {
        "id": 277,
        "text": "Пройти в помещение"
      }
    ]
  },
  {
    "id": 274,
    "text": "     На всякий  случай  я решаю закрыть дверь. Но она     ни  в   какую  не  поддаётся.  Надо   думать, чтобы  ее   открыть  мы  приложили  усилия  двух рычагов,  а  тут   только   ручка,    которая   после очередной   неудачной  попытки   отрывается   от корпуса   двери.   Да,   это   дохлый   номер,   надо двигаться дальше.",
    "answers": [
      {
        "id": 273,
        "text": "Бросить эту затею"
      }
    ]
  },
  {
    "id": 275,
    "text": "     Лист   пластика   оказался   схемой   пожарной эвакуации, капитально помутневшей от времени. Изучив   ее,   мне    удается    сориентироваться  в здании. \n      Согласно схеме, за дверью впереди находится центральное  помещение   —   цех   органического синтеза.    Из    него   можно   попасть   на    склад реактивов,     в     упаковочный   цех,    помещение технического         обслуживания      аппаратов    и оборудования,    комнату    отдыха    персонала  и административные помещения.\n      Всего  в  здание  есть три входа: первый, через который  мы  вошли, второй, грузовой, на складе реактивов и третий через административные помещения.",
    "answers": [
      {
        "id": 276,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 276,
    "text": "fxdfhjjj",
    "answers": []
  },
  {
    "id": 277,
    "text": "     Мы стоим в просторном помещении цеха фармокологического  производства.",
    "answers": []
  }
]