[
  {
    "id": 1,
    "text": "Обычная университетская история. Любовь/ненависть, дружба /вражда и многое другое, что возможно испытать будучи неопытной студенткой.\n\nПрисутствует нецензурная лексика и немножко музыкальных порывов автора. ",
    "answers": [
      {
        "id": 2,
        "text": "Начнём. "
      },
      {
        "id": 11,
        "text": "Персонажи. "
      },
      {
        "id": 20,
        "text": "От автора. "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://a.radikal.ru/a07/1908/a0/5ecaa02e1c9b.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Все это началось с самого утра, когда я собирала свои пожитки, оглядывая комнату.\n\n—Сис, ты сидишь на моем свитере,-пробормотала я, пытаясь вырвать кусок ткани из под задницы старшей сестры.\n\nДевушка с чёрными как копоть волосами лишь хмыкнула, не желая уступать насиженное место. Дженни была старше меня всего на два года, то бишь ей было двадцать. Эта дама сидела в пиджаке из секонхэнда, футболке, котору выкрала у меня и штанах  на пару размеров больше.\n\n—Джен, а что на наш переезд сказала Оливия? — спросила я, хотя знала, что не стоит упомянать её девушку, но что не сделаешь ради свитера.\n\n—Эта сучка пускай идёт раком хоть по всему Техасу, — прошипела Дженнифер и вытащила сигареты из кармана пиджака, а потом и вовсе покинула помещение.\n\n<<Опять никотин? Слава мед.ценру, что не травка>>-пронеслось в моей голове и я улыбнулась.\n\nНаконец-то все шмотки были собраны и Джен сидела за рулём новенькой иномарки, которая у неё появилась от богатой девушки.То была целая история любви, но потом выяснилось, что чувства были лишь со стороны моей сестры. \n\n—Чего встала? — хрипло отозвалась систр и открыла мне багажник. \n\nСуммки были уже положены, а я села на переднее сидение. \n\nМы ехали по главной улице города, когда Дженнифер открыла свое окно и стала показывать всем фак. \n\n—Прощайте, уебки, — крикнула она, а потом включила свою любимую рок-группу Disturbed, да так, что уши начало закладывать. На такой ноте мы и отправились в наше блестящее будущее. \n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Ехать было слишком долго, поэтому я видимо уснула.Мне снилась мама, которая разочарованно мотала головой, ничего удивительного. Мы с Дженн всегда для неё были какими-то не такими, поэтому как только мне стукнуло шестнадцать, а сестре восемнадцать, мы просто сбежали. Не думаю, что кто-то грустил, ведь есть Чарли, Карл, Джоанна и Вики. Да, мы были уж слишком многодетной семьёй. А самое смешное, что все дети были от разных отцов,поэтому были не похожи друг на друга. Дженнифер была дочерью бродячего музыканта с жгучими итальянскими корнями, я дочкой священника с всегда сочувствующими зелёными глазами, Чарли сыном какого-то предпринимателя с холодным характером, Джоанна дочерью андрогинной модели-мужчины,Карл сыном военного и Вики дочерью художника. Все это явно отражалось в нас самих. \n\nПроснулась я  оканчательно от того, что машину хорошенько так тряхнуло,но не на переднем сидении, а на задних с подушкой под черепушкой и укрытая пиджаком сестры.\n\n—Проснулась? — спросила Дженн и убавила музыку, хотя это была скорее что-то симфоническое, нежели рок и я даже распознала произведение так, как любила слушать нечто подобное для расслабления.\n\n—Это сейчас был Бах \"Иисус, радость моя\"? — спросила я в недоумении,-И как я оказалась на заднем сидении? Ты что на руки меня поднимала? Грыжу захотела? \n\n—Да, это был Бах, — буркнула Дженн после долгого молчания,-Я просто слышала, что это хорошо влияет на детей, тем более ты сама такое предпочитаешь. \n\nОтвета на остальные вопросы не последовало. \n\n—Дженнифер Кукт, — повысила голос я, — Мне восемнадцать лет. \n\n—Забей, — как-то рассеянно пробормотала сестра и  включила какую-то песню из репертуара AC/DC, иногда постукивая по рулю в так песне. \n\nТак мы ехали ещё час и наконец-то выдалась какая никакая остановка. \n\n—Вааа, — проверещала я, разминая собственные ноги. \n\n—Я поссать, — оповестила меня Дженн и пошла  в кусты. \n\n—Культурные леди так не говорят, — крикнула  я первое, что пришло мне в голову и заржала.\n\n—Ой,завались, — донеслось из-за куста.\n\nДевушка наконец-то вышла из своего укрытия,разминая плечи, которые всегда были завернуты как-то внутрь и осанка от этого явно страдала.\n\n—Поехали, — сказала Дженн и мы вновь сели в машину. \n\nЧерез час я уже была  голодна как собака, но и останавливаться не хотелось. \n\n\n\n\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 4,
        "text": "-Дженни, золотце моё, а мы можем заехать  покушать? "
      },
      {
        "id": 5,
        "text": "Промолчать о своём голоде. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Я глядела на сестру умоляющими глазами, а та в  свою очередь недовольно выдохнула.\n\n—Ладно, — сдалась она  и посмотрела на меня через плечо.\n\n—Ты чудо, — взвизгнула я  и обняла её.\n\n—Аккуратнее, — шикнула Дженн, — Одно неверное движение и мы — покойницы.Лично я не хочу так умирать. \n\n<<Так? Да я просто не хочу умирать>>-пронеслось у меня в голове и я выпустила сестру из объятий. \n\nГде-то через минут тридцать мы остановились у какой-то забегаловки. Я сразу забежала внутрь, не дожидаясь Дженнифер, которая копалась в машине. \n\nКафе пропало какой-то старостью, столиков было всего около десяти, два из которых были уже заняты, видимо какими-то дальнобойщиками, что устало попивали то ли кофе, то ли что-то более крепкое. Я села за столик у окна, где можно было разглядеть Джен. \n\nКо мне подошла белокурая официантка, с виду она была очень милой. Огромные зелёные глаза, кожа цвета слоновой кости, маленький курносый нос и губы-бантиком. \n\n—Здравствуйте, что бы вы хотели?-тихо спросила она и склонила голову, будто уже в чем-то провинилась, да так, что одна прядь выбилась из общего пучка и упала ей на лицо. \n\nТут дверь звякнула, оглашая чей-то приход.\n\nДженнифер быстро нашла меня и было уже села за столик, но взгляд её остановился на официантке. Я готова была поклясться, что в глазах сестры черти заплесали, столько азарта и заинтересованности читалось в них. \n\n—Ты уже заказала? — спросила она и всё-таки приземлила свою задницу на диванчик. \n\n—Нет, — отмахнулась я и дала ей шанс выбирать первой. \n\n—Тогда можно мне чего-то безалкогольного, но чтобы ударило по мозгам, — выпалила наконец-то моя сестрёнка и посмотрела на бэйджик девушки, — Полагаюсь на тебя, Тесс. \n\n\n—А мне вот это, это и может ещё вот это, — перечислила я, поочерёдно тыкая в меню.\n\n—Поняла,-вновь тихо буркнула девушка и наконец-то заправив непослушную блондинистую прядь за ухо,после чего ушла. \n\n—А у кого-то уже и хвост трубой, — улыбнулась я и посмотрела на Дженн, которая выводила замысловатые узоры зажигалкой по столу. \n\n—Не спорю, она явно в моём вкусе, — утвердительно кивнула сестра и завела руки за голову, — И что такая красотка забыла  в этой дыре? \n\nОтветить я не успела, потому что девушка вернулась с подносом. На нем было два салата, стэйк и вазочка с мороженым, которого я не заказывала,а вот заказа Дженнифер вообще не было. \n\n—Простите, но вы что-то перепутали, -сказала я и указала на десерт, — Мы такого не заказывали. \n\n—Это.. Это...для вас, — пробормотала она , густо покраснев и поставила вазочку рядом с Дженни. \n\nСестра так и вытарыщила свои выразительные голубые глаза, сначала разглядывая мороженое с клубничным сиропом,а потом лицо девушки. \n\n—Вы...вы..попросили,чтобы ударило по мозгам, — запинаясь и ещё больше краснея произнесла блондинка. \n\n—Очаровательно, — тихо пробормотала систр  через целую минуту молчания,-Спасибо большое. \n\nДженнифер улыбнулась оголяя верхний ряд своих отбеленных зубов и принялась поглащать десерт. \n\nТесса видимо довольная таким ответом,улыбнулась в ответ и ушла куда-то в сторону дальнобойщиков. \n\n—Женщина, ты просто безумна, — прошипела я и схватила сестру за руку,-У тебя аллергия на клубнику, вдруг ты забыла, так я тебе об этом на помню, да и сладкое ты не любишь. \n\n\n—Это сироп,-хмыкнула Дженн и с лёгкостью выбралась из моего захвата, — Тут от клубники только запах.А что касаемо сладкого, то все надо попробовать впервые. \n\nЯ вроде как успокоилась и начала зажевывать свой первый салат. Под конец трапезы  моя прекрасная сестрёнка уже лежала на столе  и копалась в телефоне. \n\n—Закончила? — спросила она и зачасала копну своих волос назад и поправила воротник пиджака.\n\nМы попросили счёт и знакомая уже нам официантка его нам принесла. Так как я лишь подрабатывала,то постоянных денег в меня не было, а вот Дженнифер зарабатывала кругленькие суммы на обучение  знатных детей игре на гитаре, а потом ещё на подработках по типу :официантки, автомойщика и уборщицы. А началось это с момента нашего побега. Она работала не покладая рук, дабы я закончила школу. Даже те два года, которые Джен оплатила за учёбу в колледже, но я сказала, что это не моё. Она все мне простила. Дженни оплатила счёт, конечно не забыв о чаевых и напоследок улыбнулась Тесс, а та в свою очередь на прощанье помахала. \n\n<<Так и выглядит любовь с первого взгляда?>>-пронеслось в меня в голове и я даже разочарованно вздохнула,потому что это был видимо её конец. \n\n—Ты даже не оставила ей свой номер телефона? — в ответ сестра лишь покачала головой, — Спятила? \n\n—Если судьба захочет, то она ещё сведёт наши пути, — по-философски отозвалась Дженн  и села за руль. \n\n—С каких пор ты начала верить в судьбу? — Вы крикнула я, — Ты же даже в Бога не веришь, идиотка. \n\n—Кора, сядь в чёртову машину и заткнись, — прошипела она в своей обычной манере. \n\nМы продолжила наш путь и уже через час остановились около общаги.\n\n—Да начнётся Ад, — фыркнула  Джен и мы зашли внутрь. \n\n\n\n\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Я умолчала о своём голоде, но живот все равно сильно заучарал, явно выдавая меня всеми потрохами.\n\n—Могла бы и сказать, что голодна, — выдохнула сестра, — Так уж и быть заедем куда-нибудь по дороге.\n\n—Ты лучшая, — проверещала я и прилёгла обратно на подушку.\n\nЧерез минут тридцать, меня уже тормошили за плечо, а я пыталась с просонья отбиться.\n\n—Иди ешь, а я пока погляжу не разбилось ли чего в багажнике, а то по таким кочкам.. — не слушав Дженн, я поскакала в заведение общепита.\n\nКафе пропало какой-то старостью, столиков было всего около десяти, два из которых были уже заняты, видимо какими-то дальнобойщиками, что устало попивали то ли кофе, то ли что-то более крепкое. Я села за столик у окна, где можно было разглядеть Джен. \n\nКо мне подошла белокурая официантка, с виду она была очень милой. Огромные зелёные глаза, кожа цвета слоновой кости, маленький курносый нос и губы-бантиком. \n\n—Здравствуйте, что бы вы хотели?-тихо спросила она и склонила голову, будто уже в чем-то провинилась да так, что одна прядь выбилась из общего пучка и упала ей на лицо. \n\nТут дверь звякнула, оглашая чей-то приход.\n\nДженнифер быстро нашла меня и было уже села за столик, но взгляд её остановился на официантке. Я готова была поклясться, что в глазах сестры черти заплесали, столько азарта и заинтересованности читалось в них. \n\n—Ты уже заказала? — спросила она и всё-таки приземлила свою задницу на диванчик. \n\n—Нет, — отмахнулась я и дала ей шанс выбирать первой. \n\n—Тогда можно мне чего-то безалкогольного, но чтобы ударило по мозгам, — выпалила наконец-то моя сестрёнка и посмотрела на бэйджик девушки, — Полагаюсь на тебя, Тесс. \n\n\n—А мне вот это, это, может ещё вот это, — перечислила я, поочерёдно тыкая в меню.\n\n—Поняла,-вновь тихо буркнула девушка и наконец-то заправив непослушную блондинистую прядь за ухо,после чего ушла. \n\n—А у кого-то уже и хвост трубой, — улыбнулась я и посмотрела на Дженн, которая выводила замысловатые узоры зажигалкой по столу. \n\n—Не спорю, она явно в моём вкусе, — утвердительно кивнула сестра и завела руки за голову, — И что такая красотка забыла  в этой дыре? \n\nОтветить я не успела, потому что девушка вернулась с подносом. На нем было два салата, стэйк и вазочка с мороженым, которого я не заказывала,а вот заказа Дженнифер вообще не было. \n\n—Простите, но вы что-то перепутали, -сказала я и указала на десерт, — Мы такого не заказывали. \n\n—Это.. Это...для вас, — пробормотала она , густо покраснев и поставила вазочку рядом с Дженни. \n\nСестра так и вытарыщила свои выразительные голубые глаза, сначала разглядывая мороженое с клубничным сиропом,а потом лицо девушки. \n\n—Вы...вы..попросили,чтобы ударило по мозгам, — запинаясь и ещё больше краснея произнесла блондинка. \n\n—Очаровательно, — тихо пробормотала систр  через целую минуту молчания,-Спасибо большое. \n\nДженнифер улыбнулась оголяя верхний ряд своих отбеленных зубов и принялась поглащать десерт. \n\nТесса видимо довольная таким ответом,улыбнулась в ответ и ушла куда-то в сторону дальнобойщиков. \n\n—Женщина, ты просто безумна, — прошипела я и схватила сестру за руку,-У тебя аллергия на клубнику, вдруг ты забыла, так я тебе об этом на помню, да и сладкое ты не любишь. \n\n\n—Это сироп,-хмыкнула Дженн и с лёгкостью выбралась из моего захвата, — Тут от клубники только запах.А что касаемо сладкого, то все надо попробовать впервые. \n\nЯ вроде как успокоилась и начала зажевывать свой первый салат. Под конец трапезы  моя прекрасная сестрёнка уже лежала на столе  и копалась в телефоне. \n\n—Закончила? — спросила она и зачасала копну своих волос назад и поправила воротник пиджака.\n\nМы попросили счёт и знакомая уже нам официантка его нам принесла. Так как я лишь подрабатывала,то постоянных денег в меня не было, а вот Дженнифер зарабатывала кругленькие суммы на обучение  знатных детей игре на гитаре, а потом ещё на подработках по типу :официантки, автомойщика и уборщицы. А началось это с момента нашего побега. Она работала не покладая рук, дабы я закончила школу. Даже те два года, которые Джен оплатила за учёбу в колледже, но я сказала, что это не моё. Она все мне простила. Дженни оплатила счёт, конечно не забыв о чаевых и напоследок улыбнулась Тесс, а та в свою очередь на прощанье помахала. \n\n<<Так и выглядит любовь с первого взгляда? \"-пронеслось в меня в голове и я даже разочарованно вздохнула,потому что это был видимо её конец. \n\n—Ты даже не оставила ей свой номер телефона? — в ответ сестра лишь покачала головой, — Спятила? \n\n—Если судьба захочет, то она ещё сведёт наши пути, — по-философски отозвалась Дженн  и села за руль. \n\n—С каких пор ты начала верить в судьбу? — Вы крикнула я, — Ты же даже в Бога не веришь, идиотка. \n\n—Кора, сядь в чёртову машину и заткнись, — прошипела она в своей обычной манере. \n\nМы продолжила наш путь и уже через час остановились около общаги.\n\n—Да начнётся Ад, — фыркнула  Джен и мы зашли внутрь. \n",
    "answers": [
      {
        "id": 6,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Так как мы обе поступили в этот самый университет. Правда на разные специальности, я на на первый курс журналистики , а Дженн на второй курс адвокатуры.\n\nНас уже через пару минут определили на разные этажи из-за курсов и направлений. \n\nЯ вошла в комнату, которая по видимому уже была занята на половину. Сев на свободную кровать я начала разглядывать заметки по разным так называемым висяками этого города. \n\nДверь распахнулась и на пороге появилась рыжая девушка с россыпью веснушек на милом лице, взгляд её остановился на мне. \n\n—О, ты моя новая соседка? — дружелюбно спросила она и плюхнулась на свою кровать, — Давай знакомиться, я Сэм Уолт. \n\nДевушка озорно протянула руку. \n\n—Э..Корнэлия Кукт, — пробормотала я, пожав ладошку рыжеволосой,-Ты сказала, что новая соседка, но ведь только начало года. \n\n—Но все общажники заселяются уже в августе, а сегодня аж пятое сентября, мать, — засмеялась переливчито Сэм, — Была у меня соседка по имени Юмилия, но она как только вселилась, начала устраивать дебоши. Не подумай, я не стукачка, но она мне надоела. Выгнали её из общежития по итогу, жаль что сразу не из университета. Ходит    и шипит в мою сторону теперь. \n\n—Вот как, — пробормотала я и начала раскладывать вещи. \n\n—Ладно, сейчас уже поздно, поэтому тебе лучше прилечь спать, а то завтра ещё глядеть на кислые хари в нашей группе, а их поверь, не мало, — улыбнулась вновь девушка. \n\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Я тыкнула Клауса в бок от чего тот явно вздрогнул.Он повернулся и поглядел на меня ширико раскрытыми глазами.Оказывается,что его глаза цвета молочного шоколада были достаточно большими.\n\n—Ты чего? — спросил он и на секунду моё тело покрылось мурашками, настолько его голос был красивым и если описывать по ощущениям, то это было очень рядом с махровым пледом.\n\n—Хотела сказать, что у тебя неплохой вкус в музыке, — не растерялась я и улыбнулась, — А ты чего? Щекотки боишься?\n\nПарень хищно оскалился и теперь пришла моя очередь невольно вздрагивать.\n\nОн слегка наклонился, видимо чтобы Дженни ничего не услышала.\n\n—А ты не боишься? — вкрадчиво спросил брюнет и карие глаза сверкнули.\n\n—Щекотки? — пискнула я.\n\nКлаус улыбнулся напоследок и вернулся к видам в окне,так и не удостоив меня ответом. \n\n<<Это что, мать его, сейчас было? >>\n\n\n—Приехали, — оповестила Дженнифер и мы вывались в троем на улицу. ",
    "answers": [
      {
        "id": 10,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 8,
    "text": "6 сентября.\n\nУтро началось не совсем счастливо, потому что меня начали бить подушкой по голове.\n\n—А? Чего? — пробормотала я, приподнимаясь на локтях.\n\n—Вставай, — крикнула моя соседка по комнате и выбежала куда-то в коридор.\n\nПривозмогая своей сонливостью, я всё-таки потянулась и накинув на себя халат, отправилась в ваннкю.Глаза все ещё были слегка прикрыты. Наконец-то в конце коридора я нашла чёртов туалет, зашла в него и  поглядев на себя в зеркало,принялась умываться.\n\n—Какого? — послышался за моей спиной мужской голос и вот уже Корнэлия Кукт сидит в шоке на полу.\n\nЯ даже не поняла как это вышло, но хоть удар и пришёлся на мягкое место, все равно было больно.\n\nПарень который смотрел на меня, просто расхохотался в голос. Приятный баритон успакоил меня, но стало в какой-то степени обидно. А шатен все ещё продолжал насмехаться, от чего появлялись ямочки на его щеках. \n\n—Уф, ну и насмешила, — выдохнул юноша, утирая воображаемые слезы и подал мне руку,-Ты зашла в мужской туалет, дуреха. \n\n—Ничего я не дуреха, — недовольно фыркнула я, но помощь все-же приняла. \n\n—Я понимаю, что это максимально странно, но.. Джером.. Джером Свон, — пробормотал он и ещё раз улыбнулся. \n\n—И в самом деле не лучшее место для знакомств, — отметила я, — Корнелия Кукт. Прости, я бы ещё поболтала, но явно не здесь и не сейчас. \n\nПарень кивнул  и я молнией выскочила из мужского туалета. \n\nПо коридору неслась Сэм, собирая свои непослушные волосы в высокий хвост. \n\n—Почему ты ещё не собрана? — удивленно вскинув брови, спросила она,-Отсюда на автобусе час ехать. \n\n—С сестрой на машине поеду, — выпалила я, в надежде, что Джен ещё в общежитие.\n\n—О,тогда ладненько, — пробормотала она и улыбнулась,-Увидимся. \n\nЯ побежала в комнату и начала как можно скорее собираться, в итоге успела напялить свитер, джинсы и кеды, после чего выскочила из общежития. На звонки Дженни не отвечала. Плакала моя репутация примерного ребёнка. \n\n—Кора, — крикнул до боли знакомый голос и я обернулась. На пороге общаги стояла никто иная как моя сестра в кампании какого-то парня.\n\n\n—Слава Богу, что ты ещё не уехала, — проверещала я и обняла своего родного человечка. \n\n—Сажай свой зад в машину и поехали, — буркнула она и сняла с сигнализации авто. \n\n—Но мы же даже не знаем куда ехать, — запротестовала я. \n\n—Познакомься, это Клаус,  он с радостью согласился побыть нашим навигатором. \nЯ перевела  взгляд на парня с такими же чёрными как у Дженн волосами,но с некой проседью. Лицо его было весьма симпатичным, но очень уставшим из-за мешков под глазами и полу закрытых глаз. Казалось будто он сейчас не с нами, а исследует дальний космос. \n\n<<А точно с радостью? >>-пронеслось у меня в голове. \n\n—Корнелия, — пробормотала я наконец-то перестав сверлить бедного парня взглядом. \n\nНовый знакомый лишь промолчал,ещё сильнее прикрыв глаза. \n\nМы уселись в машину. Клаус что-то передал Джен и я сразу подумала про что-то не очень хорошее. А что тут может показаться? Парень слегка напоминал наркомана. \n\nНо далее ничего не последовало. Дженни включила музыку и на дисплее магнитолы высветилось :\"Fame On Fire 'Over it'\". \n\n—Что-то новенькое, — протянула я. \n\n—Это Клаус посоветовал мне, — расплылась в улыбке Дженнифер, в то время как сам парень даже взгляда от окна не оторвал. \n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Тыкнуть Клауса. "
      },
      {
        "id": 9,
        "text": "Не стоит его трогать. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Я не решилась трогать этого типа который выглядит весьма странно. И поэтому я всю дорогу разглядывала людей за окном. Дженни начала говорить о том, что у нас разные специальности и пары, поэтому в таком расхождении занятий, мне следует начать пользоваться общественным транспортом и мне оставалось, лишь согласиться с этим, хотя торчать по часу в душном автобусе... Не очень доставляло удовольствие.\n\n—Самое время найти себе девушку, которая подарит мне машину, — засмеялась я и Дженнифер  вслед за мной.\n\nИ тишина вновь заполнила салон машины.\n\n—Приехали, оповестила Дженнифер и  мы втроём вывалились на улицу. \n",
    "answers": [
      {
        "id": 10,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Сейчас только не хватало какой-то крутой музыки, правда я явно не вписывалась в кампанию крутышей в лице моей сестры, которая сегодня была в коженной куртке с изображением огромного глаза , которые часто можно было заметить в культуре Древней Греции и таких же штанах;и  лице Клауса в своей чёрной кофте и чёрных джинсах.А далее я в своём бардовом расстянутом свитере,знаком пацифиста, в джинсах, кедах и с гулькой на голове. \n\n<<Да начнётся моя новая жизнь >>\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Описание персонажей. ",
    "answers": [
      {
        "id": 12,
        "text": "Корнэлия Кукт"
      },
      {
        "id": 13,
        "text": "Дженнифер Кукт "
      },
      {
        "id": 14,
        "text": "Тесса Тоеро"
      },
      {
        "id": 15,
        "text": "Сэм Уолт"
      },
      {
        "id": 16,
        "text": "Джером Свон"
      },
      {
        "id": 17,
        "text": "Клаус Фульцберг "
      },
      {
        "id": 18,
        "text": "Алекс Пол"
      },
      {
        "id": 19,
        "text": "Трент Крамс"
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 12,
    "text": "Студентка группы журналистики (1 курс) \n\nВозраст:18 лет.\nХарактер:Пошла в отца, поэтому весьма спокойнa, но если это не касается старшей сестры. Довольно общительна, слегка романтична.Создает впечатление милой и хрупкой, на самом деле так и есть.Чаще всего участвует во всяких благотворительностях\n\nЛюбит:Всех своих братьев и сестёр, японскую тематику, покушать, читать, пить зелёный чай и зевающих котиков, которым можно класть палец в рот(кто сказал, что речь идёт о животных)\n\nНе любит:Высокомерных людей, рамки, приказы, стадное чувство, несправедливость по отношению к слабым и змей. ",
    "answers": [
      {
        "id": 11,
        "text": "Назад. "
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/1908/14/589e027b5939.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "Студентка группы адвокатуры (2 курс) \n\nВозраст:20 лет.\n\nХарактер :Тоже очень похожа на своего отца, такая же страстная, если любить, так любить, если бить, то бить. Будучи подростком сидела на марихуане, но  теперь курит исключительно сигареты, которые время от времени спасают её от депрессий.\n\nЛюбит:Свою семью, рок, свободу, чёрный цвет, мотоциклы,милых девушек,готику,гитару, чёрный юмор и кофе.\n\nНе любит:Свою мать и отца, двуличие, мелодрамы, людей, парки аттракционов, клоунов, детей и шампанское. ",
    "answers": [
      {
        "id": 11,
        "text": "Назад. "
      },
      {
        "id": 13,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a01/1908/e0/b9598eb88bd3.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "Студентка группы адвокатуры (1 курс)\n\nВозраст:19 лет.\n\nХарактер :Очень скромная и милая девушка. Боится абсолютно всего на свете, поэтому многие над ней насмехаются. Часто плачет.\n\nЛюбит:Людей, которые хорошо с ней  общаются, животных, петь, природу, тишину, ромашковый чай, вещи бежевых тонов и собирать красивые камушки.\n\nНе любит:Юмилию и их шайку, школьные туалеты, громкие высказывания без доказательств и равнодушие. ",
    "answers": [
      {
        "id": 11,
        "text": "Назад. "
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/1908/d9/32a1c17c9f67.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "Студентка группы журналистики (1 курс) \n\nВозраст:22 года.\n\nХарактер:Задорная и любопытная соседка, которая с первого взгляда кажется очень легкомысленной, но на самом деле очень серьёзна во многих аспектах жизни.\n\nЛюбит:Трента, тайны, запреты, которые можно нарушить, воробьёв, детективы, беседы с умными людьми и пить энергетики. \n\nНе любит:Простоту в людях, зиму и апельсины. ",
    "answers": [
      {
        "id": 11,
        "text": "Назад. "
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a40/1908/46/1e371999b455.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "Студент группы психологии (3 курс) \n\nВозраст :22 года.\n\nХарактер:Весёлый, открытый, милый романтик, к тому же законченый оптимист для которого стакан не на половину полон, а плещется через край, по крайней мере на первый взгляд. \n\nЛюбит:Всех людей на планете, комедии, чай, сладкое и собак. \n\nНе любит:Эгоизм, горькое, грусть и свою депрессию. ",
    "answers": [
      {
        "id": 11,
        "text": "Назад. "
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c22/1908/e6/6d4c9b407064.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "Студент группы юрспруденции (2 курс) \n\nВозраст:21 год.\n\nХарактер:По природе своей хищник и всегда ищет подобных себе, именно так и знакомится с Дженнифер. Издевается над людьми, но имеет границы.\n\nЛюбит:Наблюдать за своими жертвами, фильмы ужасов, коньяк, чёрное, холодные ночи  и правду. \n\nНе любит:Правила, навязчивость и лягушек. \n",
    "answers": [
      {
        "id": 11,
        "text": "Назад. "
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d02/1908/89/92e2f154c09b.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "Школьник\n\nВозраст:17 лет.\n\nХарактер:Слегка наглый персонаж, хотя чаще всего молчит.Не терпит критику в сторону своих работ,но часто её просит. Легко ранимый, но скрывает это.\n\nЛюбит:Многих классиков живописи, искусство, гулять в картинных галереях, красивых людей и чай  с имбирём.\n\nНе любит:Свои работы, своих одноклассников,замкнутые пространства, вид крови и шум. ",
    "answers": [
      {
        "id": 11,
        "text": "Назад. "
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b05/1908/78/4ba0c9001798.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Староста группы Юристов и по совместительству парень Сэм. \n\nВозраст:24 года. \n\nХарактер: Серьёзный и холодный с первого впечатления, но любит сюсюкаться с Сэм, что кардинально ломает его образ ледышки. \n\nЛюбит:Сэм, горячий шоколад, разговоры не о чем, свою должность   и детей. \n\nНе любит:Свою должность, одногруппников и насекомых. \n\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Назад. "
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c03/1908/e1/cc23ae9084d2.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "Привет, товарищ (барышня/боярин), я сразу же приступлю к написанию продолжения, если увижу, что это хоть кому-то зашло. \n\nСпасибо за внимание.\n\nЛюблю вас.\n\n(обновление 17. 09. 19)\n\nХотелось во-первых сказать спасибо за эту поддержку, так вот спасибо и во-вторых поведать, что я хочу ввести одного персонажа (несовсем адекватного) на другие сюжетные линии он почти влиять не будет и с ним возможно будет построить как дружбу, так и любовную линию, но стоит быть осторожнымм, ибо все-таки парень болен.\n\nИзвиняюсь перед людьми, которые изначально просто пришли ради романтики, а я им тут своими психами в лицо тычу.\n\nСпасибо за внимание. ",
    "answers": [
      {
        "id": 1,
        "text": "Обратно. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Наконец-то мы зашли внутрь.Клаус отделился от нас и сразу пошёл к своим знакомым или же просто одногруппникам, которые смирили нас с Дженни своим взглядом.\n\n<<Может у них в группе все такие? А то ведут себя как одна раса в какой-то бюджетной игре, поэтому повторяют действия друг друга. >>-подумала я и пошлепала за сестрой, которой эти взгляды были по боку.\n\n—Ты хоть в курсе куда идти то? — спросила  я, все ещё следуя за ней, но теперь уже по лестнице.\n\n—Нет, — честно ответила Дженнифер и  продолжила свой путь, но перехватила какую-то девушку по дороге , — Прости, ты не могла бы нам сказать, где находится кабинет декана?\n\n—На втором этаже , крайний слева, — беззаботно ответила она и на секунду расстворилась в взгляде Джен, но сестра даже этого не заметила и поблагодарив, пошла вверх по лестнице. \n\nДевушка в свою очередь уткнулась в телефон  и начала спускаться вниз.\n\n—В следующий раз спрашивать дорогу ты не будешь, -пробормотала я  и тыкнула Дженни в спину. \n\nСистр повернулась и посмотрела на меня сверху вниз, благо её рост позволял это делать, но мне всегда было от этого обидно. Метр  восемьдесят и метр шестьдесят.Противостояние  века, то есть моей жизни. Как-бы я не хотела, вырасти даже на миллиметр не могла. Чёртовы гены. \n\n—Чего это ты? — спросила Дженнифер и прошагала по лестнице. \n\n—Ты серьёзно не видела как на тебя слюни пускают? — возмутилась я. \n\n—Кто? — засмеялась сестра, так как никогда высокой самооценкой не отличалась. \n\n—Та девица, — вскрикнула я. \n\n—Кор,я выгляжу как мужик и это видимо сработало у неё автоматически, — логически разъяснила она и постучала в заветный кабинет. \n\nМы завалились внутрь и объяснили, что являемся новыми студентками и раньше приехать не могли из-за финансовых вопросов. \n\n—Хорошо, девочки, — сказал мужчина в годах  и дал нам ключи от шкафчиков, а потом разъяснил как пользоваться расписанием  и дал карту кабинетов. \n\n—Хороший мужик, — хмыкнула Джен, когда мы покинули кабинет декана. \n\n—Дерьмо, — посмотрев на часы, ругнулась я, — Прошел час от пары. \n\n—Есть ли смысл тогда идти? — спросила Дженни и проверила свой внутренний карман с сигаретами,-Что думаешь? \n",
    "answers": [
      {
        "id": 22,
        "text": "-Конечно есть. "
      },
      {
        "id": 23,
        "text": "-Не-а "
      }
    ]
  },
  {
    "id": 22,
    "text": "Дженнифер закатила глаза.\n\n—Впрочем, ничего удивительного, — отмахнулась девушка, — Ладно, я курить.\n\n—Эти сигареты когда-нибудь в унитазе окажутся, — угрожающе произнесла я и притопнула кедом.\n\nДжен даже не обратила на это внимание и пошагала дальше.\n\n—Тц, — недовольно цокнула я и отправилась искать нужный кабинет.\n\n—Эм.. Здравствуйте, — открыв дверь, поприветствовала я преподавателя, который начал меня разглядывать как восьмое чудо света. \n\n—Простите, а вы? — специально дав возможность представиться, не договорил он\n\n—Корнелия Кукт, — улыбнулась я и оглядела класс, который полон людей, что установились на меня глазами среди них и были уже знакомые, очи Сэм, — Я задержалась у декана.\n\n—Вот как, — задумчиво произнёс мужчина и почасал свою бороду, — Проходите тогда уж.\n\nЯ вошла  в класс и села за одну парту с Сэм.\n\n—Здарова, -улыбнулась она и подвинула свой портфель, дабы мне хватило места. \n\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 23,
    "text": " Джен удивлённо на меня глянула.\n\n—Где тот самый примерный ребёнок, которого я сюда привезла, — спросила она, — Может кочки всё-таки сделали свое дело и отбили тебе мозг?\n\n—Ой,  хватит, мы задержались по-уважительной причине, поэтому здесь нет ничего плохо, — логически разъяснила я.\n\n—Ладно, я курить, — пробормотала сестра и пошагала к лестницам. \n\nУ меня же было два варианта: либо как истинный задрот сесть и начать готовиться к следующей паре, либо пойти на улицу. Впервые в своей жизни я сделала выбор не в пользу учёбы. \n\nВо внутреннем дворе стояли небольшие лавочки с красивым арнаментом каких-то птиц, а также искусственный газон, чтобы студенты могли спокойно отдыхать на переменах, но из-за проливного дождя ночью у меня не возникло желание сидеть на нем. \n\nЯ прошлась по этому газону и краем глаза заметила  на одной из скамеек расположился юноша и его черты лица были мне весьма знакомы. \n\n<<Джером? >>-пронеслось у меня в черепушке, но образ из туалета был не сопоставим с нынешним. Ещё с утра этот парень громко смеялся, а сейчас сидел с напряжённым лицом в наушниках и что-то усердно писал в тетрадь. \n\nЯ  думала, что такой тип парней никогда не бывают в одиночестве, потому что всегда находятся в центре внимания. \n\n",
    "answers": [
      {
        "id": 24,
        "text": "Оставить его на едине с собой. "
      },
      {
        "id": 25,
        "text": "Подойти. "
      }
    ]
  },
  {
    "id": 24,
    "text": "Я решила, что он сейчас ушёл в себя и нарушать его личное пространство будет как минимум не камильфо.\n\nПрозвенел звонок и Джером оторвался от своих записей, вытянул наушники из ушей  и слегка криво улыбнулся, видимо своим мыслям или написанному в тетради, после чего скрылся в здании.\n\n<<Насколько же надо уйти в себя, чтобы не заметить любопытную девицу? >>\n\nЧерез пару минут студенты вывалились  всей гурьбой на улицу, дабы присадить свои задницы на все ещё мокрый газон. \n\n Я же наоборот решила зайти в корпус и пока познакомиться с кабинетами. \n",
    "answers": [
      {
        "id": 30,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 25,
    "text": "Я подошла поближе. Парень все ещё не замечал меня и продолжал выводить буквы на бумаге.\n\n—Бу,-крикнула я и кончиками пальцев дотронулась до плечей юноши. \n\nДжером вскрикнул, захлопнул тетрадь и откинулся назад, но я успела схватить его за руку и потянула на себя. Правду говорят, что когда адреналин бурлит в крови, то ты становишься намного сильнее, поэтому парень не пострадал и вновь восседал на скамейке как ни в чем не бывало, но брови были вздернуты вверх. \n\n—Это.. Прости меня, — буркнула я, поднимая чужой телефон и оттряхтивая его и мимолетом наблюдая за бегущей строчкой песни, которая очень громко раздавалась из наушников Bring Me The Horizon 'Suicide Season'.\n\n—Я же мог умереть от остановки сердца, — как-то разочарованно пробормотал парень, будто это было какой-то упущеной возможностью, но через пару секунд его лицо все-же просветлело. \n\n—Прости, — вновь пробормотала я и села рядом с парнем и протянула парню телефон, — Обижаешься? \n\n—Как можно на тебя обижаться? — рассмеялся Свон и забрал телефон, убирая его в карман джинс.\n\n\nХотела бы мне знать его мысли, чтобы понять, что творится в этой красивой голове на самом деле. \n\n—Мне страшно представить, что будет после месяца нашего общения, — вновь зашёлся хохотом шатен, — Если ты сегодня такое вытворяешь. \n\n—У-у-у, — взвыла я, — Да не буду я больше, не буду. \n\n—Эй, я даже не против, — пробормотал Джером и скрепил свои руки в замок,-Поверь,это было очень кстати. \n",
    "answers": [
      {
        "id": 26,
        "text": "Стукнуть его в бок. "
      },
      {
        "id": 27,
        "text": "А ты чего вообще здесь? "
      }
    ]
  },
  {
    "id": 26,
    "text": "—Ау, отозвался шатен после моего дружеского удара в бок, — Ты такая злая.\n\n—Не правда, просто атмосфера дружеская рядом с тобой, вот я и не сдержалась.\n\n—Врешь, — как-то не весело буркнул парень в ответ.\n\n—Ага, — подтвердила я, — Просто пресс захотелось пощупать.\n\nПарень вновь рассмеялся, но а я слегка смутилась.\n\n—Погоди, — пробормотал он и перестал хохотать, -Ты серьёзно?\n\n",
    "answers": [
      {
        "id": 28,
        "text": "-Ну, есть такое. "
      },
      {
        "id": 29,
        "text": "-Нееет, я же не извращенка какая-нибудь. "
      }
    ]
  },
  {
    "id": 27,
    "text": "—Прогуливаю физру, — шёпотом оповестил меня парень и сделал жест 'рот на замок'.\n\nЯ же продолжила это движение и показала выбрасывание воображаемого ключа и мы оба засмеялись.\n\n—Прости, я бы поболтал с тобой ещё, но явно не в этом месте и не сейчас, — юноша высказался моими же словами и подмигнув мне напоследок, скрылся в корпусе.\n\nЯ тяжело вздохнула и тоже пошагала втом же направлении. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "Парень так и офигел от моего заявления.\n\n—Ты флиртуешь со мной? — недоуменно спросил он.\n\n—Именно, — буркнула я  и покраснела.Глаза юноши широко раскрылись, но улыбка спала с его лица. \n\nПрозвенел звонок и  я подскочила,но рука Джерома потянула меня обратно и вот моя задница вновь сидит на скамейке.\n\n—Это с пары, — пробубнил парень, все ещё придерживая меня за запястье,-Лучше тебе так не делать. \n\n—Как 'так'? — недоуменно спросила я и сжала его ладонь. \n\n—Флиртовать, — выдавил он из себя с грустной улыбкой, — Ты же не хочешь, чтобы я в тебя влюбился.Поверь,не хочешь. \n\n—Эй, — вырвав свою руку из его, воскликнула я, — Не смей так говорить. \n\n Мои культяпки сами потянулись к его лицу и я  пальцами натянула ему улыбку. \n\n—Прекрати, — недовольно пробурчал он и убрал мои руки, слегка их сжав напоследок. \n\n—Ладно, мне пора, — как-то рассеянно  сказала я и встала,потому что атмосфера стала максимально неловкой. \n\n—Корнелия, — виновато произнёс он, — Прости. \n\n—Всё нормально. \n\n Я  вернулась в корпус. \n\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 29,
    "text": "Парень пристально на меня поглядел. Его зелёные глаза изучали каждый миллиметр моего лица, а губы в этот момент изогнулись в усмешке.\n\nПрозвенел звонок.\n\n—Твою мать, — воскликнула я, подскскивая с места, а потом пару раз стукнув по собственным губам за нехорошие слова.\n\n—Это только с пары, — улыбнулся шатен, но тоже приподнялся с места и лучше бы он этого не делал. Опять эта чёртова разница в росте. Я была даже ниже его плеча.\n\n—Что это с тобой? — спросил Джером и нежно начал разглаживать морщину у меня на лбу, которая появлялась, когда я хмурилась.\n\n—Да понаражают вас такими высокими, а нам потом страдать, — буркнула я  и ещё больше нахмурилась.\n\nТеперь юноша оглянул меня, как будто разница в росте ему была не видна, пока я об этом не заикнулась.\n\n—Почему страдать то? — спросил шатен и почесал затылок.\n\n—На каких носочках девушка должна тянуться, дабы поцеловать такую вышку, не в обиду тебе сказано, -буркнула я.\n\nДжером моментально сократил между нами расстояние тем, что попросту нагнулся. И вот его лицо было в паре сантиметров от моего.\n\n—Но я же могу всегда сделать так, — прошептал он и его горячее дыхание обдало мои губы.\n\n—Это... Это.. Мне пора, — прошептала я в ответ и развернувшись, пошагала в корпус под смех парня. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 30,
    "text": "Кабинеты были расположены в шахматном порядке, что было весьма удобно в плане их разглядывая, но не в плане их нумерация.\n\n—Ты чего здесь делаешь посреди пары? — поинтересовался голос из-за спины от чего я рефлекторо вздрогнула и обернулась. Глубокие голубые глаза юноши смотрели на меня  с интересом, что были почти одного роста со мной, и это не могло не радовать\n\n—Вообще-то под конец, — уточнила я и смахнула волосы с плеча, словно это был какой-то словесностный поединок  и победа была за мной, — Сам-то чего бродишь?\n\n—Я здесь занимаюсь дизайном, — как-то уныло отозвался он, видимо постепенно теряя интерес к данному диалогу.\n\nМельком я скользнула взглядом по стене, где расплывалось яркое пятно синей краски.\n",
    "answers": [
      {
        "id": 31,
        "text": "Это какой-то вандализм. "
      },
      {
        "id": 32,
        "text": "Это законченная работа? "
      }
    ]
  },
  {
    "id": 31,
    "text": "—Вандализм, девочка моя, это твой стиль в одежде, — парировал платиновый блондин  и  посмотрел на меня снизу вверх, словно  я была ничтожество.В его глазах мелькнула глубокая  обида.\n\nМне хотелось вякнуть что-то ещё, но парень явно был не настроен общаться, поэтому самое время уйти",
    "answers": [
      {
        "id": 36,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Конечно, — яро отчеканил тот и слегка улыбнулся, — Ты либо странная, либо не далёкая.\n\n—Современные картины сейчас именно так и выглядят, — выдавил я в свою защиту.\n\n—А ты давно была в картиных галереях? — поинтересовался юноша.\n\n",
    "answers": [
      {
        "id": 33,
        "text": "-На днях. Посейщала Галиевскую галерею, которая находится в округе Техаса, а  в этом городе я не так давно. "
      },
      {
        "id": 34,
        "text": "-Нет, считаю это бессмысленной тратой времени и сил. "
      }
    ]
  },
  {
    "id": 33,
    "text": "—В самом деле? — удивлённо переспросил незнакомец и даже наклонился в мою сторону так, что тело пробило мурашками.\n\n—Зачем так наклоняться? — стушевалась я и ладонью слегка толкнула его в грудь, восстанавливая личное пространство.\n\nПарень рассмеялся. Смех его был близок к крику чайки или мойке окон тряпкой из-за чего тоже хотелось ржать, но образовывающиеся морщинки около глаз создавали образ  милого человека, что слегка не стыковалось с его поведением. \n\n—Хорошо, странная барышня, — протянул наконец-то художник и протянул какой-то билет из кармана, — Это билет в нашу галерею на ближайшую выставку, между прочим и с моим участием.\n\n",
    "answers": [
      {
        "id": 35,
        "text": "Прости, я не могу пойти на неё. "
      }
    ]
  },
  {
    "id": 34,
    "text": "—Все-таки не далёкая, — констатировал парень, после чего вернулся к настенному рисунки, не обращая уже никакого внимания на меня. ",
    "answers": []
  },
  {
    "id": 35,
    "text": "—Ничего страшного, — ответил платиновый блондин, но в глазах мелькнула разочарованние  и он быстро запихнул билет обратно в карман, — Забыл представиться. Алекс Пол,приятно познакомиться.\n\n—Корнэлия Кукт, приятно познакомиться, — улыбнулся я и протянула ему руку, которую он тоже не без улыбки пожал. ",
    "answers": []
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  }
]