[
  {
    "id": 1,
    "text": "Автор: Маргарита\nСтатус: В процессе\nЖанр: фэнтези, приключения, романтика\n\n\nЭта история будем про одну девочку 16 лет котороя попала в другое измерение, другой мир, другую эпоху. В другом мире была магия, каждый человек имел какуето магию например (огонь, вода, страх, размножение...и другие) и люди того мира назывались маги, все маги были разные одни были сильные другие слабые.Девочку звали Суна, в том мире Суна начала выживать с нуля.\n\nЯ надеюсь вам понравится моя выдуманная история.   (<plus>_<plus>)\n                        \n                       ★★★       ★★★\n                   ★★★★★★★★★★\n                 ★★★★★★★★★★★\n                 ★★★★★★★★★★★\n                   ★★★★★★★★★★\n                     ★★★★★★★★★\n                       ★★★★★★★★\n                           ★★★★★★\n                               ★★★★\n                                   ★★   ",
    "answers": [
      {
        "id": 3,
        "text": "                  § начало §"
      }
    ]
  },
  {
    "id": 2,
    "text": "Потомки одна девочка 17 лет ответила мне: \n– Я видела как тебя здесь бросила одна чёрная машына, потом она уехала.\nОдна женщина добавила:\n– В нашей деревне есть одна машина она забирает всех магов из разных миров, маги очень редко поподают в другие миры.Они поподают потому что раньше были порталы в другие миры и они могли переходить, но не все, потом началась война и поэтому порталы все были уничтожены чтобы остановить войну. Но порталы не все уничтожены но очень мало осталось. Потому что маги начали уничтожать порталы, порталы начали перекидывать магов в другие измерения и исчезать.",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Меня зовут Суна, мне 16 лет вчера я с семьёй переехали в другои город.В нашей семье 4 человека:я, мой старший брат, мама и отец.Мы переехали потому что мой старший брат заниматься тенисом и в городе тот что мы переехали самая лучшая и пристижная школа по теннису в этои стране. Мои отец и мать очень стараются чтобы брат был известный теннисист.Завтра будет мой первый день в новой школе . Сегодня мы закончили распаковывать вещи в новой квартире.",
    "answers": [
      {
        "id": 4,
        "text": " далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вчера был очень тяжёлый день. Сегодня мой первый день в этой школе. Я встала,  поела, оделась и пошла в школу.Я познакомились с другими учениками, но мне эта  школа не очень понравилась, прошлая школа  больше нравилась. Учебный день закончился и я пошла домой.Я шла домой, потом нужно было перейти дорогу, на семофоре горец цвет по которым должны были проезжать машины, я немного подождала и цвет поменялся. И я начала проходить дорогу я была на середине, потом я увидела что на меня едет одна чёрная и большая машина с очень большой скоростью я даже не успела сделать один шаг как машина в меня врезалась.\n",
    "answers": [
      {
        "id": 5,
        "text": "далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Поже я открыла глаза ели, ели и увидела что я нахожусь в той чёрной машине котороя ехала на меня, я сидела лёжа на задних сидениях, потом у меня закрылись глаза.\nКогда я очнулась я лежала на траве, она была большой мне до колен и на ней так удобно было спать, я не хотела вставать.Потом я встала и посмотрела вокруг, зади меня были красивые, высокие деревья, а в переди меня была деревня, большенство домов были деревьяные и маленькие, но были дома из кирпичей и досок они были немного побольше.Все дома были очень красивые и они были челые, не одной трещины небыло видно и небыло заброшенных домов. В деревне были маги разных возрастов. Я подошла к ним.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Вы невидиле чёрную машыну"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я подошла к ним ",
    "answers": []
  },
  {
    "id": 7,
    "text": "– Понятно, а что мне здесь делать,  у меня здесь нет ничего, ни дома.\nПотом женщина мне сказала:\n– У тебя есть магия, видиш вот то здание больше с кирпичей?\n– Да, вужу и что?\n– Зайди внутри, и там есть разные задания, и за них ты будешь получать монеты.",
    "answers": [
      {
        "id": 8,
        "text": "Спасибо,я пойду."
      },
      {
        "id": 8,
        "text": "молча уйти "
      }
    ]
  },
  {
    "id": 8,
    "text": "Я пошла к тому зданию, постучала и от туда вышел очень быстро один парень, возроста 19 лет.",
    "answers": [
      {
        "id": 9,
        "text": "Осторожнее, смотри куда идёшь?"
      },
      {
        "id": 10,
        "text": "Дать пройти и войти в здание"
      }
    ]
  },
  {
    "id": 9,
    "text": "Парень сказал мне:\n– Мне некогда возится с тобой, подвинься? Я спешу.",
    "answers": [
      {
        "id": 12,
        "text": "Я не предмет чтобы двигаться. :-("
      }
    ]
  },
  {
    "id": 10,
    "text": "Я вошла в нутрь. Потом один дед низкий сказал мне:\n– Добро пажалывать! Идите немного вперед а потом налево и увидете доску и там будут объявления с заданиями, выберите задание которое вам по силу, выполните задания и потм приходе сюда и мы вас наградим! Задания меняются каждые три дня.\n–Хорошо, спасибо.\nИ потом я пошла рассматривать задания.Заданий было много но нужно было чтото выбрать, большенство заданий были сложные и я нашла два по легче.",
    "answers": [
      {
        "id": 11,
        "text": "Пойти в лес, возле реки есть три паука, один 1м², нужно их победить всех.\n Задание для двоих\n         награда:30 монет"
      },
      {
        "id": 13,
        "text": "Найти пропавшое калье в лесу возле заброшеного домика.\n           награда:10 монет"
      }
    ]
  },
  {
    "id": 11,
    "text": "Это задание не такое страшное и награда больше, но нужно найти ещё одного мага чтобы помог мне. Ладно, я найду его. И потом я ушла из того здания и пошла искать мага чтобы помог выполнить задание. Я должна сегодня выполнить задание чтобы иметь где спать.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "И он убежал.",
    "answers": [
      {
        "id": 14,
        "text": "войти в здание"
      }
    ]
  },
  {
    "id": 13,
    "text": "Это задание полегче потому что искать буду долго ещё одного мага.Потом я ушла из того здания. Я должна сегодня выполнить задание чтобы иметь где спать.Я взела фонарик, рюкзак и пошла в лес.",
    "answers": [
      {
        "id": 17,
        "text": "пойти"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я вошла в нутрь. Потом один дед низкий сказал мне:\n– Добро пажалывать! Идите немного вперед а потом налево и увидете доску и там будут объявления с заданиями, выберите задание которое вам по силу, выполните задания и потм приходе сюда и мы вас наградим! Задания меняются каждые три дня.\n–Хорошо, спасибо.\nИ потом я пошла рассматривать задания.Заданий было много но нужно было чтото выбрать, большенство заданий были сложные и я нашла два по легче.",
    "answers": [
      {
        "id": 15,
        "text": "Пойти в лес, возле реки есть три паука, один 1м², нужно их победить всех.\n Задание для двоих\n         награда:30 монет"
      },
      {
        "id": 16,
        "text": "Найти пропавшое калье в лесу возле заброшеного домика.\n           награда:10 монет"
      }
    ]
  },
  {
    "id": 15,
    "text": "Это задание не такое страшное и награда больше, но нужно найти ещё одного мага чтобы помог мне. Ладно, я найду его. И потом я ушла из того здания и пошла искать мага чтобы помог выполнить задание. Я должна сегодня выполнить задание чтобы иметь где спать.",
    "answers": [
      {
        "id": 1,
        "text": "Не волнуйтесь, я впорядке"
      }
    ]
  },
  {
    "id": 16,
    "text": "Это задание полегче потому что искать буду долго ещё одного мага.Потом я ушла из того здания. Я должна сегодня выполнить задание чтобы иметь где спать. Я взела фонарик, рюкзак и пошла в лес.",
    "answers": [
      {
        "id": 24,
        "text": "пойти"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я уже на месте я ходила искала Калье и вдруг я ушлышала что зади ктото идёт я обернулась посмотреть а там паук размером как я.",
    "answers": [
      {
        "id": 18,
        "text": "убежать"
      },
      {
        "id": 19,
        "text": "попытатся победить его"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я бежала но паук гнался за мной, но вруг паук перестал гнаться за мной и я обернулась лицевой стороной до паука чтобы посмотреть что случилось и увидела как один парень стал перед ним и вдруг паука ударило молнией, я незнала что случилось и очень испугалась. Я на тот момент подумала в уме: это что сила магов и у меня тоже есть какая-то сила раз я попала в этот мир.",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я взела палку и начала его бить, но мои старания были напрасны и я погибла.",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Потом парень повернулся лицевой стороной до меня и сказал:\n– Ты в порядке?",
    "answers": [
      {
        "id": 1,
        "text": "ничего ни сказать (покраснеть)"
      },
      {
        "id": 22,
        "text": "Не волнуйтесь, я впорядке"
      }
    ]
  },
  {
    "id": 21,
    "text": "Мы получили награду и шли к одному дому которой мы могли снять одну комнату.потом я сказала:\n– А сколько стойт один дом на неделю?\n– Самая дешёвая комната на неделю стойт 20 монет.",
    "answers": []
  },
  {
    "id": 22,
    "text": "– Хорошо, тогда я пойду. И он начел уходить.\n Я сказала: \n– Спасибо.\n– Незачто, но больше не или одна в лес покаместо не научилась пользоватся магией.\n– Хорошо, а как тебя зовут?\n– Джеймс, а тебя?\n– Суна,ты поможеш мне научиться пользоваться магией?\n– Хорошо, помогу.\n– Мне нужно найти калье в лесу, поможеш?\n– Хорошо, пошли побыстрее покаместо не стемнело.\nПотом мы пошли в лес и нашли калье, поже пошли получять награду.\n",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "а",
    "answers": []
  },
  {
    "id": 24,
    "text": "Я уже на месте я ходила искала Калье и вдруг я ушлышала что зади ктото идёт я обернулась посмотреть а там паук размером как я.",
    "answers": [
      {
        "id": 26,
        "text": "убежать"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "Я бежала но паук гнался за мной, но вруг паук перестал гнаться за мной и я обернулась лицевой стороной до паука чтобы посмотреть что случилось и увидела как один парень стал перед ним и вдруг паука ударило молнией, я незнала что случилось и очень испугалась. Я на тот момент подумала в уме: это что сила магов и у меня тоже есть какая-то сила раз я попала в этот мир.",
    "answers": [
      {
        "id": 27,
        "text": "далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Потом парень повернулся лицевой стороной до меня и сказал:\n– Ты в порядке? ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  }
]