[
  {
    "id": 1,
    "text": "Автор: Vladas.\nДанный квест является почтилиненийным. Ваш выбор повлияет на концовку. Суть этого квеста заинтересовать читателя, а уже вторая часть будет располагаться на ваше мнение и будет квест совсем не линейный!!. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог.\nВас зовут Артём и вам только 19.Родились и жили в Самаре, но вскоре начали снимать комнату в Уфе. Дом был старый, трех этажный.Большего вам и не надо. Вы хотели устроиться на работу, но за целую ничего не получалось. Вы хотели стать физруком, а где то это время надо было работать. Вели здоровый образ жизни. В доме  познакомиться толком ни с кем получилось, не хватало времени. ",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 3,
    "text": "1 глава.\nУтром вы проснулись от воя сирен и выстрелов. Вы сонный взяли телефон и посмотрели сколько время, он показывал 5:32. Вы сонный встали и пошли в ванную чтобы умыться. Холодная вода сразу вас прибодрила. Подойдя к окну в комнате вы ужаснулись. Разбитые машины, много трупов не только гражданских, но полицейских!!!! С ужасом вы сели на диван и решели включить телевизор, но он даже не включился. Вы подумали, что нет света и это так и было. Надо пойти поесть в голове промелькнула мысль. ",
    "answers": [
      {
        "id": 4,
        "text": "Зайти на кухню. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Открыв холодильник вы нашли вчерашнюю яичницу и 2 бутерброда. Еды было не удивительно для холостяка. ",
    "answers": [
      {
        "id": 5,
        "text": "Съесть яичницу. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Позавтракав вы решили зайти в соседнюю квартиру. В доме на каждом этаже было по 2 квартиры. ",
    "answers": [
      {
        "id": 6,
        "text": "Пойти в соседнюю квартиру. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы вышли в подъезд он был как всегда. Вы постучали в дверь. Прошла минута, ничего не слышно. Ещё раз постучали. \nЖенский голос : Кто это?? \nАртём : Это я ваш сосед.  \nЗа дверью вы услышали звук открывающесего замка.\nТам стояла девушка лет 18-19. У неё были большие голубые глаза, которые очень красиво смотрелись. Она была брюнеткой, волосы были распущены, они были ниже плеч, но не слишком длинные.\nДевушка : Входите. \nИ закрыла дверь. Вы прошли дальше и сели на стул в комнате она на диван.\nАртём : Как вас зовут? \nДевушка : Екатерина. А вас как? \nАртем:Артём. Приятно познакомиться. \nКатя : Взаимно. Давай сразу на,, ты,, я не люблю все это. \nАртём : Окей. А тебе сколько?\nКатя :18 а тебе? \nАртём :19. ",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 7,
    "text": "2 глава.\nАртём :Кать, а ты знаешь, что вообще на улице творится??? \nКатя :Сегодня утром я вышла из подъезда и там меня уже ждал старший брат, он всегда провожал меня до работы. Он жил не далеко, на соседней улице. Все было как всегда, но на нападали какие-то существа и на полицейских!! \nПотом мой брат заорал во все горло : Беги  отсяда  закройся  дома и не выходи.\nНа него сразу начали наступать 2 этих существ и его рвать на части!!! через минуту его тело осело на землю !!! А я прибежала домой. \nЗакончила девушка рассказ и расплакалась. ",
    "answers": [
      {
        "id": 8,
        "text": "Подойти к Кате легонька встрехнуть её за плечи и успокоить. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Артём : Не плачь! \nКатя : Хорошо, хорошо просто столько всего сразу. \nОна сразу успокоилась.\nКатя : Артём, пошли по быстрому в магазин, нужна еда. \n Артём : Хорошо. \nПосле чего быстро забежал к себе в квартиру взяли нож и вернулись. \nПосле чего дали Кате охотничий нож. Девушка его взяла без слов.\nАртём : Жди здесь, я домой за топором.  ",
    "answers": [
      {
        "id": 9,
        "text": "Пойти домой за топором. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы зашли домой взяли рюкзак и топор. Вышли в подъезд там уже стояла Катя с вашим ножом и с рюкзаком.\nАртём : Ну что идём?? \nКатя : Идём. ",
    "answers": [
      {
        "id": 10,
        "text": "Открыть дверь подъезда и выйти на улицу. "
      }
    ]
  },
  {
    "id": 10,
    "text": "На улице было обычное летнее утро, если не считать горящих машин и трупов. Магазин был через дорогу. За 2 минуты дошли до него без происшествий в молчании. ",
    "answers": [
      {
        "id": 11,
        "text": "Зайти в магазин. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы зашли в магазин первым тут было все разбито. Подозвав жестом руки Катя вы пошли к отдулу с консервами и на били свои рюкзаки едой. Катин рюкзак оставался на половину пуст для воды. ",
    "answers": [
      {
        "id": 12,
        "text": "Пойти к стеллаж с водой. "
      }
    ]
  },
  {
    "id": 12,
    "text": "Набив свои рюкзаки консервами вы решили пойти домой. Но зади послышался зловещий рык. Это было зомби в одежде продавца. \nАртём : Беги домой!!! \nКатя хотела что-то сказать, но крикнула и совсем ног побежала домой. Вы взяли топр удобнее и решили ударит зомби голову. ",
    "answers": [
      {
        "id": 13,
        "text": "Ударить зомбка топором."
      }
    ]
  },
  {
    "id": 13,
    "text": "Первый зомби осел на землю с пробитой головой, но на вас уже шло 4 зомби!!!\nНадо валить промелькнула в голове. ",
    "answers": [
      {
        "id": 14,
        "text": "Бежать домой. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Но около входа в магазин появилось ещё 2 зомби.  В окно промелькнуло в голове. ",
    "answers": [
      {
        "id": 15,
        "text": "Прыгнуть в окно. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы быстро прыгнул в окно и побежали домой. ",
    "answers": [
      {
        "id": 16,
        "text": "Зайти в подъезд. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Дверь закрыта. Надо кричать догадались вы. ",
    "answers": [
      {
        "id": 17,
        "text": "Откройте - начали вы кричать. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Зомби были все ближе... ",
    "answers": [
      {
        "id": 18,
        "text": "Кричать и бить кулаками в дверь. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы насчитали уже 16,нет 17,нет 19 зомби!!!! ",
    "answers": [
      {
        "id": 19,
        "text": "Не сдаваться. Продолжать звать на помощь. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Зомби уже были в 70 метрах от вас. И тут уже пропала вся надежда. ",
    "answers": [
      {
        "id": 20,
        "text": "Все равно не сдаваться"
      }
    ]
  },
  {
    "id": 20,
    "text": "До зомби уже было меньше 55 метров. ",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить. Бить в дверь. "
      },
      {
        "id": 22,
        "text": "Пойти на зомби и смириться. "
      }
    ]
  },
  {
    "id": 21,
    "text": "На этом конец, но не истории! Это можно назвать книжкой но это первый и последний раз! Я хочу показать читателю сюжет и заинтересует ли он его. Обязательно пишите в комментариях. Я делаю продолжение где от ваших выборов будет зависеть судьба героя и даже человечества! ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 22,
    "text": "Только вы сделали шаг и зомби сразу накинул на вас и разорвали. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]