[
  {
    "id": 1,
    "text": "Эта история Сатаны и Вивальди. О их запретных чувствах, боли и бесконечных мыслях друг о друге.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест."
      },
      {
        "id": 3,
        "text": "Персонажи."
      },
      {
        "id": 4,
        "text": "От автора."
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1. \"Как я встретил её\"\n\nРаздался стук в дверь и мне пришлось встать с постели. Я знаю кто за ней и знаю что сам он не откроет.\n\n—Давай быстрее уже~. -раздалось тихое за ней прежде чем я открыл.\n—Соти, у меня такие новости!- отодвинув меня наглый вампир прошёлся по всей моей комнате и уселся в моё кресло.\n\n—Тебе что надо, Влад, прошу, не будь таким беспардонным. — я подошёл к другу и согнав его со своего места, сел. Он же был уже в кресле напротив, эта вампирская скорость...",
    "answers": [
      {
        "id": 5,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 3,
    "text": "Я бы советовала читать о персонажах после прочтения, но как хотите:)",
    "answers": [
      {
        "id": 8,
        "text": "Лилит"
      },
      {
        "id": 9,
        "text": "Астарта"
      },
      {
        "id": 10,
        "text": "Оракул"
      },
      {
        "id": 11,
        "text": "Влад Цепеш"
      },
      {
        "id": 12,
        "text": "Элизабет Цепеш "
      },
      {
        "id": 13,
        "text": "Самуил"
      },
      {
        "id": 14,
        "text": "Алиссия"
      },
      {
        "id": 15,
        "text": "Асмодей"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "В этой части моего квеста вы узнаете :\n\n—Как так получилось, что у Нанами 4 родителя?\n\n—Почему Ад и Геенна враждуют?\n\n—Что скрывают Сатана и Вивальди?\n\n—Какой ценой они сохранили все.\n\n—И многое другое.\n\nНадеюсь вам понравится, буду ждать ваших комментариев, ведь ваше мнение влияет на моё настроение и дальнейшее развитие истории.\n\nИмейте ввиду. Тут будет мало выборов.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 5,
    "text": "—Прости-прости, Соти, как думаешь у нас с Элизабет будет сын или дочка, ну в будущем.\n\n—Вы даже не пара. Цепеш, что ты задумал? -я прищурился, этот молодой вампир тот еще затворник, его действия имеют огромные последствия... И к сожалению, не в мою сторону.\n\n—Все к этому идёт. Я тебя уверяю, на твоей коронации она будет моей.\n\n—Кто сказал, что я тебя приглашаю?-ехидная улыбка появилась на моём лице.\n\n—Соти, мы давние друзья, два дружных народа и все такое.- Влад всегла такой, не думает о последствиях.\n",
    "answers": [
      {
        "id": 6,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 6,
    "text": "—Через месяц будешь звать меня полным именем, враг всех демонов номер один.\n\n—Соти, мы скоро заключим контракт о мире наших народов.- настойчивость — все для вампира, он яркий пример этой расы. Даже слишком...\n\n—Ты хочешь чтобы я прославился самым добрым демоном за всю историю существования Преисподни?- я сказал это в шутку, он улыбнулся.\n\n—Конечно, друг мой- он улыбался широко, показывая свои клыки. ",
    "answers": [
      {
        "id": 7,
        "text": "Вивальди."
      }
    ]
  },
  {
    "id": 7,
    "text": "— Ви, ты куда, эй. — Люцифер- мой друг детства, приятный парень, но иногда его компания надоедает. Этот его конфетно-мармеладный тон в моем присутствии просто ужас.\n\n—Хочу прогуляться, без тебя, Люц. Без тебя.- я отмахнулась от друга, в последнее время он часто навязывается. Да и изменился, мне это не нравится.\n\n—Ты такая грубая, серьезно, тебе никто не говорил?- он продолжал ходить за мной хвостиком.\n\n—Каждый день говорят, особенно Зевс. Я ему не нравлюсь, старикам я не нравлюсь. \n\n—Ты просто слишком хороша для мира~\n\n—Если это был сарказм — получишь в бубен, я сказала.\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 8,
    "text": "Лилит — сестра Сатаны по отцу. \n\nЭту привлекательную демонессу можно назвать настоящим сукубом — её хобби и профессия соблазнять мужчин и убивать их во сне. Но после важного события в её жизни и в жизни брата, она решила завязать с этим и в настоящее время путешествует по Преисподней.\n\nЕй определенно нравятся взгляды мужчин, ведь она красива, умна и любит откровенные наряды.\n\nКрыльев не имеет, зато может передвигаться по небу с помощью левитации. Так же имеет рога и терпеть не может короткие ногти. \n\nК Нанами относится не сдержанно. Очень любит племянницу — видит в ней младшего брата(Сатану)",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b24/1908/f6/05a9c7cee590.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Астарта — демонесса похоти. Жена Асмодея и мачеха Сатаны.\n\nОна мила, находчива и грациозна — истинная аристократка, так думал Асмодей пока не увидел как она падка к... Садоводству. Часами не выходит из оранжереи и когда занята делом — не оьращает внимания на внешность.\n\nПосле замужества стала примерной матерью, но Лилит все же пошла по её стопам. К Сатане относиться сдержанно, не очень жалует его, но в целом, отношения у них неплохие.  Кстати мужа побила искренне, поэтому старалась не замечать измену с Оракулом, что привело к рождению Сатаны.\n\nБыла против Рождения Нанами. Но не дожила до этого дня. Ей не очень нравились отношения сына и вампира, но ничего против из-за мужа сказать не могла.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d12/1910/c5/4e1d28c29541.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "Оракул — мать Сатаны и любовница Асмодея.\n\nОна юна и бесконечно добра. Предсказывала важные события в жизни Ада. Оракулы используют для предсказания жизненную энергию, поэтому если перестараться — можно укоротить свой век в прямом смысле.\n\nОна заранее знала о том, что её любимы сын ступит не на ту тропу и искренне полюбит бога.\n\nК Асмодею всегда относилась нейтрально, но о связи с ним не жалеет. К Астарте не имеет чувств вообще, это просто жена мужчины, с котрым у неё был контакт. Запрещённый законом контакт.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/1910/19/fe88207ad29c.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "Влад Цепеш — нынешний правитель  вампиров, а также отец Лизандра и друг детства Сатаны.\n\nНа пару лет старше Сатаны, поэтому позволяет себе быть несдержанным с ним. Один из тех, благодаря кому Нанами выжила. И один из тех, кто за мир между нечистью.  \n\nВлад поддержал Сатану в его чувствах к Вивальди, ведь прекрасно понимает каково это.\n\nВлюблен в Элизабет — девушку из семьи вражеского клана вампиров(когда бывший правитель вампиров покинул мир не оставив приёмников, эти два клана начали вражду) Вскоре добьётся её и у них будут прекрасные сыновья.\n\nКстати, натуральный цвет волос Влада — чёрный, просто по дурости… Вернее по любви он решил таким способом стать ближе к Элизабет, ведь в её клане они нежно фиолетового оттенка.",
    "answers": [
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a26/1908/a3/c0d639c6f997.jpg"
      },
      {
        "id": 3,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 12,
    "text": "Элизабет Цепеш — любимая девушка, а позже и жена Влада Цепеш. Мать Лизандра и первая подруга Сатаны.\n\nДевушка очень энергична и жизнерадостна, что отличает её от сдержанных и холодных вампиров, можно сказать они с Владом нашли друг друга. \n\nЗанимается благотворительностью и имеет особую способность, которую в кругах вампиров называют \"Дар крови\". \n\nЭлизабет с рождения очень хрупка и болезненна, поэтому часто её, казалось бы, бессмертной жизни угрожает опасность. \n\nПоддерживает мужа в его споре с Сатаной. Любит дочку друга как свою, ведь так и не смогла дать жизнь девочке.",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/1908/02/216327c60690.jpg"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": " Самуил\n\nЭтот грозный, но милый парень отец Алекса, в молодости. Сейчас у него модная бородка... \n\nВ его принципах искать друзей с большой силой. Только таких признает, чертяка. Короче пришлось парнишке стать фамильяром Сатаны после того, как Владыка уделал его на стрелке за королевской конюшней. Обычная такая мужицкая стрелка.\n\nНа удивление выбрал в жёны девушку хрупкую и милую, да еще и с противоположной способностью — водой и льдом. Тут владыка драконов загнул конечно.  С женой были постоянные стычки, в которых он, соответственно проигрывал.\n\nНейтрально отнесся к возлюбленной Сатаны, но дал парочку дельных советов. А вот с Нанами не заладилось,   он отказался принимать девочку как хозяйку сына, ведь видел в ней невестку.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d35/1908/e9/a671fff1e3af.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "Алиссия — водный дракон и жена владыки драконов. Мама Алекса. \n\nДевушка умерла на войне, когда Духи развязали войну с драконами, из-за её смерти и кое-чего ещё был подписан мир.\n\nЛюбитель кухни и лучшая подруга Элизабет, их отношения были подобны отношениям Сатаны и Влада.  Девушки практически все делали вместе и когда подруга покинула этот мир, та горевала очень долго что её и ослабило.\n\nНанами ей понравилась сразу, хоть они встречались не так много, но она чувствовала в ней что-то родное, то чего уже нет рядом.\n\nС мужем отношения напряжённые из-за разных характеров и стихий, они часто ссорились, но их любовь быда крепка.",
    "answers": [
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/1908/b9/b5e3f56a4e22.jpg"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Асмодей — демон интрижек и отношений на стороне. И батенька Сатаны.\n\n Только когда познакомился с Оракулом почувстовал что такое любовь впервые. Как последствие — сын, подробности рождения которого, являются секретом для всей Преисподни.\n\nЛюбит дочку и сына, очень хотел чтобы они правили вместе, ведь обое получили печать силы, и достаточно мощной силы. \n\nПервый кто поддержал сына в чувствах и первый кто подкинул идею как стать ближе к возлюбленной. За что потом и поплатился сполна... Все поплатились.\n",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c02/1908/41/40076be5cca2.jpg"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Боже, какая ты всё-таки противная. Никогда себе мужа не найдешь. Хотя...\n\n—Никаких \"хотя\", Люц, я не хочу замуж. Я не хочу быть в тени мужа или что-то типо того.- я шла и после этих слов Люцифер взял меня за руку.\n\n—Ты никогда не будешь в моей тени, если согласишься быть моей, то я...- парень покраснел и его рука вспотела, он волнуется. Его чувства ко мне правдивы, но...\n\n—Нет, Люцифер, не надо, пожалуйста.- кончики моих бровей поползли вверх, мне было жалко парня. Но я не люблю его. Он сразу же отпустил мою руку.",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Ясно... Я слышал в Аду новый правитель и через пару дней он будет коронован официально. — парень поник и чтобы хоть как-то разрядить обстановку завел эту тему.\n\n—Да, уже и план разведки есть. — я смотрела на парня, он никогда не поддерживал меня в подобном.\n\n—Снова пойдешь в Преисподню? Если ты одна можешь открывать туда врата это еще не значит, что ты должна рисковать собой. Пойми же.\n\n—Это не твое дело.",
    "answers": [
      {
        "id": 18,
        "text": "Празднование коронации"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Соти~ веселая Элизабет, видимо уже выпила вина и сейчас бежит ко мне. Она сразу прыгнула мне в объятия и принюхалась.\n—Ты всё-таки имеешь самый сладкий запах, можно куснуть?~ такая ветреная и милая девушка никогда не пила кровь \"напрямую\", но когда она пьяна, то начинается.\n\n—Элизабет, прекрати, я же ревную.- выл Влад оттягивая от меня пьяную вампиршу.\n—Пойдем лучше выпьем вместе. — он наконец оттащил от меня свою девушку и посмотрел на меня грозно.\n—Не обнимай её.\n\n—Ну что поделать, если я нравлюсь твоей девушке больше?- ехидно улыбнувшись я пошёл к другу дракону.\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Самуил...- не успел я подойти как услышал выяснения отнонений дракона с женой при министрах, чиновниках и всех присутствующих.\n\n—Ты даже не запомнил что я не люблю креветки, милый мой. Повторяю — убери этих глазастых из моей тарелки.\n\n—Ешь, они полезные и совсем не глазастые. Смотри какие милые.- он протянул одну креветку своей надутой жене, а та цыкнула и кинула в него салатом и ретировалась. Хорошо что это было зелёное украшение, а не цезарь, что стоял рядом...\n\n—Вот истеричка.- буркнул он ей вслед.\n\n—Почему она тебя ещё терпит?- буркнул я.",
    "answers": [
      {
        "id": 20,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Она? Ты сейчас издеваешься?- Самуил скорчил рожу, но потом вздохнул и посмотрел на меня серьезно.\n\n—Супружеская жизнь сложная штука... Кстати, поздравляю тебя с новой должностью, коллега.- дракон стал правителем в день своего совершеннолетия. Его родители и практически все члены семьи погибли на войне. Духи и драконы тогда познали огромный ущерб.\n\n— Да, только первый день, а я уже устал как собака... Пришлось применить \" невидимку\" хе-хе.\n\n—А я то думал, почему на тебя внимания не обращают. Кстати, говорят что сюда приехала какая-то девушка с очаровательным голосом, это правда?\n\n—Да, её выступление должно начаться буквально через пару минут.",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я заметил как на сцене появилась девушка. Маленькая, хрупкая и в руках у неё была небольшая арфа. Обычно демоны не играют на подобных инструментах, мы выбираем что-то более агрессивное. \n\nОна  присела на небольшой стульчик посредине. И коснулась нежными и маленькими пальцами струн.\nРаздалась музыка. Нежные звуки заполнили зал, терпеть каждый обратил внимание на неё.  \n\nЕё голубые глаза осматривали всех и каждого, медленно, пока играла чарующая музыка, а затем она запела.\n\n\"Я слышу раскаты барабана в голове, \nГотова поклясться, ты тоже их слышишь, \nВедь они невероятно сильны.\n\nГромче сирен, \nСлаще рая\nИ жарче ада\n\nЯ надеялась, что мой разум очиститься, но...\nБарабан бьет все четче и и громче\n\nГромче сирен, \nСлаще рая\nИ жарче ада\n\nЯ бросилась к реке и нырнула в нее, \nВ надежде не слышать, забыть...\nНо хотя я захлебываюсь, \nНо вода не может вытеснить раскаты эхо.\nЯ проглотила этот звук, а он поглотил меня всю, \nНичего не осталось внутри меня.\n\nКогда я приближаюсь к тебе, \nЯ слышу, как эти удары заполняют мою голову\nЗаполняют мою голову, все громче и громче.\n\nЯ слышу раскаты барабана в голове, \nГотова поклясться, ты тоже их слышишь, \nВедь они невероятно сильны.\n\nГромче сирен, \nСлаще рая\nИ жарче ада.\"",
    "answers": [
      {
        "id": 22,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 22,
    "text": "Её голос очаровал всех, но я... Мне  хотелось чтобы она пела всегда, всегда и только для меня. \n\nПосле песни зал ещё долго молчал, все были в буквальном смысле покорены ей. И только через минуту кто-то начал хлопать, а за ним начали все. Зал буквально утонул аплодисментах.\n\nДевушка же молча поклонилась и ушла со сцены. Я хотел было побежать, но Влад остановил меня.\n\n—Соти, с ней не все так чисто, не вздумай.\n\n—Я хочу её, отпусти.- его пальцы разжались и я побежал к выходу.",
    "answers": [
      {
        "id": 23,
        "text": "Довериться чутью"
      },
      {
        "id": 24,
        "text": "Использовать предвидение "
      }
    ]
  },
  {
    "id": 23,
    "text": "Я закрыл глаза. В замке было много енергии. Вся она буквально заполнила его, я начал распутывать этот клубок пытаясь найти нежную и теплую. \n\n—Нашел.- она была не так далеко, всего лишь в двух метрах от меня. За дверью, которую я открыл.\n\nМаленький силуэт девушки был возле окна, она не слышала меня, но я почувствовал присутствие ангела.",
    "answers": [
      {
        "id": 25,
        "text": " Первая битва"
      }
    ]
  },
  {
    "id": 24,
    "text": "На секунду закрыв глаза я увидел картинку. \n\nДевушка вошла в комнату, положила арфу и сняла накидку. Кожа цвета фарфора показалась за длинным пшеничными волосами, она оголила плечи и сейчас стоит у окна. Она за дверью, которая сейчас справа от меня. \n\n—Мой ангел пришла разведать обстановку.- сказал я и тихо открыл двери. Девушка не заметила моего появления.",
    "answers": [
      {
        "id": 25,
        "text": "Глава 2. Первая битва "
      }
    ]
  },
  {
    "id": 25,
    "text": "За окном я увидела Ад. Он не такой как рассказывают в книгах. Он совершенно ничем не отличается от Рая. \n\nСлуги демоны копошатся в саду, ухаживая за прекрасными растениями. Надеюсь он останется таким как и сейчас, ведь с новым правителем все может измениться.\n\n—Жаль что не увидела...- я вздохнула и цепкие мужские руки обвились вокруг моей талии. Мужчина прижался ко мне и наклонившись к уху прошептал\n\n—Не меня ли ты искала?- я повернулась испуганно смотря на демона. Синие глаза с печатью, ровный нос острый подбородок. Это точно он, новый владыка.",
    "answers": [
      {
        "id": 26,
        "text": "-Что вам нужно?"
      },
      {
        "id": 27,
        "text": "Попытаться вырваться"
      }
    ]
  },
  {
    "id": 26,
    "text": "Пытаясь скрыть призрение и сохранить спокойствие в голосе сказала я.\n\n—Что ангел с небес забыла в Аду?- язвительная улыбка показала демонические клыки парня и от неё моё сердце забилось чаще. Это страх, да да, это точно он.\n\nОдной рукой Сатана взял меня за подбородок и наклонился своим лицом к моему. \n\n—Ч.Что ты творишь?!- почти писк, дрожащий писк. Да что со мной такое?\n\n—Покраснела. Ангелы все такие? — меня отпустили из обьятий, демон улыбался тепло и приветливо.\n\n",
    "answers": [
      {
        "id": 28,
        "text": "-Да как ты... Ты смеёшься надо мной?"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я крутанулась в руках у демона, но его хвост обвился вокруг моих ног и связал их.\n\n—Ты... Я уже начала накапливать силу в руке, но тут произошло неожиданное.  Мы долго поддерживали контакт глаза в глаза, в то время как его хвост нагло поглаживал мою ногу.\n—Сейчас же отпусти меня, демон!",
    "answers": [
      {
        "id": 26,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 28,
    "text": "—Я радуюсь, ведь мою коронацию посетила сама наследница Ассии. — демон щурил синие глаза и отходил от меня. \n\n—Ты меня отпустить решил?- не отворачиваясь от брюнета я медленно пыталась открыть окно, но получалось так себе.\n\n—От себя.- со смехом в голосе говорил тот. Он наблюдал за мной. Признаюсь, я думала он поймает меня и попробует убить,изнасиловать ну или что там обычно делают демоны?\n\n",
    "answers": [
      {
        "id": 29,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 29,
    "text": "Наконец у меня получилось открыть окно и я \"выскользнула\" в него, на последок я увидела его хитрые глаза. Я никогда их не забуду. Это глаза моего врага.\n\nПрошло несколько мгновений и портал, в который я стремительно падала обнял меня. Моя стихия это вода, поэтому я будто бы окунулась в теплую воду, перед тем как я \"выпала\" из потолка в своей комнате. \n\nХолодный шёлк моей кровати коснулся моей кожи. Я чувствовала как непонятное тепло разливается по моему телу, это было так приятно. Так же приятно, как и слышать стук своего сердца, чувстовать как краснеют щеки....\n\nСтоп, что. Это чары этого демона. Черт.\n\n—Я не попадусь на твою удочку, гадкий демон.- шепнула я себе.\n",
    "answers": [
      {
        "id": 30,
        "text": "Стук в дверь"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Я знаю что ты тут. Вивальди, я вхожу.- бесцеремонно открыв дверь Люцифер провел рукой в воздухе и рядом с моим лицом упал лист бумаги.\n—Читай.- архангел быстрым шагом подошёл и сел на край кровати, я уже прошлась глазами по первым строчкам.\n\n—Лиз, что это за бредятина? — я потянулась рукой к листу, но он опередил меня. Взял его в руки и зачитал.\n\n\"Привет. Как вы уже должны были догадаться это я, Сатана. \n\nБлиже к делу. Я собираюсь развязать с вами войну и войско я уже собираю.\"\n",
    "answers": [
      {
        "id": 31,
        "text": "-Бред."
      }
    ]
  },
  {
    "id": 31,
    "text": "—Нет. Печать стоит и это появилось прямо в руках у твоего отца. \n\n—Это невозможно, Люцифер, никто не обладает такими силами, даже я устаю когда открываю порталы...\n\n\"Ваша дочь спела бесподобно, я надеюсь я смогу скрестить свой меч с её, на нашей битве. Мне понравились её глаза, я заберу её, если проиграете эту битву\"- продолжил зачитывать тот.\n\n—Что.- я резко села и выхватила письмо у Люцифера, тот только прищурил свои глаза. \n\n—Не будешь ты его.- следующая фраза прозвучала из его уст тихо, но этого хватило чтобы я усдышала, но сделать я ничего не могла. Мир исчез. Все исчезло, я во тьме.",
    "answers": [
      {
        "id": 32,
        "text": "Через год. Сатана."
      }
    ]
  },
  {
    "id": 32,
    "text": "—Тебе не страшно? Ты встретишься с ней...- дракон заговорил первым, он прервал ту тишину, что душила нас. Меня, его и вампира.\n\n— Не думаю что ему страшно, скорее беспокойно.- Влад  похлопал меня по плечу, хочет взбодрить, но зачем же в голову лезет...\n\n—Снова ты свои хитрые штучки применил, вампир.- Самуил не очень любил вампиров, наверное Влад единственный с кем тот хоть как-то считался. У них даже отношения особенные, только я в них крайний.",
    "answers": [
      {
        "id": 33,
        "text": "-Я бы не сказал что беспокойно..."
      }
    ]
  },
  {
    "id": 33,
    "text": "—Что тогда?- дракон переключился, на меня.\n\n—Волнуюсь, что не понравлюсь...- я немного смутился.\n\n—Вот это да... Соти, ты влюбился? Ты в курсе что это не есть хорошо? — добавил мой мускулистый друг.\n\n—Я бы не сказал что плохо, пока никто не знает- все хорошо.- вампир встал на мою защиту.\n\n—Клыкастый, ты свою историю забыл? Не помнишь как тебе потом несладко пришлось, когда ваши отношения всплыли?\n\n—Себя вспомни, огонёк, позарился на воду...\n\nОни оба замолчали, кажется они по-своему понимали меня. Но я не могу им рассказать, что эта девушка моя судьба, или могу?",
    "answers": [
      {
        "id": 35,
        "text": "Рассказать про пророчесто матери."
      },
      {
        "id": 36,
        "text": "Закончить разговор."
      }
    ]
  },
  {
    "id": 34,
    "text": "Мы упали в озеро. Вивальди схватилась за меня и быстро перебирала ногами, думаю она хотела чтобы мы выплыли, но получалось не очень.\n\nЯ поцеловал девушку под водой и она успокоилась, дав мне вытащить нас на мель.\n\n—Ты... — мой ангел была шокирована, поэтому...",
    "answers": [
      {
        "id": 43,
        "text": "Шутка минутка "
      },
      {
        "id": 44,
        "text": "Цьом."
      }
    ]
  },
  {
    "id": 35,
    "text": "—Знаете... Ну про мою мать. — я старался быть спокойным.\n\n—Ты про Оракула?- Влад посмотрел на меня с улыбкой. А Самул пытался поймать мои глаза, хочет знать, правда ли. Хорошая способность, знать, кто лжёт...\n\n—Эта девушка связана со мной красной нитью.- тут я ждал от них реакции достойной этой информации, но...\n\n— Почему-то я не удивлён. — в один голос сказали мои друзья. \n— Это было слишком очевидно. Ты идешь по стопам отца с матерью. Немного жаль тебя. ",
    "answers": [
      {
        "id": 37,
        "text": "-Иногда вы как один.."
      }
    ]
  },
  {
    "id": 36,
    "text": "—Все. Не будем.- я отвернулся от них, кажется где-то далеко в сердце я боюсь рассказать им правду. \n\n—Не смущайся~ друг вампир притянул меня к себе и шепнул на ухо.\n—Я на твоей стороне.\n\n—Ээээ. Вы про меня забыли.- дракон втиснулся между нами, такой странный. Большой ребёнок. Я рад таким друзьям.",
    "answers": [
      {
        "id": 38,
        "text": "Небеса."
      }
    ]
  },
  {
    "id": 37,
    "text": "—НИКОГДА. — с раздражением в голосе сказали те.\n—ЧЕРТ.- теперь они смотрят друг на друга с недоумением. Понимали бы они, как похожи...\n\n—Ладно, Сатана,  не верь всей этой... Хрени?- дракон немного замялся. \n\n—На самом деле да. Это слишком непосильно.- вампир пытался быть объективным.  Он довольно умный парень, и я бы прислушался, если бы он был против встреч с ней. Но он поддерживает, по-своему, но поддерживает. Как и Самуил. \n\n Они весь этот год все время все знали и старались помочь мне. Я умею выбирать друзей.",
    "answers": [
      {
        "id": 38,
        "text": "Небеса."
      }
    ]
  },
  {
    "id": 38,
    "text": "Я готовлюсь открыть портал на нейтральную территорию, для битвы. Для неё выбрали средний мир — пустоши.\n\nЭто мир в основном островной, тоесть тут летающие в небе острова и каждый со своей экосистемой, неизведанной.\n\nЯ обернулась.Моя армия меня уважает, после смерти моего отца и помолвки с Люцифером я смогла возглавить целую страну. Кажется я начинаю ненавидить отца и друга детства.\n\n",
    "answers": [
      {
        "id": 39,
        "text": "Встреча."
      }
    ]
  },
  {
    "id": 39,
    "text": "Её глаза светились мудростью. Она изменилась, моя богиня стала действительно взрослой... Я не мог отвесть взгляд от златовласой красавицы, которая очаровала не только меня, но и мою армию.  Девушка в сияющих доспехах, с мечем — богиня войны.\n\nНаши клинки встретились, мы смотрели в глаза друг другу, наши сердца замирали с каждым ударом. Девушка холодна как лёд, я видел свое отражение в её глазах под длинными и пушистыми ресницами, а она отражалась в моих. ",
    "answers": [
      {
        "id": 40,
        "text": "Вивальди."
      }
    ]
  },
  {
    "id": 40,
    "text": "Когда я увидела его, то он показался мне несерьёзным. Было видно что он поддавался мне, он явно сильнее меня почему он это делает? \n\n—У тебя какой-то хитрый план?- рыкнула я.\n\n—Я просто очарован тобой- с улыбкой ответил тот, отбивая мои атаки. Мы кружились в танце наших клинков, в то время как наши воины убивали друг друга. \n—Ты стала еще прекраснее.- на моём лице румянец, но я не поддамся на его чары. \n\n—Что ты сделал со мной? — после этих слов я рывком нанесла атаку и лишила демона руки.\n\n—Шустрая...- на его лице была лишь загадочная улыбка. Кровь верховного демона была алой, такая же как и кровь моего отца на клинке Люцифера...\n",
    "answers": [
      {
        "id": 41,
        "text": "Сатана."
      }
    ]
  },
  {
    "id": 41,
    "text": "Я видел как после того, как пролилась моя кровь моя богиня сжалась.\n\n—Пр.. Чёрт.- она встряхнула головой и снова стала прежней глыбой льда. Видимо она много пережила, раз её прежняя мягкая сторона спряталась далеко-далеко в её сердце. \n\nМы отдалились от наших армий, я отбивал её атаки одной рукой. Они, кстати стали слабее, видимо я достучался. Наш танец стал больше похож на догонялки и в один момент мы сорвались вниз. Полёт был не долгий, за короткое время я смог притянуть к себе девушку. \n\nКамнем падая вниз, я понимал что неспроста это.",
    "answers": [
      {
        "id": 34,
        "text": "Глава \"Остров\""
      }
    ]
  },
  {
    "id": 42,
    "text": "И на этой ноте я иду делать домашку и прочее. Не важно:) \n\nТеперь очередь 5 тома. Я очень извиняюсь что произошла задержка, но как оказалась не все так просто  и в жизни сладкого маловато... Короче я постараюсь писать как можно чаще и надеюсь, что до нового года добью 5 том и эту историю. \n\nУдачи нам:/",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 43,
    "text": "—Я пыталася предотвратить твою попытку двойного самоубийства.- приобняв ее одной рукой муркнул я ей на ухо. После чего последовал толчок и я откинулся в воду.\n\nОна села сверху на меня и потянула руки к моей шее.\n\n—Я прибью тебя, грязный демон — нервно сказала та, пока я её не скмнул.\n\n—Ты нас на дно тянула.- вставая сказал я, а она с глазами по пять копеек смотрела на мою протянутую ей руку.\n\n—Я сама могу встать.- бубнела она беря меня за руку.\n\n—Окей.- я отдернул свою руку и она снова плюхнулась в воду с полным недоумением во взгляде.",
    "answers": [
      {
        "id": 45,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 44,
    "text": "Я снова впился в её губы поцелуем. Жадным. Ненасытным и требовательным. На удивление мне ответили с такой же жадностью, нет, она будто бы хотела больше чем просто поцелуй. К сожалению, она , скажем, оклемалась и толкнула меня. Я то выстоял, а вот она снова плюхнулись в воду. \n\nЕё большие ярко-голубые глаза были огромны в тот момент, а щеки цвета спелой малины. Так и хотелось в тот момент попробовать больше, чем нам дозволено.\n\nЯ хотел было предложить ей помощь, но она помогала головой и продолжала сверлить меня взглядом.",
    "answers": [
      {
        "id": 45,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 45,
    "text": "—Не смотри на меня так, ты же сама отказалась от помощи.- я спокойно вышел на берег и..\n—А вот и моя прекрасная ручка.- не знаю сто там делала девушка, но я уже соединил конечность с телом и она моментально срослась.\n\n—Ты что там творишь?- её мягкий, но в то же время с грубоватыми нотками голос заставил меня провернуться.\n\nОна немного удивлена и обеспокоена.\n—У тебя давно кровь?-она потянулась своей маленькой ручкой к моему лицу, но я перехватил её.",
    "answers": [
      {
        "id": 46,
        "text": "Вивальди."
      }
    ]
  },
  {
    "id": 46,
    "text": "—Ты что хотела сделать, малышка?- демон не обращал никакого внимания на то, что у него из носа текла кровь, пока я не приняла меры.",
    "answers": [
      {
        "id": 47,
        "text": "Дать пощёчину."
      },
      {
        "id": 49,
        "text": "Смутится."
      }
    ]
  },
  {
    "id": 47,
    "text": "Замахнувшись, я влепила Сатане пощёчину, довольно легкую. Я не успела убрать руку от его лица, как он прижал её к своей щеке.\n\n—Малышка, не трать силы понапрасну. Я знаю что ко мне ты питаешь не самые сильные чувства, но... Этот остров кажется хищный.\n\n—Ты о том острове, который питается жизненной силой обитателей?- переспросила я.\n\n—Именно он.- верховный демон прижал меня к себе и вдохнул мой запах. \n\n",
    "answers": [
      {
        "id": 50,
        "text": "-Ты чего делаешь?"
      }
    ]
  },
  {
    "id": 48,
    "text": "Я не успел открыть и рта, как услышал шаги. Это явно не за мной, святую я сразу же отодвинул от себя. Ни ей ни мне не нужны проблемы.\n\n—Ты.- оскалился новоприбывший. Подозреваю, что это тот самый Люцифер, о котором даже в Аду все говорят.\n\n—Люц?- Вивальди опираясь о стену поднялась и недобро так просмотрела на архангела.\n\n—Ви..- он заметил девушку, в его глазах недоумение и злость, причём это все направленно на меня.\n—Ты что с ней сделал?",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я опустила взгляд. Ну не могу я смотреть на этого соблазнителя, покрайней мере сейчас. Потом я ему все выскажу и даже больше. Сейчас меня волновало его плачевное состояние.Тут что-то не так... \n\nЩелчок по носу и я подняла удивленный взгляд на довольно таки симпатичного демона. Стоп что. \n\nУдивление сменилось на недовольство и я решила всё-таки влепить ему пощёчину за все хорошее. Ведь из-за него мы оказались тут .",
    "answers": [
      {
        "id": 47,
        "text": "Пощёчина"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Наслаждаюсь~ мои щеки в буквальном смысле горели, а демону это очень даже нравится. Но он сразу же меня отпустил и мы объединились дабы этот остров не сожрал нас. \n\n Нам нужно было держаться вместе, чтобы этот хищник не посмел пойти против нас. \n\n—Долго мы еще будем идти?- бурчала я идя за демоном. Он высокий, ему легко преодолевать препятствия в виде корней деревьев или же веток. Длинные ноги позволяли ему легко переступать препятствия, а вот мне... Про таких как я говорят \"Метр с кепкой\". \n\n ",
    "answers": [
      {
        "id": 51,
        "text": "Сатана."
      }
    ]
  },
  {
    "id": 51,
    "text": "Я уже пожалел что отпустил эту мелкую из рук. Мало того что она медлительна, так ещё и постоянно спотыкалась и цеплялась за мои волосы. Как только выберусь отсюда — избавлюсь от такой длины.\n\n—Нашел.- я взял за руку богиню и повёл в небольшую пещеру, гле мы и остановились на ночь. Разожгли костёр, ведь остров решил добить нас низкой температурой. \n \nМы не расговоривали долгое время, девушка ослабла. Конечно ослабла. Я же питался её жизненной силой через прикосновения. Чувстую себя ужасным в этой ситуации, ведь эта красная нить, что я вижу буквально убивает во мне демона. ",
    "answers": [
      {
        "id": 52,
        "text": "-Ты как?"
      }
    ]
  },
  {
    "id": 52,
    "text": "—Не дождешься. Жива я.- она держалась на небольшом расстоянии от меня, но одним движением руки я прижал её к себе. У неё даже не было сил сопротивляться. Ее дыхание давно перестали быть ровным, снижение температуры, похоже, добавило ещё и простуду. \n\nЯ решил перестать питаться её жизненными силами. Пока что. Я же должен выжить в этой войне. Тут если реально посудить, то если она сейчас умрет мне это выйдет в плюс, а вот моей стране... Не думаю что война со святыми не опустошит Ад. Чёрт.\n\n",
    "answers": [
      {
        "id": 53,
        "text": "Поделиться с ней своей жизненной силой"
      },
      {
        "id": 54,
        "text": "Ничего не делать."
      }
    ]
  },
  {
    "id": 53,
    "text": "Я коснулся её лба губами. Поставив ей метку, которая защитит её я передал ей достаточно силы, чтобы она смогла пережить эту ночь.\n\nМы так и просидели с ней до утра. Она не спала, но не реагировала ни на что, была похожа на куклу. Правильно делала, лучше сидеть тихо и сохранять остатки жизни, чем активничать и умирать.\n\n—Сатана.-она подала голос лишь под утро.\n—Знаешь, я рада что ты сейчас со мной. Что это именно ты.- моё сердце ёкнуло. Оно хотело услышать эти слова, которые могут сломать мои планы.",
    "answers": [
      {
        "id": 48,
        "text": "Спасение."
      }
    ]
  },
  {
    "id": 54,
    "text": "Я обнял девушку крепче и мы сидели целую ночь грея тела друг друга. Кажется мы оба непереносим холод. Она иногда вздрагивала, чтобы не уснуть. \n\nМоё сердце надеялось, что она будет в порядке, выживет и на другие влюблённые вещи. Но это расходилось с моими планами. Я должен извлечь выгоду из наших с ней \"отношений\", максимальную выгоду для себя и для моей страны. \n\nКажется моё сердце против моих намерений, а я против этой влюблённости. Хочу порвать эту нить, котрая связывает нас.",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 55,
    "text": "—Остров постарался.- коротко бросил я. Взяв её под локоть я осторожно повёл её к Люциферу, он долго провожал меня взглядом когда я уходил. Мои демоны недалеко, раз тут ангелы значит... Я пошёл напрямую, в сторону озера, куда мы свалились, они должны быть где-то там. \n\nЯ не ошибся,  меня уже ждали мои друзья с камнем телепортации. Мы без разговоров переместились в мою комнату и тут понеслось. Шквал возгласов от вампира и хитрые взгляды от дракона. Черт бы их побрал.\n",
    "answers": [
      {
        "id": 56,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 56,
    "text": "—Неужели между вами ничего не было? Не верю!- спокойствия этого парня не хватило, он сорвался первым и вдруг стал серьёзным. \n—Ладно. Опустим это.- егр голос был таким... Спокойным? Значит все серьёзно- он знает о моих планах на Вивальди или догадывается. \n\nДракон недоуменно окинул нас взгдядом, но молчал. Значит красноглазый не посвятил его.\n\n—Для начала скажи что ты от меня хочешь.- я вальяжно развалился в своем кресле, не могу показать друзьям своё напряжение.",
    "answers": [
      {
        "id": 57,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 57,
    "text": "—Ты же мог её убить или же воспользоваться ею. Почему ничего не сделал?- он мой друг детства и знает обо мне больше чем кто-либо. \n\n—Мне нужно с ней сблизиться.- коротко бросил я поглядывая на Самуила, мне важна его реакция. Он должен знать к чем я клоню. Не хочу вводить в подробности вампира. \n\nНо похоже нужно подтолкнуть эту гору драконьих мышц, чтобы он поддержал меня.",
    "answers": [
      {
        "id": 58,
        "text": "Вспомнить прошлое"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Соломон, он... — я поймал взгляд дракона.\n—Он очень нам помог тогда и я чувствую вину перед ним...- меня перебил Самуил.\n\n—Мы все чувстуем и мы все в долгу перед ним, но не стоит сейчас ввязывать его во что-то. Дай ты ему уже успокоиться с миром!- для дракона он был ближе чем кто-то из нас, его реакция понятна.\n\n—Самуил, держи себя в руках.- коротко бросил Влад. Дав мне возможность договорить.",
    "answers": [
      {
        "id": 60,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 59,
    "text": "Я долго лежала обдумывая все.\n\nЧто-то глубокой внутри мне кричало \"Люцифер не моя судьба\". Раньше бы я согласилась на свадьбу с ним, он хороший парень и заслуживает быть богом, но теперь всё иначе.\n\n—Что.- я резко поднялась, мои мысли действительно начали пугать меня. Последнее время я слишком часто думаю о Сатане. Почему я и сейчас о нём вспомнила?\n—Аррр.\n\nВсю оставшуюся ночь я просидела кусая губы, а после приступила к выполнению плана...",
    "answers": [
      {
        "id": 67,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 60,
    "text": "—Тогда нам пришлось отдать его духам и, признаю, это было негуманно и..- Самуил бросил на меня полный боли взгляд, но ничего не сказал.\n—Другого выбора не было и нет, но чёрт! Не так давно я видел его перерождение.\n\n—Соломон больше не сможет переродиться, его душу и тело забрали эти..- Самуил скрипнул зубами, когда рука Влада легла ему на плечо. Он остановился.\n\n—Мы должны поддерживать с ними нормальнве отношения, дабы избежать конфликтов.- после этих слов дракон немного расслабился, у них с вампиром не лучшие отношения, но именно Влад тогда был рядом с ним и поддержал. ",
    "answers": [
      {
        "id": 61,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 61,
    "text": "—Он снова сможет войти в мир высших. В виде ребёнка Вивальди. — их реакция была сухой, но все же они верили мне.\n\n—Ты сейчас серьезно? Если да.. Он нас вспомнит?- Самуил успокоился, но сжался. \n\n—Если вспомнит, то хотя бы не пошлёт армию святых в преисподню. Я поддержу хорошие отношения с Вивальди и заключу с ней договор на мир, пока он...- резкий удар в живот заставил меня согнуться. Дракон был в ярости.\n\n—Ты сейчас, мать твою, серьезно?! Наш друг наконец-то будет свободен, а ты заботишься о безопасности?! Да то, что он решит грохнуть нас за наш поступок будет правильным решением. Какой же ты корыстный.- последнее слово он выплюнул и буквально ели сдерживаясь ушёл прочь.",
    "answers": [
      {
        "id": 62,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 62,
    "text": "—Ты его серьёзно расстроил.- Влад помог мне сесть и сам сел рядом, прижав мою голову к своему плечу.\n\n—Почему за ним не пошёл?-бросил я.\n\n—Я тебе нужней, вряд-ли мы сейчас сможем его успокоить и расположить к себе. Ты ему буквально сердце вырвал.\n\n—Я просто... С принятием этой короны я не могу ставить свои интересы высоко... Ведь если Соломон захочет отомстить, то скорее всего моя страна пострадает больше чем...- меня ободряюще похлопали по плечу.\n\n—Какой же ты всё-таки взрослый. А то что ты любишь Вивальди, хоть ,правда?- я молчал довольно долго.\n\n—Да... Но Соломон скорее всего будет сыном Люцифера. Не одному мне она нравится.\n\n\n",
    "answers": [
      {
        "id": 63,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 63,
    "text": "—Больно?- бросил Влад. Он такой чувственный, читает эмоции на раз два.\n\n—Знаешь же, что да. — я давно не чувствовал поддержки вечно веселого вампира, но только он понимал меня и Самуила. Раньше это был Соломон, которого мы предали. Чтобы защитить союз трех наших стран, их целостность, наши родители приняли решение \"подарить\" самого ценного из нас духам, которые были готовы развязать войну за сородича, котрый решил примкнуть к нечисти. \n\n—Он мудрый, не думаю, что решит отомстить нам. Он знал на что идёт и все равно пошёл туда, ты же знаешь.\n\n—Знаю, но это съедает меня. Я просто не могу не подстраховаться поставив на кон все.",
    "answers": [
      {
        "id": 64,
        "text": "Вивальди."
      }
    ]
  },
  {
    "id": 64,
    "text": " Я лежала в кровати, температура поднялась и я буквально сгорала под одеялом. Рядом сидел Люцифер, он наблюдал за мной. И наконец, он заговорил.\n\n—Зная, что у тебя настолько хилое тело ты просто пошла на бой и дралась с Сатаной? Ты совсем отупела? Еще и этот остров, да он бы тебя сожрал там за пару часов.\n\n—Жива же.- я отвернулась от святого к стенке. В голове стоял гул, лихорадка усиливалась.\n\n—Какой ценой?- он подошел к кровати и сел рядом. Совсем-совсем рядом. Я слышала его тихие вздохи. Знаешь как твой отец волновался каждый раз, когда ты вот так..\n\n",
    "answers": [
      {
        "id": 65,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 65,
    "text": "Я резко повернулась и зло просмотрела на светловолосого.\n\n—Закрой свой рот. -прошипела я, тяжело дыша. И резко встав, из-за чего у меня появились \"звездочки\" в глазах, я уткнулась носом в его спину. \n—Ты не имеешь права говорить о моем отце.- рукой я сжала его рубашку, где-то в области лопатки.\n\n—Ты знаешь что я его не убивал.- холодно бросил тот, он не поворачивался.\n\n—Знаю. Но ты не должен говорить о нём. Больше никогда при мне не...- я подавилась всхлипом.\n—Никогда не говори о нем со мной.- мои слёзы были обжигающе горячими, слёзы отчаяния. ",
    "answers": [
      {
        "id": 66,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 66,
    "text": "—Завтра у нас свадьба, ты поправишься?- в голосе чувствовалось беспокойство.\n\n—Мне придётся.- я откинулась на шёлковые подушки и быстро, пока Люц не повернулся накинула одеяло и отвернулась.\n—Уходи.\n\n—Как прикажешь... Я люблю тебя, просто знай это.- он ушёл, тихо закрыв за собой дверь.\n\n—Знает... Уже все знает...Ненавижу этого...- я глотала слезы и боль. Завтра я предам друга, а он зная это... \n—Какой же дурак.",
    "answers": [
      {
        "id": 59,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 67,
    "text": "Мне нужно было убрать его ради своих интересов... Прости Люцифер.\n\nСначала мне пришлось лишить себя невинности. Если обвинить его в чем-то подобном, то его не убьют, а просто отправят в мир людей. \n\n—Господи, что я делаю...Ай... Господи...- делать что-то подобное это безумство. Я лежала на кровати меня всю колотило, но нужно было заканчивать.\n\n Рвать рубашку было легче чем что-либо ещё в моёй жизни. Осталось только дождаться, когда слуги придут меня наряжать в свадебное... \n—Ууу.- глаза горели, это грех. Это действительно большой грех. \n\nРаздался стук в дверь.",
    "answers": [
      {
        "id": 68,
        "text": "Сатана."
      }
    ]
  },
  {
    "id": 68,
    "text": "—Ваше величество, поступило оповещение о угрозе.- первый министр здравоохранения заявился вовремя. Он прервал совещание с премьер-министром из страны драконов. Видимо не судьба.\n\n—Что такое?- мне пришлось отложить разговор с драконом.\n\n—Уже некоторое время 5й отряд сражается с ангелом,  это вторжение. Раньше оповещать вас смысла не было, но сейчас... Он убил генирала отряда и...\n\n—Ты уверен что это просто ангел?- ни один мускул на моём лице не дёрнулся, но это действительно угроза.\n\n—По правде говоря, я сомневаюсь. Но он явно без титула бога, портал был открыт из Ассии...\n\n—Я сейчас же отправляюсь туда.- у меня действительно ужасное предчувствие.",
    "answers": [
      {
        "id": 69,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 69,
    "text": "Я прибыл на место открыв портал. Довольно интересная картина: ангел в цепях и 4й отряд, который пытается содержать его. 5й отряд разгромлен полностью. Из-за крови на лице ангела сложно определить кто это, но подозрения есть.\n\nСвятой ослаблен из-за скверны, он обездвижен... Честно говоря я бы пожалел если бы столкнулся с ним в честной схватке. \n\n—Он опасен.- министр зашёл в портал за мной. Почти зашёл, струсил и не пытается показаться даже на половину.\n\n—Разберемся.- коротко бросил я и зашёл в портал.",
    "answers": [
      {
        "id": 70,
        "text": "Выйти за святым."
      },
      {
        "id": 71,
        "text": "Выйти перед святым."
      }
    ]
  },
  {
    "id": 70,
    "text": "Я появился вовремя. Люцифер освободился от оков и уже собирался напасть на следующую жертву. Я остановил его прижав к земле. Он явно физически сильнее меня, да и крупнее... Удерживать его сложно, но приносит удовольствие.\n\n—Угомонись.- я прижал его голову к земле, навалился на него всем телом. Генерал 4го отряда среагировал сразу и связал ангела, это дало несколько секунд для создания   магического круга. \n\n—Убери свои грязные руки, ты, чёртов демон!- рычал подомной высший. Я слышал хруст его рёбер. Гравитационный круг очень помогал удерживать эту машину для убийств, но явно был перебором.\n\n—Я пытаюсь тебе помочь... Несмотря на то, что ты убил моих демонов.",
    "answers": [
      {
        "id": 72,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 71,
    "text": "Я плохо обдумал свои действия... Как только я появился перед Люцифером — отхватил крепкий удар в грудь. \n\n—Кх.- я скрипнул зубами.\n—А я хотел просто поговорить...- сжав руку в кулак я ответил ему хорошим ударом в челюсть.\n—Ну что? Готов к разговору?- пока я говорил святой отряхнулся и несколько раз попытался схватить меня за воротник.\n\n—Это из-за тебя, Сатана. Я ничего не хочу слышать от тебя!- рыкнул он. Кажется парня начала поглощать скверна Преисподни. Я размышлял о дальнейшем решении этой проблемы ловко уворачиваясь от атак ангела, насколько раз он потрепал мои крылья, но ничего... Мне удалось свалить его с ног удачной подножкой и прижать коленом к земле, заломать руки за спиной.\n\n Мы имеем два пути. Первый — от умрёт от скверны, ну а второй... Мне нравится второй.\n\n Генерал создал магический круг под нами и ловко связал ангела. Он припал к земле.\n\n",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": "Люцифер несколько раз пытался вырваться, но сил его оказалось недостаточно. Его отравлял воздух преисподни, из носа и рта текла кровь. \n\n—Кхк.. — ангел скрипел зубами, сплевывал кровь.\n\n—Знай только... Что я возвращаю долг за Вивальди.- мне пришлось отпустить белокрылого и отступить на шаг, он тяжело поднялся. В моих руках материализовался ритуальный кинжал, котрым я рассёк свою руку, далее все произошло за считанные секунды.\n\nГравитационный круг изменился, ангел тут же ринулся на меня, но цепи генерала не дали ему вцепиться в меня. Но они дали мне возможность напоить светлого темной кровью. \n\nКруг светился, этот свет сразу поглощала моя тьма, которая исходила из теперь уже почти демона.\n\n",
    "answers": [
      {
        "id": 73,
        "text": "Вивальди."
      }
    ]
  },
  {
    "id": 73,
    "text": " Угрызения совести буквально точили об меня свои когти...\n\n—Зато теперь никаких проблем...- утешала я себя.\n—Черт тебя дери!- я скривилась, уже несколько дней Сатана посылал мне письма с просьбой о встрече.\n\nС каждым новым письмом мое сердце млело, билось быстрее, сильнее и куда настойчивее чем раньше.\n\n—Что ты будешь делать?- Зевс — друг моего отца серьёзно взялся за меня после смерти отца.\n—Убрала Люцифера, теперь вздыхаешь из-за демона... Тебе не страшно, что когда-нибудь об этом узнают, твои подданные, например?\n\n—Об этом уже ты знаешь... Ты страшнее всего. ",
    "answers": [
      {
        "id": 74,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 74,
    "text": "—Я думаю ты должна пойти на встречу. Нет ничего плохого в подобном... Довольно много святых играют с демонами, но не увлекаться.\n\n—Это намек?- я смотрела на мужчину с вызовом.\n\n—Небольшое предупреждение, дабы ты не закончила как твой отец.- бог смотрел на меня сверху вниз, ослепительно улыбаясь.\n—Открой портал и вперёд.\n\n—Я так и сделаю, \"отец\"- он лишь коротко кивнул, после чего испарился. После ухода моего \"опекуна \" я немедля открыла портал в преисподню и вошла.",
    "answers": [
      {
        "id": 75,
        "text": "Сатана."
      }
    ]
  },
  {
    "id": 75,
    "text": "—Очнулся?- я лукаво улыбнулся демону. Люцифер понемногу поднимался и попытался кое-как сесть, я помог ему.\n\n—Что я тут... Тут?- бывший светлый смотрел на меня округлившимися от удивления глазами.\n—Почему я до сих пор жив и в Аду?- парень схватился за голову и зашипел.\n\n—Я вернул долг.- улыбка не сходила с моего лица, как приятно было видеть святого ставшего демоном. Демоническая натура дала о себе знать...\n\n—Я тебя убью.- он хотел набросится на меня, но сделав выпад — обмяк на моих руках как тряпичная кукла.",
    "answers": [
      {
        "id": 76,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 76,
    "text": "—Тебе стоит ещё отдохнуть... Твое, теперь уже демоническое тело, пока неспособно  на проявление нежности.- с такой себе небольшой насмешкой бросил я и отстранил его на подушку, Люцифер уже не сопротивлялся, видимо, переваривал информацию.\n\nЯ тихо вышел из комнаты, дабы не мешать бедолаге убивать себя своими мыслями, но меня сразу припёрли к стенке.\n\n—До меня дошли слухи. Сатана, тупоголовый ты демон, ты что натворил?!- маленькая и агрессивная девушка, а именно Элизабет, теперь уже Цепеш, вжала меня в стену как букашку.\n\n—Ох, сколько в тебе силы...\n\n—Не пытайся перевести тему, дурак.- её взгляд смягчился и девушка взяла меня за руку.\n—Это все из-за меня да? Прости, я случайно уронила на тебя тогда вазу... Но ты же отбил ее, я и подумать не могла, что ты так удариться можешь.",
    "answers": [
      {
        "id": 77,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 77,
    "text": "—Давай пойдём в другое мес...- вампирша дернула меня за собой довольно резко, я чуть было не прикусил язык. Рубиноглазая волокла меня за собой пока не запихнула в комнату, где нас уже ждала вся компания — Влад, Алиссия и... Все. Самуил не пришел.\n\n—Рассказывай, бесноватый, какую игру ты затеял на этот раз?- Алиссия была без настроения и, похоже, настала моя очередь познать её злость. Вот сто процентов её Самуил расстроил, а я теперь страдаю. ",
    "answers": [
      {
        "id": 78,
        "text": "Рассказать "
      }
    ]
  },
  {
    "id": 78,
    "text": "—Мне скучно.- ответил я и спокойно сел напротив моих товарищей, если можно так выразиться. Они не дают мне скучать, можно сказать они мой свежий воздух в скучной Преисподней.\n\n—Брешеш!- сорвалась ледяная королева драконов. Даже кончики её волос начали покрываться льдом.\n\n—Милая Алисия, пожалуйста, не перевоплощайся прямо тут... Пожалей эту часть замка...- хитрая вампирша посмотрела на меня. Маленькая манипуляторша, знает же, что это ГЛАВНАЯ часть замка.\n\n—Дамы, успокойтесь, дайте ему время.- неожиданно за меня заступился Влад, даже подмигнул. Потом с процентами возьмет с меня.",
    "answers": [
      {
        "id": 79,
        "text": "Держать в секрете."
      },
      {
        "id": 80,
        "text": "У меня, как у правителя, много дел..."
      }
    ]
  },
  {
    "id": 79,
    "text": "Я сложил руки на груди. Мне не хватит смелости выложить все вот так...Просто. \n\nМоих губ коснулась мимолётная улыбка и это заметили все. Дальше все происходило довольно смешно.\n\nДве девушки сорвались с места, одна схватила за одно плечо, другая — за другое. Они трясли меня, верховного демона, до тех пор, пока я не словил хороших таких самолётов. Влад пытался унять свою жену разными способами: сначала словами, а после оттягивал её.\n\nКогда драконша уже схватила меня за челюсть, повернула к себе и хотела применить \"магию правды\" я исчез.",
    "answers": [
      {
        "id": 81,
        "text": "У отца."
      }
    ]
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "Отец телепортировал меня к себе. Грубо с его стороны, ведь я наслаждался происходящим...\n\n—Сатана.-с нажимом позвал меня отец. Его голос был грубым, он раздавался в каждом уголке комнаты, иногда это было пугающе даже для меня.\n\n—Да, отец?- я занял место правителя, поэтому мне нет нужны кланяться.\n\nСделав несколько шагов ко мне, отец протянул кольцо. Оно явно принадлежало святому...Если это то, о чем я думаю...\n\n—Как ты мог обратить ангела?!- теперь его голос похож на рык.\n—Если об этом узнают другие страны... — глубокий вздох.- Тебя поднимут на смех. Мало того что ослабил себя, так ещё и приютил ангела. Ты точно мой сын?",
    "answers": [
      {
        "id": 82,
        "text": "-Отец, так было нужно"
      },
      {
        "id": 83,
        "text": "-Не думаю что это твоё дело."
      }
    ]
  },
  {
    "id": 82,
    "text": "—Я тебя совсем не понимаю.. Но и осуждать тебя не буду.\n\nМоих губ тронула улыбка, он улыбнулся в ответ, а затем произнёс:\n—Положись на меня, я представляю его моим бастардом и проблем возникнуть не должно.\n\n—Да, я думал об этом и... Я хочу отдать ему половину територии.- на свой страх и риск произнес я. Ой зря... Комнату поглотила отцовская тьма, он злился.\n\n—Это из-за той святой?- раздражённо бросил он.\n\n—Даже на это есть причины и можно сделать его страну колонией и..- громкий удар прервал меня, это отец ударил по столу, приложи он больше силы — тот бы раскололся.\n\n",
    "answers": [
      {
        "id": 84,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "—Я бы не советовал тебе делать что-то подобное... Побаловаться можешь, но если испытываешь чувства к этой... — он подбирал слова.\n—Дочери Эвы или как её ещё называют...\n\n—Отец, пожалуйста.- остановил его я. Сквозь тьму пробралась одна хитрая особа, я не могу дать ей узнать больше.\n\n—Ладно. Но помни, что я предупредил тебя. Разгребать все дерьмо после — твоя задача.- он снял тёмную завесу с комнаты и положил свою большую ладонь на моё плечо.\n—Любовь — прекрасное чувство, но оно опасно. Опасно для таких как мы.\n\n—Да. Я прислушаюсь к твоим словам.",
    "answers": [
      {
        "id": 85,
        "text": "Несколько недель спустя. Вивальди."
      }
    ]
  },
  {
    "id": 85,
    "text": "— Несколько дней назад я получила письмо от Сатаны с просьбой встретиться.- сказала я поднося бокал с вином к губам.\n\n—Ты просишь моего совета?- ухмыльнулся Дионис. Я кинула на него взгляд.\n—А даже если нет — иди. С тебя не убудет и может что-то узнаешь.\n\n—Что? — отпив глоток напитка я откинулась на спинку стула. Мы были в саду, в доме Диониса. Он один из немногих моих друзей в Раю. \n\n—До моих ушей дошёл слушок.- он замялся.\n—Из-за твоей маленькой лжи, твой лучший друг попал не в выгодное положение. Вроде как даже оказался в Преисподней.\n\n—Ты шутишь?- глядя на его лицо было понятно, что выгляжу я сейчас как удивлённая ведьма.\n",
    "answers": [
      {
        "id": 86,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 86,
    "text": "—Я думала он в людском мире сейчас и... Живёт.- моя вредная привычка вернулась несколько недель назад — грызть ногти, это я и делала сейчас.\n\n—Просто проверь, тебе не стоит сейчас забивать сваю светлую головку. — смуглая и тёплая руна опустилась на мою.\n—В конце концов дочь грешницы-Эвы может прямо сейчас открыть портал и.- Он подал отличную идею и прямо подомной образовался портал в Преисподню. Дионис даже не удивился. Хах.\n\n",
    "answers": [
      {
        "id": 87,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 87,
    "text": "Попала я удачно.\n\nВода, в которой я оказалась была теплой и приятно пахла мылом. Мужским. Я попала в купель.\n\n—Вау. В Раю горячая вода закончилась? — за мной раздался до боли знакомый голос демона. \n\nСатана обнял меня сзади и о мой бог. Помогите, его грудь и ах... Щеки залились краской.\n\n—А..мх.- я хотела закричать, но рот оказался закрыт рукой владыки демонов.\n\n—Тихо. За дверью слуги, они не должны знать о тебе. Все что я сейчас скажу держи в секрете.- его горячее дыхание обжигало шею, а шёпот заставил мои колени дорожать. Я слишком близко к обнажённому мужчине и это ужасно смущало.",
    "answers": [
      {
        "id": 88,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  }
]