[
  {
    "id": 1,
    "text": "Автор: Mikasa Akkerman\nСтатус: Завершён\n                   !!!Надеюсь вам понравится!!!\n                          !!!Приятного чтения!!!\n\nБыло 10 вечера. Кто-то уже лег спать, а кто-то ещё бодрствовал. Так вот. Лежу я на кровати в палате. Соседка моя переписывается ВКонтакте, а я жду, пока зарядится мой планшет (стоит он в коридоре).\n\nДумаю, уже пора. Встаю и иду проверять. Вышла из палаты, а в коридоре ни единой души. Наверное все готовятся ко сну. Проверяю свой планшет. 84 процента. Блин. Придется еще ждать. Я разворачиваюсь и уже собираюсь идти в палату, как вдруг слышу странный и неразборчивый шум, похожий на детский плач вперемешку с какими-то ударами. Сначала я не испугалась. Мало ли. Может укол делают? Больница ведь все таки! Возвращаюсь я в палату, соседка моя до сих пор в телефоне и не обращает на меня внимания.\n\nСпустя 15 минут я снова иду на проверку. И снова тот же самый плач. Такой же монотонный и будто просящий о помощи. Мне стало как-то не по себе. Но любопытство взяло верх. Я дошла до палаты, откуда по моему мнению доносился плач. Через щель между дверью и дверным косяком прорывался свет. Я стала прислушиваться и кроме плача не услышала ни единого звука! Разве родители не должны успокаивать ребенка? Тут уж я не выдержала и потихоньку стала открывать дверь.\n\nВот уже я заглянула в комнату и..... Чуть не упала. В комнате было абсолютно пусто. Я на дрожащих коленках приседаю и пытаюсь найти хоть кого-нибудь под кроватями. Пусто. В палате стояла гробовая тишина. Я попыталась мыслить логически. Может это не та палата? Выхожу и закрываю за собой дверь и тут... Я снова слышу тот же плач. Только теперь он больше похож на истошный крик. И самое главное — он опять же доносится именно из этой комнаты. Моя психика была на грани срыва. От страха я бросилась проч, как можно дальше от этой злосчастной палаты.\n\nВот уже и моя комната. Я немного успокоилась и решила проверить планшет еще раз. 2 процента. Что?! Ведь к этому времени батарея должна быть уже полной. Я стала смотреть на экран и прямо на моих глазах исчезли и эти два процента. Мой планшет полностью отрубился и больше не включался. Мне стало совсем уже нехорошо и страшно. Чтобы успокоиться решила поговорить со своей соседкой, да и рассказать ей ту историю.\n\nЯ зашла в палату и впала в ступор. Где же она? Ведь Света не выходила из комнаты! В этот момент я построила еще и Египетскую Пирамиду. Черт. Я впала в самую настоящую панику и побежала в комнату для медсестер. Там тоже никого не оказалось. Я осталась в жутко страшном помещении совсем одна. От усталости мои веки тяжелели, но страх не дал мне закрыть ни одного глаза. Я села около двери в сестринскую и в надежде на спасение стала ждать рассвета. Конечно, мне следовало бы нестись с этого этажа как ошпаренной, но в тот момент я не могла даже пошевелится от страха. Все время чувствовалось чье-то присутствие.\n\nПросидела я так всего минут пять. Вдруг я услышала шаги. Кто-то или что-то прошло по коридору недалеко от меня. Этого то я и боялась. Я робко выглянула в ту сторону. Там была фигура невысокого роста. Скорее всего это была девочка. У нее были длинные черные волосы и она была босая. Фигура стояла ко мне спиной и я не видела лица. Лучше бы и не видела! Ведь сразу же в этот момент девочка повернулась. И тут я увидела то, от чего чуть не упала в обморок. У нее не было лица! Ни глаз, ни носа, ни ушей, а вместо рта круглое отверстие. На месте отсутствующих черт лица виднелись огромные рубцы и язвы. Девочка \"посмотрела\" на меня секунды две и заплакала. Это был тот самый плач. Она заплакала и, вытянув руки вперед пошла прямо ко мне. Сквозь плач прослушивались слова.\n\n—Помогите, прошу!\n\nЯ закричала так громко и отчаянно, что если бы в больнице кто-то спал я бы разбудила всех разом. Я побежала как можно скорее к лестнице, фигура все еще преследовала меня. Сбегая по ступенькам, я споткнулась об одну из них, покатилась кубарем вниз и потеряла сознание.\n\nОчнулась я только утром и оглянулась вокруг. Все было как прежде. Врачи и медсестры ходили по коридору, а маленькие дети играли в догонялки. Я уже стала подумывать, что сошла с ума и все вчерашнее мне привиделось. Я пошла проверить мой несчастный планшет.\n\nБатарея показывала 100 процентов. В общем стала я искать ответ в интернете, но ничего сверхъестественного про мою больницу там не оказалось. Набравшись смелости, я все же поведала эту историю глав. врачу и уже была готова увидеть неимоверное удивление на лице доктора, но тот наоборот нахмурился. Он рассказал о случившемся несколько лет назад.\n\nОказывается когда-то давно в больницу привезли маленькую девочку, пережившую аварию. Ее лицо было в ужасном состоянии и необходимо было немедленно сделать операцию. Когда было сделано меньше половины работы на этаже внезапно начался пожар. Врачи, сестры и пациенты в панике стали бежать. Видимо, девочка лежала в операционной, пока не прошел наркоз. Через некоторое время с улицы был слышен душераздирающий плач и крики о помощи. Из окна было видно ее изуродованное лицо. Никто из спасателей не мог пробраться в то помещение — все ходы были завалены. Девочка билась за жизнь, стучала в окно, но пламя тогда взяло свое. Из-за огня на этаже не работало электричество.\n\nТело пострадавшей нашли абсолютно нормальным, но на лице не оставалось уже ничего живого — оно все обгорело и было изрезано скальпелями. Девочку похоронили на кладбище, но душа ее все еще живет на том самом этаже и изредка, переживая тот роковой день, по ночам просит о помощи...\n\n",
    "answers": []
  }
]