[
  {
    "id": 1,
    "text": "—Эхехе. Ты же не думаешь что можешь вот так запросто ворваться ко мне, разгромить лабораторию, испортить больше тридцати лет моих трудов и просто смыться. Свинство, не находишь?\nИменно поэтому ты здесь. И опять же по этому я не убил тебя сразу. Видишь ли...для моих исследований требуется много...материала.\nЧего дрожишь? Хахахха!...кха...кх.. Нет мой милый лягушонок, тебя мне убивать никак не выгодно. Ведь ктото должен приносить мне весь этот \"материал\".\n   Безумно вращающий глазами старик вертит перед вашей физиономией слегка тронутым ржей металлическим скальпелем. Больше похожим на маленький нож.\n   ",
    "answers": [
      {
        "id": 2,
        "text": "Попытаться встать."
      },
      {
        "id": 3,
        "text": "Зарыдать"
      },
      {
        "id": 4,
        "text": "Промолчать."
      },
      {
        "id": 5,
        "text": "Что ты имеешь ввиду?"
      },
      {
        "id": 6,
        "text": "Послать старика на все четыре..."
      },
      {
        "id": 7,
        "text": "Осмотреть комнату, пока плешивый занят самобахвальством."
      },
      {
        "id": 8,
        "text": "Плюнуть в лицо старика."
      },
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "Звук цепей и треск досок покрытия стула.Вот все чего вы добились.\n—Какой буйный мне попался воришка!\nСкальпель все больше приближается к вашему лицу. Настолько, что можно рассмотреть едва различимые краторы ,оставленные коррозией.\n—Шевельнешься, и мне придется подрезать сухожилия на ногах. Ххихихи. \nСлегка проведя ледяным лезвием по вашему лбу, старик целует вас, как бы благославляя.\n—Надеюсь что ты виживешь при экспериментах. \nС неподдельной печалью произносит старик.\n—Мой последний помошник погиб по сущей глупости...его...НУ НЕ МОЕЙ ЖЕ! \nСтарик истерично взмахнул руками. И вы, с ужасом, проследили полет этого инструмента в трещину между плитами пола.\nПочему с ужасом? просто он пролетел мтмо вашего лица.\n—Эти чертовы помошники никогда не слушают! Даже когда им прямо скажешь не становиться ко мне спиной! Хихихи. Но ты же...понятливее остальных?\nС ехидной ухмылкой старик схватил вас за подбородок, и больно сжал  обломками обкусанных ногтей ваши щеки.\n— Я всем покажу! Я всем еще покажу что значит не считаться со мной!\nЕго глаза направлены на вас. В них отражается бешенный калейдоскоп эмоций. В основном негативных. Но иногда появляются проблески разума. Кажется он не до конца свихнулся.\n",
    "answers": [
      {
        "id": 10,
        "text": "-Отваои меокая мрась!!!"
      },
      {
        "id": 11,
        "text": "-Отпустите меня пожалуйста..."
      },
      {
        "id": 12,
        "text": "Промолчать."
      },
      {
        "id": 13,
        "text": "Начать корчить рожи, бешенно вращая глазами."
      },
      {
        "id": 14,
        "text": "Забиться в истерике, поливая все отборным матом."
      },
      {
        "id": 15,
        "text": "Плюнуть в старика."
      },
      {
        "id": 16,
        "text": "Попытаться встать еще раз."
      }
    ]
  },
  {
    "id": 3,
    "text": "—Ну ну. Тише, малыш. Добрый дядя сейчас все исправит! \nРезкое движение скальпелем превращает комнату в сполшное красное пятно.\nКажется старик только что вспорол вам лицо и качинает там ковыряться!!!\n—Не переживай.Хиххих. Я всеголишь удалю тебе слезные железы.\nБоли действительно нет, но очень не приятные ощущения.\nКак будто из вас вытягивают частичку самоё себя.\n—Ай заткнись, автор, ато еще ошибочно удалю ей пару лишних желез, ослепнет же!\nАвтор умолкает... Ваши действия?",
    "answers": [
      {
        "id": 17,
        "text": "Захрипеть."
      },
      {
        "id": 18,
        "text": "-Прекратите!"
      },
      {
        "id": 19,
        "text": "Попытаться вырваться."
      },
      {
        "id": 20,
        "text": "Сидеть молча, пытаясь не ухудшить ситуацию."
      },
      {
        "id": 21,
        "text": "-Да автор, заткнись!"
      },
      {
        "id": 22,
        "text": "Плюнуть в старика."
      }
    ]
  },
  {
    "id": 4,
    "text": "—Молчун какой. Хихх. И не страшно? Прям ни капельки?\nСкальпель приблизился к правому глазу. \n—А так? Что тоже не страшно?\nСлабый тычек. И часть мира погаслаДа этот выродок только что проколо вам глаз!",
    "answers": []
  },
  {
    "id": 5,
    "text": "Удивленный взгляд серых блестящих глаз немигающе уставился на вас.\n—Ты еще и разговаривать умеешь? ДА к тому же разумные вещи спрашиваешь.\nСухонькие руки мелко задрожали.\n—Коль ты так интересуешься, я расскажу о чем я думаю последние несколько лет.\nЗакончив удивляться старик зашагал по комнате.\nВыстукивая ногами какой то странный ритм. \n          Заложив руки за спину старикан пустился в откровенные разговоры. Рассказал вам как обкакался в детском саду, и спрятал свои художества в столе воспитателя.\nКак он научился оживлять мертвых мышей.\nКак исцелил \"В этот момент автор пальцами показывает жирнейшие кавычки\" пару страждущих. \nКак прооперировал сердце паре оленей, но с ними ничего не работало...\n—Очнись ты уже! Не прилично терять сознание прямо посреди беседы!\n     И вот...после полутора часов откровений...\n—Ну как тебе, достойная жизнь для гения? А я скажу. Нихрена не достойная...Потолки постоянно сыпятся. Плиты как печенье уже... Рассыпаються. Пробовать их наверное не стоит...\n     На этот раз блестящие глаза с ухмылкой обратились в пол. \n—А на поверхности сейчас пироги раздают...с мясом...свежим ... \n—О! Придумал! Именно туда ты и отправишься! сходи бабушке за пирожками, хихих. \n    Взгляд вновь вернулся к вам. Пожилой мужчина потирал руки, глядя на вас. \n—Ты можешь конечно сбежать на поверхности.\nТолько ты не представляешь чего я уже достиг!\nГлупцы не верят мне, считая психопатом. Однако никто из них не пытался проверить все мною сказанное! Ниодин! Тщедушные выкормышы НьерГалла! \nУдарив кулаком о раскрытую ладонь он глянул на вас. \n—Я могу как навредить телу, так и улучшить его. Только потребуется немного хиххих времени на исполнение задуманного!",
    "answers": []
  },
  {
    "id": 6,
    "text": "—кха ..кха..хахаха. Да ты шутить изволишь я в этих краях уже бывал не раз.\nстарик медленно отвернулся и задумавшись почесал затылок.\n— Когда же я был там в последний раз?..хмм.. Ах точно!\nСтарик ударил кулаком о раскрытую руку. \n—Когда искал тебя! зрачки глаз старика расшырились. Руки, и без того выглядевшые хлюпенькими, сейчас затряслись. Вытанцовывая пальцами по столу, эксперементатор подошел ближе, глядя на вас из под лобья.\n—Только там я нашел не только тебя. Хочешь я прямо сейчас найду тебе компанию? \nХитрая усмешка расплылачь на его губах.",
    "answers": [
      {
        "id": 23,
        "text": "Ты псих! Точно! Бесповоротно! И на всю голову с ногами, так как согласно пословице дурная голова..."
      }
    ]
  },
  {
    "id": 7,
    "text": "Окружающая обстановка прямо скажем намекает на психическое здоровье её хозяина.\nГрубо сколоченные досчатые столы, с лежащими на них телами. Горы всякого мусора по улгам довольно обширного зала. Маленькие светящиеся блекло — зеленым светом кристаллики висят над столами.\nДовольно странное явление, учитывая что к ним не ведут никакие нити или цепи.\nСтены видно плохо, свет еле достает. Из того что можно разобрать это больше похоже на мелкие кусочки плитки. Выложенные в форме мозаики.\nПо звуку шагов старика можно понять что пол из камня. Скорее всего из каменных блоков. \nВ левой половине зала виден разлом между плитами. Не такой большой чтобы пролезть. \nСтена за ним искривилась, что вызвало обвал мозаики, которая сейчас лежала отдельно сметенной в кучу горкой.\nСам старик в это время прекратил повествование.\nА поняли вы это потому как тот, зайдя за спину резко ударил вас в затылок...",
    "answers": [
      {
        "id": 24,
        "text": "Потерять сознание."
      }
    ]
  },
  {
    "id": 8,
    "text": "—Ааа! Это не гигиенично!!! \nСтарик, забыв про скальпель в руке, желая по видимому немедленно стереть вашу слюну, вогнал его себе в глаз , моментально изогнувшись в судороге. Смерть? Или он настолько псих, что даже мертвым только притворяется?\nСами вы, по результатам осмотра самого себя сидите на деревянном, скрипящем но добротном стуле. Скорее всего из дуба. Хотя какое это имеет значение в сложившейся ситуации?\n     Руки, ноги и торс закреплены плотно стянутыми кожанными ремнями. Такие не растянуть, даже если долго биться, пытаясь вырваться. \nМежду пальцев на ногах и руках пропущенны мелкие деревянные колья, чтобы нельзя было сжать кулак.\n",
    "answers": [
      {
        "id": 25,
        "text": "Попытаться раскачаться на стуле используя голову."
      },
      {
        "id": 26,
        "text": "Осмотреть помещение."
      },
      {
        "id": 27,
        "text": "-Эй! Помогите кто нибудь!"
      },
      {
        "id": 28,
        "text": "Молча наблюдать за происходящим."
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "—Отоали елкая маазь! \nЭтот бздун свернул такую рожу, что случайно сломал себе челюсть. Благо сломал он ее по ближайший приступочек возле стульчика...\nОткуда там взялась лужица, на которой этот маньячилла поскользнулся, мы никонда не узнаем.\n—Я все слышу! \nОтряхнувшись, эта развалина приподнялась на локтях, потом с жутким стуком вывернуло голову в вашу сторону. Так и стоя на четвереньках.\n",
    "answers": []
  },
  {
    "id": 11,
    "text": "Прости, дитя я не могу так поступить.\nАбсолютно спокойным голосом произнес старик.\nЕго глаза на этот раз не блестели как у умалишенного. Но они были очень печальны. \n—Пойми, я тридцать лет изучал все, что связанно с людскими телами. Я знаю не только как мучить, но и как лечить. Даже больше чем лечить...Как усовершенствовать! \nВ этот момент глаза вновь наполнились безумием.\n—Голоса тех кого я усовершенствовал отдаются у меня в голове колокольным набатом!Я СЛЫШУ ВСЕХ!!!\nБезумный ученый резко развернулся, подходя к стоящему неподалеку грубо сколоченному столу.\nНачал ковыряться в массе, лежащей на столешнице. Рванул.\n—На, полюбуйся!\nК вашим ногам полетело сердце...явно не смахивает на предложение. ",
    "answers": [
      {
        "id": 29,
        "text": "А руку не хочешь кинуть? Так сказать дополнить картину?"
      },
      {
        "id": 30,
        "text": "Осмотреть сердце."
      },
      {
        "id": 31,
        "text": "Зажмурить глаза."
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "Вы умерли...\nНе надо грубить автору, пока он владеет вами:)",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "—Не даст покою твоим пока что хлюпеньким ногам! \nВыпалил старик, хлопая себя по коленям от такого удачного на его взгляд каламбура.\n—Автор, допросишься же! \n—Все все. Шутки у тебя смешные.\n—Именно, ох знал бы ты как смеялся мой предыдущий помошник над моими подколками...Особенно когда я вставлял их ему в колени, и заставлял ходить по вате, чтобы они наращивали боль плавно...\nВ этот момент психопат развернулся к вам с набором маленьких иголок, каждая из которых имела сдвоеные концы.\n—Когда они утыкаются в кость, они раскрываются и застревают...ПРАВДА ЭТО ОЧЕНЬ ИНТЕРЕСНО?!...кхм...Не находишь?",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]