[
  {
    "id": 1,
    "text": "Автор: Jenya\nЖанр: Юмор, боевик.\nМикроквест.\n\nАннотация:\nЗловещие и жестокосердные воспитательницы из садика поглощают всё больше детских групп, пора сделать гражданский переворот и свергнуть с трона гордых тиранов!\nВ этом квесте вы будете играть за пятилетнего  мальчишку.\n",
    "answers": [
      {
        "id": 3,
        "text": "Начать решающую историю."
      },
      {
        "id": 2,
        "text": "Боевые достижения."
      },
      {
        "id": 4,
        "text": "Краткое описание происходящего."
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы будете получать боевые достижения по прохождению данной истории с оценками от 1 до 10. Высшая оценка — 10<plus><plus>.\n Всего Достижений: 20",
    "answers": [
      {
        "id": 1,
        "text": "Покинуть комнату наград."
      },
      {
        "id": 34,
        "text": "☆Командная робота.☆ (10<plus><plus>)",
        "need": 34,
        "need_ever": true
      },
      {
        "id": 18,
        "text": "☆Профессиональная диверсия.☆ (10<plus>)",
        "need": 18,
        "need_ever": true
      },
      {
        "id": 27,
        "text": "☆Био-оружие.☆ (10<plus>)",
        "need": 27,
        "need_ever": true
      },
      {
        "id": 29,
        "need_ever": true,
        "need": 29,
        "text": "☆Отточеный навык.☆ (9<plus>)"
      },
      {
        "id": 42,
        "text": "☆Найди меня.☆ (8<plus>)",
        "need": 42,
        "need_ever": true
      },
      {
        "id": 30,
        "text": "☆Камикадзе.☆ (8)",
        "need": 30,
        "need_ever": true
      },
      {
        "id": 22,
        "text": "☆Героический побег.☆ (7<plus>)",
        "need": 22,
        "need_ever": true
      },
      {
        "id": 33,
        "text": "☆Дуэль.☆ (7)",
        "need": 33,
        "need_ever": true
      },
      {
        "id": 36,
        "need_ever": true,
        "need": 36,
        "text": "☆Хитрый трус.☆ (6-)"
      },
      {
        "id": 19,
        "text": "☆Боевой трофей.☆ (5)",
        "need": 19,
        "need_ever": true
      },
      {
        "id": 26,
        "text": "☆Юный инженер.☆ (3<plus>)",
        "need": 26,
        "need_ever": true
      },
      {
        "id": 17,
        "text": "☆Сорванные крылья.☆ (3-)",
        "need": 17,
        "need_ever": true
      },
      {
        "id": 21,
        "text": "☆Отвратный вкус.☆ (2-)",
        "need": 21,
        "need_ever": true
      },
      {
        "id": 35,
        "text": "☆Крепкая рука.☆ (2-)",
        "need": 35
      },
      {
        "id": 23,
        "text": "☆Безрукий лидер.☆ (1)",
        "need": 23,
        "need_ever": true
      },
      {
        "id": 38,
        "text": "☆Предатель среди нас.☆ (1-)",
        "need": 38,
        "need_ever": true
      },
      {
        "id": 40,
        "text": "☆Возвратимый ущерб.☆ (1-)",
        "need": 40,
        "need_ever": true
      },
      {
        "id": 11,
        "need_ever": true,
        "need": 11,
        "text": "☆Белый флаг.☆ (0)"
      },
      {
        "id": 24,
        "text": "☆Пошлая месть.☆ (?)",
        "need": 24,
        "need_ever": true
      },
      {
        "id": 37,
        "need_ever": true,
        "need": 37,
        "text": "☆Доверие врага.☆ (?)"
      }
    ]
  },
  {
    "id": 3,
    "text": "Наступило тёмное холодное утро, черствые рабовладельцы готовят вас к новому изнурительному дню, от их злобы не помогают ни слёзы, ни укусы, ни махание ручками, даже стратегическая отмазка не имеет результата, у вас нет сил противостоять этому миру.\nИ вот уже, выйдя с самодельной хижины, которая разваливается, вас крепко держат за руку, чтобы ни в коем случае нельзя было сбежать, на рот и нос туго заплетена синяя повязка, чтобы скрыть громкие крики о помощи, странно, что прохожим людям плевать на происходящее, тут же, у них на глазах происходит величайшее преступление, а может, эти люди имеют огромный авторитет среди всех? Вот и никто не смотрит даже.\nСтранно, что они не экономят на еде, всегда хорошо кормят, одевают в тёплую красивую одежду, наверное, чтобы были отличные результаты в невольной работе, но хоть в этом есть плюс!\nВас всё дальше ведут с оковами на ногах, которые как бы, странно, имеют согревающий эффект, слева от вас — рабовладелец женщина, которая везёт одной рукой странный механизм — \"О, это наверное чтобы увезти меня и бросить в яму, когда я паду от их рук\".\nВы подходили к главному рабочему месту, вместе с вами были тоже куча пленников, как женского, так и мужского пола, кто-то их привозил на особо быстрых устройствах, видимо очень сильные и опасные, могут вырваться.\nВас дотягивают до старой ржавой решётки, вы уже там! Декорации просто кровожадные, лучше бы их вообще не было: в углу красуется багрово-оранжевое солнце, которое издевательски смеётся над вами, старые ворота обвивают колючие шипастые огромные растения, они жаждут только крови! Во дворе бегают дикие гиены и кошки. Территория засыпана зыбучими песками для затруднения побега. Расставлены на заднем дворе разбитые скамейки — всё создано для максимальных издевательств, даже есть специальные помещения без окон и открытой крыши, и дверей нет — это всё для привселюдных пыток!\nИ вот, вас затягивают в то самое ненавистное место, вы упираетесь, кричите, но нелюди злобно твердят — \"Всё будет хорошо, не бойся\". У входа вас встречает злой охранник-громила, у него на вооружении куча дубинок, а на случай побега есть электрошокеры, даже если его обойти, то на двери выхода есть кнопка-замок, которую могут открыть только эти самые тираны. И вот, судный час уже настал, вас затаскивают в одну из десяти колоний, снимают оковы и лишнюю одежду, запускают на плантации усохших растений. Сил опираться уже нет, можно только смотреть...",
    "answers": [
      {
        "id": 5,
        "text": "Смотреть на свои мучения."
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы будете видеть квест, как видит обычный день ребёнок из дет сада. Со всеми дорисовками в мыслях и воображениями. В битве есть куча исходов и интересных моментов, а так же достижений. Вперёд! ",
    "answers": [
      {
        "id": 1,
        "text": "Понял!"
      }
    ]
  },
  {
    "id": 5,
    "text": "Зайдя в главное помещение для работы вас встречают две смотрительницы с хитрыми улыбками, сейчас то их рабочий день тоже начнётся! Для начала нас всех собирают вместе и распределяют в главную комнату, там нам предстоить возить тяжёлый груз на маленьких машинках, бороться с мелкими, вроде игрушечными вредителями, и писать предсмертные рисунки и записки, потом из числа выживших делают эксперименты — проверяют сложными физическими упражнениями, сколько у них сил осталось. Это просто ужасно!\nПосле всех неприятных дел, остатки ведут в особый участок, там мы моемся грязной земляной водой, и делаем всё остальное.\nПовторив несколько таких циклов, дело заходит в самый отвратительный поворот, уже половина дня прожита, но это ещё не конец, смотрительницы хотят накормить вас какой-то жёлтой жижей и тефтелями коричневой дурно пахнущей жидкостью. А если отказаться и пытаться вырваться, то вас забьют кнутами и руками по одному месту. После мерзкой трапезы, часть пленных идут в усыпальницы, там им снятся ужасы, почти все просыпаются мокрые с ног до головы. Кто до сих пор смог выжить, тот отрабатывает допольнительные часы, пока их тоже не заберут. Живыми наверное...\nВот, одна из смотрительниц, пытается накормить вас той же мусорной \"едой\", их тотальная тоталитарная власть вам всем надоела, время устроить революцию, ведь лидер повстанцев под угрозой смерти.\nТак же, среди вас остались тоже самые стойкие.\nЕсть несколько выборов. Погибель не допустима, но если она того будеть стоить, то можно рискнуть, такому и быть.",
    "answers": [
      {
        "id": 6,
        "text": "[Вступить в битву.] "
      },
      {
        "id": 7,
        "text": "[Надавить на жалость.]"
      },
      {
        "id": 8,
        "text": "[Взаимодействие с товарищами.]"
      },
      {
        "id": 9,
        "text": "[Бежать.]"
      },
      {
        "id": 10,
        "text": "[Разнервировать смотрительницу до потери сознания.]"
      },
      {
        "id": 11,
        "text": "[Сдаться.]"
      },
      {
        "id": 12,
        "text": "[Спрятаться.]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы вступаете в битву один на один. Надо подобрать оружие, кулаками биться не выгодно, а значит надо найти подручный предмет .",
    "answers": [
      {
        "id": 25,
        "text": "[Схватить вилку.]"
      },
      {
        "id": 26,
        "text": "[Схватить конструктор \"Лега\" и подставить под ногу.]"
      },
      {
        "id": 27,
        "text": "[Использовать суперсилу.]"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Ну пожалуйста, Антонина Александровна, не надо, отпустите меня!\n— Нет, Миша! Быстро всё доел и спать!\n— Мне очень плохо от этой еды. Я не могу её есть.\n— Это ты ещё ужин не пробовал, по сравнению с тем, то это цветочки, но я тебя отпущу.\n— Спасибо, я не забуду вашей доброты.",
    "answers": [
      {
        "id": 37,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вместе с вами сидело двое пленников. Кого позвать?",
    "answers": [
      {
        "id": 34,
        "text": "[Позвать Мишу.]"
      },
      {
        "id": 38,
        "text": "[Позвать Серёжу.]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы мигом с разгону выбиваете дверь ногой, и бежите с дикой скоростью. Вот, уже пробежав основные корпусы со скоплениями противников вы выбегаете на разворот, один ведёт на свободу, второй возможно в тупик.",
    "answers": [
      {
        "id": 35,
        "text": "[Вбежать в левую дверь.]"
      },
      {
        "id": 36,
        "text": "[Вбежать в правую дверь]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Так, что там у смотрительницы. Ага! Дорогая сумка \"Антонио Педраччи\", раскошная рубашка \"Гуппи\" с рыбками, Штаны без ремня, с оборванным карманом — \"Ля, Костя\", синие кеды \"Найт\". На вешалке розовый толстый шарф без названия, а вот есть шапка \"Термин\".\nВремя вывести её из строя, и начать освобождение.\nНервные клетки смотрительницы: 20000",
    "answers": [
      {
        "id": 13,
        "text": "[Порвать вилкой сумку.]"
      },
      {
        "id": 14,
        "text": "[Пролить компот на рубашку.]"
      },
      {
        "id": 15,
        "text": "[Спустить штаны.]"
      },
      {
        "id": 16,
        "text": "[Замазать едой кеды.]"
      },
      {
        "id": 17,
        "text": "[Взаимодействовать с товарищами.]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Все с упрёками смотрели на то, как вы сдались. Нельзя так было делать, теперь надежды нет, так как и будущего, чёрная власть полностью овладела вами.",
    "answers": [
      {
        "id": 1,
        "text": "[Вы сдались.]"
      },
      {
        "id": 11,
        "text": "Достижение: Белый флаг.",
        "comment": true
      }
    ]
  },
  {
    "id": 12,
    "text": "Идея пустая, но можно. Смотрительница отвернулась, куда спрячемся?",
    "answers": [
      {
        "id": 39,
        "text": "[Под обеденный стол.]"
      },
      {
        "id": 42,
        "text": "[Забежать в усыпальницы и залезть под кровать.]"
      },
      {
        "id": 40,
        "text": "[За большими горшками с растениями.]"
      },
      {
        "id": 41,
        "text": "[В коридоре.]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы со всего размаху подбегаете и чиркаете со всех сил по сумке, она с трескотом рвётся, вы нанесли комбо — сумка оказалась подделкой, и на неё ушли тысячи.\n— О-о, мой Антонио! Нет!\nСмотрительница на время шокирована, время нанести фатальный удар по нервам.\nНервные клетки: 500",
    "answers": [
      {
        "id": 22,
        "text": "[Сказать, что её муж встречается с бывшей.]"
      },
      {
        "id": 23,
        "text": "[Связать руки шарфом, а голову закрыть шапкой.]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы проливаете красный компот на рубашку.\n— Вот зараза, мои рыбки! С этими словами она забегает в раздевалку. Есть только один вариант!\nНервные клетки: 15000\n",
    "answers": [
      {
        "id": 24,
        "text": "[Подсмотреть.]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы поджидаете нужный момент и тянете вниз штаны со всей силы, смотрительница такого не ожидала, но защитой от стыда стал излишний вес, и план провалился, вас хоть и не сильно наказали, но это понизило боевой дух.",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли."
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы взяли эту жёлтую жижу и коричневую жидкость с тефтели и вылили на изящные кеды.\n— Что ты наделал, гадёныш!?\nС пронзительными криками она что-то шипит под ухо и выбегает из комнаты отмывать своё горе. Теперь можно напакостить с шарфом и шапкой.\nНервные клетки: 14000",
    "answers": [
      {
        "id": 18,
        "text": "[Смыть шапку в канализацию.]"
      },
      {
        "id": 19,
        "text": "[Выкинуть шарф с окна.]"
      },
      {
        "id": 20,
        "text": "[Положить шарф в горячий суп смотрительницы.]"
      },
      {
        "id": 21,
        "text": "[Налить в шапку супа.]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Как только наблюдательница отвернулась, вы мигом позвали своего соседа и рассказали план, но не тут то было, обладающая ультраслухом стерва всё услышала, и наказала вас исправными работами, революция не удалась.",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли."
      },
      {
        "id": 17,
        "text": "Достижение: Сорванные крылья.",
        "comment": true
      }
    ]
  },
  {
    "id": 18,
    "text": "Взяв шапку с крючка, и закинув его в унитаз, а так же смыв, вы мигом без проблем забили канализацию, мелкий бюджет управляющих дал о себе знать. Главное здание начало прорывать и затапливать, и в середине всего сценария вы со своей командой полностью убегаете из этого, уже разрушенного места.\nПриехали правоохранительные органы, но виновников приступления так и не нашли, особый ущерб понесла смотрительница, которая потеряла фирменную шапку.",
    "answers": [
      {
        "id": 1,
        "text": "Вы победили власть и выиграли!"
      },
      {
        "id": 18,
        "text": "Достижение: Профессиональная диверсия.",
        "comment": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Захватив этот прелестный шарф, вы смотрите с окна, и понимаете, что можно из него выпрыгнуть, немного пораздумывав, вы аккуратно спрыгиваете с окна и убегаете, правда это был первый этаж, но сколько же радости от того, что вы теперь на свободе! Теперь можно укутаться шарфом и не заболеть. Никто с вами к сожалению не смог убежать. \n",
    "answers": [
      {
        "id": 1,
        "text": "Вы эгоистично выиграли."
      },
      {
        "id": 19,
        "text": "Достижение: Боевой трофей.",
        "comment": true
      }
    ]
  },
  {
    "id": 20,
    "text": "Подбежав к главной кухарке, вы пытаетесь незаметно положить шарф в суп смотрительницы, это была плохая идея, она вас засекла и заставила есть свои вонючие тефтели, и вы сдались, боевой дух полностью уничтожен.",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли."
      }
    ]
  },
  {
    "id": 21,
    "text": "Подбежав к главной кухарке, вы пытаетесь незаметно отлить супа в шапку, ох какая это была глупая идея. Она вас засекла и заставила есть свои вонючие тефтели, и вы сдались, боевой дух полностью уничтожен.",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли."
      },
      {
        "id": 21,
        "text": "Достижение: Отвратный вкус.",
        "comment": true
      }
    ]
  },
  {
    "id": 22,
    "text": "От этих слов смотрительница падает в обморок. Даже не понятно, от того что ребёнок знает эти слова, или от того, что узнала горькую правду. Битва была успешная, время побега!\nВы с группой смогли убежать из главного участка, и уже отошли к отделу охранников, смогли пробежать даже через них, создав небольшую горку, вы смогли нажать кнопку и открыть дверь, далее вы выбежали через тёмные задворки и расбежались кто куда, большинство пленников перехватили ушастые охранники, но вы со своим верным другом смогли убежать на волю, хоть и тоталитарная власть не была повержена, но в ней начали появляться дыры.",
    "answers": [
      {
        "id": 1,
        "text": "Вы частично выиграли!"
      },
      {
        "id": 22,
        "text": "Достижение: Героический побег.",
        "comment": true
      }
    ]
  },
  {
    "id": 23,
    "text": "Пока смотрительница оглушена горем, вы пытаетесь завязать ей руки, но вспоминаете, что не научились вообще что-то завязывать, враг постепенно приходят в себя, и наказывает вас тяжёлыми ударами по заднице. Боевой дух был искоренён.\n",
    "answers": [
      {
        "id": 1,
        "text": "Вы завалили этот бой полностью!"
      },
      {
        "id": 23,
        "text": "Достижение: Безрукий лидер.",
        "comment": true
      }
    ]
  },
  {
    "id": 24,
    "text": "Пройдя за смотрительницей, вы заметили довольно м-м, как сказать, испорченную картину. Смотрительница испугалась и навсегда убежала с работы, боясь что кто-нибудь узнает её тайну.\nВы избавились от главного лидера этого уничтоженного государства, но никто не знает, кто станет править следующим.",
    "answers": [
      {
        "id": 1,
        "text": "Неизвестный исход."
      },
      {
        "id": 24,
        "text": "Достижение: Пошлая месть.",
        "comment": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы смогли ухватиться за вилку, а смотрительница за тарелку, махая пару минут вилкой, вы попали лишь 3 раза, и то, удары были заблокированы бронированной тарелкой.\nСобери все силы в кулак и приготовься, враг тоже атакует!\nИ вот, уже противник открылся, все силы направлены в вилку, которая, слегка уже согнулась, давай же!\nЗдоровье врага: 100\nВаше здоровье: 5",
    "answers": [
      {
        "id": 28,
        "text": "[Ударить со всей мощи!]"
      },
      {
        "id": 29,
        "text": "[Уклоняться от возможных ударов.]"
      }
    ]
  },
  {
    "id": 26,
    "text": "О нет, смотрительница использовала суперсилу \"Стальная нога\", теперь она невосприимчива к конструктору \"Лега\". У вас не хватило времени понять что происходит и она нанесла тяжёлый удар, который сразу отправил в нокаут. Больше вы ничего не помните. Битва проиграна.\n",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли."
      },
      {
        "id": 26,
        "text": "Достижение: Юный инженер.",
        "comment": true
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы хотите использовать суперсилу \"Пинок школьника\", но понимаете что это будет очень трудно, перестаравшись, вы используете суперсилу \"Газовая атака\", которая сносит всё живое на своём пути: смотрительницы, товарищи и повариха сразу бездыханно падают, токсичные газы доходят до корпуса охранников и тоже их усыпляют, от такой концентрации стал облазить паркет, начали плавиться окна, мигом засохли все кусочки растительности. Через пять минут вы смогли выбежать и это здание превратилось в щепки...",
    "answers": [
      {
        "id": 1,
        "text": "Вы выиграли битву самым необыкновенным способом."
      },
      {
        "id": 27,
        "text": "Достижение: Био-оружие.",
        "comment": true
      }
    ]
  },
  {
    "id": 28,
    "text": "В самый неподходящий момент вилка от переизбытка силы, ломается пополам и разлетается в щепки. Но смотрите, осколки ранили врага и он на время оглушён.\nЗдоровье врага: 60\nВаше здоровье: 5",
    "answers": [
      {
        "id": 31,
        "text": "[Бежать.]"
      },
      {
        "id": 32,
        "text": "Использовать суперсилу [Пинок школьника.]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Словно ниндзя, вы без конца уклонялись от тяжёлых ударов, растягивая эластично все части тела, при возможности вы зарядили врагу сразу в табло, и с одного раза вырубили его, вот как надо!",
    "answers": [
      {
        "id": 1,
        "text": "Вы выиграли!"
      },
      {
        "id": 29,
        "text": "Достижение: Отточеный навык.",
        "comment": true
      }
    ]
  },
  {
    "id": 30,
    "text": "Разрывая вашу плоть, боевой дух быстро испепелил всё в радиусе киллометров пяти, всё живое обратилось в прах, государство тиранов было уничтожено, но оно забрало с собой и вас... И всех.",
    "answers": [
      {
        "id": 1,
        "text": "Вы уничтожили себя и врагов."
      },
      {
        "id": 30,
        "text": "Достижение: Камикадзе",
        "comment": true
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы тихо побежали прочь из этой комнаты, но уже в другой вас поджидала повариха, которая насильно накормила вас котлетами, вы так и не смогли убежать, а через час котлеты дали о себе знать, это полный провал!",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли."
      }
    ]
  },
  {
    "id": 32,
    "text": "Пока вы пытались набрать остатки силы враг мощно вас контратаковал бронированной тарелкой, ваше здоровье почти на нуле. Вы сильно перегрелись во время битвы.\nЗдоровье врага:60\nВаше здоровье: 2",
    "answers": [
      {
        "id": 30,
        "text": "Пожертвовать собой и высвободить [Испепелительный боевой дух.]"
      },
      {
        "id": 33,
        "text": " Использовать остатки сил и [Биться до последнего.]"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы былись до последнего так, как могли. Оба измождённых тела упали на поле брани, это была честная дуэль, в котором пали сразу два великих лидера. Сложно это назвать победой, нл поражением тоже.",
    "answers": [
      {
        "id": 1,
        "text": "Ничья."
      },
      {
        "id": 33,
        "text": "достижение: Дуэль.",
        "comment": true
      }
    ]
  },
  {
    "id": 34,
    "text": "Миша был вашим самым лучшим другом, с одинаковым именем, и сразу понял, в чём дело. Он выждал момент, подошёл сзади и оглушил смотрительницу. Тем временем на подкрепление пришла повариха, Миша был занят, поэтому занялись ней вы. Победив злодеев вы созвали ещё больше бойцов, уничтожили это здание хаоса, и вместе убежали на свободу. Многие благодарили вас за этот поступок, и прославляли, как великого главаря.",
    "answers": [
      {
        "id": 1,
        "text": "Вы выиграли лучшим способом."
      },
      {
        "id": 34,
        "text": "Достижение: Командная робота.",
        "comment": true
      }
    ]
  },
  {
    "id": 35,
    "text": "Выбежав в левую дверь, вы дёргаете ручку, но ничего не происходит, вскоре стаёт слышно тяжелые шаги — это охрана! Вам нет куда бежать, он уже подошёл...",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли."
      },
      {
        "id": 35,
        "text": "Достижение: Крепкая рука",
        "comment": true
      }
    ]
  },
  {
    "id": 36,
    "text": "Выбежав в правую дверь, вы оказались на свободе, хоть это было и предательски, но вы больше не в рабстве.",
    "answers": [
      {
        "id": 1,
        "text": "Вы сбежали!"
      },
      {
        "id": 36,
        "text": "Достижение: Хитрый трус.",
        "comment": true
      }
    ]
  },
  {
    "id": 37,
    "text": "А что было дальше? А дальше вы проводили как всегда свои дни, только с поблажками от смотрительницы. Ситуацию это не изменило, но стало легче. Возможно, доверие врага дало бы результат в будущем.",
    "answers": [
      {
        "id": 1,
        "text": "Но вы не сражались..."
      },
      {
        "id": 37,
        "text": "Достижение: Доверие врага.",
        "comment": true
      }
    ]
  },
  {
    "id": 38,
    "text": "Серёжа был обычным трусливым токсичным мальчиком, которому не очень то и можно было довериться. И, вот вы пытаетесь его позвать и обьяснить ситуацию, но он не понятно от чего, начинает как можно громче рыдать и рассказывать планы смотрительнице, вскоре вы будете наказаны, а планы сорваны. Грустно знать, что ваши товарищи могут так предать, только ради чего же?",
    "answers": [
      {
        "id": 1,
        "text": "Вы не виноваты."
      },
      {
        "id": 38,
        "text": "Достижение: Предатель среди нас.",
        "comment": true
      }
    ]
  },
  {
    "id": 39,
    "text": "Это была очень плохая идея, вас сразу же нашли, даже быстрее чем через минуту. Наказание было ужасное.",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли!"
      }
    ]
  },
  {
    "id": 40,
    "text": "К сожалению, когда вы пытались спрятаться за горшками, то один из них рухнул и разбился, высыпалась чёрная земля вместе с умирающим растением... Позже вы строго были наказаны, план сорван.",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли."
      },
      {
        "id": 40,
        "text": "Достижение: Возвратимый ущерб.",
        "comment": true
      }
    ]
  },
  {
    "id": 41,
    "text": "В коридоре вас сразу же нашли люди из остальных управляющих групп, и сдали вас смотрительнице, вы были наказаны, планы сорваны.",
    "answers": [
      {
        "id": 1,
        "text": "Вы проиграли."
      }
    ]
  },
  {
    "id": 42,
    "text": " Вас не могли найти очень долгое время, навыки дали о себе знать, вы уже пробыли там два дня, голод был истощающим, на третий день никто не пришёл, здание пустовало, вы сразу же смогли убежать без проблем, на свободе вас приютили такие же пленники как вы.",
    "answers": [
      {
        "id": 1,
        "text": "Вы сбежали."
      },
      {
        "id": 42,
        "text": "Достижение: Найди меня!",
        "comment": true
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  }
]