[
  {
    "id": 1,
    "text": " Эта история поведает вам о приключениях трёх кретино...кхем...героев, в странном мире.\n\nОбновления:\n\n10.08.19\nДобавлена Глава l\n\n11.08.19\nНачата работа над Глава ll\nДобавлены кнопки (<Назад) в Глава l\n\n12.08.19\nДобавлена Глава ll\nНачата работа над Глава lll\n\n13.08.19\nДобавлена Глава lll\nДобавлены кнопки (<Назад) в Глава ll\n\n14.08.19\nДобавлены кнопки (<Назад) в Глава lll\nДобавлен мгновенный переход от Пролога к Глава l\n\n31.08.19\nНачата работа над Глава lV\n",
    "answers": [
      {
        "id": 2,
        "text": "Пролог"
      },
      {
        "id": 5,
        "text": "{Глава l} Начало пути или худшая таверна... "
      },
      {
        "id": 18,
        "text": "{Глава ll} Торговец и первые союзники"
      },
      {
        "id": 31,
        "text": "{Глава lll} Лесопилка, упыри и имперский посланец"
      }
    ]
  },
  {
    "id": 2,
    "text": " Что за... Где я? — такова была первая мысль, что пришла в голову Страннику...\n\n Странник осмотрелся в поисках источников света ибо комната, а может и не комната была погружена в абсолютную темноту. Не найдя ни факелов, ни свеч, парень сделал несколько аккуратных шагов вперёд. Но и это ничего не дало... Тогда он продолжил путь вперёд шаг за шагом... Пока наконец не оказался в центре некоего круга, что только сейчас заметил. Он был диаметром в семь метров и представлял собой, что-то вроде пентаграммы.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше>"
      },
      {
        "id": 1,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Что это... \n— Ничего особенного для нас это врата в иные миры, а для тебя дверь в один единственный. Где ты доживёшь свою жалкую жизнь — спокойно произнёс голос из темноты. Странник резко обернулся в строну говорившего, но разглядеть его не смог. \n— Кто ты?! И где я?! \n— Странно, я думал ты задашь другой вопрос... \n— И какой же? \n— Вопрос — кто я? Ты же НЕ ПОМНИШЬ этого? \n— Ч-что... \nСтранник замер и попытался вспомнить, что-нибудь, что было до того как он очутился в этой комнате... \n— Я....я...Не помню... Своего имени, но знаю, что мне двадцать три года и я неплохо обращаюсь с мечом и.... \n Больше сказать он ничего не смог ибо память его была пуста.",
    "answers": [
      {
        "id": 4,
        "text": "Дальше>"
      },
      {
        "id": 2,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Ну так как насчёт вопросов? Я отвечу лишь на один... \n— Где я? \n— Сейчас ты находишься в главном зале Центральной Башни Системы Врат в Иные Миры...ЦБСВвИМ В главном зале со вратами, а ещё через пару минут ты окажешься в другом... Совершенно отличном от этого месте. В лесу на огромной поляне... Среди других таких же как и ты. На этом всё. Прощай. Жди здесь и не покидай круг, а иначе нам придётся тебя обездвижить. \nЗакончив свою речь Неизвестный удалился прочь, а его шаги ещё долго звучали в отдолении. Странник же вдуг осознал, что силы покидают его, что он падает на пол, что круг загарается мерным голубым светом, и то как его тело подбрасывает вверх, а затем сильно ударяет об землю... А потом пустота и лишь тихий голос в голове. \n— Мы ещё встретимся... ",
    "answers": [
      {
        "id": 1,
        "text": "<В начало"
      },
      {
        "id": 3,
        "text": "<Назад"
      },
      {
        "id": 5,
        "text": "Глава l}>"
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Первое впечатление самое важное.\" \n\n Странник очнулся лёжа лицом вниз в высокой траве и некоторое время пролежал смотря в пустоту. Из этого состояния его вывел мужчина лет тридцати, что склонился над ним. У него была большая пышная борода, серые глаза и шрам, что протянулся по всему лбу.\n— Ты впорядке? \n Странник кое-как поднялся и тут же чуть не упал, однако он успел опереться на дерево. В ту же секунду силы покинули его, дыхание участилось, а мир перед глазами поплыл... Спустя минуту он уже ничего не видел. Мужчина сочувственно посмотрел на парня.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше>"
      },
      {
        "id": 1,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Ничего страшного, это пройдёт, у всех так... \n Немного отдышавшись Странник решил задать волнующий его вопрос. \n— Где я? \n— Ты в центре Великого леса, что к северу от Империи. \n— Как я сюда попал? \n— Тебя переместили, как и многих других до этого... \n— Зачем? \n— Не знаю. \n Мужчина вдруг резко перешёл к сути разговора. \n— Послушай меня, парень. Когда силы вернутся к тебе, то иди к таверне под названием \"Неудачная подкова\", она на этой же поляне. Там ответят на все твои вопросы, ладно? \n— Ладно... \n— Ну и хорошо... \n Мужчина замолчал огляделся и достал нож. \n— Мне пора. Может ещё свидимся. Прощай. \n Попрошавшись он скрылся в лесу, а его приследователь пошёл следом. ",
    "answers": [
      {
        "id": 7,
        "text": "Дальше>"
      },
      {
        "id": 5,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": " К моменту, когда Странник очнулся, они уже скрылись в глубине леса. Парень сделал первый шаг, за ним второй, третий и наконец силы и зрение полностью вернулись к нему. Он огляделся по сторонам: сейчас он стоял у края поляны, а вокруг не было ни души, поэтому он смог спокойно обдумать свои дальнейшие действия. У него вобшем-то было два пути: идти искать таверну ну или идти в лес... Первый вариант не внушал доверия, ибо предложивший его человек был Страннику мало того, что вобще не знаком, так ещё и их разговор длился не более трёх минут, да он даже имя своё не назвал... С другой стороны идти в лес, не зная, что там, тоже идея не из лучших, тем более оружия у парня не было. Немного поколебавшись Странник всё же пошёл в сторону где, как ему казалось, должна была быть таверна.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше>"
      },
      {
        "id": 6,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": " Однако пройдя двадцать метров и взобравшись на небольшой холм, он осознал, что поляна эта совсем не маленькая. На первый взгляд она имела длину в семь сотен метров, а в ширину достигала трёх сотен. Невдалеке от холма, на коем стоял Странник протекала река, на её втором берегу рос одинокий раскидистый дуб. А у самого дальнего края поляны располагалась та самая таверна, впрочем её парень ещё не разглядел, но зато разглядел кое-что другое. Он увидел нескольких людей, хотя может это были и не люди... Всего их было четверо: старик, что прилёг поспать прямо посреди тропы, что проходила через всю поляну, двое подозрительных личностей в чёрных плащах у самого края поляны, что рьяно, что-то обсуждали и девушка лет девятнадцати, в чёрном платье, с длинными волосами, того же цвета, что и платье сидела на ветке одного из деревьев, что росле по периметру поляны. Никто из них не внушал доверия и Странник начал было думать повернуть назад, но тут он увидел таверну...",
    "answers": [
      {
        "id": 9,
        "text": "Дальше>"
      },
      {
        "id": 7,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": " Выбора у него не было, ну нет, конечно как бы он был, но идти в лес парню абсолютно не хотелось, поэтому он спустился с холма и направился к реке. Сначала он было начал икать какой-нибудь мост, но быстро понял, что в самом глубоком месте река достигает двух метров в глубину. Немного побродив по берегу Странник нашёл место где река еле достигала метра глубины, там то он её и перешёл, не забыв снять с ног кожаные сапоги, кстати кроме сапог, на нём были кожаные штаны, белая рубаха, а поверх неё располагался длинный чёрный плащ с капюшоном. Откуда взялась эта одежда осталось загадкой. \n",
    "answers": [
      {
        "id": 10,
        "text": "Дальше>"
      },
      {
        "id": 8,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": " Перейдя реку парень продолжил свой путь к таверне стараясь избегать столкновения со всеми увидеными им личностями. Он обошёл стороной дерево, на коем восседала Длинноволосая. Спокойно прошёл мимо старика, что спал крепким сном, иногда выкрикивая что-то вроде: \"Слава Императору!\" Так же избежал столкновения с теми двумя, что тоже были облачены в чёрные плащи с капюшонами, что скрывали даже их лица. Однако часть их разговора он ненароком услышал и тут же об этом пожалел:\n1-ый: Пять сотен и товар твой. \n2-ой: Три сотни... возьму твой товар\n1-ый: Подумай где ты ещё возьмёшь... за такую цену, да и товар... \n2-ой: Завали своё эбало! Не нужна мне твоя трава за такие деньги! \n1-ый: Тише кретин! Услышат же! \n После, разговор они продолжили шёпотом, а Странник продолжил свой путь искренне страраясь не думать, о какой траве шла речь... ",
    "answers": [
      {
        "id": 11,
        "text": "Дальше>"
      },
      {
        "id": 9,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": " И вот он достиг цели! Ну хотя это не была какая-то великая цель... Всего-то прошёл пять сотен метров... Ну хотя этот путь был достоин своей цели: Таверна представляла собой старый, хотя нет, древний, разваливающийся сарай с окнами покрытыми вековой пылью, ну хотя окна были далеко не везде... Крыльцо прогнило и провалилось, в двери зияли две огромные дыры, а крыша тоже провалилась в одном месте... Все это наталкивало Странника на мысль о том, что он пришёл на по адресу, хотя вывеска, на удивление она тут была гласила: \"Т__ерна __удачная ___кова\".\n Немного постояв перед входом, парень собрался с силами и толкнул дверь...",
    "answers": [
      {
        "id": 12,
        "text": "Дальше>"
      },
      {
        "id": 10,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": " Внутри таверна выглядела не менее ужасно, чем снаружи. Из мебели присутствовали только три стола и пять стульев, а так же стойка в которой была дыра, явно прорубленная топором... За ней-то и расположился сгорбленный хозяин таверны, на вид ему было лет девяносто... Странник медленно, аккуратно ступая по полу, дабы тот вдруг не провалился, подошёл к стойке. \n— Эмм... Здравствуйте\n Хозяин, что секунду назад стоял без единого движения, даже не моргая, резко очнулся.\n— Здравствуйте уважаемый, чего изволите? Эля? Пива, да пиво у нас отличное, ещё могу вам жаркое сжарить, а если вы вобще богач, то могу и вино достать... Осталась у меня одна бутылка... Ну так что закажете? ",
    "answers": [
      {
        "id": 13,
        "text": "Дальше>"
      },
      {
        "id": 11,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Нет... Я... Меня сюда направил мужчина со шрамом на лбу, он сказал, что вы ответите на все мои вопросы... \n— Ааа, так тебя Берангар прислал, что ж... Эмм... Уважаемый...гм, а как вас зовут? \n— Я не помню своего имени... \n— Не помните значит... Хмм за последние двадцать лет вы первый с такой проблемой, а вот раньше были несколько таких как вы... \n— И что с ними? \nТут хозяин замялся. \n— Ну эмм... Они...\n— Что с ними? \n— Понимаете... Они... Не дожили до старости... \n— Из-за потери памяти?! \n— Нет... Гм... Просто выжить тут ох как не просто, понимаете... Что же... \n Неожиданно Хозяин вернул свой настрой.\n— Что ж ты стоишь! Вот садись на этот стул, а я щас эля принесу, конечно за мой счёт... Так сказать в честь знакомства! \n Странник сел на хлипкий стул, а хозяин скрылся под стойкой, спустя несколько минут он появился с двумя кружками эля и поставил их на стол, позже предвигая ещё один стул для себя.",
    "answers": [
      {
        "id": 14,
        "text": "Дальше>"
      },
      {
        "id": 12,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Так о чём это мы? \n— Вы должны ответить на мои вопросы... \n— Ааа... Так задавай. \n— Где мы сейчас находимся?\n— В центре Великого леса, что к северу от Империи в моём заведении под названием \"Неудачная подкова\" кстати хочешь узнать почему таверна именно так называется? \n— Да я не про это... — раздражённо произнёс Странник. — что это за мир. \n— Та какая разница шо за мир! Главное, что жить можно!\n Хозяин взял свою крушку и одним залпом опустошил её, Странник же до сих пор к своей не притронулся ибо этот эль внушал ему столько же доверия, сколько само заведенние... \n— Так... О чём это я... А! Точно так вот как то ехал мимо нас один имперец...",
    "answers": [
      {
        "id": 15,
        "text": "Дальше>"
      },
      {
        "id": 13,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Стоп! — оборвал его Странник. \n— Чего? \n— Вы общали, что ответите на мои вопросы! \n— Так задавай их. \n— Что мне делать? \n— Как что? Пить эль и слушать мою историю... \n— Нет! Я не про это, я про, то что вцелом делать! У меня нет ни денег не оружия! \n— Пфф.. Деньги и оружие... Ну зачем они тебе нужны... Кстати а моей истории и то и другое есть... Короче... Ехал имперец, а тут вот раньше рядом с таверной кузница стояла. Решил он коня подковать, а подковы всё не получались, кузнец то кретин, тот ещё был в работе кретин, а в жизни сволочь...\n— Может хватит! — Нервы у Странника были не железные... \n— Что хватит? \n— Нести бред! Отвечайте на мой вопрос!",
    "answers": [
      {
        "id": 16,
        "text": "Дальше>"
      },
      {
        "id": 14,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": " — Аааа ну так это просто. Оружие я тебе достану и денег немного дам, а недалеко отсюда есть доска объявлений, там насчёт работы и сможешь узнать, правда нынче в округе людей мало... А вот во времена моей истории было много... Так вот у кузнеца были руки из жопы, и имперцу пришлось у нас ночевать, а ночью когда он отлить пошёл, так встретил жену мою, она хоть и хорошая баба была, но всё же стрёмная, тем более ночью. Так вот увидел её имперец и вот же в миг на месте зарубил топором, сто под руку попался, а на утро на коленях у меня прощения просил...\n Хозяин вдруг схватил вторую кружку эля и осушил и её, а после вдруг застыл и рухнул на стол... Уснул... ",
    "answers": [
      {
        "id": 17,
        "text": "Дальше>"
      },
      {
        "id": 15,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": " Странник был шокирован, рассержен, удивлён...да и вобще на описание его чувств в этот момент слов не хватит. Он отшвырнул в сторону стул, что стоял у него на пути и он разлетелся на куски, но это были уже не его проблемы, он вышел из таверны и вернулся к реке, где сел под дубом... К этому времени пара подозрительных личностей в капюшонах уже ушли, а старик проснулся и начал готовить себе обед. Впрочем Странника это не интересовало. Он всё думал над тем насколько этот мир безумен... Ну или насколько безумен хозяин таверны... \n",
    "answers": [
      {
        "id": 1,
        "text": "<В начало"
      },
      {
        "id": 16,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": " Странник просидел под дубом до темноты и лишь когда старик забрал свои пожитки и скрылся в лесу, парень решил вернуться в таверну. Он довольно быстро добрался до входа, где и столкнулся с Берангаром. \n — Ооо! Кого я вижу, как дела парень? Узнал, что хотел? \n Хоть мужчина и вёл себя как раньше, но Странник разглядел множество ранений по всему его телу, но не стал спрашивать откуда они взялись. \n — Узнал историю этого заведения... \n — Ну бывает, старый Билл перегибает... Но при всём при этом он надёжный человек... Поверь мне, я его десять лет знаю.\n — Он пообещал достать мне оружие и немного денег. \n — Оружие, да? \n Берангар почесал свою бороду и после минутного молчания снял со своего пояса кинжал. После чего протянул его Страннику. \n — Бери, пригодится\n Парень медлить не стал и сразу забрал столь важный для него сейчас предмет. \n — Огромное спасибо. \n — Незачто... Ладно мне пора. \n И вновь их разговор не продлился больше пяти минут. Берангар снова скрылся в лесу, оставив Странника одного, у входа сего убогого заведения...",
    "answers": [
      {
        "id": 19,
        "text": "Дальше>"
      },
      {
        "id": 1,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Хотя парень и не хотел вновь заходить в сию таверну, но оставаться на улице, ночью, он не желал, поэтому он толкнул хлипкую дверь и вошёл внутрь. На его удивление в заведении находились несколько посетителей: Гном с арбалетом, висящем на ремне, у него за спиной. Парень с волосами тёмно-синего цвета, что было для Странника дикостью, а так же двое не менее подозрительных его друзей: девушка лет девятнадцати с длинным мечом и парень в сером плаще со странной маской на лице. Странник аккуратно прошёл мимо всех них и подошёл к стойке, где и стоял его знакомый хозяин... \n — Ооо! Ты вернулся Господин без имени! Чего изволишь? \n — Ты обещал мне дать немного денег и раздобыть оружие. \n — Ааа ну так оружие добыть не так просто, ближайшая кузница в деаяти лигах к югу отсюда, а вот раньше рядом стояла, правда кузнец там был тем ещё крети... ",
    "answers": [
      {
        "id": 20,
        "text": "Дальше>"
      },
      {
        "id": 18,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": " — Не отходи от темы! \n Странник ударил кулаком по стойке, отчего из неё посыпалась пыль. Хозяин правда на это никак не отреагирова. \n — Так-с, а вот с деньгами будет гораздо проще... \n Он как и в прошлый раз скрылся под стойкой, а вернулся с маленьким мешочком монет. Страннику хватило одного взгляда на него, чтобы понять, как мало там денег... \n — Сколько тут? \n — Тридцать девять медяков! \n — Это много? \n — Ну как сказать... Пару дней с гололу не умрёшь... \n -... Подай пива... \n Парень взял мешочек с монетами и направился к ближайшему столу, за коем сидел гном арбалетчик и делал какие-то записи в небольшой записной книжке. ",
    "answers": [
      {
        "id": 21,
        "text": "Дальше>"
      },
      {
        "id": 19,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": " — Здравствуй. \n Странник придвинул себе стул и сел напротив гнома. \n — Здравствуй человек... — не отрываясь от своих записей, ответил гном. \n — Я могу задать вам пару вопросов? \n — Три не больше. — гном отложил книжку в сторону и поднял глаза на собеседника. — Меня зовут Ракам и я лучший арбалетчик во всей округе... Правда леса я ещё порядком не знаю... \n — Сколько вы уже тут? \n — Неделю... \n — Ясно, а я первый день и мне нужна помощь! \n — Кому не нужна... \n — Мне нужно узнать больше об этом месте... \n — Как будто мне не нужно... \n — Есть ли тут человек, что может продать мне оружие за тридцать девять медяков?\n — Ты умом тронулся? — Гном явно был не из разговорчивых. — Ты или тупой или просто издеваешься надо-мной?!\n — Нет, что вы... \n — Хотя... Гм... Бывает тут один мужик каждые два дня... Он впринципе меч и за один медяк продать может, однако... Он не без странностей.... До сих пор помню как один эльф намеревался купить у него один амулет... Ну вобщем-то и купил, правда его руку тут же разорвало... ",
    "answers": [
      {
        "id": 22,
        "text": "Дальше>"
      },
      {
        "id": 20,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": " — И где мне его найти? \n — Да, ты его и сам увидишь... Ладно мне пора. \n Гном крехтя поднялся и покинул заведение. Тем временем Странник наконец получил своё пиво, кое на вкус было нсстолько отвратным, что словами это было не передать... Когда парня закончило рвать, за углом заведения, он вернулся к дубу и лёг под ним... Это место успокаивало. Он был абсолютно уверен, что здесь на него никто не нападёт. Не прошло и получаса как парень уснул... Ему снился сон. В котором он то стоял у открытого окна какой-то башни, то падал из этого же окна...\n\n                                     *    *    *\n\n Проснулся он от сильного грохота, что-то неслось по небу. Сначала были видны лишь очертания, но потом стало ясно видно, что это повозка, в неё был запряжён старый осёл, а гнал её некий старик в коричневом плаще, коричневой куртке и коричневой шляпе... Повозка сделал пару кругов над поляной и наконец приземлилась в её центре. Старик слез с козел и вытер пот со лба. ",
    "answers": [
      {
        "id": 23,
        "text": "Дальше>"
      },
      {
        "id": 21,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": " — Фууу... Ну и жара сегодня, впрочем пора продавать! \n Странник не без интереса стал наблюдать за сим странным существом.  Правда Торговец(Странник решил называть его именно так) ничего не делал, пока к нему не подошёл какой-то мечник... \n — Мне нужен щит. \n — О у меня есть один!\n Немного порывшись в своей повозке Торгаш достал сковороду. \n — Вот! Как вам этот? Он ведь правда прекрасен? Да? \n — Вы издеваетесь?! \n — Нет, что вы... Зачем мне издеваться над покупателями? Ну так, что берёте? \n — Нет! Дайте мне нормальный щит! \n — Так я и даю! \n Торговец протянул мечнику сковороду. \n — Ублюдок! \n — Нет, зовите меня торговец... \n Снача мечник схватился за меч, но видимо решил, что нечего лишний раз проливать кровь, поэтому просто ушёл прочь, оставив Торговца с его сковородой. ",
    "answers": [
      {
        "id": 24,
        "text": "Дальше>"
      },
      {
        "id": 22,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "Странник далеко не сразу решился подойти к этому психу, но всё же ему нужно было оружие, а ждать помощи от Билла было неразумно... \n — Эмм... Здравствуйте... \n — Оооо покупатель! Чего хочешь? Есть волшебные палицы, ритуальные черепа, волшебные ложки, а ещё наплечник без доспеха! \n — Нет... Мне нужен просто меч. \n — Меч... Есть парочка... \n Он указал на два клинка, что торчали из груды товаров, в повозке. \n — Один из них жжёт всё адским огнём, а второй замораживает всё вокруг! Ну и да есть побочный эффект... Своих хозяев они тоже сжигают и замораживают...  И за оба этих меча я всего-то хочу душу сверх-редкого чёрного дракона! Где вы найдёте такую выгодную сделку? \n — Нет, мне нужен обычный самый простой меч. \n — Что же вы молчали! Сейчас, минутку! Торговец достал из повозки средней длины палку и провозгласил. \n — Узри этот прекрасный деревянный меч! Всего-то за один твой сапог! \n — Стойте... Я хочу меч... Из стали... Простой... Стальной меч... \n — Аа... \n Торговец успокоился и достал из повозки хлипкий на вид меч, в драных кожаных ножнах. \n — Бери даром... Он мне всёравно не нужен. \n — Спасибо вам за всё.  \n — Незачто. \n Торговец отдал меч Страннику, а сам занялся самым интересным по его мнению занятием: чисткой сковороды. А Странник же направился к доске объявлений, дабы заработать хотя бы немного денег. ",
    "answers": [
      {
        "id": 25,
        "text": "Дальше>"
      },
      {
        "id": 23,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": " У доски он обнаружил нескольких людей, что тоже искали себе работу, впрочем выбора особо не было: на доске висели только четыре объявления. Первое убеждало отважных героев разобраться с лесным демоном, второе предлагало поработать в таверне у Билла, за один медяк в день, третье предлагало отловить браконьера, что уже три дня подряд занимается вырезанием волков в Великом лесу, а четвёртое приглашало новых учеников в школу магии... Правда оно указывало, что начальный взнос равен одному золотому, а последующие каждый месяц, пяти. Ни одно из этих объявлений не подходило для Странника и когда он было собирался уходить, то заметил маленькое объявление в самом углу доски, оно гласило: Прошу, кто-нибудь, освободите мою лесопилку, что находится восточнее таверны \"Удачная кова\" от вампиров. Всего их там пять, они перебили всех моих работников, мне чудом удалось сбежать... Плачу сорок серебряных. А вот это задание Страннику понравилось, пускай оно было и опасным, зато плата соответствовала рискам. ",
    "answers": [
      {
        "id": 26,
        "text": "Дальше>"
      },
      {
        "id": 24,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": " Парень одним ловким движением сорвал объявление и собирался было направиться к лесопилке, но вдруг ему пришла вполне логичная идея: а почему бы не найти хотя бы одного союзника, пускай денег я получу и меньше, зато меньше вероятность, что я там сгину. Однако найти хотя бы кого-то достойного и менее подозрительного он долго не мог, пока не заметил девушку в тёмно синем плаще, что стояла поодаль отовсех. Она выглядела довольно достойно, как минимум, потому, что у неё за спиной висел полуторный меч, а на поясе располагались несколько бомб. Немного помедлив Странник всё же подошёл к ней. ",
    "answers": [
      {
        "id": 27,
        "text": "Дальше>"
      },
      {
        "id": 25,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Эммм... Здравствуй... \n Девушка никак не отреагировала на приветствие. \n — Ищешь работу? \n Снова ноль внимания.\n — Как насчёт того, чтобы поработать вместе? \n Странник уже пожалел, что решил подойти именно к ней. Но неожиданно для парня девушка ответила. \n — Почему бы и нет... Что за работа и какова награда? \n — Вот держи\n Странник вручил девушке объявление и она прочла его. \n — Вампиры... Это будет просто. Я возьму десять серебряных, остальное оставь себе. \n — Ладно. Ну так что идём? \n Девушка молча направилась к лесопилке, а Страннику ничего не осталось кроме как следовать за ней.",
    "answers": [
      {
        "id": 28,
        "text": "Дальше>"
      },
      {
        "id": 26,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": " До таверны они добрались без проблем, однако тут они возникли: из леса с боевым кличем выбежала орава гоблинов, вооружённых деревянными копьями, палками и камнями. Не успел Странник выхватить свой меч, как его кто-то оттолкнул и с двумя короткими мечами бросился на врагов. Этот кто-то двумя ударами мечей разметал первую группу гоблинов и ворвался в центр их толпы. Кровь потекла ручьями. Отрубленные головы и прочие конечности летели во все стороны, обезумевшие от ужаса гоблины калечили своих, а у незнакомца в пвлу боя слетел капюшон и Странник увидел его лицо... Это был парень лет двадцати со светлыми волосами, котлрые спустя миг побагровели от крови гоблинов.\n",
    "answers": [
      {
        "id": 29,
        "text": "Дальше>"
      },
      {
        "id": 27,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Ещё несколько ударов и почти все гоблины остались лежать пред ним, но тут их леса появился их вождь... Который впринципе ничем-то и не отличался от обычных гоблинов, только на голове у него был крысиный череп, а в руке своими когтистыми пальцами, он держал тесак! \n — Кродо ко! \n Вскричал вождь и бросился на парня. И тут в бою один на один парень начал уступать. Он пропустил пару ударов и получил неглубокую рану на щеке и на плече. Однако не долго Вождь считал, что побеждает, неожиданно парень подкинул ногой деревянное копьё кокого-то ныне мёртвого гоблина, а вождь не успел остановиться в попытке снести парню башку и был пронжён копьём своего собрата. \n — Кри... о к-каль...",
    "answers": [
      {
        "id": 30,
        "text": "Дальше>"
      },
      {
        "id": 28,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Это были посоедние слова вождя, ибо после этого его голова была отрублена парнем и подброшена в воздух. \n — Вот это умения... — восхитился Странник. \n — Во вы#бывается... — удивилась девушка. \n Тем временем парень стрехнул со своих клинков кровь и направился в сторону Странника и его молчаливой напарницы.\n — Привет народ! Чё делаете? Видели как я этих мелких уродов покромсал... Учитель будет доволен... \n Странник ни минуты не сомневался. \n — Хочешь заработать? Идём с нами в лесопилку вампиров рубить? Плачу десять серебряных. \n — А может не надо... — девушка была настроена скептически. \n — Почему нет, дел у меня не особо много так, что до вечера абсолютно свободен. Как вас двоих зовут? \n — Я не помню своего имени... \n — Ладно буду звать тебя Чёрным...\n — Э? \n — А как твоё имя дэвушка? \n — Меня зовут Маглор... Я охотница на чудовищ и опыта у меня побольше, чем у вас двоих, поэтому послушайте мои советы... Ты в чёрном плаще. Обдумывай свои действия. А ты... \n — Кайл... Эльвери\n — Эльвери, хватит вы#бываться... А теперь идём, надеюсь разберёмся до темноты. \n После этих слов Маглор направилась в лес, а Странник и Кайл последовали за ней.",
    "answers": [
      {
        "id": 1,
        "text": "<В начало"
      },
      {
        "id": 29,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": " Путь до лесопилки занял два часа, хотя если бы не кусты и заросли, то добраться туда было бы гораздо проще... И вот троица добралась до лесопилки, что представляла собой сарай, побольше чем таверна, но не менее древний. Вокруг стояла тишина, ничто не выдавало присутствия вампиров. Однако поведение Маглор доказывало обратное, девушка беглым взглядом оглядела округу, от неё не скрылся ни погнутый кустарник, не обрывок ткани на нём же, ни маленькое кровавое пятно рядом с дверью. Закончив осмотор она достала меч. Кайл и Странник последовали её примеру. \n— Тут снаружи как минимум два вампира. Оставляю их на вас, не волнуйтесь это всего лишь обычные упыри... — Сказала охотница тихо приоткрывая дверь и скрываясь в темноте лесопилки. \n",
    "answers": [
      {
        "id": 32,
        "text": "Дальше>"
      },
      {
        "id": 1,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": " Стоило только Маглор скрыться внутри, как тут же твари дали о себе знать. Странник заметил две мелькнувшие среди деревьев тени, а спустя секунду Кайл закричал, не успел Странник обернуться как сам был атакован. Упырь ростом в три метра с мощными когтистыми лапами бросился на парня в попытке разорвать однако, Странник всё же ушёл от удара, но сразу после этого последовал второй, что отправил его в полёт прямо в груду брёвен. \n— Чёрт... — только и смог сказать Странник прежде чем на него набросился упырь. В этот момент парень уже думал о смерти, но вдруг, он инстенктивно выхватил серебряный кинжал, дарованый ему Берангаром, и вогнал его в грудь упыря, тот взвыл и рухнул на землю... Не успел Странник порадоваться победе как понял, что теряет сознание, последнее, что он увидел было, то как Кайл бьётся со своим противником, а его левая рука висит без движения...\n",
    "answers": [
      {
        "id": 33,
        "text": "Дальше>"
      },
      {
        "id": 31,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": " Маглор вошла внутрь лесопилки, она слышала крики снаружи, но надеялась, что те двое её союзников справятся. Прошла не меньше, чем минута прежде, чем глаза девушки привыкли к темноте. Внутри лесопилка представляла собой огромное помещение с множеством стопок брёвен у стен. Пол был покрыт толстым слоем пыли... и запёкшейся кровью. Сомнений не было вампиры были где-то здесь. Девушка порылась в своей сумке и достала небольшую свечу, поставила её на пол, аккуратно приставила меч к стене, достала кремни и наконец зажгла её. Свеча осветила помешение на несколько метров вокруг себя. Маглор хотела было поднять свечу, но не успела. Первая тварь выпрыгнула из темноты и бросилась на девушку, впрочем упырь тут же пожалел о своём не обдуманом нападении. Девушка мгновенно схватила меч и обрушила на голову твари. Брызнула кровь и отрубленная рука, коей он в последний момент успел прикрыться,  упала на пол. Тварь взвыла и скрылась во тьме. А на девушку уже бросились два других...\n",
    "answers": [
      {
        "id": 34,
        "text": "Дальше>"
      },
      {
        "id": 32,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": " Впрочем это ничего не изменило. Первый был отброшен пинком, а второй за несколько секунд боя лишился обоих рук, а затем и головы. Отброшенный пинком вновь бросился в бой, но был встречен серебряным метательным ножом, что воткнулся твари точно промеж глаз. Маглор вытерла пот со лба. Несмотря на её мастерство, для каждой такой точной атаки требовался точный контроль всего её тела. Девушка вернула меч в ножны и направилась к двери, когда Однорукий решил таки напасть, однако ещё прежде, чем он выскочил из темноты, ему в глаз вонзился серебряный нож... Тварь рухнула лицом вниз, ещё глубжи вгоняя оружие себе в череп. Девушка пинком перевернула тварь на спину, после чего сплюнула. \n— Недостаточно точно... \n Маглор развернулась и покинула лесопилку оставив внутри три трупа, два ножа и догорающую свечу.\n",
    "answers": [
      {
        "id": 35,
        "text": "Дальше>"
      },
      {
        "id": 33,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "Кайл был отличным мечником. Благодаря своему учителю, он отлично освоил бой с использованием двух клинков, однако теперь лишившись левой руки, ему приходилось защищаться одной правой, о попытке атаковать он даже не думал. Он мельком увидел как противник Странника рухнул на землю, однако сразу после этого лесопилка скрылась из виду, парню под градом ударов когтей упыря приходилось шаг за шагом отступать в лес, но это была не главная проблема. В нынешнем состоянии Кайл не мог даже оглянуться и посмотреть куда отступает из-за чего в один момент он оступился и когти промелькнули прямо у него перед лицом, однако парень всё же успел блокировать удар. Казалось бы это противосточние будет длиться до тех пор пока парень не оступится, но это было не так: дыхалка у Кайла начинала не справляться, да и вампир с каждым ударом как будто становился всё сильнее... \nПоложение спасла охотница, что появилась за спиной у вампира и пронзила его мечом. Тварь взвыла и бросилась прочь, однако далеко убежать упврь не успел Маглор настигла его в считаннве секунды и обрушила на его спину свой меч. Тварь издала предсмертный крик и рухнула на землю... \n— Спаси-бо... — только и смог сказать парень. \nОхотница смерила его хмурым взглядом. \n— А я говорила, хватит вы#бываться. \n",
    "answers": [
      {
        "id": 36,
        "text": "Дальше>"
      },
      {
        "id": 34,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": " На поляну группа вернулась к вечеру. Кайл тут же попрощался и ушёл к своему учителю, на вопрос где его можно будет найти он ответил что-то вроде: Я не сижу на одном месте... Маглор же задержалась на подольше. Странник вместе с ней получил награду от Билла ибо именно он отвечал за вывешивание всех заказов. Получив свои сорок серебряных деньги были поделены по уговору, после чего охотница ушла, а Странник упросил Билла разрешить ему переночевать в таверне... Точнее в сарае, что считался конюшней, на куче сена. Впрочем Страннику было плевать, он слишком устал, как только он добрался до сена, так тут же рухнул на него лицом вниз, а через минуту уже погрузился в глубокий сон. А снилась ему всё та же башня и его тело внизу... Десять фигур в чёрных плащах стояли вокруг и читали какое-то заклинание...",
    "answers": [
      {
        "id": 37,
        "text": "Дальше>"
      },
      {
        "id": 35,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": " Наступило утро и Странник вновь вышел на  поляну. Сегодня здесь было весьма многолюдно ибо присутствовали почти все кого парень встречал за прошедшие два дня: Билл, Маглор, Кайл, Берангар, Ракам, двое в чёрных плащах, старик, длинноволосая. Все они и многие другие, кого он не знал столпились на поляне и что-то обсуждали. Странник не долго думая подошёл к ним. \n— Что происходит? — спросил парень у охотницы. \n— Ничего особенного... Просто какой-то имперец объявляет об обнаружении какого-то подземелья. \n— А такое тут часто бывает? \n— Ну как сказать... За последние десять лет были обнаружены всего три, зато в каждом из них было довольно много сокровищ и древних реликвий. \n— Ого. А насколько это опасно? \n— Ну представь себе, что ты идёшь по коридору, а спустя секунду понимаешь, что твоя голова отделена от тела. \n Странник не стал боле ничего уточнять, а лишь пробрался сквозь толпу вперёд, к имперцу, что собирался начать свою речь. Он достал свиток, прокашлялся, вытер пот со лба платком, подождал ещё минут эдак десять и только потом начал. ",
    "answers": [
      {
        "id": 38,
        "text": "Дальше>"
      },
      {
        "id": 36,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Уважаемые жители деревни(Слово деревня он произнёс с презрением, ну это и понятно деревня эта состояла из двух трухлявых хижин и таверны.) в Великом лесу, я Эдуард Грамс, представитель Империи. — тут он ткнул пальцем в эмблему, что была прикреплена к его кожаной куртке и изображала золотого орла окружённого огненным кольцом. — и мне был дан приказ Императором Тиорисом ll. Он приказал исследовать подземелье, что было обнаружено в окрестностях этих земель, и выделил мне на расходы триста золотых. \nПри этих словах по толпе прокотился восторженный шёпот. \n— Так же Император выделил мне пятнадцать воинов сопровождения и приказал найти ещё пятерых храбрых воинов, что согласятся спуститься в это подземелье... Конечно им заплатят... Один золотой. ",
    "answers": [
      {
        "id": 39,
        "text": "Дальше>"
      },
      {
        "id": 37,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": " Толпа, что минуту назад была воодушевлена издала толи вой толи стон и уменьшилась раза в два, а Эдуард продолжал. \n— Так же всё найденное вами в подземелье, за исключением реликвий достаётся вам, и да ещё одно если никто не согласится, то мне придётся применить силу. \n Несмотря на последнее заявление Грамса, на поляне осталось всего девять человек. Подождав ещё минуту Грамс начал отбор. \n— Мужик сколько тебе лет? \n— Семьдесят один...\n— Пошёл на#ер старик! \n Обиженный и обозлённый старец, что в первый день нахождения Странника в этом мире, спал посреди тропы. Ушёл прочь, а Эдуард поодолжал. \n— Вот ты! \n— А? \n— Пшёл прочь! Глухие нам не нужны!\n Охотник хотел было возразить, но бросил взгляд на нескольких сопровождающих Эдуарда воинов, решил повиноваться. ",
    "answers": [
      {
        "id": 40,
        "text": "Дальше>"
      },
      {
        "id": 38,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "— А ты кто такой, сраный гном? \n— Я Ракам лучши... \n— Вали! У тебя тупое имя! \n— Ч-что? \n—... Уважаемые служители Империи... Объясните этому гному \"что\" — Медленно произнёс Эдуард, обращаясь к своим сопровождающим. \n Ракам быстро смекнул, к чему всё идёт и поспешил скрыться.\nСия проверка продолжалась ещё минут десять, пока на поляне кроме Эдуарда и его бойцов не осталось четыре человека: Кайл, чья рука таинственным образом исцелилась, Странник, Маглор и какой-то испуганный торговец, что вобще просто проходил мимо... Закончив отбор Эдуард перешёл к делу. Он довольно долго объяснял цель группы — некий тронный зал короля гномов, где со слов придворного мага находится один из могущественных артефактов во всём мире... Какой Грамс умолчал. Закончив все приготовления Грамс с его отрядом, Странником, Кайлом, Маглор и торговцем, что уже кажется сошёл с ума, направились в лес. ",
    "answers": [
      {
        "id": 41,
        "text": "Дальше>"
      },
      {
        "id": 39,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": " Путь до цели занял всего час. Вход в подземелье вобще не был сокрыт от посторонних глаз. Грамс приказал разбить лагерь и даже выделил группе из деревни палатку... Коя была во многих местах прогрызена крысами и воняла настолько сильно, что никто внутрь так и не заходил. Пока все отдыхали и готовились к походу. Грамс отправил вперёд пятерых самых ловких членов его отряда. Дабы проверить местоположение ловушек и убедиться, что внутри никого нет. Прошли два часа, а группа так и не вернулась. Именно тогда Грамс самолично, взяв с собой пятерых воинов и верещащего торговца, оставив всё на своего заместителя Варда, направился в подземелье. Впрочем Вард медлить не стал, не успел пройти час с ухода его командира, как он собрал всех кто остался снаружи и направил в подземелье, сам же он остался снаружи, а на все вопросы отвечал, что-то вроде: \"кто-то должен будет сообщить, если вы все там сгините...\"",
    "answers": [
      {
        "id": 42,
        "text": "Дальше>"
      },
      {
        "id": 40,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 42,
    "text": " Именно так началось исследование подземелья, и проблеммы не заставили себя долго ждать. Первая встречаная ловушка (длинные копья, что выскочили из дыр в полу) пронзили двоих воинов Империи. Чуть погодя ещё один провалился в яму, чьего дна видно не было. Ещё позже нашли раздавленного члена первой группы, а за тем и утонувшего торговца. За пол часа пути по коридорам этого подземного дворца. Были найдены почти все те, кто отправились сюда до группы Странника.  Однако Грамса да и трёх ловкачей из первой группы пока не нашли. Неожиданно коридор повернул и привёл группу в весьма просторный зал в центре, коего на резном каменном постаменте стояла чаша из чёрного стекла, внутри неё была налита странная голубая жидкость.\n— Не нравится мне всё это... — прошептала охотница. ",
    "answers": [
      {
        "id": 43,
        "text": "Дальше>"
      },
      {
        "id": 41,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": " Странник промолчал, но чувство напряжения после входа в этот зал не покидало его. Неожиданно проход через который они пришли закрылся. \nИмперец-1: Чёрт. \nИмперец-2: Мы умрём, да? \nИмперец-3: Без паники! Всё нормально, тут должен быть другой выход... Так ведь? \nИмперец-2: Хочу домой! \n Пока бойцов охватывала паника, Маглор осматривала и ощупывала стены, так она обошла пол зала пока не... \n— Здесь! \nИмперец-3: Что? \n— Потайной проход. \n— А как его открыть? — вмешался Кайл. \n— Как мне кажется кто-то должен испить из чаши. \nИмперец-3: Ну эммм кто хочет во благо всех остальных испить из чаши? — ответом ему было молчание. — что же... Придётся самому. \n Никто не успел его остановить. Он поднял чашу с постамента. ",
    "answers": [
      {
        "id": 44,
        "text": "Дальше>"
      },
      {
        "id": 42,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "— За Императора! \n Он выкрикнул тост и сделал огромный глоток. На секунду он замер, после чего пошатнулся и рухнул на пол задёргавшись. Чаша же разбилась в дребезги, однако проход всё так же был заперт. \n— И что теперь? — спросил Странник у Охотницы. \n— Теперь всё будет плохо... Очень плохо. \n— О чём ты? \n— Это вещество... Нет это зелье... Сильно повлияет на его организм и исказит его, что приведёт его к безумию и новым силам. \n— Он опасен?\n— Да. \n— Тогда убьём его! — Кайл выхватил лук у одного из Имперцев и выпустил стрелу, что вонзилась точно в лоб корчащемуся на полу. \n Все замерли и уставились на парня. \n— Т-ты убил его! — один из бойцов выхватил меч. \n— Он убьёт и нас! — его примеру последовал второй, за ним третий и четвёртый. \n— Он был опасен! — попытался оправдаться Кайл, однако это ему не помогло все четверо бросились вперёд и атаковали парня, тот еле успел выхватить свои клинки. ",
    "answers": [
      {
        "id": 45,
        "text": "Дальше>"
      },
      {
        "id": 43,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": " Странник хотел было помочь ему, но заметил Маглор, что внимательно разглядывала постамент, пока наконец не обнаружила, что-то. \n— Иди сюда. \nСтранник подбежал к ней. \n— Ты что-то обнаружила? \n— Да, нам нужен ключ. — Охотница указала на небольшую скважину на месте где стояла чаша. \n— И где нам его достать?\n— Там где как мне казалось проход, но на самом деле это тайник. \n— Тайник? \n Маглор отцепила одну из своих бомб, зажгла фитиль и метнула её в стену. Грохнул взрыв, пол задрожжал, с потолка посыпались мелкие камни, а стена рухнула... За ней находился небольшой сундук. Как только это произошло Охотница кинулась туда. ",
    "answers": [
      {
        "id": 46,
        "text": "Дальше>"
      },
      {
        "id": 44,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Тем временем Кайлу приходилось несладко. Каким-то образом он умудрился зарубить одного из противников, но трое оставшихся бились отчайно, да и клинки парня были не в лучшем состоянии после схватки с вампиром. Шаг за шагом он отступал. Пока наконец не упёрся в стену, хотя для него это стало сигналом. В момент когда ближайший имперец нанёс колющий удар, Кайл поднырнул под мечом и вогнал оба клинка по рукояти в тело врага. Имперец издал предсмертный стон и рухнул на пол. Двое же других обрушили на парня свои мечи и если бы не подоспевший Странник, жизнь Кайла оборвалась бы прямо здесь. Странник успел вовремя и блокировал удар одного из имперцев, второй однако в цель, правда всё же удар был не точный, поэтому меч оставил на лице Кайла неглубокий порез. А дальше уже Странник, что был полон сил, противостоял уставшим имперцам. И уже спустя минуту оба их тела валялись на залитом кровью полу. Тем временем Маглор разрубила сундук и достала из него маленький золотой ключ. ",
    "answers": [
      {
        "id": 47,
        "text": "Дальше>"
      },
      {
        "id": 45,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": " И вот трое уцелевших встали вокруг постамента и охотница поместила ключ в скважину, первый поворот, второй, третий. Щелчок. Пол ушёл из под ног и троица полетела вниз — в сердце подземелья.\n\nПрим. Вторая половина третьей главы в будущем будет изменена. Просьба указывать на обнаруженные орфографические ошибки и делиться своим мнением в коментариях. Спасибо за внимание. \n\n[Продолжение будет выпущено не раньше 23.08.19 по личным причинам] ",
    "answers": [
      {
        "id": 1,
        "text": "<В начало"
      },
      {
        "id": 46,
        "text": "<Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  }
]