[
  {
    "id": 1,
    "text": "<s>tДоброго времени суток!\n\n<s>tЭту книгу с самого начала я планировал написать не как квест, а простую книжонку с большим сюжетом. Идея сделать квест мне пришла после того, когда я не знал как именно пустить ход событий, и поэтому решил сделать несколько веток.\n\n<s>tКнига ещё пишется, поэтому тут могут быть разные недочёты.\n<s>tНадеюсь вам понравится! Приятного чтения!",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://cdn.discordapp.com/attachments/589400554300768258/609420414959222784/stonebrick.png",
        "system": true
      },
      {
        "id": 2,
        "text": "К началу истории ->"
      }
    ]
  },
  {
    "id": 2,
    "text": "<s>t<s>t<s>t<s>t<s>t<s>t<s>t<s>t<s>t<s>t<s>t<s>tЭпилог\n\n<s>tЕсть мир, в котором существуют люди, боги, и конечно же демоны. Мощнейшее оружие, которое давно стало легендой, имело невероятную силу, однако, у него был серьёзный недостаток. Оружие питалось жизненной силой носителей, что не удивительно, их убивало. В связи с этим люди решили избавиться от сей силы.\n<s>tПрошли сотни лет. Было изобретено новое оружие, схожее по силе с легендарным. И оно уже не было таким опасным. Такие предметы назвали артефактами. Они питались желаниями и чувствами человека. То есть, чем сильнее человек стремится к чему-то, тем сильнее его артефакт. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      },
      {
        "id": 2,
        "url": "https://cdn.discordapp.com/attachments/589400554300768258/609438641495736321/IMG_20190810_003012.jpg",
        "comment": true,
        "text": "Укажите команды для картинки"
      }
    ]
  },
  {
    "id": 3,
    "text": "<s>tНеожиданно для всего человечества, демоны начали появляться по всему миру. Они узнали о изобретении людей. И решили во что бы то ни стало истребить всех носителей и мастеров артефактов, а также всех кто знал как ими пользоваться.\n<s>tВ связи с этим, в королевстве было решено создать отряды, способные отражать волны демонов, используя артефакты.\n<s>tИ так, в один день демоны совершили вылазку на деревню в \"бедных\" землях.",
    "answers": [
      {
        "id": 4,
        "text": "К деревне ->"
      }
    ]
  },
  {
    "id": 4,
    "text": "*Королевство Альцет | Деревня Эйштен*\n<s>tВысокие стены огня, чёрное задымленное небо. Крики, плач, отчаяние. Никто из местных жителей и представить не мог, что такое может случиться. Демоны снова напали, и в этот раз на родную деревню  мальчишки по имени Юито. Королевский отряд, посланный сюда, вскоре был разгромлен. Кровь была у самых его ног. Казалось, что он обречён на смерть. Чуть дальше лежит труп одного воина из отряда, а в его руке пропитанный кровью демона меч.",
    "answers": [
      {
        "id": 5,
        "text": "Поднять оружие"
      },
      {
        "id": 10,
        "text": "Осмотреть труп"
      }
    ]
  },
  {
    "id": 5,
    "text": "<s>tСобравшись с мыслями, Юито подобрал кровавый меч. Но один из демонов, с человеческим силуэтом и тёмной аурой, горящими красными глазами, обратил на него внимание и начал постепенно приближаться, ускоряя шаг.",
    "answers": [
      {
        "id": 6,
        "text": "Сжать меч в руках"
      }
    ]
  },
  {
    "id": 6,
    "text": "<s>t\"Близкие мне люди, все те кого я знал, теперь мертвы. У меня ничего не осталось, ни дома, ни родных, ни друзей. И за это вы мне ответите!\" — меч загорелся красным пламенем, и сделав вертикальный взмах, Юито разрубил демона на две части. Мощь его удара оказалась на столько велика, что оставила после себя разлом в земле. А останки демона вскоре испепелились.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "<s>tС этого дня жизнь Юито уже никогда не будет прежней. То что сейчас произошло, это слияние носителя и артефакта. Желание мести — одно из самых сильных желаний человека, но месть без конечной цели не совершенна.",
    "answers": [
      {
        "id": 8,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 8,
    "text": "<s>tО, здравствуйте! Видимо, вы хотите услышать историю о приключениях, не так ли? Что же, как вы поняли, это история как и о демонах, так и о богах. Люди — для демонов это всего лишь предметы, которые можно выбросить. Но найдётся ли среди этих предметов тот, что изменит мнение демонов о людях. Верно! Всё в ваших руках.\n<s>tНо помните, что вы не избранный, и не тот, кто обладает особыми силами.",
    "answers": [
      {
        "id": 9,
        "text": "Далее!"
      }
    ]
  },
  {
    "id": 9,
    "text": "<s>tПроходит несколько лет...",
    "answers": [
      {
        "id": 11,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 10,
    "text": "<s>tЭто был парень, лет примерно дватцати. Его грудь была распорота так, что можно было увидеть его оголённое сердце. Зрелище не для слабонервных.\n<s>tНа шее его виднелся кулон. На вид сделан из серебра.",
    "answers": [
      {
        "id": 12,
        "text": "Забрать кулон"
      }
    ]
  },
  {
    "id": 11,
    "text": "*Королевство Альцет | Город Левис*\n<s>tЛевис находится недалеко от столицы королевства — Цезия. Этот город является главной торговой точкой всего королевства. Поэтому, тут каждый может найти работёнку себе по душе, и при этом неплохо подзаработать.\n<s>tУ Юито же не было ничего, кроме своего личного артефакта. Он брал задания связанные либо с охотой, или же на убийства. Да, жестоко, но это было очень прибыльно, но также и очень опасно.",
    "answers": [
      {
        "id": 13,
        "text": "Продолжать осмотр города"
      }
    ]
  },
  {
    "id": 12,
    "text": "<s>tКулон можно было открыть, но делать это сейчас, нет времени.\n<s>tА меч, что лежал рядом с телом, был словно огонь. Эта форма, цвет...",
    "answers": [
      {
        "id": 5,
        "text": "Всё же, подобрать меч"
      }
    ]
  },
  {
    "id": 13,
    "text": "<s>tВ таком крупном торговом городе не обошлось и без развлекательных заведений, к примеру один из самых популярных баров \"Логово дракона\". Вы спросите:\"Почему дракон?\", а потому, что здесь подают самые горячительные напитки во всём Левисе. Однако, помимо выпивки тут ещё много чего интересного.",
    "answers": [
      {
        "id": 14,
        "text": "Пройдём внутрь"
      }
    ]
  },
  {
    "id": 14,
    "text": "<s>tИ, конечно, тут как всегда полно людей: кто-то беседует о своём, а кто-то, напившись в стельку, расплылся по столу. А бармен этого заведения, как никто другой, а сам хозяин. Юито частый посетитель, и этот человек хорошо знает его в лицо. Усаживаясь за стойку, к нему подходит мужчина, то есть бармен.",
    "answers": [
      {
        "id": 15,
        "text": "Взглянуть на него"
      }
    ]
  },
  {
    "id": 15,
    "text": "\"Снова весь день потратил на задания?\"- бармен, улыбаясь, обратился к Юито. \"Ты единственный, кто знает чем я занимаюсь. Почему ты так равнодушно относишься к этому?\" — \"А ты думаешь, что ты тут единственный, кто выворачивает кишки по заказу?\" — \"Что-ж, видимо, тебе не привыкать к таким, как я.\" Бармен нахмурил брови:\"Ты сюда поболтать пришёл?\"",
    "answers": [
      {
        "id": 16,
        "text": "\"Да, а почему бы и нет?\""
      },
      {
        "id": 17,
        "text": "\"Конечно нет, налей чего-нибудь со вкусом\""
      }
    ]
  },
  {
    "id": 16,
    "text": "\"Ишь какой. Да только место занимаешь!\" — грубо произнёс бармен в ответ на слова Юито. \"Извини, не хотел доставлять тебе неудобства\" — \"Так а собственно, зачем ты тут?\" — \"Хотел спросить...",
    "answers": [
      {
        "id": 18,
        "text": "...случилось ли чего интересного за последнее время?\""
      },
      {
        "id": 20,
        "text": "...знаешь ли ты, где можно закупиться по дешевле?\""
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Вот так бы и сразу!\"- Весело проговорил бармен. Он сделал для Юито напиток: приятный запах, сладкий на вкус, а после, отдаёт кислыми нотками по всему языку. \"Угощайся\"- Сказал бармен и поставил стопочку для Юито.",
    "answers": [
      {
        "id": 18,
        "text": "\"Случилось ли чего интересного за последнее время?\""
      }
    ]
  },
  {
    "id": 18,
    "text": "\"Случилось ли чего интересного за последнее время?\"- спросил он, поднимая стопку. \"Я слышал, что демоны напали на Эйленшер, но к счастью, с ними расправились.\" Юито медленно выпил содержимое и поставил стопку обратно, сказав:\"И снова демоны...\" — \"В наше время нелегко приходится.\" Немного подумав, Юито снова обратился к бармену:\"Винсент, друг мой, как думаешь, стоит ли мне заняться чем-то более серьёзным, чем брать задания у непонятных личностей?\" — \"А я всё ждал, когда ты уже повзрослеешь.\"- с улыбкой произнёс бармен. \"Значит, скоро я продвинусь к своей цели ещё немного. И чтобы завтра начать новый день, я должен хорошенько отдохнуть сегодня, так что наливай!\"",
    "answers": [
      {
        "id": 19,
        "text": "А что было дальше?"
      },
      {
        "id": 18,
        "text": "Это мы сейчас с вами и узнаем!",
        "comment": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Так Юито остался до самого позднего времени в баре. Его лицо покраснело от горячительного, а речь была невнятной. \"Жтож, пойдка я к себе, отспаца\"- пробормотал что-то Юито, и положил еле насчитанные деньги на стойку. \"Ты бы лучше здесь отоспался, не дойдёшь ведь. Смотри, еле на ногах стоишь.\"",
    "answers": [
      {
        "id": 21,
        "text": "Уткнуться носом в стойку"
      },
      {
        "id": 22,
        "text": "Продолжить свой путь \"ниндзя\""
      }
    ]
  },
  {
    "id": 20,
    "text": "\"Хо, слышал какой-то торгаш с запада приехал. Говорят, что он один вручную изготавливает всякую диковинную броню. Причём и берет за неё не так уж и много.\" — \"Любопытно...\"",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]