[
  {
    "id": 1,
    "text": "Вы- простая девушка, которая очнулась в неизвестном доме и ничего не помнит. Вам предстоит выбраться из дома и остаться в живых.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Я с трудом открываю глаза. Чувствую что лежу на холодном полу. Кое-как удается встать. Внезапно чувствую резкую боль в спине. \nГде я? \nЯ лежала на холодном полу, вокруг старая мебель, пыль, паутина...\nЯ явно в давно заброшенном доме. Но как я сюда попала? Почему у меня болит спина, словно по ней били палками? Где выход? Вопросов становилось всё больше. \nЯ встала на ноги не смотря на боль. На мне была красная кофта, перепачканная пылью и грязью и рванные джинсы, причём раньше они были явно простыми. \nРуки мои были в ссадинах, а на коленках высохшая кровь. Господи, да что со мной случилось?!\n",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 3,
    "text": "Осмотревшись я поняла что комната, в которой я находилась, очень просторная. Потолок, стены, пол, всё было бы белым, если бы не вся  та пыль и грязь, что накопились за время. Мебель здесь была хорошей, пара кресел нуждались лишь в чистке, деревянный стол сломан пополам, окно пропускало лунный свет, который освещал мне помещение. Почему прежние хозяева оставили этот дом?",
    "answers": [
      {
        "id": 4,
        "text": "Подойти к окну"
      },
      {
        "id": 5,
        "text": "Осмотреть стол"
      },
      {
        "id": 6,
        "text": "Осмотреть кресла."
      },
      {
        "id": 7,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 4,
    "text": "За окном тёмный лес. Как бы не было плохо внутри, я бы не стала выходить на улицу.\nЧто это? Кажется я увидела пару светящихся глаз..\nНаверно показалось.",
    "answers": [
      {
        "id": 3,
        "text": "Отойти от окна"
      }
    ]
  },
  {
    "id": 5,
    "text": "Стол был сломан на 2 части, рядом стоял стул, всё это покрыто толстым слоем пыли. На том, что осталось от стола лежал листок бумаги,  в таком же слое пыли.  В двух шагах от меня стояла тумбочка.",
    "answers": [
      {
        "id": 8,
        "text": "Осмотреть листок"
      },
      {
        "id": 9,
        "text": "Осмотреть тумбу"
      },
      {
        "id": 3,
        "text": "Отойти от стола"
      }
    ]
  },
  {
    "id": 6,
    "text": "Два кожаных кресла, ничем не примечательные. Имеется несколько царапин.",
    "answers": [
      {
        "id": 3,
        "text": "Отойти от кресел"
      }
    ]
  },
  {
    "id": 7,
    "text": "Слышно лишь лёгкий шелест деревьев, которые иногда покачивает ветер.",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 8,
    "text": "Руки мои и так грязные, не стоит бояться пыли. \nВзяв небольшой, желтоватый листок в руки, я смахнула пыль и осмотрела его.\nЭто рисунок. Видно что рисовал ребёнок, но картина довольно пугающая. На листке были изображены могилы, на которых корявыми буквами было выписано: \"Папа\" \"Мама\" \"Сестра\" \nПо всему телу прошли муражки. Видимо ребёнок потерял всех родных и остался у родственников, но что случилось с этими людьми?",
    "answers": [
      {
        "id": 5,
        "text": "Оставить рисунок и вернуться"
      }
    ]
  },
  {
    "id": 9,
    "text": "Тумба была в отличном состоянии и делилась на два ящика.",
    "answers": [
      {
        "id": 10,
        "text": "Открыть первый ящик"
      },
      {
        "id": 11,
        "text": "Открыть второй ящик"
      },
      {
        "id": 5,
        "text": "Отойти от тумбы"
      }
    ]
  },
  {
    "id": 10,
    "text": "Выдвинув первый ящик я увидела лишь общую тетрадь. Она была чёрной и потрёпанной.",
    "answers": [
      {
        "id": 12,
        "text": "Просмотреть тетрадь"
      },
      {
        "id": 9,
        "text": "закрыть ящик"
      }
    ]
  },
  {
    "id": 11,
    "text": "Открыв второй ящик я нашла ключ, хм, возьму с собой, может пригодиться.",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 12,
    "text": "\"Дневник Оксаны Смит.\" Первая строчка которую я увидела. Перевернув лист я стала вчитываться.\n\"Моя семья погибла в автокатастрофе, а я навсегда останусь инвалидом. Это произошло 5 лет назад.  Мне было 11 лет и мы с родителями и старшей сестрой поехали на море. Мы с сестрой смеялись и играли, родители тщетно пытались нас успокоить, мы все были счастливы, но сестре позвонил парень, а это надолго. Я смотрела в окно и быстро заскучала. Всё думала: Вот бы сейчас что-нибудь случилось. Желание исполнилось, случилось, авария. Врачи едва вытащили меня с того света, но мою семью им спасти не удалось... Я осталась у бабушки, муж её давно умер. Она у меня бодрая и весёлая, всегда говорила мне: Оксюш, поверь старой бабульке, однажды, всё будет хорошо. Я отшучивалась и улыбалась, хотя внутри плакала. Один раз попыталась наглататься таблетками, но бабушка заметила и убрала на высокую полку. Отхватала я тогда люлей приличных, все мысли о суициде как ветром сдуло, но легче не стало.  В школу я не ходила по здоровью, занималась дома. Спустя год всё начало как-то вроде налаживаться, но бабушка сильно заболела, внезапно, словно от нечего делать. Всё было хорошо и вдруг резко болезнь. Врачи не могут понять в чём дело, а бабуля с каждым днём на шаг приблежалась к смерти. Моя любимая кошка Александрия пропала, моя коляска ломается, того гляди совсем развалиться и не смогу я больше передвигаться. Это проклятие какое-то! Мы были далеко не бедной семьёй, но никакие деньги нас сейчас не спасали, врачи даже отказались их брать, так как ничем не могут помочь, махнули рукой на бабушку и пожалели меня. И ЭТО ВРАЧИ НАЗЫВАЕТСЯ?! \nКаждый день в доме происходит что-то странное, то кружка упадёт, то запертое окно откроется. Мне было не до кружек с окнами, поэтому я закрывала на это глаза, но позже я начала слышать голоса детей, в основном плачь, они что-то говорили, но я не могла понять что. Вся электрика сходила с ума, а лес вокруг становился всё страшнее и страшнее, но этим всё не ограничилось... Я начала чувствовать на себе взгляды, то грустные, то ненавидящие. Позже слышала за собой дыхание, это были не глюки, бабуля лёжа на кровати часто спрашивала меня слабым голосом: Оксюшенька, ты тоже это слышишь? \nНе знаю почему, но я всегда отвечала отрицательно, тепепь жалею об этом.  Бабушка скончалась через месяц. Её похороны были позавчера, завтра меня заберут тётя с дядей, ранее они не приезжали, потому что далеко живут. Это очень хорошие люди. Я хочу забыть обо всём и знаю что они мне помогут. Поэтому оставлю дневник здесь, может быть его когда-нибудь найдут..\nОксана Смит 1993.\"\n\nЯ закрыла тетрадь. По спине пробежал холод.  На какой-то момент мне показалось что за мной кто-то стоит..",
    "answers": [
      {
        "id": 13,
        "text": "Повернуться"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я вздохнула с облегчением, никого не было. Убрав тетрадь на место я закрыла ящик. Вся эта история не давала мне покоя, но сейчас надо думать не о чужих историях, а о своей. Как я тут оказалась?",
    "answers": [
      {
        "id": 16,
        "text": "Собраться с мыслями"
      },
      {
        "id": 17,
        "text": "открыть второй ящик"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я решила погладить несчастное существо и протянула руку, она подбежала ко мне и потерлась о мою ладонь, приятно мурлыча. Но вдруг резко повернула голову и смотрела на дверь.",
    "answers": [
      {
        "id": 20,
        "text": "Смотреть куда указывает кошка"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "Я взяла себя в руки и напряглась, боль в спине дала о себе знать, но сейчас не до этого. Так, я Катя, мы с друзьями остались у Юли с ночёвкой, когда её родители уехали в командировку на несколько дней. Мы заговорили о мистике.. А дальше?  В этот момент за моей спиной скрипнула дверь, от страха я даже подпрыгнула и повернулась, действительно дверь. Но, как она открылась? Сквозняк? Ответ не заставил себя ждать, из-за тени вышла кошка. Подранная, худая, а в глазах её было отчаяние. Мне стало её безумно жаль. ",
    "answers": [
      {
        "id": 14,
        "text": "Погладить кошку"
      },
      {
        "id": 18,
        "text": "Не двигаться"
      }
    ]
  },
  {
    "id": 17,
    "text": "Открыв второй ящик я нашла ключ, хм, возьму с собой, может пригодиться.",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я решила стоять и не двигаться, мало ли что. Но животное просто подошло ко мне и потёрлось о мои ноги, посое чего резко повернула голову в сторону.",
    "answers": [
      {
        "id": 20,
        "text": "Смотреть куда указывает кошка"
      }
    ]
  },
  {
    "id": 19,
    "text": "С неким страхом я всё же пошла за животным.\n— Куда ты меня ведёшь?\n— Мяу.- Послужило мне ответом.\n— А, вот оно что, понятно.\nМы проходили мимо разных комнат, стены здания держались на честном слове, большие трещины, старые картины, ужасная темень, всё это создавало не самую приятную атмосферу.  А кошка продолжала куда-то идти и наконец остановилась  напротив закрытой двери. Кошка встала на задние лапы, опираясь передними о дверь, хотела её открыть.",
    "answers": [
      {
        "id": 21,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 20,
    "text": "Кошка смотрела на дверь, которую только что приоткрыла, затем посмотрела на меня, снова на дверь и начала медленно подходить к ней, при этом посматривая на меня.",
    "answers": [
      {
        "id": 19,
        "text": "Идти за кошкой"
      }
    ]
  },
  {
    "id": 21,
    "text": "Дрожащими руками я потянулась к ручке. Кошка видимо чувствовала мой страх и потёрлась о мои ноги. Тяну на себя. \nЗажавшись в углу, вся в слезах сидела Юля, она закрыла глаза, что-то бормотала и тряслась, словно от холода.\nЯ не знала что сказать, просто не верила что нашла её, решила подойти поближе. \n— Нет, пожалуйста, не трогайте меня.- Дрожащим голосом говорила Юля с закрытыми глазами.\n— Юля, это я.\nПодруга открывает глаза.\n— Катя! Господи, слава богу это ты.- Подруга набросилась на меня с объятиями. Я обняла её в ответ. \n— Юля, Юлечка, что случилось?\n— Я не знаю, не помню. Помню только, как пригласила тебя и парней к себе с ночёвкой, мы дождались ночи и стали рассказывать друг другу байки, а Костя рассказал какую-то историю про заброшенный дом, а Макс дополнил тем, что дом якобы проклят. Мы с тобой решили поискать его на картах, но не нашли. Тогда Макс сказал что по слухам он находиться в двух часах езды от города. Мы с тобой отказывались это проверять, но парни нас уломали, мы сели в машину, а дальше я не помню...\nЯ напряглась, действительно, всё так, я тоже начинаю вспоминать, но дальше словно туман.\n",
    "answers": [
      {
        "id": 22,
        "text": "- Главное что мы вместе, и мы найдём выход!"
      },
      {
        "id": 23,
        "text": "-Нам конец!"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Да, ты права.\nТолько сейчас я заметила, что у Юли из подбородка идёт кровь.\n— Юль, а почему у тебя кровь идёт?\nЮля прошлась рукой по ране.\n— Не знаю, я с этим проснулась. Слушай, а как ты меня нашла?\n— Она мне помогла- Я указала на кошку, которая терпеливо стояла в дверях.\n— Ой, какая красивая, может она поможет нам и парней с выходом найти?\nНа это когда мяукнула и куда-то пошла.\n— Пошли за ней.\nЮля видимо настолько хорошо поняла ситуацию, что кошка-путеводитель уже не удивляет её.\n",
    "answers": [
      {
        "id": 25,
        "text": "Следовать кошке"
      }
    ]
  },
  {
    "id": 23,
    "text": "Юля посмотрела на меня понимающим взглядом и обняла.\n— Не говори так, мы найдём выход, вот увидишь.\n—Хотелось бы верить.\nТолько сейчас я заметила, что у Юли из подбородка идёт кровь.\n— Юль, а почему у тебя кровь идёт?\nЮля прошлась рукой по ране.\n— Не знаю, я с этим проснулась. Слушай, а как ты меня нашла?\n— Она мне помогла- Я указала на кошку, которая терпеливо стояла в дверях.\n— Ой, какая красивая, может она поможет нам и парней с выходом найти?\nНа это она мяукнула и куда-то пошла.\n— Пошли за ней.\nЮля видимо настолько хорошо поняла ситуацию, что кошка-путеводитель уже не удивляет её.\n",
    "answers": [
      {
        "id": 25,
        "text": "Следовать кошке"
      }
    ]
  },
  {
    "id": 24,
    "text": "Все посмотрели на меня.\n— Что? Луна уже потихоньку садиться, скоро будет утро, а утром всё плохое исчезает.\n— Я согласна.\n— А я не очень. Перед тем как уйти, надо придумать куда уйти, как, что делать после этого.\n— Да, ты прав. Давайте поразмыслим над побегом.",
    "answers": [
      {
        "id": 28,
        "text": "Собраться с мыслями"
      }
    ]
  },
  {
    "id": 25,
    "text": "Кошка шла уверенно, словно наизусть зная каждый сантиметр в этом доме. Мы с Юлей шли за ней спортивной ходьбой. \n— Юля, а почему ты так плакала?\n— Ох Катя, когда я очнулась, мало того что у меня ужасно болел подбородок, так ещё я начала слышать голоса детей, они то говорили что-то, то плакали, то кричали. Мне стало страшно.\n— Понимаю, надо срочно найти парней и бежать отсюда. \nКошка начала подниматься по лестнице на второй этаж. Мы последовали за ней. Как вдруг Юле в ногу что-то вцепилось.\nОна начала кричать, я тянуть её за руку, кошка шипит и выгибается. Мы не можем понять что происходит, наконец-то это что-то отпускает Юлю и мы втроём, со всей дури несёмся на второй этаж. Кошка в шоке, мы в панике стоим и востанавливаем дыхание.\n— Что это было?\n— Я не знаю!\nВдруг мы слышим звон. Словно что-то разбилось. Этот звук был за закрытой дверью. Кошка подбежала к ней и начала скребстись. Я уже поняла этот жест, но всё равно было страшно. Я потянула дверь. Передо мной стоял Костя с разбитой длинной вазой в руках. \n— Катя?\n— Костя?\n— Костя?\n— Юля?\n— Юля?\n— Макс?\nИз-за спины Кости вырастает Макс с осколком вазы в руке. \nУвидев друг друга мы обнялись, Юля прослезилась, а Костя  случайно наступил на хвост кошке на радостях.\n— Осторожно! Она нам помогла вас найти!\n— Так, теперь рассказывайте, как мы здесь все оказались?!- Начала сердиться Юля.\n— Кстати да, что случилось после того, как мы сели в машину?\nПарни переглянулись.\n— Мы сами не в курсе какого хрена случилось, мы приехали, увидели дом, зашли, и вдруг двери резко захлопнулись. \n— Точно! Я вспомнила! Меня именно в этот момент что-то по спине ударило что я упала и видимо потеряла сознание.\n— Да! А меня порезали и куда-то кинули, потом я очнулась, как заснула не знаю.\n— А мы с Максом оба не помним как тут оказались.\n— А у вас есть какие-то физические ранения?\n— Нет.\n— Странно.- Юлю явно не устраивала вся эта ситуация.\nВ этот момент позвонил телефон. Мы все посмотрели в сторону звонка, я почувствовала холод.\n— В этом доме ведь нет электричества?- Шёпотом спросила Юля.\n— И быть не может- Так же тихо ответил Макс.\nМы скучковались и надеялись что звон прекратиться, но \"неработающий\" телефон, явно был с этим не согласен. Звон продолжался и будто становился всё громче. \nНо наконец стих. Мы уже хотели выдохнуть, но услышали шаги с лестницы, медленные, но громкие, они приближались к нам. Схватив кошку я впихнула белых как мел друзей в комнату и заперла её на засов.\nМы прижались к стене, Юля держалась за Макса, я обнимала кошку, а Костя сжал в руках разбитую вазу. Через мелкую щель в двери мы видели чью-то обувь! Грязные мужские ботинки. Они стояли напротив двери. Вдруг начала дёргаться ручка...\nУ меня начала кружиться голова и хватка ослабла. Кошка выпрыгнула и подошла к двери, приняв боевую стойку. После этого существо за дверью исчезло. Оно не ушло, а просто исчезло. \nМы стояли на месте как вкопанные  минут 10. \nПотом Юля начала плакать, мы принялись успокаивать её. \n— Я хочу домой, зачем вы нас сюда притащили?\nЮля была самой нежной из нас, настолько беззащитная и тихая, что всегда хотелось её укрыть пледом и защищать.\n— Прости Юль, мы обязательно выберемся отсюда. Такого больше не повториться.- Успокивал её Макс, а я погладила кошку и подошла к окну.",
    "answers": [
      {
        "id": 24,
        "text": "- Давайте дождёмся рассвета?"
      },
      {
        "id": 26,
        "text": "-Мы не выберимся"
      }
    ]
  },
  {
    "id": 26,
    "text": "Все оглянулись на меня.\n— Почему ты так думаешь?\n— Костя, взгляни правде в глаза, с этим домом что-то явно не так. Вы были правы, он проклят. Поздравляю. Теперь мы умрём.\n—  Катя! Прошу не говори так.\n— А какая разница что я скажу? Мы сейчас вместе, только потому что кошка неизвестно откуда взявшаяся, указала мне путь до Юли, а оттуда к вам.\n— Мяу?\n— Вот именно, значит есть какая-то надежда.\n— Слушай оптимист, если хочешь проверить, давай проверим?- Меня злило всё и вся. Мы в проклятом доме, нас могут убить,  всего этого могло и не быть! \n— Ребят, прошу вас, успокойтесь. Кать, мы обязательно выберемся. Всё будет хорошо. Мы больше никогда сюда не вернёмся и навсегда забудем это место.- Юля обняла меня, она знает как меня успокоить.\n— Да Юль, ты права, извини Кость, я не хотела тебе грубить.\n— Всё нормально, тоже виноват.\n— Так какой у нас план? — Поинтересовался Макс\n— Эээ, следовать кошке?- Пожал плечами Костя.\n— Мяу!- Немного зло ответило четвероногое\n— Думаю она хочет, чтобы мы пока оставили её в покое и сами немного подумали.\n— Согласна! Давайте обдумаем план.",
    "answers": [
      {
        "id": 28,
        "text": "Собраться с мыслями"
      }
    ]
  },
  {
    "id": 27,
    "text": "Мы бежали по тёмному дому, всё спокойствие резко сменилось на страх. Мы опять слышали детей, они смеялись, смеялись над нами. Мы спускались по лестнице прыжками, спотыкались но продолжали бежать, перед нами были двери.\n— Заперто!\n В этот момент за нашими спинами послышался звук бензопилы. Далеко, но он приближался.\nМы резко повернулись, далеко от нас стоял чёрный силуэт, разглядеть его было не просто, лучи солца почти не попадали сюда, зато было отчётливо видно бензопилу, огромная, стальная, вся в.. Крови?\nСилуэт приближался к нам.\n— Макс!\nЯ кинула Максу ключ, молясь всем богам с надеждами о том, что он подойдёт.  \nМакс, что был ближе всех к двери открыл её и в этот момент силуэт побежал на нас, мы быстро выбежали и захлопнули дверь. Он запросто мог её распилить, но, как и с прошлым нечто, он просто исчез, бинзопила затихла в тот момент, когда двери закрылись.  Мы подбежали к машине, действительно заглохла. Бензин кончился. ",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Давайте проверим что у нас есть?- Внезапно предложила Юля.\n— Думаешь мы найдём в карманах ответы на все вопросы?\n— Ну, может не на все, но...\n— Ладно.\nЯ порылась в карманах и положила на пол ключ который нашла, так же у меня оказывается была портативная зарядка, жаль что телефона нет.\n— Что это за ключ?\n—  Не знаю, тут нашла, вдруг пригодиться.\nУ Кости были карты с которыми он никогда не расстаётся и наушники.\nЮля имела при себе зеркальце и помаду.\nНо когда Макс выложил то, что было у него в карманах, все мягко говоря охренели.\n— У тебя всё это время был телефон?!\n— Ребята, я честно не знал! \n— Включай быстро!\n— Зарядка села.\n— Лови!- Крикнула я и кинула ему портативку. \n— Пошёл заряд! Осталось подождать.\nВсе мы были как на иголках, ждать надо долго, чтобы зарядка не села в самый нужный момент, как это обычно бывает. Чтобы нас успели отследить спасатели, так как Макс сказал, что точно помнит, что его машина заглохла.\nКошка смотрела на нас как на дебилов, потому что сидеть на полу и молиться на телефон, это немного странно. Солнце начало подниматься, птицы проснулись и запели, а мы просто радовались тому, что пугающая атмосфера пропадает. Наконец-то мы поедим домой, примем душ, покушаем и забудем об этой ситуации. Моя портативка сдалась через некоторое время. Мы не унывали, ведь заряд был 50%. Парни позвонили в службу спасения и объяснили наши примерные геоданные. \n— Хорошо, мы не будем класть трубку чтобы вы могли найти нас по телефону.\n— Катя, нам нужно бежать отсюда.\nЯ посмотрела на кошку, которая уже планировала подремать. Она посмотрела на меня и подошла к двери.\n— Готовьтесь.",
    "answers": [
      {
        "id": 27,
        "text": "Открыть дверь и следовать кошке"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я решила осмотреться, лес который окружал дом, уже не был таким страшным. Мы стояли на обочине и просто не могли поверить в происходящее, каждый просто смотрел в одну точку и переваривал всё что произошло за эту ночь. Кошка вылизывалась и смотрела на нас.\n— Спасибо.- Я погладила её за ушком.\nК нам подъехала машина и увезла нас домой. Благо нам всем по 18 лет и проблем не будет. Сидя на заднем сидении я смотрела на кошку, которая сидела посередине дороги и смотрела нам вслед. И вот что любопытно, в какой-то момент она стала прозрачной, затем превратилась в дым и его унёс ветер.\n— Александрия?\n— Ты что-то сказала Кать?\n— А? Оу, нет.\n",
    "answers": [
      {
        "id": 30,
        "text": "Спустя неделю"
      }
    ]
  },
  {
    "id": 30,
    "text": "С той ночи прошла неделя. Родителям мы ничего не сказали, сейчас вспоминаем эту историю как всеобщевыдуманную. Макс и Юля очень сблизились после той ночи, а я обошла половину интернета, и смогла кое-что раскопать. \nДействительно, была такая семья Смит,  которая погибла в ДТП. По слухам, у отца семьи была интрижка, но он выбрал семью и любовница решила отомстить. Устроила ДТП, но узнала что Оксана выжила и живёт в том же доме, где вырос её отец. Тогда женщина прокляла этот дом на то, что любая женщина находясь в  нём вскоре умрёт, а мужчины не смогут оставаться там надолго.  Вот до чего иногда доводит неверность..\n\nМы все конечно пытались забыть эту историю, но огромный синяк на спине не позволял мне этого  ещё очень долгое время, а Юля никак не могла скрыть свою глубокую рану на подбородке и пришлось ждать когда само заживёт.\nСейчас я всё думаю, кто же всё таки нас отключил и раскидал по комнатам? Кто? А главное, зачем? Ради веселья? Или...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]