[
  {
    "id": 1,
    "text": "Это книга. Присутствует упоминание смерти. \nБуду рада любым комментариям. \n\nВведение:\nНекоторые люди имеют привычку крушить то, что не представляет ценности для них. Не задумываясь о чужих чувствах. Если кому-то выгодно исчезновение человека, то он нанимает киллера. Нанявшему убийцу нет дела до семьи и друзей жертвы. Он просто устраняет помеху. \nАвтор: Лулла Волк \nПоследнее обновление: 21 августа 2019",
    "answers": [
      {
        "id": 2,
        "text": "Приступить к прочтению"
      }
    ]
  },
  {
    "id": 2,
    "text": "Сегодня первый день когда мне вновь разрешено сесть в седло. Подумать только, я два месяца не ездила верхом! А сегодня вновь еду по пляжу и вспоминаю события двухмесячной давности... ",
    "answers": [
      {
        "id": 3,
        "text": "--->"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вот по пляжу едет девушка на вороной кобыле, и эта девушка я. Ко мне подходит серый конь в яблоках несущий на спине парня. Сева протягивает руку и бережно слетает наши пальцы, сколько нежности в этом простом действии. Сколько предвкушения в вопросе который непонятен другим. \n—Полетаем? \nРуки сами собой разделяются трепля лошадиные холки и подбирая поводья. А мышцы сладостно ноют в предвкушении. \n\nРаз... \n\nДва... \n",
    "answers": [
      {
        "id": 4,
        "text": "Старт! "
      }
    ]
  },
  {
    "id": 4,
    "text": "Босые пятки привычно прижимаются к лошадиных бокам, зарываясь в мягкую шерсть. Плеск воды, размереные удары копыт о песок, и ничего больше не нужно этим подросткам для счастья. Только удары копыт и биение мощных сердец, только азарт гонки и предвкушении победы, только они и кони, одни на весь пляж... ",
    "answers": [
      {
        "id": 5,
        "text": "Заливистый смех разносится над водой и песком"
      }
    ]
  },
  {
    "id": 5,
    "text": "Как бы ни были они сосредоточены на управлении лошадьми их переполняло счастье, выливать наружу смехом. И они не просят большего, только эти миг, гонку и пляж. \nНо всё это было разрушено. ",
    "answers": [
      {
        "id": 6,
        "text": "Раздался оглушительный визг тормозов. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Последними воспоминания и стали  яркий свет фар и удаляющийся автомобиль ярко красного цвета. А затем картинку сменили  темнота наполнения звуками, и твердь песка под спиной. В этой темноте я различила последние удары большого и доброго сердца. А потом с любимых губ сорвался судорожный стон и они навсегда затихли. ",
    "answers": [
      {
        "id": 7,
        "text": "В настоящее время"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Из-за слез я не вижу дороги. Но Морок (тот самый конь) спокойно идёт по знакомому маршруту. Я тоже помню эту дорогу, но не могу направлять жеребцом. Слишком сильно трясутся руки.  Сейчас с мляжа надо будет повернуть на лево... \"Стоп! Что это!?\"-буквально завопило подсознание, когда взгляд зацепился за знакомый автомобиль.\" Убью!\"-решила я, унитаз дрожь в руках и поворачивая коня в сторону машины. ",
    "answers": [
      {
        "id": 8,
        "text": "Водитель, заметив меня, не остался на месте"
      }
    ]
  },
  {
    "id": 8,
    "text": "Через пару секунд заработал двигатель, и машина рванула с места, двигаясь зигзагами, чтобы я не смогла рассмотреть номер. Но замеченого мною было достаточно. \"В нашей глуши не так много 230-х целик, такого цвета.\"-Поняла я, разворачивая Морока в сторону конюшни. ",
    "answers": [
      {
        "id": 9,
        "text": " На конюшне"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Гена! Гена! \n—И тебе доброго утра. \n—Привет. Можешь пожалуйста расседлать Морока? Мне нужно сделать пару звонков пока я не забыла. Это не долго. \n—Ну не знаю... \n—Гена, пожалуйста... \n—Только за поцелуй. \nШЛЁП! Пощёчину я ему залепила знатную. \n—Идиот!-прокричала я, сама отводя Морока в денник. \n—Амалия , это же шутка!-оправдывался Гена, держась за щёку, на которой отчётливо был виден отпечаток моей ладони. \n—У тебя всё шуточки!",
    "answers": [
      {
        "id": 10,
        "text": "Но вскоре он меня догнал"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Амалия, не обижайся. Я думал ты со мной посмеёшься. Да отпусти ты эту пряжку, я сам. \n—Спасибо. \nСказала я бросая попытки расстегнуть подпругу. \n—Иди звони куда хотела. \n—Ах да. ",
    "answers": [
      {
        "id": 11,
        "text": "Кому же я собиралась позвонить? "
      }
    ]
  },
  {
    "id": 11,
    "text": "—Ало, Алисия? \n—Да. \n—Привет, это Амалия. \n—Привет, что случилось?",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]