[
  {
    "id": 1,
    "text": "Автор: Ser Pro (Сергей Проник)\n\nЖанр: Апокалипсис / Мистика\n\nОписание: Захватывающие приключения 20-летнего русского парня Антона после исчезновения всех (или почти всех) людей в мире.\n\nЧто же с ними произошло? Где ему их искать? И главный вопрос: почему же тогда он не исчез? Насколько далеко Вы готовы зайти, чтобы узнать правду?..\n",
    "answers": [
      {
        "id": 2,
        "text": "[Начать игру]",
        "blackout": true
      },
      {
        "id": 284,
        "text": "[От автора] "
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d23/2007/3c/2769089f4517.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1:\nЛюдей больше нет?!.\n\nБыл тёплый осенний день. Один из тех, которые в народе называют \"бабье лето\". Птицы уже начали улетать на юг небольшими стаями, листья понемногу облетали с деревьев... Обычная русская осень двадцать первого века. \n\nС веранды слышится голос:\n— Сынок, помоги мне! \n— Сейчас, мам! — кричишь в ответ ты, ставя игру на паузу. — Можно через пятнадцать минут? \n— Нет, надо сделать это сейчас, коробка для меня очень тяжёлая!..\n— Эхх, иду... — с этими словами ты бросаешь джойстик и бежишь помогать матери. ",
    "answers": [
      {
        "id": 3,
        "text": "На веранду"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a42/2007/23/94cc7bd4c46f.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Выбежав из дома, ты заметил, что солнце скрылось, а небо стало металлически серым. \n— Ого! — удивился ты. — Пару минут назад не было ни облачка, а теперь и горизонт еле различишь...\n\nДействительно, словно белая пелена окутала небо. Ни улетающих на юг птиц, ни падающих с деревьев осенних листьев...\n— Маам! — кричишь ты, входя на веранду. — Ты где?\n\nНикого. Возле дома стоит машина курьера, но его самого тоже нет. На улице ни звука! \n\"Что происходит?\" — думаешь ты. — Надо разобраться, так, спокойно!.. \"",
    "answers": [
      {
        "id": 4,
        "text": "Осмотреть улицу"
      }
    ]
  },
  {
    "id": 4,
    "text": "На улице ни души... Холодный ветер перестал дуть, а все машины замерли в уличном потоке. Но главное: люди — пешеходы, водители и пассажиры... просто исчезли. \n\nТвой телефон тоже не подаёт признаков жизни... \nНо перезапустив его, ты понимаешь, что хотя бы он работает. Яркий экран дал непривычный световой контраст – в городе выключилось всё освещение. \n\nТы с трудом подавляешь панику и душевный вопль, готовый вырваться у тебя из груди. Надо скорее понять, что же здесь произошло.\n",
    "answers": [
      {
        "id": 5,
        "text": "Посмотреть информацию о произошедшем в Интернете ",
        "need": -5
      },
      {
        "id": 6,
        "text": "Обойти соседей",
        "need": -6
      },
      {
        "id": 12,
        "text": "Позвонить знакомым и близким ",
        "need": -12
      },
      {
        "id": 7,
        "text": "Взять фургон и объехать город",
        "need": [
          5,
          6,
          12
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "На смартфоне ты открываешь \"Яндекс\".\n\"Ошибка! Сервер недоступен. Проверьте правильность подключения.\"\n\n\"Так, ладно... Попробуем \"Google\"...\" \nПоявившаяся в браузере надпись означала примерно то же, что и у его конкурента.\n\n\"Ээй!.. Что стряслось?!.\" — подумав, ты открываешь \"Вконтакте\".\n\"Сервер недоступен. Ведутся технические работы. Попробуйте позже.\"\n\n\"Да вы издеваетесь!\" — эта ситуация стала понемногу выводить из себя.",
    "answers": [
      {
        "id": 4,
        "text": "Ещё раз осмотреться вокруг"
      }
    ]
  },
  {
    "id": 6,
    "text": "Проходя по своей улице, ты стучался во все дома без исключения, заглядывал в окна... Но увы, никого из людей не было. \n\nТы почти не общался с соседями раньше, мало интересовался их жизнью... Но теперь отдал бы всё, лишь бы найти хоть одного. Хоть кого-нибудь живого! ",
    "answers": [
      {
        "id": 4,
        "text": "Ещё раз осмотреться вокруг"
      }
    ]
  },
  {
    "id": 7,
    "text": "С детства тебя учили, что нельзя брать чужое без разрешения... Особенно угонять чужую машину.\nНо в данной ситуации разрешение тебе спрашивать не у кого, а осмотр города на предмет выживших просто необходим!.. \n\nПоэтому ты без лишних колебаний залез в фургон доставки товаров, затем нашёл ключ (хорошо, что он не исчез вместе с хозяином) и завёл машину. \n\nСловно гром прогремел среди ясного неба, такая до этого была мёртвая тишина...\nТы выехал с коттеджного посёлка и направился в город. Затем вспомнил, что если есть выжившие, необходимо как-то привлечь их внимание... ",
    "answers": [
      {
        "id": 8,
        "text": "Покричать"
      },
      {
        "id": 10,
        "text": "Посигналить"
      }
    ]
  },
  {
    "id": 8,
    "text": "Первое, что пришло тебе в голову, было использование своего голоса для привлечения внимания. Но очень скоро тебе стало дурно: ты задыхался и начал хрипеть от крика...\nБыть может есть другой, менее тяжёлый для  твоего организма способ?.. ",
    "answers": [
      {
        "id": 9,
        "text": "Подумать ещё"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты выехал с коттеджного посёлка и направился в город. Затем вспомнил, что если есть выжившие, необходимо как-то привлечь их внимание... ",
    "answers": [
      {
        "id": 10,
        "text": "Посигналить"
      }
    ]
  },
  {
    "id": 10,
    "text": "Раздался рёв звукового сигнала. Даже тебе стало не по себе! Когда ты слышал его раньше – в шуме города – он казался не таким громким, как теперь.\nНаверняка выжившие должны услышать его... \n\nПрошло несколько минут или даже часов, когда ты понял, что объехал город целиком, и никого в нём больше нет, кроме тебя. Куча заглохших машин, брошеных прямо на дорогах, пустые рестораны с ещё не остывшей на столах едой, одиноко лежащий товар на лентах супермаркетов... Ни бездомных собак, ни даже птиц и насекомых... Ничего живого не осталось. ",
    "answers": [
      {
        "id": 11,
        "text": "Ехать домой "
      }
    ]
  },
  {
    "id": 11,
    "text": "И вот ты наконец у себя дома... Пройдя в гостиную, ты включил телевизор, надеясь узнать хоть что-нибудь оттуда. \n\nТелевизор выдавал помехи и надпись: \"Нет сигнала\". Ни один канал не работал, хотя ты не поленился и перепробовал все. ",
    "answers": [
      {
        "id": 13,
        "text": "Сделать запись в дневнике "
      }
    ]
  },
  {
    "id": 12,
    "text": "Немного подрагивающими пальцами ты поочерёдно нажимаешь на набор различных номеров в твоём смартфоне. Но ответ один и тот же: \"Аппарат абонента выключен или находится вне зоны действия сети!\" \n\n— Проклятье! — непроизвольно произносишь ты. \n",
    "answers": [
      {
        "id": 4,
        "text": "Ещё раз осмотреться вокруг "
      }
    ]
  },
  {
    "id": 13,
    "text": "\"Этот день точно изменил мою жизнь! Люди исчезли, не знаю, все или нет... Но наш город  теперь безжизненный.\nВсё произошло ровно в полдень, то есть, в 12 часов дня. Мама звала меня помочь, когда я рубился в приставку. Когда я выбежал на улицу, она уже исчезла вместе со всеми...\nМобильная связь, телевидение и интернет не работают, я не встретил ни одного живого существа за весь оставшийся день...\nСейчас я ложусь спать, утром соберу вещи и прямиком в столицу! Надеюсь хоть там встречу человека и пойму, что происходит...\" \n\n                                [Конец главы 1]",
    "answers": [
      {
        "id": 15,
        "text": "[К главе 2]",
        "blackout": true
      },
      {
        "id": 14,
        "text": "[Главы]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Уважаемый читатель! Здесь представлен список открытых Вами глав (всего их 5):",
    "answers": [
      {
        "id": 2,
        "text": "[Глава 1]",
        "blackout": true
      },
      {
        "need_ever": true,
        "blackout": true,
        "id": 15,
        "text": "[Глава 2]",
        "need": 13
      },
      {
        "need_ever": true,
        "blackout": true,
        "id": 40,
        "text": "[Глава 3]",
        "need": 34
      },
      {
        "need_ever": true,
        "blackout": true,
        "id": 195,
        "text": "[Глава 4]",
        "need": 154,
        "var_set": [
          "energy",
          80
        ]
      },
      {
        "need_ever": true,
        "blackout": true,
        "id": 236,
        "text": "[Глава 5]",
        "need": [
          228
        ]
      },
      {
        "id": 14,
        "text": " - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - ",
        "comment": true
      },
      {
        "id": 285,
        "text": "[Главное меню]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Глава 2:\nТы не один \n\nТы встал рано утром, чтобы доехать до Москвы к вечеру. В дороге тебя сопровождало всё то же  гладкое металлические небо и полная тишина, если конечно не считать шум мотора фургона.\n\nПрошло почти полдня, ты весьма устал за это время, так как приходилось объезжать много пустых автомобилей на трассе...  Через пару минут после того, как ты свернул с неё и поехал по просёлочной дороге, внезапно спустило переднее колесо. ",
    "answers": [
      {
        "id": 16,
        "text": "Проверить запаску и домкрат"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты выключил зажигание и обошёл фургон. Действительно, колесо явно было чем-то пробито... \n\nОткрыв и осмотрев багажник , ты вскоре обнаружил в нём домкрат. Но запасного колеса, к сожалению, не было.\n\nЗато ты также нашёл в багажнике и еду в виде пары пакетов \"с собой\" из Mac Donalds, и можно было хотя бы перекусить перед походом в виднеющееся вдали село. ",
    "answers": [
      {
        "id": 17,
        "text": "Съесть половину "
      },
      {
        "id": 18,
        "text": "Съесть всё"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты не стал съедать всю провизию, так как неизвестно, когда ещё доберёшься до какой-нибудь кафешки на трассе. Бережливость — она в данной ситуации не помешает...\nПокончив с пакетом, ты по привычке закрыл машину и решил наконец отправиться в деревню. ",
    "answers": [
      {
        "id": 19,
        "text": "Отправиться в путь"
      }
    ]
  },
  {
    "id": 18,
    "text": "Словно голодный зверь, ты набросился на пакеты с едой! Конечно, ты же был очень голоден... Наесться, чтобы потом не тратить на еду время до самой Москвы — неплохая идея.\nПокончив со всей имеющейся едой, ты по привычке закрыл машину и решил наконец отправиться в деревню. ",
    "answers": [
      {
        "id": 19,
        "text": "Отправиться в путь"
      }
    ]
  },
  {
    "id": 19,
    "text": "\"Как же хорошо путешествовать налегке, в тишине!..\" — подумалось тебе. Но ты тут же осёк себя: нельзя поддаваться мимолётным увдовольствиям, иначе можно никогда не найти людей. \n\nТы шёл по полю уже около получаса, когда наконец оно закончилось, и показались деревенские улочки. \nВезде пустота и тишина — ни звука. И всё та же пелена на небе, закрывающая солнечный свет.\n \nПо всем признакам, ходить по домам бесполезно – деревня слишком большая. Наверное, стоит привлечь к себе внимание... Если кто-то есть, они должны услышать... ",
    "answers": [
      {
        "id": 20,
        "text": "Покричать ",
        "var_set": [
          "dimon",
          50
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "— Э-ге-гей!  Есть кто живой? — твой молодой голос звучит достаточно громко и звонко, чтобы слышно было по всей деревне. Тем более, что тишина этому способствует... \n\nПрошло 7-10 минут. Никакого ответного зова не послышалось. Ты начал разворачиваться к выходу в поле, когда понял, что тебе что-то мешает. Что-то металлическое.\n\n— Я бы на твоём месте не дёргался, парень! — послышался мужской голос сзади. — Ты откуда здесь взялся?! Зачем ты здесь?..\n\nСкорее всего, у незнакомца оружие... Ты решаешь, что тебе лучше отвечать как можно убедительнее.",
    "answers": [
      {
        "id": 21,
        "text": "— Я ищу выживших (сказать правду) ",
        "var_add": [
          "dimon",
          5
        ]
      },
      {
        "id": 22,
        "text": "— Я заблудился (соврать) "
      }
    ]
  },
  {
    "id": 21,
    "text": "— Я ищу выживших... — начал ты. — И... хочу понять, что происходит. Куда все исчезли?.. Как? А мы почему остались?.. \n— Я пока тоже не понял... — произнёс мужчина, убирая ствол травматического пистолета. — В сверхестесственное я не верю, а на безумный эксперимент ради такого деревенского, как я, рассчитывать не приходится.\n\nТы промолчал, немного приходя в себя после столь внезапного появления мужчины. \n\n— Я думал, ты бандит, как и ещё один выживший, которого я видел раньше... Пытался угрожать мне, а потом после предъявления моего \"аргумента\", ушёл. Так что извини за пушку. \n\nМужчина рассмеялся, и ты наконец рассмотрел его. Крепкого телосложения, лысый, с короткой светлой бородкой... На вид ему было лет 35-40.\n\n— Дмитрий! — представился он. ",
    "answers": [
      {
        "id": 23,
        "text": "Также представиться"
      },
      {
        "id": 21,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "— Я заблудился! — говоришь ты довольно \"потерянным\" голосом. — Навигатор дал сбой и...\n— Знаю я, что вся электроника тупит жёстко последнее время. И люди подевались куда-то все. Ты второй вот, кого я встретил... — произнёс мужчина, с некоторым сомнением убирая травматический пистолет. — Ты прости за такой приём, тот выживший просто был бандитом и пытался угрожать мне. Однако мои аргументы тоже неплохие, не так ли? \n\nМужчина рассмеялся, и ты, приходя в себя после неожиданного появления, наконец рассмотрел его. Крепкого телосложения, лысый, с короткой светлой бородкой... На вид ему было лет 35-40.\n\n— Дмитрий! — представился он. ",
    "answers": [
      {
        "id": 23,
        "text": "Также представиться"
      },
      {
        "id": 22,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "— Антон, — протягивая руку, произносишь ты. \n\n— Что собираешься делать, куда направляешься?  — спросил Дмитрий. \n\nТы немного замялся. Казалось бы, мужчина выглядел подозрительно со своим пистолетом, но в то же время казался тебе кем-то знакомым...\n\n— Думаю, надо найти как можно больше выживших... — решаешь ты. — Если согласен, то мы вместе отправляемся в столицу! \n— Вот это заявление! — удивился мужчина. — Пешком? ",
    "answers": [
      {
        "id": 24,
        "text": "— Конечно нет! У меня есть машина..."
      }
    ]
  },
  {
    "id": 24,
    "text": "— Здорово! — восхитился мужчина. — Тогда пошли к ней... \n— А Вам не нужно вещи собрать? Да и колесо спустило, надо бы найти запасную шину... \n— Ха, мои вещи со мной всегда! — Дмитрий показал на рюкзак за плечами. — А шин у нас навалом, я сейчас одну притащу... \n\nОн отлучился минут на десять, а затем вернулся с неплохо накаченной шиной. \n— Знаю, что протектор другой... — заметил он твоё смущение. — Но уж извини, будем надеяться, нас не тормознут полицейские.\n\nПомедлив секунду, пока до тебя дойдёт шутка, он снова рассмеялся.",
    "answers": [
      {
        "id": 25,
        "text": "Направиться к фургону"
      }
    ]
  },
  {
    "id": 25,
    "text": "Тем же путём вы вышел из деревни, перешли поле... И наконец подошли к автомобилю.\n\n— У тебя не найдётся ли еды? — внезапно спросил Дмитрий. — Просто хочется иногда такой синтетической городской пищи, понимаешь...\n— Ты про фастфуд? \n— Ну вроде этого что-то, ага...",
    "answers": [
      {
        "id": 26,
        "text": "— Да вроде был один пакет из \"Макдака\"",
        "need": 17,
        "var_add": [
          "dimon",
          10
        ]
      },
      {
        "id": 27,
        "text": "— Нету, закончилась..."
      }
    ]
  },
  {
    "id": 26,
    "text": "— Ух ты, вот это удача!!! — мужчина явно был голоден. \n\nОн залез в фургон и без труда отыскал оставшийся пакет. Затем так же спокойно съел в два укуса двойной бургер, покидал в рот картошку \"фри\" и запил стаканом колы. Все операции заняли у него не больше пятнадцати минут. Как раз, то время, которое ты потратил на замену колеса. \nПохоже Дмитрий заметил твой поражённый взгляд, так как едва заметно усмехнулся.\n\n— Спасибо!— начал говорить он. — Слушай, может  я поведу машину? Ты наверное устал...",
    "answers": [
      {
        "id": 28,
        "text": "— Ну... Есть такое "
      },
      {
        "id": 30,
        "text": "— Я справлюсь"
      },
      {
        "id": 26,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "— А, ну ничего... — с этими словами мужчина достал из своего рюкзака кусок колбасы, кусок хлеба, сложил их вместе и съел этот бутерброд. \n\nПока ты возился с заменой колеса, мужчина попросил: \n— Тогда остановишь вечером в какой-нибудь закусочной по пути, хорошо? ",
    "answers": [
      {
        "id": 30,
        "text": "— Конечно "
      },
      {
        "id": 27,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы поменялись местами, Дмитрий сел за руль. \nТы даже не успел заметить, когда уснул — так спокойно и уверенно вёл машину спутник.\n\nПроснулся ты от того, что мужчина потряс тебя за плечо. \n— Возможно здесь есть бандиты... — сказал он. — Надо найти место для ночлега — хотя бы мотель. В нашей ситуации трасса может стать опасным местом... ",
    "answers": [
      {
        "id": 29,
        "text": "Всматриваться в местность "
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы как раз ехали через райончик, изобилировавший придорожными кафе и гостиницами... Правда пока что встречалось только первое. \n\nНо вскоре в зоне видимости появились две гостиницы – друг напротив друга по разным сторонам дороги. Справа возвышался роскошный отель, а слева маленький невзрачный мотельчик. \n\nГде остановиться — решать тебе...",
    "answers": [
      {
        "id": 31,
        "text": "В правый отель"
      },
      {
        "id": 32,
        "text": "В левый мотельчик"
      },
      {
        "id": 33,
        "text": "Спросить совета у Дмитрия",
        "need": -33
      }
    ]
  },
  {
    "id": 30,
    "text": "Стремительно набирая скорость, машина неслась по трассе. Дмитрий подрёмывал на пассажирском сидении, иногда просыпаясь и оглядываясь по сторонам. Ты устал, но не особо... Недолгая остановка явно пошла тебе на пользу. Встречных машин, естесственно, не было, иногда просто приходилось объезжать застывшие пустые автомобили. \n\nКогда наступил вечер, пришло время подумать о ночлеге. Об этом мужчина тебе прямо и заявил:\n— Возможно, здесь есть выжившие... И они могут оказаться бандитами. Нам нужно найти что-то типа мотеля для ночлега, на трассе оставаться опасно...",
    "answers": [
      {
        "id": 29,
        "text": "Всматриваться в местность "
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d23/2007/3c/2769089f4517.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "Входя в большой отель, вы с напарником сразу заметили чьё-то присутствие... Будто кто-то следит за вами. \n— Ты тоже слышишь чьё-то сбивчивое дыхание?— шёпотом спросил у тебя мужчина. \n— Да. \n— Блин... А я уж думал, что показалось... — грустно усмехнулся Дмитрий. \n\nКромешная темнота прорезывала холл... Тебе захотелось как можно скорее зажечь свет, дабы избавится от неожиданного нападения того, кто скрывается от вас. \n\nТы сделал несколько шагов вперёд, когда резкое одёргивание Дмитрия остановило тебя.\n— Что бы это ни было, оно знает, что мы здесь... — спокойно сказал мужчина. — И нам прежде всего надо понять, человек это или нет, хотят нас ликвидировать или же это как и мы – очередная недобитая жертва апокалипсиса? ",
    "answers": [
      {
        "id": 35,
        "text": "Окликнуть незнакомца"
      }
    ]
  },
  {
    "id": 32,
    "text": "Решив не выделяться, ты припарковался у невзрачного мотельчика, и вы с Дмитрием принялись устраиваться на ночлег. \n\nВ кафешке при этом заведении имелось немного еды в холодильной камере и на плите, на вкус оказавшейся весьма сносной. \n\nНу что ж, ещё один день завершён... Ты попрощался с Дмитрием, и пошёл в свою комнату, естественно, она оказалась без особых излишеств. Но помыться ты сумел. \nПосле этого ты решил записать в дневник некоторые события, произошедшие с тобой сегодня. ",
    "answers": [
      {
        "id": 34,
        "text": "Сделать запись в дневнике"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Слушай, как думаешь, куда нам следует отправиться на ночлег? — спрашиваешь ты у Дмитрия. \n— Знаешь, мне хоромы эти не нравятся... — обеспокоенно ответил он. — Если нам что-то и грозит, пусть и всего лишь исчезновение, как и остальным, всё равно лучше как можно меньше светиться... Авось, пронесёт...",
    "answers": [
      {
        "id": 29,
        "text": "[Вернуться к выбору]"
      }
    ]
  },
  {
    "id": 34,
    "text": "\"Второй день апокалипсиса... Я не знал, что жив ещё кто-то, кроме меня... Но когда проезжал мимо одной из деревень, у меня спустило колесо. И остановившись в ней, я обнаружил человека. \n\nДмитрий оказался очень спокойным для таких шокирующих событий... Хотя мне тоже уже намного легче. Я не один. Однако, он рассказал о том, что есть и другие выжившие, и, к сожалению, не все из них адекватны. Это очень напрягает...",
    "answers": [
      {
        "comment": true,
        "id": 34,
        "text": "\n\nТакже, остановившись в первоклассном отеле, мы с напарником обнаружили ещё одну выжившую... Как я понял, Дарья работает гувернанткой... Возможно девушка поедет с нами в Москву. \n\nДарья даже пострадала от рук проезжавшей банды. Нам надо быть осторожными, в таком случае...",
        "need": 31,
        "merge": true
      },
      {
        "id": 34,
        "text": "\n\nЗавтра будет не очень спокойный день...  Мы должны будем отыскать выживших в столице и подать сигнал тем, кто остался за её пределами и не знает о ситуации...\"\n\n                            [Конец главы 2]",
        "comment": true,
        "merge": true
      },
      {
        "id": 40,
        "text": "[К главе 3]",
        "blackout": true
      },
      {
        "id": 14,
        "text": "[Главы] "
      }
    ]
  },
  {
    "id": 35,
    "text": "— Эй! Мы с миром!.. — только в момент произнесения этих слов ты осознал, насколько банально прозвучала эта фраза. — Хотим только переночевать... \n\nПоследовала пауза. Затем раздался немного приглушённый женский голос:\n— Вы, как и другие... Пришли ограбить меня, — Уходите!..\n\nТут в диалог вступил Дмитрий:\n— Вовсе нет, мы ищем выживших... Таких же, как мы... Мы надеемся вместе понять причину произошедшего. ",
    "answers": [
      {
        "id": 36,
        "text": "Ожидать реакции незнакомки "
      }
    ]
  },
  {
    "id": 36,
    "text": "— Хмм... Ладно, допустим, я решила вам поверить... Для начала... Сколько вас? \n— Только двое, — сообщил Дмитрий. \n— Ха.! Негусто вы насобирали... \n\nС этими её словами зажёгся свет, и вы увидели весьма привлекательную девушку. Она была обворожительной блондинкой, с интересными чертами лица, делающими её внешность почти модельной. \n\n— Мне вот очень не повезло с предыдущими \"гостями\"... — печально сообщила она, демонстрируя свежий порез от ножа на руке. \n— Давно? — спросил Дмитрий. \n— Сегодня в полдень! — всхлипнула девушка. — Денег не дали, приставили нож, перетрясли всю сумку!.. Там была недельная выручка...\n— Ну, ну... Не переживайте так, деньги уже не особо много значат... — сказал мужчина. \n— Знаю... Вот хозяйка исчезла вместе с остальными, а я не увидела даже, куда они делись!.. И сижу тут, как дура, не знаю, что делать... ",
    "answers": [
      {
        "id": 37,
        "text": "— Так... А Вы разве не хозяйка? "
      }
    ]
  },
  {
    "id": 37,
    "text": "— Так... А Вы разве не хозяйка? — с недоумением спрашиваешь ты. \n— Нет, конечно же... Я тут работаю гувернанткой, вроде как...  Убираюсь в номерах, и если нужно, то доставляю еду в номер особо требовательным гостям. ",
    "answers": [
      {
        "id": 38,
        "text": "— А как Вас зовут?"
      }
    ]
  },
  {
    "id": 38,
    "text": "— А как Вас зовут? — спросил ты. \n— Я Даша, — представилась она. \n— Всё это конечно хорошо... — проговорил Дмитрий. — Но может Вы накормите гостей и комнаты дадите? Деньги... — он многозначительно посмотрел на тебя.\n— Ну, моих не хватит и на одного человека думаю даже... — задумчиво отвечаешь ты. \n— Да не нужно денег... — прервала тебя Даша. — Главное, что есть нормальные люди ещё, и я не осталась одна... ",
    "answers": [
      {
        "id": 39,
        "text": "Поесть и разойтись по комнатам"
      }
    ]
  },
  {
    "id": 39,
    "text": "Еда была очень вкусной и сытной. Ты даже не знал, как она называлась правильно, так как никогда такого не ел. \n\nКомната, предоставленная тебе, была просторной и роскошной. И ванна, как подчеркнула Даша, тоже класса люкс... Ты на себе проверил этот факт. \n\nМожно было уже ложиться, но необходимо было сделать запись в дневнике о событиях этого дня. ",
    "answers": [
      {
        "id": 34,
        "text": "Сделать запись в дневнике"
      }
    ]
  },
  {
    "id": 40,
    "text": "Глава 3: \nОсложнившийся путь\n\nТы проснулся от звонка будильника. Первое время не совсем понимал, где ты и каким образом тут оказался... Но уже через полминуты всё в твоей голове встало на свои места. \nСегодня будет ещё один день в пути. Но ты уже не один, а это неплохо так ободряет...",
    "answers": [
      {
        "id": 41,
        "text": "Умыться и выйти из номера",
        "var_set": [
          "energy",
          50
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "На выходе ты столкнулся с Дмитрием. \n— Доброе утро! — произнёс он. \n— Спасибо, и тебе! — отвечаешь ты. \n— А у меня новости! — сообщил мужчина. \n— Какие же? \n— Во первых, я нашёл карту этого региона... Висела в одном из коридоров.\n— О, так это же замечательно! Ты сфотографировал её? \n— Да, но есть и не очень хорошая новость... Мы пропустили развязку, теперь придется ехать лишние десять километров.\n— Ну... Это не очень много, да и теперь мы точно не сойдём с маршрута, — отвечаешь ты.\n—Ха, согласен! — усмехнулся Дмитрий. ",
    "answers": [
      {
        "id": 42,
        "text": "Позавтракать и идти на улицу"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы довольно плотно позавтракали, собрали свой небольшой багаж и отправились к машине. \nУкладывая вещи в фургон, вы оба услышали сзади топот чьих-то ног. ",
    "answers": [
      {
        "id": 43,
        "text": "— Даша? ",
        "need": 31
      },
      {
        "id": 44,
        "text": "— Кто это?! ",
        "need": -31
      }
    ]
  },
  {
    "id": 43,
    "text": "— Даша? — почти одновременно произносите оба. \n\nДевушка подбежала к вам. \n— Да, я... — она выглядела сильно взволнованной. — Можно мне поехать с вами? Я не смогу тут одна... \n— Конечно можно! Фургон немаленький, поместимся. Да и не помешает нам женская хозяйственность... — опередил твой ответ мужчина и незаметно подмигнул тебе.\n— Ой, спасибо! Тогда я побегу за вещами... \n\nКогда она скрылась из вида, Дмитрий задумчиво произнёс:\n— Ха, она серьёзно думала, что мы можем ей отказать? Я и сам, если честно, хотел идти предложить ей поехать с нами... \n\nОн сделал паузу, а затем сказал неизвестно кому:\n— Хотя... Надеюсь она в дальнейшем не поставит оказанное ей доверие под сомнение...",
    "answers": [
      {
        "id": 45,
        "text": "Ждать Дашу и отправляться в путь "
      }
    ]
  },
  {
    "id": 44,
    "text": "Ты обернулся. К фургону со стороны дороги бежала девушка... Дмитрий с подозрением покосился на неё. \n\nПодбежав к вам, незнакомка перевела дух и выпалила:\n— Пожалуйста, могу я поехать с вами?.. — в её глазах читалась надежда на помощь. \n— Так, стоп! — довольно резко ответил твой спутник. — Для начала, кто Вы такая?!. И откуда взялись здесь?..\n— Меня зовут Даша, я работаю... или работала... не знаю, как даже говорить теперь нужно... в соседнем отеле гувернанткой, — начала она. — Позавчера в полдень моментально исчезли все люди, и я была в ужасе!.. Не знала, что мне делать... А вчера примерно в то же время меня ограбили... Несколько людей пригрозили ножами и потребовали денег!.. И пришлось отдать им недельную выручку! Я... я чувствую себя одинокой, беспомощной и беззащитной... Мне всё равно, куда вы отправляетесь... Если в машине ещё есть место, можете взять меня с собой?\n\nДмитрий колебался. Он смотрел то на неё, то на тебя... В конце концов, он решил:\n— Ладно, поедешь с нами... — он сделал многозначительную паузу. — Но чтобы без фокусов!.. \n\nТы улыбнулся, а девушка радостно побежала скорее собирать вещи...",
    "answers": [
      {
        "id": 45,
        "text": "Ждать Дашу и отправляться в путь "
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы с Дмитрием ничуть не удивились тому, что девушка быстро прибежала со своей полной дорожной сумкой... Мужчина закинул в фургон её вещи, и вы тронулись. \n\nВ пути Дмитрий завёл разговор о моменте исчезновения людей:\n— Вы видели что-то необычное в момент всеобщего исчезновения? Что вы делали в этот момент? \n— Я просто шёл на крыльцо дома помочь матери донести коробку, которую доставили на этой самой машине... — ответил ты. — Естественно, момент исчезновения я не увидел. \n\n— А ты? — спросил он девушку. \n— Я разговаривала в отеле по телефону... — начала вспоминать та. — Снова звонили из клуба, правда уже из другого... Предлагали работу танцовщицы. Но я отказала, не хочу заниматься такими вещами! Я услышала голос хозяйки отеля, она меня звала... И замолкла на полуслове. Я скорей побежала посмотреть, что случилось... И обнаружила, что все люди: гости отеля, персонал – абсолютно все, кроме меня – пропали. \n\n— Ну, мне подробностей тоже не добавить своим рассказом... — начал мужчина. — Друг предложил мне выпить, мы пошли в деревенский трактир... Но уже у стойки я передумал, попрощался и направился к выходу. Вдруг все сзади замолкли. Обернувшись, я обнаружил, что никого нет... ",
    "answers": [
      {
        "id": 46,
        "text": "— Есть ли связь между нашими действиями в это время и тем, что мы выжили?"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Есть ли связь между нашими действиями в это время и тем, что мы выжили? — спрашиваешь ты. \n— Есть кое-что на уме... — начал Дмитрий. — Но факт, что бандиты тоже выжили, опровергает мои предположения... \n— Ну, не томи!.. — попросила Даша. \n— Мы в этот момент отказались от чего-то плохого, для чьей-то пользы... Антон вот помог матери, отказавшись от игры. Ты, Даша, помогла наверное своей душе, не развратив её. Ну а я — своему уже немолодому организму... Ха! — он усмехнулся при этих словах. ",
    "answers": [
      {
        "id": 47,
        "text": "— Я думаю, это логично.",
        "var_add": [
          "dimon",
          5
        ]
      },
      {
        "id": 48,
        "text": "— Да не, бред какой-то!",
        "var_sub": [
          "dimon",
          5
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "— Я думаю, это логично, — произносишь ты. — В любом случае, это звучит очень убедительно и... Я бы сказал, пугающе. \n— Да, я согласна с Антоном... — добавила Даша. — Это и странно и жутко одновременно, но другого объяснения происходящего я тоже не вижу. \n\nМужчина ничего не ответил. Несомненно, ему стало приятно, хоть он никак это не выразил... ",
    "answers": [
      {
        "id": 49,
        "text": "Переключиться на дорогу "
      },
      {
        "id": 47,
        "text": "Отношения с Дмитрием: ",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "— Да не, бред какой-то! — бросаешь ты фразу. \n— Ну, тогда я уж не знаю, других идей у меня пока нет, слишком мало данных... — угрюмо ответил Дмитрий. \n\nБыло видно, что мужчине не очень-то приятно от твоих слов, хоть он и не сказал об этом.",
    "answers": [
      {
        "id": 49,
        "text": "Переключиться на дорогу"
      },
      {
        "id": 48,
        "text": "Отношения с Дмитрием: ",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "За вашими рассуждениями ты не заметил, как день постепенно проходил... На телефоне время показывало 5 вечера, но, несмотря на это, небо было по-прежнему серо-стальным. \n\nВы уже давно выехали на московскую трассу Е-101 и теперь объезжали весьма большие заторы из машин...\n\nВдруг твоё внимание привлекла фиолетовая вспышка в небе... Она была такой яркой, что, казалось, ответила всё небо, окрасив его на пару мгновений. ",
    "answers": [
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b21/2001/79/ee65155dc6ff.jpg"
      },
      {
        "id": 50,
        "text": "— Вы это видели?!.",
        "var_set": [
          "daha",
          50
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "— Вы это видели?!. — спрашиваешь ты изумлённо. \n— Да, и пожалуй, нам стоит проверить, что там... — сделал заключение Дмитрий. \n— Да, мало ли, кому-то наша помощь нужна?.. — добавила Даша. — Это же вроде была сигнальная ракета...",
    "answers": [
      {
        "id": 51,
        "text": "— Да зачем им сигнальную ракету пускать?.. Какая помощь может им понадобиться в пустом мире?..",
        "var_sub": [
          "daha",
          5
        ]
      },
      {
        "id": 52,
        "text": "— Действительно, в такой нестабильной обстановке всё может быть.. ",
        "var_add": [
          "daha",
          5
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "— Да зачем им сигнальную ракету пускать?.. Какая помощь может им понадобиться в пустом мире?.. — недоумённо спрашиваешь ты у девушки. \n\nДаша молча нахмурила брови и покачала головой. А Дмитрий направил машину к предполагаемой точке запуска ракеты.",
    "answers": [
      {
        "id": 53,
        "text": "Ждать "
      },
      {
        "id": 51,
        "text": "Отношения с Дашей:",
        "comment": true,
        "var_show": [
          "daha",
          "%"
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "— Действительно, в такой нестабильной обстановке всё может быть... — отвечаешь ты. \n\nДевушка кивнула и едва заметно улыбнулась. А Дмитрий направил машину к предполагаемой точке запуска ракеты. ",
    "answers": [
      {
        "id": 53,
        "text": "Ждать"
      },
      {
        "id": 52,
        "text": "Отношения с Дашей: ",
        "comment": true,
        "var_show": [
          "daha",
          "%"
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "Не успели вы проехать и пятиста метров, как увидели тех, кто послал сигнальную ракету. \nНа поле возле заглушенной легковой машины сидели люди. Их было пятеро. \n\nОставив Дашу ждать в фургоне, вы с Дмитрием пошли узнать, в чём дело.\n— Чёрт, наконец-то кто-то появился! — крикнул молодой парень. — Последняя почти сигналка была... \nТы успел рассмотреть только его голову – рыжие волосы, обычное непримечательное лицо – перед тем, как его прервал другой мужчина с бросающейся в глаза чёрной бородой:\n— Скорее, у нас раненые! \n\nОн указал на девушку с перевязанными кистями рук, рядом с которой сидели две другие. Одна из них давала ей пить, другая прямо через марлевые повязки обрабатывала раны. Пострадавшая изредка вскрикивала. ",
    "answers": [
      {
        "id": 54,
        "text": "Узнать, что случилось с девушкой",
        "var_set": [
          "boris",
          50,
          "rita",
          50,
          "sveta",
          50,
          "tanya",
          50,
          "roma",
          50
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "— А что, собственно, произошло?.. — спрашиваешь ты с тревогой. \n— Да попали под атаку непонятную... — отмахнулся бородач. — Откуда ни возьмись прилетают через лобовое стекло какие-то маленькие металлические осколки, девушку вот ранили, хорошо, хоть руками успела закрыть лицо... Машину в этот момент вдруг переклинило, нас занесло, машина полетела на обочину, и вот мы здесь... Пострадала девушка, да и машина не хочет ехать, мигает что-то на водительской панели... Вот только я не могу понять, не разбираюсь в этом...\n\nОн сделал небольшую паузу. \n\n— Слушай, обработай ей рану, а?.. А то я боюсь, девушки скорее навредят своими нервами, чем помогут...  И с машиной мне помогите: ты или твой спутник, если разбирается....\n\nДмитрий озадаченно смотрит на тебя. Судя по его взгляду, тебе решать, что кому делать.",
    "answers": [
      {
        "id": 55,
        "text": "— Я помогу девушке"
      },
      {
        "id": 56,
        "text": "— Я попробую разобраться с машиной",
        "var_add": [
          "boris",
          15
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "— Я помогу девушке тогда... — решаешь ты. \n— Хорошо, я тогда пойду гляну на машину, — добавил Дмитрий. \n\nОни с незнакомцем направились к машине, а ты – к девушкам. \n\n— Слава Богу! — воскликнула та, которая перебинтовывала раненую. — Помоги мне пожалуйста, я не знаю, что делать с этими ужасными ранами!.. Крови вроде уже нет, но ей всё равно очень больно... \n\nТы вспоминаешь, что у девушки в руке застряли маленькие металлические осколки... И видишь, что её подруга обрабатывает рану спиртом прямо через марлю.\n\n— Постой, ты же всё неправильно делаешь! — произносишь ты. — Надо...",
    "answers": [
      {
        "id": 57,
        "text": "— Сначала обработать спиртом, затем удалить осколки, а потом перебинтовать.",
        "var_add": [
          "rita",
          15
        ]
      },
      {
        "id": 58,
        "text": "— Сначала обработать спиртом, а затем перебинтовать. Осколки трогать нельзя!",
        "var_add": [
          "rita",
          15
        ]
      },
      {
        "id": 59,
        "text": "— Сначала удалить осколки, затем обработать спиртом, а потом перебинтовать.",
        "var_add": [
          "rita",
          15
        ]
      },
      {
        "id": 55,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      }
    ]
  },
  {
    "id": 56,
    "text": "— Тогда я попробую разобраться, что не так с машиной... — решаешь ты. \n— Хорошо, тогда я пойду посмотрю, что с девушкой, — добавил Дмитрий. \n\nОн направился к девушкам, а ты с незнакомцем — к машине. \n\n— Я просто не разбираюсь в машинах совсем... — сказал тебе незнакомец. — Научился водить кое-как за полчаса, девушки тоже не умеют ведь, а кому-то же надо машину вести... Хорошо хоть движение не особо интенсивное сейчас на дорогах, ха-ха.\n\nОн усмехнулся, но ты заметил, что у него это получилось как-то грустно. Учитывая слишком недавнее знакомство, ты решаешь пока ни о чём его не расспрашивать. \n\n— Ну вот и те значки... — произносит он, открывая водительскую дверцу и указывая на панель. — Можешь сказать, что случилось?\n\nТы смотришь на значки. Один красный, на нём нарисован термометр, под которым две волнистые линии, возможно вода. Второй тоже красный, на нём нарисован круг, в нём что-то, напоминающее волны.\n\nЛобовое стекло действительно было разбито, но стеклянную крошку уже убрали. \n",
    "answers": [
      {
        "id": 60,
        "text": "— Повышена температура системы охлаждения двигателя, мало охлаждающей жидкости."
      },
      {
        "id": 61,
        "text": "— Низкий уровень масла."
      },
      {
        "id": 62,
        "text": "— Низкий уровень тормозной жидкости."
      },
      {
        "id": 56,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      },
      {
        "id": 56,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c43/2007/4c/006127e61c48.jpg"
      }
    ]
  },
  {
    "id": 57,
    "text": "Ты разматываешь бинты на запястьях девушки и  обрабатываешь её рану спиртом. Она морщится и вскрикивает, но, судя по всему, боль терпимая.\n\nЗатем ты аккуратно извлекаешь осколки поданой тебе иглой... Девушка начинает сильно кричать, ей очень больно, и это неудивительно – маленькие, размером с булавочную головку, острые осколки проникли довольно глубоко ей в кисть. \n\nНаконец всё вроде закончено – ты перебинтовываешь её ладони. \n\nДевушка открывает глаза и смотрит на тебя с благодарностью. Её рукам всё ещё больно после твоих манипуляций, но видно, что ей лучше.",
    "answers": [
      {
        "id": 65,
        "text": "Познакомиться "
      },
      {
        "id": 57,
        "text": "Отношения с Ритой: ",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "Ты разматываешь бинты на запястьях девушки и  обрабатываешь её рану спиртом. Она морщится и вскрикивает, но, судя по всему, боль терпимая.\n\nЗатем ты перебинтовываешь её ладони, стараясь не сильно затягивать бинты на местах с попавшими в рану осколками. \n\nДевушка открывает глаза и смотрит на тебя с благодарностью. Её рукам всё ещё больно после твоих манипуляций, но видно, что ей лучше. ",
    "answers": [
      {
        "id": 65,
        "text": "Познакомиться "
      },
      {
        "id": 58,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": "Ты разматываешь бинты на запястьях девушки и аккуратно извлекаешь осколки поданой тебе иглой... Девушка начинает сильно кричать, ей  очень больно, и это неудивительно – маленькие, размером с булавочную головку, острые осколки проникли довольно глубоко ей в кисть.  \n\nЗатем ты обрабатываешь её рану спиртом. Она морщится и вскрикивает, но, судя по всему, боль терпимая.\n\nНаконец всё вроде закончено – ты перебинтовываешь её ладони. \n\nДевушка открывает глаза и смотрит на тебя с благодарностью. Её рукам всё ещё больно после твоих манипуляций, но видно, что ей лучше.",
    "answers": [
      {
        "id": 65,
        "text": "Познакомиться "
      },
      {
        "id": 59,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "— Повышена температура системы охлаждения двигателя, мало охлаждающей жидкости, — определяешь ты. \n— Правда? Хмм, неужели?.. — мужчина обходит машину и поднимает капот. — Двигатель же у нас тут... Ну ни хрена себе!!! — вдруг восклицает он. — Да тут течь!\n\nВы с ним начинаете разбираться в куче различных трубок и ёмкостей, и наконец находите нужную. \n\n— Реально, отсюда капает!.. — удивился бородач. — Я сейчас... — он залез в машину и через минуту вернулся с плотной тканью. \n\n— Она лежала здесь... — ответил он на твой недоумённый взгляд. — Сейчас же всё бесхозное как бы, так что раз уж \"позаимствовали\" машину, то чего уж переживать из-за тряпки, — с этими словами, мужчина порвал ткань и кусочком заткнул дыру. \n\n— Вот только... Уровня мало, говоришь... У нас просто нет такой жидкости, не могли бы вы нам отлить?..\n— Да, конечно, — киваешь ты. — У нас в фургоне вроде даже шланг был....",
    "answers": [
      {
        "id": 63,
        "text": "Поделиться охлаждающей жидкостью с другой компанией "
      }
    ]
  },
  {
    "id": 61,
    "text": "— Низкий уровень масла, — определяешь ты. \n— Правда? Хмм, неужели?.. — мужчина обходит машину и поднимает капот. — Двигатель же у нас тут... Ну ни хрена себе!!! — вдруг восклицает он. — Да тут течь!\n\nВы с ним начинаете разбираться в куче различных трубок и ёмкостей, и наконец находите нужную. \n\n— Я сейчас... — он залез в машину и через минуту вернулся с плотной тканью. \n\n— Она лежала здесь... — ответил он на твой недоумённый взгляд. — Сейчас же всё бесхозное как бы, так что раз уж \"позаимствовали\" машину, то чего уж переживать из-за тряпки, — с этими словами, мужчина порвал ткань и кусочком заткнул дно ёмкости. \n\n— Вот только... Уровня мало, говоришь... У нас просто нет с собой запаса масла, не могли бы вы нам отлить?..\n— Да, конечно, — киваешь ты. — У нас в фургоне вроде даже шланг был....",
    "answers": [
      {
        "id": 63,
        "text": "Поделиться моторным маслом с другой компанией"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Низкий уровень тормозной жидкости, — определяешь ты. \n— Правда? Хмм, неужели?.. — мужчина обходит машину и поднимает капот. — Двигатель же у нас тут... Ну ни хрена себе!!! — вдруг восклицает он. — Да тут течь!\n\nВы с ним начинаете разбираться в куче различных трубок и ёмкостей, и наконец находите нужную. \n\n— Я сейчас... — он залез в машину и через минуту вернулся с плотной тканью. \n\n— Она лежала здесь... — ответил он на твой недоумённый взгляд. — Сейчас же всё бесхозное как бы, так что раз уж \"позаимствовали\" машину, то чего уж переживать из-за тряпки, — с этими словами, мужчина порвал ткань и кусочком заткнул дно ёмкости. \n\n— Вот только... Уровня мало, говоришь... У нас просто нет такой жидкости, не могли бы вы нам отлить?..\n— Да, конечно, — киваешь ты. — У нас в фургоне вроде даже шланг был....",
    "answers": [
      {
        "id": 63,
        "text": "Поделится тормозной жидкостью с другой компанией "
      }
    ]
  },
  {
    "id": 63,
    "text": "Ты подходишь к фургону, залезаешь в кресло водителя и заводишь машину. На полный непонимания и вопросов взгляд Даши ты никак не отвечаешь – не до этого сейчас.\n\nТы подъезжаешь к легковой машине и выпрыгивешь из фургона. В грузовом отсеке после недолгих поисков ты действительно находишь шланг...\n\nПосле недолгой возни с капотом вашего фургона и присоединением шланга, вы с новым знакомым наконец достигаете цели. \n\n— Отлично, спасибо тебе большое! — улыбается мужчина. — Я Борис, — он протягивает тебе руку. \n— Антон, — произносишь ты, пожимая её. \n\nЕго рукопожатие настолько сильное, что твоей руке становится больно. \n\nВнешне мужчина похож на Дмитрия – то же телосложение и примерно такой же возраст. Разве что не лысый, а с чёрными густыми волосами и бородой.",
    "answers": [
      {
        "id": 64,
        "text": "Сообщить об успехе остальным"
      },
      {
        "id": 63,
        "text": "Отношения с Борисом: ",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": "Возле машины уже собралась довольно большая компания — три девушки, Дмитрий и тот рыжий парень, который кричал про ракету... \n\nНу и Даша, естественно, не смогла усидеть на месте и вылезла из фургона. Промчавшись мимо вас, она влетела в толпу к девушкам... И через несколько минут, после того, как вы подошли, судя по оживлённому разговору, те её легко приняли в свою компанию. \n\n— Ух ты, смотрю уже познакомились!.. — произнёс Борис. — Отлично, тогда я просто представлю всем Антона, который смог починить нам машину! \n\nРаздался шум аплодисментов. Ты выглядел немного смущённым слишком большим вниманием к себе, но, если уж быть совсем честным, тебе это польстило. \n\nБорис тем временем подошел к Дмитрию, они пожали руки и о чём-то поговорили. Затем Борис кивнул и обратился ко всем:\n— А это Дмитрий, он помог нашей Рите с её раной!.. — при этих словах снова раздался шум аплодисментов. Было видно, что Дмитрий, как и ты, немного смутился. ",
    "answers": [
      {
        "id": 67,
        "text": "Решать, что делать дальше "
      }
    ]
  },
  {
    "id": 65,
    "text": "— А как зовут вас, девушки? — улыбаясь, произносишь ты, стараясь включить всё своё обаяние. — Я Антон... \n\n— Я Рита, — произносит пострадавшая, улыбаясь. — Спасибо тебе большое, что помог мне! \n\nУ Риты русые волосы и широко открытые глаза, красивая улыбка. Тебе она кажется очень милой и доброй. И, в то же время, общительной и коммуникабельной. \n\n— Я Светка! — хлопает тебя по плечу вторая, которая подавала Рите воду. Она протягивает тебе руку и жмёт её, прямо как это делают мужчины. — Бро, это было супер, респект!\n\nУ Светы тёмные короткие волосы, почти каре. И узкие глаза, выдающие её восточные корни. Света производит впечатление очень активной и деятельной натуры. Такая на одном месте долго точно сидеть не будет. \n\n— А я Таня, — тихо говорит третья, которая пыталась обработать раны. — Ты... ты молодец!\n\nОна теребит прядь рыжих волос при этих словах. Карие глаза постоянно отводят от тебя взгляд, когда ты на неё смотришь. Таня выглядит очень смущённой, по всем признакам она довольно стеснительная девушка.",
    "answers": [
      {
        "id": 66,
        "text": "Идти к остальным ",
        "need": 55
      }
    ]
  },
  {
    "id": 66,
    "text": "Пока ты возился с раной, даже не заметил, как Дмитрий перегнал ваш фургон к их легковушке, поэтому вы с девушками немного удивились такой перестановке.\n\nВозле машины уже собралась довольно большая компания — бородатый мужчина, Дмитрий и тот рыжий парень, который кричал про ракету...\n\nНу и Даша, естественно, не смогла усидеть на месте и вылезла из фургона. Промчавшись мимо тебя, она влетела в вашу группу и начала что-то тараторить и знакомиться с девушками. Ты решил не мешать их общению и отошёл в сторону.\n\n— Ух ты, смотрю уже познакомились! — произнёс мужчина. — Отлично, тогда я просто представлю всем Дмитрия, который смог починить нам машину! \n\nРаздался шум аплодисментов. Ты заметил, что это немного смутило Дмитрия. \n\nБородатый тем временем подошел к тебе.\n— Борис! — он протянул тебе руки для знакомства. \n— Антон, — ты жмёшь его руку. Рукопожатие настолько сильное, что твоей руке становится больно. \n— Получилось помочь ей? — он спрашивает тихо и незаметно кивает на Риту.  \n— Да, — спокойно отвечаешь ты. — Вроде как, ей лучше.  \n— Это хорошо! — он хлопнул тебя по плечу.\n\n— А это Антон, он помог нашей Рите с её раной!.. — при этих его словах, обращённых уже ко всем, снова раздался шум аплодисментов. Ты, конечно, смущаешься, хотя, если честно, тебе это польстило. ",
    "answers": [
      {
        "id": 67,
        "text": "Решать, что делать дальше"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Ребята... — задумчиво сказал Борис, глядя на часы. — Слушайте, а время-то уже позднее, девять вечера. \n\nВсе посмотрели на небо. По-прежнему стального цвета, оно сбивало с толку, не давая понять даже, какое сейчас время суток. Тебя действительно удивило, что уже ночь.\n\n— Поэтому, я предлагаю не дёргаться и устроить ночлег тут... Эта... — он запнулся. — Эта атака на нас была спереди, а значит, со стороны Москвы. Не думаю, что нам стоит соваться туда пока... По крайней мере, без оружия... \n\nПоследовала небольшая пауза. \n\n— Кстати, — добавил он, обращаясь к вашей команде, — у кого-нибудь из вас есть оружие?\n\nТы бросил взгляд на Дмитрия. Всем своим видом он показывал, что лучше не говорить об его пистолете. ",
    "answers": [
      {
        "id": 68,
        "text": "— Да, у Дмитрия есть пистолет! (сказать правду)",
        "var_sub": [
          "dimon",
          10
        ]
      },
      {
        "id": 69,
        "text": "— Не-е, откуда у нас оружие?.. (соврать) ",
        "var_add": [
          "dimon",
          10
        ]
      },
      {
        "id": 67,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      }
    ]
  },
  {
    "id": 68,
    "text": "— Да, у Дмитрия есть пистолет! — восклицаешь ты. \n— Отлично! — Борис хлопнул его по плечу. — Молодчина, Димон, вот это я понимаю – предусмотрительный человек!.. Оружие может нам пригодиться.\n\nДмитрий был вовсе не рад такому вниманию к себе. Похоже, он не особо доверяет новой компании с её лидером. Ты заметил его хмурый взгляд, направленный на тебя.",
    "answers": [
      {
        "id": 70,
        "text": "Узнать насчёт еды и ночлега"
      },
      {
        "id": 68,
        "text": "Отношения с Дмитрием: ",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "— Не-е, откуда у нас оружие?.. — пожимаешь плечами ты. — Мы мирные люди, такие же, как и вы.\n— Жаль, — ответил Борис. — Нам бы оно не помешало, мало ли кто ночью тут шастает... \n— Будем надеяться, что нам оно не понадобится, и ночь пройдёт спокойно... — подытожил Дмитрий, незаметно подмигнув тебе и едва заметно улыбнувшись. \n— Остаётся надеяться, ты прав... — завершил диалог Борис. ",
    "answers": [
      {
        "id": 70,
        "text": "Узнать насчёт еды и ночлега"
      },
      {
        "id": 69,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": "— Так, а что насчёт ужина?.. — спрашиваешь ты. — У вас еда есть? Мы сильно голодны, полдня не ели! \n— Да, конечно! — ответил Борис. — У нас есть все продукты, а также посуда для полноценного ужина. Девушки приготовят, не беспокойтесь... \n\nПоследовала небольшая пауза. \n\n— Так, хорошо... А что с ночлегом?.. — уточнил Дмитрий. — Просто мы останавливались в отеле прошлой ночью, а сегодня тут... в поле. Не в фургоне же все спать будут?..\n— Ха-ха, ну нет! — Борис усмехнулся. — У нас есть пара палаток, в каждую поместятся по три человека. А остальные... двое... могут и в фургоне поспать. \n— Чур мы с девчонками одну палатку забили! — крикнул кто-то из них сбоку. \n\nВсе рассмеялись. Вовремя выкрикнутая реплика сгладила тревожное напряжение.\n\n— Я не буду возражать, если наши новые друзья займут вторую палатку... — улыбнулся  Борис. — А мы уж с Романом что-нибудь придумаем... Ах, да, я забыл вам его представить, иди сюда, хакер! — последняя фраза была обращена к рыжему парню, который послушно подошёл к вашей компании. \n\nВы с Дмитрием недоумённо переглянулись и пожали руки новому знакомому. \n— Я разослал сигналы другим возможным выжившим путём простых смс-сообщений на случайно сгенерированные российские номера и  собственноручно разработанное приложение для отслеживания нашей геолокации без сети Интернет путём сбора информации с вышек сотовой связи... — пояснил парень. — Конечно, \nэто не совсем точные координаты, но... Хоть что-то. \n\nДмитрий и Борис удивлённо смотрели на него. Было видно, что они совсем не понимают, о чём идёт речь.\n\n— Знаете что, мы деревенские, не особо привыкли к роскоши... — хмыкнул Дмитрий. — Не знаю, как остальные,  — он бросил взгляд на Дашу и на тебя. — А я посплю в фургоне.  \n\nС этими словами он и ушёл, оставив Бориса и Романа молча недоумевать. ",
    "answers": [
      {
        "id": 71,
        "text": "Пойти прогуляться ",
        "need": 65
      },
      {
        "id": 72,
        "text": "Пойти познакомиться с девушками",
        "need": -65
      }
    ]
  },
  {
    "id": 71,
    "text": "Ты идёшь вокруг вашего небольшого лагеря. Очертив круг, девушки расчищают место для костра и чистят овощи. Чуть подальше Борис и Роман возятся с палатками. Дмитрия не видно. \n\nТы смотришь на всё то же серебристо-стальное небо... Что же с ним стало? Почему-то тебе хочется, чтобы наступила нормальная тёмная ночь. Пусть даже и не видно ничего будет, но это хотя бы более реально.",
    "answers": [
      {
        "comment": true,
        "id": 71,
        "text": "\n\nВзглянув ещё раз на лагерь, ты заметил изменения... Девушки уже достали откуда-то овощи и принялись чистить и резать их. Две палатки уже были установлены поодаль от кострового места. Романа было не видно, а Борис направлялся в твою сторону.",
        "need": -55,
        "merge": true
      },
      {
        "comment": true,
        "id": 71,
        "text": "\n\nТы чувствуешь, что в кармане что-то тебе мешает. Что-то тяжёлое. ",
        "need": [
          55,
          -58
        ],
        "merge": true
      },
      {
        "id": 74,
        "text": "Проверить карманы",
        "need": 55
      },
      {
        "id": 77,
        "text": "Выслушать Бориса",
        "need": -55
      }
    ]
  },
  {
    "id": 72,
    "text": "Ты подходишь к их небольшой группке. Слышится эмоциональный рассказ Даши. \n— Нет, ну вы представляете, девочки?.. Я одна сижу в отеле, уже ночь, и вдруг... \n— Эмм, у нас гости... — заметив тебя, прервала её повествование пострадавшая – та девушка, которой помог Дмитрий. — Не тот ли это мастер-механик, который помог нам с машиной? — она подмигивает тебе. \n\nВсе оборачиваются в твою сторону. \n— Привет, девушки! — ты стараешься немного смягчить свой голос и произвести хорошее впечатление. \n— Здорова, чел! — ответила другая – с короткими тёмными волосами и стрижкой наподобие каре. — Чё, как? Неужели наш босс ещё не дал никакого поручения тебе? — она усмехнулась. \n— Да я так, просто познакомиться... Простите, что прервал вашу беседу... — тебя немного смущает такой бойкий нрав девушки. \n— Я Светка! — она протягивает тебе руку и жмёт, прямо как это делают при знакомстве мужчины. — Эта кокетка вот Рита, а та скромняжка – Таня. \n\nУ Риты русые волосы и широко открытые глаза, красивая улыбка. Тебе она кажется очень милой и доброй. И, в то же время, общительной и коммуникабельной.\n\nУ Светы тёмные короткие волосы, почти каре. И узкие глаза, выдающие её восточные корни. Света производит впечатление очень активной и деятельной натуры. Такая на одном месте долго точно сидеть не будет. \n\nКарие глаза Тани постоянно отводят от тебя взгляд, когда ты на неё смотришь. Таня выглядит очень смущённой, по всем признакам она довольно стеснительная девушка.",
    "answers": [
      {
        "id": 73,
        "text": "— Рита, как твоя рана? ",
        "var_add": [
          "rita",
          5
        ]
      },
      {
        "id": 71,
        "text": "— Хорошо, тогда я пойду...  [Закончить разговор]"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Рита, как твоя рана? — спрашиваешь ты, глядя на перебинтованные запястья рук девушки. \n— Да ничего, спасибо! — она немного улыбнулась.  — Передай своему большому другу большое спасибо за помощь, ещё раз.\n\nПоследовала небольшая пауза.\n\n— Извиняй, братан, но нам надо идти... — заявила Света. — Еда сама себя не приготовит! \n— И уточните там у Бориса, что с дровами?.. Нам костёр разводить нечем! — попросила Таня. ",
    "answers": [
      {
        "id": 71,
        "text": "— Хорошо, тогда я пойду... [Закончить разговор]"
      },
      {
        "id": 73,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "Ты вытряхиваешь карманы наружу и замечаешь, как выпадает небольшой кусок металла. Наклонившись поближе, ты смог разглядеть сложенные вместе двумя слоями те самые осколки из раны Риты. Осколки были словно намагничены, их острия направлены внутрь.\n\nКак только ты попытался прикоснуться к ним, осколки словно ощетинились — острия резко развернулись к твоей ладони! Ты еле успел одёрнуть её, чтобы не уколоться. После этого осколки сразу же вернулись в исходное состояние.\n\nСтоит задуматься, нужны ли тебе вообще эти осколки... С одной стороны, это непростой металл, да и единственная зацепка. С другой – при контакте с кожей они становятся опасными. ",
    "answers": [
      {
        "id": 75,
        "text": "Оставить"
      },
      {
        "id": 76,
        "text": "Выбросить"
      },
      {
        "id": 74,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      }
    ]
  },
  {
    "id": 75,
    "text": "Ты снял кофту, осторожно взял тканью кусок металла и убрал его в карман. К счастью, ткань предохранила твою кожу, и на этот раз осколки не ощетинились.\n\nВзглянув ещё раз на лагерь, ты заметил изменения... Девушки уже достали откуда-то овощи и принялись чистить и резать их. Две палатки уже были установлены поодаль от кострового места. Романа было не видно, а Борис направлялся в твою сторону.\n\nРешив, что лучше пока не говорить никому об осколках, ты аккуратно потряс карман, чтобы они провалились поглубже, и стал дожидаться Бориса. И он не заставил себя долго ждать.",
    "answers": [
      {
        "id": 77,
        "text": "Выслушать Бориса"
      }
    ]
  },
  {
    "id": 76,
    "text": "Ты снял кофту, осторожно взял тканью кусок металла и забросил подальше. К счастью, ткань предохранила твою кожу, и на этот раз осколки не ощетинились.\n\nВзглянув ещё раз на лагерь, ты заметил изменения... Девушки уже достали откуда-то овощи и принялись чистить и резать их. Две палатки уже были установлены поодаль от кострового места. Романа было не видно, а Борис направлялся в твою сторону.\n\nРешив, что лучше пока не говорить никому об осколках, ты поглядел, не видны ли они с твоего места, и стал дожидаться Бориса. И он не заставил себя долго ждать.",
    "answers": [
      {
        "id": 77,
        "text": "Выслушать Бориса"
      }
    ]
  },
  {
    "id": 77,
    "text": "Борис подошёл к тебе и сразу приступил к делу:\n— Там девушки ужин готовить собрались, костровое место расчистили, только вот дровишек у них нет... Поэтому вам с Дмитрием нужно их добыть. \n— А топор у вас есть?.. — спрашиваешь ты.\n— Да, Дмитрий уже пошёл в рощицу с ним... Во-он туда, — он показал рукой в сторону от лагеря. \n— Хорошо, что-то ещё? \n— На вот перчатки тебе, чтобы не ободраться... — произнёс Борис, достал из кармана строительные перчатки и протянул их тебе. \n\nПоследовала небольшая пауза. \n\n— Может теперь ты хочешь что-то спросить?.. — с этими словами он достал из того же кармана пачку сигарет и зажигалку. — Надеюсь, это не помешает... ",
    "answers": [
      {
        "id": 78,
        "text": "— Что думаете о ситуации? "
      },
      {
        "id": 79,
        "text": "— Как вы встретились с остальными? "
      },
      {
        "id": 77,
        "text": "Отношения с Борисом:",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      }
    ]
  },
  {
    "id": 78,
    "text": "— Что думаете о ситуации?\n\nБорис хмыкнул и сплюнул. \n— Никогда не попадал в такую передрягу, если честно... — он сделал затяжку и продолжил:\n— Эксперимент если только какой-то безумный... Не могут же у нас у всех быть массовые галлюцинации! — он помолчал и снова затянулся. \n— Возможно, это даже наркотический сон... Если нас похитили и накачали наркотиками! Брр... Не очень хочется думать об этом, уж извини...",
    "answers": [
      {
        "id": 80,
        "text": "— А где были, когда пропали все люди? ",
        "var_sub": [
          "boris",
          5
        ]
      },
      {
        "id": 81,
        "text": "— Что думаете теперь делать?"
      },
      {
        "id": 78,
        "text": "Отношения с Борисом:",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "— Как вы встретились с остальными?\n— Да так, хах... Можно сказать, по дороге и встретились... — рассмеялся Борис. — Ну сначала я проехался на велике по городу, звеня в звонок...   Выбежала девушка – наша Рита. Затем мы сели в бесхозную легковушку, я по-быстрому научился водить, да и поехали. По пути мы подобрали сначала Таню с братом... Да, Таня и Роман – брат и сестра... А затем и Светку, которая буквально выскочила на дорогу перед нами, хе-хе!.. — Борис очень сильно рассмеялся, чуть не выронив сигарету. — Попробуй такую не взять!.. ",
    "answers": [
      {
        "id": 82,
        "text": "— Что думаете обо всей нашей компании?"
      }
    ]
  },
  {
    "id": 80,
    "text": "— А где были, когда пропали все люди?\n\nБорис колебался. По его нахмурившемуся лицу было видно, что он переживает те самые минуты, которые были для него отнюдь не радостными... \n\n— Боюсь, что я не могу тебе пока об этом сказать... — вдруг холодно произнёс он. — Это слишком личное! \n\nПоследовала пауза. \n\n— Ты что-то ещё хочешь спросить?..",
    "answers": [
      {
        "id": 81,
        "text": "— Что думаете теперь делать?",
        "need": -81
      },
      {
        "id": 79,
        "text": "— Как вы встретились с остальными?",
        "need": [
          81,
          -79
        ]
      },
      {
        "id": 89,
        "text": "[Закончить разговор] ",
        "need": [
          81,
          79
        ]
      },
      {
        "id": 80,
        "text": "Отношения с Борисом:",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      }
    ]
  },
  {
    "id": 81,
    "text": "— Что думаете теперь делать? — спрашиваешь ты. \n— Ну смотри... — вздохнул Борис. — Завтра проснёмся поутру и поедем отсюда прочь!.. — Москва, к которой мы так стремились, становится опасной целью... Так что нам надо ехать в другую сторону, мы же не хотим новых травм и, не дай Бог, жертв! \n\nПоследовала небольшая пауза.\n\n— Вот Дмитрий всё в Москву рвётся, говорит, что оттуда идут эти непонятки... Не знаю, как его и переубедить... Может ты сможешь?.. — вдруг поднял тему мужчина. — Ты как, поддерживаешь мой план или нет? ",
    "answers": [
      {
        "id": 86,
        "text": "— Да, я согласен! Москва сейчас опасна... ",
        "var_add": [
          "boris",
          10
        ]
      },
      {
        "id": 87,
        "text": "— Нет, нам надо выяснить, что нас атаковало и почему! ",
        "var_sub": [
          "boris",
          10
        ]
      },
      {
        "id": 88,
        "text": "— Пока не знаю... Наверное сначала послушаю, что скажет Дмитрий..."
      },
      {
        "id": 81,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      },
      {
        "id": 81,
        "text": "Отношения с Борисом:",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      }
    ]
  },
  {
    "id": 82,
    "text": "— Что думаете обо всей нашей компании? \n\nБорис задумался и почесал за ухом. \n— Ну люди они адекватные, это точно... — начал он. — Насчёт симпатий и антипатий хочешь узнать?.. \n— Да, если конечно, Вам нечего скрывать... — осторожно произносишь ты. \n\nПоследовала небольшая пауза. \n\n— Да мне скрывать особо нечего, я человек открытый... — начал Борис. — Ну девушки ты понял у нас какие... Из них Рита – самая адаптированная к различным обстоятельствам, поэтому с ней легко, она не перечит, не спорит... Света может вспылить, показать свой характер, но это ничего... Таня вообще тихая, её очень сложно разговорить... Но я думаю, у тебя получится. А Ромка просто обычный нормальный парень...\n— А наша компания?.. — всё же решаешь спросить ты. \n— Даша вроде очень активная, но в то же время и сдержанная... — сказал Борис. — Она словно сочетает в себе многое от трёх наших девчонок! Может поэтому ей так легко находить общий язык со всеми... — он рассмеялся и сразу же посерьёзнел. — А вот Дмитрий... Мягко говоря, странный человек... Не могу понять его логики, вроде я с ним общаюсь, как и со всеми, а он будто не совсем доверяет или вовсе не верит нам...",
    "answers": [
      {
        "id": 83,
        "text": "— Да, он немного замкнутый..."
      },
      {
        "id": 84,
        "text": "— Ну человек из деревни, что поделать?.. ",
        "var_add": [
          "boris",
          5
        ]
      },
      {
        "id": 85,
        "text": "— Ой, да откуда мне знать?!.",
        "var_sub": [
          "boris",
          5
        ]
      },
      {
        "id": 82,
        "text": "Отношения с Борисом:",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      }
    ]
  },
  {
    "id": 83,
    "text": "— Да, он немного замкнутый... — отвечаешь ты. \n— Что ж, я заметил, — пробормотал Борис. — Если ты поговоришь с ним об этой ситуации, я буду тебе благодарен! \n\nПоследовала пауза. \n\n— Ты что-то ещё хочешь спросить?.. ",
    "answers": [
      {
        "id": 78,
        "text": "— Что думаете о ситуации?",
        "need": -78
      },
      {
        "id": 89,
        "text": "[Закончить разговор]",
        "need": 78
      },
      {
        "id": 83,
        "text": "Отношения с Борисом:",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      }
    ]
  },
  {
    "id": 84,
    "text": "— Ну человек из деревни, что поделать?.. — отвечаешь ты. \n— Ха-ха-ха-ха-ха! — рассмеялся Борис. — Действительно, может быть из-за этого он такой угрюмый?.. Если ни с кем практически не общался всю жизнь, то конечно, ему сложно будет в нашем немаленьком коллективе, — задумался мужчина. — Если ты поговоришь с ним об этой ситуации, я буду тебе благодарен! \n\nПоследовала пауза.\n\n— Ты что-то ещё хочешь спросить?..",
    "answers": [
      {
        "id": 78,
        "text": "— Что думаете о ситуации? ",
        "need": -78
      },
      {
        "id": 89,
        "text": "[Закончить разговор]",
        "need": 78
      },
      {
        "id": 84,
        "text": "Отношения с Борисом:",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      }
    ]
  },
  {
    "id": 85,
    "text": "— Ой, да откуда мне знать?!. — отвечаешь ты. \n\nБорис немного опешил от твоего резкого ответа, затем нахмурил брови. \n— Странно, что ты так реагируешь... Ведь обычный вопрос задал! Я думаю, ему просто нужно адаптироваться... — произнёс мужчина. — Если ты поговоришь с ним об этой ситуации, я буду очень благодарен! \n\nПоследовала пауза. \n\n— Ты что-то ещё хочешь спросить?..",
    "answers": [
      {
        "id": 78,
        "text": "— Что думаете о ситуации? ",
        "need": -78
      },
      {
        "id": 89,
        "text": "[Закончить разговор]",
        "need": 78
      },
      {
        "id": 85,
        "text": "Отношения с Борисом:",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      }
    ]
  },
  {
    "id": 86,
    "text": "— Да, я согласен!.. Москва сейчас опасна... — соглашаешься ты. — Нам надо уехать как можно дальше отсюда... \n\nБорис хлопнул тебя по плечу. \n— Я в тебе не сомневался, парень!.. — усмехнулся он. — Только тебе надо будет переубедить своего товарища... — мужчина подмигнул тебе. \n\nПоследовала пауза. \n\n— Ты что-то ещё хотел спросить?.. ",
    "answers": [
      {
        "id": 80,
        "text": "— А где были, когда пропали все люди?",
        "need": -80
      },
      {
        "id": 79,
        "text": "— Как вы встретились с остальными? ",
        "need": -79
      },
      {
        "id": 89,
        "text": "[Закончить разговор]",
        "need": 79
      },
      {
        "id": 86,
        "text": "Отношения с Борисом:",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      }
    ]
  },
  {
    "id": 87,
    "text": "— Нет, нам надо выяснить, что нас атаковало и почему! — уверенно заявляешь ты. \n\nБорис смотрел на тебя полными удивления глазами. Наконнец он произнёс:\n— Не думал, что ты так решишь!.. Что ж, обсуждайте это тогда с Дмитрием, потом предъявите всем свой план действий...\n\nБыло заметно, как огорчился Борис. Но это твоё решение и, возможно, оно правильное...\n\nПоследовала пауза. \n\n— Ты что-то ещё хотел спросить?.",
    "answers": [
      {
        "id": 80,
        "text": "— А где были, когда пропали все люди?",
        "need": -80
      },
      {
        "id": 79,
        "text": "Как вы встретились с остальными?",
        "need": -79
      },
      {
        "id": 89,
        "text": "[Закончить разговор]",
        "need": 79
      },
      {
        "id": 87,
        "text": "Отношения с Борисом:",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      }
    ]
  },
  {
    "id": 88,
    "text": "— Пока не знаю... Наверное сначала послушаю, что скажет Дмитрий... — задумчиво произносишь ты. \n— Ну ладно! — Борис понимающе кивнул. — Обсудите это с ним тогда, хорошо? \n\nПоследовала пауза. \n\n— Ты что-то ещё хотел спросить?..",
    "answers": [
      {
        "id": 80,
        "text": "— А где были, когда пропали все люди? ",
        "need": -80
      },
      {
        "id": 79,
        "text": "— Как вы встретились с остальными? ",
        "need": -79
      },
      {
        "id": 89,
        "text": "[Закончить разговор]",
        "need": 79
      },
      {
        "id": 88,
        "text": "Отношения с Борисом:",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      }
    ]
  },
  {
    "id": 89,
    "text": "— Спасибо, я узнал всё, что хотел... — закончил ты разговор. \n— Хорошо, обращайся, — ответил Борис и направился обратно к лагерю. \n\nА ты пошёл отыскивать Дмитрия в роще неподалёку. Ты успел пожалеть о том, что не пошёл вместе с Дмитрием, потому что Борис показал направление весьма неопределённо, и пришлось изрядно побродить, прежде чем выйти к месту дислокации мужчины. \n\nПо небольшому количеству дров, аккуратно сложенных кучкой, можно было понять, что Дмитрий работал либо совсем недавно, либо без особой охоты. \n\nУвидев тебя, мужчина улыбнулся и сказал:\n— Фух, хоть не один буду здесь торчать!.. Тебя Борис прислал помогать? — уточнил он. \n— Да... — ответил ты, надевая перчатки. — Смотрю, топор у нас один только... Не знаешь, чем бы мне тогда заняться?.. \n\nДмитрий перестал колоть дрова и вытер пот со лба:\n— Ещё нужен хворост для того, чтобы костёр разгорелся, — сказал он. — Ты хочешь меня сменить или займёшься сбором хвороста? ",
    "answers": [
      {
        "id": 90,
        "text": "— Я сменю тебя! ",
        "var_add": [
          "dimon",
          10
        ],
        "var_sub": [
          "energy",
          30
        ]
      },
      {
        "id": 91,
        "text": "— Я лучше займусь хворостом...",
        "var_sub": [
          "energy",
          10
        ]
      },
      {
        "id": 89,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      },
      {
        "id": 89,
        "text": "Уровень энергии: ",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 90,
    "text": "— Я сменю тебя! — решаешь ты, глядя на уже порядком уставшего за день товарища.\n— Спасибо тебе! — ответил Дмитрий протягивая тебе топор. — Реально, я очень устал... Соберу тут хворост пока, благо, всё под ногами и далеко ходить не надо, ха-ха! — он усмехнулся. \n\nМужчина начал собирать хворост, а ты – осваивать новое умение. Получалось неплохо – топор был прекрасно заточен, а у тебя хороший прицел. Дрова от ударов разлетались в разные стороны, и вскоре работа была закончена.\n\n— Молодец! — похвалил Дмитрий и хлопнул тебя по плечу. — Ты как, нормально?\n— Да, всё хорошо... Только немного устал, — ответил ты.\n— Ха! Ещё бы! — усмехнулся мужчина. — Это у меня все ладони уже в мозолях от деревенской работы, и колоть дрова для меня привычное дело...\n\nПоследовала пауза.\n\n— Ты хочешь о чём-то поговорить? — спросил Дмитрий, заметив твоё колебание.",
    "answers": [
      {
        "id": 92,
        "text": "— Да..."
      },
      {
        "id": 90,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      },
      {
        "id": 90,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 91,
    "text": "— Я лучше займусь хворостом... — решаешь ты, понимая, что порядком устал за день. \n— Без проблем, для меня это привычная работа... — произнёс Дмитрий и стал дальше колоть дрова. \n\nТы занялся более лёгкой работой и быстро с ней справился... Хворост лёг новой кучкой рядом с дровами. \n\nМужчина тоже закончил свою работу и обратился к тебе, заметив твоё колебание:\n— Ты хочешь о чём-то поговорить? ",
    "answers": [
      {
        "id": 92,
        "text": "— Да... "
      },
      {
        "id": 91,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      },
      {
        "id": 91,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": "— Ну что ж, я тебя слушаю... — ответил Дмитрий. — Ты по поводу нашей новой компании?\n— Да... — решаешь ты начать издалека. — Как вообще тебе они, нормальные ребята?..\n\nМужчина практически сразу же ответил: \n— По поводу девушек, претензий вообще нет... Занимаются хозяйственными делами, готовят вот для нас... Роман тоже приносит пользу – без него мы бы не встретились с этой компанией... — он сделал паузу. — Ты в курсе, что это он догадался взять в магазине сигнальные ракеты? \n\nТы помотал головой. \n— Я думал, что это Борис такой предусмотрительный... — удивлённо отвечаешь ты. \n— Ха-ха-ха! — рассмеялся Дмитрий. — Борис, похоже, единственный из них, кто не знает, чем себя занять... Никакого плана действий, просто уходит от неизвестной угрозы! — резко произнёс он. — Я думаю, если мы ещё раз столкнёмся с этой хренью, он будет первым, кто даст дёру... \n\nОн снова сделал паузу. \n\n— Мой план – ехать в Москву! Мы так или иначе связаны с той хренью, которая атаковала нас... Я думаю, что все ответы надо искать там, поэтому бежать нам нельзя. Как считаешь, кто из нас прав?",
    "answers": [
      {
        "id": 93,
        "text": " — Ты абсолютно прав! Нам нужно ехать в Москву, мы должны выяснить, какая сила противостоит нам...",
        "need": -86,
        "var_add": [
          "dimon",
          10
        ]
      },
      {
        "id": 94,
        "text": "— Нет, я не могу поддержать твой план... Неизвестно, какие там опасности нас ожидают! Мы не можем так рисковать!..",
        "need": -87,
        "var_sub": [
          "dimon",
          10
        ]
      },
      {
        "id": 95,
        "text": "— Я пока что не могу поддерживать или критиковать кого-то из вас... Надо решить это всем вместе."
      },
      {
        "id": 92,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      },
      {
        "id": 92,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 93,
    "text": "— Ты абсолютно прав! Нам нужно ехать в Москву, мы должны выяснить, какая сила противостоит нам... — с энтузиазмом отвечаешь ты. \n\nНесомненно, твоё мнение очень приятно Дмитрию. Он жмёт тебе руки и хлопает тебя по плечу. \n— Спасибо тебе, что поддерживаешь!.. — сказал он. — Я думаю, что вдвоём нам будет проще убедить остальных в правильности нашего плана... ",
    "answers": [
      {
        "id": 96,
        "text": "[Закончить разговор]"
      },
      {
        "id": 93,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 94,
    "text": "— Нет, я не могу поддержать твой план... Неизвестно, какие там опасности нас ожидают! Мы не можем так рисковать!.. — резко отвечаешь ты. \n\nСудя по всему, Дмитрия огорчил твой ответ. Но он не подал виду и тихо проговорил:\n— Конечно, грустно, что ты так думаешь... Но ладно, безопасность, конечно же, тоже важна... ",
    "answers": [
      {
        "id": 96,
        "text": "[Закончить разговор]"
      },
      {
        "id": 94,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 95,
    "text": "— Я пока что не могу поддерживать или критиковать кого-то из вас... Надо решить это всем вместе, — осторожно ответил ты. \n\nДмитрий немного поколебался и, казалось, о чём-то задумался. \n— Хорошо! — внезапно произнёс он. — Тогда обсудим это завтра утром уже со всеми. ",
    "answers": [
      {
        "id": 96,
        "text": "[Закончить разговор]"
      },
      {
        "id": 95,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 96,
    "text": "Вдвоём вы идёте обратно к лагерю вместе с добытыми дровами и хворостом. Времени уже прошло немало, но небо осталось таким же – стального цвета и без единого облачка. \n\nПрирода словно застыла – ни малейшего дуновения ветерка, ни вечернего стрёкота кузнечиков, ни пения птиц... Лишь доносящиеся из лагеря голоса ваших новых знакомых.",
    "answers": [
      {
        "comment": true,
        "id": 96,
        "text": "\n\nВидно, что Дмитрий чем-то озабочен, но пока не говорит тебе ни слова. ",
        "need": 56,
        "merge": true
      },
      {
        "id": 97,
        "text": "— Что-то случилось? ",
        "need": 56
      },
      {
        "id": 101,
        "text": "Идти к костровому месту"
      }
    ]
  },
  {
    "id": 97,
    "text": "— Что-то случилось? — спрашиваешь ты. \n— Да вот, осколки эти в кармане обнаружил... — хмуро ответил Дмитрий. — Не знаю, что за хрень с ними происходит – на кожу реагируют, как живые... Острыми краями резко наружу выворачиваются, а стоит убрать руку – сворачиваются в улитку... Вот не знаю, что с ними делать: выбросить или оставить?.. Вроде это единственная зацепка, которая у нас есть... Но голой рукой их брать нельзя – только через одежду, иначе уколешься... \n\nОн сделал паузу. \n\n— Давай так... Как ты скажешь, так и будет! — наконец сказал мужчина. ",
    "answers": [
      {
        "id": 98,
        "text": "— Я бы выбросил это куда подальше!.."
      },
      {
        "id": 99,
        "text": "— Лучше оставь, это же единственная наша зацепка!.. "
      },
      {
        "id": 100,
        "text": "— Знаешь, отдай-ка их мне!..",
        "var_need": [
          "dimon",
          75
        ]
      },
      {
        "id": 97,
        "text": "Внимание! Этот выбор будет иметь последствия!",
        "comment": true
      },
      {
        "id": 97,
        "text": "Отношения с Дмитрием:",
        "comment": true,
        "var_show": [
          "dimon",
          "%"
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "— Я бы выбросил это куда подальше!.. — с уверенностью произносишь ты. — Ты ттольо руки себе поколешь! А вдруг эти осколки ядовитые?..\n\nДмитрий кивнул и снял кофту, осторожно взял тканью кусок металла и забросил подальше. Действительно, ткань предохранила его руку, и осколки не ощетинились.",
    "answers": [
      {
        "id": 101,
        "text": "Идти к костровому месту"
      }
    ]
  },
  {
    "id": 99,
    "text": "— Лучше оставь, это же единственная наша зацепка!.. — подумав, произносишь ты. — Нам следует разобраться, откуда это и кто в \nних стрелял... \n\nДмитрий кивнул и снял кофту, осторожно взял тканью кусок металла и убрал его в карман. Действительно, ткань предохранила его руку, и осколки не ощетинились.\n",
    "answers": [
      {
        "id": 101,
        "text": "Идти к костровому месту"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Знаешь, отдай-ка их мне!.. — вдруг неожиданно не только для Дмитрия, но и для самого себя произносишь ты. — Лучше уж я буду таскать эту хрень, мало ли, пойму, откуда это...\n\nДмитрий недоумённо поднял брови и снял кофту, осторожно взял тканью кусок металла, дождался, пока ты сделаешь то же самое, и передал его тебе. Действительно, ткань предохранила и его, и твою руку, и осколки не ощетинились.\n\nКогда ты брал \"улитку\", то смог разглядеть сложенные вместе двумя слоями осколки из раны Риты. Осколки были словно намагничены, их острия направлены внутрь.\n\nКак только ты попытался прикоснуться к ним голой рукой, осколки словно ощетинились — острия резко развернулись к твоей ладони! Ты еле успел одёрнуть её, чтобы не уколоться. После этого осколки сразу же вернулись в исходное состояние.\n\nДмитрий внимательно и настороженно наблюдал за твоими действиями. Затем облегчённо вздохнул после того, как ты убрал эту опасную игрушку в карман. ",
    "answers": [
      {
        "id": 101,
        "text": "Идти к костровому месту"
      }
    ]
  },
  {
    "id": 101,
    "text": "Подходя к девушкам, вы слышите их недовольные голоса:\n— Ну где их черти носят?!. — возбуждённо машет руками Света. — Сколько можно там торчать?!. У дедули запор случился или парень зайца испугался? \n— Реально, задолбали... — закатила глаза Рита. — Уже бы сами сходили нарубили дров!..\n— Я бы не советовала тебе с твоими ранами это делать... — робко произнесла Таня. \n— Да я же пошутила, глупышка ты! — усмехнулась та.\n— О, смотрите, идут! — прервала девушек Даша. — Ого, сколько насобирали!.. Этого даже и на завтра нам хватит! \n\nДмитрий усмехнулся и положил небольшую часть дров поверх разложенного тобой хвороста на место будущего костра. Остальные дрова он отложил в другое место, затем быстро разжёг костёр найденными рядом спичками. \n\n— Ой, не прошло и года!.. — вставляла свои пять копеек Света по ходу его работы. — А мы уж думали, что вас звери сожрали!.. Даже хотели с Таней вдвоём спасать вас идти... \n\nТаня в ответ лишь изумленно посмотрела на подругу. Весь её вид выражал, что она не понимает, когда это Света такое сказала, и как она умудрилась это прослушать. \n\nДмитрий подмигнул тебе и тихо рассмеялся. А девушки принялись готовить на костре ужин. ",
    "answers": [
      {
        "id": 102,
        "text": "Ждать ужин"
      }
    ]
  },
  {
    "id": 102,
    "text": "Прошло не больше часа, и ужин был приготовлен.  Для тебя так и осталось загадкой, почему он был таким вкусным: то ли девушки умеют прекрасно готовить, то ли они очень постарались, то ли тебе просто сильно хотелось есть...\n\nЕли молча. Ложки стучали по походным металлическим мискам, постепенно сводя на нет сначала окрошку с колбасой, а затем жареные котлеты с пюре... Запивали всё это компотом из сухофруктов, непонятно откуда девушки их взяли.\n\nНаконец с ужином было покончено, все поблагодарили девушек за вкусную еду и начали расходиться. Тебе стало немного одиноко и захотелось перед сном развлечь себя лёгким разговором с кем-нибудь...",
    "answers": [
      {
        "id": 103,
        "text": "Осмотреться в поисках собеседника"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вокруг костра остались лишь девушки: Рита, Света и Таня. Света и Таня сходили куда-то за водой (наверное, недалеко река) и теперь мыли посуду. А Рита её вытирала.\n\nЧуть подальше – возле палатки ты видишь Рому. Парень с чем-то возится, отсюда видно только, что у него в руках какое-то устройство... ",
    "answers": [
      {
        "var_need": [
          "energy",
          10
        ],
        "id": 104,
        "var_sub": [
          "energy",
          10
        ],
        "need": -104,
        "text": "[Поговорить с Ритой]"
      },
      {
        "var_need": [
          "energy",
          10
        ],
        "id": 112,
        "var_sub": [
          "energy",
          10
        ],
        "need": -112,
        "text": "[Поговорить со Светой]"
      },
      {
        "text": "[Поговорить с Таней]",
        "id": 125,
        "var_need": [
          "energy",
          10
        ],
        "need": -125,
        "var_sub": [
          "energy",
          10
        ]
      },
      {
        "var_sub": [
          "energy",
          10
        ],
        "id": 138,
        "var_need": [
          "energy",
          10
        ],
        "need": [
          -138
        ],
        "text": "[Поговорить с Ромой]"
      },
      {
        "id": 153,
        "text": "[Отправиться спать]"
      },
      {
        "id": 103,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "— Привет ещё раз! — дружелюбно начинаешь ты разговор. \n— Привет! — отвечает Рита. — Света, я ненадолго, — с улыбкой произносит она в ответ на недоумённый и недовольный взгляд подруги.\n\nВы отходите в сторону, и тебе надо как-то начинать общение. Ты в небольшой растерянности, как начать разговор?",
    "answers": [
      {
        "id": 105,
        "text": "— Спасибо ещё раз за вкусный ужин! ",
        "var_sub": [
          "rita",
          5
        ]
      },
      {
        "id": 107,
        "text": "— Как твои раны? ",
        "var_add": [
          "rita",
          5
        ]
      },
      {
        "id": 111,
        "text": "— Ты прям так со всеми ладишь!.. Как тебе это удаётся?",
        "var_add": [
          "rita",
          5
        ]
      },
      {
        "id": 106,
        "text": "— Расскажи о себе... "
      },
      {
        "id": 104,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 105,
    "text": "— Спасибо ещё раз за вкусный ужин! — стараешься похвалить её ты. \n— Охх, чего \"спасибо\"-то?.. — машет рукой девушка. — Ну какой с меня ужин сейчас?.. Готовили девчонки, а я просто сидела с бинтами на руках... Вот и сейчас только вытираю посуду, воды пока не могу касаться, иначе руки ссаднеют... \n\nРита заметно погрустнела. Надо как-то исправить это неловкое положение... ",
    "answers": [
      {
        "id": 107,
        "text": "— Как твои раны? ",
        "need": -107,
        "var_add": [
          "rita",
          5
        ]
      },
      {
        "id": 111,
        "text": "— Ты прям так со всеми ладишь!.. Как тебе это удаётся?",
        "need": -111,
        "var_add": [
          "rita",
          5
        ]
      },
      {
        "id": 106,
        "text": "— Расскажи о себе... ",
        "need": -106
      },
      {
        "id": 103,
        "text": "[Закончить разговор]",
        "need": [
          106,
          -224
        ]
      },
      {
        "id": 224,
        "text": "[Закончить разговор]",
        "need": [
          106,
          224
        ]
      },
      {
        "id": 105,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 106,
    "text": "— Расскажи о себе... — просишь ты. \n\nРита выдерживает паузу, которая кажется тебе немного наигранной – для пущей торжественности и важности момента. \n\n— Ну слушай... — начала она своё повествование. — Я родилась в маленьком городе, который был районным центром Воронежской области... Семья у нас самая обычная – отец бизнесмен, мама дизайнер... Братьев и сестёр у меня не было, поэтому всё внимание родители уделяли мне; я посещала разные секции, музыкальную и художественную школы... Сейчас учусь на дизайнера, как и мама в своё время... Мечтаю сняться в кино, обязательно в главной роли!.. Хочу себе такого же богатого мужа, как отец, но пока что не встретился, увы... \nПо жизни я люблю смотреть сериалы – о, это моя страсть просто!.. Также неплохо катаюсь на коньках, на роликах, на велике... Понимаю толк в моде и люблю шоппинг... \n\nТебя утомил её долгий рассказ так, что если поначалу ты слушал \"открыв рот\", то теперь уже подпирал подбородок кулаком, лишь бы не уснуть... Она это заметила, и теперь надо было срочно сменить тему. ",
    "answers": [
      {
        "id": 108,
        "text": "— А где ты была, когда все люди вдруг исчезли? "
      },
      {
        "id": 106,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 107,
    "text": "— Как твои раны? — с выраженым сочувствием спрашиваешь ты. \n— Спасибо, нормально, — сдержанно ответила Рита и улыбнулась. — Спасибо девчонкам, они сами приготовили ужин, так как мне лучше пока не подходить к готовке... Даже сейчас только вытираю посуду, воды пока не могу касаться, иначе руки ссаднеют...",
    "answers": [
      {
        "id": 105,
        "text": "— Спасибо ещё раз за вкусный ужин! ",
        "need": -105,
        "var_sub": [
          "rita",
          5
        ]
      },
      {
        "id": 111,
        "text": "— Ты прям так со всеми ладишь!.. Как тебе это удаётся?",
        "need": -111,
        "var_add": [
          "rita",
          5
        ]
      },
      {
        "id": 106,
        "text": "— Расскажи о себе... ",
        "need": -106
      },
      {
        "id": 110,
        "text": "— Что думаешь об остальных людях из нашей и вашей компаний?.. ",
        "var_need": [
          "rita",
          70
        ]
      },
      {
        "id": 103,
        "text": "[Закончить разговор]",
        "need": [
          106,
          -224
        ]
      },
      {
        "id": 224,
        "text": "[Закончить разговор]",
        "need": [
          106,
          224
        ]
      },
      {
        "id": 107,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 108,
    "text": "— А где ты была, когда все люди вдруг исчезли?.. — ты быстро находишь, что спросить.  \n\nРита задумалась, словно вспоминая этот момент, который вообще невозможно забыть никому из выживших людей. \n\n— Ну, я была... На тусовке с местной молодёжью... Там ко мне вроде как клеился какой-то молодой парень, но я по одежде поняла, что у него денег практически нет, и отшила его... Я хотела зайти в дом за напитками, и уже на ступеньках поняла, что музыка моментально стихла, и все пропали... Я осталась одна посреди веселья, небо вмиг затянуло серебристой плёнкой... И я, конечно, пропала бы, если бы не Борис, который тем вечером подобрал меня... ",
    "answers": [
      {
        "id": 109,
        "text": "— Ты молодец, неплохо держишься в такой ситуации!",
        "var_add": [
          "rita",
          5
        ]
      },
      {
        "id": 108,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 109,
    "text": "— Ты молодец, неплохо держишься в такой ситуации! — улыбаешься ей ты.\n— Спасибо! У меня твёрдый и упорный характер отца, — улыбнулась в ответ девушка.",
    "answers": [
      {
        "id": 110,
        "text": "— Что думаешь об остальных людях из нашей и вашей компаний?.. ",
        "var_need": [
          "rita",
          70
        ]
      },
      {
        "id": 105,
        "text": "— Спасибо ещё раз за вкусный ужин! ",
        "need": -105,
        "var_sub": [
          "rita",
          5
        ]
      },
      {
        "id": 107,
        "text": "— Как твои раны?",
        "need": -107,
        "var_add": [
          "rita",
          5
        ]
      },
      {
        "id": 111,
        "text": "— Ты прям так со всеми ладишь!.. Как тебе это удаётся?",
        "need": -111,
        "var_add": [
          "rita",
          5
        ]
      },
      {
        "id": 103,
        "text": "[Закончить разговор]",
        "need": -224
      },
      {
        "id": 224,
        "text": "[Закончить разговор]",
        "need": 224
      },
      {
        "id": 109,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 110,
    "text": "— Что думаешь об остальных людях из нашей и вашей компаний?..  — решившись и выдохнув, спрашиваешь ты. \n\nРита смеётся. Такая реакция тебя немного удивила, но всё же ты приготовился слушать. \n\n— Девчонки наши нормальные, ну вот Света там немного зазнаётся, всё приключений ищет, а Таня наоборот боится лишний раз слово сказать... Даша ваша вообще классная, с ней проще всего, мы очень быстро подружились!\n\nОна сделала паузу, на этот раз, осторожно подбирая слова.\n\n— Что касается мужчин... То ни к кому претензий у меня пока нет. Рома знает, что ему делать, обеспечивает связь вроде какую-то... Борис и Дмитрий – это два соперничающих лидера, так сказать, целых две каменные стены для нас – для девушек!.. Поэтому, если у кого-нибудь из них ещё есть нормальные деньги, был бы неплохой союз, ха-ха-ха! — она рассмеялась, чтобы ты не воспринял это всерьёз, но ты уже сделал в голове свои выводы. ",
    "answers": [
      {
        "id": 105,
        "text": "— Спасибо ещё раз за вкусный ужин!",
        "need": -105,
        "var_sub": [
          "rita",
          5
        ]
      },
      {
        "id": 107,
        "text": "— Как твои раны?",
        "need": -107,
        "var_add": [
          "rita",
          5
        ]
      },
      {
        "id": 111,
        "text": "— Ты прям так со всеми ладишь!.. Как тебе это удаётся? ",
        "need": -111,
        "var_add": [
          "rita",
          5
        ]
      },
      {
        "id": 106,
        "text": "— Расскажи о себе...",
        "need": -106
      },
      {
        "id": 103,
        "text": "[Закончить разговор]",
        "need": 106
      },
      {
        "id": 110,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 111,
    "text": "— Ты прям так со всеми ладишь!.. Как тебе это удаётся? — произносишь ты, немного заигрывая с девушкой. \n— Ой, ну даже не знаю... — немного краснея, отвечает она. — Наверное я просто могу выслушать людей и понять их логику... Хотя я этому никогда не училась... Талант наверное.",
    "answers": [
      {
        "id": 105,
        "text": "— Спасибо ещё раз за вкусный ужин!",
        "need": -105,
        "var_sub": [
          "rita",
          5
        ]
      },
      {
        "id": 107,
        "text": "— Как твои раны?",
        "need": -107,
        "var_add": [
          "rita",
          5
        ]
      },
      {
        "id": 106,
        "text": "— Расскажи о себе... ",
        "need": -106
      },
      {
        "id": 110,
        "text": "— Что думаешь об остальных людях из нашей и вашей компаний?.. ",
        "var_need": [
          "rita",
          70
        ]
      },
      {
        "id": 103,
        "text": "[Закончить разговор]",
        "need": [
          106,
          -224
        ]
      },
      {
        "id": 224,
        "text": "[Закончить разговор]",
        "need": [
          106,
          224
        ]
      },
      {
        "id": 111,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 112,
    "text": "— Привет ещё раз! — дружелюбно начинаешь ты разговор. \n— Здарова, братан! — отвечает Света. — Так, цыц! — и она сделала жест рукой подругам, призывающий молчать. Девушки в ответ только усмехнулись.\n\nВы отходите в сторону, и тебе надо как-то начинать общение. Отношения между вами ещё не настолько хорошие, как с другими, поэтому ты решаешь, что надо начать с комплимента. \n\n— Света... — начинаешь ты, немного растерявшись под резким взглядом её тёмных глаз. \n",
    "answers": [
      {
        "id": 113,
        "text": "— Ты очень милая! ",
        "var_sub": [
          "sveta",
          5
        ]
      },
      {
        "id": 114,
        "text": "— Ты очень энергичная! "
      },
      {
        "id": 115,
        "text": "— Ты такая прямолинейная! ",
        "var_add": [
          "sveta",
          5
        ]
      },
      {
        "id": 114,
        "text": "— Ты такая активная! "
      },
      {
        "id": 112,
        "text": "Отношения со Светой:",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 113,
    "text": "— Ты очень милая! — наконец подобрав комплимент, изрекаешь ты. \n— Мда, лучше описания просто не найти... — вздохнула Света. — Вот в каком месте я милая, не пойму? Мой характер, по твоему, милый?! — резко отчеканила она. \n\nТы замялся. Конечно, ты слишком поздно понял, что подобрал не то слово... Другой девушке этот комплимент бы подошёл, но уж точно не Свете. ",
    "answers": [
      {
        "id": 116,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 113,
        "text": "Отношения со Светой:",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 114,
    "text": "Наконец ты произносишь комплимент, но Света в ответ непонимающе смотрит на тебя. \n\n— По-твоему,  это мне должно быть приятно? — недовольно спрашивает она. — Ты просто сказал очевидный для всех факт и думаешь, что меня это впечатлит?.. \n\nПоследовала небольшая пауза.\n\n— Это всё равно, что я скажу тебе, что ты довольно высокого роста, Антон!.. — вздохнула она. — Ромео, в следующий раз придумай что-нибудь покруче... — закончила она.",
    "answers": [
      {
        "id": 116,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 114,
        "text": "Отношения со Светой:",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 115,
    "text": "— Ты такая прямолинейная! — наконец подобрав комплимент, изрекаешь ты. \n— Ха, да, я такая! — задорно подмигивает тебе девушка. — Моя позиция такова: зачем притворяться кем-то и что-то из себя строить, когда гораздо лучше быть собой и говорить всё, что думаешь...\n— Тебе кажется, что другим это понравится? — с сомнением спрашиваешь ты. \n— Ну по-любому, они хоть как-то оценят и обратят на меня внимание, — усмехнулась Света. ",
    "answers": [
      {
        "id": 116,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 115,
        "text": "Отношения со Светой:",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 116,
    "text": "Света задорно смотрит на тебя своими тёмными глазами и изредка потряхивает головой, ожидая твоих вопросов. Несомненно, ей гораздо интереснее общение с тобой, чем мытьё посуды.",
    "answers": [
      {
        "comment": true,
        "var_less": [
          "sveta",
          70
        ],
        "text": "\n\nЧто же у неё спросить? ",
        "id": 116,
        "merge": true
      },
      {
        "comment": true,
        "var_need": [
          "sveta",
          70
        ],
        "id": 116,
        "text": "\n\nВнезапно Света сама обратилась к тебе: \n— Слушай, ты чёткий чел, я смотрю.!. У меня есть к тебе одна тема...",
        "need": -224,
        "merge": true
      },
      {
        "id": 117,
        "text": "— Расскажи о себе...",
        "need": -117,
        "var_less": [
          "sveta",
          70
        ]
      },
      {
        "id": 120,
        "text": "— А чем ты занималась, когда все люди вдруг исчезли?",
        "need": -120,
        "var_less": [
          "sveta",
          70
        ]
      },
      {
        "id": 121,
        "text": "— И как же ты встретилась с остальными? ",
        "need": -121,
        "var_less": [
          "sveta",
          70
        ]
      },
      {
        "id": 123,
        "text": "— Так! Слушаю...",
        "need": -224,
        "var_need": [
          "sveta",
          70
        ]
      },
      {
        "id": 103,
        "text": "[Закончить разговор]",
        "need": [
          117,
          120,
          121,
          -224
        ],
        "var_less": [
          "sveta",
          70
        ]
      },
      {
        "id": 224,
        "text": "[Закончить разговор]",
        "need": [
          117,
          120,
          121,
          224
        ]
      },
      {
        "id": 116,
        "text": "Отношения со Светой:",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 117,
    "text": "— Расскажи о себе... — просишь ты девушку. \n— Ой, да хрен тут чего расскажешь... — отвечает она. — Люблю спорт, люблю экстрим, люблю опасность!.. Гоняю на мотоцикле, на велике, занимаюсь паркуром... Раньше тусовалась с руферами, теперь стала искать более безопасные развлечения после одной травмы... Неважно... Вообщем такая я вот, всегда по жизни ищу и нахожу приключения! ",
    "answers": [
      {
        "id": 118,
        "text": "— Мне кажется, ты очень смелая, раз так любишь опасность! ",
        "var_add": [
          "sveta",
          5
        ]
      },
      {
        "id": 117,
        "text": "Отношения со Светой:",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 118,
    "text": "— Мне кажется, ты очень смелая, раз так любишь опасность! — произносишь ты.\n— Отвечаю, я смелая! — с гордостью заявляет Света. — А ты как думал, когда батя военный лётчик, попробуй быть не смелой!.. — добавила она. \n\nПоследовала пауза. \n\n— Твой отец военный лётчик?! — удивлённо переспрашиваешь ты. \n— Да, а чё в этом такого?.. — хмыкнула девушка. — Воспитывала меня бабуля и он, когда приезжал домой во время увольнения... Мама... умерла от разрыва сердца, когда я была маленькой... Так любила батю и не смогла выдержать того, что его жизнь могла прерваться в любой военной операции... — она глубоко вздохнула и вытерла глаза рукой. \n\nПохоже, её надо чем-то взбодрить... А то разговора у вас не получится.",
    "answers": [
      {
        "id": 119,
        "text": "— Я думаю, видя твоё хладнокровие сейчас – в этой тяжёлой ситуации, отец бы гордился тобой! ",
        "var_add": [
          "sveta",
          5
        ]
      },
      {
        "id": 118,
        "text": "Отношения со Светой:",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 119,
    "text": "— Я думаю, видя твоё хладнокровие сейчас – в этой тяжёлой ситуации, отец бы гордился тобой! — ободряюще хлопаешь её по плечу ты.\n— Спасибо! Ты прав... — улыбается Света. — Я сто пудов найду его, отвечаю! Я не верю, что все люди погибли, это ведь хрень полная?! — её полувопросительная-полупросящая интонация полностью обезоружила тебя.\n— Конечно, невозможно! — твёрдо произносишь ты, даже сам поверив своим словам. ",
    "answers": [
      {
        "id": 116,
        "text": "[Продолжить разговор]"
      }
    ]
  },
  {
    "id": 120,
    "text": "— А чем ты занималась, когда все люди вдруг исчезли? — подумав, спрашиваешь ты.\n— На мотоцикле гоняла... — рассмеялась Света. — Ооо, это было очень чётко! Я еду, впереди уже на светофоре горит жёлтый лимон, я в кои-то веки решила притормозить... Короче только я стопнулась, как сразу всё движение встало – машины заглохли, а светофор погас вообще... И водителей, пешеходов просто не стало! \n\nПоследовала пауза.\n\n— Я сильно прифигела тогда... — добавила Света. — Не знала, что делать и куда податься... Затем я стартанула домой, собрала вещи и попёрла на трассу из областного города, надеясь поймать какую-нибудь машину и понять, что стряслось. ",
    "answers": [
      {
        "id": 116,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 120,
        "text": "Отношения со Светой: ",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 121,
    "text": "— И как же ты встретилась с остальными? — улыбаясь, спрашиваешь ты у девушки.\n— Как я уже сказала, — начала Света. — Я тупо стояла на дороге и ждала первую едущую машину... Когда я увидела наконец ту, в которой был Борис с остальными, я просто выперлась на середину дороги, ха-ха-ха! И настояла на том, чтобы меня взяли! — расхохоталась она.",
    "answers": [
      {
        "id": 122,
        "text": "— Какие у вас отношения в команде? И с нашими как поладили? ",
        "var_add": [
          "sveta",
          5
        ]
      },
      {
        "id": 121,
        "text": "Отношения со Светой:",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 122,
    "text": "— Какие у вас отношения в команде? И с нашими как поладили? — подмигиваешь ты девушке. \n— Ха-ха-ха, давай расскажу ща... — усмехнулась Света. — Короче девки все норма, признаю, у них со мной мало общего, но мы как-то более-менее ладим... Даша у вас отличная просто девчонка, со всеми уже на \"ты\", поддержит любой разговор и всегда поможет!..\n\nОна сделала небольшую паузу.\n\n— Вот! Чё по мужикам... Это, конечно, те ещё... люди... Рома нормальный парень, только он постоянно всех во всём слушает потому, что у него своего мнения по ходу нет... Этим только он мне не нравится. Эти же двое дедулей с какого-то хрена решили, что они тут главные и постоянно друг другу и нам что-то доказывают! Алло, вам скоро на пенсию, а вы тут командовать пытаетесь!.. Я буду делать то, что надо, а не то, что эти псевдокомандиры прикажут!.. \n\nТы не выдержал и рассмеялся. Такая характеристика слабо подходила мужчинам – они были не стариками, скорее, людьми среднего возраста, да и не сильно напирали с командами. Конечно, Света немного приувеличила, но это её личное мнение. ",
    "answers": [
      {
        "id": 116,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 122,
        "text": "Отношения со Светой:",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 123,
    "text": "— Так! Слушаю... — заинтересованно произносишь ты. — Что же ты хочешь предложить?\n— Я предлагаю тебе сделать ночную вылазку! — заговорчески шепчет Света. — Вдвоём будет гораздо лайтовее... Мы тихо разведаем обстановку, чтобы понять и убедиться в том, что ночью нашему лагерю ничего не угрожает...\n— Естественно, ничего не говоря Борису? — ухмыльнулся ты. \n— Конечно же нет! — рассмеялась Света. — Он же не пустит!..",
    "answers": [
      {
        "id": 124,
        "text": "— Да, я точно в деле! ",
        "need": -150,
        "var_need": [
          "energy",
          10
        ]
      },
      {
        "id": 103,
        "text": "— Прости, но нет... Я слишком устал сегодня! [Закончить разговор]"
      },
      {
        "id": 123,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 124,
    "text": "— Да, я точно в деле! — решительно сказал ты. \n— О'кей, тогда нам надо продумать пути отхода... — задумчиво сказала Света. — Что мы ответим, если нас спалят?.. \n— Всё ради нашей безопасности! — улыбаешься ты.\n— Вот именно! — улыбнулась Света. — Красава, бро! \n\nПоследовала пауза. \n\n— Жду тебя здесь же, — ответила Света и ушла мыть посуду. ",
    "answers": [
      {
        "id": 151,
        "text": "[Закончить разговор]"
      },
      {
        "id": 124,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 125,
    "text": "— Привет ещё раз! — дружелюбно начинаешь ты разговор. \n— Привет! — смущённо отвечает Таня, увидев недоумённые и удивлённые взгляды подруг.\n\nВы отходите в сторону, и тебе надо как-то начинать общение. Отношения между вами ещё не настолько хорошие, как с другими, поэтому ты решаешь, что надо начать с комплимента. \n",
    "answers": [
      {
        "id": 126,
        "text": "— Таня, ты очень милая! ",
        "var_sub": [
          "tanya",
          5
        ]
      },
      {
        "id": 127,
        "text": "— Таня, ты такая скромная! ",
        "var_add": [
          "tanya",
          5
        ]
      },
      {
        "id": 126,
        "text": "— Таня, ты очень красивая! ",
        "var_sub": [
          "tanya",
          5
        ]
      },
      {
        "id": 128,
        "text": "— Таня, ты такая тихая! "
      },
      {
        "id": 125,
        "text": "Отношения с Таней:",
        "comment": true,
        "var_show": [
          "tanya",
          "%"
        ]
      }
    ]
  },
  {
    "id": 126,
    "text": "После произнесённых тобой слов девушка очень сильно покраснела и засмущалась. Она не смогла даже подобрать слов, чтобы ответить тебе, настолько её поразили твои...\n\nПохоже, ты начал общение \"со слишком сильного хода\" для такой стеснительной девушки. Несомненно, ей не очень понравилось такое проявление внимания.",
    "answers": [
      {
        "id": 129,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 126,
        "text": "Отношения с Таней:",
        "comment": true,
        "var_show": [
          "tanya",
          "%"
        ]
      }
    ]
  },
  {
    "id": 127,
    "text": "— Таня, ты такая скромная! — с улыбкой произносишь ты комплимент. \n\nТаня смущённо улыбнулась и отвела глаза. Потом снова посмотрела на тебя и сказала:\n— Ну... наверное...\n\nДевушке опредённо понравились твои слова. Она впервые улыбнулась тебе.",
    "answers": [
      {
        "id": 129,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 127,
        "text": "Отношения с Таней:",
        "comment": true,
        "var_show": [
          "tanya",
          "%"
        ]
      }
    ]
  },
  {
    "id": 128,
    "text": "— Таня, ты такая тихая! — подобрав комплимент, произносишь ты. \n\nТаня выглядит озадаченной и не знает, как реагировать. Она молча смотрит на тебя своими карими глазами так, что становится не по себе. ",
    "answers": [
      {
        "id": 129,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 128,
        "text": "Отношения с Таней:",
        "comment": true,
        "var_show": [
          "tanya",
          "%"
        ]
      }
    ]
  },
  {
    "id": 129,
    "text": "Вы оба молчите. Видно, что Тане немного неуютно в твоём обществе. Она теребит прядь своих длинных рыжих волос и немного отводит от тебя взгляд.\n\nЧто же у неё спросить, раз она такая замкнутая?..",
    "answers": [
      {
        "id": 130,
        "text": "— Таня, а как вы встретились с остальными? ",
        "var_add": [
          "tanya",
          5
        ],
        "need": -130
      },
      {
        "need_sometimes": false,
        "id": 133,
        "text": "— Расскажи о себе...",
        "need": [
          130,
          -133
        ],
        "var_add": [
          "tanya",
          5
        ]
      },
      {
        "id": 134,
        "text": "— Как тебе остальные? Ты со всеми ладишь?..",
        "need": [
          133
        ],
        "var_add": [
          "tanya",
          5
        ]
      },
      {
        "id": 129,
        "text": "Отношения с Таней:",
        "comment": true,
        "var_show": [
          "tanya",
          "%"
        ]
      }
    ]
  },
  {
    "id": 130,
    "text": "— Таня, а как вы встретились с остальными? — решаешь начать ты издалека. \n— Ну, мы когда поняли, что... люди пропали... сразу стали собирать вещи... Брат что-то в компе делал... Потом пошли к дороге... А там Борис нас подхватил... Вот... — ответила девушка. ",
    "answers": [
      {
        "id": 131,
        "text": "— А что ты делала в тот момент, когда все люди пропали?",
        "var_need": [
          "tanya",
          60
        ]
      },
      {
        "id": 132,
        "text": "— А что ты делала в тот момент, когда все люди пропали?",
        "var_less": [
          "tanya",
          60
        ]
      },
      {
        "id": 130,
        "text": "Отношения с Таней:",
        "comment": true,
        "var_show": [
          "tanya",
          "%"
        ]
      }
    ]
  },
  {
    "id": 131,
    "text": "— А что ты делала в тот момент, когда все люди пропали? — спрашиваешь ты. \n\nТаня немного замялась, будто вспоминая что-то неприятное. Затем ответила:\n— Не очень приятно это говорить... Молодая соседка... пошла принимать душ... Брат... окно... бинокль... — она покраснела. — Устыдила брата и сказала, что так делать нельзя... И он послушал меня, отошел от окна...",
    "answers": [
      {
        "id": 129,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 131,
        "text": "Отношения с Таней:",
        "comment": true,
        "var_show": [
          "tanya",
          "%"
        ]
      }
    ]
  },
  {
    "id": 132,
    "text": "— А что ты делала в тот момент, когда все люди пропали? — спрашиваешь ты. \n\nТаня немного замялась, будто вспоминая что-то неприятное. Затем ответила:\n— Ой, знаешь... Честно... не помню... Наверное у брата спроси...",
    "answers": [
      {
        "id": 143,
        "text": "— Странно! Он мне сказал, что тоже не помнит... ",
        "var_sub": [
          "tanya",
          5
        ]
      },
      {
        "id": 129,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 132,
        "text": "Отношения с Таней:",
        "comment": true,
        "var_show": [
          "tanya",
          "%"
        ]
      }
    ]
  },
  {
    "id": 133,
    "text": "— Расскажи о себе... — просишь ты девушку. \n\nПоследовала небольшая пауза. \n\n— Я... я... неплохо рисую... занималась танцами... Сейчас работаю кондитером в ресторане... Люблю родителей и брата... Очень скучаю по людям, по общению с подругами... Хорошо, что хоть Рома не пропал... Иначе я бы наверное не выдержала... ",
    "answers": [
      {
        "id": 129,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 133,
        "text": "Отношения с Таней:",
        "comment": true,
        "var_show": [
          "tanya",
          "%"
        ]
      }
    ]
  },
  {
    "id": 134,
    "text": "— Как тебе остальные? Ты со всеми ладишь?.. — наконец задаёшь ты довольно провокационный для такой закрытой девушки вопрос. \n\nПоследовала пауза.\n\n— Да, со всеми... — ответила Таня. — Все обо мне так заботятся... как о маленькой... Даже брат стал мягче... Говорит, что счастлив, что я уцелела... Девушки общаются немного со мной, Света даже \"учит жизни\"... так она называет свои советы постоянные... Двое взрослых мужчин меня словно вовсе не замечают... И это тоже хорошо... ",
    "answers": [
      {
        "id": 103,
        "text": "[Закончить разговор]",
        "need": -224
      },
      {
        "id": 224,
        "text": "[Закончить разговор]",
        "need": 224
      },
      {
        "id": 134,
        "text": "Отношения с Таней:",
        "comment": true,
        "var_show": [
          "tanya",
          "%"
        ]
      }
    ]
  },
  {
    "id": 135,
    "text": "Ты подходишь к палатке и здороваешься с Ромой. \n— Ага, привет! — говорит он, на секунду оторвавшись от устройства, которое держит в руках. \n\nТы опускаешь глаза и видишь, что это устройство – квадракоптер со встроенной камерой. ",
    "answers": [
      {
        "id": 136,
        "text": "— Ооо! Полезная вещь, наверное? ",
        "var_add": [
          "roma",
          5
        ]
      },
      {
        "id": 137,
        "text": "— Ха! Я думал, в эти игрушки только дети играют!..",
        "var_sub": [
          "roma",
          5
        ]
      },
      {
        "id": 135,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 136,
    "text": "— Ооо! Полезная вещь, наверное? — заинтересовался ты. \n— О да, это потрясающая штука! — оживился Рома. — Она очень помогает при обзоре, а также при получении красивых фотоснимков с высоты без риска для жизни...\n\nОн сделал небольшую паузу. \n\n— Сейчас вот только подкручу винты, а то они разболтались...  \n\nИ в течение следующих пары минут ты наблюдал за тем, как Рома орудует отвёрткой. Наконец он закончил, отложил отвёртку и сказал:\n— Фух, готово! Ещё полетаешь...\n\nОн усмехнулся и посмотрел на тебя. Теперь можно продолжить разговор. ",
    "answers": [
      {
        "id": 138,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 136,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 137,
    "text": "— Ха! Я думал, в эти игрушки только дети играют!.. — рассмеялся ты. \n— И вовсе не только дети!.. — обиженно заявил Рома. — Я бы сказал, что квадракоптер очень помогает при обзоре, а также при получении красивых фотоснимков с высоты без риска для жизни...\n\nОн сделал небольшую паузу. \n\n— Сейчас вот только подкручу винты, а то они разболтались...  \n\nИ в течение следующих пары минут ты наблюдал за тем, как Рома орудует отвёрткой. Наконец он закончил, отложил отвёртку и сказал:\n— Ну давай быстрей, чего хотел?..",
    "answers": [
      {
        "id": 138,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 137,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 138,
    "text": "Рома сидит возле палатки с крайне заинтересованным видом. Похоже, он рад вашему общению. ",
    "answers": [
      {
        "comment": true,
        "var_less": [
          "roma",
          70
        ],
        "text": "\n\nЧто же у него спросить? ",
        "id": 138,
        "merge": true
      },
      {
        "comment": true,
        "var_need": [
          "roma",
          70
        ],
        "id": 138,
        "text": "\n\nВнезапно Рома сам обратился к тебе: \n— Послушай, друг! У меня есть одна идея...",
        "need": -224,
        "merge": true
      },
      {
        "id": 139,
        "text": "— Расскажи о себе...",
        "need": -139,
        "var_less": [
          "roma",
          70
        ]
      },
      {
        "id": 140,
        "text": "— А как вы встретились с остальными?",
        "need": -140,
        "var_less": [
          "roma",
          70
        ]
      },
      {
        "id": 141,
        "text": "— А чем ты занимался в тот момент, когда люди исчезли? ",
        "need": -141,
        "var_less": [
          "roma",
          70
        ]
      },
      {
        "id": 144,
        "text": "— Как ты ладишь с остальными? ",
        "need": -144,
        "var_less": [
          "roma",
          70
        ]
      },
      {
        "id": 148,
        "text": "— Так! Слушаю...",
        "need": -224,
        "var_need": [
          "roma",
          70
        ]
      },
      {
        "id": 103,
        "text": "[Закончить разговор]",
        "need": -224,
        "var_less": [
          "roma",
          70
        ]
      },
      {
        "id": 224,
        "text": "[Закончить разговор]",
        "need": 224
      },
      {
        "id": 138,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 139,
    "text": "— Расскажи о себе... — просишь ты парня. \n\nПоследовала небольшая пауза. Рома задумался. \n\n— Ну что я могу тебе сказать... — начал он. — Во-первых, я увлекаюсь компьютерами и всем из этого вытекающим: программирование, компьютерное моделирование, компьютерные игры.. \n\nОн сделал паузу.\n\n— А так больше особо ничем... По поводу семьи... Ну есть отец, мама и сестра... Таня хорошая, только очень уж замкнутая и застенчивая... Ну её мама воспитывала довольно серьёзно, чтобы была сдержанной и строгой, как леди... — он усмехнулся. — А она выросла и стала гораздо лучше любой леди, это я тебе точно говорю! ",
    "answers": [
      {
        "id": 138,
        "text": "— Да, это точно!",
        "var_add": [
          "roma",
          5
        ]
      },
      {
        "id": 138,
        "text": "— Ой, не знаю... Не уверен в этом...",
        "var_sub": [
          "roma",
          5
        ]
      },
      {
        "id": 138,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 139,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 140,
    "text": "— А как вы встретились с остальными? — спрашиваешь ты. \n— Да как поняли, что \"запахло жареным\", так и начали собирать вещи, потом пошли к трассе из города... — начал Рома. — Кстати, пока Таня свои вещи собирала, я успел набросать на ноутбуке макет моей программы по поиску выживших... — добавил он. — Хорошо, что я его с собой взял... \n\nПоследовала небольшая пауза. \n\n— А у дороги мы провели полдня, после чего нас подхватил Борис... — закончил парень. ",
    "answers": [
      {
        "id": 138,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 140,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 141,
    "text": "— А чем ты занимался в тот момент, когда люди исчезли? — задаёшь ты довольно серьёзный вопрос. \n\nПоследовала продолжительная пауза. Рома морщился и почёсывал голову, словно вспоминая что-то неприятное. \n\n— Знаешь, я не помню, если честно... Наверное это так шокировало меня, что я в те минуты всё \"на автомате\" делал...",
    "answers": [
      {
        "id": 142,
        "text": "— На самом деле, я в курсе... Мне Таня рассказала.",
        "need": 131,
        "var_add": [
          "roma",
          5
        ]
      },
      {
        "id": 138,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 141,
        "text": "Оьношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 142,
    "text": "— На самом деле, я в курсе... Мне Таня рассказала, — ухмыляясь, произносишь ты.\n\nРома сначала побледнел, потом покраснел... Затем наконец произнёс:\n— Ну, на самом деле, она сказала тебе правду... Таня никогда не врёт, может только промолчать... Но раз уж она тебе сказала, то значит, доверяет тебе! — улыбнулся он. \n\nПоследовала небольшая пауза.\n\n— А за то, что мне очень нравится красивая женская фигура в мои восемнадцать, меня не упрекнёт даже Борис, я уверен! — уверенно добавил Рома. ",
    "answers": [
      {
        "id": 138,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 142,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 143,
    "text": "— Странно! Он мне сказал, что тоже не помнит... — говоришь ты с небольшим раздражением.\n\nТаня сильно  замялась и сконфузилась. Она практически отвернулась от тебя и еле выдавила:\n— Наверное... слишком большой шок... Мы и не помним оба...",
    "answers": [
      {
        "id": 129,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 143,
        "text": "Отношения с Таней: ",
        "comment": true,
        "var_show": [
          "tanya",
          "%"
        ]
      }
    ]
  },
  {
    "id": 144,
    "text": "— Как ты ладишь с остальными? — с немалым любопытством спрашиваешь ты. \n— Да нормально вроде со всеми... — задумался Рома. — К мужчинам отношусь уважительно, так как они старше, слушаю их советы и выполняю поручения... \n\nОн сделал паузу.\n\n— Что касается девушек... Ну, они у нас все очень разные, но мы с ними хорошо ладим, да... Рита мне нравится больше, чем подруга, если честно... А вот Даша... О,х только не говори никому, но похоже, я влюбился – она такая красотка!..\n\nПарень при этих словах настолько замечтался, что тебе пришлось подождать какое-то время, когда тот придёт в себя. \n\n— А тебе нравится кто из них?.. — вдруг произнёс Рома. \n\nЭтот вопрос тебя немного озадачил. Прежде ты даже не задумывался об этом, ведь вы знакомы с их компанией меньше, чем день... ",
    "answers": [
      {
        "id": 147,
        "text": "— Мне, как и тебе, очень нравится Даша...",
        "var_sub": [
          "roma",
          5
        ]
      },
      {
        "id": 145,
        "text": "— Думаю, мне нравится Рита!",
        "var_add": [
          "roma",
          5
        ]
      },
      {
        "id": 149,
        "text": "— Возможно, мне нравится Света!",
        "var_add": [
          "roma",
          5
        ]
      },
      {
        "id": 146,
        "text": "— Мне нравится твоя сестра! ",
        "var_add": [
          "roma",
          5
        ]
      },
      {
        "id": 138,
        "text": "— Наверное пока никто особо не нравится..."
      },
      {
        "id": 144,
        "text": "Внимание! Этот выбор будет иметь последствия! ",
        "comment": true
      },
      {
        "id": 144,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 145,
    "text": "— Думаю, мне нравится Рита! — улыбнулся ты.\n\nРома заметно повеселел.\n— Ну вот, я же говорил тебе, она классная! — ухмыльнулся он. — Очень общительная и дружелюбная девушка!.. С ней интересно и никогда не скучно!..\n\nПоследовала небольшая пауза. \n\n— Спасибо, что поделился!.. — подытожил Рома. \n",
    "answers": [
      {
        "id": 138,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 145,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 146,
    "text": "— Мне нравится твоя сестра! — с улыбкой произносишь ты. \n\nРома немного опешил. И посмотрел на тебя, как на привидение. \n— Ты... Ты сейчас серьёзно?.. — удивлённо переспросил он. \n— Ну да... А что тут такого?.. \n— Просто... Это ведь моя сестра! — покраснел парень. — Я очень её люблю и желаю ей во всём счастья, особенно в отношениях!.. — добавил он. \n— Если я что-то буду предпринимать в этом направлении, — осторожно заметил ты. — То обязательно тебе скажу. \n\nПоследовала небольшая пауза. \n\n— Спасибо, что поделился!.. — подытожил Рома. ",
    "answers": [
      {
        "id": 138,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 146,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 147,
    "text": "— Мне, как и тебе, очень нравится Даша... — подмигивая Роме, усмехаешься ты. \n— Ээээй!!! — резко крикнул он тебе. — Я уже \"забил\" себе девушку, и даже не думай лезть к ней, понял?! — его крики могли услышать все обитатели лагеря, поэтому ты решил сгладить тревожную ситуацию. \n— Хорошо, хорошо, успокойся... — примирительно произносишь ты. — Если у вас всё получится, я отойду в сторону, обещаю... \n\nРома постепенно успокоился благодаря твоим уверениям. \n— Ладно! Забыли... — сказал он.",
    "answers": [
      {
        "id": 138,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 147,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 148,
    "text": "— Так! Слушаю... — заинтересованно произносишь ты. \n— Вообщем, я думаю провести разведку с воздуха... с помощью моего квадракоптера... Я прикреплю фонарик, и будет хорошо видно... Просто надо убедиться, что на нас не хотят снова напасть... Предлагаю тебе поучаствовать!",
    "answers": [
      {
        "id": 150,
        "text": "— Да! Я за! Думаю, будет весело... ",
        "need": -124,
        "var_need": [
          "energy",
          10
        ]
      },
      {
        "id": 103,
        "text": "— Прости, но нет... Я слишком устал сегодня! [Закончить разговор]"
      },
      {
        "id": 148,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 149,
    "text": "— Возможно, мне нравится Света! — улыбаешься ты. \n— Ого! — Рома двже присвистнул. — Эта яз... очень активная девушка... Ну и вкус у тебя, конечно... Но она всегда в центре внимания, этого у неё не отнять... — добавил он.\n\nПоследовала небольшая пауза. \n\n— Спасибо, что поделился!.. — подытожил Рома. \n",
    "answers": [
      {
        "id": 138,
        "text": "[Продолжить разговор]"
      },
      {
        "id": 149,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 150,
    "text": "— Да! Я за! Думаю, будет весело... — улыбнулся ты. \n— Отлично! Тогда я буду ждать тебя здесь, возле палатки... — завершил вашу беседу Рома. ",
    "answers": [
      {
        "id": 152,
        "text": "[Закончить разговор]"
      },
      {
        "id": 150,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 151,
    "text": "Вокруг костра остались лишь девушки: Рита, Света и Таня. Света и Таня сходили куда-то за водой (наверное, недалеко река) и теперь мыли посуду. А Рита её вытирала.\n\nЧуть подальше – возле палатки ты видишь Рому. Парень с чем-то возится, отсюда видно только, что у него в руках какое-то устройство... ",
    "answers": [
      {
        "var_need": [
          "energy",
          20
        ],
        "id": 104,
        "var_sub": [
          "energy",
          10
        ],
        "need": -104,
        "text": "[Поговорить с Ритой]"
      },
      {
        "text": "[Поговорить с Таней]",
        "id": 125,
        "var_need": [
          "energy",
          20
        ],
        "need": -125,
        "var_sub": [
          "energy",
          10
        ]
      },
      {
        "var_sub": [
          "energy",
          10
        ],
        "id": 135,
        "var_need": [
          "energy",
          20
        ],
        "need": -135,
        "text": "[Поговорить с Ромой]"
      },
      {
        "id": 155,
        "text": "[Отправиться на вылазку со Светой]"
      },
      {
        "id": 103,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 152,
    "text": "Вокруг костра остались лишь девушки: Рита, Света и Таня. Света и Таня сходили куда-то за водой (наверное, недалеко река) и теперь мыли посуду. А Рита её вытирала.\n\nЧуть подальше – возле палатки ты видишь Рому. Парень с чем-то возится, отсюда видно только, что у него в руках какое-то устройство... ",
    "answers": [
      {
        "var_need": [
          "energy",
          20
        ],
        "id": 104,
        "var_sub": [
          "energy",
          10
        ],
        "need": -104,
        "text": "[Поговорить с Ритой]"
      },
      {
        "var_need": [
          "energy",
          20
        ],
        "id": 112,
        "var_sub": [
          "energy",
          10
        ],
        "need": -112,
        "text": "[Поговорить со Светой]"
      },
      {
        "text": "[Поговорить с Таней]",
        "id": 125,
        "var_need": [
          "energy",
          20
        ],
        "need": -125,
        "var_sub": [
          "energy",
          10
        ]
      },
      {
        "id": 162,
        "text": "[Провести разведку с Ромой]"
      },
      {
        "id": 103,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 153,
    "text": "Ты идёшь к вашему фургону мимо других палаток и размышляешь о вашем положении. Небо над твоей головой всё такое же мрачное, вокруг светло, как днём, и всё так же пустынно...\n\nЛюдей нет, и неизвестно, куда они делись и живы ли вообще?.. Где их искать?.. Что стряслось с животными и с небом?.. Эти и многие другие вопросы волновали твой ум. \n\nНо вот наконец и ваш фургон... Изнутри доносится тихое посапывание – Дмитрий давно спит. Даши не видно, скорее всего, её приютили девушки в своей палатке... \n\nТы уже готов улечься, даже расстелил на полу куртку, но тут вспоминаешь о своём дневнике. ",
    "answers": [
      {
        "id": 154,
        "text": "Сделать запись в дневнике "
      }
    ]
  },
  {
    "id": 154,
    "text": "\"Третий день апокалипсиса... Сегодня мы с Дмитрием и Дашей (работницей отеля, которую мы решили взять с собой) наткнулись на группу выживших... \n\nИх лидер – Борис – считает, что в Москву нельзя соваться и там опасно... Девушку из их команды (Риту) ранили металлические осколки необычных свойств, которые прилетели со стороны столицы! Также в их команде есть активная девушка Света, компьютерный гений Рома и его тихая сестра Таня.\n\nА вот Дмитрий считает, что нам надо в столицу, так как именно там сосредоточены ответы на все наши вопросы... Быть может, он знает что-то, чего не знают остальные?..",
    "answers": [
      {
        "comment": true,
        "id": 154,
        "text": "\n\nМы со Светой сделали секретную от остальных вылазку... Хотели понять, что нам ничего больше не угрожает. Но в пути на нас кто-то напал и обстрелял дротиками (возможно, снотворные или с ядом). Поэтому мы бегом вернулись обратно, сделав (по словам Светы) километровую петлю, чтобы запутать преследователей.",
        "need": 155,
        "merge": true
      },
      {
        "comment": true,
        "id": 154,
        "text": "\n\nМы с Ромой провели видеонаблюдение с воздуха с помощью его квадракоптера. Но в один момент, за холмом, стал пропадать видеосигнал, и дрон потерял управление. Мы так и не поняли, что с ним случилось...",
        "need": 162,
        "merge": true
      },
      {
        "id": 154,
        "text": "\n\nЗавтра соберёмся и будем совместно решать, что нам делать и куда двигаться... Возможно, что-то ещё произойдёт, у меня такое предчувствие...\"\n\n                          [Конец главы 3]",
        "comment": true,
        "merge": true
      },
      {
        "id": 195,
        "text": "[К главе 4]",
        "blackout": true,
        "var_set": [
          "energy",
          80
        ]
      },
      {
        "id": 14,
        "text": "[Главы] "
      }
    ]
  },
  {
    "id": 155,
    "text": "Ты вернулся к костру после небольшой прогулки и заметил, что все, кроме Светы, ушли спать. \n— Ну что, пошли?.. — ухмыльнулась девушка. \n— Ага, пойдём... \n\nВы тихо обошли палатки со спящими, чтобы никого не разбудить... Затем стали идти вдоль дороги, но оставаясь в тени кустов. \n\nВокруг расстилалась равнина, а впереди уже виднелись многоэтажки столицы. Небо по-прежнему было мёртвого стального цвета, что делало вашу ночную вылазку не особо скрытной от посторонних наблюдателей, если таковые имелись. \n\n— Что думаешь, кто на вас напал?.. — тихо спрашиваешь ты девушку. \n— Вообще не знаю, братан, — отвечает Света. — На военных непохоже, у них сто проц другие патроны... — она хихикнула. — Да и копы вряд ли... \n— Думаешь это бандиты? — удивился ты. \n— Я без понятия, реально! — пожала плечами девушка. ",
    "answers": [
      {
        "id": 156,
        "text": "Продолжить путь "
      }
    ]
  },
  {
    "id": 156,
    "text": "Вы идёте дальше и доходите до бугра, лежащего недалеко от дороги. \n— Слушай, давай там заляжем... — предлагает Света. — А то вдоль дороги идти как-то стрёмно!..  Кусты-кустами, но они не защитят нас от атаки в случае обнаружения...\n\nТы задумался. Как вам поступить: сохранить хорошую для наблюдения, но более открытую позицию или ухудшить обзор, но переместиться в более защищённое место? ",
    "answers": [
      {
        "id": 157,
        "text": "— Да, давай наблюдать из-за бугра... "
      },
      {
        "id": 158,
        "text": "— Нет, давай продолжим идти вдоль дороги... ",
        "var_sub": [
          "sveta",
          10
        ]
      },
      {
        "id": 156,
        "text": "Отношения со Светой:",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 157,
    "text": "Света одобрительно кивнула, и вы переместились за холм. Девушка расстегнула куртку и достала бинокль. \n— Погоди, а чего ты раньше-то не сказала, что взяла с собой бинокль, а?.. — спросил ты немного обиженным тоном. \n— Ну, не дуйся, бро! — улыбнулась Света. — Ща погляжу немного, потом тебе дам... \n\nНесколько следующих минут ты наблюдал за тем, как девушка вертит головой, периодически настраивая бинокль и произнося что-то вроде: \"Ни хрена не видно!..\", \"Чёрт, я не сняла с линз заглушки!..\", \"Пусто!..\", \"Город пустой точно!..\" \"С другой стороны тоже нихрена!..\"\n\nНаконец она оторвала глаза от бинокля и дала его тебе. Ты настроил резкость, потом стал тоже смотреть в разные стороны, но также ничего не обнаружил. \n\nПока ты смотрел, Света стала прислушиваться к тихим электронным звукам, какому-то писку, исходящему из-за холма. Наконец она не выдержала и обратилась к тебе:\n— Слухай, давай глянем, что за холмом... Всё равно нихрена не видно в бинокль вблизи...",
    "answers": [
      {
        "id": 159,
        "text": "— Давай, мне тоже интересно..."
      },
      {
        "id": 160,
        "text": "— А может не надо?.. ",
        "var_add": [
          "sveta",
          15
        ]
      },
      {
        "id": 157,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      },
      {
        "id": 157,
        "text": "Отношения со Светой:",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 158,
    "text": "Света кивнула и вы продолжили идти вдоль дороги мимо холма. Но долго пройти вам не удалось...\n\nВнезапно из-за того бугра послышались электронные звуки, какой-то странный писк... Света резко остановилась. \n— Слухай, давай-ка мы... — только начала она, но её прервали просвистевшие над вашими головами дротики, которые застряли в придорожных кустах за вашими спинами. \n— Чёрт! Бежим!!! — крикнула тебе Света. — А я говорила, что надо свернуть было, блин!.. — зло добавила она. ",
    "answers": [
      {
        "id": 161,
        "text": "Бежать",
        "var_sub": [
          "energy",
          10
        ]
      }
    ]
  },
  {
    "id": 159,
    "text": "Пока ты говорил, Света уже начала карабкаться на холм... Услышав твоё одобрение, она моментом выбежала на верхушку и... вдруг вскрикнула и рухнула вниз по ту сторону! \n\nТы опешил, но быстро собрался с духом и побежал спасать девушку... Ты ещё быстрее, чем она взлетел на вершину холма и моментально почувствовал укол во лбу.\n\nПоследнее что ты увидел перед потерей сознания – это торчащий из твоего лба дротик, очевидно, со снотворным или с ядом... Больше ты так и не очнулся. \n\n                                        \n                                        [Конец]\n\n  [Вы открыли концовку: Пропавшие разведчики]",
    "answers": [
      {
        "id": 194,
        "text": "[Концовки]"
      },
      {
        "id": 285,
        "text": "[Главное меню]"
      },
      {
        "id": 159,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a32/2007/14/af74280d5ae4.jpg"
      }
    ]
  },
  {
    "id": 160,
    "text": "Пока ты говорил, Света уже начала карабкаться на холм... Услышав твоё сомнение, она приостановилась и с удивлением взглянула на тебя.\n\nВдруг прямо над вашими головами из-за бугра просвистели дротики, застрявшие в кустах за вашими спинами. \n— Чёрт! Бежим!!! — крикнула тебе Света. — Блин, я твоя должница, бро! Если бы не ты, я бы точно сдохла на том холме!..",
    "answers": [
      {
        "id": 161,
        "text": "Бежать ",
        "var_sub": [
          "energy",
          10
        ]
      },
      {
        "id": 160,
        "text": "Отношения со Светой:",
        "comment": true,
        "var_show": [
          "sveta",
          "%"
        ]
      }
    ]
  },
  {
    "id": 161,
    "text": "Вы бежите, не разбирая дороги, обдираясь об кусты и спотыкаясь на камнях... Между тем, вокруг вас свистят дротики, а силы начинают покидать и тебя, и даже твою более тренированную спутницу.\n\n— Нам придётся сделать небольшой крюк, — на ходу кричит Света. — Чтобы не спалить им наш лагерь!.. \n— Хорошо! — с трудом произносишь ты. \n\nВы делаете порядочный крюк – около одного километра – и возвращаетесь в лагерь. Сил больше нет и вы стоите несколько минут, пытаясь отдышаться. \n\n— Хорошо, что наши потушили костёр, — отдышавшись, произнесла девушка. — Фух, надеюсь, нас не засекли... — добавила она. \n\nПоследовала пауза. \n\n— Блин, ноги не держат... — призналась Света. — Я спать... Спокойной тебе ночи, бро! \n— Спокойной ночи! — в ответ сказал ты. \n\nНоги подкашивались не только у Светы – ты сам едва стоял на своих... ",
    "answers": [
      {
        "id": 153,
        "text": "Отправиться спать"
      },
      {
        "id": 161,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 162,
    "text": "Ты вернулся к палатке после небольшой прогулки и заметил, что все, кроме Ромы, ушли спать... Он сидел уже с пультом управления квадракоптером и самим аппаратом. Как и обещал, он прикрепил фонарик к квадракоптеру. \n— Ну что, давай запустим эту птичку? — ухмыльнулся Рома. \n— Конечно, давай! — одобрительно кивнул ты. \n— Только ты, пожалуйста, тихо... — Рома кивнул на палатку, из которой доносился размеренный храп. — Если разбудить Бориса, то не поздоровится никому! \n— Хорошо! — улыбнулся ты. ",
    "answers": [
      {
        "id": 163,
        "text": "Начать наблюдение с воздуха ",
        "var_sub": [
          "energy",
          10
        ]
      }
    ]
  },
  {
    "id": 163,
    "text": "Рома включил квадракоптер, затем пульт, и через мгновение устройство послушно взмыло в воздух... На экране, встроенном в пульт было видно всё, что снимал на камеру квадракоптер во время полёта. \n\nСначала он летел над дорогой, снимая пустующие равнины и виднеющуюся вдали безжизненную столицу. Вокруг не было ни души, только трава и асфальт, которые вызывали у вас обоих угнетение и смутную тревогу...\n\nВ тот момент, когда квадракоптер перелетал лежащий недалеко от дороги холм, внезапно раздался сильный электронный писк, видеосигнал стал прерываться, и квадракоптер стал терять управление. \n\nТы посмотрел на Рому, который был взволнован и раздосадован. Ты и сам был сильно удивлён этому. ",
    "answers": [
      {
        "id": 164,
        "text": "— Что за хрень с ним творится?!. (крикнуть)",
        "var_sub": [
          "roma",
          10,
          "boris",
          5
        ]
      },
      {
        "id": 165,
        "text": "— Рома, что случилось? (спокойно спросить) ",
        "var_add": [
          "roma",
          5
        ]
      },
      {
        "id": 163,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 164,
    "text": "— Что за хрень с ним творится?!. — изумлённо вскрикнул ты. \n\nРома хлопнул себя по лбу и приложил палец к губам. Внезапно храп, доносившийся из палатки прекратился, и послышался звук расстёгиваемых молний. \n\n— Ну всё, нам каюк!.. — прошипел парень, выключая и убирая пульт. \n\nВнезапно твоё плечо сдавала крепкая рука и посмотрев на морщившегося Рому, ты понял, что с его плечом происходит то же самое...\n— Какого хрена вы тут шумите?!. — поревел над твоим ухом бас Бориса. — Полуночники вы хреновы, идите спать уже!..\n— Да, конечно!.. — тихо ответил Рома и вошёл вслед за Борисом в палатку, погрозив тебе на прощание кулаком. \n\nТы молча сконфуженно наблюдал за этой сценой,  тебе было неприятно, что ты подставил Рому, который уже в палатке (судя по звуку) получил неплохую затрещину.",
    "answers": [
      {
        "id": 153,
        "text": "Отправиться спать"
      },
      {
        "id": 164,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      },
      {
        "id": 164,
        "text": "Отношения с Борисом:",
        "comment": true,
        "var_show": [
          "boris",
          "%"
        ]
      },
      {
        "id": 164,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 165,
    "text": "— Рома, что случилось? — спокойно спрашиваешь ты парня. \n— Блин, мы потеряли связь с устройством... — огорчённо ответил он. — Судя по всему, из-за сильной электромагнитной помехи... Не знаю, как так... Есть только одна версия: дрон сбили нарочно! — сердито добавил он. \n— А кто это мог быть? — задумался ты. \n— Не знаю, может военные... — почесал голову Рома. — Но я не думаю, что в том месте расположена военная база... Ведь слишком открытая территория.\n\nПоследовала пауза. \n\n— Ладно, чего уж говорить, дрон мы профукали... — разочарованно подытожил Рома. — Спасибо, что не шумел, — улыбнулся он. — Спокойной тебе ночи! — с этими словами он собрался идти в палатку. \n— И тебе! — машинально ответил ты. \n\nКогда парень ушёл, ты поймал себя на мысли, что тоже очень хочешь спать... И тебе пора бы уже идти ложиться.",
    "answers": [
      {
        "id": 153,
        "text": "Отправиться спать"
      },
      {
        "id": 165,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      },
      {
        "id": 165,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 166,
    "text": "Уважаемый читатель! На этой странице будут представлены полученные Вами достижения. \n\nВы можете получить максимально 44 достижения: 10 во второй главе, 17 в третьей главе,12 в четвёртой главе и 5 в пятой главе. \n\nГлава 1: *в главе 1 нет достижений*\n\nГлава 2:",
    "answers": [
      {
        "id": 167,
        "text": "\"Обжора\" ",
        "need": 18,
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 168,
        "text": "\"Щедрый товарищ\"",
        "need": [
          17,
          26
        ]
      },
      {
        "id": 169,
        "text": "\"Жадина\"",
        "need": [
          17,
          27
        ],
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 170,
        "text": "\"Искренность с первых слов\"",
        "need": 21
      },
      {
        "id": 171,
        "text": "\"Ложь с первых слов\"",
        "need": 22,
        "need_ever": true
      },
      {
        "id": 172,
        "text": "\"Первоклассный сервис\"",
        "need": 31,
        "need_ever": true
      },
      {
        "id": 176,
        "text": "\"Новое знакомство\"",
        "need": 36,
        "need_ever": true
      },
      {
        "id": 173,
        "text": "\"Скромно, зато безопасно\"",
        "need": 32,
        "need_ever": true
      },
      {
        "id": 174,
        "text": "\"Польза совета\"",
        "need": [
          32,
          33
        ],
        "need_ever": true
      },
      {
        "id": 175,
        "text": "\"Своевольник\"",
        "need": [
          31,
          33
        ],
        "need_ever": true
      },
      {
        "id": 166,
        "text": "Глава 3:",
        "comment": true
      },
      {
        "id": 177,
        "text": "\"Крик о помощи\"",
        "need": 44,
        "need_ever": true
      },
      {
        "id": 178,
        "text": "\"Встреча с выжившими\"",
        "need": 53,
        "need_ever": true
      },
      {
        "id": 179,
        "text": "\"Помощь раненой\"",
        "need": 55,
        "need_ever": true
      },
      {
        "id": 181,
        "text": "\"Настоящий медик\"",
        "need": 59,
        "need_ever": true
      },
      {
        "id": 180,
        "text": "\"Автолюбитель\"",
        "need": 56,
        "need_ever": true
      },
      {
        "id": 182,
        "text": "\"Настоящий механик\"",
        "need": 60,
        "need_ever": true
      },
      {
        "id": 183,
        "text": "\"Новый лидер\"",
        "need": 86,
        "need_ever": true
      },
      {
        "id": 184,
        "text": "\"Рука помощи\"",
        "need": 90,
        "need_ever": true
      },
      {
        "id": 185,
        "text": "\"Лёгкий труд\"",
        "need": 91,
        "need_ever": true
      },
      {
        "id": 186,
        "text": "\"Преданный друг\"",
        "need": 93,
        "need_ever": true
      },
      {
        "id": 187,
        "text": "\"Доверие Риты\"",
        "need": 110,
        "need_ever": true
      },
      {
        "id": 188,
        "text": "\"Ночная вылазка\"",
        "need": 155,
        "need_ever": true
      },
      {
        "id": 190,
        "text": "\"Неловкий ответ\"",
        "need": 131,
        "need_ever": true
      },
      {
        "id": 191,
        "text": "\"Вопрос в лоб\"",
        "need": 143,
        "need_ever": true
      },
      {
        "id": 192,
        "text": "\"На чистую воду\"",
        "need": 142,
        "need_ever": true
      },
      {
        "id": 189,
        "text": "\"Разведка с воздуха\"",
        "need": 162,
        "need_ever": true
      },
      {
        "id": 193,
        "text": "\"Превышение громкости\"",
        "need": 164,
        "need_ever": true
      },
      {
        "id": 166,
        "text": "Глава 4:",
        "comment": true
      },
      {
        "id": 267,
        "text": "\"Медицина бессильна\"",
        "need": 204,
        "need_ever": true
      },
      {
        "id": 268,
        "text": "\"Жить будет\"",
        "need": 198,
        "need_ever": true
      },
      {
        "id": 269,
        "text": "\"Не механик\"",
        "need": 209,
        "need_ever": true
      },
      {
        "id": 270,
        "text": "\"Прощай, товарищ\"",
        "need": 212,
        "need_ever": true
      },
      {
        "id": 271,
        "text": "\"Магия осколков\"",
        "need": 213,
        "need_ever": true
      },
      {
        "id": 272,
        "text": "\"Романтик\"",
        "need": 221,
        "need_ever": true
      },
      {
        "id": 273,
        "text": "\"За компанию\"",
        "need": 226,
        "need_ever": true
      },
      {
        "id": 274,
        "text": "\"Хорошо посидели\"",
        "need": 233,
        "need_ever": true
      },
      {
        "id": 275,
        "text": "\"Пьяный, но в меру\"",
        "need": 234,
        "need_ever": true
      },
      {
        "id": 276,
        "text": "\"Удар в нокаут\"",
        "need": [
          221,
          235
        ],
        "need_ever": true
      },
      {
        "id": 277,
        "text": "\"Не мужской поступок\"",
        "need": [
          227,
          234
        ],
        "need_ever": true
      },
      {
        "id": 278,
        "text": "\"Настоящий рыцарь\"",
        "need": 237,
        "need_ever": true
      },
      {
        "id": 166,
        "text": "Глава 5:",
        "comment": true
      },
      {
        "id": 279,
        "text": "\"Наступление благодаря тебе\"",
        "need": [
          239,
          242
        ],
        "need_ever": true
      },
      {
        "id": 280,
        "text": "\"Отступление благодаря тебе\"",
        "need": [
          240,
          243
        ],
        "need_ever": false
      },
      {
        "id": 281,
        "text": "\"Ничья\"",
        "need": 241,
        "need_ever": true
      },
      {
        "id": 282,
        "text": "\"Выжить после\"",
        "need": 257,
        "need_ever": true
      },
      {
        "id": 283,
        "text": "\"Новый герой\"",
        "need": 255,
        "need_ever": true
      },
      {
        "id": 166,
        "text": " - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -",
        "comment": true
      },
      {
        "id": 285,
        "text": "[Главное меню]"
      }
    ]
  },
  {
    "id": 167,
    "text": "Съесть всё, ничего после себя не оставив новому знакомому. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 168,
    "text": "Оставить половину еды и поделиться с Дмитрием. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 169,
    "text": "Оставить половину еды и соврать Дмитрию, что еда закончилась. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 170,
    "text": "Сказать Дмитрию правду о цели твоих поисков. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 171,
    "text": "Соврать Дмитрию о цели твоих поисков.",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 172,
    "text": "Остановиться в роскошном отеле. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 173,
    "text": "Остановиться в непримечательном мотельчике. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 174,
    "text": "Спросить совета у Дмитрия по поводу отеля и последовать ему. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 175,
    "text": "Спросить совета у Дмитрия по поводу отеля и поступить по-своему.",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 176,
    "text": "Выбрать более престижный отель и познакомиться с Дашей ещё в этой главе. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 177,
    "text": "Выслушать тревожный рассказ незнакомки и взять её с собой.",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 178,
    "text": "Поспешить на сигнал ракеты и встретиться с выжившими, нуждающимися в помощи. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 179,
    "text": "Вызваться помочь девушке с её раной. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 180,
    "text": "Вызваться разобраться с неисправностью автомобиля. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 181,
    "text": "Не просто помочь девушке, а ещё сделать это правильно – как настоящий врач. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 182,
    "text": "Установить истинную причину неисправности автомобиля. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 183,
    "text": "Поддержать план Бориса уехать подальше от Москвы. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 184,
    "text": "Помочь Дмитрию нарубить дров. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 185,
    "text": "Выбрать более лёгкое дело и насобирать хвороста. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 186,
    "text": "Поддержать Дмитрия, зная, что его план очень рискованный. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 187,
    "text": "Узнать отношение Риты к остальным.",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 188,
    "text": "Отправиться со Светой на ночную разведку. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 189,
    "text": "Провести разведку с Ромой с помощью его квадракоптера. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 190,
    "text": "Войти в доверие Тани и узнать её общий с братом секрет. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 191,
    "text": "Поставить Таню в тупик своими словами.",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 192,
    "text": "Уличить Рому в неискренности и вызвать его смущение. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 193,
    "text": "Громко и эмоционально отреагировать на сбой квадракотера, тем самым разбудить Бориса. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 194,
    "text": "Уважаемый читатель! На этой странице будут представлены достигнутые Вами концовки. \n\nВы можете получить максимально 10 концовок. \n\nИз них:\n 1 хорошая;\n 3 нейтральных;\n 6 плохих. ",
    "answers": [
      {
        "id": 159,
        "text": "\"Пропавшие разведчики\" – плохая концовка",
        "need": 159,
        "need_ever": true
      },
      {
        "id": 207,
        "text": "\"Изгнание\" – нейтральная концовка ",
        "need": [
          207
        ],
        "need_ever": true
      },
      {
        "id": 211,
        "text": "\"Смертельная авария\" – плохая концовка ",
        "need": 211,
        "need_ever": true
      },
      {
        "id": 241,
        "need_ever": true,
        "need": 241,
        "text": "\"Обращённые в пепел\" – плохая концовка"
      },
      {
        "id": 244,
        "text": "\"Зато мы живы\" – нейтральная концовка",
        "need": 244,
        "need_ever": true
      },
      {
        "id": 251,
        "text": "\"Вернувшаяся гравитация\" – плохая концовка",
        "need": 251,
        "need_ever": true
      },
      {
        "id": 253,
        "text": "\"Под пулями\" – плохая концовка",
        "need": 253,
        "need_ever": true
      },
      {
        "id": 256,
        "text": "\"Новая цивилизация\" – нейтральная концовка ",
        "need": 256,
        "need_ever": true
      },
      {
        "id": 264,
        "text": "\"Никому не снилось\" – плохая концовка ",
        "need": 264,
        "need_ever": true
      },
      {
        "id": 266,
        "text": "\"На круги своя\" – хорошая концовка",
        "need": 266,
        "need_ever": true
      },
      {
        "id": 194,
        "text": " - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - ",
        "comment": true
      },
      {
        "id": 285,
        "text": "[Главное меню]"
      }
    ]
  },
  {
    "id": 195,
    "text": "Глава 4:\nУгроза для жизни\n\nУтро следующего дня началось с внезапного крика Бориса:\n— Скорее, нас окружают!!! \n\nСонные и недоумевающие, вы с Дмитрием выбрались из фургона. \n— Что происходит? — недовольно спросил Дмитрий. \n— Чёрт, я сам не понимаю! — рявкнул Борис. — Вы слышите? Этот писк со всех сторон, и он приближается!!!\n\nПрислушавшись, ты убедился в правдивости его слов. ",
    "answers": [
      {
        "comment": true,
        "id": 195,
        "text": "Это были те самые электронные звуки, которые вы слышали со Светой из-за холма перед тем, как вас атаковали. ",
        "need": 155,
        "merge": true
      },
      {
        "comment": true,
        "id": 195,
        "text": "Это были те самые электронные звуки, которые вы слышали с Ромой, когда квадракоптер потерял управление. ",
        "need": 162,
        "merge": true
      },
      {
        "comment": true,
        "id": 195,
        "text": "Это были странные электронные звуки – ритмично поторяющийся писк, который постепенно приближался. ",
        "need": [
          -155,
          -162
        ],
        "merge": true
      },
      {
        "id": 196,
        "text": "Будить всех"
      },
      {
        "id": 195,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 196,
    "text": "Вы с Дмитрием бросились к палаткам. Света, Рома и Таня были уже на ногах, в то время как  Дашу и Риту пришлось будить.\n\n— Что случилось? — в ужасе спросила Даша, выбираясь из палатки и прислушиваясь к шуму вокруг.\n— Ничего особенного, очередное нападение... — успокаивающим тоном произнёс Дмитрий. \n\nОднако сказанные такой спокойной интонацией слова не подействовали на девушку должным образом. \n— О Господи! — вскрикнула она. — Что же нам делать?!.\n— Для начала – не паниковать! — сурово произнёс мужчина. — Так, а где Рита?! — внезапно поинтересовался он. \n— Не знаю, — пожала плечами Даша. — В палатке её нет... ",
    "answers": [
      {
        "id": 197,
        "text": "Искать Риту",
        "need": 58,
        "var_sub": [
          "rita",
          15
        ]
      },
      {
        "id": 198,
        "text": "Искать Риту",
        "need": 57,
        "var_sub": [
          "rita",
          15
        ]
      },
      {
        "id": 199,
        "text": "Искать Риту",
        "need": [
          -57,
          -58
        ]
      }
    ]
  },
  {
    "id": 197,
    "text": "Долго искать вам не пришлось – Рита лежала за палаткой и судорожно шевелила пальцами. Перебинтованные раны на её руках начали понемногу кровоточить... \n\n— Боже! Что с руками? — спросил ты девушку. \n— Я... я не знаю... Те осколки вдруг начали медленно врезаться в руки!.. — она вскрикнула при этих словах. \n\nПоследовала небольшая пауза. \n\n— Так и знал, что надо было их вытащить!.. Ты... не волнуйся, мы что-нибудь придумаем... — тревожно произнёс Дмитрий и, укоризненно посмотрев на тебя, покачал головой. \n\nВ этот момент послышался визг Тани, и вы услышали крик Ромы: \n— Все сюда! Скорее!!! \n\nОставив Риту у палатки отдыхать и приходить в себя, вы устремились на зов. ",
    "answers": [
      {
        "id": 200,
        "text": "Бежать на зов",
        "var_sub": [
          "energy",
          10
        ]
      },
      {
        "id": 197,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 198,
    "text": "Долго искать вам не пришлось – Рита лежала за палаткой и держалась руками за живот. Её сильно тошнило... \n\n— Боже! Что случилось? — спросил ты девушку. \n— Я... я не знаю... Полночи не могла уснуть, а теперь мне очень плохо!.. \n\nПоследовала небольшая пауза. \n\n— Скорее всего, это из-за осколков... Надо было обработать рану спиртом после того, как вытащил их... — тревожно произнёс Дмитрий и, укоризненно посмотрев на тебя, покачал головой. — Сейчас, я поищу таблетки от отравления... — с этими словами он побежал за аптечкой.\n\nНе прошло и пяти минут, как он вернулся с таблеткой и стаканом воды. \n— Вот, выпей это!.. \n\nДевушка послушно выпила таблетку и, взглянув на вас, улыбнулась. \n\nВ этот момент послышался визг Тани, и вы услышали крик Ромы: \n— Все сюда! Скорее!!! \n\nОставив Риту у палатки отдыхать и приходить в себя, вы устремились на зов. ",
    "answers": [
      {
        "id": 200,
        "text": "Бежать на зов",
        "var_sub": [
          "energy",
          10
        ]
      },
      {
        "id": 198,
        "text": "Отношения с Ритой:",
        "comment": true,
        "var_show": [
          "rita",
          "%"
        ]
      }
    ]
  },
  {
    "id": 199,
    "text": "Долго искать вам не пришлось – Рита выбежала из ближайших кустов. \n\n— Что-то случилось? — удивлённо спросила она. — Я слышала какие-то странные звуки или мне показалось?.. \n— Нет, не показалось... — огорчённо произнёс Дмитрий. — Нас действительно окружают...\n— О нет! Что же нам делать?!. — с круглыми от ужаса глазами воскликнула девушка.\n\nДмитрий ответил ей так же, как и до этого Даше. \n\nВ этот момент послышался визг Тани, и вы услышали крик Ромы: \n— Все сюда! Скорее!!! ",
    "answers": [
      {
        "id": 200,
        "text": "Бежать на зов",
        "var_sub": [
          "energy",
          10
        ]
      }
    ]
  },
  {
    "id": 200,
    "text": "Открывшееся вам зрелище было поистине ужасающим. Вокруг лагеря собралась толпа роботов – штук семь – которые, судя по отбивавшимся от них палками ребятам, были настроены вовсе не дружелюбно. Именно они издавали противные электронные звуки. \n\n— Чёрт! — кричала Света в ярости. — Проклятые железки!!! Они хотят разрушить наш лагерь! \n— Народ, помогайте! — крикнул вам Рома, закрывая собой дрожащую от страха сестру.\n\nТы обернулся к Дмитрию, но его уже не было на месте. Схватив увесистую дубину, он ринулся в гущу сражения... \n\nТы огляделся в поисках оружия, но никаких палок поблизости больше не было. Ты увидел только небольшую кучу камней, да железную палку от вашего тента. ",
    "answers": [
      {
        "id": 202,
        "text": "Метать в роботов камни ",
        "var_sub": [
          "energy",
          20
        ]
      },
      {
        "id": 201,
        "text": "Бить роботов железной палкой",
        "var_sub": [
          "energy",
          20
        ]
      },
      {
        "id": 200,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 201,
    "text": "Схватив железную палку от тента, ты начал атаковать названных гостей... \n\nСначала получалось плохо – палка разрезала воздух, пару раз ты едва не попал по ребятам! Зато ты смог рассмотреть врагов получше... \n\nРаботы были небольшие – круглой, сплюснутой сверху и снизу формы. Они парили над землёй, но не поднимались выше трёх метров... У каждого было по одному глазу с жёлтой подсветкой, который периодически испускал слепящий луч, и по две клешни по бокам корпуса, которыми они активно пытались достать до ребят.\n\nВидя других, ты понимал, что им тоже не удаётся одолеть летающие машины... Регулярно ломались палки, дубина заметно Дмитрия истончилась, и все постепенно уставали от этой бесконечной борьбы. \n\nНо вот, наконец, ты сделал очередной выпад вперёд и попал палкой роботу прямо в светящийся глаз! Тот задымился и улетел прочь, а вместе с ним и его остальные собратья. \n\nВсе одобрительно посмотрели на тебя и перевели дух. ",
    "answers": [
      {
        "id": 203,
        "text": "Решать, что делать дальше "
      },
      {
        "id": 201,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 202,
    "text": "Схватив столько камней, сколько можно было унести и распихав остатки по карманам, ты подбежал поближе и начал атаковать названных гостей...\n\nСначала получалось плохо – камни летели мимо целей, пару раз ты едва не попал по ребятам! Зато ты смог рассмотреть врагов получше... \n\nРаботы были небольшие – круглой, сплюснутой сверху и снизу формы. Они парили над землёй, но не поднимались выше трёх метров... У каждого было по одному глазу с жёлтой подсветкой, который периодически испускал слепящий луч, и по две клешни по бокам корпуса, которыми они активно пытались достать до ребят.\n\nВидя других, ты понимал, что им тоже не удаётся одолеть летающие машины... Регулярно ломались палки, дубина заметно Дмитрия истончилась, и все постепенно уставали от этой бесконечной борьбы. \n\nНо вот, наконец, ты бросил в робота очередной камень и попал ему прямо в светящийся глаз! Робот задымился и улетел прочь, а вместе с ним и его остальные собратья. \n\nВсе одобрительно посмотрели на тебя и перевели дух. ",
    "answers": [
      {
        "id": 203,
        "text": "Решать, что делать дальше"
      },
      {
        "id": 202,
        "text": " Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 203,
    "text": "Собравшись в круг, вы начали совещание. \n\n— Они ещё вернуться, я в этом уверен! — сурово произнёс Дмитрий. \n— Да, я тоже в этом не сомневаюсь!.. — поддержал его Борис.\n— Нам надо срочно уходить отсюда! — испуганно добавила Даша. — Мало ли что они задумали... \n— Вот только в какую сторону нам уходить?.. — вдруг подала голос Таня. \n\nВсе посмотрели на неё, а затем друг на друга. Этого никто не знал – стоит ли соваться в Москву или же лучше уезжать отсюда подальше. Но судя по встревоженным и уставшим лицам можно было предположить, что никто не горит желанием снова встречаться с враждебными машинами. \n\n— Это можно будет решить позже... — заметила Света. — Сейчас самое главное быть готовыми к отступлению! \n— Света права! — резко сказал Борис. — Надо пошевеливаться, если не хотим попасть к ним в клешни... \n— Я уверен, что именно эти твари снесли мой квадракоптер, когда я ночью проводил разведку с воздуха!.. — недовольно произнёс Рома. \n— Отлично, зато сейчас у тебя будет возможность провести разведку с земли! — тоном, не терпящим возражений, произнёс Борис. — Ты стоишь на стрёме, пока остальные очень быстро, повторяю: очень быстро сворачивают лагерь и собирают вещи!\n\nПоследовала пауза. \n\n— Всем всё понятно?! — рявкнул Борис. — Тогда за дело!",
    "answers": [
      {
        "id": 204,
        "text": "Проведать Риту",
        "need": 197
      },
      {
        "id": 205,
        "text": "Проведать Риту",
        "need": 198
      },
      {
        "id": 208,
        "text": "Собирать вещи ",
        "need": [
          -197,
          -198
        ]
      }
    ]
  },
  {
    "id": 204,
    "text": "Ты подошёл к палатке и позвал Риту. Она не отзывалась. Тогда ты обошёл палатку и увидел страшную картину. \n\nРита лежала в той же позе, в которой вы её оставили... Из рук большим потоком вытекала кровь, вокруг девушки образовалась огромная красная лужа! \n\nТы подошёл, чтобы проверить пульс, и, с трудом борясь с ужасом, взял её холодную руку... Пульса не было! Девушка была мертва. \n\nСквозь рассыпавшиеся бинты ты увидел, как сильно металлические куски врезались в ладони и запястья девушки, повредив важные сосуды. ",
    "answers": [
      {
        "id": 206,
        "text": "Сообщить остальным печальную весть"
      }
    ]
  },
  {
    "id": 205,
    "text": "Ты подошёл к палатке и позвал Риту. Через несколько секунд она выбежала к тебе и сказала:\n— Я тут! Мы вещи собираем? \n— Да, мы уходим отсюда!.. — и ты вкратце передал ей те события, которые произошли до этого. \n— О Господи! — воскликнула она. — Это ужасно! \n\nПоследовала небольшая пауза. \n\n— Передай Дмитрию большое спасибо за таблетку!.. — улыбнулась Рита. — Мне быстро полегчало!\n— Хорошо, передам! — улыбнулся в ответ ты. ",
    "answers": [
      {
        "id": 208,
        "text": "Собирать вещи"
      }
    ]
  },
  {
    "id": 206,
    "text": "Все были в шоке, когда увидели девушку мёртвой. Девушки рыдали, мужчины лишь с ненавистью смотрели на тебя. \n\n— Это он! Он ей бинтовал руки и не вытащил проклятые осколки!!! — указывая на тебя в ярости сквозь слёзы произнесла Света. — Он убил её! \n— Кошмар! — нервно закуривая, произнёс Борис. — Я не могу понять: почему ты не попросил помощи, если не знаешь, как обрабатывать такие раны?!.\n\nТы молчал. Всеобщая злость, а также шок от произошедшего не давали тебе сил хоть как-то оправдать себя. \n\n— Почему ты их не вытащил, а?!. — рыдая, всплеснула руками Даша. — Ну почему?!. \n\nПоследовала пауза. Девушки постепенно приходили в себя, мужчины же о чём-то тихо совещались. \n\nНаконец к тебе обратился Борис:\n— Смерть Риты полностью на твоей совести! Поэтому я не могу больше подвергать никого из нас опасности из-за твоей халатности! Ты... ты должен уйти! — последние слова он произнёс с каменным лицом. ",
    "answers": [
      {
        "id": 207,
        "text": "Уйти "
      }
    ]
  },
  {
    "id": 207,
    "text": "Ты прожил долгую жизнь, но тот день никогда не стёрся из твоей памяти... Уходя прочь от них, ты ощущал грусть и одиночество. Время словно остановилось для тебя – ты огиибал поле за полем, лес за лесом, холм за холмом... Ты брёл прочь от друзей, которые не смогли тебя простить... \n\nА следующим утром наступила перемена в доселе неподвижном небе – пошли молнии... Они шли рядами, каждый час смещаясь и захватывая свой определённый сектор и выжигая всё на своём пути! Так что тебе приходилось смещаться каждую ночь на восемь таких участков, чтобы \nдожить до утра... Ты ждал до самой своей смерти, что это прекратиться, но так и не дождался... \n\nСтоит ли говорить, что питался теперь ты только растительной пищей, причём зимой это было очень непросто – приходилось искать можевельник в снегу и кипятить его на огне. Ты сильно похудел от такой диеты, но живых существ больше не было. \n\nТвоя кожа растрескалась после долгих дней без ультрафиолета солнца. Но постепенно организм адаптировался, и кожа стала белоснежной, как у альбиноса – перестал вырабатываться пигмент меланин. \n\nНесколько раз ты натыкался на людей, но ты их избегал, потому что это были совсем юные люди, а значит – потомки тех, кто тебя изгнал... Ты иногда болтал сам с собой и продолжал вести свой дневник до самого последнего своего дня. \n\n\n                                        [Конец]\n\n                [Вы открыли концовку: Изгнание]",
    "answers": [
      {
        "id": 194,
        "text": "[Концовки]"
      },
      {
        "id": 285,
        "text": "[Главное меню]"
      },
      {
        "id": 207,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c05/2007/bc/ff8f92abf8ef.jpg"
      }
    ]
  },
  {
    "id": 208,
    "text": "Все начали оперативно собирать вещи... Девушки носились с посудой, а ты вместе с другими мужчинами разбирал палатки и укладывал их в чехлы. \n\nЧерез четверть часа всё было готово: вы загружали вещи в багажник, когда Рома вдруг сообщил о том, что вновь появились роботы... На этот раз это были другие: \nих форма изменилась до более вытянутой по вертикали, клешней по бокам корпуса стало две пары, а цвет глаза стал огненно-оранжевым. Также в корпусе были многочисленные отверстия... \n\n— Валим отсюда! — закричал Борис в тот момент, когда из отверстий корпуса роботов в вас полетели дротики и другие опасные орудия.\n— Чёрт, скорее!.. Заводите машины! — крикнула Света. \n\nС максимально возможной скоростью все расселись по машинам, захлопнули двери и завели автомобили. За руль фургона Дмитрий решил посадить тебя по только ему одному известным причинам. ",
    "answers": [
      {
        "need_sometimes": true,
        "id": 209,
        "text": "Давить на газ и скорее уезжать ",
        "need": [
          61,
          62
        ],
        "var_sub": [
          "energy",
          10
        ]
      },
      {
        "id": 210,
        "text": "Давить на газ и скорее уезжать ",
        "need": [
          -61,
          -62
        ],
        "var_sub": [
          "energy",
          10
        ]
      },
      {
        "id": 208,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 209,
    "text": "Вы выехали на трассу и помчали прочь от преследователей... Впереди ехала легковушка, а ваш фургон следом.\n\nВдруг ты услышал голос Бориса, который открыл окно: \n— Чёрт! Ты неправильно починил машину, предупреждающие значки не погасли!..\n\nРешив, что сейчас это уже не так важно, и можно разобраться потом, ты переключил внимание на дорогу и вслед за первой машиной прибавил газ... \n\nНа автомагистрали стрелка спидометра перешагнула отметку в 100 километров, как вдруг... Машина перед вами загорелась!\n\n— Твою ****!!! Борис, вы горите! — высунувшись в своё окно закричал Дмитрий. \n\nМашина перед вами так резко затормозила, что ты не успел вовремя среагировать...И врезался в неё!.. К счастью, скорость ты немного сбавил, и от удара обе машины улетели в кювет. ",
    "answers": [
      {
        "id": 211,
        "text": "Попытаться выбраться и помочь остальным"
      },
      {
        "id": 209,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 210,
    "text": "Вы выехали на трассу и помчали прочь от преследователей... Впереди ехала легковушка, а ваш фургон следом.\n\nНа автомагистрали стрелка спидометра перешагнула отметку в 100 километров, как вдруг... Раздался крик Даши:\n— Они прямо за спиной!!! \n\n— Не отвлекайся от дороги!.. — велел тебе Дмитрий, открыл окно и выглянул. Через секунду он резко отклонился назад в машину и произнёс:\n— Стреляют, гады!.. \n\nЧерез пару минут несколько роботов обогнали ваш фургон и преградили путь. Ты еле успел их объехать!.. \n— Я не могу! Я не вынесу этого! — начала вопить Даша. \n— Так, а ну успокоилась! — резко ответил ей Дмитрий. — Не истерить! Просто делай вдохи и выдохи, когда страшно, хорошо? \n\nДаша молча кивнула и вскоре пыхтела, как паровоз. Ты не выдержал и тихо рассмеялся. Ловко же придумал мужчина, как успокоить девушку. \n\nТем временем, роботы начали атаковать ехавшую впереди машину... Роботы были в более опасной близости к ним, и вы услышали крик Бориса:\n",
    "answers": [
      {
        "comment": true,
        "id": 210,
        "text": "\n— Дмитрий! Чего ты ждёшь?! Стреляй по ним, стреляй!!! ",
        "need": 68,
        "merge": true
      },
      {
        "comment": true,
        "id": 210,
        "text": "\n— Помогите! Народ, сделайте что-нибудь! ",
        "need": -68,
        "merge": true
      },
      {
        "id": 212,
        "text": "Дмитрий: [Начинает стрельбу]",
        "need": [
          68,
          -75,
          -99,
          -100
        ]
      },
      {
        "id": 213,
        "text": "Дмитрий: [Начинает стрельбу]",
        "need": [
          68,
          -76,
          -98
        ]
      },
      {
        "id": 214,
        "text": "Дмитрий: [Достаёт из куртки нечто наподобие сети и выбрасывает в открытое окно]",
        "need": -68
      },
      {
        "id": 210,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 211,
    "text": "С третьей попытки тебе удалось вылезти из фургона... Ты помог Даше и Дмитрию, у которых это получилось хуже.\n\nЛегковая машина рядом с вами горела... Дмитрий бросил взгляд на землю возле неё и вдруг крикнул:\n— Бензобак пробит!!! Мы можем взорва... — его слова прервал оглушительный взрыв. \n\nТебя отбросило взрывной волной на несколько метров. Сознание стало быстро покидать твоё тело... И больше ты так и не очнулся.\n\n                              \n                                       [Конец]\n\n     [Вы открыли концовку: Смертельная авария]",
    "answers": [
      {
        "id": 194,
        "text": "[Концовки]"
      },
      {
        "id": 285,
        "text": "[Главное меню]"
      },
      {
        "id": 211,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a33/2007/2b/c30bfe3fa6c8.jpg"
      }
    ]
  },
  {
    "id": 212,
    "text": "Дмитрий высунулся в окно и начал палить по роботам... Но те испустили какую-то неведомую волну, которая развернула пули в обратном направлении! \n\nТебе навсегда врезался в память тот момент, когда пули с необычайной точностью вернулись в ствол оружия: впервые искажённое гримасой ужаса лицо Дмитрия, бледное лицо Даши... И последовавший за этим взрыв пистолета! \n\nРасплавленный металл во многих местах прожёг одежду на мужчине, осколки поразили руки и шею... Он задыхался, это было видно по его судорожным движениям обгоревших и израненных рук, которыми он хватался за горло.\n\nНаконец он сдался, и руки тяжело опустились вниз, влеча за собой неподвижное тело... Даша испустила отчаянный вопль и грохнулась в обморок. \n\nНо надо признать, что Дмитрий пожертвовал собой не зря – значительное количество роботов отстало от легковушки и начало преследовать ваш фургон. ",
    "answers": [
      {
        "id": 216,
        "text": "Продолжать уходить от погони",
        "var_sub": [
          "energy",
          20
        ]
      }
    ]
  },
  {
    "id": 213,
    "text": "Дмитрий высунулся в окно и начал палить по роботам... Но те испустили какую-то неведомую волну, которая развернула пули в обратном направлении! \n\nТебе навсегда врезался в память тот момент, когда пули летели в обратную сторону: впервые искажённое гримасой ужаса лицо Дмитрия, бледное лицо Даши... И вдруг они, достигнув фургона, словно натолкнувшись на невидимый барьер, упали вниз на дорогу. \n\nВы с Дмитрием непонимающе переглянулись... А Даша свалилась в обморок. \n\nНо надо признать, что Дмитрий подверг вас опасности не зря – значительное количество роботов отстало от легковушки и начало преследовать ваш фургон. \n\n— Боюсь, что пули этих не возьмут... — сердито произнёс Дмитрий и, взглянув на мирно отдыхающую с блаженной улыбкой на лице Дашу, уже мягче добавил: \n— Эхх, а всё-таки она счастливая... Хоть части этих ужасов не увидит!",
    "answers": [
      {
        "id": 216,
        "text": "Продолжать уходить от погони",
        "var_sub": [
          "energy",
          20
        ]
      }
    ]
  },
  {
    "id": 214,
    "text": "Через некоторое время он вытащил свою снасть обратно... Сетка была полна придорожных камней. \n\nИ Дмитрий стал метать камни в роботов... Они попадали в корпус, в глаза, но не разбивали их, как это было у первых. \n\nНо надо признать, что Дмитрий атаковал роботов не зря – значительное количество роботов отстало от легковушки и начало преследовать ваш фургон. \n\nУвидев этот манёвр, Дмитрий насупился. А Даша,  очевидно, от переизбытка чувств, упала в обморок. \n\n— Боюсь, что этих камни не возьмут... — сердито произнёс Дмитрий и, взглянув на мирно отдыхающую с блаженной улыбкой на лице Дашу, уже мягче добавил: \n— Эхх, а всё-таки она счастливая... Хоть части этих ужасов не увидит!",
    "answers": [
      {
        "id": 216,
        "text": "Продолжать уходить от погони",
        "var_sub": [
          "energy",
          20
        ]
      }
    ]
  },
  {
    "id": 215,
    "text": "Ваш путь мог показаться тебе вечностью... Даша мирно спала, Дмитрий держал её за плечо, чтобы она не упала. И вы продолжали ехать, объезжая роботов, уводя машины от их дротиков и шипов, которые они позже стали разбрасывать на дороге...\n\nНаконец машина, ехавшая впереди, резко свернула на просёлочную дорогу. \n— Давайте за нами! — высунувшись на секунду в окно, крикнул Борис. — В лесу они нас, скорее всего, потеряют... \n\nДмитрий одобрительно кивнул тебе, и ты свернул вслед за первой машиной. Далее вы нырнули в лес и долго-долго петляли потом, пока не перестали слышать писк позади. \n\nВыехав на окружённую плотным лесом поляну, Борис остановил машину и махнул тебе. Ты тоже остановился рядом. ",
    "answers": [
      {
        "id": 217,
        "text": "Выйти из машины "
      },
      {
        "id": 215,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 216,
    "text": "Ваш путь мог показаться тебе вечностью... Даша мирно спала, изредка стукаясь головой при резких манёврах. И вы продолжали ехать, объезжая роботов, уводя машины от их дротиков и шипов, которые они позже стали разбрасывать на дороге...\n\nНаконец машина, ехавшая впереди, резко свернула на просёлочную дорогу. \n— Давайте за нами! — высунувшись на секунду в окно, крикнул Борис. — В лесу они нас, скорее всего, потеряют... \n\nПолагаясь на опыт Бориса, ты свернул вслед за первой машиной. Далее вы нырнули в лес и долго-долго петляли потом, пока не перестали слышать писк позади. \n\nВыехав на окружённую плотным лесом поляну, Борис остановил машину и махнул тебе. Ты тоже остановился рядом.",
    "answers": [
      {
        "id": 217,
        "text": "Выйти из машины"
      },
      {
        "id": 216,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 217,
    "text": "Ты вылез из машины и увидел, что их компания уже расселась на земле в ожидании вашей. \n— Ну что? Я надеюсь, у вас все целы? — усмехаясь, спросил Борис. ",
    "answers": [
      {
        "id": 218,
        "text": "— Да, всё в порядке... Только Даша без сознания. ",
        "need": -212
      },
      {
        "id": 219,
        "text": "— Даша без сознания, а Дмитрий... Дмитрий погиб!",
        "need": 212
      }
    ]
  },
  {
    "id": 218,
    "text": "— Да, всё в порядке... Только Даша без сознания, — произносишь ты сконфуженно. \n— Так... тогда все ставим здесь лагерь, а ты побудешь с ней, когда очнётся! — обратился к тебе Борис. — Всем всё ясно? \n\nКак всегда, вопросов не последовало, поэтому постепенно все разошлись заниматься обустройство лагеря. ",
    "answers": [
      {
        "id": 220,
        "text": "Побыть с Дашей "
      }
    ]
  },
  {
    "id": 219,
    "text": "— Даша без сознания, а Дмитрий... Дмитрий погиб! — с печалью в голосе произносишь ты. \n— О нет! — Борис был искренне грустен. — Как же это произошло?.. \n\nТы вкратце рассказал остальным, что случилось. Все были очень расстроены и печальны. Ты вместе с Ромой и Борисом отправился в лес, где вы выкопали могилу и положили туда тело. Потом похоронили его в присутствии всех, кроме Даши, которая ещё не пришла в себя. \n\n— Значит все ставим здесь лагерь, а ты побудешь с ней, когда очнётся! — обратился к тебе Борис после ваших действий. — Всем всё ясно? \n\nКак всегда, вопросов не последовало, поэтому постепенно все разошлись заниматься обустройство лагеря. ",
    "answers": [
      {
        "id": 220,
        "text": "Побыть с Дашей "
      }
    ]
  },
  {
    "id": 220,
    "text": "Ты сидел рядом с девушкой и ждал, когда она очнётся... Попутно наблюдал суету вокруг тебя. \n\nБорис что-то постоянно кричал и показывал руками в разные стороны, остальные сильно суетились... Проходили минуты, а с ними часы, а ты всё сидел и сидел. \n\nС большим облегчением ты заметил, что Борис всерьёз решил заняться маскировкой лагеря: мужчины нарвали травы, а девушки разложили её на палатки... Машины отогнали под прикрытие деревьев. \n\nНаконец Даша пришла в себя.\n— О Боже, что произошло?!. — вдруг резко поднялась она. \n— Не волнуйся, всё в порядке! — ободряюще произносишь ты. ",
    "answers": [
      {
        "id": 221,
        "text": "Приобнять её",
        "var_add": [
          "daha",
          10
        ],
        "var_sub": [
          "roma",
          5
        ]
      },
      {
        "id": 222,
        "text": "Дружески похлопать по плечу ",
        "var_add": [
          "daha",
          10
        ]
      },
      {
        "id": 220,
        "text": "Отношения с Дашей:",
        "comment": true,
        "var_show": [
          "daha",
          "%"
        ]
      }
    ]
  },
  {
    "id": 221,
    "text": "При этих словах ты приобнял девушку, чтобы окончательно успокоить её. Как ни странно, она улыбнулась и была не против такого жеста с твоей стороны... \n\nЗато сзади стоящий Рома просто испепелил тебя взглядом... Но, к счастью, вы с ней этого не видели. ",
    "answers": [
      {
        "id": 223,
        "text": "Обустраивать лагерь ",
        "var_add": [
          "energy",
          30
        ]
      },
      {
        "id": 221,
        "text": "Отношения с Дашей:",
        "comment": true,
        "var_show": [
          "daha",
          "%"
        ]
      },
      {
        "id": 221,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 222,
    "text": "При этих словах ты дружески похлопал по плечу девушку, чтобы окончательно успокоить её. И она улыбнулась в ответ. \n\nВы с ней, конечно, не заметили, но за вами наблюдал кто-то третий. ",
    "answers": [
      {
        "id": 223,
        "text": "Обустраивать лагерь ",
        "var_add": [
          "energy",
          30
        ]
      },
      {
        "id": 222,
        "text": "Отношения с Дашей:",
        "comment": true,
        "var_show": [
          "daha",
          "%"
        ]
      }
    ]
  },
  {
    "id": 223,
    "text": "Ты подоспел к самому концу обустройства лагеря... Мужчины натягивали тент и забрасывали его листьями и травой – вот и всё, что ты успел сделать вместе с ними. \n\nА девушки уже приготовили ужин (да, ужин, так как было уже семь часов вечера) и звали всех за стол. \n\nУжин был сытным и тихим – все молчали, и каждый думал о своём... На лицах была тревога и напряжение. Говорить не хотелось, и тишину нарушали лишь звуки потребления пищи...",
    "answers": [
      {
        "comment": true,
        "id": 223,
        "text": "\n\nПосле ужина все разошлись по своим делам, а тебе очень хотелось с кем-то поговорить...",
        "need": -219,
        "merge": true
      },
      {
        "id": 224,
        "text": "Выбрать собеседника для разговора",
        "need": -219
      },
      {
        "id": 225,
        "text": "Отправиться спать",
        "need": -219
      },
      {
        "id": 227,
        "text": "Отправиться спать ",
        "need": 219
      },
      {
        "id": 215,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 224,
    "text": "Вокруг костра остались лишь девушки: Рита, Света и Таня. Света и Таня сходили за водой и теперь мыли посуду. А Рита её вытирала.\n\nЧуть подальше – возле палатки ты видишь Рому, метающего ножик в землю. ",
    "answers": [
      {
        "var_need": [
          "energy",
          10
        ],
        "id": 104,
        "var_sub": [
          "energy",
          10
        ],
        "need": -104,
        "text": "[Поговорить с Ритой]"
      },
      {
        "var_need": [
          "energy",
          10
        ],
        "id": 112,
        "var_sub": [
          "energy",
          10
        ],
        "need": -112,
        "text": "[Поговорить со Светой]"
      },
      {
        "text": "[Поговорить с Таней]",
        "id": 125,
        "var_need": [
          "energy",
          10
        ],
        "need": -125,
        "var_sub": [
          "energy",
          10
        ]
      },
      {
        "var_sub": [
          "energy",
          10
        ],
        "id": 138,
        "var_need": [
          "energy",
          10
        ],
        "need": [
          -135,
          -138
        ],
        "text": "[Поговорить с Ромой]"
      },
      {
        "id": 225,
        "text": "[Отправиться спать]"
      },
      {
        "id": 224,
        "text": "Уровень энергии:",
        "comment": true,
        "var_show": [
          "energy",
          "%"
        ]
      }
    ]
  },
  {
    "id": 225,
    "text": "Ты брёл по лагерю, поглядывая на небо... Оно было всё таким же – серибристо-стальным. \n\nОчередной безжизненный вечер... Вокруг тишина, которую нарушают лишь немногие уцелевшие люди... \n\nВдруг из палатки, мимо которой ты проходил, высунулась голова Ромы и приветливо подмигнула тебе:\n— Залазь, у нас тут весело! — и он засмеялся, сделав характерный жест рукой, обозначающий наличие алкоголя. ",
    "answers": [
      {
        "id": 226,
        "text": "Согласиться "
      },
      {
        "id": 227,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 226,
    "text": "Ты согласился на такое заманчивое предложение и влез в палатку. Внутри сидел Борис, который обрадовался твоему появлению.\n— Я привёл нам третьего! — торжественно провозгласил Рома. \n— Молодец, пацан! — одобрительно усмехнулся мужчина. — Так будет гораздо веселее!.. \n\nТут он извлёк из своей сумки три бутылки: одну с пивом, другую с вином и третью с коньяком. \n— Ну что, для разгона выпьем пива, а? — ухмыльнулся Борис. ",
    "answers": [
      {
        "id": 229,
        "text": "Выпить пива",
        "var_set": [
          "alco",
          3,
          "alcnumber",
          1
        ]
      }
    ]
  },
  {
    "id": 227,
    "text": "Выразительно зевнув и потряся головой, ты побрёл в ваш фургон... Очень хотелось спать, но перед этим, конечно, было необходимо записать события сегодняшнего дня в дневник. ",
    "answers": [
      {
        "id": 228,
        "text": "Сделать записи в дневнике"
      },
      {
        "var_show": [
          "daha",
          "%"
        ],
        "comment": true,
        "id": 227,
        "text": "Отношения с Дашей:",
        "need": 234
      }
    ]
  },
  {
    "id": 228,
    "text": "\"Четвёртый день апокалипсиса... День начался с нападения на наш лагерь невиданных доселе существ – роботов с искусственным интеллектом. Их было много, но мы отбились и стали скорее собирать вещи... \n\nКогда мы почти всё уложили, то на нас снова напали – на этот раз – большего размера и с более крепкой бронёй... Мы целый день уходили от них!",
    "answers": [
      {
        "comment": true,
        "id": 228,
        "text": " Дмитрий пал жертвой этих тварей! Он выстрелил, но каким-то невероятным образом пули вернулись в ствол пистолета!.. Мы похоронили его по прибытии в безопасное место. ",
        "need": 212,
        "merge": true
      },
      {
        "comment": true,
        "id": 228,
        "text": " Дмитрий чуть не пал жертвой этих тварей! Он выстрелил, но каким-то невероятным образом пули полетели обратно и только у самой машины упали, словно натолкнувшись на препятствие!..",
        "need": -212,
        "merge": true
      },
      {
        "id": 228,
        "text": "\n\nМы обустроили новый лагерь в безопасном месте и замаскировали его... Надёжно или нет – судить не берусь, но нападений пока больше не было.",
        "comment": true,
        "merge": true
      },
      {
        "comment": true,
        "id": 228,
        "text": "\n\nИ ещё... стыдно это признавать, но мужская половина напилась в этот вечер... И я, увы, не исключение. Ромке вообще плохо стало, остальные же просто уснули.",
        "need": 226,
        "merge": true
      },
      {
        "id": 228,
        "text": "\n\nЗавтра будет новый день, и мы наконец решим, куда направимся...\" \n\n                           [Конец главы 4]",
        "comment": true,
        "merge": true
      },
      {
        "id": 236,
        "text": "[К главе 5]",
        "blackout": true
      },
      {
        "id": 14,
        "text": "[Главы] "
      }
    ]
  },
  {
    "id": 229,
    "text": "Вы выпили только по одному большому стакану пива – и бутылка закончилась... Борис растерянно посмотрел на неё и, пожав плечами, принялся откупоривать вино. \n\nКогда с пробкой было покончено, он  извлёк откуда-то бокалы, налил в них вино и предложил выпить...",
    "answers": [
      {
        "id": 230,
        "text": "Выпить",
        "var_add": [
          "alco",
          12,
          "alcnumber",
          1
        ]
      },
      {
        "id": 229,
        "text": "Уровень опьянения:",
        "comment": true,
        "var_show": [
          "alco",
          "%"
        ]
      }
    ]
  },
  {
    "id": 230,
    "text": "Бокалы постепенно пустеют, а Борис ведёт активную беседу:",
    "answers": [
      {
        "comment": true,
        "var_equal": [
          "alcnumber",
          2
        ],
        "id": 230,
        "text": "\n\n— Вся эта хрень случилась в тот момент, когда я был на кухне... Жена и дочка делали уроки в комнате... ",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "alcnumber",
          3
        ],
        "id": 230,
        "text": "\n\n— У девочки плохо получалось что-то решить, поэтому жена её ругала...",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "alcnumber",
          4
        ],
        "id": 230,
        "text": "\n\n— Я ей крикнул, чтобы не ругала ребёнка, а объяснила ей, в чём ошибка... ",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "alcnumber",
          5
        ],
        "id": 230,
        "text": "\n\n— И в этот момент их голоса стихли... Я вошёл к ним и понял, что они исчезли... ",
        "merge": true
      },
      {
        "var_not": [
          "alcnumber",
          5
        ],
        "comment": true,
        "id": 230,
        "text": "\n\nВнеапно бокалы опустели... И Борис незамедлил налить всем ещё.",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "alcnumber",
          5
        ],
        "id": 230,
        "text": "\n\nВнезапно бутылка закончилась. Уже две из трёх позади, теперь на очереди коньяк...",
        "merge": true
      },
      {
        "var_not": [
          "alcnumber",
          5
        ],
        "var_add": [
          "alco",
          12,
          "alcnumber",
          1
        ],
        "id": 230,
        "text": "Выпить ",
        "instant": true,
        "merge": false
      },
      {
        "var_not": [
          "alcnumber",
          5
        ],
        "var_add": [
          "alcnumber",
          1
        ],
        "id": 230,
        "text": "Отказаться ",
        "instant": true
      },
      {
        "id": 231,
        "text": "Ждать, когда откроют новую бутылку",
        "var_equal": [
          "alcnumber",
          5
        ]
      },
      {
        "id": 230,
        "text": "Уровень опьянения:",
        "comment": true,
        "var_show": [
          "alco",
          "%"
        ]
      }
    ]
  },
  {
    "id": 231,
    "text": "Борис отвинчивал пробку коньяка, когда внутрь палатки постучали. \n— Палево, палево! — прошептал Рома и захихикал. Похоже, он уже был в неплохой кондиции... \n— Да, да! — произнёс Борис максимально \"трезвым\" тоном, поспешно пряча бутылку за спину. — Кто там? Войдите... \n\nРасстегнулась молния, и в просвете появилась лысая с бородкой голова Дмитрия. Рому это событие сильно рассмешило. \n— Что у вас тут за собрание?.. — довольно строгим тоном спросил Дмитрий. — А, а я тебя искал... — взглянув на тебя, добавил мужчина. \n— А, это ты, дружище?.. Да, у нас тут просто... — с этими словами, Борис вытащил бутылку из-за спины и демонстративно потряс ею. — Присоединяйся скорее! \n\nДмитрий колебался. Через полминуты он сказал:\n— Нет, я, пожалуй, лучше пойду спать... — и он начал застёгивать молнию. \n— Ээй! — крикнул ему Борис. — Ты это, давай... будь с коллективом, да?.. — он рванул молнию и быстро втащил Дмитрия внутрь, затем так же быстро застегнул её. \n\nДмитрий не успел опомниться, как очутился возле тебя с полной рюмкой в руках.\n— Давай, ты первый пробуй коньяк... — кивнул ему Борис. — А то мы без тебя начали, да, это не по-товарищески... Тебе надо немало выпить, чтобы догнать нас, ага... \n\nИ следующие несколько минут Борис регулярно наливал одному Дмитрию, в результате чего содержимое бутылки заметно уменьшилось, а настроение Дмитрия заметно улучшилось... Он шутил и смеялся над вашими дневными приключениями, а остальные вторили ему, хотя до этого вспоминали эти события только с содроганием.\n\nБорис наконец налил и вам с Ромой по рюмке. ",
    "answers": [
      {
        "id": 232,
        "text": "Выпить ",
        "var_add": [
          "alco",
          10,
          "alcnumber",
          1
        ]
      },
      {
        "id": 231,
        "text": "Уровень опьянения:",
        "comment": true,
        "var_show": [
          "alco",
          "%"
        ]
      }
    ]
  },
  {
    "id": 232,
    "text": "Рюмки постепенно пустеют, а Борис и Дмитрий ведут активную беседу:",
    "answers": [
      {
        "comment": true,
        "var_equal": [
          "alcnumber",
          6
        ],
        "id": 232,
        "text": "\n\nБорис: \n— Ты понимаешь, что происходит, а? Где все люди ё-маё? \nДмитрий: \n— Не знаю, сложно сказать... ",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "alcnumber",
          7
        ],
        "id": 232,
        "text": "\n\nБорис: \n— Зачем нам в Москву ехать, а? Нет, ты вот скажи мне, зачем?!\nДмитрий:\n— Вся хрень идёт на нас оттуда... Думаю, там мы найдём следы людей! \nБорис: \n— Ну да, если не сдохнем раньше!..",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "alcnumber",
          8
        ],
        "id": 232,
        "text": "\n\nДмитрий: \n— Мы будем вооружены! Знаем теперь, как бороться с роботами... \nБорис: \n— Да, правда только с желтоглазыми... — он хлопнул собеседника по спине. — Там их целая орава, я уверен... И оранжевые тоже будут, а против них мы бессильны!.. ",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "alcnumber",
          9
        ],
        "id": 232,
        "text": "\n\nДмитрий: \n— Нам надо попробовать всё же!..\nРома: \n— Я протестую! — бьёт рюмкой по столу. \nБорис: \n— Валить нам надо и как можно подальше!..\nРома: \n— Я протестую! — встаёт с намерением что-то сделать и тут же падает под оглушительный хохот остальных. ",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "alcnumber",
          10
        ],
        "id": 232,
        "text": "\n\n— Что-то я перебрааал... — задумчиво протянул Дмитрий. \n— Не сомневаааюсь... — ответил ему Борис, который был примерно в таком же состоянии, что и собеседник. \nРома: \n*молчит, он в отрубе*",
        "merge": true
      },
      {
        "var_not": [
          "alcnumber",
          10
        ],
        "comment": true,
        "id": 232,
        "text": "\n\nВнеапно рюмки опустели... И Борис незамедлил налить всем ещё.",
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "alcnumber",
          10
        ],
        "id": 232,
        "text": "\nВнезапно бутылка закончилась. Больше пить нечего, остаётся только идти спать...",
        "merge": true
      },
      {
        "var_not": [
          "alcnumber",
          10
        ],
        "var_add": [
          "alco",
          10,
          "alcnumber",
          1
        ],
        "var_less": [
          "alco",
          91
        ],
        "text": "Выпить ",
        "id": 232,
        "instant": true
      },
      {
        "var_max": [
          "alco",
          100
        ],
        "var_not": [
          "alcnumber",
          10
        ],
        "var_add": [
          "alco",
          10,
          "alcnumber",
          1
        ],
        "id": 232,
        "var_need": [
          "alco",
          91
        ],
        "text": "Выпить ",
        "instant": true
      },
      {
        "var_not": [
          "alcnumber",
          10
        ],
        "var_add": [
          "alcnumber",
          1
        ],
        "id": 232,
        "text": "Пропустить ",
        "instant": true
      },
      {
        "id": 233,
        "text": "Отправиться спать ",
        "var_need": [
          "alco",
          80
        ],
        "var_equal": [
          "alcnumber",
          10
        ]
      },
      {
        "id": 234,
        "text": "Отправиться спать ",
        "var_less": [
          "alco",
          80
        ],
        "var_equal": [
          "alcnumber",
          10
        ]
      },
      {
        "id": 232,
        "text": "Уровень опьянения:",
        "comment": true,
        "var_show": [
          "alco",
          "%"
        ]
      }
    ]
  },
  {
    "id": 233,
    "text": "Дмитрий, а за ним и Борис падают в спальный отсек на матрас, и уже через минуту до твоего слуха доносится сопение первого и храп второго... А Рома наоборот очнулся, полез на выход из палатки \"проветриться\", как он сказал тебе. Но, на самом деле, ему просто стало плохо от большого количества выпитого... \n\nТы хотел его сопровождать, чтобы ничего не случилось, но тебя самого сморил сон... Ты откинулся назад в отсек и уснул. ",
    "answers": [
      {
        "id": 228,
        "text": "К дневнику "
      },
      {
        "id": 233,
        "text": "*В связи с описанными выше событиями, свой дневник ты заполнил уже утром, когда немного пришёл в себя...*",
        "comment": true
      }
    ]
  },
  {
    "id": 234,
    "text": "Дмитрий, а за ним и Борис падают в спальный отсек на матрас, и уже через минуту до твоего слуха доносится сопение первого и храп второго... Рома очнулся, полез на выход из палатки \"проветриться\", как он говорил, но, на самом деле, ему просто стало плохо от большого количества выпитого... \n\nТы решил его сопровождать, и вы вдвоём вышли из палатки. Была тихая ночь... Хотя, её нельзя назвать ночью, так как небо по-прежнему было серым. Вдруг Рома рванулся с места – в стороне шла Даша. \n— Ой, какие тут дамы гуляют... — пьяным голосом произнёс Рома. — А почему без парня, а?.. Ведь сейчас тут опасно: кругом железки бродят, они хотят схватить такую привлекательную девушку.... — тут он это продемонстрировал. — И затащить в своё логово... \n— Отстань, глупый! — вскрикнула Даша, отстраняясь. — Ты пьян! \n— Ну как же я отстану, если тебя надо спасать?.. — при этих словах парень насильно прижал девушку к себе и поцеловал в шею. \n— Господи! Помогите кто-нибудь... — простонала несчастная, с мольбой взглянув на тебя.",
    "answers": [
      {
        "id": 235,
        "text": "Помочь девушке",
        "var_add": [
          "daha",
          10
        ],
        "var_sub": [
          "roma",
          5
        ]
      },
      {
        "id": 227,
        "text": "Не вмешиваться ",
        "var_sub": [
          "daha",
          10
        ]
      },
      {
        "id": 234,
        "text": "Отношения с Дашей:",
        "comment": true,
        "var_show": [
          "daha",
          "%"
        ]
      },
      {
        "id": 234,
        "text": "Отношения с Ромой:",
        "comment": true,
        "var_show": [
          "roma",
          "%"
        ]
      }
    ]
  },
  {
    "id": 235,
    "text": "— Эй! — громко обращаешься ты к Роме, выходя вперёд. — Друг... ты не прав! \n\nРома состроил недовольную мину. \n— Ты же обещал, что не будешь вмешиваться, да? — он сжал кулаки и направился в твою сторону.\n— Да, но при условии, что ты будешь себя вести адекватно! — резко говоришь ты. — А сейчас ты \"в щи\"! Тебе надо проспаться... ",
    "answers": [
      {
        "comment": true,
        "id": 235,
        "text": "\n\nК сожалению, твои слова не возымели эффекта – Рома размахнулся и ударил тебя по лицу. Этого было вполне достаточно, чтобы вырубить тебя, так как ты находился в пьяном состоянии... \n\nПоследнее твоё воспоминание этого дня – это визг девушки и наклонившийся к тебе обеспокоенный Рома, проверяющий твою жизнеспособность... ",
        "need": [
          221
        ],
        "merge": true
      },
      {
        "comment": true,
        "need_sometimes": true,
        "id": 235,
        "text": "\n\nТвои слова пойдействовали, и Рома опустил кулаки... \n— Ладно, — сказал он с расстроенным видом. — Тогда пошли... \n\nДаша бросила на тебя благодарный взгляд,  и вы отчалили, пожелав ей спокойной ночи... ",
        "need": [
          222
        ],
        "merge": true
      },
      {
        "id": 228,
        "text": "К дневнику",
        "need": 221
      },
      {
        "id": 237,
        "text": "Отвести Рому в палатку ",
        "need": 222
      },
      {
        "id": 235,
        "text": "*В связи с описанными выше событиями, свой дневник ты заполнил уже утром, когда немного пришёл в себя...*",
        "comment": true,
        "need": [
          221
        ]
      }
    ]
  },
  {
    "id": 236,
    "text": "Глава 5:\nСудьбоносный день\n\nТы проснулся довольно помятый и не сразу понял, где находишься... Впрочем, ничего нового. \n\nПрипомнив произошедшие вечером события, ты расставил всё по местам. Около получаса ушло на твои личные дела, и ты услышал зов к завтраку. \n\nПозавтракали быстро, ни о чём особо не разговаривая... Затем так же быстро стали снимать маскировку и собирать лагерь.",
    "answers": [
      {
        "comment": true,
        "id": 236,
        "text": "\n\nРома с виноватым лицом подбежал к тебе и сказал:\n— Слушай, ты прости меня за вчерашнее... Я правда перебрал с алкоголем. \n— Да ладно, бывает... — махнул рукой ты. \n— И спасибо, что вмешался... — добавил он, улыбнувшись. — А то бы я натворил делов... ",
        "need": 235,
        "merge": true
      },
      {
        "comment": true,
        "id": 236,
        "text": "\n\nУ ромы на лбу красовался огромный синяк и было исцарапано лицо. А Даша была подавленной и печальной. ",
        "need": [
          234,
          -235
        ],
        "merge": true
      },
      {
        "id": 238,
        "text": "Собирать лагерь ",
        "need": [
          235,
          -219
        ],
        "var_add": [
          "roma",
          10
        ]
      },
      {
        "id": 238,
        "text": "Собирать лагерь ",
        "need": [
          -235,
          -219
        ]
      },
      {
        "id": 245,
        "text": "Собирать лагерь",
        "need": 219
      },
      {
        "var_show": [
          "roma",
          "%"
        ],
        "comment": true,
        "id": 236,
        "text": "Отношения с Ромой:",
        "need": 235
      }
    ]
  },
  {
    "id": 237,
    "text": "По пути вы несколько раз останавливались... Парня тошнило, он клялся тебе, что не будет больше никогда столько пить. Ты кивал и поддерживал его, когда он наклонялся, чтобы тот не потерял равновесие и не упал. \n\nВ палатке он послушно улёгся на матрас между спящими и уснул... Ты попытался разбудить Дмитрия, потому что палатка не резиновая и, тем более – чужая, а места им было занято много... Но тот в ответ лишь промычал нечто невнятное и продолжил спать. \n\nТы ухмыльнулся и решил его больше не беспокоить... И сделать записи в дневнике о событиях этого дня. ",
    "answers": [
      {
        "id": 228,
        "text": "Сделать записи в дневнике "
      }
    ]
  },
  {
    "id": 238,
    "text": "Лагерь был быстро собран, и настало время решать, куда вам держать курс: на Москву или же в противоположном направлении...\n\nВаше положение осложнилось тем, что наступила перемена в доселе неподвижном небе – пошли молнии... \n\nВпервые их заметила Света, когда проснулась – они прошли ровным рядом где-то в стороне, устроив пожар на своём участке, который исчез через несколько минут. \n\nЧерез час Рита увидела новую волну – на этот раз молнии были ближе... \n— Нам надо скорее решать, куда двигаться... Иначе мы рискуем быть сожжёнными заживо! — воскликнула она. \n\n— Я предлагаю решить это всем вместе! — громко произнёс Борис. — Пусть каждый решит, чего он хочет — гарантированной жизни, пусть и не без лишений ушедшей цивилизации...\n— Не жизни, а выживания, — негромко поправил Дмитрий, но Борис предпочёл не замечать этой поправки. \n— Или, — продолжил Борис. — Или вы хотите поставить на кон всё ради того неизвестного, что ждёт нас в столице?!.\n\nОн умолк. Пришло время выбрать сторону, если ты ещё этого не сделал.",
    "answers": [
      {
        "id": 239,
        "text": "Выбрать сторону Дмитрия",
        "need": -94,
        "var_set": [
          "foru",
          0,
          "forboris",
          0,
          "numbervoi",
          1
        ]
      },
      {
        "id": 240,
        "text": "Выбрать сторону Бориса",
        "need": -87,
        "var_set": [
          "foryou",
          0,
          "fordimon",
          0,
          "numbervo",
          1
        ]
      },
      {
        "var_show": [
          "roma",
          "%"
        ],
        "comment": true,
        "id": 238,
        "text": "Отношения с Ромой:",
        "need": 235
      }
    ]
  },
  {
    "id": 239,
    "text": "Ты быстро и уверенно встал рядом с Дмитрием. Он улыбнулся и приветливо подмигнул тебе... Выбор сделан. ",
    "answers": [
      {
        "id": 239,
        "text": "Рита: [Глядя на тебя идёт к Дмитрию]",
        "comment": true,
        "var_need": [
          "numbervoi",
          1,
          "rita",
          70
        ]
      },
      {
        "comment": true,
        "var_less": [
          "rita",
          70
        ],
        "text": "Рита: [Глядя на тебя идёт к Борису]",
        "id": 239,
        "var_need": [
          "numbervoi",
          1
        ]
      },
      {
        "id": 239,
        "text": "Света: [Глядя на тебя идёт к Дмитрию]",
        "comment": true,
        "var_need": [
          "numbervoi",
          2,
          "sveta",
          70
        ]
      },
      {
        "comment": true,
        "id": 239,
        "var_need": [
          "numbervoi",
          2
        ],
        "var_less": [
          "sveta",
          70
        ],
        "text": "Света: [Глядя на тебя идёт к Борису]"
      },
      {
        "id": 239,
        "text": "Рома: [Глядя на тебя идёт к Дмитрию]",
        "comment": true,
        "var_need": [
          "numbervoi",
          3,
          "roma",
          70
        ]
      },
      {
        "comment": true,
        "id": 239,
        "var_need": [
          "numbervoi",
          3
        ],
        "var_less": [
          "roma",
          70
        ],
        "text": "Рома: [Глядя на тебя идёт к Борису]"
      },
      {
        "id": 239,
        "text": "Даша: [Глядя на тебя идёт к Дмитрию]",
        "comment": true,
        "var_need": [
          "numbervoi",
          4,
          "daha",
          70
        ]
      },
      {
        "comment": true,
        "id": 239,
        "var_need": [
          "numbervoi",
          4
        ],
        "var_less": [
          "daha",
          70
        ],
        "text": "Даша: [Глядя на тебя идёт к Борису]"
      },
      {
        "id": 239,
        "text": "Таня: [Глядя на тебя идёт к Дмитрию]",
        "comment": true,
        "var_need": [
          "numbervoi",
          5,
          "tanya",
          70
        ]
      },
      {
        "comment": true,
        "id": 239,
        "var_need": [
          "numbervoi",
          5
        ],
        "var_less": [
          "tanya",
          70
        ],
        "text": "Таня: [Глядя на тебя идёт к Борису]"
      },
      {
        "comment": true,
        "var_equal": [
          "numbervoi",
          6
        ],
        "id": 239,
        "text": "\n\nВсе проголосовали, и настало время подвести итоги...",
        "merge": true
      },
      {
        "var_add": [
          "numbervoi",
          1,
          "foru",
          1
        ],
        "var_equal": [
          "numbervoi",
          1
        ],
        "id": 239,
        "var_need": [
          "rita",
          70
        ],
        "text": "Ждать",
        "instant": true
      },
      {
        "var_add": [
          "numbervoi",
          1,
          "forboris",
          1
        ],
        "var_equal": [
          "numbervoi",
          1
        ],
        "var_less": [
          "rita",
          70
        ],
        "text": "Ждать",
        "id": 239,
        "instant": true
      },
      {
        "var_add": [
          "numbervoi",
          1,
          "foru",
          1
        ],
        "var_equal": [
          "numbervoi",
          2
        ],
        "id": 239,
        "var_need": [
          "sveta",
          70
        ],
        "text": "Ждать",
        "instant": true
      },
      {
        "var_add": [
          "numbervoi",
          1,
          "forboris",
          1
        ],
        "var_equal": [
          "numbervoi",
          2
        ],
        "var_less": [
          "sveta",
          70
        ],
        "text": "Ждать",
        "id": 239,
        "instant": true
      },
      {
        "var_add": [
          "numbervoi",
          1,
          "foru",
          1
        ],
        "var_equal": [
          "numbervoi",
          3
        ],
        "id": 239,
        "var_need": [
          "roma",
          70
        ],
        "text": "Ждать",
        "instant": true
      },
      {
        "var_add": [
          "numbervoi",
          1,
          "forboris",
          1
        ],
        "var_equal": [
          "numbervoi",
          3
        ],
        "var_less": [
          "roma",
          70
        ],
        "text": "Ждать",
        "id": 239,
        "instant": true
      },
      {
        "var_add": [
          "numbervoi",
          1,
          "foru",
          1
        ],
        "var_equal": [
          "numbervoi",
          4
        ],
        "id": 239,
        "var_need": [
          "daha",
          70
        ],
        "text": "Ждать",
        "instant": true
      },
      {
        "var_add": [
          "numbervoi",
          1,
          "forboris",
          1
        ],
        "var_equal": [
          "numbervoi",
          4
        ],
        "var_less": [
          "daha",
          70
        ],
        "text": "Ждать",
        "id": 239,
        "instant": true
      },
      {
        "var_add": [
          "numbervoi",
          1,
          "foru",
          1
        ],
        "var_equal": [
          "numbervoi",
          5
        ],
        "id": 239,
        "var_need": [
          "tanya",
          70
        ],
        "text": "Ждать",
        "instant": true
      },
      {
        "var_add": [
          "numbervoi",
          1,
          "forboris",
          1
        ],
        "var_equal": [
          "numbervoi",
          5
        ],
        "var_less": [
          "tanya",
          70
        ],
        "text": "Ждать",
        "id": 239,
        "instant": true
      },
      {
        "id": 241,
        "text": "Подвести итоги",
        "var_equal": [
          "foru",
          2,
          "numbervoi",
          6
        ]
      },
      {
        "var_less": [
          "foru",
          2
        ],
        "text": "Подвести итоги",
        "id": 243,
        "var_equal": [
          "numbervoi",
          6
        ]
      },
      {
        "id": 242,
        "text": "Подвести итоги",
        "var_need": [
          "foru",
          3
        ],
        "var_equal": [
          "numbervoi",
          6
        ]
      }
    ]
  },
  {
    "id": 240,
    "text": "Ты быстро и уверенно встал рядом с Борисом. Он ухмыльнулся и дружески похлопал тебя по плечу...  Выбор сделан.",
    "answers": [
      {
        "comment": true,
        "var_less": [
          "rita",
          70
        ],
        "var_need": [
          "numbervo",
          1
        ],
        "text": "Рита: [Глядя на тебя идёт к Дмитрию]",
        "id": 239
      },
      {
        "id": 239,
        "text": "Рита: [Глядя на тебя идёт к Борису]",
        "comment": true,
        "var_need": [
          "numbervo",
          1,
          "rita",
          70
        ]
      },
      {
        "comment": true,
        "id": 239,
        "text": "Света: [Глядя на тебя идёт к Дмитрию]",
        "var_need": [
          "numbervo",
          2
        ],
        "var_less": [
          "sveta",
          70
        ]
      },
      {
        "id": 239,
        "text": "Света: [Глядя на тебя идёт к Борису]",
        "comment": true,
        "var_need": [
          "numbervo",
          2,
          "sveta",
          70
        ]
      },
      {
        "comment": true,
        "id": 239,
        "text": "Рома: [Глядя на тебя идёт к Дмитрию]",
        "var_need": [
          "numbervo",
          3
        ],
        "var_less": [
          "roma",
          70
        ]
      },
      {
        "id": 239,
        "text": "Рома: [Глядя на тебя идёт к Борису]",
        "comment": true,
        "var_need": [
          "numbervo",
          3,
          "roma",
          70
        ]
      },
      {
        "comment": true,
        "id": 239,
        "text": "Даша: [Глядя на тебя идёт к Дмитрию]",
        "var_need": [
          "numbervo",
          4
        ],
        "var_less": [
          "daha",
          70
        ]
      },
      {
        "id": 239,
        "text": "Даша: [Глядя на тебя идёт к Борису]",
        "comment": true,
        "var_need": [
          "numbervo",
          4,
          "daha",
          70
        ]
      },
      {
        "comment": true,
        "id": 239,
        "text": "Таня: [Глядя на тебя идёт к Дмитрию]",
        "var_need": [
          "numbervo",
          5
        ],
        "var_less": [
          "tanya",
          70
        ]
      },
      {
        "id": 239,
        "text": "Таня: [Глядя на тебя идёт к Борису]",
        "comment": true,
        "var_need": [
          "numbervo",
          5,
          "tanya",
          70
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "numbervo",
          6
        ],
        "id": 239,
        "text": "\n\nВсе проголосовали, и настало время подвести итоги...",
        "merge": true
      },
      {
        "var_add": [
          "numbervo",
          1,
          "fordimon",
          1
        ],
        "var_equal": [
          "numbervo",
          1
        ],
        "var_less": [
          "rita",
          70
        ],
        "text": "Ждать",
        "id": 240,
        "instant": true
      },
      {
        "var_add": [
          "numbervo",
          1,
          "foryou",
          1
        ],
        "var_equal": [
          "numbervo",
          1
        ],
        "id": 240,
        "text": "Ждать",
        "var_need": [
          "rita",
          70
        ],
        "instant": true
      },
      {
        "var_add": [
          "numbervo",
          1,
          "fordimon",
          1
        ],
        "var_equal": [
          "numbervo",
          2
        ],
        "var_less": [
          "sveta",
          70
        ],
        "text": "Ждать",
        "id": 240,
        "instant": true
      },
      {
        "var_add": [
          "numbervo",
          1,
          "foryou",
          1
        ],
        "var_equal": [
          "numbervo",
          2
        ],
        "id": 240,
        "text": "Ждать",
        "var_need": [
          "sveta",
          70
        ],
        "instant": true
      },
      {
        "var_add": [
          "numbervo",
          1,
          "fordimon",
          1
        ],
        "var_equal": [
          "numbervo",
          3
        ],
        "var_less": [
          "roma",
          70
        ],
        "text": "Ждать",
        "id": 240,
        "instant": true
      },
      {
        "var_add": [
          "numbervo",
          1,
          "foryou",
          1
        ],
        "var_equal": [
          "numbervo",
          3
        ],
        "id": 240,
        "text": "Ждать",
        "var_need": [
          "roma",
          70
        ],
        "instant": true
      },
      {
        "var_add": [
          "numbervo",
          1,
          "fordimon",
          1
        ],
        "var_equal": [
          "numbervo",
          4
        ],
        "var_less": [
          "daha",
          70
        ],
        "text": "Ждать",
        "instant": true,
        "id": 240
      },
      {
        "var_add": [
          "numbervo",
          1,
          "foryou",
          1
        ],
        "var_equal": [
          "numbervo",
          4
        ],
        "id": 240,
        "text": "Ждать",
        "var_need": [
          "daha",
          70
        ],
        "instant": true
      },
      {
        "var_add": [
          "numbervo",
          1,
          "fordimon",
          1
        ],
        "var_equal": [
          "numbervo",
          5
        ],
        "var_less": [
          "tanya",
          70
        ],
        "text": "Ждать",
        "id": 240,
        "instant": true
      },
      {
        "var_add": [
          "numbervo",
          1,
          "foryou",
          1
        ],
        "var_equal": [
          "numbervo",
          5
        ],
        "id": 240,
        "text": "Ждать",
        "var_need": [
          "tanya",
          70
        ],
        "instant": true
      },
      {
        "id": 241,
        "text": "Подвести итоги",
        "var_equal": [
          "foryou",
          2,
          "numbervo",
          6
        ]
      },
      {
        "id": 243,
        "text": "Подвести итоги",
        "var_need": [
          "foryou",
          3
        ],
        "var_equal": [
          "numbervo",
          6
        ]
      },
      {
        "id": 242,
        "text": "Подвести итоги",
        "var_less": [
          "foryou",
          2
        ],
        "var_equal": [
          "numbervo",
          6
        ]
      }
    ]
  },
  {
    "id": 241,
    "text": "В результате в каждой группе было равное количество человек. И вы стояли двумя четвёрками  друг напротив друга и спорили, доказывали, что тот или иной план лучше... Но так и не смогли прийти к окончательному решению. \n\nТем временем прошёл ещё час, и далёкие на первый взгляд молнии стали быстро надвигаться на лагерь... Вы спорили слишком ожесточённо, поэтому не успели даже добежать до машин... Накрыв лавиной, молнии выжгли всё и всех. \n\n\n                                        [Конец]\n\n    [Вы открыли концовку: Обращённые в пепел]\n",
    "answers": [
      {
        "id": 194,
        "text": "[Концовки]"
      },
      {
        "id": 285,
        "text": "[Главное меню]",
        "comment": false
      },
      {
        "id": 241,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a10/2007/e8/26bee45bb781.jpg"
      }
    ]
  },
  {
    "id": 242,
    "text": "В большинстве оказалася Дмитрий с его планом выяснить, что происходит внутри столицы.\n\nТвоя это заслуга или же авторитета Дмитрия – вряд ли это можно рассудить... Но именно это решение было принято.",
    "answers": [
      {
        "id": 246,
        "text": "Уехать со всеми в Москву"
      }
    ]
  },
  {
    "id": 243,
    "text": "В большинстве оказалася Борис с его планом отступить перед неизвестной опасностью и покинуть окрестности столицы.\n\nТвоя это заслуга или же авторитета Бориса – вряд ли это можно рассудить... Но именно это решение было принято.",
    "answers": [
      {
        "id": 244,
        "text": "Уехать со всеми "
      }
    ]
  },
  {
    "id": 244,
    "text": "Вы уехали далеко на юг, но опасности так и не исчезли из ваших жизней...  Во первых, молнии так никуда не исчезли. Поэтому вам приходилось смещаться каждую ночь на восемь участков, чтобы дожить до утра... \n\nСтоит ли говорить, что по прошествии нескольких лет вы стали питаться только растительной пищей, причём зимой это было очень непросто – приходилось искать можевельник в снегу и варить его на огне. Все сильно похудели от такой диеты, но живых существ, кроме уцелевших людей, больше не было. \n\nВаша кожа растрескалась после долгих дней без ультрафиолета солнца. Но постепенно организм каждого адаптировался, и кожа стала белоснежной, как у альбиносов – перестал вырабатываться пигмент меланин.",
    "answers": [
      {
        "id": 244,
        "text": "\n\nВы создали небольшое кочевое поселение, где жили своими семьями: твоей супругой стала Таня, Дмитрия – Рита, а Ромы – Даша. Борис и Света предпочли оставаться только в дружеских отношениях... Потом родились дети, затем и их дети, и незаметно пролетела жизнь... Долгая жизнь, жизнь в изменившемся мире. \n\n\n                                   [Конец]\n\n     [Вы открыли концовку: Зато мы живы]",
        "comment": true,
        "merge": true
      },
      {
        "comment": true,
        "id": 244,
        "text": "\n\nВы никогда не забывали про погибшего товарища, и раз в год приезжали на место его захоронения. \n\nВы создали небольшое кочевое поселение, где жили своими семьями: твоей супругой стала Таня, а Ромы – Даша. Борис и Света предпочли оставаться только в дружеских отношениях... Потом родились дети, затем и их дети, и незаметно пролетела жизнь... Долгая жизнь, жизнь в изменившемся мире. \n\n\n                                   [Конец]\n\n    [Вы открыли концовку: Зато мы живы!]",
        "need": 212,
        "merge": true
      },
      {
        "id": 194,
        "text": "[Концовки]"
      },
      {
        "id": 285,
        "text": "[Главное меню]"
      },
      {
        "id": 244,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a39/2007/b6/54bf055dbe6e.jpg"
      }
    ]
  },
  {
    "id": 245,
    "text": "Лагерь был быстро собран, и настало время решать, куда вам держать курс: на Москву или же в противоположном направлении...\n\nВаше положение осложнилось тем, что наступила перемена в доселе неподвижном небе – пошли молнии... \n\nВпервые их заметила Света, когда проснулась – они прошли ровным рядом где-то в стороне, устроив пожар на своём участке, который исчез через несколько минут. \n\nЧерез час Рита увидела новую волну – на этот раз молнии были ближе... \n— Нам надо скорее решать, куда двигаться... Иначе мы рискуем быть сожжёнными заживо! — воскликнула она. \n\n— Боюсь, что у нас нет выбора... — печально произнёс Борис, закуривая. — Наш друг, — он понизил голос. — Пал жертвой этих тварей... Он рвался в столицу, и погиб, даже не достигнув её!  Мы не можем и не должны рисковать... У меня всё!\n\nВсе единогласно поддержали план Бориса. Оставаться было слишком опасно... ",
    "answers": [
      {
        "id": 244,
        "text": "Уехать со всеми "
      }
    ]
  },
  {
    "id": 246,
    "text": "Вы сели в автомобили и поехали. Машину решил вести Дмитрий. \n\nСовсем скоро вы выехали к кольцу МКАД и увидели мужчину, стоящего посреди дороги. \n— Ахринеть!!! Тормозите скорее!.. — крикнула Света в окно.\n\nКак только обе машины остановились, Света выскочила из авто и побежала к мужчине. \n— Папа! — она крепко обняла его. — Папа, я так рада, что ты жив!.. \n— Я тоже рад, что ты уцелела, дочка! — мужчина едва заметно улыбнулся. \n\nТут все вышли из машин, чтобы познакомиться с отцом Светы. Ты заметил, что он был высоким и налысо выбритым, с фуражкой на голове и в полевой форме. \n— Виктор! — пожал он руки вам. \n— Не опасно ли вам здесь стоять – место открытое слишком... — ухмыльнулся Дмитрий. \n— Никак нет... Тварей здесь нет днём... Сидят в городе, — усмехнулся Виктор. — Поэтому я вышел сюда...\n— Папа, что там в городе?.. — тихо произнесла Света. \n— О, там их достаточно... — рассмеялся тот. — Но, — он снял рюкзак. — У меня есть оружие... \n\nМужчина достал из рюкзака спортивный лук со стрелами. \n— Пули эти машины не берут... — нахмурился он. — Отлетают обратно, как намагнмиченные... Поэтому я использую стрелы. Наверное знаете, что роботов три вида, так? \n— Если честно, мы встречались только с двумя... — пожал плечами Рома.\n— Повезло вам, — хлопнул его по плечу Виктор. — Жёлтые разведчики, оранжевые обезвреживают, а с красными глазами убивают... — он поморщился. — Жестоко убивают!\n— Так Вы знаете, как их убить?!. — воскликнула Рита. \n— Конечно, — он выразительно потряс луком. — Сверху... \n— Сверху?!. — поднял бровь Борис. — Что это значит? \n— А вот так...  — усмехнулся тот.  — С мостов или  высоток... Именно сверху их броня совсем тонкая, её легко пробивает стрелы, и они вырубаются... Пойдёмте со мной, я вам выдам оружие...    ",
    "answers": [
      {
        "id": 247,
        "text": "Следовать за Виктором "
      }
    ]
  },
  {
    "id": 247,
    "text": "— Я знаю, что вы хотите найти источник... — на ходу говорил мужчина. — Только самые отважные люди смогли бы прийти сюда, и, наконец, я дождался! — он потряс луком. — Мы им покажем, мы их!..— тут он взял кусок довольно толстой железной трубы, которая валялась на дороге, и без особого труда согнул её. \n \nВсе молча стояли с изумлёнными лицами. Казалось, они были сильно потрясены и не верили в происходящее... \n— Я нашёл источник... — добавил Виктор. — Это Останкинская телебашня! Именно оттуда они вылетают и обратно возвращаются туда же... В небо над башней... \n\nВы дошли до какого-то оружейного магазина, и, зайдя внутрь, мужчина пропал на полчаса. \n— Вот это да! — сказала Света. — Вы это видели?!.  Батя нашёл логово этих тварей! \n— Да, но я бы не был так рад этому... — почесал голову Борис. — Нам будет тяжело выжить в такой схватке... \n— Знаете, если мы найдём место, то, скорее всего, поймём, что случилось... — улыбнулся Дмитрий. \n\nВиктор вернулся с коробками стрел и шестью луками. \n— Ваше оружие, — сказал он, протягивая его всем. — Мужчины, пойдёмте, я покажу вам кое-что... Девушкам лучше этого не видеть! Да, Света, тебе тоже не стоит... \n\nВы впятером отошли на несколько кварталов, когда военный указал в сторону. ",
    "answers": [
      {
        "id": 248,
        "text": "Взглянуть"
      }
    ]
  },
  {
    "id": 248,
    "text": "Вдали на тротуаре виднелись тела... Их было сложно назвать человеческими, так как они были словно перемолоты и пережёваны – настолько сильно их изуродовали. Только по цветным обрывкам можно было понять, что это трупы людей. \n— Бандиты... — произнёс Виктор. — Не знаю, зачем они сюда пришли, но их убили роботы. С красными глазами, огромные... Начинённые пилами, свёрлами и прочим жёстким оружием. Поэтому я решил не брать девушек, им бы стало дурно от этого... — добавил он. \n\nНесомненно, что мужчинам тоже стало нехорошо от такого зрелища, но все стойко это выдержали. \n\nОбратно все вернулись притихшими и озадаченными... Было заметно, что девушкам стало как-то не по себе от вашего вида. \n— Мы выступим ночью... — повелительным тоном сказал Виктор. — Пока рекомендую отбой! ",
    "answers": [
      {
        "id": 249,
        "text": "Отдыхать и ждать ночи"
      }
    ]
  },
  {
    "id": 249,
    "text": "Ты выспался, вы поужинали, и настал тот самый час, когда пора было идти в наступление. \n\nВы шли, продвигаясь среди бесчисленных улиц и высоких домов, стараясь держаться высоких объектов. Несколько раз Виктор приказывал остановиться; вы прятались в тени и ждали, когда робот пролетит мимо, а потом продолжали путь...\n\nСама башня была огромной – казалось, что своей верхушкой доставала до неба... Внутри вы проходили этаж за этажом, но не встретили ни одной сметоносной машины. Похоже, Виктор был прав, говоря, что они в городе только днём, а ночью вылетают из него...\n\nЗамок, запиравший дверь на верхнюю площадку, был быстро взломан, и вы выбрались наверх. \n— И что дальше? — рассмеялся Борис. — Вот, мы наверху, но что теперь делать?! Мы же не умеем летать... \n\nВсе стали лихорадочно думать, что же делать... Проходили долгие минуты молчания и напряженной умственной работы.\n\nВдруг Рома достал сигнальную ракету, направил её вверх и выстрелил. Цветной огонёк полетел в небо и мгновенно исчез через пару секунд. Затем раздался металлический скрежет, и вдруг словно отключилась гравитация – всех стало поднимать вверх... ",
    "answers": [
      {
        "id": 250,
        "text": "Ожидать развития событий"
      },
      {
        "id": 251,
        "text": "Сопротивляться потоку"
      },
      {
        "id": 249,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      },
      {
        "id": 249,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/f5/0a282957264f.jpg"
      }
    ]
  },
  {
    "id": 250,
    "text": "Вас несло вверх, в какой-то момент вы увидели яркий свет наверху и словно растворилась в нём... \n\nВсе пришли в себя на полу какого-то космического корабля. Вокруг вас уже собралась толпа... инопланетян! Как только вы увидели их, все вздрогнули от изумления... \n\nОни были зелёными и склизкими, небольшого роста... Они что-то говорили друг другу на непонятном языке, затем поставили возле вас коробочку, судя по всему – какое-то устройство. \n\n\"Hello!\" — донеслось оттуда.\n\"Guten tag!\" – через несколько секунд повторил голос.\n\"Bonjour!\" – в это время пришельцы наблюдали за вашей реакцией.\n\nНаконец раздалось русское:\n\"Здравствуйте!\" – и слыша ваше приветствие, они одобрительно закивали зелёными головами. \n\n— Мы приветствуем вас, жители планеты Земля! — донеслось из коробки. — Наконец-то мы встретились, этот день войдёт в историю Галактики! — ты заметил, что коробка как бы переводит то, что говорит один из них. — Галактический Совет принял решение послать нас – самую миролюбивую расу – чтобы поделиться с вами нашими технологиями и предложить сотрудничество! \n— Какое сотрудничество?! — внезапно перебила Света. — Что вы сделали с остальными? Где наше Солнце?!\n\nКоробка послушно перевела эту фразу на свистящий язык пришельцев. По их лицам стало видно, что они недовольны. \n— Ничего, это мы вырежем... — спокойно донеслось из коробки. — Итак, вы рады быть первыми людьми, которых увидит вся Галактика?! — все заметили, что один из них держит устройство наподобие камеры. \n— Кха-кха, — откашлялся Виктор. — Несомненно, это хмм... большая честь для нас... хмм... но мы всё же хотим знать, что происходит?..\n— Наши гости из самой большой страны на планете, представляете?! — не унималась коробка. \n\nВдруг Дмитрий встал и сделал шаг по направлению к толпе инопланетян. Те отпрянули.\n— Послушайте, — он вдруг хлопнул себя по карману, где был пистолет. — Вы должны нам дать ответы, иначе... — он достал пушку и помахал ею. — Мы применем силу!\n— Наш эфир на этом окончен, — донеслось из коробки. — Теперь их можно уничтожить! ",
    "answers": [
      {
        "id": 252,
        "text": "— Что?!. "
      },
      {
        "id": 250,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c09/2007/ef/60ef23a26814.jpg"
      }
    ]
  },
  {
    "id": 251,
    "text": "Ты изо всех сил вырывался из несущего вверх потока. Настолько сильно сопротивлялся, что внезапно ты вылетел из него...\n\nВ итоге ты упал на землю с огромной высоты и разбился.\n\n                                        \n                                        [Конец]\n\n [Вы открыли концовку: Вернувшаяся гравитация]",
    "answers": [
      {
        "id": 194,
        "text": "[Концовки]"
      },
      {
        "id": 285,
        "text": "[Главное меню]"
      },
      {
        "id": 251,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2007/aa/59429fae7331.jpg"
      }
    ]
  },
  {
    "id": 252,
    "text": "Вдруг несколько пришельцев вышли из толпы и встали напротив вас. Они вытянули вперёд руки и сделали ими в воздухе какие-то знаки... \n\nИ из ваших карманов к ним полетели луки и стрелы, затем пистолет Дмитрия и автомат Виктора. Ты оглянулся на остальных – все были в шоке. \n\n— Знаете, вы уничтожили много наших роботов... — жёстким металлическим голосом вещала коробка. — Вы больше нам не нужны, фото- и видеоматериала предостаточно... А люди как были, так и останутся низшей расой! Совет не учёл нашего коварства, не дав нам оружия... Мы уже знаем, как пользоваться этим! — и они потрясли автоматом и пистолетом. — Люди, до свидания! Или как у вас там говорят – прощайте! \n\nЗная, что сейчас начнётся стрельба, ты должен был оттянуть время, пока остальные ребята были в ступоре. Поэтому ты резко сказал:\n— Стойте! \n\nПришельцы вскинули автоматы и замешкались, а ты выиграл драгоценные несколько секунд... ",
    "answers": [
      {
        "id": 253,
        "text": "— На пол все! (ложиться)"
      },
      {
        "id": 254,
        "text": "Бросить осколки наствречу пулям",
        "need": [
          75,
          100
        ],
        "need_sometimes": true
      },
      {
        "id": 255,
        "text": "— Дмитрий, бросай в них осколки!",
        "need": [
          99,
          213
        ]
      },
      {
        "id": 256,
        "text": "— Мы можем договориться и жить мирно! "
      },
      {
        "id": 252,
        "text": "*Внимание! Этот выбор будет иметь последствия!*",
        "comment": true
      }
    ]
  },
  {
    "id": 253,
    "text": "Все падают на пол, и над вами свистят пули... Но очевидно, пришельцы и вправду умели обращаться с оружием, так как они опустили его и расстреляли всех вас. \n\n      \n                                        [Конец]\n\n              [Вы открыли концовку: Под пулями]",
    "answers": [
      {
        "id": 194,
        "text": "[Концовки]"
      },
      {
        "id": 1,
        "text": "[Главное меню]"
      }
    ]
  },
  {
    "id": 254,
    "text": "Ты осторожно достал осколки из кармана с помощью рукава кофты... И как раз кинул их в тот момент, когда они стали стрелять.\n\nВолшебным образом пули полетели в обратном направлении к потрясению всех, в том числе и пришельцев... Они поубивали большинство, а оставшихся вы без труда взяли в плен. \n\nВиктор и Дмитрий забрали оружие и нацелили его на инопланетных захватчиков. Осталось дело за малым: узнать, что происходит... ",
    "answers": [
      {
        "id": 257,
        "text": "Задать вопросы инопланетянам"
      }
    ]
  },
  {
    "id": 255,
    "text": "Дмитрий осторожно достал осколки из кармана с помощью рукава кофты... И как раз кинул их в тот момент, когда они стали стрелять.\n\nВолшебным образом пули полетели в обратном направлении к потрясению всех, в том числе и пришельцев... Они поубивали большинство, а оставшихся вы без труда взяли в плен. \n\nВиктор и Дмитрий забрали оружие и нацелили его на инопланетных захватчиков. Осталось дело за малым: узнать, что происходит... ",
    "answers": [
      {
        "id": 257,
        "text": "Задать вопросы инопланетянам"
      }
    ]
  },
  {
    "id": 256,
    "text": "Пришельцы приняли твоё предложение. Вы помогли им устроиться на Земле и рассказали об особенностях климата и природы. Поначалу всё шло хорошо... \n\nНо они оказались неблагодарными чудовищами: после получения всех необходимых данных, они сделали вас рабами, работающими на полях и заводах. \n\nНекоторые из вас создали семьи, но потомки так же продолжали работать на плантациях и фабриках на благо прогресса пришельцев. Вы создали новую суровую цивилизацию, в которой рано или поздно должна была произойти революция... \n\nНо это уже другая история!.. \n\n\n                                        [Конец]\n\n      [Вы открыли концовку: Новая цивилизация]  ",
    "answers": [
      {
        "id": 194,
        "text": "[Концовки]"
      },
      {
        "id": 285,
        "text": "[Главное меню]"
      },
      {
        "id": 256,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a01/2007/8d/5d919b02637d.jpg"
      }
    ]
  },
  {
    "id": 257,
    "text": "Они сидят поникшие рядом с коробкой... Что спросить? ",
    "answers": [
      {
        "id": 258,
        "text": "— Почему вы хотели захватить нашу планету?!",
        "need": -258
      },
      {
        "id": 262,
        "text": "— Где все люди?! ",
        "need": -262
      },
      {
        "id": 259,
        "text": "— Что вы сделали с нашим небом?! ",
        "need": -259
      },
      {
        "id": 260,
        "text": "— Зачем эти роботы?! ",
        "need": -260
      },
      {
        "id": 261,
        "text": "— Что за молнии?! ",
        "need": -261
      },
      {
        "id": 263,
        "text": "Искать кристалл",
        "need": 262
      }
    ]
  },
  {
    "id": 258,
    "text": "— Почему вы хотели захватить нашу планету?! — со злостью спрашиваешь ты.\n\n— Ваша планета самая благоприятная для жизни среди всей Галактики! — раздался голос из коробки. — К тому же, её было очень долго обходить, когда наши корабли шли по Рукаву Ориона... И мы могли бы захватить контроль над важной стратегической областью, владея этой планетой! — их глаза алчно заблестели при этих словах. ",
    "answers": [
      {
        "id": 257,
        "text": "Спросить ещё "
      }
    ]
  },
  {
    "id": 259,
    "text": "— Что вы сделали с нашим небом?! — удивлённо спрашиваешь ты. \n\n— Ничего особенного, — раздался голос из коробки. — Просто накрыли серым чехлом кусок пространства над вашей планетой... Свет вашей звезды вреден для нашей кожи, первое время после высадки нам надо было адаптироваться...",
    "answers": [
      {
        "id": 257,
        "text": "Спросить ещё"
      }
    ]
  },
  {
    "id": 260,
    "text": "— Зачем эти роботы?! — сурово спрашиваешь ты. \n\n— Для уничтожения... — спокойно отвечал голос. — Когда мы поняли, что вас не взяло... — он замялся. — что не все люди исчезли, то мы отправили роботов на поиски людей. Так как не считаем вас достойной существования расой!..\n\nСвета порывалась стукнуть существо после этих слов, но отец вовремя остановил её. \n",
    "answers": [
      {
        "id": 257,
        "text": "Спросить ещё"
      }
    ]
  },
  {
    "id": 261,
    "text": "— Что за молнии?! — нервно спрашиваешь ты. \n\n— Когда мы поняли, что и роботы вас не берут, а вы их уничтожаете, мы просто часть накопленной энергии корабля пустили на это оружие... Молнии выжигают всё, что способно двигаться, не трогая растения. Это было сделано для уничтожения популяции людей, — спокойно ответил голос. — Энергия у нас почти безгранична, мы используем солнечную, ветряную, тепловую, холодовую, химическую, ядерную и космическую энергию... — добавил голос. — Всё зависит от благоприятных для того или иного источника условий... ",
    "answers": [
      {
        "id": 257,
        "text": "Спросить ещё"
      }
    ]
  },
  {
    "id": 262,
    "text": "— Где все люди?! — гневно выпалил ты. \n\nВиктору и Дмитрию пришлось применить всю силу \"убеждения\", чтобы наконец ты смог получить ответ:\n— Кристалл душ... Мы замуровали их там, — ответил пришелец. — Они примитивны и предсказуемы, действуют только в своих интересах, не смотря на интересы других... Одним словом, низшая раса! \n— Я говорил, дело в наших поступках! — обрадовался Дмитрий. — Мы не исчезли, потому что думали не о себе в тот полдень! \n— И где этот кристалл?! — перебил Виктор. — Быстро выкладывай!  — он ткнул оружием прямо пришельцу в голову. \n\nИнопланетяне молчали, несмотря на все угрозы...  Похоже, искать вам придётся самим.",
    "answers": [
      {
        "id": 257,
        "text": "Спросить ещё"
      }
    ]
  },
  {
    "id": 263,
    "text": "Вы подошли к бортовому компьютеру. Дмитрий принёс коробку-переводчик и сказал в неё:\n— Покажи мне, где Кристалл душ?.. \n\nВнезапно сработал голосовой поиск, и через коробку пошёл перевод:\n— Кристалл душ, принадлежащий Галактическому совету, находящемуся в пяти тысячах световых лет от вашего местоположения, находится на этом корабле, второй грузовой отсек, пятая ячейка... Вы помните пароль?\n— Нет, напомни! — не растерялся Дмитрий. \n— Язык цифр: пять, восемь, два, девять, семь, три, — и коробка замолкла. \n\n— Вот уроды! Я уверена, что они спёрли этот кристалл!.. — резко сказала Рита. \n— Так, нам нужна карта корабля! — сказал Виктор. \n\nБез особого труда вы нашли карту с помощью того же голосового поиска... По ней вы вышли к нужному отсеку, отперли нужный ящик и увидели его...\n\nКристалл словно притягивал ваш взгляд – хотелось дотронуться... Но тебе нужно освободить людей оттуда – как же это сделать?.. ",
    "answers": [
      {
        "id": 264,
        "text": "Взять кристалл в руки"
      },
      {
        "id": 265,
        "text": "Попробовать делать движения руками в воздухе "
      }
    ]
  },
  {
    "id": 264,
    "text": "Как только твоя кожа коснулась кристалла, ты ощутил силу и мощь... Перед тобой возникли сплошным потоком безумные картины всех человеческих страхов, побед, неудач, достижений, падений... Ты ощутил на себе боль и страдания буквально каждого человека планеты!.. \n\nТвой мозг не вынес этого. Ты упал, и сознание провалились во тьму... Ты содрогался от страхов, потому что стал бояться всего... Ты кричал, но понимал, что никто тебе не поможет, никто не избавит от этого... И безумная тоска охватила тебя целиком, ты вопил, будто волк или раненый зверь. И это ждало тебя вечность! Вечность того, что никому и не снилось в самых жутких кошмарах! \n\n                                        [Конец]\n\n     [Вы открыли концовку: Никому не снилось]",
    "answers": [
      {
        "id": 194,
        "text": "[Концовки]"
      },
      {
        "id": 285,
        "text": "[Главное меню]"
      }
    ]
  },
  {
    "id": 265,
    "text": "Ты начал двигать рукой в воздухе и почувствовал, будто открываешь ею замок... \n— Ребят, похоже, я выпускаю их... — произнёс ты. — Тут будто замок!.. И я его открываю...\n— А это не опасно?! — воскликнула Таня. \n— Не волнуйся, он на верном пути! — усмехнулся Дмитрий. \n— А ты откуда это знаешь?! — с удивлением взглянула на него Света. \n\nДмитрий ничего не ответил, только отодвинул твою руку чуть правее... Раздался щелчок и яркая вспышка, которая отбросила вас назад! ",
    "answers": [
      {
        "id": 266,
        "text": "Очнуться ",
        "blackout": true
      }
    ]
  },
  {
    "id": 266,
    "text": "С веранды слышится голос:\n— Сынок, помоги мне! \n— Сейчас, мам! — кричишь в ответ ты, ставя игру на паузу и ощущая смутное чувство дежавю. — Я иду!!! \n\nТы выбегаешь на улицу и видишь маму, расписывающуюся в анкете доставки. \n— Мам, ты всё время была здесь?! — удивлённо спросил ты. \n— Ну да, я... То есть, я же совсем недавно вышла из дома... — озадаченно ответила мама. — Антон, ты в норме? — она похлопала тебя по спине. \n— Да, да, всё в порядке, не волнуйся... — ты вытер выступивший пот со лба и потащил коробку в дом. — Сегодня же восьмое, да мам? — с угасающей надеждой спрашиваешь ты. \n— Конечно, — усмехнулась мама. — Тебе бы пора наконец найти работу – совсем счёт времени потерял... \n\nТы нашёл ребят, с которыми испытал те приключения и вы пришли к выводу, что всё не могло присниться и действительно произошло... Но один факт снова остался неясным – Дмитрия не было... Его никогда не видели в том посёлке, он никогда нигде не значился в качестве работника или родственника. Кем же он был и как объявился здесь?\n\nНо это уже совсем другая история...\n\n\n                                       [Конец]\n\n           [Вы открыли концовку: На круги своя]",
    "answers": [
      {
        "id": 194,
        "text": "[Концовки]"
      },
      {
        "id": 285,
        "text": "[Главное меню]"
      },
      {
        "id": 266,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a42/2007/23/94cc7bd4c46f.jpg"
      }
    ]
  },
  {
    "id": 267,
    "text": "Твои медицинские манипуляции привели к смерти девушки через сутки. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 268,
    "text": "Узнать, что у девушки возникло токсическое отравление после твоей помощи.",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 269,
    "text": "Узнать, что неправильно разобрался с проблемой автомобиля. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 270,
    "text": "Потерять напарника в перестрелке с роботами.",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 271,
    "text": "Чудом избежать пуль, летящих обратно. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 272,
    "text": "Обнять Дашу и заслужить тайное неодобрение Ромы. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 273,
    "text": "Согласиться выпить вместе с мужчинами.",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 274,
    "text": "Напиться так, что даже написать несколько строк в дневник быть не в состоянии.",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 275,
    "text": "Выпить, но оставаться в более-менее трезвом уме. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 276,
    "text": "Получить в лицо от Ромы и в результате отправиться в сон.",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 277,
    "text": "Оставить Риту один на один с пьяным Ромой. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 278,
    "text": "Не оставить Риту в беде и увести от неё пьяного Рому. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 279,
    "text": "Ты поддержал Дмитрия, и благодаря тебе, его план поддержали остальные. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 280,
    "text": "Ты поддержал Бориса, и благодаря тебе, его план поддержали остальные. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 281,
    "text": "Все проголосовали таким образом, что получилась ничья. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 282,
    "text": "Пережить настоящую атаку инопланетян. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 283,
    "text": "Ваше спасение оказалось на счету Дмитрия, но снова благодаря тебе. ",
    "answers": [
      {
        "id": 166,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 284,
    "text": "Здравствуй, уважаемый читатель! На этой странице ты сможешь узнать о квесте поподробнее...\n\nВо-первых, квест имеет социальную тематику! А это значит, что многие концовки можно открыть так или иначе взаимодействуя с персонажами (помогая/не помогая им, соглашаясь/не соглашаясь с ними).\n\nВо-вторых, квест был написан за довольно продолжительный срок, но в то же время  количество страниц в каждой концовке не очень большое, а многие из них отведены под различные достижения, так что не пугайтесь и смело проходите! :) \n\nВ третьих, хочется отметить, что это моя первая работа в данном жанре, она чисто вымышленная, и все совпадения с реальными лицами случайны!\n\nКвест может содержать ошибки/нестыковки в сюжете. Если Вы заметите подобное, то напишите мне в Вк по адресу: https://vk.com/s.pronik \n\nВ случае серьёзных багов рекомендую нажать \"Сбросить прогресс\". Да, к сожалению, достижения и всё удалится... \n\nUPD: В комментариях к квесту могут быть спойлеры! Прошу за это прощения, но комментарии здесь не удаляются... \n\nИ наконец, если вам понравится квест, то поставьте, пожалуйста, лайк! Мне будет очень приятно:)\n\nС уважением,\nВаш Ser Pro",
    "answers": [
      {
        "id": 285,
        "text": "[Главное меню] "
      }
    ]
  },
  {
    "id": 285,
    "text": "Автор: Ser Pro (Сергей Проник)\n\nЖанр: Апокалипсис / Мистика\n\nОписание: Захватывающие приключения 20-летнего русского парня Антона после исчезновения всех (или почти всех) людей в мире.\n\nЧто же с ними произошло? Где ему их искать? И главный вопрос: почему же тогда он не исчез? Насколько далеко Вы готовы зайти, чтобы узнать правду?..",
    "answers": [
      {
        "id": 2,
        "text": "[Начать игру]",
        "blackout": true
      },
      {
        "id": 14,
        "text": "[Главы]"
      },
      {
        "id": 166,
        "text": "[Достижения]"
      },
      {
        "id": 194,
        "text": "[Концовки]"
      },
      {
        "id": 284,
        "text": "[От автора] "
      },
      {
        "id": 1,
        "text": "[Сбросить прогресс] "
      },
      {
        "id": 285,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d23/2007/3c/2769089f4517.jpg"
      }
    ]
  },
  {
    "id": 286,
    "text": "",
    "answers": []
  }
]