[
  {
    "id": 1,
    "text": "            В 2029- ом году на Землю упал метеорит в густонаселённую местность. Местность оцепили и эвакуировали гражданских. Прибывшие эксперты установили что \"Объект\" не оказывает негативного воздействия на организм человека, а также на флору и фауну Земли. После он был изъят для изучения свойств \"Объекта\". Дальнейшая  информация об \"Объекте\" была засекречена до выяснения остальных свойств \"Объекта\". \n           В 2030-ом году стало ясно что \"Объект\" не опасен, а даже полезен. Его стали использовать в качестве топлива, он помог медицине шагнуть вперёд, из-за чего смертность резко упала. Появилась угроза перенаселения Земли. Ведущие страны Земли объединились, после чего были созданы: Г.С.Б (Генеральный Секретариат Безопасности), и проект \"Новый дом\".  \n    В 2034-ом году были выпущены первые десятки тысяч оперативников ГСБ. Оперы ГСБ по сути являлись полицейскими в колониях и отвечали за безопасность колонистов.\n              Тут и начинается эта история...",
    "answers": [
      {
        "id": 2,
        "text": "Прибытие на Эльдертан"
      }
    ]
  },
  {
    "id": 2,
    "text": "  Планета Эльдертан имеющая высокую растительность, большие залежи ES- 29 (Energy Stone 29, или же \"Объект\"), и дикой фауной, среди которой я отметил \"Атхенов\", больших рептилий в полтора метра в высоту и 2 метра в длину, с \"шипами\", но, эти \"Шипы\" окозались \"снарядами\" с паразитами, которые попав в тело носителя начинали движение к его мозгу, после чего, носитель старался незаметно отделиться от группы. Также ситуацию усугубляла пробивная сила \"Шипа\", он мог без особых проблем пробить армейский бронежилет, а о гражданских и говорить не о чем.\n                                              Журнал \"Инопланетная фауна\" ",
    "answers": [
      {
        "id": 3,
        "text": "Закрыть журнал и ждать."
      },
      {
        "id": 4,
        "text": "Осмотреть других новобранцев, находящихся с вами в транспортнике."
      }
    ]
  },
  {
    "id": 3,
    "text": "Спустя минут 20, вы услышали Святую, Прекрасную фразу от пилота:\n— Вещи не забываем, если забудете, то назад не вернёте. —  Весело сказал пилот.\n -А нам есть что забирать? — Спросил один из новобрнцев.\n — ДА ЕСТЬ!!! -Вскрикнул один из новобрнцев- ДАЙТЕ ОТВЁРТКУ Я СТУЛ ОТКРУЧУ!\n — Удачи!- Весело крикнул пилот- Удачи вам!!!",
    "answers": [
      {
        "id": 5,
        "text": "Выйти из транспорта "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы отметили только сержанта, он вёл оживлённый разговор с свойм напарником, они были инструкторами в моей академии, второй вроде лейтенант, да как же его зовут то...\n     Из разговора я услышал что они обсуждали фауну, и то как определить \"заражённых\".\n        Надо будет поинтересоваться... ",
    "answers": [
      {
        "id": 3,
        "text": "Пилот вышел на связь."
      }
    ]
  },
  {
    "id": 5,
    "text": "Выйдя из транспорта я оказался в космопорте Эльдертана, тут же всех окликнули офицеры, Соболев (лейтенант ГСБ) и Куржанов (сержант ГСБ) :\n— Внимание! Мы отправляемся в колонию 4. — Сказал Соболев, но его прервал сержант.\n— В общем, несколько транспортов с провизией и амуницией были потеряны... Мы должны найти их. Вопросы?\n— Где мы их будем искать? — Спросил новобранец.\n— В джунглях, это единственное место где они могли потеряться. -Сказал Соболев.\n— Ну классно! -Подумал я.- Хоть бы на Атхенов не наткнуться.\n  Мы достаточно быстро погрузились на транспорт, с нами также ехало несколько \"Бульдогов\". \n \"Бульдог\"- это бронированный внедорожник, простой в сборке, и с возможностью ремонта не выходя из машины, вооружённый автоматическим дробовиком, или пулемётом.\n Мы подъехали к зарослям, дальше грузовик не проедет.  Тут же сержант начал говорить.",
    "answers": [
      {
        "id": 6,
        "text": "Слушать сержанта"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Грузовик дальше не проедет, так что, лица шлемами закрыли,  \"Бульдоги\" нас в случае чего прикроют.\n  Не смотря на то, что многие из оперов были иностранцами, они понимали слова Куржанова благодаря переводчикам встроенным в шлемы.\n — Будьте внимательны, — сказал лейтенант \"ГСБ\" — в джунглях вас может куст убить.\n— Так точно сэр! — Подтвердили новобранцы.\n — Слушай, Соболев, что ты с нами как с детьми? — спросил Куржанов, он был сержантом и старым другом Соболева. — Каждый из нас осознаёт опасность джунглей, шаг влево, шаг вправо, смерть, да и мы вроде не тупые.",
    "answers": [
      {
        "id": 7,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Сержант, я так, напоминаю, — задумчиво сказал Соболев.\n— Думаешь, они решили сократить через джунгли?\n— Если и решили, то мы их должны скоро найти, атхены мало того, что сопровождающих съедят, так и провизию съедят, а оружие и боеприпасы придут в негодность со временем.\n—  Стоять... -сказал Куржанов- слышали?\nСпросил Куржанов, я прислушался, как и все остальные остальные, шелест листьев, тихое завывание ветра... и плохо, но всё же слышные выстрелы.",
    "answers": [
      {
        "id": 8,
        "text": "Похоже кому-то туго"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Бегом на звуки выстрела!  — Скомандовал Соболев. — Не разделяться!\n На звук прибежали минуты через 2, картина которую я увидел, была очень тревожной, люди с невозмутимыми лицами тянули других, кричащих и испуганных в заросли, оставшиеся окружили грузовики. Один грузовик стоял у обочины, ведущий грузовик стоял на дороге, перекрыв движение для других. Третий стоял так, словно пытался развернуться, кабина была повёрнута к нам.\n В кабине я увидел водителя, да и он меня увидел.\n— Гляньте, похоже нас заметили.- сказал я увидев радостные лица у водителя.\n — Стрелянм аккуратно, в грузовик не попадите. — Скомандовал Куржанов.\n        Все пошли вперед, попутно стреляя в \"Носителей\"\n    Вы услышали шум из находящихся неподалеку кустов, из них вылезло несколько носителей.\n— Прекрасно, что может быть лучше? — подумал я.",
    "answers": [
      {
        "id": 9,
        "text": "Стрелять очередями по головам"
      },
      {
        "id": 10,
        "text": "Ребята! Аккуратнее! В кустах сидят! И не мог бы кто нибудь мне помочь!? (Стрелять на вскидку по \"носителям\")"
      }
    ]
  },
  {
    "id": 9,
    "text": "Меткими выстрелами вы положили двух \"носителей\" а вот с третьим окозалось чуть труднее... Он окозался в двух метрах от вас , после чего рывком окозался в метре от вас...\nПосле чего накинулся на вас. В долю секунды вы...",
    "answers": [
      {
        "id": 11,
        "text": "Ударили его прикладом"
      },
      {
        "id": 12,
        "text": "Открыли огонь по падле"
      },
      {
        "id": 10,
        "text": "ПОМОГИТЕЕЕ!!! "
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы стреляли не целясь, вы никого не убили, а только замедлили. Тут же по \"носителям\" прилетело несколько метких очередей, после чего те упали на землю без признаков жизни. \n",
    "answers": [
      {
        "id": 14,
        "text": "Облегчённо вздохнуть"
      }
    ]
  },
  {
    "id": 11,
    "text": "\"Носитель\" пошатнулся, но на ногах всё же устоял, но вы не стали ждать пока он оклемается, и выстрелили в голову  очередью, тело упало без признаков жизни...",
    "answers": [
      {
        "id": 12,
        "text": "Облегчённо вздохнуть... "
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы всадили в носителя две или три очереди, прежде чем тот упал.",
    "answers": [
      {
        "id": 15,
        "text": "Присоединиться к остальным"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вернувшись в колонию, я хотел пойти на стрельбище, колония была достаточно оживлённая, по улице ездили БТРы, грузовики и автомобили,  я только подошёл к стрельбищу, как тут же меня окликнула сама дисциплина, Куржанов:\n— Константин! Стой! В администрацию вызывают!\n   Куржанов привёл меня к серому трёх этажному \nзданию. Мы поднялись на 2-ой этаж, там были оперы \"ГСБ\" и оперы \"Фонда\", или \"З.И.С\" (Захватить Изучить Сохранить). Как я понял вышел кто-то из фонда.\n— У нас ЧП, была сбита \"Канарейка\"(\"Канарейка\" — это разведывательный вертолёт ГСБ). У одного из пилотов есть пульс, можем спасти. -сказал ЗИСовец, быстро па \"Бульдогам\".\n   Пагрузка прошла довольно быстро.",
    "answers": [
      {
        "id": 16,
        "text": "Как думаете, кто их сбил?"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Спасибо! — Крикнули вы, но многим было не до вас",
    "answers": [
      {
        "id": 15,
        "text": "Я начал стрелять по носителям"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я присоединился к остальным, и вот, последний упал, я  как полевой врач ГСБ, должен был осмотреть тела, это было то ещё удовольствие, нас конечно готовили к разному, но, на практике это ещё противнее чем в теории, вот, лежит охранник с 12-ю огнестрельными ранениями. \n— Эй! Ребят! Прикройте! Надо тела в зарослях осмотреть. — попросил я.\n Ко мне подошло два новобранца, ну тоже неплохо. Вот лежат остатки тела, вон рука лежит.\n— Константин! Давай к транспорту! — Окликнул меня Куржанов. \n В теории тела должны были опухать в зоне \"проникновения\", в реальности,там была целая дорожка, которая шла от руки до головы.",
    "answers": [
      {
        "id": 13,
        "text": "Ну, что же, пошли к транспорту - сказал я новобранцам."
      }
    ]
  },
  {
    "id": 16,
    "text": "— Не знаю, может, контрабандисты? — предложил один из новобранцев.\n — А вдруг пришельцы! — Вскрикнул второй.- Мы же наверняка не одни!\nТолько и было слышно, про пришельцев, а я думал, повезло мне, или нет...\n    Я оказался в рядах ГСБ, из-за того что мне нежна была работа, я был врачом, ну а после падения ES'ки, я стал ненужен, попал под сокращение, да и, многие тогда лишились своих работ, я хватался за любой заработок. А когда объявили вербовку в \"ГСБ\", я тут же решил что это мой шанс, в академии я встретил несколько своих... бывших коллег. ",
    "answers": [
      {
        "id": 17,
        "text": "А к чёрту, работа есть, и отлично"
      }
    ]
  },
  {
    "id": 17,
    "text": "Да и вообще, \"ГСБ\" вербовали физически здоровых, я рискнул, подал документы, и вуаля, меня приняли, обучили, и отправили на Эльдертан. Тут я подумал о \"Фонде\", или же \"З.И.С\". ЗИСовцы занимаюься изучением и сохранением тех видов, которые могли оказаться на грани исчезновения в ходе колонизации, того или иного мира. В случае опасности, ЗИСовцы могли за себя постоять, да и ГСБ помочь.\n    Прибыв на место, я увидел останки \"Канарейки\", тут же послышался голос Куржанова:\n — Серьёзно!? Вне зоны доступа? — раздражённо сказал Куржанов.\n — Предлогаю разделиться на группы по 4 человека. — предложил опер Фонда. Все согласились.\n Я попал в группу с ЗИСовцем и Куржановым, ну и с незнакомым мне ГСБшником. Идя через джунгли, мы наткнулись на Атхена, ГСбшники вскинули оружие и прицелились... а ЗИСовец, дал жестом команду не стрелять. Я не знал что делать, как и остальные ГСБшники, ждать когда ЗИСовца съедят, и тогда стрелять, или подчиняться приказу... хотя, похоже и сам Атхен не понимал, чего мы не стреляем. Атхен прорычал и стал в \"атакующую\" стойку, но не атаковал. ЗИСовец к оружию даже не потянулся.\n\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Я прошептал: - Мы не атакуем, из-за дистанции?"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Именно. — Подтвердил ЗИСовец. — А теперь замолкли...\n Атхен вышел из \"стойки\" (в этой стойке они стреляли, а в ближнем бою вход шёл хвост и когти) и начал отступать, после чего ушёл, за ним побежало ещё несколько, но поменьше.\n — Это, он на нас не нападал из-за страха за потомство, или из-за того что нас было больше? -Спросил Куржанов.\n — А может и то и другое? — сказал я.\n — Мы считаем, что у них есть разум, — сказал ЗИСовец, — может в будущем мы будем с ними сотрудничать...\n  — Мы? С ними? Это же рептилий! Они не разумные! — Вмешался третий опер ГСБ.\n  — Да ну! Мы вообще от обезьян произошли! — Ответил ЗИСовец.\n    Их разговор наверное и продолжился, если бы на связь не вышла другая группа:\n    — Нужна помощь! Мы пилота нашли! Но он тут не один!!! Кто нибудь может помочь!? \n   Сразу же появился восклицательный знак в красном треугольнике: 900 метров.\n  — Чего тупим!? Побежали! — Крикнул Куржанов.\n ЗИСовец молча побежал к сигналу Приблизившись к сигналу я услышал выстрелы, и странный звук \"Пжух\".",
    "answers": [
      {
        "id": 19,
        "text": "Это... выстрелы? Подумал я"
      }
    ]
  },
  {
    "id": 19,
    "text": "Прибыв на место я увидел ГСБшников и... рептилойдов? У них была вытянутая чешуйчатая морда. На поле боя лежало несколько наших, и одна рептилия. (НУ ТУГО У МЕНЯ С ФАНТАЗИЕЙ... извините). Оружие было сильнее нашего, выстрел, и наш лежит без руки.\n — Штаб! Нужна плмощь! Несём потери! — Прозвучало в рации.\n — Отправляем вам технику, держитесь там!\n    -Мне кажется, что техника нам не поможет- сказал я нашим, увидев технику на антиграве,- \"КАК ОНИ ЕГО СЮДА ДОСТАВИЛИ!? ТАМ ЖЕ ЗАРОСЛИ!?\"\n   Орудие танка повернулось, залп, и несколько наших разлетелось, только останки одного повисли на дереве... \"Меня сейчас вырвет...\"",
    "answers": [
      {
        "id": 20,
        "text": "Огогь! "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вдруг в мой бронежилет прилетел камень, мляяя, ЭТО НЕ КАМЕНЬ!!!  Я кое как успел отскочить.\n      *Вспышка*\nКое-как открываю глаза, и вижу ЗИСовца, он что то кричит, в ушах звенит. Я... должен... встать...\nох чёрт, у меня ноги ниже колена нет, неподалёку стояла штурмовая машина, \"Голиаф\". Стреляющая по пришельцам. \n   Что- то мне... не хорошо...\n       ",
    "answers": [
      {
        "id": 21,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Боже ты мой... как  же голова раскалывается! — Подумал я, пытаясь понять что происходит.\n \"Ох чёрт, поле боя... Пришельцы!\"- Вдруг подхватился я. -быть этого не может... \"Сон это был просто КОШМАРНЫЙ СОН!!! НУ НЕ МОЖЕТ ЭТО БЫТЬ ПРАВДОЙ!\" \n    Чувство реальности, неожиданно вернулось, я осознал, это не сон... но чего так тихо? Я минуты 2 или 3 лежал молча, боясь шелохнуться. \"Может... мы победили? А может... проиграли?\"\n",
    "answers": [
      {
        "id": 22,
        "text": "Поднять голову и осмотреться"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я увидел ЗИСовца, укрывшегося за повреждённым \"Грифоном\", но, он не движется, всё... как будто застыло. Я даже вижу несколько снарядов летящих рядом с ЗИСовцем, а ещё пришельца, выходящего из-за спины ЗИСовца. Меня не заметили, и это хорошо...\n Рядом лежит ПП, Штурмовая винтовка(с подствольным гранатомётом),  и полу автоматическая снайперская винтовка... также лежит окровавленный \"Разгрузочный бронежилет\". В метрах трёх лежит... изуродованное тело с множественными ожогами... Ладно, не обращать внимание...\n  ПП- имеет малый боезапас(20 патронов),  точный и компактный, если не ошибаюсь, но на инструктажах говорили, что ПП ГСБ \"Стреляет горохом, который от железа рикошетит\".  У меня к нему есть 4 магазина, также я увидел на экранчике справа количество патронов в самом ПП... 9 патронов... Не видно сколько в \"Разгрузке\".\n   Штурмовая винтовка- точная, но габаритная винтовка с высокой убойной силой, броню \"Бульдога\" пробьёт с двух магазинов. Как правило, магазин вмещает 40 патронов. Ну как на зло... экран заляпан кровью...(винтовка и представь справа маленький экран). Вот на неё у меня патронов нет...\n   Снайперская винтовка- точная, если руки из нужного места растут боезапас патрона 4. Полный магазин вмещает 15 патронов. У меня вроде есть на нее 3 магазина, по уставу я должен быть в ударных группах, оказывать помощь, но и носить определённые патроны. Ну, я ещё везунчик... Хоть не заставляют носить по 10 магазинов к оружию, которого у меня нет, тут и так каждый является \"многоцелевой единицей\".\n  Пора выбирать...\n\n   \n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Взять ПП и открыть беглый огонь по пришельцу. Затем схватить снайперскую винтовку."
      },
      {
        "id": 24,
        "text": "Взять штурмовую винтовку и открыть прицельный огонь по пришельцу. "
      },
      {
        "id": 25,
        "text": "Схватить снайперскую винтовку и выстрелить в пришельца"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Хавай ПАДЛА! — Крикнул я, стреляя из ПП,  пули попали в пришельца, и в \"Голиафа\", которые затем рикошетом вонзались в землю. ЗИСовец обернулся и глянул на тело. \n — В укрытие! — крикнул ЗИСовец.\n Неподалеку лежит изрешечёное дерево, оно близко... А можно попробовать застрелить пришельца, ведущего огонь по ЗИСовцу. ",
    "answers": [
      {
        "id": 27,
        "text": "Пробежаться к \"разгрузке\", а затем к дереву"
      },
      {
        "id": 28,
        "text": "Достать снайперскую винтовку, прицелиться и выстрелить"
      }
    ]
  },
  {
    "id": 24,
    "text": "Двумя точными выстрелами я убил пришельца... у них хорошо защищено тело, но головы не защищены. Я проверил карманы \"разгрузки\" в нём 2 магазина на ПП. 4 на штурмовые винтовки, и 5 магазинов для снайперской винтовки. \n— Ну неплохо,- подумал я, как вдруг вспомнил услышав грохот, работающего двигателя\n— антиграв! ",
    "answers": [
      {
        "id": 29,
        "text": "Занять укрытие"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я выстрелил и пуля вонзилась в шею пришельца. Кровь хлынула фонтаном, очень похожа на человеческую.\n—Давай сюда! — Крикнул ЗИСовец. ",
    "answers": [
      {
        "id": 26,
        "text": "Бежать к \"разгрузке\" и осмотреть её"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "Я схватил разгрузку и укрылся за деревом, какое не какое, а всё же укрытие. Раздалась очередь, я достал винтовку, прицелился и выстрелил, пуля проскользнула по броне пришельца, но вреда не нанесла, я выругался про себя, и вновь прицелился, выстрел, и он уже лежит",
    "answers": []
  },
  {
    "id": 28,
    "text": "Задержать дыхание... мягко спустить курок... (Вздох)...  \n\"Чтоб ты сдох\" прошептал я и спустил курок...\n Пуля вонзилась в плечо, кровь хлынула струёй, пришелец упал схватившись за рану, ну пулемёт не надолго замолчит.\n      ЗИСовец рванул из-за \"Голиафа\" в ближайшую воронку.",
    "answers": []
  },
  {
    "id": 29,
    "text": "Я сам не заметил того, как окозался за одним из \"Грифонов\". Я увидел люк, и попробовал залезть, закрыто. Я отошёл, пытаясь высмотреть танк.\n  *Грохот* Дверь \"Грифона\" открывается и через них вылазит 4 ГСБшника, и 2 танкиста.\n   У одного из ГСБшников на спине висит ручной гранатомёт, думаю с его помощью можно выкурить пулемётное гнездо:\n -Эй, — обратился я к гранатомётчику, похлопав того по  плечу, — сможешь отсюда выкурить гнездо?\n — Что? — С долей страха спросил гранатомётчик, и тут же сказал. -А, пулемёт, ну, сейчас глянем.\nГранатомётчик вылез из за \"Грифона\", затем сказал, — Далеко, подойти бы поближе.",
    "answers": [
      {
        "id": 30,
        "text": "Тогда подберёмся"
      }
    ]
  },
  {
    "id": 30,
    "text": "Перебегая из укрытия в укрытие, мы сократили дистанцию, но танк вновь дал о себе знать. Выстрел и один из БТРов за которым мы прятались взлетел в воздух с развороченой в хлам башней. Тут же полетело несколько ракет в танк. \n   — Вертушки! Наши прибыли!- Послышался крик пехоты.\n   Вертолёты открыли огонь на подавление, не давая пришельцам вылезти, а кто и высовывался, то тут же превращался в кучу мяса.\n   Я подбежал и выстрелил из подствольника за танк, за которым прятались пришельцы.\n  При поддержке вертолётов зачистка прошла успешно, без новых потерь. \n    Пора возвращаться на базу",
    "answers": [
      {
        "id": 31,
        "text": "Ну епт, я тебе ГОВОРЮ! Это точная копия наших технологий! Только только чуть-чуть мощнее!"
      }
    ]
  },
  {
    "id": 31,
    "text": "Услышал я как танкисты осматривали развороченный танк пришельцев.\n — Может они здесь из-за месторождения \"ЭСки\"?\n — Возможно, но вот эти кристаллы меня заинтересовали. — Сказал один из танкистов доставая красный кристал.\n — Надо бы Земле это показать, мало ли.\n — Согласен. \n Также я увидел что-то вроде амулета, да и другие  интересные вещички есть.",
    "answers": [
      {
        "id": 32,
        "text": "Взять амулет"
      },
      {
        "id": 33,
        "text": "Осмотреть пистолет пришельцев"
      },
      {
        "id": 34,
        "text": "Взять в качестве трофея клинок"
      },
      {
        "id": 35,
        "text": "Нет уж, это вещи погибших,  нельзя же так"
      }
    ]
  },
  {
    "id": 32,
    "text": "На амулете есть что-то вроде кнопок, я попробовал его открыть не нажимая на кнопки, но заперт на мертво. \n— Эх! Куда наша не залезала!",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  }
]