[
  {
    "id": 1,
    "text": "Автор: Mazokkala\nКвест о выживании против зомби (но они на самом деле не зомби) я очень буду рад если кому-то моё творчество понравится, выживайте, получайте удовольствие.\n\nВ квесте есть 9 концовок\n1)Внезапная смерть\n2)Удачный побег\n3)Смерть от лени\n4)Храбрая смерть\n5)Кровопролитный побег\n6)Стелс побег\n7)Глупая смерть\n8)Побег с погонами\n9)Побег на грани смерти\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ночь. Вы как всегда после рабочего дня развалившись на кресле смотрели телевизор, как вдруг фильм прервали из-за экстренных новостей, вы...",
    "answers": [
      {
        "id": 3,
        "text": "Сходить за пивом"
      },
      {
        "id": 4,
        "text": "Слушать новости"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы решили сходить за пивом так как у вас жутко пересохло в горле, выпив целую кружку пива вы вернулись на своё прежнее, уютное место \"Вы нас слышали, закрывайте окна и двери. Выключайте электричество, эти твари могут вас заметить, и да если у вас есть оружие, обязательно вооружитесь и ждите от нас новостей\"....\"Что за чёрт?\"- подумали вы — \"Какие ещё нахрен твари, о чём они? Вероятно розыгрыш, или все же нет?''",
    "answers": [
      {
        "id": 5,
        "text": "Выполнить"
      },
      {
        "id": 6,
        "text": "Розыгрыш"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы решили посидеть и послушать, наверняка что-то серьезное раз прерывают фильм. \"Все кто сейчас смотрят и слушают это, ни в коем случае не выходите на улицу, если у вас дети на улице, срочно позовите их домой. Это очень серьезно. Люди заметили толпу похожих на людей тварей, они крушат и ломают всё что видят на пути, вероятно они опасны и для человека, пока что случаев смерти зарегестрировано не было, но мы будем держать вас всех в курсе. Вы нас слышали, закрывайте окна и двери. Выключайте электричество, эти твари могут вас заметить, и да если у вас есть оружие, обязательно вооружитесь и ждите от нас новостей\"....\"Вот это новости, что за нахрен, они по моему угарают с жителей\".",
    "answers": [
      {
        "id": 18,
        "text": "Выполнить"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы прислушались к совету, плотно закрыв все окна и двери вы вернулись на своё привычное место, приняли горизонтальное положение на диване и продолжили просмотор фильма. Вдруг вы вспомнили про ваш давно забытый револьвер, приобретенный еще 5 лет назад, стоит ли поискать? Или всё таки дождаться новостей.",
    "answers": [
      {
        "id": 7,
        "text": "Поискать"
      },
      {
        "id": 8,
        "text": "И так сойдёт"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы решили не париться и забить на всякую фигню, мало ли что говорят в телевизорах. Это шутка и не больше. Вы продолжили просмотр вашего фильма и у вас потихоньку начали смыкаться глаза, вы уже засыпали, как вдруг дверь вылетел с петель и упал около вас. Вы в недоумении спрыгнули с дивана приняв боевую позу, вглядевшись в дверной проем вы не поверили своим глазам, на вас смотрел зеленый монстр с ужасными красными глазами, а за ним десяток таких.",
    "answers": [
      {
        "id": 12,
        "text": "Забежать на чердак"
      },
      {
        "id": 13,
        "text": "Ворваться в бой"
      }
    ]
  },
  {
    "id": 7,
    "text": "Побродив по дому полчаса вы наконец-то нашли его на чердаке под коробками, весь запылившийся. В магазине было 4 патрона.",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы решили не искать револьвер, да уже и поздно этим заниматься, и особо желания тоже нет, так что вы уселись поудобнее и принялись продолжать смотреть свой фильм. Как вдруг окно рассыпалось на маленькие кусочки от, скорее всего, брошенного камня в него, вы немедленно встали с места незная что и предпринять, вы почувствовали, что все таки надо было сходить и поискать оружие но уже думать было поздно, в окно залетел монстр с ужасным искривленным лицом и красными глазами, от него шла дикая вонь, вы бросились в битву но монстр оказался сильнее, взяв вас за шиворт он швырнул в уже разбитое окно на съедение своим друзьям человеческую плоть. (Смерть от лени)",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы вернулись на место и уселись, фильм уже заканчивался, а мысли никак не покидали вас- \"Что же это за твари, как-то всё это стрё...\" , вашу мысль оборвал громкий стук в дверь, стуки становились все сильнее и сильнее.",
    "answers": [
      {
        "id": 10,
        "text": "Открыть дверь"
      },
      {
        "id": 11,
        "text": "Тихо сидеть"
      }
    ]
  },
  {
    "id": 10,
    "text": "Открыв дверь вы и не ожидали такого сюрприза, на вас навалилось толпа зеленокожих и противных тварей, они успели зацепиться за ваши брюки и вы с грохотом упали наземь, схватив револьвер вы отстреляли двум уродам головы, но на большее вас не хватило. С ваших рук выбили револьвер и начали пожирать вас. Вы мертвы.(Внезапная смерть)",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы решили тихо сидеть и не издавать никаких звуков, даже отключили телевизор. 10 минут спуст никаких звуков больше не было слышно. Вы поднялись на чердак, чтобы посмотреть и убедиться, что никого не было около дома, так оно и было. Чтобы там ни было, оно ушло.(Удачный побег)",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы были в ошеломлении, но быстро придя в себя в ту же секунду побежали в сторону чердака, очень быстро взбираясь по лестнице вы закрыли за собой дверь на щеколду. У вас есть считанные секунды, чтобы предпринять хоть какие-то действия.",
    "answers": [
      {
        "id": 14,
        "text": "Рыться в коробках"
      },
      {
        "id": 15,
        "text": "Открыть окно и аккуратно слезть"
      }
    ]
  },
  {
    "id": 13,
    "text": "Недолго думая вы ворвались в бой почувствовав себя героем боевиков, но не учитывая тот факт, что это не фильм и никто здесь не собирается действовать по сценарию. вас разорвали на куски обхватив с разных сторон. Вы погибли. (Глупая смерть)",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "Немного порывшись в коробках вы обнаружили свой старый револьвер, и тут дверь чердака с сильным треском разломался пополам и туда с бешеной скоростью врывались эти твари.",
    "answers": [
      {
        "id": 16,
        "text": "Принять бой как мужчина"
      },
      {
        "id": 17,
        "text": "Выпрыгнуть в окно"
      }
    ]
  },
  {
    "id": 15,
    "text": "Открыв окно чердака, вы посмотрели вниз, там никого не было. Вы начали аккуратно слазить оттуда, у вас все пошло отлично. Как только ваши ноги почувствовали землю вы тихо начали пробираться и наконец отдалились от этого ужасного места. (Стелс побег)",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы решили отбиться от них своими навыками единоборств и конечно же револьвером, храбро сражаясь вы повалили на землю 4 зомби с помощью револьвера. Дальше в ход пошли кулаки, т.к. патрон больше не было, ловко увернувшись от удара зомби вы вытолкнули его в окно, но в ту же секунду вас сбили с ног и начали беспощадно поедать. (Храбрая смерть)",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "В считанные секунды вы решились на отважный поступок — выпрыгнуть в закрытое окно, ещё в воздухе вы порезали руку, когда вы приземлились на землю осколки разбитого стекла впились вам в спину, под всплеском адреналина вы унесли оттуда ноги и остались довольны что захватили револьвер. (Кровопролитный побег)",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы решили не играть с жизнью и выполнить просьбу, от этого ведь все равно не пострадаешь. Поставив будильник на 8 утра вы решили уснуть, завтра много работы, нужно выспаться.",
    "answers": [
      {
        "id": 20,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "Вам снился очень странный сон, будто вы заражены и убиваете людей вокруг, и вот вы увидели собственный дом, подошли и начали...Сон прервал непрекращающийся стук в дверь, не успели вы встать и открыть её как теперь стучали и в окно, это все подозрительно, но начали бить во все окна и сила удара менялась с каждым разом.",
    "answers": [
      {
        "id": 21,
        "text": "Позвонить в полицию"
      },
      {
        "id": 22,
        "text": "Спрятаться в шкафу"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы позвонили в полицию, объяснив им ситуацию вы также сказали, что незнаете как поступить. Они объяснили что немедленно выезжают и попросили вас скрыться где нибудь и не отвечать на их сигналы. \"Они были явно чем-то обеспокоенны, неужто это те тври о ком говорилось в новостях, если это так то мне крышка, так ладно надо собраться и подняться на чердак, других вариантов я не вижу\"",
    "answers": [
      {
        "id": 23,
        "text": "Сидеть и слушать"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы решили спрятаться в шкафу, поскольку предположили, что это могут быть те твари о которых говорилось в новостях. Уже через 20 минут все было сломано и двери и окна судя по звукам. Вы услышали звуки шагов направляющихся в сторону чердака, через дыру в шкафу вы заметили тварь, которая медленно, но верно подходила к шкафу. Кажется она вас вынюхала, открыв дверь шкафа, тварь на мгновение растерялась, этого вам хватило, чтобы ударить его по лицу и выбежать в дверной проем на улицу, за вами началась погоня, но хорошо зная ваш район вы безо всякого труда скрылись из виду. (Побег на грани смерти)",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": "Примерно через 30 минут они сломали дверь и начали искать вас, долгое время ничего не просиходило, до того момента как вы услышали звук удара в дверь чердака, насмерть перепугавшись вы начали молиться. Кажется вашу мольбу услышали, поскольку звуки сирены уже были у вас во дворе, в это время дверь в чердак был разломан, не успел нанести по вам удар монстр, как его опередила пуля, точный выстрел в голову исправил все проблемы, которые минуту назад вам казалось уже не решить. (Побег с погонами)",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]