[
  {
    "id": 1,
    "text": "Автор: Orel\nЖанр: Приключения\nВы играете за мальчика. Ему тринадцать с половиной лет. К сожалению у него случилось горе. Теперь ему предстоит думать что делать дальше, поступить благоразумно или поступить очень опроменчиво и глупо. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать!"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "super_calculate": false,
        "id": 1,
        "url": "https://wav-library.net/sounds/0-0-1-17734-20",
        "text": "Укажите команды для картинки",
        "calculate": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись.",
    "answers": [
      {
        "id": 3,
        "text": "Встать с кровати "
      }
    ]
  },
  {
    "id": 3,
    "text": "Первым делом вы выглянули в окно. Это был солнечный летний день. Уже средина июня, а вы так ничего существенного и не сделали. Кроме  того как пересмотрели пол ютуба...",
    "answers": [
      {
        "id": 4,
        "text": "Подойти к столу"
      },
      {
        "id": 5,
        "text": "Подойти к шкафу"
      },
      {
        "id": 6,
        "text": "Подойти к окну"
      },
      {
        "id": 7,
        "text": "Подойти к двери",
        "need": [
          11
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Стол был довольно большим. На столе лежали ваши семейные фотографии, которые были акуратненько расставлены на левом краю стола. На правом краю стоял ваш любимый компьютер, вы часто на нём играли в разные игры. На этом столе в учебное время вы делали домашние задания. Вы убирали со стола клавиатуру и коврик для мыши и у вас появлялось свободное место для письма. На столе также лежало много учебного мусора (ручки, карандаши, стирачки и тд.). За пол месяца вы его так и не собрали в шухляду.",
    "answers": [
      {
        "id": 11,
        "text": "Осмотреть семейные фотографии"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Это старый шкаф. В нём находяться ваши вещи и вещи вашего отца.",
    "answers": [
      {
        "id": 9,
        "text": "Осмотреть вещи"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "В окне вы увидели собственный двор. Там играло много детей. Кто-то играл в мяч, а кто-то катался на горке. На лавочках сидело много взрослых людей: мамочки,дедушки и бабушки. А вобщем на улице была хорошая атмосфера.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Эта дверь ведёт в коридор.",
    "answers": [
      {
        "id": 8,
        "text": "Выйти в коридор"
      },
      {
        "id": 3,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы вышли в коридор. Здесь есть несколько дверей: дверь в подъезд, дверь в госинную, дверь в туалет, дверь в ванную, дверь на кухню и дверь в кладовку.",
    "answers": [
      {
        "id": 15,
        "text": "Дверь в туалет"
      },
      {
        "id": 16,
        "text": "Дверь в ванную"
      },
      {
        "id": 17,
        "text": "Дверь на кухню"
      },
      {
        "id": 18,
        "text": "Дверь в кладовку"
      },
      {
        "id": 14,
        "text": "Дверь в гостинную",
        "need": 18
      },
      {
        "id": 8,
        "text": "Выйти в подъезд",
        "comment": true
      }
    ]
  },
  {
    "id": 9,
    "text": "На нижних полках лежали ваши вещи. Ваш гардероб не особо велик. Да и у вашего отца, вещи которого были на верхних трьох полках, гардеробчик не на много больше.",
    "answers": [
      {
        "id": 5,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 10,
    "text": "Эта затея касалась очень скучной. Но всё таки через десять минут вы всё собрали в шухляду.",
    "answers": [
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "На первой фотографии вы с отцом на природе с его друзьями. На второй фотографии вы с мамой и папой когда вам было полтора года. Тогда ваша мать была ещё жива. А на третей вы один, это фото было сделано когда вам было пять лет.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Стол был довольно большим. На столе лежали ваши семейные фотографии, которые были акуратненько расставлены на левом краю стола. На правом краю стоял ваш любимый компьютер, вы часто на нём играли в разные игры. На этом столе в учебное время вы делали домашние задания. Вы убирали со стола клавиатуру и коврик для мыши и у вас появлялось свободное место для письма. На столе также лежало много учебного мусора (ручки,карандаши,стирачки и тд.). За пол месяца вы его так и не собрали в шухляду.",
    "answers": [
      {
        "id": 13,
        "text": "Осмотреть семейные фотографии"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "На первой фотографии вы с отцом на пикнике. Вы ",
    "answers": []
  },
  {
    "id": 14,
    "text": "Госинная оформлена в СССРовском стиле. Сервант в котором стоят бабушкины сервизы. На  подохкннике стоят кактусы. Возле двери стоит телевизор, а напротив телевизора стоит диван. Возле дивана стоит комод в котором лежат всякие документы. Возле окна стоит робочий стол вашего отца. В комнате не яркие обои, они какие-то не весёлые и вам они не нравились. А на полу лежал деревянный паркет. Летом вы часто тут проводили много времени за разными интересными занятиями.",
    "answers": [
      {
        "id": 22,
        "text": "Смотреть телевизор несколько часов"
      },
      {
        "id": 22,
        "text": "Слушать музыку несколько часов"
      },
      {
        "id": 22,
        "text": "Играть на плашете"
      },
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Обычный туалет. На полу положена серая плитка. А на стенах вы с отцом прошлым летом поклеили оранжевые обои.",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Класическая ванна. Умывальник, стиральная машина, вещи сушаться на верёвочках и на крючках висят полотенца.",
    "answers": [
      {
        "id": 20,
        "text": "Умыться"
      },
      {
        "id": 21,
        "text": "Почистить зубы"
      },
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Самая обычная кухня. На стене висят настенные часы. На обоях нарисованы фрукты. Возле окна стоит холодильник. Напротив стоит плита на которой стоит сковородка и какая-то кострюля. Возле плиты стоит умывальник. Над умывальником в шухлядах находиться вся посуда, всякие пряности и принадлежности для готовки еды. А под умывальником находиться мусорка",
    "answers": [
      {
        "id": 19,
        "text": "Перекусить"
      },
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "Здесь очень много старых вещей. Папа когда его сюда складывает всегда говорит что этот хлам когда-то пригодиться.",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы немного перекусили.",
    "answers": [
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы открыли кран с водой, набрали в руки ледяной воды и умылись.",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы быстро почистили зубы своей любимой щёткой и прополоскали рот холодной водой.",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы уже где-то час провели время за своим любимым занятием. Тут вам звонит телефон. Это какой-то неизвесный номер...",
    "answers": [
      {
        "id": 23,
        "text": "Принять звонок"
      }
    ]
  },
  {
    "id": 23,
    "text": "Это был Сергей, он работал вместе с вашим отцом. Он что-то непонятно говорил. Буд-то что-то одтягивал...",
    "answers": [
      {
        "id": 24,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 24,
    "text": "Он долго что-то мямлил. Вы сразу поняли что тут что-то не так. ",
    "answers": [
      {
        "id": 25,
        "text": "Спросить что случилось"
      },
      {
        "id": 26,
        "text": "Ничего не говорить"
      }
    ]
  },
  {
    "id": 25,
    "text": "Он молчал несколько секунд а потом со вздохом сказал что ваш отец умер на работе. Он утеплял квартиру на седьмом этаже, страховку очень плохо закрепили. Это был самый ужасный момент в вашей жизни. Сергей сказал что позвонит вашей тётушке что-бы она приехала за вами, а потом вы с ней решите что делать дальше. Также он сказал что скажет об этом вашей бабушке, но не уверен что сможет.",
    "answers": [
      {
        "id": 27,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 26,
    "text": "Через несколько минут бессмысленых разговоров. Сергей со вздохом сказал что ваш отец умер на работе. Он утеплял квартиру на седьмом этаже, страховку очень плохо закрепили. Это был самый ужасный момент в вашей жизни. Сергей сказал что позвонит вашей тётушке что-бы она приехала за вами, а потом вы с ней решите что делать дальше. Также он сказал что сообщит об этом вашей бабушке, но не уверен что сможет.",
    "answers": [
      {
        "id": 27,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы пытались себя сдерживать, но рано или поздно вы всерогно бы заплакали. Вы думали о том как вам будет тяжело жить без отца. Тем более вам не хотелось отягощать вашу тётю. Вы отлично знали что она примет вас к себе, ведь она так вас любит. Бабушька вас тоже сильно любила. Но она может и не пережить такого горя. Вы рыдали. Пожже вы сели на стол и подумали что будет дальше. Вы могли ждать приезда вашей тёти. Она жила в другом конце города и минут за сорок была бы у вас дома. Но вам хотелось сбежать из вашей квартиры, вы не хотели отягощать вашу тётушку. Тем более вы были в отчаянии и вам не хотелось никого видеть.",
    "answers": [
      {
        "id": 28,
        "text": "Ждать тётю"
      },
      {
        "id": 29,
        "text": "Сбежать из дома"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы хотели ещё раз всё тщательно обдумать. Вы были не уверены в своём решении",
    "answers": [
      {
        "id": 30,
        "text": "Я уверен"
      },
      {
        "id": 27,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы хотели ещё раз всё тщательно обдумать. Вы были не уверены в вашем решении.",
    "answers": [
      {
        "id": 31,
        "text": "Я уверен"
      },
      {
        "id": 27,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы сразу откинули мысль о побеге и к тому-же ваша тётя работает в полиции. Пока вы ждали тётю вы рыдали и вспоминали фрагменты из жизни с вашим отцом. Через сорок минут приехала к вам домой ваша тётушка и утешила вас. Через некоторое время она оформила на вас опекунство. ",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново.",
        "instant": true
      }
    ]
  },
  {
    "id": 31,
    "text": "Это решение казалось вам верным. Вы быстро собрали то что считали нужным. Вы взяли с собой: ваш любимый раскладной нож, все деньги которые были в квартире, пару своих вещей, два литра воды, несколько шоколадных батончиков, десять коробков спичек, аптечку, верёвку, два одеяла, карту страны, небольшую палатку, смартфон и все семейные фотографии. Всё это вы положили в свой школьный рюкзак, а палатку привязали верёвкой к его ручке. Вы собирались не долго и оделись довольно быстро. За двадцать минут вы уже стояли на пороге. Осталось только определиться куда вы будете идти.",
    "answers": [
      {
        "id": 32,
        "text": "Идти куда глаза глядят"
      },
      {
        "id": 33,
        "text": "Идти к речке"
      },
      {
        "id": 34,
        "text": "Идти в ближайшее кафе и там спланировать свои последующие действия"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы выбежали из дома и пробежали несколько кварталов в неизвестном направлении. Потом вы вспомнили что не вытащили сим-карту из вашего смартфона.",
    "answers": [
      {
        "id": 35,
        "text": "Достать сим-карту"
      },
      {
        "id": 36,
        "text": "Не доставить сим-карту "
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы двигались в направлении речки и собирались поставить палатку на берегу реки и жить там. Вы не знали к чему это приведёт. Но вам не хотелось никого видеть. Вам просто хотелось побыть одному. Но вдруг вы вспомнили что не вытащили сим-карту из вашего смартфона.",
    "answers": [
      {
        "id": 37,
        "text": "Достать сим-карту"
      },
      {
        "id": 38,
        "text": "Не доставать сим-карту "
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы шли в направлении кафе \"Незабудка\" чтоб спланировать там свои последующие действия. Но вдруг вы вспомнили что забыли вытащить сим-карту из вашего смартфона.",
    "answers": [
      {
        "id": 39,
        "text": "Достать сим-карту"
      },
      {
        "id": 40,
        "text": "Не доставать сим-карту"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы подумали что достать сим-карту будет верным решением. Когда сим-карта была у вас в руках вы кинули её куда-то в траву. Вы не знали куда идти и где переночевать. Вы шли куда глаза гледят. В конце концов вы пришли в конец города. Дорога по которой вы шли расходилась в две стороны. Одна дорога вела в другой город, а вторая вела в какое-то село. ",
    "answers": [
      {
        "id": 50,
        "text": "Идти в другой город"
      },
      {
        "id": 51,
        "text": "Идти в село"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы решили не вытаскивать сим-карту из смартфона, вы просто выключили его. Вы не знали куда идти и где переночевать. Вы шли куда глаза гледят. В конце концов вы пришли в конец города. Дорога по которой вы шли расходилась в две стороны. Одна дорога вела в другой город, а вторая вела в какое-то село.",
    "answers": [
      {
        "id": 41,
        "text": "Идти в другой город"
      },
      {
        "id": 41,
        "text": "Идти в село"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы подумали что достать сим-карту будет верным решением. Когда сим-карта была у вас в руках вы кинули её куда-то в траву. Вы шли дальше и наконец пришли к речке. У вас было два варианта пойти на право или пойти на лево. Вы увидели прикреплённые к дереву таблички. На них чётко показывалось что если пойти на право то вы придёте в лес, а если на лево то вы придёте на пляж. Пляж находился далеко от города. Но туда скорей всего всё таки ходили люди потому что рядом находились дачные посёлки. ",
    "answers": [
      {
        "id": 48,
        "text": "Пойти в лес"
      },
      {
        "id": 49,
        "text": "Пойти на пляж"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы решили не вытаскивать сим-карту из смартфона, вы просто выключили его. Вы шли дальше и наконец пришли к речке. У вас было два варианта пойти на право или пойти на лево. Вы увидели прикреплённые к дереву таблички. На них чётко показывалось что если пойти на право то вы придёте в лес, а если на лево то вы придёте на пляж. Пляж находился далеко от города. Но туда скорей всего всё таки ходили люди потому что рядом находились дачные посёлки.",
    "answers": [
      {
        "id": 42,
        "text": "Идти в лес"
      },
      {
        "id": 42,
        "text": "Идти на пляж"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы подумали что достать сим-карту будет верным решением. Когда сим-карта была у вас в руках вы кинули её куда-то в траву. Вы пришли в кафе и открыли карту. Ради приличия вы заказали чашку мятного чая. На карте вы нашли какое-то отдалённое от города село и решили добраться туда. В интернете вы нашли автобус который ехал в посёлок который находился рядом с тем селом в которое вы хотели добраться. Добравшись до остановки вы дождались автобуса и доехали до посёлка, дальше вы шли пешком.",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы решили не доставать сим-карту из вашего смартфона, вы просто выключили его. Вы пришли в кафе и раскрыли карту. Ради приличия вы заказали чашку мятного чая. На карте вы нашли какое-то отдалённое от города село и решили добраться туда. В интернете вы нашли автобус который ехал в посёлок который находился рядом с тем селом в которое вы хотели добраться. Добравшись до остановки вы дождались автобуса и доехали до посёлка, дальше вы шли пешком.",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": "Уже 21:00. Вы решили поставить палатку. Вы отошли от дороги на поле и кое-как поставили палатку. За день вы сьели два шоколадных батончика и выпили литр воды.",
    "answers": [
      {
        "id": 43,
        "text": "Лечь спать",
        "need": 36
      },
      {
        "id": 52,
        "text": "Лечь спать",
        "need": 50
      },
      {
        "id": 53,
        "text": "Лечь спать",
        "need": 51
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы шли по дороге возле реки. Но уже было 21:00. Вы сильно устали. Сойдя з дороги вы прошли приблизительно сто метров по полю и поставили палатку. За день вы сьели два шоколадных батончика и выпили литр воды.",
    "answers": [
      {
        "id": 43,
        "text": "Лечь спать",
        "need": [
          38
        ]
      },
      {
        "id": 46,
        "text": "Лечь спать",
        "need": 48
      },
      {
        "id": 47,
        "text": "Лечь спать",
        "need": [
          49
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы проснулись от каких-то звуков. Выглянув из палатки вы увидели несколько полицейский с собакой. Они отвезли вас домой где вас уже ждала ваша тётя. На следующий день вас отправили в школу-интернат, поскольку посчитали вас проблемным ребёнком. Ваша тётя подала документы на ваше опекунство и всё таки стала вашим опекуном.",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала",
        "instant": true
      }
    ]
  },
  {
    "id": 44,
    "text": "Уже было 21:00. Вы сильно устали. Вы решили сойти с дороги в село и переночевать на поле. Вы поставили палатку и лягли спать. За день вы выпили литр воды и съели два батончика.",
    "answers": [
      {
        "id": 43,
        "text": "Лечь спать ",
        "need": [
          40
        ]
      },
      {
        "id": 45,
        "text": "Лечь спать ",
        "need": [
          39
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Потом вы собственно подумали, а зачем вы сбежали и в слезах вернулись на автобусную остановку. Через два часа приехал автобус в город и на нём вы отправились назад домой. Дома сидела и плакала ваша тётя. Вы подошли к ней и сказали что вы вышли погулять. Вобщем с фантазией у вас не очень, но вы сказали то что первое пришло в голову автору. Пожже тётя оформила на вас опекунство и вы жили с ней до совершеннолетия, а потом у вас была своя жизнь.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново ",
        "instant": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы проснулись где-то в восемь часов утра. Вы выбрались из своей палатки. Вы увидели на траве росу и слышали пение птиц. Утром солнце почти не грело, но холодно вам небыло. Вы обулись в свои ботинки и собрали свою палатку. Вы вспомнили что забыли положить сено под палатку и поэтому вам было сложно заснуть. Вы снова двинулись в направлении к лесу. Когда вы достались до леса вы начали выбирать место. Вы никак не могли решить где разместить палатку в лесу возле речки или зайти вглубь леса.",
    "answers": [
      {
        "id": 54,
        "text": "Поставить палатку влесу возле реки "
      },
      {
        "id": 55,
        "text": "Зайти вглубь леса и поставить там палатку "
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы проснулись рано утром и продолжили свой путь. Через час вы уже были на пляже. На нём как вы и подозревали никого не было. Вы поставили палатку на пляже ближе к вербам. Где брать еду вы не знали поэтому вы решили пойти в посёлок который находился рядом с пляжем. Вы прошлись по посёлку и заметили на одной из улиц магазин возле которого стоял медпункт. Вы зашли в магазин и купили немного хлеба колбасы и сыра. Потом вы пошли назад к палатке. Вы вспомнили что вам нужны дрова для костра и пошли их собирать. Но когда вы собирали палки и резали ветки вы сподкнулись об корень дерева и сильно ранили ногу. Самым неприятным было то что вы упали ногой на камень. Вобщем боль была невыносимой. У вас было два варианта либо пойти в медпункт, либо перевязать рану самостоятельно.",
    "answers": [
      {
        "id": 67,
        "text": "Пойти в медпункт "
      },
      {
        "id": 68,
        "text": "Перевязать рану самостоятельно"
      }
    ]
  },
  {
    "id": 48,
    "text": "Немного подумав вы решили пойти в лес. Всё таки лес вас привлекал больше чем пляж.",
    "answers": [
      {
        "id": 42,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": "Немного подумав вы решили пойти на пляж. Всё таки пляж вас привлекал больше чем лес.",
    "answers": [
      {
        "id": 42,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы сразу решили пойти в другой город. Вы хотели быть ближе к цивилизации.",
    "answers": [
      {
        "id": 41,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы сразу решили пойти в село. Вы хотели быть ближе к природе.",
    "answers": [
      {
        "id": 41,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы проснулись в шесть часов утра от звуков моторов. Вы еле-еле собрали палатку и пошли вдоль трассы. Идти нужно было долго и не один день. Пока шли вы часто думали об отце и иногда даже пускали слезу. Пожже вы увидели магазинчик на другой стороне трассы. Для того чтоб добраться до него вам нужно было пройтись по дороге которая вела в какое-то село. Вы перешли трассу и начали переходить дорогу которая вела в село и вдруг задумались о вашем отце.",
    "answers": [
      {
        "id": 70,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы проснулись в восемь часов утра. Вы быстро собрали палатку и отправились в путь. За пять часов вы были уже возле села. Теперь вам осталось решить где поставить палатку: возле сельского болота, на лугу или в заброшеном доме в селе.",
    "answers": [
      {
        "id": 72,
        "text": "Возле сельского болота "
      },
      {
        "id": 73,
        "text": "На лугу"
      },
      {
        "id": 74,
        "text": "В заброшеном доме"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы считали что поставить палатку возле реки это правильное решение. Всё-же возле реки можно и рыбки половить и водички попить. Вы решили поставить палатку на верху обрыва. Дело в том что внизу тоже был берег но он был слишком близко к воде, растояние между водой и обрывом был в два шага. Обрыв был не слишком крутым по нему можно было спокойно спуститься как со склона. Когда вы уже поставили палатку вы спустились к воде и первым делом решили проверить палкой дно. Дно оказалось глубоким, приблизительно три шага и вода вам по горло. Пожже вы начали делать что-то наподобие ступенек чтоб забираться на обрыв было легче. Вы укрепили ваши ступеньки грязью с глиной и за час в конце концов у вас всё получилось. Потом вы решили заготовить сено под палатку. Вы взяли ваш нож и пучками отрезали высокую траву и бур'ян. Вы заготовили много травы и оставили её сушится на солнце, а сами пошли искать еду и палки для костра.",
    "answers": [
      {
        "id": 56,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы знали что возле реки будут ходить рыбаки, а если зайти вглубь леса то там вероятность встретить человека равна десяти процентам. Но вы не знали где поставить палатку. На ум вам пришло две идеи поставить палатку на земле возле трёх сосен или построить домик на дереве.",
    "answers": [
      {
        "id": 58,
        "text": "Поставить палатку на земле "
      },
      {
        "id": 59,
        "text": "Сделать домик на дереве "
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы нашли дикую малину и начали её собирать себе в рюкзак. Собрав где-то килограмм вы пошли дальше. Вы собирали палки для костра и вернулись к вашей палатке. Оставив малину в палатке а дрова возле неё вы пошли разведывать територию. От вашей разведки толку было мало, заходить вглубь леса вам не хотелось, а идти по дороге дальше было незачем. Единственное что вы поняли это то что по дороге туда сюда ходило и ездило много рыбаков, особенно утром. Вы решили и дальше собирать всякие ягоды и приносить к палатке больше дров. Вы даже пытались зделать удочку но у вас ничего не получилось. Вечером вы сделали костёр. Перед костром вы поели и попили. Через некоторое время вы потушили костёр водой и лягли спать.",
    "answers": [
      {
        "id": 57,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 57,
    "text": "Проснувшись утром вы сразу захотели пить но в бутылке как на зло не было воды. Вы решили спуститься и набрать её в реке. Когда вы спустились и набрали воду вы увидели как из под вашей инпровизированой ступеньки вылазит чёрная гадюка. Вы очень испугались, а бежать вам было некуда. Вы пытались стоять неподвижно но у вас ничего не получилось вы сильно дрожали. Вы очевидно не понравились гадюке, вы видимо когда ходили по ступенькам стучали по её дому. Бац и вы ощутили сильное жжение, а гадюка скрылась в кустах. Вы забрались наверх к палатке и увидели на ране от укуса кровоподтёки. Вы где-то  слышали что из раны нужно высосать яд. Вы высосали яд но вы знали что таким образом можно избавиться от яда максимум на пятьдесят процентов. В любом случае вам нужно было добраться до больницы. Вы оставили палатку и вещи и шли в направлении больницы. К счастью мимо произжали рыбаки и вы их остановили. Когда они везли вас в больницу вас уже охватывал паралич, а рана сильно болела. В больнице вам помогли и позвонили в полицию. Полиция привела вашу тётю. Вы всё с ней обговорили и пока вы лежали в больнице она стала вашим опекуном. ",
    "answers": [
      {
        "id": 1,
        "text": "Начать всё сначала",
        "instant": true
      }
    ]
  },
  {
    "id": 58,
    "text": "Вам казалось что это верное решение. Вы поставили палатку возле трёх высоких сосен. Вы пошли собирать сено для палатки. Вы нашли высокую траву и начали её акуратно вырезать. Вы нарезали высокой травы и перенесли её на солнце сушиться. Пожже вы пошли на поиски пропитания и дров. Вы собрали много дров и принесли их к палатке. Пожже пошли на разведку и обнаружили много черники вы немного собрали ягод себе в рюкзак и пошли дальше. Пожже вы нашли что-то похожее на ягоды калины, как думаете их ложить себе в рякзак?",
    "answers": [
      {
        "id": 60,
        "text": "Да положить"
      },
      {
        "id": 61,
        "text": "Нет не нужно"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы оставили вещи возле подходящего дерева и пошли на поиски материалов для домика на дереве. Вы нашли много прочных веток, ну по крайней мере вам так казалось. Вы взяли из сумки верёвку и закинули её на ближаюшую ветку и залезли не неё. Вы повторяли это действие и таким образом добрались до средины высокой сосны. Вы стали на ветку и закинули верёвку на ветку повыше. Когда вы начали залазить дальше ваша \"страховка\" не выдержала. Удевителен тот факт что вы вообще как-то до середины сосны добрались. К сожалению вы закончили свою жизнь также как и ваш отец.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново",
        "instant": true
      }
    ]
  },
  {
    "id": 60,
    "text": "Уже вечерело, вы пошли к палатке. Вы разожгли костёр, погрелись немного и затушили его землёй. Перед сном вы решили покушать и съели  немного ягод. Но вы никак не могли заснуть у вас болел живот. Но всё же вы заснули...",
    "answers": [
      {
        "id": 62,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы не захотели рисковать и не брали этих ягод. Уже вечерело. Вы пошли к палатке. Сделав костёр и погревшись вы решили перекусить и поели немного ягод. Немного подумав о завтрашнем дне вы лягли спать.",
    "answers": [
      {
        "id": 63,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы заснули... вечным сном! Разве вы не знали что брать незнакомые ягоды нельзя? Конечно это была не калинка, это была волчья ягода!",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново",
        "instant": true
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы благополучно проснулись. Ещё вчера вы приняли решение пойти в город и купить немного нужных для быта вещей и немного еды. Поэтому как только вы проснулись вы сразу пошли в город. Сегодня был довольно жаркий день, а идти вам нужно было долго. Но кроме как идти у вас выбора не было. Через два часа вы уже были в городе.",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 64,
    "text": "Сначала вы пошли в магазин бытовых вещей и купили там кастрюлю, проволоку, сковороду, ложку и кружку. Потом вы зашли в продуктовый магазин. Там вы купили хлеба, консерв, колбасы и сыр. По дороге назад вы решили ещё и зайти в магазин \"Хваторыб\" и купили там удочку и несколько крючков. Потом вы отправились назад в лес к палатке.",
    "answers": [
      {
        "id": 65,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": "Когда вы уже пришли к палатке вы вспомнили про сено. Вы забрали сено с лужайки и положили его под палатку. Из кастрюли вы сделали казанок и подвесили его над местом где был костёр. Продукты вы положили в палатку. Как и вчера вы пошли за ягодами. Вы вновь собрали черники, вы собирали её до вечера. Вечером вы вернулись к палатке. Вы зажгли костёр и поели. Потом вы лягли спать",
    "answers": [
      {
        "id": 66,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вобщем жили вы таким образом до конца лета. За это время вы что только не делали. Вы ходили на рыбалку, иногда вы ходили в город за продуктами, собирали ягоды и ветки, строили навес и забор. Вобщем вы обжывались как могли. Но уже был конец лета, а весну темболее зиму вы бы уже не выдержали. По этому вы решили сдаться в полицию. Понятное дело оттуда вас отправили в школу-интернат. Вас посчитали слишком не послушным ребёнком и к сожалению ваша тётя не смогла оформить на вас опекунство.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново ",
        "instant": true
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы еле-еле дошли до медпункта, там вам перевязали рану и спросили где вы живёте. Врать небыло смысла, поскольку участковый лично собирался довезти вас домой. Дело в том что у медпункта своей машины небыло, а у одной из медсестёр муж был участковый и он согласился вас повезти. Вы рассказали то что вы сбежали из дома. Поэтому участковый отвёз вас в городскую больницу и после лечения вас должны были отвезти в школу-интернат, но ваша тётя оформила на вас опекунство. ",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново",
        "instant": true
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы знали что если пойдёте в медпункт то вас раскроют, поэтому вы приняли решение  попробовать перевязать рану самому. Вы взяли из своей сумки белую фотболку и обвязали свою рану.",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 69,
    "text": "День за днём вы ходили в магазин за продуктами, сидели в своей палатке и всячески развлекались на улице. В магазине вы давно уже наврали продавщице что приехали к бабушке на всё лето. День за днём и через неделю вы заметили что ваша рана начала гноиться. Вы подумали может всё таки пойти в медпункт?",
    "answers": [
      {
        "id": 67,
        "text": "Пойти в медпункт "
      },
      {
        "id": 71,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы замедлили шаг и вдруг откуда не возьмись появился автомобиль. Он не успел затормозить и сбил вас. Очнулись вы в больнице, а рядом с вами была ваша тётя. Вы спросили сколько дней вы лежите в больнице и ваша тётя обрадовавшись сказала что вы лежали в коме уже восемь дней. Она оформила на вас опекунство. Очень хорошо что всё так для вас кончилось.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново",
        "instant": true
      }
    ]
  },
  {
    "id": 71,
    "text": "Вам не хотелось никуда идти да и вообще вы думали что оно как-то само заживёт. Пожив так ещё две недели вы уже видели что у вас нагноилось пол ноги. У вас не было выхода кроме как скакать в медпункт. В медпункте  поняли что уже ничего не сделать, можно было только ампутировать ногу. Там не делали таких операций и поэтому медсёстры вызвали скорую. Скорая отвезла вас в больницу и пожже вам ампутировали пол ноги. Жаль что раньше вы не соизволили пойти в медпункт. Но уже ничего не поделать вы-- инвалид на всю жизнь. Ваша тётя оформила на вас опекунство, но ей было очень сложно вас содержать. ",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново",
        "instant": true
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы пришли к болоту. Возле болота летало много комаров и квакало много жаб. Вы сняли с плеча палатку и пошли ставить её у болота. Вы подошли к болоту и заметили как начали погружаться в грязь вас будто что-то тянуло вниз достать ноги вам было очень трудно. Вы решили помочь себе рукой. Вы пытались разгрести грязь и у вас ничего не получалось. Вас засасывало дальше. Пойти на болото было глупой идеей. Как вы умерли я думаю вам объяснять не надо.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново",
        "instant": true
      }
    ]
  },
  {
    "id": 73,
    "text": "Днём здесь воняло конским навозом а ночью было очень хололно. Вы поставили палатку и пошли на поиски еды. Вы нашли много шампиньонов. Вы разожгли костёр и пожарили грибы, пожже вы принялись их есть. К сожалению у автора больше небыло идей, ну и к тому-же его мама позвала кушать. Вобщем вы всю жизнь ели шампиньоны.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново ",
        "instant": true
      }
    ]
  },
  {
    "id": 74,
    "text": "В селе вы нашли заброшеный дом и начали его осматривать. Соседи сразу заподозрили что-то неладное и спросили у вас что вы тут делаете. ",
    "answers": [
      {
        "id": 75,
        "text": "Соврать"
      },
      {
        "id": 76,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы сказали что ваши родители купили этот дом и то что вы приехали сюда как на дачу, а родители подедут вечером. Вобщем сказали вы какой-то бред, но соседи покивали и пошли к себе в дом. Вы пошли на поиски магазина и нашли его. Там вы купили немного яблок. Вернувшись к заброшеному дому вы зашли в него. Там везде было грязно и до вечера вы там убирались. Когда вы вышли на улицу уже было шесть часов вечера. Вы решили разжечь костёр у дома. Когда вы развели костёр вы вспомнили что забыли в магазине купить колбасы. Вы решили не тушить костёр и быстренько купить колбасы в магазине",
    "answers": [
      {
        "id": 77,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы рассказали всё как было. Соседи отвели вас к участковому и тот разобравшись с вами привёз вас в школу-интернат. Ваша тётя смогла оформить на вас опекунство. Хорошо то, что вы всё сразу расказали взрослым людям и не наделали глупостей.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново ",
        "instant": true
      }
    ]
  },
  {
    "id": 77,
    "text": "Когда вы вернулись из магазина вы ужаснулись дом начал гореть. Вы сразу побежали по  соседям просить помощи. Кокда пожар был затушен. Участковый вас забрал в участок и начал розбираться где ваши родители. Разобравшись он передал вас в школу-интернат. Ваша тётя не смогла оформить на вас опекунство поскольку вас пощитали слишком буйним ребёнком, ещё бы вы спалили пол дома!",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново ",
        "instant": true
      }
    ]
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  }
]