[
  {
    "id": 1,
    "text": "Автор: Ава Милк.\n\nЖанр: Романтика.\n\n\nЭта история начинается с тебя. Ты 20-летняя Мúкола Бэйл. Благодаря своему необыкновенному чутью ты оказываешься в странных, иногда опасных, ситуациях. Сможешь ли ты доверить своё сердце кому-то такому же странному как ты?\n\nВыпущено продолжение 02.01.2020",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      }
    ]
  },
  {
    "id": 2,
    "text": "Пробуждение далось мне необычно легко, встав с дивана, я распохнула шторы, впустив свет в комнату. Подойдя к зеркалу я отметила несколько неприятностей: лёгкие синяки под глазами и взлохмаченные волосы.",
    "answers": [
      {
        "id": 3,
        "text": "Рассмотреть себя в зеркале."
      }
    ]
  },
  {
    "id": 3,
    "text": "Зелёные глаза изучающе гуляли по отражению в зеркале. Аккуратный нос, красивые пухлые губы и шоколадные волосы, подстриженные под каре, были моей визитной карточкой. Закончив рассматривать себя я внесла несколько штрихов в свой макияж и решила одеться. Рассмотрев свой гардероб я выделила для себя два оптимальных варианта:\n\n1. Белый топ, лёгкая мятная юбка в пол, белые босоножки, и белый клатч на золотой цепочке.\n\n2. Светлые джинсы Бойфренда, белая рубашка, белые кеды и небольшой серебристый кожанный рюкзак.",
    "answers": [
      {
        "id": 4,
        "text": "Выбрать первый вариант."
      },
      {
        "id": 4,
        "text": "Выбрать второй вариант."
      }
    ]
  },
  {
    "id": 4,
    "text": "Я одобрительно оглядела себя и решила взять с собой своё новое приобретение — розовенький Instax, моим любимым занятием было выбраться в парк и сделать несколько красивых кадров. Взяв ключи от квартиры, телефон и кошелёк я осознала, что на сегодня у мебя было запланированно дело. Нужно было заехать в издательство и получить характеристику на следующего интервьюированного, чтобы составить вопросы. И так... Что же сделать сначала?",
    "answers": [
      {
        "id": 5,
        "text": "Поехать в издательство, работа не ждёт."
      },
      {
        "id": 6,
        "text": "Пойти развлечься, а до вечера издательство не исчезнет."
      }
    ]
  },
  {
    "id": 5,
    "text": "Приняв решение, что лучше не шутить с начальницей, я вызвала такси и быстро доехала до издательства. Поднявшись на второй этаж, я спросила у коллеги местоположение начальницы.\n\n—Миссис Гаррисон, находится на третьем этаже, в кабинете 301.\n\n—Спасибо, Лора... ",
    "answers": [
      {
        "id": 7,
        "text": "Отправиться на поиски."
      }
    ]
  },
  {
    "id": 6,
    "text": "Проведя прекрасный день в парке я сделала много удивительно-красивых кадров. В конце концов я отправилась в издательство, получила характеристику и узнала у начальницы что интерьвюированный назначил встречу на среду, 14:00, в кафе \"Good Coffee\".",
    "answers": [
      {
        "id": 9,
        "text": "Пойти домой."
      }
    ]
  },
  {
    "id": 7,
    "text": "Дойдя до кабинета, я постучала в дверь. Оттуда вышла злая и растрёпанная начальница.\n\n—Миссис Луиза, я вам не помешала? — смущённо спросила я.\n\n—Ещё бы... Совсем нет... — успокоившись, ответила она.\n\n—Я пришла за характеристикой. Вы назначили встречу на понедельник. \n\n—Характеристика... Ну точно, иди на первый этаж в 100 кабинет, на столе лежит характеристика, возьми её и изучи, тот парень назначил тебе встречу на среду, в два часа дня, в кафе \"Good Coffee\". \n\n—Спасибо, я пойду. \n\nКакой-то третий голос из-за двери:\n\n—Луизочка, ты там скоро?\n\n—Сейчас! — зло рыкнула она и скрылась за дверью. ",
    "answers": [
      {
        "id": 8,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 8,
    "text": "Забрав характеристику, я ушла из издательства, что там за интрижка у Луизы, меня не интересовало. И я решила отправиться в парк. Сев на лавочку, я достала фотоаппарат. Направив объектив на голубя я сделала фото. Сидя в парке, я просто наслаждалась свежим воздухом. Близился вечер и лучи солнца на закате мягко касались моего лица. Вот оно счастье... Вдруг ко мне подошла молодая пара, парень сдержанно смотрел в мою сторону, а девушка нетерпеливо затороторила: \n\n—Приве-е-ет, можно попросить тебя... Пожалуста, сфоткай нас?\n\nЯ охотно согласилась. Фото вышло прекрасным, я сделала для себя копию. Девушка поблагодарила меня, и они с парнем пошли дальше.",
    "answers": [
      {
        "id": 9,
        "text": "Пойти домой."
      }
    ]
  },
  {
    "id": 9,
    "text": "Дома я первым делом отправилась в душ, с наслаждением я стояла в кабинке под струями тёплой воды. За день я устала и поторопилась лечь спать.",
    "answers": [
      {
        "id": 10,
        "text": "Утро."
      }
    ]
  },
  {
    "id": 10,
    "text": "Я с силой скинула с себя одеяло и покатилась с кровати. Всё тело ныло, голова раскалывалась. Я посмотрела в зеркало. Да уж, синяки под глазами и горящие щёки. Кажется у меня жар. Я смерила температуру, 38.5. Ого-го. \nНаверное я простудилась. Так и знала, что вчера оделась слишком легко. \nА как же интервью? Я глянула на телефон. Ах да. Сегодня вторник. До завтра я успею поправиться. Чем бы заняться?",
    "answers": [
      {
        "id": 11,
        "text": "Готовиться к интервью."
      },
      {
        "id": 12,
        "text": "Подлечиться."
      }
    ]
  },
  {
    "id": 11,
    "text": "Я думаю, что к насморку итервьюированный привыкнет, а вот к тому, что я о нём совершенно ничего не знаю, вряд ли. Я взяла характеристику в руки и начала листать. \nНа первой страничке была фотография. Точные контуры лица. Блестящие серые глаза. Уложенные иссиня-черные волосы. \n",
    "answers": [
      {
        "id": 13,
        "text": "Изучить характеристику."
      }
    ]
  },
  {
    "id": 12,
    "text": "Я решила, что раз я журналист, то смогу симпровизировать, а вот, если я буду кашлять и шмыгать носом, то он от меня сбежит. \n\nЯ выпила две чашки чая с малиновым джемом. Укуталась в плед и приняла жаропонижающее.\n\nУже на утро я почувствовала облегчение.",
    "answers": [
      {
        "id": 18,
        "text": "Поехать на встречу."
      }
    ]
  },
  {
    "id": 13,
    "text": "Характеристика:\n\nИмя: Айван.\nФамилия: Барт.\nВозраст: 24 года.\nРод деятельности: Кинорежиссура.\n\nИзвестные отрывки биографии:\n\nДетство: В дестве Айван любил снимать короткие видео с игрушками, позже писал весьма успешные стихотворения. Одно из известных: Лунная Ночь.\n\nАйван Барт. \"Лунная Ночь\" Отрывок:\n\n...Безмолвные ночи ложатся в тиши,\nЯ тебя слышу, ты так не дыши.\nЯ чувтсвую ритмы твоего сердца...\nМне дурно, мне плохо, мне некуда деться!..\n\nМолодость: Поступил в ИКИО (Институт Кинематографии Имени Олестера). Успешно закончил 5 курсов. Недавно на экраны вышел его первый фильм. Он сразу же взорвал и стал самым обсуждаемым фильмом этого года. Кассовые сборы за месяц привысили 900 тыс.$",
    "answers": [
      {
        "id": 14,
        "text": "Закончить изучение."
      }
    ]
  },
  {
    "id": 14,
    "text": "Я ужасно устала и легла спать. \n\nУтром мне стало еще хуже. Но я собралась и поехала в это злосчастное кафе. Сама виновата. Надо было вчера лечиться.",
    "answers": [
      {
        "id": 15,
        "text": "Поймать такси ."
      }
    ]
  },
  {
    "id": 15,
    "text": "Накинув пальто, я выбежала из квартиры и села в такси. На улице ужасная погода. Капли дождя стучали по оконным стёклам машины. \n\nПодъехав к кафе, я расплатилась с таксистом и зашла в заведение с красивой неоновой вывеской \"Good Coffee\". \n\nЯ осмотрела людей сидевших за столиками и узнала лицо с фотографии в характеристике. \n\nСела за столик: \n\n—Здравствуйте, я кхе-кхе-кхеее, извините, я Микола, можно просто кхеее-кхеееее, Мик. Простите пожалуйста... — я виновата опустила глаза и потерла руками о колени.\n\n—Здравствуй, я Айван, и у меня мало времени, давайте начнём?\n\n—Да конечно, кхе-кхе-кхеее. Я очень извиняюсь. Мне неловко.",
    "answers": [
      {
        "id": 16,
        "text": "Смотреть на то, как он уходит."
      }
    ]
  },
  {
    "id": 16,
    "text": "—Эй! Вы куда!?\n\n—...\n\nНу что за наглость, я так извиняюсь, а он уходит. Только что, до меня дошло, что я провалила, возможно, самое важное интервью в моей жизни, если меня не уволят, то убьют. Это позор для нашей редакции. \n\nЗакрыла лаза руками, и слезы покатились из моих глаз. Я смахивала их руками и бежала к выходу из кафе. \n\nДобежав до парка, я остановилась и стояла в одиночестве. Дождь хлестал меня по лицу, а я не хотела уходить. Мне было так плохо, я опустилась на колени и начала рыдать.",
    "answers": [
      {
        "id": 17,
        "text": "Почувствовать прикосновение."
      }
    ]
  },
  {
    "id": 17,
    "text": "Я почувствовала лёгкое прикосновение к плечу и обернулась.\n\nНа меня смотрела пара разноцветных глаз. \"Гетерохромия\" — пронеслось у меня в голове. Уголок губ парня пополз вверх. Он улыбнулся мне.\n\n—Здесь холодно. — сказал он заглянув мне в глаза, продолжая улыбаться.\n\n—Я чувствую.\n\n—Тогда почему ты здесь. Ты вся промокла. Иди домой.\n\n—Нет... Тогда, почему ты здесь? Ты тоже промокший.\n\n—Ты волнуешься обо мне? — он улыбнулся.\n\n—Нет, я просто спросила.",
    "answers": [
      {
        "id": 20,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Погода ужасная. Капли дождя стучали по стёклам машины. \n\nРасплатившись с таксистом, я вышла из такси и направилась в кафе. \n\nЯ зашла в приятное заведение с красивой неоновой вывеской \"Good Coffee\". Я только сейчас осознала, что абсолютно не знаю кто, тот самый парень, назначивший встречу. Чёрт, так и знала, что нужно было изучить характеристику. И что терерь делать?",
    "answers": [
      {
        "id": 19,
        "text": "Довериться чутью."
      }
    ]
  },
  {
    "id": 19,
    "text": "Я увидела несколько одиноких парней, сидевших за столиками и угрюмо изучающих меню. \n\nОдин из них кого-то выглядывал, но был одет, не как богач, а по-простому.\n\nВторой, выглядел статно, и просто пялился в меню.\n\nОставь закладку и жди продолжение♡",
    "answers": [
      {
        "id": 1,
        "text": "Сесть к первому."
      },
      {
        "id": 1,
        "text": "Сесть ко второму."
      }
    ]
  },
  {
    "id": 20,
    "text": "—Пожалуйста, иди домой, давай я тебя проведу?",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]