[
  {
    "id": 1,
    "text": "Для чего жить если нет цели? \n©Жук\n\n\nБудут добовлятся все новые главы.\nЕсли оцените хорошо, то будут... ",
    "answers": [
      {
        "id": 2,
        "text": "Начать. "
      },
      {
        "id": 19,
        "text": "Сколько ещё будет глав? "
      },
      {
        "id": 21,
        "text": "Когда будет полное раскрытие персонажей? "
      },
      {
        "id": 8,
        "text": "Глава 2!"
      },
      {
        "id": 22,
        "text": "Глава 3!\n"
      }
    ]
  },
  {
    "id": 2,
    "text": "Солнце. Солнце бьёт в глаза своими утреними лучами, счётчик Гейгера еле фонит, и ветер мягко покачивает растительность на земле.\n—Мурый... Мурый проснись, нам пора идти!-Говорил Долговец своему товарищу!\n—Да... Пять минут Жук...Пять минут и я встаю!-Вяло ответил я.\n—Нам пора выдвигаться, время на исходе!\nВстав, я потянулся к своему рюкзаку и достав термос, налил себе не такой уж и чёрный кофе. Кружка, как и сам напиток была холодная. Конечно, ведь я наливал кофе два дня назад.\nВыпив залпом холодный кофе, меня встряхнуло от бодрости, закрыв термос я положил его обратно в рюкзак, взял свой изношеный автомат LR-300 и повесил его на правое плечо.\n—Можем идти!\n—Ладно,идем короткой тропой, нам нужно успеть до вечера дойти!-пробурчал Жук.\nВыдвинувшись, мы молча шли по лесу, прислушивались к каждому шороху.\nЯ шёл задумчиво, вглядываясь в следы от берцов Жука спросил его:\n—Так во сколько ты проснулся то?\nЖук резко остановился после этого, и стоял молча вглядываясь в шевелющийся кусты впереди его!\n—Тихо! — прошептал мне напарник направив свое оружие на кусты! ",
    "answers": [
      {
        "id": 3,
        "text": "Снять оружие с плеча и навести на кусты! "
      }
    ]
  },
  {
    "id": 3,
    "text": "Я взял оружие в руки, сняв его с предохранителя нацелился на те странные кусти впереди нас!\nВ прочем нам нечего бояться, Жук Профессионал в своём деле. Со своим \"AC ВАЛ\" он мог один перебить 3 свободевцев с одной обоймой, где всего то 20 патронов калибра \"9x39\", и лишь только по этому я не волновался! Мы стояли минут семь... восемь... девять... ничего! После мы решили идти в полную атаку, Жук шёл первым!\nПодходя все ближе кусты перестали дрожать, мы же подходили к ним все ближе, и вот буквально 5 метров от куста как вдруг... пёс? Это обычный черт его слепой пёс! К слову он испугался нас больше чем мы его, и почуяв опасность скрылся в даль леса, только бы мы ему не навредили!\nПосмотрев на Жука я увидел как он стал чаще дышать, не думал, что опытного долговца может испугать обычная собака! Но мы продолжили путь почти сразу, как только скрылся пёс из поля видимости! ",
    "answers": [
      {
        "id": 4,
        "text": "Далее... "
      }
    ]
  },
  {
    "id": 4,
    "text": "Прошло полутора часа и вот... Мы вышли из леса, и издалека мы увидели военный блокпост!\n—Наконец-то! — воскликнул я, достовая пачку Кэмела и спички из кармана своего костюма!\n—Ты же курил недавно! — возразил Жук, посмотрев на меня злыми глазами!\n—Сорок минут это для тебя недавно? — ответил я, подкуривая, горящей спичкой сигарету.\nЖук промолчал после моего аргумента и достав ПДА он, что то начал печатать сообщение какому то военному.\n—Ладно, ещё чуть и мы доставим посылку! — Жук сказал в пол голоса.\n",
    "answers": [
      {
        "id": 5,
        "text": "Промолчать. "
      },
      {
        "id": 6,
        "text": "Так ты и не сказал что мы несем! "
      }
    ]
  },
  {
    "id": 5,
    "text": "Я докурив сигарету, выбросил тлеющий бычок на мокрую листву. Мы были все ближе к военному блокпосту, где были видны хорошо вооружённые солдаты.\nПодойдя почти в плотную к военным они выкрикнули:\n—Стоять на месте, оружие за спину!\nМы плавно убрали оружия.\n—Зачем пришли? — Задал вопрос часовой!\n—По поручению Генерала Воронина! — Выкрикнул Жук!\n—Нам нужно поговорить с Товарищем Прапорщиком!\n—Хорошо, идите за мной! — после сказанных слов часовой развернулся и пошёл в сторону не большого двухэтажного кирпичного строения!\nМы двинулись за ним.\nДойдя до здания, солдат начал осторожно подниматься по лестнеце на верхний этаж.\nЛестница хоть и была железной, но на вид она была хрупкой и будто вот вот сломается!\nПройдя по опасной лестнице, я вздохнул с облегчением, и мой взгляд пал на солдата который тихо постучал по двери, и из-за другой стороны мы услышали:\n—Кто?\n—Это Хрецко товарищ Праворщик!\nПосле этих слов, часовой открыл дверь и сказал:\n—Тут два Долговца, говорят по поручению самого генерала Воронина!\n—Пусть заходят!- Хрипло ответил Прапорщик, встав со стула и подойдя к нам!\n—Здравия желаю, я Леонид Тевешёв!\n—Здравия желаю! — ответил Жук\n—Вы перенесли то что мне нужно?\n—так точно! ",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить слушать! "
      }
    ]
  },
  {
    "id": 6,
    "text": "Жук взглянув на меня ответил на мой вопрос.\n—Сам толком не знаю, какие-то документы с лабораторий, их должны доставить на большую землю. Наверное что то важное!",
    "answers": [
      {
        "id": 5,
        "text": "Ясно. \n"
      }
    ]
  },
  {
    "id": 7,
    "text": "Жук снял с плеч рюкзак и открыв его, высунул металлический ящик и передал его Прапорщику.\n—Вот! Не помят, как мне дали, так вам и отдаю! — красноречиво сказал Жук!\n—Спасибо, вот вам за работу! — сказал тем временем Военый, передовая белый конверт прямо в руки Долговцу!\n—Ещё свидимся Жук!\n—Ещё свидимся!-Этими фразами перекинулись Долговец и Военый на последок.\n—Сколько? — нагло я начал спрашивать Жука!\nОн сразу понял, что речь шла о деньгах в конверте!\n—Как придём в деревню Новичков, так и поделим!\n\n\nКонец 1 главы. ",
    "answers": [
      {
        "id": 8,
        "text": "Глава 2."
      }
    ]
  },
  {
    "id": 8,
    "text": "Идти до деревни было не далеко, но все темнело и это было не очень хорошо. Мы хотели есть, но останавливаться было не безопасно. Когда мы увидели деревню Жук усклрил шаг.\n—Ты куда мчишь? В трамплин захотел? — выкрикнул я!\nИ в правду. Хоть мы и не в центре зоны, но все равно здесь тоже есть аномалии и мутанты, и надо быть осторожным везде, но Жук лишь ответил мне на мою осторожность лишь одной грубой фразой! — —Я опытный, и я вижу аномалии в отличие от тебя!\n—Спасибо, я учту!\nКак не странно но аномалий по дороге мы так и не встретили. Вот она деревня в которой ты начинал новичком! Эх, были же времена!\nПри входе в деревню мы увидели Сталкера, который в руках держал треснутый обрез, одет он был в кожаную куртки, на лице повязка, наверное каралуит деревню!\nМы не стали оброщать внимания на то, как он на нас смотрел. Он будто не верит глазам, как будто это сон! М-да... И вправду, наверное мало кто видел что бы бойцы Долга приходили в деревню Новичков! Когда мы проходили центр деревни, то на нас так начали смотреть все! Наш путь был до бункера старого и лысого торговца, даже нет, будет правильно обманщика, Сидоровича.\nКак только мы спустились в бункер, мы начали стучаться в большую и прочую металлическую дверь. Бункер был не в очень хорошем состоянии, на стенах начали появляться большие трещены, штукатурка с потолка начала сыпаться, освещение слишком тусклое, после нашего стука в гости, дверь начала автоматически открываться! После полного открытия двери, первый вошёл Жук! ",
    "answers": [
      {
        "id": 9,
        "text": "Войти за ним. "
      },
      {
        "id": 10,
        "text": "Стоять на месте "
      }
    ]
  },
  {
    "id": 9,
    "text": "Зайдя после Жука, я увидел, что и тут не очень хороший ремонт, за столом сидел торговец.\n—Ну что, солдаты Долга, зачем так далеко пришли? — с ухмылкой спросил торговец! \nПосле этой фразы мне как то страно стало плохо.\nЗакружилась голова, стало тошнить. \n—Жук, я тебя на верху подожду! — сказал я и после очень бысторо вышел.\nВыйдя на улицу я достал пачку сигарет, взял одну, и подкурил спичками.\n—Вроде стало легче! — сказал вслух, медленно подягивая сигарету.\nДым и ночь становились все гуще, а костёр все ярче. Деревья и кусты тут не как на Ростоке, красивее в несколько раз, как будто тут нет Зоны, но это лишь вид, а он может быть и обмануть! Внезапно я почувствовал вибрацию из кармана своего комбенезона. Достав ПДА я увидел сообщение!\n—Общий канал||20:37||Леха Гиря, Одиночка, Припять, Следы кровоссоса.\nЕщё одна смерть, и ведь зона ни кого не жалеет, столько умерло от щупальц этой твари, и точно не один десяток!\nВо время моих раздумий сигарета быстро стлела, и горячий бычок обжог мои пальцы, я выкинул его, но резкая боль от этого у меня осталась!\nКак раз и Жук вышел.\n—Я купил поест , попить, патроны, и вот... — говорил он протягивая пачку новых запечатаных сигарет с названием Кемел на упаковке.\n—Спасибо, у меня как раз пару штук осталось! — паблогадорил я его, заберая сигарет!\n—Ладно пошли к костру, поедим и спать!-сказал очень добрый Жук! \nМы двинулись в сторону света огня, и чем ближе мы были тем светлее и теплее было. Мы сели к Одиночкам. Они в это время всегда рассказывают байки, страшилки и легенды в Зоне! \nПока Жук рыскал в своём рюкзаке в поисках консерв, я стал внимательно слушать Сталкеров. \n—А вы знаете что ждёт всех за выжигателем мозгов?-очень заманчиво начал спрашивать по виду бывалый Сталкер у своих соклановцев! \n\n",
    "answers": [
      {
        "id": 11,
        "text": "Слушать. "
      },
      {
        "id": 12,
        "text": "-И что же? "
      },
      {
        "id": 13,
        "text": "Ну знаю, а что? "
      }
    ]
  },
  {
    "id": 10,
    "text": "Я решил не заходить без надобности и постоять у двери!\n—Че ты стоишь то там, захади!-Сказал мне Жук.\nЗайдя после указаний Жука, я увидел, что и тут не очень хороший ремонт, за столом сидел торговец.\n—Ну что, солдаты Долга, зачем так далеко пришли? — с ухмылкой спросил торговец! \nПосле этой фразы мне как то страно стало плохо.\nЗакружилась голова, стало тошнить. \n—Жук, я тебя на верху подожду! — сказал я и после очень бысторо вышел.\nВыйдя на улицу я достал пачку сигарет, взял одну, и подкурил спичками.\n—Вроде стало легче! — сказал вслух, медленно подягивая сигарету.\nДым и ночь становились все гуще, а костёр все ярче. Деревья и кусты тут не как на Ростоке, красивее в несколько раз, как будто тут нет Зоны, но это лишь вид, а он может быть и обмануть! Внезапно я почувствовал вибрацию из кармана своего комбенезона. Достав ПДА я увидел сообщение!\n—Общий канал||20:37||Леха Гиря, Одиночка, Припять, Следы кровоссоса.\nЕщё одна смерть, и ведь зона ни кого не жалеет, столько умерло от щупальц этой твари, и точно не один десяток!\nВо время моих раздумий сигарета быстро стлела, и горячий бычок обжог мои пальцы, я выкинул его, но резкая боль от этого у меня осталась!\nКак раз и Жук вышел.\n—Я купил поест , попить, патроны, и вот... — говорил он протягивая пачку новых запечатаных сигарет с названием Кемел на упаковке.\n—Спасибо, у меня как раз пару штук осталось! — паблогадорил я его, заберая сигарет!\n—Ладно пошли к костру, поедим и спать!-сказал очень добрый Жук! \nМы двинулись в сторону света огня, и чем ближе мы были тем светлее и теплее было. Мы сели к Одиночкам. Они в это время всегда рассказывают байки, страшилки и легенды в Зоне! \nПока Жук рыскал в своём рюкзаке в поисках консерв, я стал внимательно слушать Сталкеров. \n—А вы знаете что ждёт всех за выжигателем мозгов?-очень заманчиво начал спрашивать по виду бывалый Сталкер у своих соклановцев! ",
    "answers": [
      {
        "id": 11,
        "text": "Слушать. "
      },
      {
        "id": 12,
        "text": "-И что же? "
      },
      {
        "id": 13,
        "text": "Ну знаю, а что? "
      }
    ]
  },
  {
    "id": 11,
    "text": "—Никто? Я так и думал! — с ухмылкой сказал Сталкер.\nЖук в это время протянул мне банку с говядиной. \nОткрыв её, я начал слушать байки этого Сталкера! \n—Говорят, то что только человек с чистой душой может пройти выжигатель и не сойти с ума, и тот кто прошёл его, тот получит все дары Зоны, от дешёвого артефакта Слизь, до самого Компаса и Сердцо Контролёра, но... Не все суждено было вернуться, Фанатики и до них добрались! Говорят, что они отрезают голову, и втыкают кол в шею, что бы отпугивать всех \"Неверных\", но я думаю, что они не только так издеваются над телами умерших! Они их ещё едят! Не, ну тогда откуда они беру еду? С одного Сталкер не найдёшь столько тушёнки, что бы прокормить сотни ртов! Думаю глаза и язык у них-это деликатесы!\n—Думаю, что твой язык они будут есть с удовольствием! — сказал рядом с ним сидящий Сталкер!\n—Ну... Это возможно... Но я никогда не попадусь Монолиту!\n—Не говори того, чего знать даже не можешь! — сказал Жук с без эмоций на лице!\nПосле этой фразы все как будто бы все разучились говорить!\n—Ладно, я пошёл спать, ты со мной или тут байки слушать будешь?-Вяло задал вопрос усталый Долговец. \n",
    "answers": [
      {
        "id": 14,
        "text": "Да, иду! "
      },
      {
        "id": 15,
        "text": "Думаю что ещё послушаю! "
      }
    ]
  },
  {
    "id": 12,
    "text": "—И что же? — спросил я с интересом. Хоть я и знал, что за выжигателем, но послушать истории мне тоже захотелось! \n—Тебе разве это интересно? — спросил Жук? \n—Пусть расскажет! — ответил я, на его очень очивидный вопрос! \nЖук в это время протянул мне банку с говядиной. \nОткрыв её, я начал слушать байки этого Сталкера! \n—Ну слушай, говорят, то что только человек с чистой душой может пройти выжигатель и не сойти с ума, и тот кто прошёл его, тот получит все дары Зоны, от дешёвого артефакта Слизь, до самого Компаса и Сердцо Контролёра, но... Не все суждено было вернуться, Фанатики и до них добрались! Говорят, что они отрезают голову, и втыкают кол в шею, что бы отпугивать всех \"Неверных\", но я думаю, что они не только так издеваются над телами умерших! Они их ещё едят! Не, ну тогда откуда они беру еду? С одного Сталкер не найдёшь столько тушёнки, что бы прокормить сотни ртов! Думаю глаза и язык у них-это деликатесы!\n—Думаю, что твой язык они будут есть с удовольствием! — сказал рядом с ним сидящий Сталкер!\n—Ну... Это возможно... Но я никогда не попадусь Монолиту!\n—Не говори того, чего знать даже не можешь! — сказал Жук с без эмоций на лице!\nПосле этой фразы все как будто бы все разучились говорить!\n—Ладно, я пошёл спать, ты со мной или тут байки слушать будешь?-Вяло задал вопрос усталый Долговец. ",
    "answers": [
      {
        "id": 14,
        "text": "-Да, иду! "
      },
      {
        "id": 15,
        "text": "-Думаю что ещё послушаю! "
      }
    ]
  },
  {
    "id": 13,
    "text": "Ну знаю, а что? — ответил Сталкеру на полном серьёзе!\n—Ты знаешь? И что там? — спросил меня Одиночка, с большим интересом!\nЖук тем временем косо посмотрел на меня, достал говядину, и начал её потребление. Я же посмотрев на Одиночек, начал рассказ.\n—Радар. Выжигатель мозгов. Мало кто проходил через него и остовался в здравом уме! Я один из не многих кто смог это сделать! Там толпы Зомбированных, они ходят там по кругу! А их лица... У них их как будто бы и нет. Нижняя челюсть свисает. Глаза... Они смотрят тебе в душу и молят спасти их, но руки... Они не слушаются, а лишь поднимают оружие и стреляют в тебя, очень криво, но стреляют! Там и не только они тебя хотят убить, но и Монолитовцы, с мутантами тоже желают твоей смерти! Это не просто очень опасная местность, это настоящий Ад! А что после Радара? Дорога в Припять! И если вы думаете что Припять безопаснее Радара, то вы сильно ошибаетесь! Может там и нет Выжигатель, но там такие мутанты, что вы просто их никогда не видели! Даже если вы их увидите, то вы ничего не успеете сделать, эти твари сожрут вас даже не пережовывая, просто проглотят... И все. Я был там, и видел много, потерял много, после этого я даже не могу думать про Припять... Ведь я бы мог стать зомби...\n—Всё, хватит! Сами должны узнать, а не по рассказам! — высказался Жук, передовая мне тушенку,\n—Ты спать то идёшь, или дальше их пугать будешь? — вяло спросил усталый Долговец! ",
    "answers": [
      {
        "id": 14,
        "text": "-Да, иду! "
      },
      {
        "id": 15,
        "text": "-Думаю ещё послушаю! "
      }
    ]
  },
  {
    "id": 14,
    "text": "—Да, иду! — Ответил Жуку!\nЯ встал, и пошёл за Жуком в подвал, где лежали готовые матрасы. Жук развалился на железную ржавую койку и мгновенно уснул. Я лёг на матрас который лежал на полу, рюкзак и оружие я охватил обеями руками. На боку лежать куда удобнее чем на спине, но спать я особого желания не имел. А может пойти все таки и послушать байки ребят? Может чего интересного услышу! ",
    "answers": [
      {
        "id": 17,
        "text": "Попытаться уснуть. "
      },
      {
        "id": 18,
        "text": "Идти слушать анекдоты. "
      }
    ]
  },
  {
    "id": 15,
    "text": "—Думаю что ещё послушаю!\nЖук вздохнул, и пошёл в подвал позади меня.\nДостав ПДА, я посмотрел время.\n23:43\nМ-да... Скоро новый день.\nПока Жучара спал, я слушал честно говоря не плохие анекдоты, и страшные истории, но я знал, что одна из историй не была правдой, но говорить об этом я не стал, что бы не портить атмосферу!\n01:25\nЧто время очень медленно идёт!\nЯ резко повернул голову и увидел как Одиночка бежит в сторону костра. По его виду он бежал очень долго. Подбежав к нам, запыханый мужичок начал просить нас о помощи.\n—Хлопцы... Помогите... Там... Это... Страшное...\n—Что случилось? — Спросил Одиночка, рядом стоящий со мной.\n—Бандиты...Схватили наших... Двоих!-ответил мужичок на вопрос! \n—Черт!-Ответил сердито Сталкер!\n—Всё наши спят, а у тебя нет оружия! — после этих слов Одиночка бросил свой взгляд на меня!\n—Долговец... Помоги, пожалуйста друг, один я не справлюсь, а вдвоём запросто, у Бандитов там не особо хорошая снаряга, а у нас получше будет!\nВот не задача! Жука точно будить не стоит!\n",
    "answers": [
      {
        "id": 16,
        "text": "-Хорошо, выдвигаемся сейчас, медлить нельзя! "
      }
    ]
  },
  {
    "id": 16,
    "text": "АТП. Бандитская база, все понятно. Без боя нам походу не обойтись!\nМы со Сталкером выдвинулись! Пришли мы очень быстро,\n—Так, значит работать нам надо очень быстро и тихо!-Сказал я и начал одевать глушитель на LR-300.\n—Не найдётся на Гадючку глушак? — Спросил озадачено Одиночка.\nЯ что, похож на того человека, который носит все глушители на все оружия? Ну ладно, ничего. Высунов из кобуры Кольт 1911 на котором уже стоял глушитель, передал пистолет Сталкеру и в добавок 2 магазина к нему. Сталкер взяв тихое оружие решил задать вопрос.\n—Я кстати Клён, а тебя как звать?\n—Мурый!\n—Хорошо, Мурый, я готов, начинаем?\n—Да, да начнём! — незамедлительно я дал ответ!\n",
    "answers": [
      {
        "id": 20,
        "text": "Начать атаку! "
      }
    ]
  },
  {
    "id": 17,
    "text": "Я пытался уснуть как мог,но нет, я не мог.\nВремя длилось очень долго.\nДостав ПДА я посмотрел время.\n01:25\nЧерт,и как уснуть, может сходить к торговцу и купить водку? Ладно, не буду будить торговца.\nЯ начал вспоминать как я попал вообще в Зону. \nЭта ситуация так и крутилась в моей голове. \nПерелез через периметр всего лишь с десятью тысячами рублей, еле прошёл блокпост военных, я даже помню эту лазейку, справа от блокпоста, разрезанная колючая проволка, пришёл в деревню Новичков, и увидел Жука. Я ещё тогда спросил у него сигарету, а он послал меня куда подальше... Ха, до сих пор помню как волк послал нас убить Плотей и тогда он мне и спас жизнь! М-да... Если бы не Антон, я бы сюда вообще не пошёл, да только когда мы приблежались к Зоне он сказал что догонит, так и не догнал, тварь, струсил и убежал. \nЗакрыв глаза я начал слышать встревоженный голоса, но я ни как не мог разобрать слова, но я пытался не обращать внимания, но вдруг я услышал шаги на лестнеце в подвале и вдруг чья та рука тронула меня. Я развернулся и... Это тот сталкер около костра! Он махнул мне рукой на выход и стал подниматься, я не замедлительно встал, взял вещи и пошёл за ним.\nПоднявшись он сразу сказал.\n—Друг, прошу помоги мне нужна помощь, 2 наших взяли в плен бандиты на АТП, а ты бывалый, так ещё и Долговец, помоги мне, я один не справлюсь, обещаю, в долгу не останусь!\nЧерт, ладно, будить Жука плохая идея! ",
    "answers": [
      {
        "id": 16,
        "text": "-Хорошо, выдвигаемся прямо сейчас! "
      }
    ]
  },
  {
    "id": 18,
    "text": "Думаю что пойду ещё послушаю!\nВстав тихо с матраса, я взял вещи и пошёл наверх к костру. К моему удивлению Одиночки ещё сидели, присев к ним рядом, ко мне обратился Сталкер. \n—Не спиться? \n—Нет! — очень кратко я дал ответ! \nДостав ПДА, я посмотрел время.\n23:43\nМ-да... Скоро новый день.\nПока Жучара спал, я слушал честно говоря не плохие анекдоты, и страшные истории, но я знал, что одна из историй не была правдой, но говорить об этом я не стал, что бы не портить атмосферу!\n01:25\nЧто время очень медленно идёт!\nЯ резко повернул голову и увидел как Одиночка бежит в сторону костра. По его виду он бежал очень долго. Подбежав к нам, запыханый мужичок начал просить нас о помощи.\n—Хлопцы... Помогите... Там... Это... Страшное...\n—Что случилось? — Спросил Одиночка, рядом стоящий со мной.\n—Бандиты... На АТП...Схватили наших... Двоих!-ответил мужичок на вопрос! \n—Черт!-Ответил сердито Сталкер!\n—Всё наши спят, а у тебя нет оружия! — после этих слов Одиночка бросил свой взгляд на меня!\n—Долговец... Помоги, пожалуйста друг, один я не справлюсь, а вдвоём запросто, у Бандитов там не особо хорошая снаряга, а у нас получше будет!\nВот не задача! Жука точно будить не стоит!\n",
    "answers": [
      {
        "id": 16,
        "text": "-Хорошо, выдвигаемся прямо сейчас! "
      }
    ]
  },
  {
    "id": 19,
    "text": "Много, если вам эти главы были по душе значит дай к мне знать и я не замедлительно начну 3 главу! ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Мы двинулись в само АТП!\nМы делали все тихо, некого не было. Приближаясь к зданию мы вдруг услышали голоса...\nКонец 2 главы! ",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу! "
      },
      {
        "id": 22,
        "text": "Глава 3."
      }
    ]
  },
  {
    "id": 21,
    "text": "В следующих главах!!\nСпойлер:что бы узнать кратко как Мурый попал в зону нужно идти с Жуком спать и после попытаться уснуть!!! ",
    "answers": [
      {
        "id": 1,
        "text": "Назад! "
      }
    ]
  },
  {
    "id": 22,
    "text": "Глава 3.\nГолоса из здания-это Бандиты. Мы решили идти тихо! Клён выстрелил в часового на крыше из Кольта, он упал тихо и не кого не потревожил. Клён начал обходить здание, а я вошёл в него и увидел как ещё один Бандит стоит и курит, посмотрев, я увидел преимущество в том, что он меня не видит и его тоже не видно! ",
    "answers": [
      {
        "id": 23,
        "text": "Взять винтовку и выстрелить. "
      },
      {
        "id": 24,
        "text": "Взять нож и зарезать. "
      }
    ]
  },
  {
    "id": 23,
    "text": "Я снял с плеча LR-300 и точным выстрелом в голову убил его,он качнувшись упал назад, вы ту комнату где остальная бригада. Я не знаю сколько их, но я услышал крики.\n—Мля... Птаха, тут фраера навалили, Денчика вальнули!\nЯ решительно вошёл в ту комнату и убил Бандита с Обрезом. Мне наверное очень сильно повезло, что Клён убил второго, ведь если бы не он... Ладно, не буду о плохом!\nКлён залез в окно. Осмотрев, мы не нашли в этой комнате никого больше. Нужно найти пленёных Сталкеров. ",
    "answers": [
      {
        "id": 25,
        "text": "Пойти в сарай! "
      },
      {
        "id": 26,
        "text": "Пойти на 2 этаж! "
      }
    ]
  },
  {
    "id": 24,
    "text": "Я высунул нож из чехла, медленно подошёл и закрыв рот Бандиту перерезал его горло. Бандит мёртв, я отащил его тело в сторону и заглянул в комнату из-за угла. Я увидел двух Бандитов. Один сидел на стуле с Обрезом, а другой просто смотрел в окно. Я увидел, что Клён показывает мне на Бандита, который смотрит в окно. Я его понял, взяв винтовку, я выстрелил одной очередью в Бандита, Клён стрелял в Бандита на стуле!\nПосле убийства, Клён залез в окно и осмотревшись, мы не увидели пленных!\nИх надо искать на терретори АТП. ",
    "answers": [
      {
        "id": 25,
        "text": "Пойти в сарай. "
      },
      {
        "id": 26,
        "text": "Пойти на 2 этаж"
      }
    ]
  },
  {
    "id": 25,
    "text": "Первым делом я решил пойти в сарай.\nСарай был не большим и очень в плохом состоянии. Включив фанарь я зашёл в сарай, но там никого и нечего не было! ",
    "answers": [
      {
        "id": 26,
        "text": "Пойти на 2 этаж"
      }
    ]
  },
  {
    "id": 26,
    "text": "Пойдя на второй этаж я увидел, то что там горит свет. Я аккуратно шёл по деревянной лестнице, пытался не издовать ни единого звука. Поднявшись, я увидел такую картину:\nСпящий Бандит, и два Сталкера, один вроде тоже спит, другой сидит!\nЯ тихо подошёл к Бандиту и выстрелил ему в голову.\n—Клён. Я нашёл их! — крикнул я Одиночке!\nКлён очень быстро поднялся.\n—Фух... Живы! — с облегчением сказал Сталкер.\n—Какого будешь развязывать? ",
    "answers": [
      {
        "id": 27,
        "text": "-А есть разница? "
      }
    ]
  },
  {
    "id": 27,
    "text": "А есть разница? — Задал я встречный вопрос Клёну.\n—Ладно, твой, что живой! — Ответил Одиночка.\nЯ, взяв нож, развазял руки пленному. Его лицо не было приятно удивлённо спасению!\n—Всё нормально? — задал я вопрос Сталкеру.\nОн лишь опустил глаза и промолчал.\n—Как тебя звать-то хоть? — Назойливо я задал ещё один вопрос.\n—Крыс! — Вяло ответил он.\nКлён же развязав второго сказал мне следующее!\n—Он живой! Просто хорошо по голове ударили!\nКрыс попросил у меня нож. \n—Дай нож!\nЯ дал ему нож, что бы он развязал себе ноги, но его планы были другими!\n—Простите меня! — после мой нож прошёлся по горлу бедного Крыса. Сталкер... Мертвый Сталкер упал на правый бок,я стоял и не мог пошевелить ни одной частью своего тела.\n—Он... Убил себя! — Только это выкрикнул Клён, а я не мог и просто нечего сказать!\n",
    "answers": [
      {
        "id": 28,
        "text": "-Но... Зачем? "
      },
      {
        "id": 29,
        "text": "Молчать. "
      }
    ]
  },
  {
    "id": 28,
    "text": "—Но... Зачем? — Только это мне хватило смелости сказать!\nМолчание. Нет ответа от Клёна. В моей груди стало холодно. Я не чувствовал ног, мне становилось плохо. Я сел прямо там, где и стоял, взял сигареты со спичками и начал нервно курить. Руки дрожали, я не заметил как начал курить вторую сигарету!\n—Ладно, надо идти! — Сказал Клён, и в его словах я слышал страх, или волнение, я не мог отличить, посмотрев в окно я увидел как стало светлеть! Я забрал нож из рук мёртвого Крыса и закрыл ему глаза. Клён решил не будить Сталкера и забросив его на плечо мы двинули в деревню!\nМы несли Сталкера по очереди. Я всю дорогу крутил эту ситуацию в голове. Я не заметил как быстро мы пришли на базу. Я положил спящего Сталкера на землю, около потухшего костра и сел рядом с ним! Мне было не по себе.\nДостав ПДА я посмотрел время.\n06:33\nЧто то быстро прошла ночь, мне кажется что я не забуду её никогда. Тут меня сново прихватило голову, она стала трещать, как в подвале у торговца. ",
    "answers": [
      {
        "id": 30,
        "text": "Закурить. "
      },
      {
        "id": 31,
        "text": "Поискать Медика. "
      }
    ]
  },
  {
    "id": 29,
    "text": "В моей груди стало холодно. Я не чувствовал ног, мне становилось плохо. Я сел прямо там, где и стоял, взял сигареты со спичками и начал нервно курить. Руки дрожали, я не заметил как начал курить вторую сигарету!\n—Ладно, надо идти! — Сказал Клён, и в его словах я слышал страх, или волнение, я не мог отличить, посмотрев в окно я увидел как стало светлеть! Я забрал нож из рук мёртвого Крыса и закрыл ему глаза. Клён решил не будить Сталкера и забросив его на плечо мы двинули в деревню!\nМы несли Сталкера по очереди. Я всю дорогу крутил эту ситуацию в голове. Я не заметил как быстро мы пришли на базу. Я положил спящего Сталкера на землю, около потухшего костра и сел рядом с ним! Мне было не по себе.\nДостав ПДА я посмотрел время.\n06:33\nЧто то быстро прошла ночь, мне кажется что я не забуду её никогда. Тут меня сново прихватило голову, она стала трещать, как в подвале у торговца. ",
    "answers": [
      {
        "id": 30,
        "text": "Закурить."
      }
    ]
  },
  {
    "id": 30,
    "text": "Я решил решить эту проблему как и тогда, закурить. Достал сигареты, спички и начал курить. В глазах резко потемнело, но тут же все прошло,голова не болит, все хорошо. Не знаю что со мной, но по приходу в Бар надо провериться у любого врача. Посмотрев на Дозиметор он стабильно показывал 2 рентген, но откуда? Незнаю, сломался наверное. После того как я докурил прошло минут десять и я услышал шаги взади меня! ",
    "answers": [
      {
        "id": 32,
        "text": "Развернуться. "
      }
    ]
  },
  {
    "id": 31,
    "text": "Кое как встав на ноги я начал поиски врача, но где искать, у кого может спросить? Незнаю... Что нибудь придумаю. ",
    "answers": [
      {
        "id": 33,
        "text": "Спросить у Клёна. "
      },
      {
        "id": 37,
        "text": "Сходить к Сидоровичу. "
      }
    ]
  },
  {
    "id": 32,
    "text": "Я резко развернулся. Это был Жук! Только что проснувшийся он меня спросил!\n—Ты не спал что ли всю ночь?\n",
    "answers": [
      {
        "id": 34,
        "text": "Да только что проснулся! "
      },
      {
        "id": 38,
        "text": "Слушал анекдоты! "
      },
      {
        "id": 39,
        "text": "Рассказать что было ночью! "
      }
    ]
  },
  {
    "id": 33,
    "text": "Слева от меня на металлической перевернутой бочке около дома сидел Клён, не знаю как он сейчас себя чувствует, но думаю лучше меня. ",
    "answers": [
      {
        "id": 35,
        "text": "-Привет Клён. "
      },
      {
        "id": 36,
        "text": "-Клён, у вас тут есть врач какой нибудь? "
      }
    ]
  },
  {
    "id": 34,
    "text": "—Да только что проснулся! Соврал я Жуку!\n—Есть будешь? — Спросил меня Жук!\n—Нет спасибо!\nЖук, взяв из рюкзака хлеб и колбасу, начал завтракать, я же не очень хотел есть!\nПосле трапезы Жука мы собрались в путь!\nЯ попрощался с Клёном, он сказал что скоро свидимся, надеюсь!\nМы держали путь в Бар \"100 Рентген\"!\nИ нам нужно было идти через Свалку, надеюсь мы пройдём без приключений!\n\n\nКонец главы 3.",
    "answers": [
      {
        "id": 1,
        "text": "Начало! "
      }
    ]
  },
  {
    "id": 35,
    "text": "Я решил подойти и поздороваться!\n—Привет Клён!\nПосмотрев на меня Сталкер улыбнулся и ответил мне взаимностью.\n—Здарово! Необычная ночка, не правда-ли?\n—Да, очень!\n—Честно, когда я прихадил в зону, я не думал что всё будет так сложно, просто... Понимаешь хотел бабла срубить и все, а тут такое... — после слов Клёна я тоже решил открыттся ему.\n—Я сам Сталкером начанал, встретил Жука тут и когда мы решили, что готовы идти дальше Кардона то пошли в Бар, там то и услышали о призыве в \"Долг\" и подумали, а почему бы и нет, ну и пошло поехало...\n—Понятно, может тоже в \"Долг\" подать? А то бойцы вижу хорошие там! — со смешинкой сказал Сталкер.\nЯ ему улыбнулся в ответ и сказал:\n—Будем ждать тебя!\nОн улыбнулся в ответ\n— Клён, у вас тут нет врачей?\n—А что? — Спросил Одиночка.\n—Да просто, провериться!\n—Не нету!- Ответил он!\nЯ развернулся и мне осталось лишь идти к Торговцу! ",
    "answers": [
      {
        "id": 37,
        "text": "Идти к Торговцу. "
      }
    ]
  },
  {
    "id": 36,
    "text": "—Клён, у вас есть тут врач какой нибудь? — озадачил я его своими вопросом!\nОн же ответил честно:\n—Не, нету, а зачем тебе? — спросил он у меня!\n—Просто провериться!\nНа этом наш диалог окончен! ",
    "answers": [
      {
        "id": 37,
        "text": "Идти к Торговцу. "
      }
    ]
  },
  {
    "id": 37,
    "text": "Мой путь вёл в бункер!\nВойдя в него я постучался в железную дверь! Она открылась через несколько секунд после стука.\nВойдя во владение торговца он, судя по его виду только что проснулся!\n—Чо так рано то?\n—У вас в деревне есть врач?-задал я ему вопрос! \n—Здесь сами себя лечат! \nЯ вышел из подвала я расстроился! Все, как прийду в Бар, там и схожу к врачу. Я пошёл на то место где и сидел Сталкер! Незнаю почему, но я просто сидел! Взади себя я услышал шаги! \n",
    "answers": [
      {
        "id": 32,
        "text": "Развернуться. "
      }
    ]
  },
  {
    "id": 38,
    "text": "—Слушал анектоды! — соврал я ему!\n—Есть будешь? — Спросил меня Жук!\n—Нет спасибо!\nЖук, взяв из рюкзака хлеб и колбасу, начал завтракать, я же не очень хотел есть!\nПосле трапезы Жука мы собрались в путь!\nЯ попрощался с Клёном, он сказал что скоро свидимся, надеюсь!\nМы держали путь в Бар \"100 Рентген\"!\nИ нам нужно было идти через Свалку, надеюсь мы пройдём без приключений\n\nКонец главы 3.\n",
    "answers": [
      {
        "id": 1,
        "text": "К началу! "
      }
    ]
  },
  {
    "id": 39,
    "text": "Я решил рассказать Жуку что было ночью!\nОн слушал меня, удивлялся, но ни одного вопроса, может ему не интересно вообще!\nПосле моего рассказа он спросил лишь один вопрос:\n—Из-за чего этот... Крыс зарезал себя?\nЯ лишь опустил глаза вниз и грустно ответил:\n—Незнаю Жук... Незнаю!\n—Есть будешь? — Спросил меня Жук!\n—Нет спасибо!\nЖук, взяв из рюкзака хлеб и колбасу, начал завтракать, я же не очень хотел есть!\nПосле трапезы Жука мы собрались в путь!\nЯ попрощался с Клёном, он сказал что скоро свидимся, надеюсь!\nМы держали путь в Бар \"100 Рентген\"!\nИ нам нужно было идти через Свалку, надеюсь мы пройдём без приключений!\n\nКонец главы 3!",
    "answers": [
      {
        "id": 1,
        "text": "К Началу! "
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  }
]