[
  {
    "id": 1,
    "text": "Текстовый квест создан по произвдению \"Раскопки на острове\", полный текст произведения вы можете найти в группе автора:\nhttps://vk.com/devilhistory\n\n\nВас зовут Олег Петрович Стоцкий и вы — исследователь археолог. \nНе так давно вы организовали экспедицию на удаленный остров, с целью получения предмета, который ищет заказчик. Все, что у вас есть на данный момент, это символ, который должен быть изображен на искомом предмете.\nЭкспедиция была собрана немаленькая, в нее входили десять человек охраны, еще двадцать инженеров и подсобные рабочие.\nВаша команда вскрыла пещеру, и вы, в сопровождении верного друга Якова и десятка военных, заходите в пещеру, остальные пока что будут ждать снаружи.",
    "answers": [
      {
        "id": 2,
        "text": "Сформировать команду из нескольких инженеров, чтобы они следовали за вами."
      },
      {
        "id": 3,
        "text": "Собрать инструментарий в сумку с собой"
      },
      {
        "id": 4,
        "text": "Пройти в пещеру вслед за военными, выполняя свою работу и не пытаться командовать."
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы указали рукой на обустраивающих лагерь людей и приказали им построиться для отбора на участие в вылазке.\nОдин из военных, представившийся Первым, подошел к вам.\n— Внутрь идете только вы, в нашем сопровождении, они не имеют таких полномочий.",
    "answers": [
      {
        "id": 5,
        "text": "Согласиться с ним."
      },
      {
        "id": 6,
        "text": "Идти на конфликт."
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы попросили военных подождать и упаковали с рюкзак все необходимые, по вашему мнению, инструменты. Рюкзак теперь был крайне тяжел и мог замедлить скорость вашего движения.",
    "answers": [
      {
        "id": 9,
        "text": "Войти в пещеры."
      }
    ]
  },
  {
    "id": 4,
    "text": "В сопровождении военных, вы с Яковом вошли в пещеры, освещенные тусклым светом специфических ламп, которые инженеры умудрились запустить.\n",
    "answers": [
      {
        "id": 7,
        "text": "Свериться с картой пещер."
      },
      {
        "id": 8,
        "text": "Молча идти дальше. [пропустить диалог с сюжетной информацией]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили не идти на конфликт с наемниками.\nВ сопровождении военных, вы с Яковом вошли в пещеры, освещенные тусклым светом специфических ламп, которые инженеры умудрились запустить.\n",
    "answers": [
      {
        "id": 7,
        "text": "Свериться с картой."
      },
      {
        "id": 8,
        "text": "Молча идти дальше."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы нахмурились и ткнули Первому в грудь пальцем.\n— Я руковожу этой экспедицией, вы только подчиняетесь! Если я сказал, что мы берем с собой инженеров, так и будет!\nПервый меланхолично оглядел Вас.\n— Нет. Вы наняты как эксперты, а не как руководство. Идите вперед, или пожалеете.",
    "answers": [
      {
        "id": 5,
        "text": "Согласиться."
      },
      {
        "id": 32,
        "text": "Конфликтовать дальше."
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы решили свериться с картой пещер, чтобы не заблудиться.\nКогда вы начали ее рассматривать, к вам подошел Яков.\n— Напомни, зачем мы сюда влезли?\nНапарник был обеспокоен и встревожен.\n",
    "answers": [
      {
        "id": 15,
        "text": "Ответить терпеливо."
      },
      {
        "id": 16,
        "text": "Ответить саркастически."
      },
      {
        "id": 17,
        "text": "Попытаться отвязаться от разговора."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы решили, что разговоры сейчас будут лишними и молчали весь путь через длинный коридор.\nЯков пытался заговорить с Вами, но Вы лишь разжражительно шикали на него и продолжали путь. Наконец, вы дошли до дверного проема в другое помещение.",
    "answers": [
      {
        "id": 34,
        "text": "Войти в помещение вместе с военными.[пропустить диалог с сюжетной информацией]"
      },
      {
        "id": 7,
        "text": "Свериться с картой."
      }
    ]
  },
  {
    "id": 9,
    "text": "В сопровождении военных, вы с Яковом вошли в пещеры, освещенные тусклым светом специфических ламп, которые инженеры умудрились запустить.\nПуть давался вам с трудом, из-за тяжелого рюкзака.",
    "answers": [
      {
        "id": 7,
        "text": "Свериться с картой."
      },
      {
        "id": 8,
        "text": "Молча идти дальше."
      },
      {
        "id": 14,
        "text": "Попробовать использовать инструменты, чтобы взять образцы светильников."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Первый, ты специалист? — прищурились Вы, — ты убежден, что это сплав не то, что мы ищем? Что же мы тогда ищем?\n— Возможно, ящик, но, нам интересно содержимое. Кусок какого-то устройства — это однозначно не то.",
    "answers": [
      {
        "id": 11,
        "text": "Задать еще вопрос."
      },
      {
        "id": 34,
        "text": "Махнуть рукой и продолжить исследование."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы решили, что нужно поинтересоваться у Первого, в чем причина такой позиции.",
    "answers": [
      {
        "id": 10,
        "text": "Спросить, что именно вы ищете."
      },
      {
        "id": 19,
        "text": "Спросить, почему Первый решил командовать экспедицией."
      },
      {
        "id": 20,
        "text": "Спросить, почему нельзя ничего брать."
      },
      {
        "id": 26,
        "text": "Спросить, зачем привлекли археологов."
      },
      {
        "id": 34,
        "text": "Закончить разговор и продолжать исследования."
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы хмуро и молча складываете инструменты обратно в рюкзак и возвращаетесь к группе, продолжая путь в тоннеле.",
    "answers": [
      {
        "id": 7,
        "text": "Свериться с картой."
      },
      {
        "id": 8,
        "text": "Молча продолжать путь."
      }
    ]
  },
  {
    "id": 13,
    "text": "— Не понимаю, в чем проблема? Я всего лишь хочу взять образец, это никак не навредит никому. Разве есть причины этого не делать?\nК военному подошёл Первый и положил руку на плечо.\n— Пусть берет, — тихо сказал Первый.\nВоенный нехотя опустил оружие.\nВы демонтировали светильник, положили его себе в рюкзак и вернулись к группе.",
    "answers": [
      {
        "id": 7,
        "text": "Свериться с картой."
      },
      {
        "id": 8,
        "text": "Молча продолжать путь."
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы достаете инструмент и подходите к светильнику с явным намерением демонтировать его и забрать с собой.\nОдин из военных замечает это и направляет на вас оружие.\n— Что это вы делаете?! — восклицает он.\nВы поднимаете руки.\n— Хочу забрать с собой уникальную технологию, а что такое?\n— Это запрещено!\n",
    "answers": [
      {
        "id": 12,
        "text": "Убрать руки от светильника и вернуться к группе."
      },
      {
        "id": 13,
        "text": "Попытаться успокоить военного."
      },
      {
        "id": 32,
        "text": "Конфликтовать."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Насколько я помню, мы совершаем экспедицию, оплаченную заказчиком. Ищем то, что нас попросили, — вы постарались максимально терпеливо отнестись к паранойе напарника.\n— Нет, я помню цели похода. Просто, Олеж, объясни, что именно мы тут делаем? Можно ведь было выбрать задачу попроще? Раскопки в Алжире или Бразилии? Там, говорят, кости какие-то все ещё находят, — Яков явно сильно переживал, — этот остров... И пещера... Тут даже живности нет, ни насекомых, ни птиц. Тебя это не беспокоит?",
    "answers": [
      {
        "id": 18,
        "text": "Ответить терпеливо."
      },
      {
        "id": 27,
        "text": "Напомнить напарнику о награде."
      }
    ]
  },
  {
    "id": 16,
    "text": "— Потому что мухи бегают по потолку. Яков, что за глупый вопрос, ты будто только сейчас тут оказался! — вы не были довольны неуместным вопросом напарника.\n— Просто, Олеж... Объясни, что именно мы тут делаем? Можно ведь было выбрать задачу попроще? Раскопки в Алжире или Бразилии? Там, говорят, кости какие-то все ещё находят, — Яков явно сильно переживал, — этот остров... И пещера... Тут даже живности нет, ни насекомых, ни птиц. Тебя это не беспокоит?",
    "answers": [
      {
        "id": 21,
        "text": "Ответить саркастически."
      },
      {
        "id": 22,
        "text": "Ответить эмоционально."
      },
      {
        "id": 27,
        "text": "Успокоиться и напомнить о награде."
      }
    ]
  },
  {
    "id": 17,
    "text": "— Яков, у нас был бриффинг перед поездкой. Чем ты слушал? — вы решили, что молча идти куда проще.\n— Нет, я помню цели похода. Просто, Олеж, объясни, что именно мы тут делаем? Можно ведь было выбрать задачу попроще? Раскопки в Алжире или Бразилии? Там, говорят, кости какие-то все ещё находят, — Яков явно сильно переживал, — этот остров... И пещера... Тут даже живности нет, ни насекомых, ни птиц. Тебя это не беспокоит?",
    "answers": [
      {
        "id": 24,
        "text": "Молчать."
      },
      {
        "id": 25,
        "text": "Попытаться отвязаться от разговора."
      },
      {
        "id": 27,
        "text": "Напомнить о награде."
      }
    ]
  },
  {
    "id": 18,
    "text": "— Я понимаю, о чем ты говоришь, но у нас есть стимул, ты ведь знаешь. Из-за чего ты беспокоишься?\n— Это место... Мы с тобой где только не бывали. Видели и гробницы, и дворцы, даже катакомбы, но это... Оно непохоже ни на что из того, что мы видели. И да, ты вообще видел этих заказчиков? Шифруются они, что ли? Посмотри вокруг. Это или бункер, или гробница, или что вообще такое? Есть идеи? И откуда тут светильники с жижей, которая светится при воздействии электричества? Это технология, Олег. Неизвестная и продвинутая! А ведь этому месту чуть больше семи тысяч лет. Это как вообще?\n",
    "answers": [
      {
        "id": 27,
        "text": "Ответить терпеливо."
      },
      {
        "id": 16,
        "text": "Ответить раздражительно."
      }
    ]
  },
  {
    "id": 19,
    "text": "— Не понимаю, с чего ты командуешь? Вы наняты помогать нам, так помогайте!\n— Вовсе нет. Это вы наняты помогать нам. Просто продолжайте работу.",
    "answers": [
      {
        "id": 11,
        "text": "Задать еще вопрос."
      },
      {
        "id": 32,
        "text": "Конфликтовать."
      },
      {
        "id": 34,
        "text": "Махнуть рукой и продолжать."
      }
    ]
  },
  {
    "id": 20,
    "text": "— В чем проблема? Мы просто хотим исследовать столь уникальные технологии. Думаешь, твои заказчики бы этого не хотели?\n— Меня наняли не думать, а выполнять приказы. Руководство строго запретило брать что-либо, кроме искомого. Причин не знаю.",
    "answers": [
      {
        "id": 11,
        "text": "Задать ещё вопрос."
      },
      {
        "id": 34,
        "text": "Махнуть рукой и продолжать исследование."
      }
    ]
  },
  {
    "id": 21,
    "text": "— Боишься сказок? — хмыкнули Вы.\n— А тебе кажется, что все это нереально? — развел руками Яков, — это место... Мы с тобой где только не бывали. Видели и гробницы, и дворцы, даже катакомбы, но это... Оно непохоже ни на что из того, что мы видели. И да, ты вообще видел этих заказчиков? Шифруются они, что ли? Посмотри вокруг. Это или бункер, или гробница, или что вообще такое? Есть идеи? И откуда тут светильники с жижей, которая светится при воздействии электричества? Это технология, Олег. Неизвестная и продвинутая! А ведь этому месту чуть больше семи тысяч лет. Это как вообще?\n",
    "answers": [
      {
        "id": 40,
        "text": "Ответить саркастически."
      },
      {
        "id": 27,
        "text": "Согласиться и напомнить о награде."
      }
    ]
  },
  {
    "id": 22,
    "text": "— Яков, ты совсем в паранойю ушел?!\n— Да причем тут паранойя...Это место... Мы с тобой где только не бывали. Видели и гробницы, и дворцы, даже катакомбы, но это... Оно непохоже ни на что из того, что мы видели. И да, ты вообще видел этих заказчиков? Шифруются они, что ли? Посмотри вокруг. Это или бункер, или гробница, или что вообще такое? Есть идеи? И откуда тут светильники с жижей, которая светится при воздействии электричества? Это технология, Олег. Неизвестная и продвинутая! А ведь этому месту чуть больше семи тысяч лет. Это как вообще?\n",
    "answers": [
      {
        "id": 27,
        "text": "Ответить сдержанно."
      },
      {
        "id": 40,
        "text": "Накричать на напарника."
      }
    ]
  },
  {
    "id": 23,
    "text": "— Ты помнишь, сколько нам обещали?",
    "answers": []
  },
  {
    "id": 24,
    "text": "Вы молча игнорируете Якова, но он не спешит отставать от Вас.\n— У меня от этого места мурашки по коже. Ты же знаешь, у меня обостренное чувство опасности, и оно меня ни разу не подвело. Помнишь, как мы наткнулись на ловушки в гробнице какого-то монгольского царька? А кто тебя вытащил, помнишь? И я говорю тебе сейчас: к черту деньги, к черту открытия! Уходим, Олег, тут нас ждет смерть!",
    "answers": [
      {
        "id": 34,
        "text": "Не отвечая, продолжать движение к виднеющемуся впереди дверному проему."
      },
      {
        "id": 30,
        "text": "Прислушаться к Якову и уйти."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Не беспокоит, — бросаете вы через плечо, — давай просто закончим дело.\nЯков поежился.\n— У меня от этого места мурашки по коже. Ты же знаешь, у меня обостренное чувство опасности, и оно меня ни разу не подвело. Помнишь, как мы наткнулись на ловушки в гробнице какого-то монгольского царька? А кто тебя вытащил, помнишь? И я говорю тебе сейчас: к черту деньги, к черту открытия! Уходим, Олег, тут нас ждет смерть!",
    "answers": [
      {
        "id": 33,
        "text": "Успокоить друга."
      },
      {
        "id": 30,
        "text": "Послушать Якова и уйти."
      }
    ]
  },
  {
    "id": 26,
    "text": "— Зачем мы вообще нужны, если не забирать уникальные технологии и не исследовать их?\n— Вас наняли, как специалистов-археологов. Чтобы мы не заблудились, чтобы не перепутали ничего. Повторяю, забирать что-либо строго запрещено!",
    "answers": [
      {
        "id": 11,
        "text": "Задать еще вопрос."
      },
      {
        "id": 34,
        "text": "Продолжать исследования."
      }
    ]
  },
  {
    "id": 27,
    "text": "— Возможно, место и престранное, но у нас есть задача, оплата и хорошая команда. Я уверен, друг, что нам ничего не грозит.\nЯков поежился.\n— У меня от этого места мурашки по коже. Ты же знаешь, у меня обостренное чувство опасности, и оно меня ни разу не подвело. Помнишь, как мы наткнулись на ловушки в гробнице какого-то монгольского царька? А кто тебя вытащил, помнишь? И я говорю тебе сейчас: к черту деньги, к черту открытия! Уходим, Олег, тут нас ждет смерть!",
    "answers": [
      {
        "id": 30,
        "text": "Прислушаться к Якову и уйти."
      },
      {
        "id": 33,
        "text": "Успокоить друга и идти дальше."
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы недоуменно смотрите на Первого.\n— Я итак взял светильник из коридора, в чем разница?\nПервый осуждающе посмотрел на Вас.\n— Зачем вы тыкаете меня носом в мою снисходительность?",
    "answers": [
      {
        "id": 34,
        "text": "Махнуть рукой и продолжить исследования."
      },
      {
        "id": 29,
        "text": "Настаивать."
      },
      {
        "id": 32,
        "text": "Конфликтовать."
      }
    ]
  },
  {
    "id": 29,
    "text": "— Да ладно Вам, — взмолились вы, — одной штукой больше, одной меньше...\nПервый закатил глаза и махнул рукой.\n— Берите. Только не светитесь.\nВы пытаетесь взять пробу материала, но, оказывается, что материал сликом прочен, чтобы его повредить, поэтому, вы просто берете с кушетки небольшой обломок, похожий на хирургический инструмент.",
    "answers": [
      {
        "id": 34,
        "text": "Вернуться к исследованиям."
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы напряженно думаете, после чего принимаете решение.\n— Хорошо, Яков, давай на выход.\nВыходя из пещер и объясняясь с теми, кто решил поинтересоваться, почему вы уходите, вы неловко лжете, после чего кладете карту и ключ, которые брали с собой и садитесь в вертолет.\nВ последний раз наблюдая мистический остров, вы думали о том, что же теперь будет и чем могло закончиться все это, если бы вы остались. \nИ вас еще долго не будет покидать ощущение, что если бы вы остались, то смогли бы предотвратить грядущую катастрофу.\nВам придется жить с тем, что вы оказались единственным, кто мог спасти человечество и вы решили трусливо сбежать.\n\nКонец.\n",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново."
      }
    ]
  },
  {
    "id": 31,
    "text": "— Похоже, придется добираться вплавь, — заявляете Вы.\nПервый хмурится и смотрит на Вас.\n— А что нам мешает пойти вторым путем?",
    "answers": [
      {
        "id": 34,
        "text": "Вернуться и пойти другим путем."
      },
      {
        "id": 43,
        "text": "Сказать, что уровень пещеры выше основного, что может быть опасно."
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы не на шутку рассердились.\n— Да кем ты себя возомнил!? Будет так, как сказал я, или весь мир узнает о вашей темной операции!\nК сожалению, не стоило так разговаривать. Первый достал пистолет и выстрелил Вам в грудь. Яков бросился к Вам, громко выкрикивая Ваше имя. Падая, вы успели увидеть, как Первый пустил пулю Якову в лоб, после чего вы умерли.\n\nКонец.\nНачните сначала.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново."
      }
    ]
  },
  {
    "id": 33,
    "text": "— Слушай, я тебе всегда безоговорочно доверял, но, прямо сейчас... у каждого в жизни есть момент, который опредляет всю суть его жизни и мой, как археолога, здесь и сейчас, я чувствую. Если мне и суждено умереть тут, я хочу увидеть, что там. Не заставляю тебя идти за мной, все пойму!\nЯков провел руками по волосам и издал стон.\n— Я с тобой, — сказал он решительно.\nВоенные сообщили, что экспедиция добралась до следующего помещения, миновав коридор.",
    "answers": [
      {
        "id": 34,
        "text": "Вперед, к недрам древнего строения!"
      }
    ]
  },
  {
    "id": 34,
    "text": "Комната, в которую Вы вошли, была небольшой, вокруг вы увидели много устройств и изделий из специфического материала, который выглядел так, будто являлся чем-то средним между металлом и минералом. На кушетках из такого материала лежали мумифицированные существа, сложно было понять, люди это или нет. \nВ комнате также были расположены несколько дверей полуовальной формы.",
    "answers": [
      {
        "id": 35,
        "text": "Приказать военным сходить за инженерами, чтобы они демонтировали специфический сплав и забрали на изучение.",
        "need": [
          4
        ]
      },
      {
        "id": 36,
        "text": "Использовать инструмент, чтобы демонтировать специфический сплав и изучить его.",
        "need": [
          3
        ]
      },
      {
        "id": 37,
        "text": "Свериться с картой."
      },
      {
        "id": 38,
        "text": "Сказать военным, что вам нужно идти налево."
      },
      {
        "id": 39,
        "text": "Сказать военным, что вам нужно идти прямо."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы поворачиваетесь к Первому.\n— Прикажите позвать инженеров, пусть демонтируют сплав, мы должны изучить его.\nПервый покачал головой.\n— У нас был четкий приказ. Мы не забираем ничего, кроме того, что ищем. В противном случае, нам разрешено открыть огонь по нарушителю.",
    "answers": [
      {
        "id": 34,
        "text": "Махнуть рукой и вернуться к изучению комнаты."
      },
      {
        "id": 11,
        "text": "Задавать вопросы."
      },
      {
        "id": 32,
        "text": "Конфликтовать."
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы достаете инструмент, решив изучить кусочек неизвестного материала.\nПервый подошёл к Вас и покачал головой.\n— У нас был четкий приказ. Мы не забираем ничего, кроме того, что ищем. В противном случае, нам разрешено открыть огонь по нарушителю.",
    "answers": [
      {
        "id": 11,
        "text": "Задать вопросы."
      },
      {
        "id": 28,
        "text": "Напомнить про светильник.",
        "need": [
          13
        ]
      },
      {
        "id": 34,
        "text": "Вернуться к исследованиям."
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы решаете проверить по карте местность, чтобы понять, куда идти дальше.\nНа левом пути вы видите обширный туннель, расположенный немного выше основного уровня.\nПрямо геологические данные указывают на наличие подземного водоема.",
    "answers": [
      {
        "id": 34,
        "text": "Закончить изучение карты."
      }
    ]
  },
  {
    "id": 38,
    "text": "— Нужно идти в левую дверь. Прямо расположен подземный водоем, который может помешать нашему перемещению.\nПервый кивает и ваша экспедиция двигается прямо, проходя через коридор, схожий с тем, который вы проходили в начале.\nЯков вновь подошел к вам.\n— Нам запрещают что-либо забирать отсюда, карты и схемы у них есть, странно, не находишь? Зачем мы им?\n",
    "answers": [
      {
        "id": 44,
        "text": "Констатировать факт."
      },
      {
        "id": 46,
        "text": "Задать встречный вопрос о месте исследования."
      },
      {
        "id": 47,
        "text": "Указать на сложность карты."
      },
      {
        "id": 51,
        "text": "Закончить разговор."
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы заявлляете, что нужно двигаться прямым путем.\nВоенные и Яков следуют за вами.\nПройдя несколько метров, вы понимаете, что дальше находится подземный водоём.\nПервый вопросительно смотрит на Вас.",
    "answers": [
      {
        "id": 34,
        "text": "Вернуться к исходной точке."
      },
      {
        "id": 31,
        "text": "Предложить переправляться вплавь."
      },
      {
        "id": 41,
        "text": "Изучить водоем."
      }
    ]
  },
  {
    "id": 40,
    "text": "— Как собаки на лугу! Яков, отключи паранойю и давай двигаться вперед! Я не собираюсь выяснять с тобой отношения, пока наша награда уплывает!\nЯков поежился.\n— У меня от этого места мурашки по коже. Ты же знаешь, у меня обостренное чувство опасности, и оно меня ни разу не подвело. Помнишь, как мы наткнулись на ловушки в гробнице какого-то монгольского царька? А кто тебя вытащил, помнишь? И я говорю тебе сейчас: к черту деньги, к черту открытия! Уходим, Олег, тут нас ждет смерть!",
    "answers": [
      {
        "id": 33,
        "text": "Успокоить друга."
      },
      {
        "id": 30,
        "text": "Послушать Якова и уйти."
      }
    ]
  },
  {
    "id": 41,
    "text": "Изучив воду, вы понимаете, что вода сожержит множество неизвестных минералов, кроме того, глубина водоема не менее пяти метров.",
    "answers": [
      {
        "id": 39,
        "text": "Что же делать?"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы хмуро передаете карту Первому.\nОн изучает ее какое-то время, после чего командует людям возвращаться к исходной точке.\nБросив на вас недовольный взгляд, Первый заявляет, что не вернет Вам карту.",
    "answers": [
      {
        "id": 34,
        "text": "Вернуться к исходной точке."
      }
    ]
  },
  {
    "id": 43,
    "text": "— Уровень пещеры во втором пути выше основного.\n— И? — недоумевает Первый.\n— Это может быть опасно.\n— Чем?\nВы не находите, что ответить.\n— Отдайте мне карту! — заявляет Первый.",
    "answers": [
      {
        "id": 42,
        "text": "Отдать карту."
      },
      {
        "id": 32,
        "text": "Конфликтовать."
      }
    ]
  },
  {
    "id": 44,
    "text": "— Не нужны, — мрачно говорите вы, — боюсь, что военные уже видели все это. \n— И что ты думаешь об этом?",
    "answers": [
      {
        "id": 48,
        "text": "Отмахнуться."
      },
      {
        "id": 38,
        "text": "Поговорить о другом."
      }
    ]
  },
  {
    "id": 45,
    "text": "— А как сам думаешь?\nЯков пожал плечами.\n— В голову приходит только вариант с пушечным мясом.",
    "answers": [
      {
        "id": 38,
        "text": "Поговорить о чем-нибудь другом."
      }
    ]
  },
  {
    "id": 46,
    "text": "— Как думаешь, есть ли возможность, что место действующее? Может, секретный военный объект?\n— Исключено. Месту семь тысяч лет, анализ это подтвердил. А не трогали его примерно тот же срок, может, лет на пятьсот позже создания, но, не вчера.\n",
    "answers": [
      {
        "id": 50,
        "text": "Спросить о предположениях насчет происхождения места."
      },
      {
        "id": 38,
        "text": "Поговорить о чем-нибудь другом."
      }
    ]
  },
  {
    "id": 47,
    "text": "— Карта сложная. Мы с ребятами расшифровывали ее почти месяц, потом составляли адаптированный вариант \"словаря\", кроме того, у нас есть ключ от крайнего помещения.\n— А отобрать это у нас и отправиться самим? Тут что-то совсем нечисто. Если они так пекутся о конфиденциальности, они могли бы вообще исключить попадание сюда посторонних. ",
    "answers": [
      {
        "id": 38,
        "text": "Поговорить о чем-нибудь другом."
      },
      {
        "id": 45,
        "text": "Спросить о предположениях."
      },
      {
        "id": 52,
        "text": "Закрыть тему."
      }
    ]
  },
  {
    "id": 48,
    "text": "— Что нас нужно идти дальше, — заявляете вы.\n— Знаешь, я думаю, что главный вопрос не в помещении, а в заказчиках операции.\n",
    "answers": [
      {
        "id": 49,
        "text": "Поддержать тему с заказчиком."
      },
      {
        "id": 38,
        "text": "Поговорить о чем-нибудь другом."
      }
    ]
  },
  {
    "id": 49,
    "text": "— Именно! Заказчиков я лично не видел, контактировал через менеджеров, а счета, с которых был оплачен аванс, принадлежал компании, которую открыли недавно на совершенно неизвестного человека.\n— Сказать, что это подозрительно — не сказать ничего... — задумался Яков, — интересно, откуда у них карта? Помещению семь тысяч лет, они же ее не на рынке купили?",
    "answers": [
      {
        "id": 38,
        "text": "Поговорить о чем-нибудь другом."
      }
    ]
  },
  {
    "id": 50,
    "text": "— Как считаешь, кто построил это все? И что это вообще было?\n— Да кто его поймет, — Яков почесал голову, — в предыдущем помещении мы видели то ли пыточную, то ли больницу, тут уже туннели... Не знаю...",
    "answers": [
      {
        "id": 38,
        "text": "Поговорить о чем-нибудь другом."
      }
    ]
  },
  {
    "id": 51,
    "text": "Туннель привел экспедицию в новое помещение. Оно было не в пример предыдущему огромным, с толстыми колоннами, все из того же материала.\n\n— Думаю, это помещение было или храмом, или местом проведения собраний, обрядов, очень много здесь резных украшений, свойственных парадным помещениям, — высказали мысль Вы.\n\nПервый подошел к Вам.\n\n— Что насчет опасностей? Чего нам бояться?\n\n",
    "answers": [
      {
        "id": 54,
        "text": "Изучить помещение."
      },
      {
        "id": 55,
        "text": "Сказать военным изучать помещение без учета предупреждений."
      },
      {
        "id": 56,
        "text": "Изучить карту и записи.",
        "need": [
          54
        ]
      },
      {
        "id": 57,
        "text": "Предупредить военных об опасностях и сказать осмотреть помещение.",
        "need": [
          56
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "— Согласен, все очень мутно, я сам многого не понимаю, но, скоро мы это выясним.\nЯков кивнул.",
    "answers": [
      {
        "id": 38,
        "text": "Поговорить о чем-нибудь другом."
      }
    ]
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  },
  {
    "id": 54,
    "text": "Осмотрев помещение, вы поняли, что своды и конструкции, удерживающие потолки, крайне ненадёжны и хлипки.",
    "answers": [
      {
        "id": 51,
        "text": "Что дальше?"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы сказали Первому, что его люди могут спокойно осматривать комнату.\nСпустя несколько минут, один из бойцов открыл контейнер и ему в лицо устремился порыв воздуха с какой-то пылью.\nПервый осмотрел бойца и разъярился.\nОн достал пистолет и выстрелил в Вас, после чего направил пистолет на Якова, но довести до конца не успел.\nЗакрывая глаза навсегда, вы краем глаза заметили, что своды не выдержали громких звуков и стремительно обрушились на всех присутствующих.\n\nВы мертвы. Конец.",
    "answers": [
      {
        "id": 1,
        "text": "Начните сначала!"
      }
    ]
  },
  {
    "id": 56,
    "text": "Согласно слухам и древним текстам, в таких гробницах часто наблюдалось \"проклятие фараонов\", которое заключалось в распылении ядовитых паров при открытии контейнеров.",
    "answers": [
      {
        "id": 51,
        "text": "Что дальше?"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Открывайте любые контейнеры только с респираторами, не стреляйте, своды могут рухнуть и похоронить нас, исключите громкие звуки и приступайте к поискам спокойно, — посоветовали вы.\n\nПервый кивнул и ушел отдавать приказы.\n\nЯков расчистил себе место на одной из ступеней и уселся, Вы присоединились к нему.\n\n— Видишь эту символику? — сказали вы, — я уже видел ее, и не единожды.\n\n— Где? — заинтересовался Яков.\n\n— В учебнике по высшей математике, тормоз! Смотри, это не фрески, это формулы...\n\n— Ты понимаешь, для чего они?\n\n— Я не силен в математике. инженеры бы разобрались. но, думаю, эти формулы тоже относятся к тому, что нельзя отсюда выносить.\n\nПервый вернулся.\n\n— Ничего. Куда дальше?\n\n",
    "answers": [
      {
        "id": 58,
        "text": "Изучить помещение и карту."
      },
      {
        "id": 59,
        "text": "Показать военным направление.",
        "need": [
          58
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "Внимательно изучив информацию, вы приходите к выводу, что идти можно только через массивную каменную дверь прямо в центре одной из стен помещения.",
    "answers": [
      {
        "id": 57,
        "text": "Что дальше?"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Дальше будут проходить туннели на опасной близости к природным газам. В этой местности они специфические и респираторы могут не помочь, поэтому, придется вырезать дыру вон в той запертой двери.\n\nПервый посмотрел на дверь.\n\n— Не от нее ли у вас ключ?\n\n— Нет, но следующее помещение ведет к этой двери. Приведите инженеров, но предупредите их об опасности обрушения сводов, пусть работают аккуратно.\n\n— Других путей нет?\n\n— Есть, я его назвал. Вероятно, смертельный. Хотите, идите по нему, я тут вас подожду.\n\nПервый вздохнул и отдал приказ военным привести инженеров, после чего уселся рядом с Яковом.\n\n— Вы не обижайтесь, ребята,- устало вздохнул он, — Мне приказано делать так, я и делаю. Без обид?\n\n",
    "answers": [
      {
        "id": 60,
        "text": "Поддержать разговор с Первым."
      },
      {
        "id": 61,
        "text": "Проигнорировать Первого [пропуск диалога с сюжетной информацией]"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы решили поговорить с Первым.\n\n— Не поговорите с нами про это место? — спросил Олег, — мне кажется. вы знаете даже немного больше, чем мы.\n\nПервый немного напрягся, но потом расслабился.\n\n— Спрашивайте.\n\n",
    "answers": [
      {
        "id": 62,
        "text": "Что это за место?"
      },
      {
        "id": 64,
        "text": "Кто заказчик?"
      },
      {
        "id": 65,
        "text": "Знал ли он об этом месте?"
      },
      {
        "id": 66,
        "text": "Закончить разговор."
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы решили, что Вам не о чем беседовать с Первым и молча ждали окончания работ по демонтажу двери.\nНаконец, работа была завершена.",
    "answers": [
      {
        "id": 60,
        "text": "У меня есть вопросы."
      },
      {
        "id": 66,
        "text": "Вперед!"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Что это за место? — спросил Яков.\n\n— Точно не скажу, но, кажется, какой-то очень древний город, хотя, скорее, поселение. — ответил Первый\n\n— Это город? — изумились Вы, — да, это многое объясняет. Вы не в курсе, кто его населял?\n\n— Давай на \"ты\". Нет, этого мне не говорили.\n\n— Почему они не хотят забирать отсюда технические чудеса?\n\n— Точно не знаю, но, думаю, они это все уже видели, другого объяснения нет.\n\n— Что ты еще знаешь об этом месте и о том, что мы ищем? — спросил Яков.\n\nПервый задумался.\n\n— На самом деле, немногим больше вашего. Знаю, что это древний город, знаю, что ищем что-то с подобным символом, знаю, что заказчики очень хотят это получить.\n\n",
    "answers": [
      {
        "id": 60,
        "text": "Поговорить о чем-нибудь другом."
      }
    ]
  },
  {
    "id": 63,
    "text": "",
    "answers": []
  },
  {
    "id": 64,
    "text": "— Кто они, заказчики наши? — Олег присел рядом с Первым.\n\nПервый напрягся.\n\n— Я знаю, кто они, но этого сказать не могу.\n\nОлег скрестил руки на груди.\n\n— Раз уж мы начистоту, хотя бы намекни.\n\nПервый молчал с минуту, после чего начал говорить.\n\n— Ну, они — что-то вроде общемирового объединения богатых людей...\n\n",
    "answers": [
      {
        "id": 60,
        "text": "Поговорить о чем-нибудь другом."
      }
    ]
  },
  {
    "id": 65,
    "text": "— Ты бывал тут раньше?\n— Именно здесь — нет, но подобные места приходилось видеть.",
    "answers": [
      {
        "id": 60,
        "text": "Поговорить о чем-нибудь другом."
      }
    ]
  },
  {
    "id": 66,
    "text": "Из туннеля появились военные, за которыми шла бригада инженеров с оборудованием. \n\nБригада инженеров принялась за дело с упорством психопатов, работали настолько быстро и громко, что Олегу приходилось несколько раз бегать вокруг них и просить их быть аккуратнее и тише. Демонтаж двери проходил без лишних разговоров, кроме того, инженеры работали слишком громко, чтобы можно было разговаривать. Демонтаж был закончен в течении часа.\n\nСквозь проделанную в двери дыру было видно широкий коридор с горящими лампами, в конце которого установлены огромные ворота.\n\n",
    "answers": [
      {
        "id": 67,
        "text": "Предложить открыть специфическим ключом двери."
      },
      {
        "id": 30,
        "text": "Уйти, пока не поздно."
      }
    ]
  },
  {
    "id": 67,
    "text": "— Ключ у нас есть именно от этой двери. Дайте пройти! — Вы прошагали вперед по коридору, доставая массивный стальной ключ, по форме напоминающий небольшой офисный дырокол.\n\nВы поместили ключ в выемку соответствующего размера, после чего двери резко разошлись в разные стороны, испугав всех присутствующих.\n\n— Прошу, господа, то, что мы ищем, находится здесь.\n\nВ комнате, в которую Вы зашли, не было почти ничего, кроме большого стула, или даже трона, на котором сидело странное существо. Оно имело общие черты с человеком, однако, лицом больше походило на рыбу с мощными челюстями. Существо было почти полностью обнажено, некоторые части его тела закрывали платины из того же материала, из которого было сделано все в это городе. На груди у существа виднелся тот самый символ, который заказчики выдали Олегу и Якову.\n\n",
    "answers": [
      {
        "id": 68,
        "text": "Оцепенеть от страха и ждать."
      }
    ]
  },
  {
    "id": 68,
    "text": "Увидев это существо, Вы испытали целую гамму чувств и эмоций. Тут был и страх, и удивление и радостное возбуждение, эмоции сменяли друг друга быстрее, чем буквы на бегущей строке.\n\nПервый подошел к существу. Оно внезапно начало издавать какие-то звуки, похожие на речь африканского племени Бушменов, похоже, пытаясь пообщаться с Первым. К Вашему удивлению, Первый начал издавать такие же звуки и поклонился существу.\n\nИз полного непонимания ситуации, Вы стояли, парализованные удивлением  и ужасом.\n\n— Бежим отсюда, — первым опомнился Яков.\n\n",
    "answers": [
      {
        "id": 69,
        "text": "Стоять и не двигаться."
      },
      {
        "id": 70,
        "text": "БЕЖАТЬ!!!"
      },
      {
        "id": 71,
        "text": "Петь похабные частушки под бряцание рюкзаком."
      }
    ]
  },
  {
    "id": 69,
    "text": "Существо поднялось со стула и ползучими движениями начало двигаться в Вашу сторону.\n\nПока Вы отвлеклись на него, Первый и военные вышли из помещения и двери за ними захлопнулись.\n\n",
    "answers": [
      {
        "id": 72,
        "text": "Бой!!!"
      }
    ]
  },
  {
    "id": 70,
    "text": "Существо поднялось со стула и ползучими движениями начало двигаться в Вашу сторону.\n\nВы бросились к двери со всех ног, но пока Вы отвлеклись на него, Первый и военные вышли из помещения и двери за ними захлопнулись.\n\n",
    "answers": [
      {
        "id": 72,
        "text": "Бой!!!"
      }
    ]
  },
  {
    "id": 71,
    "text": "Что, серьезно? Вы бы так делали?\nСтранный Вы человек, надо сказать...",
    "answers": [
      {
        "id": 68,
        "text": "Давайте попробуем еще разок."
      },
      {
        "id": 73,
        "text": "Или кидани в монстрятину тапком, вдруг поможет..."
      },
      {
        "id": 74,
        "text": "Ладно, жми сюда, скипнешь заставку...",
        "need": [
          73
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "Монстр медленно надвигался на Вас и вашего друга, он явно ещё приходил в себя.\nВы решили воспользоваться его замешательством и начать действовать.\nЯков размышлял еще быстрее, он уже подбежал к постаменту и схватил два каких-то каменных продолговатых предмета.\nОдин он швырнул Вам.\nОт ваших действий сейчас зависит Ваша жизнь.",
    "answers": [
      {
        "id": 75,
        "text": "Швырнуть в противника светильник.",
        "need": [
          13
        ]
      },
      {
        "id": 76,
        "text": "Взять в руки осколок неизвестного материала.",
        "need": [
          29
        ]
      },
      {
        "id": 79,
        "text": "Осмотреть предмет."
      }
    ]
  },
  {
    "id": 73,
    "text": "Ну ты совсем уж загнул....",
    "answers": [
      {
        "id": 68,
        "text": "Больше не выбирай этот ответ, ладно?"
      }
    ]
  },
  {
    "id": 74,
    "text": "Крч, ты победил монстрятину, но твой друг помер.\nА сам ты стал крутым супергероем.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Жди продолжения ;)"
      }
    ]
  },
  {
    "id": 75,
    "text": "Монстр отчаяно захрипел, когда светильник попал прямо на его безобразную морду и принялся кататься по земле, чтобы сбить фиолетовое пламя, что охватило его лицо.",
    "answers": [
      {
        "id": 78,
        "text": "Быстро подбежать к монстру и добить его при помощи каменного предмета."
      },
      {
        "id": 79,
        "text": "Осмотреть каменный предмет."
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы взяли в руки в руки осколок и каменный предмет и приготовились к бою.\n\nМонстр начал приближаться к Вам.",
    "answers": [
      {
        "id": 78,
        "text": "Попытаться убежать от монстра."
      },
      {
        "id": 79,
        "text": "Осмотреть предмет."
      }
    ]
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  },
  {
    "id": 78,
    "text": "Когда Вы приблизились к монстру, он внезапно схватил Вас и прижал к себе. В Ваших глазах потемнело и вы умерли.",
    "answers": [
      {
        "id": 70,
        "text": "Начните бой заново!"
      }
    ]
  },
  {
    "id": 79,
    "text": "Осмотрев предмет, вы обнаруживаете рычажок.\n\nМонстр схватил Якова и прижал его к себе.\nВ считанные секунды Вы увидели, как Ваш друг превратился в груду мяса и костей.\n\nМонстр начал неумолимо приближаться к Вам.",
    "answers": [
      {
        "id": 81,
        "text": "Повернуть рычажок.\n"
      },
      {
        "id": 78,
        "text": "Попытаться уклониться от атаки."
      }
    ]
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "Повернув рычажок, вы вскрикнули от удивления. Из недр предмета вырвались языки пламени и сплелись в ровный клинок.\n\nМонстр уже близко!",
    "answers": [
      {
        "id": 82,
        "text": "Ударить монстра наотмашь."
      },
      {
        "id": 83,
        "text": "Подождать удобный момент для контратаки."
      }
    ]
  },
  {
    "id": 82,
    "text": "Монстр с невероятной быстротой отпрянул от атаки и бросился на Вас.",
    "answers": [
      {
        "id": 78,
        "text": "Отмахаться от монстра мечом."
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы не рассчитали момент и монстр схватил Вас и прижал к себе. У вас в глазах начало темнеть.\n\n",
    "answers": [
      {
        "id": 85,
        "text": "Показать монстру средний палец и наугад рубануть мечом, пытаясь отогнать его."
      },
      {
        "id": 78,
        "text": "Сдаться."
      },
      {
        "id": 93,
        "text": "Ударить монстра осколком.",
        "need": [
          76
        ]
      }
    ]
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": "Вы наугад рубанули мечом и \"отрубили\" себя от монстра.\nВы упали на пол и сидели на коленях, пытаясь осознать, что только что произошло. Монстр выл.\n\nВнезапно, Вы почувствовали прилив сил. Вы осознали, насколько Ваше тело вдруг стало легким и одновременно сильным.\n\nВы увидели, как шрам от зубов чудовища на груди затягивается на глазах. Вам некогда было думать, как так вышло. \n\nВы подняли на монстра глаза, полные решимости.\n\nВот теперь пойдет потеха!",
    "answers": [
      {
        "id": 86,
        "text": "Погнали!!!"
      }
    ]
  },
  {
    "id": 86,
    "text": " Монстр на очень большой скорости начал приближаться к вам.",
    "answers": [
      {
        "id": 87,
        "text": "Подождать, пока он приблизится и рубануть по голове."
      },
      {
        "id": 78,
        "text": "Ударить монстра ногой в грудь."
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы ещё не совсем освоились с новыми возможностями и монстр секанул вас щупальцем по голове. Вы отлетели в сторону.\nПоднявшись, вы обнаружили, что повреждения почти уже затянулись.",
    "answers": [
      {
        "id": 90,
        "text": "Действуя наугад, направить предмет на монстра."
      }
    ]
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  },
  {
    "id": 90,
    "text": "К Вашему удивлению, из предмета вырвался громадный столб огня и поразил чудовище.\nОно упало и начало реветь, как хор нескольких голосов.",
    "answers": [
      {
        "id": 91,
        "text": "Сделать тем же приемом дырку в стене и бежать!"
      },
      {
        "id": 92,
        "text": "Попытаться подойти к монстру."
      }
    ]
  },
  {
    "id": 91,
    "text": "Столб огня проделал дырку в стене и Вы бросились бежать, обнаружив, что двигаетесь со значительно бОльшей скоростью, чем раньше.\n\nКонец.\n",
    "answers": [
      {
        "id": 1,
        "text": "Ждите продолжения! Новости - в группе автора!"
      }
    ]
  },
  {
    "id": 92,
    "text": "А Вам оно надо?\nВы победили, бегите!\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Ждите продолжения!"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы со всей силы вогнали осколок монстру под ребра. Он закричал тысячей голосов и отпрянул от Вас.\n\nКогда он вытянул осколок из своего тела, он вновь приблизился к Вам.",
    "answers": [
      {
        "id": 83,
        "text": "И что теперь?!"
      }
    ]
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  }
]