[
  {
    "id": 1,
    "text": "Автор: Miriam Mills\nЖанр: Фэнтези, приключения\n\n В нашем мире почти не осталось места волшебству. В гадалок и ведьм уже давным-давно никто не верит. Только маленькие дети мечтают попасть в сказку.\n\n А что, если уже довольно взрослая девушка попадёт в город, застрявший во времени? Сможет ли она найти там частичку себя, своей истории? Скорее всего, она даже и думать не могла о том, что ей прийдётся общаться с призраками прошлого, которые так и не смогли выбраться из западни. А может всё приключение окажется сном?",
    "answers": [
      {
        "id": 12,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Достижения"
      },
      {
        "id": 4,
        "text": "От автора"
      },
      {
        "id": 1,
        "text": "very big",
        "url": "https://b.radikal.ru/b20/2007/35/c1476e56daa9.png"
      }
    ]
  },
  {
    "id": 2,
    "text": "  Клара, Сара и Зак, мои друзья, любят на выходные ездить за город, отдыхать на природе.\nВ этот раз они уговорили меня поехать с ними... Если бы я знала, что случится, ни за что не согласилась бы.\n\n Мы пошли на луг, собирать полевые цветы. Клара предупредила, что слева от меня находится обрыв. Похоже, она ошиблась. Я отошла чуть правее, оступилась. Почувствовала резкую боль в затылке.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "•··____________________〰✡〰__________________··•",
    "answers": [
      {
        "id": 75,
        "text": "Достижения",
        "left_answer": true
      },
      {
        "id": 76,
        "text": "Концовки",
        "right_answer": true
      },
      {
        "id": 3,
        "text": "•··___________________〰✡〰_________________··•",
        "comment": true
      }
    ]
  },
  {
    "id": 4,
    "text": "•··_____________________〰✡〰_____________________··•\n Спасибо, что обратили внимание на мой квест. Я искренне рада каждому читателю.\n\n Этот квест целиком и полностью моя фантазия. Так что любые совпадения с реальностью, случайность.\n\n Приветствую критику с точным указанием на ошибки.\n\n Если вам понравился квест, хотите ли продолжение? Буду ждать ваших комментариев.\n\n Приятного прочтения.\n                                                                         Miriam Mills\n•··______________________〰✡〰____________________··•",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": " Темнота... Туман... Холод... Вокруг никого... Где я?\n\n Я встала и осмотрелась. Это центр какого-то города, но вокруг совсем нет людей. И город выглядит заброшеным, может только из-за тумана? Как я здесь оказалась? Что это за город? Как мне попасть домой? Сколько вопросов и ни одного ответа.\n\n Рядом необычное строение. Похоже, это книжная лавка.",
    "answers": [
      {
        "id": 6,
        "text": "Войти в лавку"
      }
    ]
  },
  {
    "id": 6,
    "text": " Я вошла в здание, здесь давно никого не было. Для верности я окликнула продавца, но мне никто не ответил.\n\n В лавке всё было аккуратно расставлено: ряды книжных полок, как в библиотеке, сувенирные открытки 80-х годов, старинные украшения. И только несколько книг, валявшихся на полу, выбивались из общей атмосферы.",
    "answers": [
      {
        "id": 7,
        "text": "Просмотреть книги"
      },
      {
        "id": 8,
        "text": "Выйти из лавки"
      }
    ]
  },
  {
    "id": 7,
    "text": " Я подняла одну из книг. Хм... \"Робинзон Крузо\", обыкновенная книга. Я машинально пролистала её, и совсем не ожидала увидеть там пожелтевшие от времени тетрадные листы.\n\n Из любопытства я решила прочитать один из листков.",
    "answers": [
      {
        "id": 9,
        "text": "Читать"
      },
      {
        "id": 7,
        "text": "* Получено достижение \"Любитель книг\"",
        "comment": true
      }
    ]
  },
  {
    "id": 8,
    "text": " Я вышла из лавки и решила пойти влево по улице.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "~\nДневник Джона, 05.03.1985\n Наш город процветает, все жители счастливы. Но мне всё время кажется что что-то не так, должно случиться что-то страшное. Но я не могу понять что именно.\n~",
    "answers": [
      {
        "id": 10,
        "text": "Положить лист"
      }
    ]
  },
  {
    "id": 10,
    "text": " Этот дневник писал какой-то сумасшедший параноик. Сам же пишет, что город процветает.",
    "answers": [
      {
        "id": 11,
        "text": "Читать ещё"
      },
      {
        "id": 14,
        "text": "Отложить листы и выйти из лавки"
      }
    ]
  },
  {
    "id": 11,
    "text": "~\nДневник Джона, 10.03.1985\n Я понял, что не так. Каждое утро и каждый вечер в городе появляется странный туман.\n~",
    "answers": [
      {
        "id": 13,
        "text": "Читать дальше"
      },
      {
        "id": 14,
        "text": "Отложить листы и выйти из лавки"
      }
    ]
  },
  {
    "id": 12,
    "text": "   •··___________________〰✡〰____________________··•\n  Моё имя Дариан, я — твой друг и проводник. Но прийду на помощь только тогда, когда сам этого захочу. Я знаю почти всё, наблюдал за многими людьми. И ты, Нелли Джонсон, попала в необычную историю. Используй свою смекалку и узнай все тайны города Фоглибург.\n\n____________________________________________________\n\n\n Я Нелли Джонсон, мне 18 лет. Сейчас прекрасное лето, я закончила школу и поступила в престижный университет. Теперь, пока каникулы, последние после школы, я наслаждаюсь жизнью, и провожу лето с семьёй и друзьями. Но если бы всё было так просто...\n   •··___________________〰✡〰____________________··•",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "~\nДневник Джона, 03.04.1985\n Я провёл исследование. Каждый день туман становится всё гуще и уже не исчезает днём.\n~",
    "answers": [
      {
        "id": 15,
        "text": "Читать дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": " Так, нужно людей, которые помогут искать, а не записи человека, боящегося туманов, читать. Нужно придумать, куда мне идти.\n Я вышла из лавки и пошла направо, к фонтану, там же была и ярмарка. На ярмарке точно есть люди.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "~\nДневник Джона, 19.05.1985\n В городе стали пропадать люди, полиция ищет виновных.\n~",
    "answers": [
      {
        "id": 16,
        "text": "Читать дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "~\nДневник Джона, 23.05.1985\n Туман поглотил почти всех жителей города. Остался один я. Не знаю почему -------о------------в------- ---------а------ на ярмарке.\n~",
    "answers": [
      {
        "id": 17,
        "text": "Положить лист"
      }
    ]
  },
  {
    "id": 17,
    "text": " Даже если предположить, что этот Джон не сумасшедший и написал правду. Самая главная фраза в последнем листе просто сгорела. Как мог сгореть кусок листа вложенный в книгу?\n\n Может всё-таки поискать эту ярмарку? Хотя прошло уже столько лет, может не стоит рисковать?\n\n С этими мыслями я вышла из лавки. Справа, за неработающим фонтаном, в тумане виднеется что-то похожее на старую ярмарку. А слева идёт частный сектор города. Куда пойти?",
    "answers": [
      {
        "id": 18,
        "text": "Налево"
      },
      {
        "id": 19,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 18,
    "text": " Я решила пройтись по улице. Моё внимание привлёк небольшой домик из него вышла женщина.\n — Добрый день, вы не могли бы мне помочь? — вежливо спросила я.\n — Да, конечно, проходи, — она жестом пригласила меня в дом, — меня зовут Салли, как тебя зовут? Ты заблудилась?\n — Я Нелли, да я не знаю где я и как сюда попала.\n — Это город Фоглибург. Нелли, выпьешь со мной чаю? У меня в последнее время редко бывают гости, а после я покажу, как отсюда тебе домой добраться.\n — Хорошо, спасибо, — я отпила чай, в глазах потемнело. И перед тем, как полностью потерять сознание, я увидела злобную ухмылку этой женщины.",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": " Я обошла фонтан, и не ошиблась. Это и правда была старая заброшеная ярмарка.\n\n Я подошла ближе, за прилавком стоял живой, жутко улыбающийся скелет.",
    "answers": [
      {
        "id": 20,
        "text": "Бежать"
      },
      {
        "id": 21,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 20,
    "text": " Бежать Первая моя мысль. Я резко развернулась и побежала. Но. Из-за испуга ноги спутались и я упала. Локоть был разодран до крови, не сильно пострадала. Пока я вставала, услышала громкий смех над собой, подняла глаза и увидела скелета, тянущего ко мне свою костлявую руку.",
    "answers": [
      {
        "id": 122,
        "text": "Ударить и бежать"
      },
      {
        "id": 123,
        "text": "Закричать"
      }
    ]
  },
  {
    "id": 21,
    "text": " Наверное, из-за шока, я не смогла сдвинуться с места. Но, присмотревшись к жуткой улыбке скелета, можно было заметить, что она была дружелюбной.\n\n — Привет, я Алек, что хотите купить? Шикарная коллекция драгоценных камней, лечебные травы, сувениры. А не хотите ли билет в цирк? В городском парке будет удивительное представление. Ой, извините, я этот билет другу обещал. — и он быстро спрятал билет себе в карман.\n — Добрый день, вы не подскажите, где мы находимся? — вежливо спросила я.\n — Город Фоглибург, мисс. Привет, я Алек, что хотите купить? Шикарная коллекция драгоценных камней, лечебные травы, сувениры.\n — А как можно отсюда уехать? Здесь ходит транспорт? — но скелет больше не отвечал и просто повторял зазубренную фразу.\n — Привет я Алек, что хотите купить шикарная коллекция...",
    "answers": [
      {
        "id": 22,
        "text": "Отойти от ярмарки"
      },
      {
        "id": 21,
        "text": "* Получено достижение \"Бесстрашная\"",
        "comment": true
      }
    ]
  },
  {
    "id": 22,
    "text": " Я отошла чуть подальше от прилавков, размышляя, куда мне идти дальше. Вдруг, в прямом смысле, костлявая, рука скелета легла мне на плечо. Я в ужасе обернулась. Алек стоял с серьёзным выражением лица (а я-то думала он всегда только жутко улыбается).\n — Помни: дружба это самое ценное, что есть у людей. И не важно с человеком она или с монстром.\n\n Пока я стояла в шоке от слов скелета, он опять улыбнулся и стал обратно за свой прилавок.\n — Привет, я Алек, что хотите купить?...",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": " Так, значит город Фоглибург, большего я от скелета не добилась. Похоже, он всегда говорит только тогда, когда сам захочет. Ещё, к чему Алек сказал последнюю фразу. Хотя нет, он что-то говорил про цирк в городском парке, не просто же так скелет за него вспомнил, может стоит туда сходить? Или же не нужно доверять жутким монстрам?",
    "answers": [
      {
        "id": 24,
        "text": "Пойти искать цирк"
      },
      {
        "id": 25,
        "text": "Забыть о скелете и идти искать выход"
      }
    ]
  },
  {
    "id": 24,
    "text": " Цирк я нашла почти сразу. Городской парк оказался совсем маленьким и первое, что я там увидела, был старый покосившийся шатёр. Я подошла ближе.\n\n Недалеко от цирка ходила девушка. Надеюсь, что правда девушка, а не очередной жуткий монстр. Она обернулась, увидела меня и, радостно улыбнувшись, подошла ближе.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      },
      {
        "id": 24,
        "text": "* Получено достижение \"Доверие\"",
        "comment": true
      }
    ]
  },
  {
    "id": 25,
    "text": " Мало ли зачем скелет мне этот билет показал. Это же СКЕЛЕТ! Не уверенна, что ему можно доверять, лучше пойду назад к книжной лавке. Может там что-нибудь найду ещё...\n\n Где бы я ни ходила, не нашла никаких подсказок. В парке встретила девушку Эрику. Она здесь уже несколько лет живёт и говорит, что выхода из города не существует...",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": " — Привет, я Эрика, наконец встретила хоть    кого-то в этой глуши. Как тебя зовут, ты здесь давно?\n — Здравствуй, я Нелли. Нахожусь здесь примерно пол часа. После того, как очнулась...\n — Правда? Так мало? Я упала с какого-то обрыва и здесь уже несколько лет.\n — А где выход из города, подскажешь в какую сторону идти? И где примерно мы находимся? Здесь есть ещё люди?\n — Погоди-погоди, не так быстро, — замахала руками Эрика — я, как уже говорила, здесь несколько лет, и кроме скелетов и тебя никого не видела. И не хочу тебя расстраивать, но выхода из города нет. Куда бы ты не шла, будешь всё время возвращаться обратно.\n — Но, в любом случае, выход должен быть. Ты разве не хочешь вернуться домой?\n — Хочу, но выхода точно нет, я его искала очень долго. Если хочешь потратить время зря, иди искать, только без меня. — и она ушла по аллее вглубь парка.\n\n Она потеряла надежду вернуться домой. Может не стоит искать выход там, где его нет? Или не сдаваться и не смотря ни на что идти к цели? Ладно, нужно решить, но сначала закончу начатое и зайду в этот цирк.",
    "answers": [
      {
        "id": 27,
        "text": "Зайти в цирк"
      }
    ]
  },
  {
    "id": 27,
    "text": "~~~                                  ~~~~                                   ~~~\n____________________________________________________\n                                          ЦИРК\n                                   \"КЛОУНАДА\"\n____________________________________________________\n                            Лучшее шоу в мире\n   _____                                ____                                 _____\n                             У нас в программе\n\n• Летающие акробаты\n• Волшебные животные\n• Повелители огня\n         И коронный номер\n•••Загадочная коробка фокусника•••\n____________________________________________________",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": " Я прочитала объявление, которое сразу же бросилось мне в глаза. Необычные, интересные названия номеров. Может стоит посмотреть инвентарь?",
    "answers": [
      {
        "id": 29,
        "text": "Канаты для акробатов"
      },
      {
        "id": 30,
        "text": "Игрушки для животных"
      },
      {
        "id": 31,
        "text": "Факела \"повелителей\" огня"
      },
      {
        "id": 32,
        "text": "Коробка фокусника"
      },
      {
        "id": 33,
        "text": "Пойти к Эрике",
        "need": 34
      },
      {
        "id": 139,
        "text": "Пойти к Эрике",
        "need": -34
      }
    ]
  },
  {
    "id": 29,
    "text": " Я подошла к канатам. Верёвки как верёвки, когда-то вешались под куполом цирка. Сейчас их уже не повесишь, рассыпаются от времени.",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": " Мячики, шарики, домики и т.д. Всё покрыто большим слоем пыли и паутины, ничего интересного.",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": " Факела оказались бутафорией, там вставляются лампочки, а кажется, что настоящий огонь. Но и лампочки давно уже не работают.",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": " Эта коробка сразу привлекла моё внимание. Ещё бы, так красочно выделили на объявлении коронный номер. Но сама коробка ничем примечательным не обладала. Порывшись в ней, я смогла разве что узнать секрет пары старых фокусов, каторые никак не могла понять, и всё.",
    "answers": [
      {
        "id": 34,
        "text": "Посмотреть лучше"
      },
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": " Я пошла по той же аллее, что и Эрика. Величествинные, старинные деревья в заросшем парке напоминали густой лес. Серые тучи, уже по-оссеннему сгустились над городом. С ветки на ветку прыгают во́роны. Похоже, здесь, в заброшенном городе всегда стоит мрачная, осенняя погода. Но всё вокруг зелёное, как бы напоминает о том, что сейчас лето. Начался мелкий дождь. Пройдя несколько кругов по парку и не найдя девушки, я решила уходить.\n\n — Ты меня ищешь? — позади раздался голос Эрики.\n — Да, Эрика. Я хотела спросить... Раз в этом городе живут скелеты и из него так просто не выбраться, может... Может ли тут быть... магия?\n — Магия? Я об этом не думала, — как-то растерянно проговорила она. — А что? Очень даже может быть. — Девушка вновь обрела надежду на спасение. — Только, с чего ты это взяла? — и я рассказала ей о блокноте фокусника.\n — Ну, тогда, идём на ярмарку.",
    "answers": [
      {
        "id": 35,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 34,
    "text": " На дне коробки лежал блокнот для записей фокусника. Пролистав его, моё внимание привлекла запись\n~\n Говорили, на ярмарке, о каких-то волшебных колбочках (не фокусы)\n~\n\n Интересная заметка, если обратить внимание на запись, что колбочки не для фокусов. Что это может быть? Может ли хоть какое-то волшебство помочь мне выбраться из города?",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      },
      {
        "id": 34,
        "text": "* Получено достижение \"Полезное любопытство\"",
        "comment": true
      }
    ]
  },
  {
    "id": 35,
    "text": " — Привет, я Алек, что хотите купить?...\n\n — Ты видишь хоть какие-то колбочки? — обратилась ко мне Эрика.\n — Пока нет. Стой, вон на прилавке у Алека есть. Смотри, одна как-то странно светится. Может это то, что нам нужно?\n — Сейчас узнаем, — и она уверенно подошла к прилавку. — Хей, привет! Я хочу купить вот эту колбочку. Сколько она стоит?\n — Она не продаётся. Привет, я Алек, что...\n — Как это не продаётся? Давай, ты назовёшь любую цену, а я заплачу в два раза больше. — она потрусила мешочком с монетами и потянулась к кошельку.\n — Я же сказал, она не продаётся! — прикрикнул скелет, стало жутко видеть всегда улыбчивого Алека таким разъярённым.\n — Фи, как грубо, — Эрика с деланной обидой развернулась и гордо зашагала ко мне.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": " — Не вышло. — разочарованно вздохнула Эрика — Скелеты всегда всё продают, если им побольше заплатить. Не продали в первый раз. И что нам теперь делать?!\n — Не паникуй, ещё не всё потеряно. Раз не вышло по-хорошему, будем по-плохому. Если это реальный шанс выбраться из города, я не отступлюсь. Ты заговоришь ему зубы, а я в это время постараюсь незаметно вытащить колбочку.\n — И как ты незаметно утащишь? Тем более у скелета. Ты ещё не знаешь этого города, скелеты видят всё. Разве что ты не промышляла воровством и у тебя имеется необыкновенная ловкость рук. — я хитро́ улыбнулась.\n — Воровством не занималась, а вот фокусами. Поэтому не будем отчаиваться раньше времени и сделаем то, что задумали.",
    "answers": [
      {
        "id": 37,
        "text": "Осуществить план"
      }
    ]
  },
  {
    "id": 37,
    "text": " Эрика начала торговаться со скелетом за какую-то лечебную траву. Но, как она сказала, скелет никогда не сбросит цену и если спорить начнёт Эрика, то это надолго. Я стала рядом и всё время извинялась за настойчивость подруги, хм... а общая цель помогает найти новых друзей. И делая вид, что от скуки происходящего, рассматриваю один из сувениров, я незаметно схватила другой рукой колбочку, положила сувенир, сказав, что Эрике не удастся выторговать ни монеты, отошла назад. Эрика сделала вид, что сдалась и подошла ко мне.\n\n — Есть! — я победно подняла руку с колбочкой вверх.\n — Неужели получилось? У скелета! Знаешь, мне кажется, ты найдёшь способ выбраться из города и эта колбочка нам точно поможет.\n — А я всё видел, — мы в ужасе обернулись на незнакомца.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": " Рядом с нами стоял высокий парень лет двадцати, с длинными каштановыми волосами, одет он был в старинную даже для этого города одежду.\n\n — Ты тоже человек? — сразу спросила Эрика.\n — А вас не учили, что к посторонним нужно обращаться на \"вы\", мисс? — Спокойно спросил тот. Эрика со своим взрывным характером сразу обиженно отвернулась и скрестила руки.\n — Извините, как к вам можно обращаться? — как всегда вежливо спросила я.\n — Дариан.\n — Дариан, а вы тоже человек и ищите выход из города? — он улыбнулся.\n — Нет, конечно же я не человек, я — дух. Я могу быть где и когда захочу, и мне не требуется выход. Сейчас, я наблюдал за вами и увидел интереснейшую картину. Даже можно восхититься вашей слаженной работой, у Алека таких инцидентов ещё не было. Я решил вам помочь. Расскажу одну историю.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": " — Тоже мне помощь, сказку расскажет. — всё так же грубо ответила Эрика.\n — Значит, вы, выслушаете меня, Нелли?\n — Откуда вы?..\n — Я знаю всё. Почти. — снова улыбнулся дух. — Что ж, пожалуй, начну. Вы знаете, что это за огоньки в городе?\n — Знаем, блуждающие огоньки, по всему городу летают, на светлячков похожи. — вставила подруга.\n — Увы, вы не правы, мисс Ли. — Эрика обернулась на свою фамилию и тоже с удивлением начала слушать рассказ.",
    "answers": [
      {
        "id": 40,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 40,
    "text": " — Это совсем не огоньки. Добрые маги, когда они ещё существовали, отправляли частичку волшебства в мир, помогать людям. В этом городе и в обычное время, когда здесь жили люди, летали эти крылатые существа. Кто-то называет их феями, кто-то блуждающими огоньками, те, кто не верят в магию — светлячками. Но все ошибаются. Это Гифрадии — раньше, они могли помочь и дать совет, но сейчас совсем не подпускают к себе людей.\n А история начинается с одного маленького мальчика, если не ошибаюсь, ему было всего девять лет. Он жил в очень большой семье. Она была бедной, но всегда жила честно. У детей была, не покупная, а сшитая родителями одежда, самодельные игрушки. И, что не типично для этого города, семья вела домашнее хозяйство. Но детям интересны новые, модные, покупные игрушки. И вот мальчик решил ослушаться родителей, но воровать он не хотел, и пошёл к Гифрадиям. Мальчик попросил денег на лечение младшего братишки. Гифрадии сжалились и помогли ему, мальчик побежал и накупил много игрушек себе и братьям с сёстрами, разных сладостей и модную одежду.\n Около недели после покупок мальчик не мог заснуть, его мучала совесть. И тут его родители заметили много новых вещей в доме, а дети сказали, кто это принёс. Мучения совести выдержать было не под силу, и мальчик пошёл к Гифрадиям, признаваться в обмане. Но волшебных существ не так просто обмануть, они всё давно знали, но за честность помогли этой доброй семье.\n Самое интересное в этой истории, что Гифрадии ненавидят обман и всегда жестоко мстят, а мальчику помогли, почему же?",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": " Я глубоко задумалась, мысленно всё ещё находясь в этой истории. И меня ужасно напугал весёлый оклик Алека.\n\n — Слышишь, Дариан. У тёти Салли пирожки покупать больше нельзя, они у неё теперь ядовитые. Говорят, у неё раздвоение личности и она иногда в ведьму превращается.\n — Буду знать, спасибо, — и Дариан растворился в воздухе.\n\n — И что теперь? — спросила Эрика.\n — Ну что ж, видимо, прийдётся послушать духа, и отнести колбочку скелету.\n — Ты шутишь? Мы сколько усилий приложили для получения этой колбы. А ты хочешь взять и разрушить мою последнюю надежду на спасение?",
    "answers": [
      {
        "id": 42,
        "text": "Сознаться в воровстве"
      },
      {
        "id": 43,
        "text": "Искать выход из города с помощью колбы"
      }
    ]
  },
  {
    "id": 42,
    "text": " Я извиняясь посмотрела на Эрику. И сжав колбу в руке, подошла к скелету.\n — Привет, Алек. Ты извини... Но я... Мы... Э-э-э... Мы с Эрикой украли у тебя эту колбу, возвращаю, прости. — я быстро положила колбу на прилавок. И виновато потупила взгляд. Сделала шаг назад, чтобы уйти.\n — Шикарная манёвренность. У меня ещё ни одна вещь незаметно не пропадала. — обратился ко мне Алек. — Но зачем вам нужна эта колба?\n — Не знаю, мы хотели с её помощью найти выход из города. В блокноте фокусника написано про какие-то волшебные колбочки.\n — Я думал, что ты не поймёшь намёка. Знаешь, мне бы тоже было интересно выбраться из Фоглибурга и посмотреть мир. Можешь расчитывать на мою помощь, — он вложил мне в руку колбу. — А колбу забери, если выпить содержимое, ты будешь понимать речь Гифрадий.\n — Но Гифрадии же не говорят с людьми.\n — Если вдруг они захотят поговорить с тобой ты поймёшь, бери, она тебе точно пригодится. — ободряюще улыбнулся скелет. И быстро вернул свою жуткую улыбочку. — Привет, я Алек, что хотите купить?...",
    "answers": [
      {
        "id": 44,
        "text": "Обрадовать Эрику"
      },
      {
        "id": 42,
        "text": "* Получено достижение \"Честность\"",
        "comment": true
      }
    ]
  },
  {
    "id": 43,
    "text": " Мы с Эрикой искали применение колбы везде, где только можно, но увы ничего не придумали. \n — Я сдаюсь, — обьявила Эрика. — Мы уже ничего не сможем сделать, да ещё и скелет похоже узнал, что мы колбу стащили, вон, какой обозлённый стоит. Ты со мной?\n — Да, думаю, нам ничего не поможет, ты же искала, — неожиданно согласилась я.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": " — Эрика, смотри, — я показала колбу со светящейся жидкостью внутри.\n — Ты не отдала, спасибо, Нелли!\n — Вообще-то я как раз подошла и отдала Алеку колбу, он теперь если что нам поможет, и колбу сказал у себя оставить. Только мы его возьмём с собой, если найдём выход.\n — Скелета к нам в мир людей? Какого-то скелета, ты что? — я на неё серьёзно посмотрела.\n — Друзей не бросают.\n — А как же я? — \"обиделась\" Эрика.\n — Я тебя разве бросила? Подруга? — я не заметила, как мы подошли близко к Гифрадиям, а они, вопреки обыкновению, не разлетелись, а закружили вокруг меня.\n\n Я быстро выпила содержимое колбы. И вдруг, начала различять переливающиеся звоночком, голоса этих волшебных существ.\n — За твоё доброе сердце.\n — Мы поможем тебе.\n — Сделаем то, что не делали очень давно.\n — То для чего мы были созданы.\n — Помощь человеку.\n — Ведьма знает где выход.\n — Помоги ведьме.\n — Она ответит добром на добро. — Гифрадии улетели. Тысячи тоненьких голосков разом смолкли.\n\n Так, Алек говорил что-то про ведьму.",
    "answers": [
      {
        "id": 45,
        "text": "К Алеку"
      }
    ]
  },
  {
    "id": 45,
    "text": " — А, тётушка Салли, вам нужно дойти до книжной лавки и третий дом слева, только, девочки, осторожней.\n — Не переживай, мы справимся.\n — Всё будет норм, — высказала Эрика.\n — Всё, идём быстрее. Я не хочу провести здесь несколько лет, пока очередной человек случайно не попадёт сюда и будет искать выход из города.",
    "answers": [
      {
        "id": 46,
        "text": "Идти к ведьме"
      }
    ]
  },
  {
    "id": 46,
    "text": " Мы подошли к дому ведьмы. Какая-то старинная, полуразваленная хижина, но видно что дом до недавнего времени был в очень хорошем состоянии. Я вздохнула и постучала в дверь. Никто не открыл, за дверью тишина. Постучала ещё раз, и снова тишина.\n — Эй, есть кто дома? — не выдержала Эрика.\n\n Я легонько толкнула дверь, она оказалась не заперта, и даже, вопреки моим ожиданиям, не заскрипела. Мы вошли в комнату. Она выглядела мрачно, вокруг паутина, пыль. Напротив окна стоит печь, а рядом с ней котёл, с чем-то похожим на ведьмино зелье. Изнутри этот дом не отличишь от сказочного домика ведьмы.\n\n Вдруг, из соседней комнаты выходит жещина, одетая в тёмное, длинное платье, опираясь на красивый длинный жезл с набалдашником из самых редких и необычных драгоценных камней.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": " — Здравствуйте, вы тётушка Салли? — опять не к месту, но вежливее чем обычно спросила Эрика.\n — Здравствуй, но почему же тётушка, обращайся ко мне просто по имени, — Эрика радостно улыбнулась. А я, заподозрив неладное, по инерции, сделала шаг назад, к двери. Ведьма стукнула жезлом и дверь резко захлопнулась.\n — Куда вы? Я хотела пригласить вас на обед, людей сейчас не так часто встретишь.\n — И что же у нас на обед? — поняв ситуацию, но не теряя боевого настроя спросила подруга. Ведьма победно посмотрела ей в глаза и сказала то от чего мне сразу вспомнились детские сказки братьев Гримм, где дети спасались от ведьмы.\n — Вы.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": " Я схватила кочергу, попавшуюся под руку, и уже замахнулась на ведьму. Но тут её взгляд изменился, он стал теплее, добрее, и женщина не понимала, что происходит вокруг. Я остановилась и опустила своё \"оружие\".\n — Кто вы и откуда здесь взялись? — строгим голосом спросила она.\n — Вы что, ничего не помните? — спросила Эрика\n — Мы пришли вам помочь, вы превращаетесь в ведьму, с чем это связано?\n — Я? В ведьму? Быть такого не может, всегда всё было хорошо, и вдруг в ведьму. Вы врёте. Я вам не верю, — запротестовала она.\n — Мисс Коллинз, а вы едите свои пирожки?\n — Конечно, я же не только для покупателей их делаю.\n — У вас тесто какое-то странное, что это? — указала на заготовки для пирожков я.\n — А вот это не знаю, я когда готовлю всё как обычно, по рецепту делаю. А как конкуренты пришли, поскандалили, с того дня всегда так. Я делаю как всегда, потом ничего не помню, и уже так.\n — Мы вам поможем.\n — Ладно, попробуйте, только быстрее, у меня, кажется скоро опять провал в памяти будет.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": " — Слушай, а как ты фамилию её узнала? — спросила подруга.\n — Не поверишь, — засмеялась я. — Перед входом, на вывеске написано, у неё же пол города, похоже, пирожки берут.\n — Нелли, смотри, — обратилась ко мне Эрика. — Наша задача простая. Будет набор слов из ведьминого зелья и одно из рецепта. Наша задача, найти правильные ингридиенты. Готова?\n — Готова.",
    "answers": [
      {
        "id": 53,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": [
      {
        "id": 52,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 51,
    "text": " Следующий:",
    "answers": [
      {
        "id": 54,
        "text": "Червь"
      },
      {
        "id": 56,
        "text": "Молоко"
      },
      {
        "id": 54,
        "text": "Змеинный яд"
      },
      {
        "id": 54,
        "text": "Крылья стрекозы"
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": " Правильный ингридиент:",
    "answers": [
      {
        "id": 54,
        "text": "Лапы паука"
      },
      {
        "id": 54,
        "text": "Слизь улитки"
      },
      {
        "id": 51,
        "text": "Мука"
      },
      {
        "id": 54,
        "text": "Перо гарпии"
      }
    ]
  },
  {
    "id": 54,
    "text": " Неправильный ответ, начнём сначала.\n\n Правильный ингридиент:",
    "answers": [
      {
        "id": 54,
        "text": "Лапы паука"
      },
      {
        "id": 54,
        "text": "Слизь улитки"
      },
      {
        "id": 51,
        "text": "Мука"
      },
      {
        "id": 54,
        "text": "Перо гарпии"
      }
    ]
  },
  {
    "id": 55,
    "text": " — У нас получилось! Сейчас я быстро выброшу испорченное тесто и позовём мисс Коллинз.\n — Надеюсь, что и правда помогло.\n — Будь оптимистом, Нелли.\n — Я — реалист, поэтому просто надеюсь, что исправление простого рецепта помогло ведьме.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      },
      {
        "id": 55,
        "text": "* Получено достижение \"Правильный рецепт\"",
        "comment": true
      }
    ]
  },
  {
    "id": 56,
    "text": " Так держать! Далее:",
    "answers": [
      {
        "id": 54,
        "text": "Медвежий коготь"
      },
      {
        "id": 54,
        "text": "Хвост ящерицы"
      },
      {
        "id": 54,
        "text": "Сонное зелье"
      },
      {
        "id": 59,
        "text": "Картофель"
      }
    ]
  },
  {
    "id": 57,
    "text": " — Не с первого раза, но мы молодцы. Получилось, — сообщила Эрика.\n — Получилось? Да вы мне столько продуктов испортили. Не могли с первого раза правильно сделать?! Убирайтесь отсюда! Ещё раз увижу возле моего дома, вам будет очень плохо! — стала кричать на нас мисс Коллинз. И мы быстро выбежали из дома под её крики.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": " — Спасибо вам. Я не ожидала, что вы мне поможете. У меня уже должен был случиться провал в памяти, но его нет. Я в долгу не останусь, чем могу вам помочь?\n — Мы ищем, как выбраться из города, Гифрадии сказали, что вы знаете, — сказала я.\n — Я сама не знаю. Но, уверенна, что знаю, кто может вам помочь. Сумасшедший Джон. Он долго искал выход из города, но теперь ему просто нет надобности выбираться, поэтому Джон прекратил поиски.\n — А как нам его найти?\n — Если выйти из дома, свернуть вправо и идти всё время прямо, вы прийдёте к саду. Джон делает деревянные фигурки и часто сидит там на ветвях. Вы его быстро найдёте.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": " У тебя здорово получается. Теперь последний:",
    "answers": [
      {
        "id": 55,
        "text": "Сметана",
        "need": -54
      },
      {
        "id": 57,
        "text": "Сметана",
        "need": 54
      },
      {
        "id": 54,
        "text": "Лепестки орхидеи"
      },
      {
        "id": 54,
        "text": "Прочесть заклинание"
      },
      {
        "id": 54,
        "text": "Клыки кобры"
      }
    ]
  },
  {
    "id": 60,
    "text": " — Спасибо, мисс Коллинз, мы пойдём.\n — Называйте меня тётушкой Салли, все знакомые так меня называют. Вы говорили, что разговаривали с Гифрадиями, это правда?\n — Да правда.\n — Вы обе их понимали, или кто-то один?\n — Я. А зачем вы спрашиваете?\n — Гифрадии ни с кем не говорили уже много лет. Значит, ты очень добрая и особенная, Нелли. Знай это. До встречи, девушки. Удачи.\n — Спасибо, до свидания, — и мы пошли на поиски сумасшедшего Джона.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": " Мы подошли к саду. Старые фруктовые деревья. Ещё рано для урожая и они стоят зелёные. Но половина деревьев уже высохла и, когда-то густой сад теперь хорошо просматривается. Как и говорила тётушка Салли, Джон сидел на ветвях одного дерева и вырезал из куска дерева красивую фигурку неизвестного животного. Сам Джон был полупрозрачный, но в тоже время его было хорошо видно. Он был целиком сосредоточен на фигурке и не видел, как мы подошли. Эрика конечно же не выдержала и начала говорить первая.\n — Здравствуйте, мистер... Вас зовут Джон? — на что призрак громко, истерически засмеялся.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": " — И что теперь? Она нам не поможет, — расстроено проговорила я.\n — Я сдаюсь... Знала же, что не получится. Ну что ж, подруга, нужна будет помощь, обращайся, до встречи, — и Эрика свернула влево, в парк.\n\n А что мне делать? Разве можно терять надежду? Ладно. Куда идти? Есди влево, я прийду к фонтану, ярмарке и парку. А вправо, не знаю. Значит, я пойду...",
    "answers": [
      {
        "id": 78,
        "text": "Направо, искать зацепки"
      },
      {
        "id": 79,
        "text": "Налево, узнать что там"
      }
    ]
  },
  {
    "id": 63,
    "text": " — Да, я самый. Держу пари, меня вам уже представили, как сумасшедшего Джона ха-ха-ха-ха. Если вы действительно так считаете, то можете разворачиваться и уходить. Сумасшедший каждый из нас, все существа и люди, каждый по-своему. Только тот, кто не боится показаться не таким как все, признаётся сумасшедшим и его обходят стороной. Вот я например, сильно рвался выбраться отсюда, все считали это невозможным, я боролся и меня признали сумасшедшим. Теперь мне не нужен выход, а я всё ещё считаюсь таковым. Ха-ха-ха-ха-ха.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": " — Но мы не считаем вас сумасшедшим, — неуверенно проговорила я, после его длительного монолога.\n — Не считаете? Чем же докажете? — заинтересовался призрак.\n — Мы тоже ищем выход из города. И пришли попросить у вас помощь...\n — Помощь. И кто же вам сказал, что я помогу?\n — Тётушка Салли, — ответила подруга.\n — Вы же не местные. К Салли вас тоже кто-то прислал. Но мало кто мог знать о выходе из города. Кто же вас прислал?\n — Гифрадии сказали.\n — Не может быть. Я вам не верю. Гифрадии им сказали. А вас не волнует, что они с людьми не разговаривают? — призрак уже забыл о своём хорошем настроении.\n — Мне они сказали. Я выпила жидкость из волшебной колбы и понимала их речь. И да, я знаю, что они давно не помогают людям, но мне почему-то помогли! — мне надоели расспросы Джона и я повысила голос.\n — Даже так, — спокойно сказал призрак, пристально смотря мне в глаза. Потом, словно вышел из транса, быстро проговорил — Я помогу вам.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": " Через двадцать минут, мы втроём уже стояли возле границы города, через которую пока мы только возвращаемся обратно. Джон уже показал нам девять частей города, куда поставил магические кольца.\n — Это десятое место. Когда найдёте последнее кольцо, вставите его сюда. И здесь же, ты — Нелли, прочитаешь это заклинание, — призрак дал мне листок с заклинанием. — Выход из города будет открыт, увидеть границу и зайти обратно могут только те, кто из него вышел. Вы откроете город его жителям навсегда. Удачи. — Джон развернулся и начал уходить.\n — Спасибо вам, Джон, — окликнула я его.\n — Да, спасибо большое, — подтвердила Эрика.\n — Я верю в вас, — и призрак скрылся из виду.",
    "answers": [
      {
        "id": 66,
        "text": "Узнать про последнее кольцо у Алека"
      },
      {
        "id": 67,
        "text": "Обратиться за помощью к тёте Салли"
      }
    ]
  },
  {
    "id": 66,
    "text": " Мы пришли на ярмарку и сразу нашли вечно улыбающегося скелета.\n — Привет, как успехи? — увидев нас спросил Алек.\n — Нам нужно найти десятое магическое кольцо, ты случайно не слышал о таком? — спросила подруга.\n — Магическое кольцо? Конечно слышал, это любимый миф жителей Фоглибурга. Они вам столько историй выдумают.\n — Алек, это не миф. Нам действительно нужно найти кольцо, — сказала я. — Значит, ты не знаешь где искать?\n — Увы, нет. Я не знал, что кольца правда. Да и местные жители тоже вряд ли знают, только байки рассказывают. Сейчас помочь мне не под силу, — грустно ответил скелет.\n — Ясно, спасибо, — с грустью сказала Эрика.\n — Будем искать, — попыталась всех подбодрить я.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": " Мы подошли к маленькому, но уютному домику мисс Колинз. Женщина как раз вышла к нам навстречу.\n — Здравствуйте, тётушка Салли, — проговорила подруга.\n — Девочки, рада опять вас видеть.\n — А вы не слышали про магические кольца? Нам очень нужно найти последнее, — спросила я.\n — Это старая сказка местных. Я ничего не знаю о том чтобы кольца существовали, попробуйте расспросить кого-то другого. Я вам тут не помощник.\n — Понятно, спасибо, мы пойдём искать дальше. До свидания.\n — До свидания, удачи.",
    "answers": [
      {
        "id": 66,
        "text": "Спросить у скелета"
      },
      {
        "id": 70,
        "text": "Искать Дариана"
      }
    ]
  },
  {
    "id": 68,
    "text": " — И почему мы такие грустные? — неожиданно появился Дариан. — Или из города уходить не хочется?\n — Да не уйдём мы, — резко ответила Эрика. Узнаю подругу.\n — Я тут послушал ваш разговор. И думаю, вам это понравится, — с улыбкой сказал дух. И достал из-за спины магическое кольцо. Нашему счастью не было предела.\n — Спасибо, Дариан, — только и смогла шёпотом проговорить я, смотря на кольцо, размером с мяч, у себя в руках.\n — Всегда рад помочь, — и дух опять растворился в воздухе.\n\n — Так что, идём за город? — спросил скелет.\n — Конечно! — хором ответили мы с Эрикой. И втроём побрели к границе.",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": " Вдруг, перед нами появилось магическое кольцо.\n — Не может быть, — замерла я.\n — Чего стоишь? Быстрее хватай, Нелли! — накинулась на кольцо Эрика.\n — А вот и нет, — кольцо ловко уворачивалось от её рук. И появился Дариан, который не давал схватить кольцо подруге. Звонко смеясь, он всё же отдал девушке кольцо. — Не его ли вы искали?\n — Спасибо, — радостно сказала я.\n — Ну что, пойдём за Алеком? — спросила подруга, после того, как дух опять растворился.\n — Пойдём.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": " Мы пошли по улицам города в поисках духа. Дошли до парка. Между деревьями, как светлячки, летают Гифрадии, напоминая про необычность этого места.\n — Слушай, Нелли. А ведь Дариан говорил, что может быть где угодно и даже вне города. Может его и искать-то не стоит? — сказала подруга.\n — Скорее всего, он появляется, когда сам захочет, но попытка не пытка, — улыбнулась я, и уже громче позвала — Дариан, нам нужна ваша помощь, пожалуйста, — ответа не последовало, и никто не появился.\n — Ну и ладно, — сказала Эрика. — Пошли к скелету.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": " — Привет, я Алек, чт... Девочки, привет, как успехи? — спросил скелет.\n — Пришли тебя забрать, мы почти закончили с выходом из города.\n — Вы не шутите? И про меня не забыли? Спасибо вам.\n — Эй, Алек, ты что? Мы же друзья.\n — Правда? Я думал вы боитесь скелетов.\n — Только не тебя, — смеясь, мы втроём пошли к границе.",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": " — Да, кстати, Алек, не снимай свой капюшон. Скелета здесь точно испугаются, — не забыла заметить Эрика.\n Скелет только весело посмеялся и снял с себя капюшон. Теперь на нас смотрел, русый девятнадцатилетний парень с бледноватой, как для человека кожей, а на месте пустых глазниц были ярко-зелёные глаза. Он улыбнулся своей фирменной доброй улыбкой. — Вы ещё многое не знаете про Фоглибург. А я хотел выучиться в университете, а не на ярмарке торговать.\n — Люблю, хорошие концовки, они всегда предвещают ещё лучшее начало, вам так не кажется? — спросил вовремя появившийся Дариан. — Ну что, приймете меня к себе в друзья?\n — Конечно, без тебя никак, — ответили мы.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      },
      {
        "id": 72,
        "text": "* Получено достижение \"Четверо друзей\"",
        "comment": true
      }
    ]
  },
  {
    "id": 73,
    "text": " — Вот мы и пришли, — проговорила я. Подойдя к начерченому кругу для кольца, я вставила его на место. Посмотрела на ребят, те только молча кивнули, и я уверенно прочитала заклинание.\n — И что, ничего не произошло? — после нескольких долгих секунд спросила подруга.\n Я сделала шаг к границе, всё ещё не веря, что ничего не получилось. И вдруг, мы увидели ровную границу, за которой ясно светило летнее солнце. Мы прошли главные ворота, и оказались в нашем обычном мире, недалеко от места, где я упала.\n — Какое сегодня число? — спросила Эрика.\n — Было двадцатое августа, — я машинально посмотрела на телефон, он показывал то же время, когда я исчезла.\n — Нелли, здесь не прошло и дня, с тех пор, как я пропала, в Фоглибурге я же не старела, то есть там время остановлено. Ура, я попаду домой, — радовалась подруга.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "•··______________________〰✡〰____________________··•\n — Ну, ребят, я давно дома не была. Встретимся потом, заодно я помогу Алеку с поступлением, знаю хорошее место. Ты как, со мной? — предложила Эрика.\n — Да, пойдём. До встречи, ребят, — сказал Алек, и они ушли.\n\n Я же медленно начала идти к тем друзьям, которые, наверное, меня ищут. Дариан пошёл рядом.\n — Знаешь, Нелли. А просто так в Фоглибург не попадают. Нужно, как минимум, иметь предков в городе. Или быть необычной.\n — Да, нужно поискать упоминания о Фоглибурге, будет интересно, — ответила я.\n — Ты же собираешься туда возвратиться, не так ли?\n — Может быть, — вспоминая сегодняшние приключения, мечтательно сказала я.\n — Правильно, почаще туда возвращайся. Я уверен что кто-то из вас двоих маг, — проговорил Дариан, и исчез прежде чем я смогла понять смысл его фразы. Ну ничего, при следующей встрече я всё узнаю.\n•··______________________〰✡〰____________________··•",
    "answers": [
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 74,
        "text": "* Получена концовка \"Выход\"",
        "comment": true
      }
    ]
  },
  {
    "id": 75,
    "text": " Здесь собраны все ваши достижения. Всего их 7.",
    "answers": [
      {
        "id": 75,
        "need_ever": true,
        "need": 7,
        "text": "Любитель книг"
      },
      {
        "id": 75,
        "need_ever": true,
        "need": 21,
        "text": "Бесстрашная"
      },
      {
        "id": 75,
        "need_ever": true,
        "need": 24,
        "text": "Доверие"
      },
      {
        "id": 75,
        "need_ever": true,
        "need": 34,
        "text": "Полезное любопытство"
      },
      {
        "id": 75,
        "need_ever": true,
        "need": 42,
        "text": "Честность"
      },
      {
        "id": 75,
        "need_ever": true,
        "need": 55,
        "text": "Правильный рецепт"
      },
      {
        "id": 75,
        "need_ever": true,
        "need": 72,
        "text": "Четверо друзей"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 76,
    "text": " Тебя ждут четыре основные концовки:\n\n•Выход\n•Все зависит от тебя\n•Просто сон\n•Выдумка\n\n И три быстрых:\n\n•Невозможно\n•Яд\n•Конец без начала\n\n Найди их все!",
    "answers": [
      {
        "id": 77,
        "text": "Выход",
        "need": 74,
        "need_ever": true
      },
      {
        "id": 91,
        "text": "Все зависит от тебя",
        "need": 90,
        "need_ever": true
      },
      {
        "id": 109,
        "text": "Просто сон",
        "need": 108,
        "need_ever": true
      },
      {
        "id": 116,
        "text": "Выдумка",
        "need": 115,
        "need_ever": true
      },
      {
        "id": 121,
        "text": "Невозможно",
        "need": 120,
        "need_ever": true
      },
      {
        "id": 135,
        "text": "Яд",
        "need": 134,
        "need_ever": true
      },
      {
        "id": 137,
        "text": "Конец без начала",
        "need": 136,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 77,
    "text": " Я и не думала, что в таком приключении, можно многим помочь, и обрести хороших друзей. Я ещё долго буду вспоминать этот город, и иногда приходить туда. Мне обязательно нужно отыскать своих родственников в Фоглибурге. И узнать, в самом деле ли я маг, как говорит Дариан.",
    "answers": [
      {
        "id": 76,
        "text": "Назад"
      },
      {
        "id": 74,
        "text": "Просмотреть концовку"
      }
    ]
  },
  {
    "id": 78,
    "text": " Искать зацепки там, где уже была. Ну что ж, какая-то логика есть. Но куда именно идти?",
    "answers": [
      {
        "id": 83,
        "text": "Фонтан",
        "need": -83
      },
      {
        "id": 80,
        "text": "Ярмарка",
        "need": [
          -81,
          -82,
          -80
        ],
        "need_sometimes": false
      },
      {
        "id": 85,
        "text": "Ярмарка",
        "need": [
          82,
          -85,
          -86
        ]
      },
      {
        "id": 92,
        "text": "Ярмарка",
        "need": [
          86,
          -92
        ]
      },
      {
        "id": 81,
        "text": "Парк",
        "need": [
          -80,
          -82,
          -81
        ],
        "need_sometimes": false
      },
      {
        "id": 86,
        "text": "Парк",
        "need": [
          82,
          -86,
          -85
        ],
        "need_sometimes": false
      },
      {
        "id": 87,
        "text": "Парк",
        "need": [
          80,
          -87
        ],
        "need_sometimes": false
      },
      {
        "id": 117,
        "text": "Парк",
        "need": [
          85,
          -117
        ]
      },
      {
        "id": 82,
        "text": "Книжная лавка",
        "need": [
          -82,
          -80,
          -81
        ]
      },
      {
        "id": 84,
        "text": "Улица, где живёт ведьма",
        "need": [
          82,
          -85,
          -85,
          -86
        ]
      },
      {
        "id": 93,
        "text": "К ведьме",
        "need": 92,
        "need_sometimes": false
      },
      {
        "id": 118,
        "text": "К ведьме",
        "need": 87
      },
      {
        "id": 119,
        "text": "К ведьме",
        "need": 117
      },
      {
        "id": 94,
        "text": "Улица, где живёт ведьма",
        "need": [
          86,
          -92
        ]
      },
      {
        "id": 89,
        "text": "Улица, где живёт ведьма",
        "need": 81
      }
    ]
  },
  {
    "id": 79,
    "text": " Я вспомнила о записях, которые нашла в книжной лавке. И решила пойти налево.",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": " — Привет, я Алек, что хотите... \n\n На ярмарке, как всегда куча разных скелетов продают самые разные товары. Из них всех я знаю только Алека, самый дружелюбный из всех скелетов. Надеюсь, он мне сможет и теперь помочь, сказал же, что тоже хочет выбратся из города.. как его, Фоглибурга.\n\n — И снова привет, Алек, — сказала я.\n — Ну, как успехи? Могу чем-то помочь? И кстати, куда Эрика делась?\n — Ну...мы помогли мисс Коллинз, ей в рецепт что-то подложили. Мы не с первого раза правильно распределили ингридиенты и она выгнала нас. А Эрика сказала, что это всё бесполезно и ушла.\n — Да. Тётушка Салли не любит, когда ей портят кулинарию. Но я помогу, беги за Эрикой, а я пока закрою свою лавку. Жду вас здесь.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": " Я решила сходить в парк. Чуть мрачноватый, но очень красивый и величественный, хоть и не большой. По тропинке, смотря под ноги, медленно идёт Эрика.\n — Что ничего не нашла и решила всё-таки сдаться?\n — Ты права, я ничего не нашла, но нужно ли сдаваться?\n — Я уже сдалась, и меня всё устраивает. Этот город похож на наш привычный мир, разве что живут здесь не люди, а разные мифические существа. А ещё здесь время совсем не идёт, но не так как ты думаешь: здесь так же день сменяет ночь и наоборот, все живут обычной жизнью, только вот не стареют, я много лет здесь прожила, но совсем не изменилась, и часы здесь совсем не идут, ни одни часы в городе не работают, и мои наручные тоже перестали после того, как я сюда попала и.. Я сильно заболталась, так может стоит подождать, и выход откроется сам?",
    "answers": [
      {
        "id": 88,
        "text": "Сдаться"
      },
      {
        "id": 78,
        "text": "Дальше искать выход"
      }
    ]
  },
  {
    "id": 82,
    "text": " Я снова зашла в лавку. Всё так же, как и было, когда я заходила сюда впервые. Я решила ещё раз посмотреть книги, которые были на полу. Никаких других записей здесь не было.\n\n Интересно этот Джон теперь скелет? Или скелеты здесь появились позже? И вообще, как можно было попасть сюда? Вспомнила, я же упала, точно, этот город просто сон. Такого же просто не может быть. Да, мне всё это снится. Но даже если это сон, может, всё-таки стоит поискать выход? \n\n Что-то я долго стою и размышляю не о том. А как же Эрика, она же сказала, что тоже так же сюда попала. Всё, нужно срочно искать выход.\n\n Итак, значит, Дариан знает истории города ещё когда здесь были люди. Алек прячет зелья, помогающие понимать гифрадий, которые разговаривали, опять же, ещё когда здесь жили люди. То есть Джон может ещё здесь жить. Найти бы его. Кстати, я ещё не ходила дальше по той улице, где живёт мисс Колинз. Тогда нужно ли звать Эрику, или лучше потом, если найду Джона?",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": " В фонтане были только старые монетки, и те, похоже, уже не в обиходе. Сам фонтан не рабочий, но очень красиво сделанный. Несколько ярусов, водопады и маленькие реки, не фонтан, а сказка. Только вот воды уже здесь нет.\n Плохо, здесь я точно ничего не найду. Где же искать?",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": " Я решила пойти сама и проверить свою теорию. Быстро пробежала возле дома мисс Коллинз и прошла вдоль домов до конца улицы. Сад! Я и не знала что здесь может быть сад. \n\n Я подошла ближе к саду. Старые фруктовые деревья. Ещё рано для урожая и они стоят зелёные. Но половина деревьев уже высохла и, когда-то густой сад теперь хорошо просматривается. Странный человек сидел на ветвях одного дерева и вырезал из куска дерева красивую фигурку неизвестного животного. Сам он был полупрозрачный, но в тоже время его было хорошо видно. Он был целиком сосредоточен на фигурке и не видел, как я подошла. Я всё же решила спросить.\n — Здравствуйте, извините, вы случайно не знаете, как мне найти человека по имени Джон. — на что призрак громко, почти истерически рассмеялся.",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": " — Привет, я Алек, что хотите... \n\n На ярмарке, как всегда куча разных скелетов продают самые разные товары. Из них всех я знаю только Алека, самый дружелюбный из всех скелетов. Надеюсь, он мне сможет и теперь помочь, сказал же, что тоже хочет выбратся из города.. как его, Фоглибурга.\n\n — И снова привет, Алек, — сказала я.\n — Ну, как успехи? Могу чем-то помочь? И кстати, куда Эрика делась?\n — Ну...мы помогли мисс Коллинз, ей в рецепт что-то подложили. Мы не с первого раза правильно распределили ингридиенты и она выгнала нас. А Эрика сказала, что это всё бесполезно и ушла.\n — Да. Тётушка Салли не любит, когда ей портят кулинарию. Но я помогу, беги за Эрикой, а я пока закрою свою лавку.\n — Погоди, Алек. В книжной лавке я нашла записи, последнего человека, жившего в этом городе. Ты знаешь Джона?\n — О, Нелли, эта одна из легенд, выдуманных жителями Фоглибурга. Ты не найдёшь его, точно.\n — Хорошо, тогда я иду за Эрикой.\n — Жду вас здесь.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": " Я решила сходить в парк. Чуть мрачноватый, но очень красивый и величественный, хоть и не большой. По тропинке, смотря под ноги, медленно идёт Эрика.\n — Что ничего не нашла и решила всё-таки сдаться?\n — Я пришла за помощью, ты же говорила обращаться.\n — Что-то нашла?\n — Пока нет, но думаю я на правильном пути. Я, когда попала сюда, нашла в книжной лавке записи какого-то Джона. Мне кажется, он сможет помочь.\n — Хорошо, а ты у скелета спрашивала, как к нему дойти?\n — У Алека? Нет. Давай по ходу разберёмся.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": " Я пошла в парк. Чуть мрачноватый, но очень красивый и величественный, хоть и не большой. По тропинке, смотря под ноги, медленно идёт Эрика.\n — Эрика, пойдём скорей, нам Алек поможет. Давай, я знаю, что ты ещё веришь.\n — Ну, не то чтобы верю, но я не против хоть какого-то приключения, так что идём.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": " — Да, наверное, ты права, Эрика. Так где ты живёшь? — подруга очень обрадовалась, схватила меня за руку и куда-то потянула.\n — Пойдём покажу, тебе понравится, быстрей, давай...",
    "answers": [
      {
        "id": 90,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 89,
    "text": " Раз мне никто не поможет, пойду сама вдоль улицы ведьмы, может найду помощь.\n\n   Я прошла вдоль домов до конца улицы. Сад! Я и не знала что здесь может быть сад. \n \n Я подошла ближе к саду. Старые фруктовые деревья. Ещё рано для урожая и они стоят зелёные. Но половина деревьев уже высохла и, когда-то густой сад теперь хорошо просматривается. Странный человек сидел на ветвях одного дерева и вырезал из куска дерева красивую фигурку неизвестного животного. Сам он был полупрозрачный, но в тоже время его было хорошо видно. Он был целиком сосредоточен на фигурке и не видел, как я подошла. Я всё же решила спросить.\n — Здравствуйте, извините, вы случайно не знаете, как мне найти человека по имени Джон. — на что призрак громко, почти истерически рассмеялся.",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "•··_____________________〰✡〰____________________··•\n Мы с Эрикой живём в Фоглибурге. Эрика моя подруга. Вы не знаете такого города? Очень жаль, ведь здесь время не идёт, например, по моим подсчётам, я нахожусь здесь где-то 20 лет. Кстати, есди вы боитесь скелетов, то не стоит, они очень приятные собеседники и один из них мой хороший друг. Пять лет назад сюда попал ещё один человек — Найджел. Он сначала тоже пытался найти выход, а потом смирился. Теперь людей здесь трое. Мы ещё в хорошей дружбе с духом, Дарианом. Знайте, с духом дружить замечательно, он знает столько увлекательных историй, а ещё много секретов о городе, только он не рассказывает, говорит, что для этого нужен другой исход истории. Ну что ж другой так другой. У меня второго шанса нет, а у тебя может быть.\n•··____________________〰✡〰______________________··•",
    "answers": [
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 90,
        "text": " *Получена концовка \"Всё зависит от тебя\"",
        "comment": true
      }
    ]
  },
  {
    "id": 91,
    "text": " От решений человека зависит его жизнь, и даже самые маленькие решения изменяют её. Иногда, человек может изменить не только свою, с и жизнь всего мира. Нелли, ты могла изменить жизнь Фоглибурга и Эрики с Найджелом. Хотя я не могу знать наверняка, может быть и не вышло бы. Но попробовать стоило. У тебя ведь есть ещё шанс.",
    "answers": [
      {
        "id": 76,
        "text": "Назад"
      },
      {
        "id": 90,
        "text": "Просмотреть концовку"
      }
    ]
  },
  {
    "id": 92,
    "text": " — Привет, я Алек, что хотите... \n\n На ярмарке, как всегда куча разных скелетов продают самые разные товары. Из них всех я знаю только Алека, самый дружелюбный из всех скелетов.\n\n — Алек, привет, нам нужна помощь! — сразу заявила Эрика.\n — Тётушка Салли вам чем-то помогла?\n — Нет, мы ей помогли. Ей в тесто что-то подмешали..\n — Ну не с первого раза получилось, подумаешь,  — как всегда вставила Эрика.\n — Она выгнала нас и сказала, чтоб мы больше не подходили к её дому.\n — Узнаю тётю Салли, — рассмеялся скелет. — Ну что ж, пойдём вместе к ней..\n — Мы вообще-то не за этим пришли, у Нелли есть идея. Ты знаешь Джона?\n — Джона? Нет. В первые слышу. Так вы хотите его найти?\n — Да, я нашла его дневник, он последний выживший человек в городе..\n — А, последний житель, — снова рассмеялся Алек. — Это одна из местных легенд. Жители нашего городка обожают придумывать разные глупости, как будто в городе и без них странностей мало.\n — К ведьме, так к ведьме, пошли, — хмуро сказала я, на что скелет ещё больше рассмеялся.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": " Втроём, мы подошли к дому мисс Коллинз. Алек перегородил нам рукой путь.\n — Подождите пока здесь, я сейчас. Тётушка Салли! — он вошёл в домик.\n Мы с Эрикой прислушались.\n — Ну, тётушка Салли, они правда хорошие. Они же тебе помогли. С Нелли разговаривали гифрадии.\n — Гифрадии? Ладно, ладно. Поверю тебе. Пойдём, — мы моментально отскочили от двери.\n — Девочки, если что я на ярмарке, — пролетел мимо нас Алек \n — Ну что ж, вам нужен сумасшедший Джон, идите по улице на право. Там будет сад, Джон всегда сидит там на ветвях. Удачи, — улыбнулась мисс Коллинз.\n — Спасибо вам, — и мы с Эрикой пошли искать сад.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": " — Эрика, я ещё не ходила дальше по улице мисс Коллинз, пойдём там поищем?\n — Давай.\n\n Мы аккуратно и тихо прошли возле дома ведьмы, дошли до конца улицы и увидели сад.\n\n Мы подошли к саду. Старые фруктовые деревья. Ещё рано для урожая и они стоят зелёные. Но половина деревьев уже высохла и, когда-то густой сад теперь хорошо просматривается. Как и говорила тётушка Салли, Джон сидел на ветвях одного дерева и вырезал из куска дерева красивую фигурку неизвестного животного. Сам Джон был полупрозрачный, но в тоже время его было хорошо видно. Он был целиком сосредоточен на фигурке и не видел, как мы подошли. Эрика конечно же не выдержала и начала говорить первая.\n — Здравствуйте, мистер... Вас зовут Джон? — на что призрак громко, истерически засмеялся.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": " — Джон? Да, я самый. Держу пари, меня тебе уже представили, как сумасшедшего Джона ха-ха-ха-ха. Если ты действительно так считаешь, то можешь разворачиваться и уходить. Сумасшедший каждый из нас, все существа и люди, каждый по-своему. Только тот, кто не боится показаться не таким как все, признаётся сумасшедшим и его обходят стороной. Вот я например, сильно рвался выбраться отсюда, все считали это невозможным, я боролся и меня признали сумасшедшим. Теперь мне не нужен выход, а я всё ещё считаюсь таковым. Ха-ха-ха-ха-ха. ",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": " — Но я не считаю вас сумасшедшим, — неуверенно проговорила я, после его длительного монолога.\n — Не считаешь? Чем же докажешь? — заинтересовался призрак.\n — Я тоже ищю выход из города. И пришла попросить у вас помощь...\n — Помощь. И кто же вам сказал, что я помогу?\n — Я нашла ваши записи и подумала, что вы можете помочь.\n — Вы же не местная. В любом случае не могла так легко найти меня. Кто же вас прислал?\n — Гифрадии сказали. Они сказали, что поможет мисс Коллинз, но она не помогла. И я решила найти вас.\n — Не может быть. Я тебе не верю. Гифрадии ей сказали. А тебя не волнует, что они с людьми не разговаривают? — призрак уже забыл о своём хорошем настроении.\n — Мне они сказали. Я выпила жидкость из волшебной колбы и понимала их речь. И да, я знаю, что они давно не помогают людям, но мне почему-то помогли! — мне надоели расспросы Джона и я повысила голос.\n — Даже так, — спокойно сказал призрак, пристально смотря мне в глаза. Потом, словно вышел из транса, быстро проговорил — Я помогу тебе.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": " Через двадцать минут, мы вдвоём уже стояли возле границы города, через которую пока мы только возвращаемся обратно. Джон уже показал нам девять частей города, куда поставил магические кольца.\n — Это десятое место. Когда найдёшь последнее кольцо, вставишь его сюда. И здесь же, ты — Нелли, прочитаешь это заклинание, — призрак дал мне листок с заклинанием. — Выход из города будет открыт, увидеть границу и зайти обратно смогут только те, кто из него вышел. Ты откроешь город его жителям навсегда. Удачи. — Джон развернулся и начал уходить.\n — Спасибо вам, Джон, — окликнула я его.\n — Я верю в тебя, — и призрак скрылся из виду.",
    "answers": [
      {
        "id": 98,
        "text": "Позвать Эрику",
        "need": -89
      },
      {
        "id": 99,
        "text": "Спросить про кольца у Алека",
        "need": -89
      },
      {
        "id": 100,
        "text": "Попросить помощи у Дариана",
        "need": -89
      },
      {
        "id": 112,
        "text": "Искать кольцо по городу",
        "need": 89
      }
    ]
  },
  {
    "id": 98,
    "text": " Я решила сходить в парк. Чуть мрачноватый, но очень красивый и величественный, хоть и не большой. По тропинке, смотря под ноги, медленно идёт Эрика.\n — Что ничего не нашла и решила всё-таки сдаться?\n — Ну нет, для того, чтобы выбраться из города, нужно найти всего одно магическое кольцо. Ты со мной?\n — Я? Да, конечно. Нелли, ты волшебница. Но как? \n По пути я рассказала подруге про призрака Джона. Но где искать кольцо?\n",
    "answers": [
      {
        "id": 66,
        "text": "Попросить помощи у Алека"
      },
      {
        "id": 70,
        "text": "Искать Дариана"
      }
    ]
  },
  {
    "id": 99,
    "text": " Я пришла на ярмарку и сразу нашла вечно улыбающегося скелета.\n — Привет, как успехи? — увидев меня спросил Алек. — И где Эрика?\n — Нам нужно найти десятое магическое кольцо, ты случайно не слышал о таком? — спросила я, и грустно прибавила, — А Эрика сдалась.\n — Магическое кольцо? Конечно слышал, это любимый миф жителей Фоглибурга. Они вам столько историй выдумают.\n — Алек, это не миф. Мне действительно нужно найти кольцо, — сказала я. — Значит, ты не знаешь где искать?\n — Увы, нет. Я не знал, что кольца правда. Да и местные жители тоже вряд ли знают, только байки рассказывают. Сейчас помочь мне не под силу, — грустно ответил скелет.\n — Будем искать, — я постаралась придать голосу бодрый тон.\n — А Эрику, мне кажется, лучше позвать. Помнишь? Друзей не предают.\n — Друзей не предают, — шепотом проговорила я.",
    "answers": [
      {
        "id": 101,
        "text": "Идти за Эрикой"
      },
      {
        "id": 102,
        "text": "Пойти искать кольцо"
      }
    ]
  },
  {
    "id": 100,
    "text": " Я пошла по улицам города в поисках духа. Дошла до парка. Между деревьями, как светлячки, летают Гифрадии, напоминая про необычность этого места.\n  А ведь Дариан говорил, что может быть где угодно и даже вне города. Может его и искать-то не стоит? Скорее всего, он появляется, когда сам захочет, но попытка не пытка. Улыбнулась себе я. И вслух позвала.\n — Дариан, мне нужна ваша помощь, пожалуйста, — ответа не последовало, и никто не появился.\n — Ну и ладно, пойду к Алеку.",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": " Я решила сходить в парк. Чуть мрачноватый, но очень красивый и величественный, хоть и не большой. По тропинке, смотря под ноги, медленно идёт Эрика.\n — Что ничего не нашла и решила всё-таки сдаться?\n — Ну нет, для того, чтобы выбраться из города, нужно найти всего одно магическое кольцо. Ты со мной?\n — Я? Да, конечно. Нелли, ты волшебница. Но как? \n По пути я рассказывала подруге про призрака Джона. И ещё мы решили, что кольцо нам может помочь найти Дариан.\n\n Мы пошли по улицам города в поисках духа. Сделали круг и дошли до парка. Между деревьями, как светлячки, летают Гифрадии, напоминая про необычность этого места.\n — Слушай, Нелли. А ведь Дариан говорил, что может быть где угодно и даже вне города. Может его и искать-то не стоит? — сказала подруга.\n — Скорее всего, он появляется, когда сам захочет, но попытка не пытка, — улыбнулась я, и уже громче позвала — Дариан, нам нужна ваша помощь, пожалуйста, — ответа не последовало, и никто не появился.\n — Ну и ладно, — сказала Эрика. — Пошли к скелету.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": " — И почему мы такие грустные? — неожиданно появился Дариан. — Или из города уходить не хочется?\n — Да не уйдём мы, — резко ответила я.\n — Я тут послушал ваш разговор. И думаю, вам это понравится, — с улыбкой сказал дух. И достал из-за спины магическое кольцо. Нашему счастью не было предела.\n — Спасибо, Дариан, — только и смогла шёпотом проговорить я, смотря на кольцо, размером с мяч, у себя в руках.\n — Всегда рад помочь, — и дух опять растворился в воздухе.\n\n — Так что, идём за город? — спросил скелет.\n — Конечно! — сказала я. И вдвоём побрели к границе.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": " Вдруг, передо мной появилось магическое кольцо.\n — Не может быть, — замерла я. Потом быстро сообразила и кинулась ловить кольцо.\n — А вот и нет, — кольцо ловко уворачивалось от моих рук. И появился Дариан, который не давал схватить кольцо. Звонко смеясь, он всё же отдал мне кольцо. — Не его ли ты искала?\n — Спасибо, — радостно сказала я.\n — Я думаю, что ты хорошая Нелли. Не забывай про подругу.\n — Не забывай про подругу, — шепотом проговорила я, когда дух растворился.",
    "answers": [
      {
        "id": 104,
        "text": "Позвать Эрику"
      },
      {
        "id": 106,
        "text": "Пойти к Алеку"
      }
    ]
  },
  {
    "id": 104,
    "text": " Я решила сходить в парк. Чуть мрачноватый, но очень красивый и величественный, хоть и не большой. По тропинке, смотря под ноги, медленно идёт Эрика.\n — Что ничего не нашла и решила всё-таки сдаться?\n — Ну нет, для того, чтобы выбраться из города, нужно было найти всего одно магическое кольцо. Ты со мной? За Алеком и домой?\n — Я? Да, конечно. Нелли, ты волшебница. Но как? \n По пути я рассказала подруге про призрака Джона. Но где искать кольцо? ",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": " — Да, я самый. Держу пари, меня вам уже представили, как сумасшедшего Джона ха-ха-ха-ха. Если вы действительно так считаете, то можете разворачиваться и уходить. Сумасшедший каждый из нас, все существа и люди, каждый по-своему. Только тот, кто не боится показаться не таким как все, признаётся сумасшедшим и его обходят стороной. Вот я например, сильно рвался выбраться отсюда, все считали это невозможным, я боролся и меня признали сумасшедшим. Теперь мне не нужен выход, а я всё ещё считаюсь таковым. Ха-ха-ха-ха-ха. ",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": " — Вот мы и пришли, — проговорила я. Подойдя к начерченому кругу для кольца, я вставила его на место. Посмотрела на Алека, тот только молча кивнул, и я уверенно прочитала заклинание.\n \"Ничего не произошло\", после нескольких долгих секунд со страхом пронеслось в голове.\n Я сделала шаг к границе, всё ещё не веря, что ничего не получилось. И вдруг, мы увидели ровную границу, за которой ясно светило летнее солнце. Мы прошли главные ворота, и оказались в нашем обычном мире, недалеко от места, где я упала.\n — Какое сегодня число? — спросил скелет.\n — Было двадцатое августа, — я машинально посмотрела на телефон, он показывал то же время, когда я исчезла.",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": " — Кстати, Алек, не снимай свой капюшон. Скелета здесь точно испугаются, — улыбнулась я.\n Скелет только весело посмеялся и снял с себя капюшон. Теперь на меня смотрел, русый девятнадцатилетний парень с бледноватой, как для человека кожей, а на месте пустых глазниц были ярко-зелёные глаза. Он улыбнулся своей фирменной доброй улыбкой. — Ты ещё многое не знаешь про Фоглибург. А я хотел выучиться в университете, а не на ярмарке торговать.\n Я развернулась, посмотреть на город — Фоглибург исчез.\n\n — Да, из города вышли не все новоприбывшие. Он опять закрыт, — сообщил появившийся Дариан.\n — Нет!!! — я закрыла глаза руками. Эрика. Она останется там.",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "•··______________________〰✡〰____________________··•\n В Фоглибург я больше не вернулась. Через время мы с Алеком потеряли связь. Дариан не появлялся.\n Я вернулась к Кларе, Саре и Заку, они решили, что я их разыграла, и вскоре воспоминания про Фоглибург превратились в сон, который я по ошибке приняла за явь.\n•··_______________________〰✡〰___________________··•",
    "answers": [
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 108,
        "text": " *Получена концовка \"Просто сон\"",
        "comment": true
      }
    ]
  },
  {
    "id": 109,
    "text": " Мне кажется, что я упустила какие-то возможности, ну, хотя бы вернулась домой, что уже радует. Или это всё же был сон?",
    "answers": [
      {
        "id": 76,
        "text": "Назад"
      },
      {
        "id": 108,
        "text": "Просмотреть концовку"
      }
    ]
  },
  {
    "id": 110,
    "text": " — Но мы не считаем вас сумасшедшим, — неуверенно проговорила я, после его длительного монолога.\n — Не считаете? Чем же докажете? — заинтересовался призрак.\n — Мы тоже ищем выход из города. И пришли попросить у вас помощь...\n — Помощь. И кто же вам сказал, что я помогу?\n — Мисс Коллинз, — ответила подруга.\n — Вы же не местные. К Салли вас тоже кто-то прислал. Но мало кто мог знать о выходе из города. Кто же вас прислал?\n — Гифрадии сказали.\n — Не может быть. Я вам не верю. Гифрадии им сказали. А вас не волнует, что они с людьми не разговаривают? — призрак уже забыл о своём хорошем настроении.\n — Мне они сказали. Я выпила жидкость из волшебной колбы и понимала их речь. И да, я знаю, что они давно не помогают людям, но мне почему-то помогли! — мне надоели расспросы Джона и я повысила голос.\n — Даже так, — спокойно сказал призрак, пристально смотря мне в глаза. Потом, словно вышел из транса, быстро проговорил — Я помогу вам.",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": " Через двадцать минут, мы втроём уже стояли возле границы города, через которую пока мы только возвращаемся обратно. Джон уже показал нам девять частей города, куда поставил магические кольца.\n — Это десятое место. Когда найдёте последнее кольцо, вставите его сюда. И здесь же, ты — Нелли, прочитаешь это заклинание, — призрак дал мне листок с заклинанием. — Выход из города будет открыт, увидеть границу и зайти обратно могут только те, кто из него вышел. Вы откроете город его жителям навсегда. Удачи. — Джон развернулся и начал уходить.\n — Спасибо вам, Джон, — окликнула я его.\n — Да, спасибо большое, — подтвердила Эрика.\n — Я верю в вас, — и призрак скрылся из виду. ",
    "answers": [
      {
        "id": 66,
        "text": "Спросить про кольцо у Алека"
      },
      {
        "id": 70,
        "text": "Искать Дариана"
      }
    ]
  },
  {
    "id": 112,
    "text": " Я пошла по улицам города в поисках кольца. Дошла до парка. Между деревьями, как светлячки, летают Гифрадии, напоминая про необычность этого места.\n  А ведь Дариан говорил, что может быть где угодно и даже вне города. Может его можно позвать на помощь. Скорее всего, он появляется, когда сам захочет, но попытка не пытка. Улыбнулась себе я. И вслух позвала.\n — Дариан, мне нужна ваша помощь, пожалуйста, — ответа не последовало, и никто не появился.\n — Ну и ладно, буду искать дальше.",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": " Вдруг, передо мной появилось магическое кольцо.\n — Не может быть, — замерла я. Потом быстро сообразила и кинулась ловить кольцо.\n — А вот и нет, — кольцо ловко уворачивалось от моих рук. И появился Дариан, который не давал схватить кольцо. Звонко смеясь, он всё же отдал мне кольцо. — Не его ли ты искала?\n — Спасибо, — радостно сказала я, и дух растворился.",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": " — Вот мы и пришли, — проговорила я. Подойдя к начерченому кругу для кольца, я вставила его на место и неуверенно прочитала заклинание.\n — И что, ничего не произошло? — после нескольких долгих секунд спросила я сама у себя.\n Я сделала шаг к границе, всё ещё не веря, что ничего не получилось. И вдруг, увидела ровную границу, за которой ясно светило летнее солнце. Прошла главные ворота, и оказалась в нашем обычном мире, недалеко от места, где я упала.\n — Какое сегодня число? — спросила я и машинально посмотрела на телефон, он показывал то же время, когда я исчезла. Не прошло и дня, с тех пор, как я попала в Фоглибург.\n — Думаю, ты многое упустила, — сказал появившийся из воздуха Дариан, указывая назад. — Ворота закрыты, — и он исчез.",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "•··______________________〰✡〰____________________··•\n В Фоглибург я больше не попала. Часто вспоминала своих новых друзей. Клара, Сара и Зак думают, что я из разыграла.\n Вскоре воспоминания стёрлись и превратились просто в интересный сон. Фоглибург превратился в выдумку...\n•··______________________〰✡〰____________________··•",
    "answers": [
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 115,
        "text": " *Получена концовка \"Выдумка\"",
        "comment": true
      }
    ]
  },
  {
    "id": 116,
    "text": " Я считаю, что дружба очень важна и друзей предавать нельзя. Но если ты считаешь по другому, я тоже перестану тебе помогать, Нелли. Потому, что я правда считаю, что ты многое упустила.",
    "answers": [
      {
        "id": 76,
        "text": "Назад"
      },
      {
        "id": 115,
        "text": "Просмотреть концовку"
      }
    ]
  },
  {
    "id": 117,
    "text": " Я пошла в парк. Чуть мрачноватый, но очень красивый и величественный, хоть и не большой. По тропинке, смотря под ноги, медленно идёт Эрика.\n — Эрика, пойдём скорей, нам Алек поможет. Давай, я знаю, что ты ещё веришь.\n — Ну, не то чтобы верю, но я не против хоть какого-то приключения, так что идём.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": " Втроём, мы подошли к дому мисс Коллинз. Алек перегородил нам рукой путь.\n — Подождите пока здесь, я сейчас. Тётушка Салли! — он вошёл в домик.\n Мы с Эрикой прислушались.\n — Ну, тётушка Салли, они правда хорошие. Они же тебе помогли. С Нелли разговаривали гифрадии.\n — Гифрадии? Ладно, ладно. Поверю тебе. Пойдём, — мы моментально отскочили от двери.\n — Девочки, если что я на ярмарке, — пролетел мимо нас Алек \n — Ну что ж, вам нужен сумасшедший Джон, идите по улице на право. Там будет сад, Джон всегда сидит там на ветвях. Удачи, — улыбнулась мисс Коллинз.\n — Спасибо вам, — и мы с Эрикой пошли искать сад.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": " Втроём, мы подошли к дому мисс Коллинз. Алек перегородил нам рукой путь.\n — Подождите пока здесь, я сейчас. Тётушка Салли! — он вошёл в домик.\n Мы с Эрикой прислушались.\n — Ну, тётушка Салли, они правда хорошие. Они же тебе помогли. С Нелли разговаривали гифрадии.\n — Гифрадии? Ладно, ладно. Поверю тебе. Пойдём, — мы моментально отскочили от двери.\n — Девочки, если что я на ярмарке, — пролетел мимо нас Алек \n — Ну что ж, вам нужен сумасшедший Джон, идите по улице на право. Там будет сад, Джон всегда сидит там на ветвях. Удачи, — улыбнулась мисс Коллинз.\n — Спасибо вам, — и мы с Эрикой пошли искать сад.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "•··______________________〰✡〰____________________··•\n Я уже 20 лет живу в Фоглибурге. Кстати, здесь не стареют, время как бы остановилось. Город не очень дружелюбный, общалась я только со своей подругой Эрикой. 5 лет назад здесь появился парень Найджел, теперь в городе уже трое людей. Он тоже искал выход, но потом сдался. Похоже найти выход невозможно.\n•··______________________〰✡〰____________________··•",
    "answers": [
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 120,
        "text": "* Получена концовка \"Невозможно\"",
        "comment": true
      }
    ]
  },
  {
    "id": 121,
    "text": " Я думаю, что некоторые вещи изменить невозможно. Может быть эту мысль мне навязала Эрика, а может я сама сдалась. Но мне до сих пор кажется, что нужно было просто сделать что-то иначе и было бы всё возможно.",
    "answers": [
      {
        "id": 76,
        "text": "Назад"
      },
      {
        "id": 120,
        "text": "Просмотреть концовку"
      }
    ]
  },
  {
    "id": 122,
    "text": " Вспомнив занятия единоборствами, я со всей силы ударила скелета и снова побежала, не оглядываясь.\n\n Остановилась я только в парке. Странный город. Всё здесь как осенью и только зелёные деревья напоминают, что сейчас лето.\n\n Шла я медленно, постоянно оглядываясь. В далеке увидела девушку, надеюсь, что она человек. Я подошла чуть ближе.",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": " Я крикнула, попыталась передвинуться дальше от скелета, но врезалась в прилавок. И инстинктивно поставив блок руками, закрыла лицо.\n\n Скелет всё ещё смеялся, но смех был не зловещий, как мне показалось вначале, а добрый и дружелюбный. Я выглянула из-за своих рук. Скелет протянул мне руку.\n — Не бойся, — с улыбкой сказал он. — Я просто хочу помочь.\n Уставившись на скелета, я молча протянула руку. Он помог мне подняться и провёл за свой прилавок.\n — Нужно обработать, — протянул он мне какую-то мазь из растений. — Ты ведь не местная, да? У нас здесь не так много людей. Кстати, я Алек.",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": " — Привет, ты тоже, человек? Я — Эрика, а как тебя зовут? Наконец-то я встретила человека в этой глуши, — обрадовалась она.\n — Привет, д-да я человек. Меня Нелли зовут, а здесь чт-что больше нет лю-людей? — заикаясь проговорила я.\n — Ты чего такая испуганная, что скелета увидела? Ты не бойся, они не страшные.\n — А где мы находимся?\n — Город Фоглибург\n — Я не знаю такого, а как можно добраться отсюда в другой город?\n — Из Фоглибурга нет выхода, Нелли, — грустно сказала Эрика. — Я здесь нахожусь уже несколько лет и давно прекратила поиски выхода. Давай я тебе покажу, где ты можешь жить? Это недалеко от моего дома, пойдём, — и не дождавшись моего согласия, она взяла меня за руку и потянула в город...",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": " — Нелли, — представилась я. Хотела протянуть руку для приветствия, но быстро отдёрнула.\n — Всё ещё боишься? Тогда тебе прийдётся много бояться, в этом городе из людей только ты и ещё одна девушка.\n — А что это за город?\n — Фоглибург, — и не дожидаясь вопроса Алек дополнил — из этого города нельзя выбраться. Но думаю, я смогу тебе помочь, — скелет протянул мне колбу с какой-то светящейся жидкостью. — Возьми, по городу летают маленькие светящиеся существа Гифрадии, похожие на светлячков, обычно они не разговаривают с людьми, но если захотят, выпьешь эту жидкость и начнёшь их понимать.\n — Но как..?\n — Ты поймёшь, — улыбнулся скелет и продолжил торговлю. — Привет, я Алек, что хотите купить?...\n — Спасибо, — и я пошла бродить по городу.",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": " Странно это всё. Город из которого нет выхода. Дружелюбный скелет, причём настоящий. Гифрадии какие-то. Ну, выбор небольшой, думаю, что пока поверю Алеку.\n\n Так в размышлениях, я и не заметила, как добралась до парка. Старый, заброшенный цирк. А по тропинке рядом с ним идёт девушка, может это та, про которую говорил скелет? Вдруг, девушка заметила меня и быстро направилась в мою сторону.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": " — Привет, я Эрика, наконец встретила хоть    кого-то в этой глуши. Как тебя зовут, ты здесь давно?\n — Здравствуй, я Нелли. Нахожусь здесь примерно пол часа. После того, как очнулась...\n — Правда? Так мало? Я упала с какого-то обрыва и здесь уже несколько лет.\n — Мне скелет про тебя говорил, я ищу выход из города. Ты не зн..\n — Подожди-подожди, выхода из города нет. Я искала.\n — Но, в любом случае, выход должен быть. Мне Алек подсказал. Ты разве не хочешь вернуться домой?\n — Хочу, но выхода точно нет, я его искала очень долго. Если хочешь потратить время зря, иди искать, только без меня. — и она ушла по аллее вглубь парка.\n — Я уверенна, тебе делать здесь нечего, может хоть попробуешь мне помочь?\n — Ладно, посмотрим что из этого выйдет. Но учти, я предупредила, что выхода нет.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": " — Эрика, смотри, — я не заметила, как мы подошли близко к Гифрадиям, а они, вопреки обыкновению, не разлетелись, а закружили вокруг меня.\n\n Я быстро выпила содержимое колбы. И вдруг, начала различять переливающиеся звоночком, голоса этих волшебных существ.\n — За твоё доброе сердце.\n — Мы поможем тебе.\n — Сделаем то, что не делали очень давно.\n — То для чего мы были созданы.\n — Помощь человеку.\n — Ведьма знает где выход.\n — Помоги ведьме.\n — Она ответит добром на добро. — Гифрадии улетели. Тысячи тоненьких голосков разом смолкли.\n\n Так, нам нужно к скелету.",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": " — А вы обещаете, что если найдёте выход возьмёте меня с собой?\n — Скелета в наш мир? — скептически сказала Эрика.\n — Да возьмём, конечно, — я злобно покосилась на девушку, на что скелет рассмеялся.\n — Вам нужна тётушка Салли, вам нужно дойти до книжной лавки и третий дом слева, только, девочки, осторожней.\n — Не переживай, мы справимся.\n — Всё будет норм, — высказала Эрика.\n — Всё, идём быстрее. Я не хочу провести здесь несколько лет, пока очередной человек случайно не попадёт сюда и будет искать выход из города.",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": " Мы подошли к дому ведьмы. Какая-то старинная, полуразваленная хижина, но видно что дом до недавнего времени был в очень хорошем состоянии. Я вздохнула и постучала в дверь. Никто не открыл, за дверью тишина. Постучала ещё раз, и снова тишина.\n — Эй, есть кто дома? — не выдержала Эрика.\n\n Я легонько толкнула дверь, она оказалась не заперта, и даже, вопреки моим ожиданиям, не заскрипела. Мы вошли в комнату. Она выглядела мрачно, вокруг паутина, пыль. Напротив окна стоит печь, а рядом с ней котёл, с чем-то похожим на ведьмино зелье. Изнутри этот дом не отличишь от сказочного домика ведьмы.\n\n Вдруг, из соседней комнаты выходит жещина, одетая в тёмное, длинное платье, опираясь на красивый длинный жезл с набалдашником из самых редких и необычных драгоценных камней.",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": " — Здравствуйте, вы тётушка Салли? — опять не к месту, но вежливее чем обычно спросила Эрика.\n — Здравствуй, но почему же тётушка, обращайся ко мне просто по имени, — Эрика радостно улыбнулась. А я, заподозрив неладное, по инерции, сделала шаг назад, к двери. Ведьма стукнула жезлом и дверь резко захлопнулась.\n — Куда вы? Я хотела пригласить вас на обед, людей сейчас не так часто встретишь.\n — И что же у нас на обед? — поняв ситуацию, но не теряя боевого настроя спросила подруга. Ведьма победно посмотрела ей в глаза и сказала то от чего мне сразу вспомнились детские сказки братьев Гримм, где дети спасались от ведьмы.\n — Вы.",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": " Я схватила кочергу, попавшуюся под руку, и уже замахнулась на ведьму. Но тут её взгляд изменился, он стал теплее, добрее, и женщина не понимала, что происходит вокруг. Я остановилась и опустила своё \"оружие\".\n — Кто вы и откуда здесь взялись? — строгим голосом спросила она.\n — Вы что, ничего не помните? — спросила Эрика\n — Мы пришли вам помочь, вы превращаетесь в ведьму, с чем это связано?\n — Я? В ведьму? Быть такого не может, всегда всё было хорошо, и вдруг в ведьму. Вы врёте. Я вам не верю, — запротестовала она.\n — Мисс Коллинз, а вы едите свои пирожки?\n — Конечно, я же не только для покупателей их делаю.\n — У вас тесто какое-то странное, что это? — указала на заготовки для пирожков я.\n — А вот это не знаю, я когда готовлю всё как обычно, по рецепту делаю. А как конкуренты пришли, поскандалили, с того дня всегда так. Я делаю как всегда, потом ничего не помню, и уже так.\n — Мы вам поможем.\n — Ладно, попробуйте, только быстрее, у меня, кажется скоро опять провал в памяти будет.",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": " — Я не согласна помогать ведьме, — запротестовала Эрика. — Я столько всего пережила, что ведьмы мне тут ещё не хватало, — и хлопнув дверью девушка ушла.\n\n — Ты что теперь сама будешь справляться? — спросила вошедшая мисс Коллинз.\n — Да, сейчас.\n — Погоди, возьми выпей, это поможет тебе легче со всем справляться, — она протянула мне стакан мутной воды. — Не бойся, я не отравлю, — по-доброму улыбнулась мне ведьма.\n — Спасибо, — и я выпила жидкость, в глазах потемнело. Перед тем, как окончательно  потерять сознание, я увидела злобную ухмылку ведьмы.",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "•··______________________〰✡〰____________________··•\n Я очнулась от холодной воды, резко вылитой мне на лицо. Я в палатке, возле того злощастного обрыва, надо мной взволнованно стоят мои друзья. Голова ещё болит. Почему я не в Фоглибурге, оттуда же нет выхода? Или же это просто сон, галлюцинация от удара.\n\n А жаль... Хотелось бы, чтобы город был настоящим, приключение. Алек, Эрика... Ну что ж хорошо уже, что целая после падения. Но за Фоглибургом я буду скучать.\n•··______________________〰✡〰____________________··•",
    "answers": [
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 134,
        "text": " * Получена концовка \"Яд\"",
        "comment": true
      }
    ]
  },
  {
    "id": 135,
    "text": " Друзья ищут Нелли у обрыва и в нём. Эрика пробежала весь Фоглибург в её поисках. Она думает, что попала домой. Но где она находится сейчас, знает только ведьма, которая отравила её.",
    "answers": [
      {
        "id": 76,
        "text": "Назад"
      },
      {
        "id": 134,
        "text": "Просмотреть концовку"
      }
    ]
  },
  {
    "id": 136,
    "text": "•··______________________〰✡〰____________________··•\n Очнулась я в палатке, возле того обрыва, в который упала. Надо мной стояли взволнованные друзья. Значит, странная женщина Салли и тот странный город мне просто приснились. Ну и хорошо.\n•··______________________〰✡〰____________________··•",
    "answers": [
      {
        "id": 3,
        "text": "К достижениям"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 136,
        "text": " * Получена концовка \"Конец без начала\"",
        "comment": true
      }
    ]
  },
  {
    "id": 137,
    "text": " Нужно быть внимательнее, и смотреть, кому можно доверять, а кому нельзя. Этому меня научил простой сон. Или не сон.\n\n Друзья ищут Нелли у обрыва и в нём. Эрика пробежала весь Фоглибург в её поисках. Она думает, что попала домой. Но где она находится сейчас, знает только ведьма, которая отравила её.",
    "answers": [
      {
        "id": 76,
        "text": "Назад"
      },
      {
        "id": 136,
        "text": "Просмотреть концовку"
      }
    ]
  },
  {
    "id": 138,
    "text": "",
    "answers": []
  },
  {
    "id": 139,
    "text": " — Что всё-таки решила сдаться? Или нет?\n — Нуу, наверное я ошиблась, когда думала, что что-то найду. Поэтому я с тобой.\n — Ой, правда, пойдём покажу, где я живу, — схватила меня за руку Эрика...",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  }
]