[
  {
    "id": 1,
    "text": " Автор: Rikki.\n\n Жанры: Романтика, Фэнтези, Юмор.\n\n В одном из городов жил парень 18-ти лет, который учился в колледже и жил в общаге. Его нрав устрашал многих его одногруппников, а характер и черты его лица привлекали внимание одногруппниц. Однажды парень встретил девушку, которая ему рассказала о его прошлом и о его настоящих родителях. Рассказав ему, что он – принц из другого мира, она добавила, что его миру грозит опасность точно также как и миру людей.\n\n Удастся ли вам победить? Или вы предпочёте жить среди людей и ждать вымирание человечества? Каждый ваш выбор повлечёт за собой свои последствия. И пожалуйста, прочитайте анкеты персонажей перед тем, как начать квест. \n\n__________________________________\n\n ВНИМАНИЕ!\n В  квесте присутствует ненормативная лексика.\n\nКвест не закончен. :)",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Анкеты."
      }
    ]
  },
  {
    "id": 2,
    "text": " Вчерашний день вы провели с друзьями в клубе. Нажравшись в хлам, вы поздно вечером вернулись домой и легли спать. На утро вы услышали свой будильник, от которого вы проснулись, но открывать глаза не спешили.",
    "answers": [
      {
        "id": 5,
        "text": "[Открыть глаза.]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ознакомьтись с персонажами. ",
    "answers": [
      {
        "id": 18,
        "text": "Марс Корф."
      },
      {
        "id": 19,
        "text": "Нелли Вебер."
      },
      {
        "id": 22,
        "text": "Брюс Кофман."
      }
    ]
  },
  {
    "id": 4,
    "text": "",
    "answers": []
  },
  {
    "id": 5,
    "text": " Вы медленно открыли глаза, чувствуя сильную боль в голове после вчерашней очередной тусовки. Будильник словно бил вам по мозгам своим трезвоном и очень давил на нервы.",
    "answers": [
      {
        "id": 6,
        "text": "[Подняться и разбить будильник о стену.]"
      },
      {
        "id": 7,
        "text": "[Выключить будильник.]"
      },
      {
        "id": 8,
        "text": "Пытаться проигнорить будильник."
      }
    ]
  },
  {
    "id": 6,
    "text": " Вас очень взбесил этот звон, отчего вы психанули, поднялись с постели, приняв сидячее положение, и, схватив эту достающую пищалку, кинули в стену. Будильник разлетелся на мелкие кусочки, оставив след на белой стене. \"Твою мать... Этого ещё не хватало. Конечно, доброе утро, бл...\" ",
    "answers": [
      {
        "id": 9,
        "text": "[Завалиться на кровать и ещё немного полежать.]"
      },
      {
        "id": 10,
        "text": "Подняться и приготовить завтрак."
      },
      {
        "id": 11,
        "text": "[Позвонить соседке по комнате и попросить её подать завтрак в постель.]"
      }
    ]
  },
  {
    "id": 7,
    "text": " Лениво протянув руку к орущим часвм, Вы раздражённо его выключили и залезли головой под подушку. \"Как же меня бесит это...\" Вы взяли телефон и посмотрели на часы. Время: 7:02. \"А, зашибись. У меня пары начинаются в 8:15, поэтому у меня времени куево-тутуево.\" — подумали Вы, положив телефон рядом с собой. \n\n В комнату зашёл Ваш друг – Френк – и, подойдя к Вам стянул с Вас одеяло со словами: \"Вставай, Ержан, на работу пора.\"",
    "answers": [
      {
        "id": 24,
        "text": "[Послать друга далеко и надолго.]"
      },
      {
        "id": 25,
        "text": "[Попытаться вернуть одеяло.]"
      },
      {
        "id": 26,
        "text": "[Проигнорить его и продолжать лежать под подушкой.]"
      },
      {
        "id": 27,
        "text": "[Использовать подушку в качестве одеяла.]"
      },
      {
        "id": 28,
        "text": "[Огрызнуться.]"
      },
      {
        "id": 29,
        "text": "[Подняться с кровати.]"
      }
    ]
  },
  {
    "id": 8,
    "text": " Вы попытались проигнорировать трезвон будильника, спрятав свою голову под подушку и заткнув уши.",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": " Вы набрали номер Марины – вашей соседке, но она не отвечала. Услышав бесячую фразу \"Абонент не отвечает. Вы можете оставить голосовое сообщение после сигнала...\", вы сбросили вызов. \"Видимо, она уже в шараге\" — подумали вы и...",
    "answers": [
      {
        "id": 12,
        "text": "[Залезть в соц. сеть.]"
      },
      {
        "id": 13,
        "text": "[Подняться с кровати.]"
      },
      {
        "id": 14,
        "text": "[Полежать ещё.]"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": " Вы лениво поднялись с кровати и поплелись на кухню. Зайдя на кухню, вы первым делом заметили своего соседа по комнате. Он сидел за столом, пил горячий кофе, уставившись в телефон. Каковы ваши следующие действия?",
    "answers": [
      {
        "id": 15,
        "text": "[Поздороваться с другом.]"
      },
      {
        "id": 16,
        "text": "[Заглянуть в холодильник.]"
      },
      {
        "id": 17,
        "text": "[Выйти из кухни.]"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "— Утро доброе, ботан, — сказали вы, подойдя к столу, за которым сидел ваш друг.\n— Да пошёл тв, Марс, — ответил он напряжённо, подняв хмурый взгляд на вас.\n Брейн смотрел на вас уставшим взглядом, в котором было сказано, что парень не спал всю ночь.",
    "answers": [
      {
        "id": 30,
        "text": "[Усмехнуться ответу.]"
      },
      {
        "id": 31,
        "text": "[Поинтересоваться состоянием друга.]"
      },
      {
        "id": 32,
        "text": "[Заглянуть в холодильник.]"
      }
    ]
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": " Парень 18-ти лет. Имеет красные волосы по плечи. Сбрит левый висок. Он любит потроллить школьников, студентов и даже взрослых. Его настроение способно измениться по щелчку пальцев: если его прервать от наслажденния троллингом, то Марс начнёт проявлять агрессию. В его красных глазах довольно часто виден небольшое пламя, которое порожало своим хододом, несмотря на то, что оно так изрядно горит в глазах. Не секрет, что юный Корф любит подраться как обезумевший зверь, но даже в эти моменты ему хватает хитрости и какого-то, если можно так сказать, ума.",
    "answers": [
      {
        "id": 20,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 19,
    "text": " Девушка с волосами кровавого оттенка. Волосы прямые и ухоженные. Хорошо владеет мечом и луком. Глаза имеют кровавый цвет, но, в зависимости от настроения, они способны либо светлеть, либо темнеть.",
    "answers": [
      {
        "id": 4,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 20,
    "text": " Ознакомьтесь с персонажами.",
    "answers": [
      {
        "id": 21,
        "text": "Нелли Вебер."
      },
      {
        "id": 23,
        "text": "Брюс Кофман."
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": " Мужчина с синими волосами, оттенок – чёрный. Довольно высок. Хорошо владеет холодным оружием. Обладает силой телекинеза. Он очень спокоен и способен одним взглядом также успокоить человека или же существо.",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": " Увидев этот уставший взгляд и бледное лицо, вы немного напряглись и облокотились бедром на стол.\n\n— Чё с тобой? Всё важюри? — спросили вы, обращая внимание на вспотевшие очки, которые соскальзывали с сырой переносицы Брейна.\n\n— Да, всё замечательно... Просто устал всю ночь писать рефераты, — парень аккуратно снял очки, положил на стол и протёр свои красные от усталости и недосыпа глаза, — Ребята попросили помочь с рефератами, вот я и согласился, — продолжил Брейн, поставив локти на стол и закрыв большими ладонями своё лицо.\n\n— Понял, принял, уяснил.",
    "answers": [
      {
        "id": 33,
        "text": "[Оставить друга в покое и заглянуть в холодильник.]"
      },
      {
        "id": 34,
        "text": "— Кста, а чё это ты не в техе?"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "— Кста, а чё это ты не в техе? — поинтересовались вы, отойдя от стола.\n\n— Да нам ко второй паре надо подгонять. Думаю, успею доделать ещё пару рефератов, — ответил он, сложив руки замком на груди и откинувшись на спинку стула, — Ну, а ты? Твоя подружка уже минут двадцать назад ушла.\n\n— Да я ещё от вчерашнего не отошёл. Вот думаю, может прогулять этот день... — сказали вы и подошли к холодильнику.\n\n— Не думаю, что это хорошая идея, — сказал Брейн, пододвинув ноутбук к себе и уткнувшись в экран.\n\n— А чё так? — спросили вы, открыв холодильник и начав искать что-нибудь поесть.",
    "answers": [
      {
        "id": 35,
        "text": "[Взять колбасу и замутить бутеры с чаем.]"
      },
      {
        "id": 36,
        "text": "[Замутить яишенку с зелёным луком и помидоркой.]"
      },
      {
        "id": 37,
        "text": "[Замутить дошик с мазиком и сосисонами. О, да, вкусняха.]"
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": " \"Прекрасно, ща дошик замучу. Надеюсь, наемся.\" — подумали вы, достав из холодильника мазик, сосиски и дошик.\n\n— Да потому, что сегодня сессия у всех наших однокурсников, — ответил Брейн, начав что-то печатать в ноуте.\n\n— То есть как сессия? — спросили вы, резко обернувшись к другу, — Какая сессия? По какому предмету сессия?\n\n— По латинскому, — ответил он, надев очки и посмотрев на вас, — До сих не могу понять, зачем нам этот язык.\n\n Тут вас накрыла паника, ведь вы не знали этого языка и постоянно прогуливали этот самый ненавистный предмет.",
    "answers": [
      {
        "id": 38,
        "text": "[Попытаться успокоиться.]"
      },
      {
        "id": 39,
        "text": "[Продолжать паниковать.]"
      },
      {
        "id": 40,
        "text": "[Забить хрен на всё это и никуда не идти сегодня.]"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "— Да ладно. Чё мне-то паниковать? Я всё равно дам по съёбам и никуда сегодня не пойду, — спокойно сказали вы, заварив дошик с сосисонами и накрыв их крышкой.\n\n— Ну, ладно. Твой выбор. Но учти, что все должны сдать, — предупредил вас ботан, не отрываясь от ноута.\n\n Недовольно пфыкнув вы вышли из кухни и...",
    "answers": [
      {
        "id": 41,
        "text": "[Пошли одеваться. Не будете же вы в спорточах гонять по хате.]"
      },
      {
        "id": 42,
        "text": "[Пошли в душ. Нужно же привести свою физиономию в порядок.]"
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": " Естественно, вы сперва пошли в душ, ибо нужно помыться и почистить зубы. Приняв водные процедуры, вы...",
    "answers": [
      {
        "id": 43,
        "text": "[Наматать полотенце на бёдра и идти в комнату одеваться.]"
      },
      {
        "id": 44,
        "text": "[Надеть спортачи и идти в комнату переодеваться.]"
      }
    ]
  },
  {
    "id": 43,
    "text": " Намотав полотенце на бёдра, вы вышли из душа и пошли в комнату. Открыв шкаф, перед вами предстоял выбор, что надеть.",
    "answers": [
      {
        "id": 45,
        "text": "[Чёрные боксеры с конаплёй. Чёрные джаги. Обычные чёрные носки с красным перцем. Худи-толстовка с надписью на спине \"Лицемер\". Чёрные филы.]"
      },
      {
        "id": 46,
        "text": "[Синие боксеры. Чёрные носки. Чёрные джаги. Чёрная футболка с надписью на груди \"Punk's Not DeaD\". Чёрная косуха с шипами. Берцы.]"
      },
      {
        "id": 47,
        "text": "[Чёрные боксеры. Лифчик Марины. Мини-юбка Марины. Топик Марины. Колготки в сетку. Каблуки.]"
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  }
]