[
  {
    "id": 1,
    "text": "Коробка с секретом, или мои приключения в роли охотника за нечистью \n«These dreams think about what they want, no one is our destiny!)»\n\nАвтор: Vin Fantazer (Вин Фантазёр)\nЖанр: Мистика; (частично ужасы); приключения; хардкор;\n0.1v\n\nОписание: История рассказывает о паралельной вселенной, где мир хоть и выглядит обычным, но скрывает свои секреты.\nНаш главный герой, является охотником за нечистью, и имеет подружку-духа, которая всячески скрашивает его серые дни.\nЧто же предстоит? Убийства монстров, незабываемые подземелья, попытка создать нормальный мир, и даже путешествие в подземное царство?\nЖизнь героя в ваших руках.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d11/1909/fe/257163461833.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 34,
        "text": "Возможные полученные достижения"
      },
      {
        "id": 65,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Небольшая Предыстория\n\n\"Кружка кофе и чудестный солнечный день. Что может быть лучше?\" — так я думал, даже не смея себе представить нормальную жизнь.\n\n•15 лет назад\nЯ с удовольствием поглощал печенье, сидя на крылечке родительского коттеджа. Игривый ветерок ласкал мое лицо, а я, догрызая последнюю выпечку из тарелки, слушал звуки леса.. они не такие как в городе, не монотонные и не одинаковые, они другие, живые. Голоса птиц, великолепная вечерняя симфония сверчков, шелест зеленых листьев и шуршащий родник, где-то неподалеку.\n\nЯ вздохнул, и перебравшись в сад, развалился на мягкой траве. Совершенно недавно к тому моменту мне исполнилось 8 лет, и я сам того не подозревая, встретил её, а она, в свою очередь, перевернула всю мою жизнь вниз головой.\n\nВ ту самую секунду, мой взгляд привлекла фигура около кустов роз нашего сада. Это была девочка, с виду ничем не отличающаяся от остальных, но у неё были белоснежные короткие волосы.\nЧто я мог? Я мог только наблюдать  А точнее, рассматривать её гордую спину, которая так хорошо держала осанку. На ней было надето голубое платье, с ромашками и потрясающая необычная бижутерия.\n\n— Привет — поздоровался я с незнакомкой, на что она только повернула голову в мою сторону и оглядевшись, продолжила рассматривать цветы.\n\nСложно было незаметить что её кожа была белоснежная, как будет первый подснежник, она словно блистела на солнце.. да, на первый взгляд, девочка выглядела маленькой хрупкой леди...\nЯ медленно поднялся с травы, и решив, что героиня просто не заметила меня, медленно подкрался к ней сзади.\n\nРезкий разворот заставил меня в расплох, а там, до меня и дошло, что она была и вовсе полупрозрачная.... Голубые как лазурь глаза, которые с безразличием оглядывались вокруг, перехватили мои. Какое-то страшно-необычное спокойствие, которое завораживало лишь одним взглядом в эти глубокие, странные голубые глаза.\n\"Будто стеклянная... почему прозрачная? Привидение? Вау.\" — такими были мои первые мысли именно о ней...\nА в следующий момент, она просто кивнула, и расстворилась в воздухе, на что я лишь удивленно поднял брови и побежал в дом, рассказать родителям об увиденном....\n\nРодители же, только испуганно переглянулись, и вернулись к своим обычным делам...\n\nМы частенько встречались с ней в саду, или на свежем воздухе, а позже, я стал замечать и других полупрозрачных людей, которые не обращали на меня никакого внимания. Через год, я обнаружил некую сущность на нашем чердаке. Жуткая и необычная, с острыми клыками и черными как смоль глазами, которая каждый раз стояла на одном месте, и не моргая, внимательно следила за каждым моим шагом. Иногда тихо сглатывая слюну... Но это уже другое. Вот так и началась моя история. История охотника за нечистью.",
    "answers": [
      {
        "id": 3,
        "text": "Далее /В настоящее/"
      }
    ]
  },
  {
    "id": 3,
    "text": "ГОРОД. ДЕНЬ ПЕРВЫЙ.\n\n•Настоящее\n\nВесьма-весьма нормальный день, как многим кажется. Я потянулся, и зевнув, убрал ноги со стола.\n— Приятно познакомиться. Я всего лишь парень, которому исполнилось 23, меня зовут Оливер, и... ах, ну да, конечно, и ещё этот парень видит призраков. — шутливо произнес я, повернув голову в сторону зеркала.\n\n— Совсем себя запустил. — фыркнула девчонка с дивана.\nЕё зовут Ив. Лет 5 назад, она попала в аварию, и как вы уже наверняка догадались, живой обратно не вернулась. А держит её в этом мире некая коробка, которую закопал на заднем дворе её дед, а что делать? Сама, бедняга, выкопать её не может, но достать хочет, вот и вертится теперь вокруг меня, в попытках заставить что-либо сделать.\nЗато, у меня есть компания, чему я несчитанно рад. Девушка очень красивая, жгучая блондинка, да и довольно веселая, если, конечно, не учитывать факт, что иногда она критикует меня за бардак. Перфекционистка. Но, она много знает о всяких местных духах, и часто рассказывает мне от нечего делать сплетни, что ходят среди неушедших, что зачастую мне помогает отыскивать зло, которое так сильно портит атмосферу.\n\n— Молчишь? Серьёзно? Неожиданно. — Произнесла Ив, едва заметно приподняв брови.",
    "answers": [
      {
        "id": 4,
        "text": "Ответить с усмешкой"
      },
      {
        "id": 5,
        "text": "Съязвить"
      },
      {
        "id": 6,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Хм, а я смотрю, ты стала обо мне заботиться? — усмехнулся я, подмигнув духу, и встал из-за стола.\n\nДень не предвещал ничего особенного, а девушка лишь теперь сидела и смотрела в одну точку, как на мой взгляд, явно что-то замышляя. Я же, медленным шагом подошел к своему рюкзаку. Этот черный предмет вмещал столько всего.... здесь лежало все необходимое для нормального выживания среди нечисти и отправления в ад грешных душ.\nМожно было найти почти все, что связано с изгнаниями, начиная с таблеток от головной боли, до пистооета с серебрянными пулями и старинного обрядового кинжала, он достался мне понаследству. Коричневая рукоятка, обмотанная полосками кожи и тонкое изогнутое лезвие с еле заметным узором, придавало древнему ножу величественный вид.\n\nЯ застегнул рюкзак и закинул его на плечо.\n— Ты со мной? Или продолжишь свое наблюдение за стеной? — поинтересовался я, коснувшись рукой подбородка.\n\n— Куда денусь. — высунула язык Ив, и кинув на меня победоносный взгляд, спрыгнула с дивана.\n— Кого идем в этот раз ловить? — спрятав руки за спину, пробормотала она.\n\n— Сердцеед. — резко ответил я. — Неприятные твари, но именно на него указывает вся собранная информация.",
    "answers": [
      {
        "id": 7,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Вообще в отличие от тебя я не лежу закопанный в земле, так что здесь сеорее ты запущена, чем я — улыбнулся я, и встал из-за стола.\n\nДень не предвещал ничего особенного, а девушка лишь теперь сидела и смотрела в одну точку, как на мой взгляд, явно надувшись, и что-то замышляя. Я же, медленным шагом подошел к своему рюкзаку. Этот черный предмет вмещал столько всего.... здесь лежало все необходимое для нормального выживания среди нечисти и отправления в ад грешных душ.\nМожно было найти почти все, что связано с изгнаниями, начиная с таблеток от головной боли, до пистооета с серебрянными пулями и старинного обрядового кинжала, он достался мне понаследству. Коричневая рукоятка, обмотанная полосками кожи и тонкое изогнутое лезвие с еле заметным узором, придавало древнему ножу величественный вид.\n\nЯ застегнул рюкзак и закинул его на плечо.\n— Ты со мной? Или продолжишь свое наблюдение за стеной? — поинтересовался я, коснувшись рукой подбородка.\n\n— Куда денусь. — высунула язык Ив, и кинув на меня победоносный взгляд, спрыгнула с дивана.\n— Кого идем в этот раз ловить? — спрятав руки за спину, пробормотала она.\n\n— Сердцеед. — резко ответил я. — Неприятные твари, но именно на него указывает вся собранная информация.",
    "answers": [
      {
        "id": 7,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я ничего не ответил, и встал из-за стола.\n\nДень не предвещал ничего особенного, а девушка лишь теперь сидела и смотрела в одну точку, как на мой взгляд, явно что-то замышляя. Я же, медленным шагом подошел к своему рюкзаку. Этот черный предмет вмещал столько всего.... здесь лежало все необходимое для нормального выживания среди нечисти и отправления в ад грешных душ.\nМожно было найти почти все, что связано с изгнаниями, начиная с таблеток от головной боли, до пистооета с серебрянными пулями и старинного обрядового кинжала, он достался мне понаследству. Коричневая рукоятка, обмотанная полосками кожи и тонкое изогнутое лезвие с еле заметным узором, придавало древнему ножу величественный вид.\n\nЯ застегнул рюкзак и закинул его на плечо.\n— Ты со мной? Или продолжишь свое наблюдение за стеной? — поинтересовался я, коснувшись рукой подбородка.\n\n— Куда денусь. — высунула язык Ив, и кинув на меня победоносный взгляд, спрыгнула с дивана.\n— Кого идем в этот раз ловить? — спрятав руки за спину, пробормотала она.\n\n— Сердцеед. — резко ответил я. — Неприятные твари, но именно на него указывает вся собранная информация.",
    "answers": [
      {
        "id": 7,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ключ звякнул в замке двери в мою квартиру. \n\n\"Этот мир не такой как прежде. Этот мир уже не будет прежним.\" — мысленно философствовал я, убирая в карман клюсчи от дома.\nПодъездные серые ступеньки и унылый вид в полупустой город иногда заставляли задуматься о многом.\nМне хорошо платили за убийства монстров, и вся человеческая расса прекрасно знала об их существовании. Иногда становилось интересно, существует ли мир, где нет ни существ со светящимися глазами, где есть огромные города, улицы которых, заполнены людьми.\n\nЯ втянул носом воздух, и вышел на улицу.\nТеперь я начинаю понимать, почему мы с родственниками жили так далеко от городов.\nЗдесь за каждым углом можно встретить какую-нибудь голодную тварь.\nНо как я пообещал себе после смерти родителей, я обязательно найду способ уничтожить все существующее иное зло которое по-идее не должно существовать. \nВсе ныне существующие монстры были придуманы одним безумцем, идею которого, воплотили в жизнь. «Страх рождается из неизвестности. Но откуда страх, если нет чего бояться?» — говорил он. Да.. я эгоист и довольно своенравный, но все же попробовать стоит... попобовать уничтожить то, что рождается из желаний, что рождается из страха, попробовать уничтожить ночные кошмары людей.\n\nЯ идеально подходил для выполнения таких задач. Ведь каким-то образом я видел духов, после той встречи с маленькой девочкой....",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Отсутствие людей на пустующих улицах и оглушающе ослепительная тишина, от коротой бежали по спине мурашки было вполне нормальным для этого места.\nЛишь звук закрывающихся окон каких-то домов и моих шагов, что с эхом рассекают пространство и идут по сырому после дождя асфальту, давали знать, что в этом мертвом городе ещё кто-то есть.\n\nШел я не долго, и вот, уже остановился около очередного мистически-черного переулка.\nФонарик, это единственное спасение в таких местах, а на небе, как раз начали сгущаться тучи...\n\nЯ достал из рюкзака шприц со святой водой. Это наиболее эффективное средство для борьбы с отвратительными паразитами, вроде Сердцеедов.\n— Шприц? Опять? Ха-ха.. решил в этот раз по-другому? Будет представление? — Ив усмехнулась, и переместилась на крышу одноэтажного здания, свесив ноги вниз.\n\nИз темного угла послышалось невнятное ворчание, и хруст ломающихся ребер. \n\"Успел кого-то уже убить? Вот гад...\" — с отвращением подумал я\n\nЯ остановился около стены, и глубоко вдохнул, скинув с плеч рюкзак. \"Эти твари смотрят на стены, и у них просто великолепное зрение, но вот слышат они плохо, если заметят, мне конец. Нужно подобраться к сердцееду и ввести ему под кожу из шприца смесь святой воды и соли. Хм, как мне поступить на этот раз?\"",
    "answers": [
      {
        "id": 9,
        "text": "Размять шею и пробежать до места назначения"
      },
      {
        "id": 10,
        "text": "Присесть на корточки и прокрасться вдоль стены"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я наклонил голову сначала вправо, потом влево... она недовольно хрустнула, а я, сделав ещё один вдох, решил пробежаться.\n\nСосчитав в голове до трех, и держа на готове шприц, я, как олимпийский чемпион пробегаю заданное расстояние.\nИ вот я вже настигаю финишную черту, как существо замерло, и видимо, сориентировавшись по теням на стене, резко повенулось в мою сторону.\nОх уж эти светящиеся зеленые глаза... облезлая сгнившая кусками кожа и острые как бритвы зубы, появляются в открывшейся пасти. \nТварь издает рык, и вытянув морщинистую склизкую окровавленную руку с когтями, хватает меня за горло.\nНевероятно острые черные длинные когти, которые заменяли концы пальцев, рывком придавливают меня к стене.\nСердцеед наклоняет голову и издав необычный звук, сжимает свою лапу сильнее.\nКажется, будто сознание начинает меня покидать... но к счастью, я вспомнил что у меня в руке остался спасительный предмет. Я держал его слишком крепко, чтобы выронить...\n\nСекунда.\n\nХватка стальной склизкой лапы на моей бедной шее ослабевает и существо со шприцом в животе, падает ничком вниз.\n\nЯ вернулся за рюкзаком, и отряхнув свое тело от накапавших на меня слюней и слизи, достал небольшой топорик.\n\nЛовким движением я отсекаю монстру голову и вытащив свой шприц из бездыханного трупа, возвращаю его на положенное ему место.\nГолову аккуратно запаковываю в пакет и перевязав конец, закидываю на плечо, беря в руку рюкзак.\n\n— Покойся с миром. — тихо прошептал я, обведя взглядом растерзанную жертву и вновь перевел взгляд на мистера Сердцееда.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я присел на корточки, держа на готове свой шприц, и мельком улыбнувшись наблюдающей на крыше Ив, медленно стал продвигаться вдоль стены.\n\nИз темного угла слышалось довольное чавканье человеческим мясом. Бедолага похоже уже больше не очнётся. Я затаил дыхание и осторожно подкрался к монстру.\n\nЭто выглядело довольно омерзительно. Изумрудные, светящиеся как два фонаря глаза, сползающая, гниющая кусками кожа твари, придавала ей более мерзкой вид, чем то, чем она занималась.\n\nДлинными когтистыми руками это существо вырывало плоть, заглатывая окровавленное мясо, так быстро как только это возможно.\nСвирепые длинные черные, цепкие когти, которые начинались с подушечек пальцев лапы монстра и острые как пилы зубы... это нечто.\nОно сидело на своеобразных морщинестых коленях, продолжая свою адскую трапезу.\n\nЯ воткнул шприц в спину существа.\nОно зарычало, и резко повернуло свою морду в мою сторону, оголив длинные клыки, но сделать ничего не успело. Я ввел раствор, и монстр пал ничком в землю.\n\nПодул холодный ветер.\n\nЯ вернулся за рюкзаком, и отряхнув свое тело от накапавших на меня слюней и слизи, достал небольшой топорик.\n\nЛовким движением я отсекаю монстру голову и вытащив свой шприц из бездыханного трупа, возвращаю его на положенное ему место.\nГолову аккуратно запаковываю в пакет и перевязав конец, закидываю на плечо, беря в руку рюкзак.\n\n— Покойся с миром. — тихо прошептал я, обведя взглядом лежащую рядом растерзанную жертву, и вновь перевел взгляд на мистера Сердцееда.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Ух, это было близко — нервно усмехнулся я, поправляя свое доказательство в пакете для получения награды.\n\n— Зато весело было, слышишь как быстро сердце бьется? Адреналинчик~ — протянула Ив, неожиданно появившись за моей спиной.\n\n— Молчи уж. — улыбнулся я девушке\n\n— Та~к когда выкопаешь коробку? — спросила Ив, оценивающим взглядом рассматривая мою ношу.\n\n— Когда-нибудь?) — продолжал я.\n\n—Ну почему именно ты видишь призраков?? А не более богатый на добро человек?? — скорчив печальную мину произнесла девчушка.\n\n— Как думаешь, Барон в баре опять зависает? Он мне заплатить обещал, за этого дружка. — похлопал я по пакету отрубленную голову.\n\n— А где ему ещё быть? Он всегда там — пожала плечами Ив.\n\n— Тогда пошли — усмехнулся я.\n\nДевушка мне ничего не ответила и зевнув, последовала за мной.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Мы шли почти в полной тишине, слушая завывания ветра в трубах. Тучи все сгущались, погода портилась. Прежний ветер стал пронизывать до костей, а в скором времени, и вовсе начал моросить дождь.\n\n— О! Клас! — Улыбнулась Ив, раскинув в разные стороны руки, и покрутившись на месте.\n\n— Слушай... а ты... всегда такая жизнерадостная? — поинтересовался я, окинув её взглядом.\n\n— Мм? — она подняла лицо к небу и открыла рот, ловя капельки дождя.\n\n— Имею ввиду... Ты при жизни тоже такой была? — спросил я, укутываясь сильнее в свою кофту.\n\nДевушка вздрогнула и опустила голову.\n— Нет, не была, давай не будем разговаривать на эту тему.\n\n— О, да, прости, не подумал. — коротко отозвался я и быстрее зашагал вперёд.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Впрочем, ничего нового — нервно усмехнулся я, поправляя свое доказательство в пакете для получения награды.\n\n— Тебе пробежаться нужно было. Я серьезно. Блин... так горела желанием увидеть схва~тку. Был бы у тебя тогда а-д-р-е-н-а-л-и-н-ч-и-к — протянула Ив, неожиданно появившись за моей спиной.\n\n— Молчи уж. — улыбнулся я девушке\n\n— Та~к когда выкопаешь коробку? — спросила Ив, оценивающим взглядом рассматривая мою ношу.\n\n— Когда-нибудь?) — продолжал я.\n\n—Ну почему именно ты видишь призраков?? А не более богатый на добро человек?? — скорчив печальную мину произнесла девчушка.\n\n— Как думаешь, Барон в баре опять зависает? Он мне заплатить обещал, за этого дружка. — похлопал я по пакету отрубленную голову.\n\n— А где ему ещё быть? Он всегда там — пожала плечами Ив.\n\n— Тогда пошли — усмехнулся я.\n\nДевушка мне ничего не ответила и зевнув, последовала за мной.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "В скором времени мы уже бежали.\nДождь лил так, словно в последний раз — стеной.\nкругозор снизился, и из-за плотной пелены падающих капель, небыло видно абсолютно ничего, кроме метра перед ногами. Я накрыл голову своей кофтой, чтобы не мокруть слишком сильно, а моя спутница, бежала и смеялась.\nПопробуй пойми этих девушек.\n\nЯ попытался бежать ещё быстрее, но, как ни кстати, подскальзнулся, и не удержавшись, упал на сырой асфальт. \nЯ нахмурил брови и тихо выругавшись, отбросил в сторону намокший пакет с рюкзаком.\nИв остановилась, с необычной, откуда-то появившейся серьёзностью посмотрела на моё лицо и снова рассмеялась, а потом легла рядом звёздочкой.\n\n— Ты бы видел себя со стороны. — продолжала смеяться она\n\n— И ничего смешного.... — улыбнувшись кончиком губ ответил я, подняв взор на небо. Такое темное...\n\n— Прикольно, да? Вот так валяться. Хоть я и не чувствую теперь холод капель, но с уверенностью могу сказать, что вид на небо с дождем достойный. Нужна водонепроницаемая камера — усмехнулась  девушка.\n\n\"И ведь действительно.. вид прекрасный, хоть и смотришь на чёрные тучи..  Ладно я...\"",
    "answers": [
      {
        "id": 15,
        "text": "\"Поднимаюсь с асфальта\""
      },
      {
        "id": 16,
        "text": "\"Продолжу лежать\""
      }
    ]
  },
  {
    "id": 15,
    "text": "Я не содержался и рассмеялся тоже, пытаясь встать с мокрой земли. Но в кое-то веке у меня получилось, только вот я снова упал на землю, в этот раз, чуть не угодив головой в лужу.\n\nИв продолжала заливаться смехом, а я просто улыбался, пока слушал её прекрасный голосок.\nНо все же, я себя пересилил и встал. Осторожно подхватил свою ношу и медленным аккуратным шагом направился в сторону бара, ну, покрайней мере, он был там, по моим меркам.\n\nИв тоже встала с земли, задорно подначивая меня упасть обратно на асфальт, пока не появились знакомые очертания спасительного заведения...\n\nИв почему-то не любила там бывать, говорила что там слишком много живых, и при виде них, ей тоже снова хочется почувствовать себя, и ощущать пространство.\nЯ оглянулся в сторону девушки. Она молчала, и уже просто внимательно смотрела на вывеску.\n\n— Идешь? Пойму, если хочешь здесь постоять. — Загадочно протянул я.\n\n— Нет, там камин, там должно быть тепло... и хочу посмотреть на языки пламени, а одного я тебя с пьянчугами не оставлю — улыбнулась Ив и смело пройдя через дверь, попала внутрь.",
    "answers": [
      {
        "id": 18,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 16,
    "text": "Барабанящие капли дождя.. такая великолепная погода, которую я никогда не воспринимал всерьез... а оказывается?\n\nЯ прикрыл глаза, хрустальные капли скатывались по моему лицу, облизывая кожу прохладным язычком..\n— Промок до нитки. — тихо произнес я, радуясь погоде где-то в глубине души.\n\nИв всё продолжала улыбаться, и неотрывно вглядываясь куда-то в серую тучу..\n\nХолодный ветер теперь стал совершенно ледяным. \"Ещё чуть-чуть, и я замерзну\" — мысленно прокомментировал я\n\n— Слушай, ты же заболеть можешь! — прокричала Ив, пытаясь пробраться голосом сквозь стену дождя. \n\n— Да, знаю... — все так же тихо ответил я.\n— Встаю уже — усмехнулся я кончиком губ.",
    "answers": [
      {
        "id": 17,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я напряженно выдохнул, пытаясь встать с мокрой земли в очередной раз. Но в кое-то веке у меня получилось, только вот я снова упал на землю, в этот раз, чуть не угодив головой в лужу.\n\nИв вновь начала заливаться смехом, а я просто улыбался, пока слушал её прекрасный голосок.\nНо все же, я себя пересилил и встал. Осторожно подхватил свою ношу и медленным аккуратным шагом направился в сторону бара, ну, покрайней мере, он был там, по моим меркам.\n\nИв тоже встала с земли, задорно подначивая меня упасть обратно на асфальт, пока не появились знакомые очертания спасительного заведения...\n\nИв почему-то не любила там бывать, говорила что там слишком много живых, и при виде них, ей тоже снова хочется почувствовать себя, и ощущать пространство.\nЯ оглянулся в сторону девушки. Она молчала, и уже просто внимательно смотрела на вывеску.\n\n— Идешь? Пойму, если хочешь здесь постоять. — Загадочно протянул я.\n\n— Нет, там камин, там должно быть тепло... и хочу посмотреть на языки пламени, а одного я тебя с пьянчугами не оставлю — улыбнулась Ив и смело пройдя через дверь, попала внутрь.",
    "answers": [
      {
        "id": 18,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 18,
    "text": "Да, здесь было тепло,  именно так, как она и сказала, а ещё волшебно пахло какой-то едой, которую заказали какие-то молодые люди за столиком около окна.\nСегодня здесь было тихо.\nИв уже присела у камина и зачем-то просунула ладонь сквозь прутья, трогала колеблющееся, горячее пламя.\n\n— Добрый вечер — поздоровался я с присутствующими. \n\n— Опа, кто это у нас здесь? Здорово, Ол. — Поздоровался со мной бармен — Ты за Бароном?\n\n— Именно. Принес ему тут. — я усмехнулся, и показал пакет — Презент.\n\n— Ясно-ясно. Какой же ты мокрый. Хорошо льет на улице? Иди, обсохни пока у камина, я позову нашего старика. — продолжал бармен\n\nЯ коротко кивнул, и занял диванчик около очага. Барон — это прозвище одного из моих нанимателей, я не знаю его имя, и считаю это совершенно необязательным.\nЗдесь ничего не менялось. Сам бар был выполнен в темных теплых оттенках, а камин дополнял интерьер уюта. Не в каждом заведении можно увидеть горящие дровишки... и такое разнообразие алкогольных напитков...)\n\nНе прошло и 10и минут, на лестнице появилась упитанная фигура Барона....",
    "answers": [
      {
        "id": 19,
        "text": "Поздороваться"
      },
      {
        "id": 20,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Добрый вечер, Барон. — произнес я, подперев ладонью свою голову.\n\n— Добрый — глухо отозвался мужчина средних лет.\n\nОн был одет в деловой синий костюм, с небольшим коричневым кожаным чемоданом в руке и внимательными, прищуренным взглядом. Упитанная толстоватая фигура. Мужчина качнулся несколько раз, со вздохами спускаясь с лестницы, он явно уже немного выпил...\nЭтот тип являлся довольно богатым человеком, но лучше иметь его в друзьях, чем во врагах....\n\n— Принес? — Спросил Барон, внимательно рассматривая мою руку с пакетом.\n\n— Принес. — Коротко ответил я, и отдал ему пакет. Тот одобрительно кивнул, и насчитав деньги, вручил мне плату за убийство монстра.\n— Есть ещё кто на примете? — Спросил я\n\n— Знай ходи по улицам, да перелавливай. — усмехнулся мужчина. — Но нет, пока что я тебе задач не даю, тут есть один, класс у него высокий, но с ним позже. Мне нужно собрать о нем больше информации. Я напишу тебе, пока что свободен. — Он мне приветливо улыбнулся, и занял барный стул, заказывая какой-то напиток.",
    "answers": [
      {
        "id": 21,
        "text": "Посмотреть, закончился ли дождь"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я повернул голову в сторону Барона и промолчал, подперев ладонью свою голову.\n\n— Добрый — глухо отозвался мужчина средних лет.\n\nОн был одет в деловой синий костюм, с небольшим коричневым кожаным чемоданом в руке и внимательными, прищуренным взглядом. Упитанная толстоватая фигура. Мужчина качнулся несколько раз, со вздохами спускаясь с лестницы, он явно уже немного выпил...\nЭтот тип являлся довольно богатым человеком, но лучше иметь его в друзьях, чем во врагах....\n\n— Принес? — Спросил Барон, внимательно рассматривая мою руку с пакетом.\n\n— Принес. — Коротко ответил я, и отдал ему шуршащий предмет, на который было устремлено его внимание. Мужчина одобрительно кивнул, и загоянвл внутрь. Он немного скривился от вида 'скошеной головы' и насчитав деньги, вручил мне плату за убийство монстра.\n— Есть ещё кто на примете? — Спросил я\n\n— Знай ходи по улицам, да перелавливай. — усмехнулся мужчина. — Но нет, пока что я тебе задач не даю, тут есть один, класс у него высокий, но с ним позже. Мне нужно собрать о нем больше информации. Я напишу тебе, пока что свободен. — Он мне приветливо улыбнулся, и занял барный стул, заказывая какой-то напиток.",
    "answers": [
      {
        "id": 21,
        "text": "Посмотреть, закончился ли дождь"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я выглянул в окно. Дождь несчадно барабанил по оконному стеклу и совершенно не хотел останавливаться.\n\nТяжелые прозрачные капли разбивались на маленькие хрупкие сапфиры, и разлетались в разные стороны.\nПослышался могучий гром, и через секунду, уличное пространно осветилось яркой фиолетовой вспышкой.\nЯ вздохнул и лишь поправил свои волосы.\n\nИв же невидимым касанием трогала горящие угли, недавно подброшенных дровишек.\nЩелкающая кора деревьев и игрющий язычок пламени, придавали этому холодному месту тепло и свет.",
    "answers": [
      {
        "id": 22,
        "text": "Продолжить наблюдение и ждать окончания дождя"
      },
      {
        "id": 23,
        "text": "Прикорнуть"
      }
    ]
  },
  {
    "id": 22,
    "text": "Шаловливый холодный ветер качал голые ветки деревьев. Позняя осенняя погода брала свое.\nЯ решил подождать пока не закончится дождь, углубляясь в свои мысли.\nТакая погода успокаивала. Монотонные удары по подоконнику заставляли задуматься о многом... например о том, что произойдет в ближайшем будущем. Или, например, получится ли уничтожить монстров, заполняющих эту планету. Раскопаю ли я эту коробку, или получу ли плату за ту тварь, о которой говорил мне Барон...\n\nЯ зевнул и сложил руки за голову. Из заведения выходили приходившие люди, покидая бар.\nЯ не знаю сколько времени я провел в одной позе, но с точностью могу сказать, что даже не заметил, как быстро пролетело время.\n\nПрямо на моих глазах утих дождь, а на небе уже взошла луна. Тучи разошлись. Словно кто-то просыпал серебрянную крошку. Весь небосклон был усыпан яркими, миниатюрными звёздочками.\nЯ приподнял голову и повернулся к барной стойке. Бармен вытирал небольшой салфеткой стеклянный бокал. Закончив свои действия, он однотипным движением поставил его обратно на полку.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Поздняя осенняя погода напоминала мне некоторое моменты из прошлого.\n Я прикрыл глаза под звук успокаивающих капель. И через пару секунд погрузился с головой в страну невозможного, в царство Морфея. \nПеред глазами проносились красочные картинки произошедшего.\nВот я гуляю по лесу, а вот сижу в кафе и наслаждаюсь чашкой горячего чая. Фантазия рисовала передо мной все новые и новые картины.\n\nБудто бы прошло всего несколько минут. Я открыл глаза. Дождь закончился, а на небе уже взошла луна. Тучи разошлись. Сдовно кто-то просыпал серебрянную крошку. Весь небосклон был усыпан яркими, миниатюрными звёздочками.\nЯ приподнял голову и повернулся к барной стойке. Бармен вытирал небольшой салфеткой стеклянный бокал. Закончив свои действия, он однотипным движением поставил его обратно на полку.\n\nЯ зевнул.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Друг, мы закрываемся — произнёс бармен, опираясь руками на стол.\n\n— О.. уже? — недовольно ответил я, и перевел взгляд на потухший камин.\n\n— Как-никак три утра скоро. — задумчиво ответил мужчина — Лучше закрыться, пока 'эти' не пирперлись на свет. — фыркнул он\n\n— Эти? — оживился я\n\n— Да-да, после трех приходят здесь некоторые, и пытаются выломать дверь. \n\nЯ хмыкнул и встал с кресла, размяв плечи.\n— Могу заняться этим вопросом, за достойную сумму. — опасный огонёк сверкнул в моих глазах.\n\n— Ха-ха, ну попробуй. Заплачу, так и быть — усмехнулся бармен.\n\nЯ пожал плечами и закинул свой обожаемый рюкзак на плечо.\n\n— А коробка!? — раздался неожиданный знакомый голос откуда-то сверху.\n\n— Что... ? — я поднял голову.\nИв сидела на шкафу болтая ногами и рассмативала свои ногти. Она перевела на меня свой вопросительный взгляд.\n\n— Что? — переспросил бармен\n\nЯ лишь махнул рукой и перевел тему.\n— Ты сейчас просто рукой махнул, и не сказал что здесь стдит девушка с великолепной внешностью!? — громче добавила Ив\n\nЯ проигнорировал.\n— Что там было про нечистую силу? — переспросил я бармена.\n\n— Ну, что я могу сказать, околачиваются они где-то в окрестностях и сбегаются на свет.\n\n— Хм. Понял. — я направился к двери",
    "answers": [
      {
        "id": 25,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я вышел на улицу и довольный происхдящим, остановился около двери.\n\"Свет, выдалбливание двери...? Значит приманкой будет горящий фонарик. А если идут на свет, значит плохо видят в темноте... соответственно... наверняка лучше развиты органы чувств. А если хорошо развиты органы чувств.. значит легко реагируют на внешние раздражители...\" — я усмехнулся. — \"Уксусом обработать лезвие топора для жгучей боли, а если что... транквилизатор мне в помощь. Но его нужно искать...\"\n\n\"Что мне сделать сначала?\"",
    "answers": [
      {
        "id": 26,
        "text": "Найти в рюкзаке транквилизатор"
      },
      {
        "id": 31,
        "text": "Подготовить топор"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я залез рукой в наплечный предмет, осторожно выгребая оттуда все собраное добро.\n\n— Что ты делаешь? — поинтересовалась Ив, осматривая взглядом мои действия.\n\n— Ищу транквилизатор. Эти существа, по моему расчету неустойчивы к его действию. — ответил я, продолжая внимательно вглядываться в темные внутренности, и кучу разнообразных принадлежностей.\n\nПара секунд, и вот, я уже достаю звезду сегодняшнего дня. Белый лабораторный шприц наполненный нужным мне расствором.\nНо сам того не ожидая, откуда-то послышался шорох.\nЯ ловким движением выуживаю из кармана фонарик, и свечу режущим глаза лучом светодиодов на место звука.\n\nТишина, и пустота.\nЗдесь никого нет. \n\"Я могу достать топор, но обработать его скорее всего я не успею. Нет ни малейшего представления, получится ли отрубить монстру голову без уксуса... Но почему-то я уверен, что мне НЕ показалось...\"",
    "answers": [
      {
        "id": 28,
        "text": "Осмотреться"
      },
      {
        "id": 29,
        "text": "Спросить кто здесь"
      },
      {
        "id": 31,
        "text": "Попробовать достать топор, и налить на его лезвие уксус"
      },
      {
        "id": 32,
        "text": "Достать топор"
      }
    ]
  },
  {
    "id": 27,
    "text": "С размаху я ударяю монстра в районе шеи.\nЛезвие все же прорезало плотную чешую и дошло до позвонков.... только вот.... тело существа начало регененировать... моментально...\nмой топор остался в его шее.... \n\nЯ делаю несколько шагов назад. Существо повторяет мои движения, идя в мою сторону, продолжая так же смотреть мне в глаза.\nГолодный, такой хищный взгляд мог бы напугать любого, но не меня.\n\nЕщё один шаг и я упираюсь спиной в стену.\nЯ мысленно четырхнулся и хотел было рвануть в сторону, пока не заметил слабое место врага.\nНа одной стороне его лапы небыло плотной чешуи, более-менее похожую на человеческую руку.\n\nЯ осторожным движением готовлю в ладони шприц для удара... как тварь, подергивая своеобразными плечами, отращивает крыля с довольно мерзким звуком... Черные, кожистые, вытянутой формы. Оно, не сводя с меня безжизненного взгляда, протыкает лапой свою грудь, и достает от туда кость с надписью, вокруг которой, обернуто некое письмо.\nЭтот монстр словно не чувствовал боли, лишь вздохнул, и повесив лапы, растянул свои длинные крылья. \nСущество протянуло мне послание своей огромной когтистой лапой, я дрожащими руками забрал выданный мне предмет.\n\nЯ был сведетелям того, как рана, в которую он засунул свою кисть мгновенно затянулась... второй раз... Просто фантастическая регенерация...\nОно вырывает из своей шеи инородный предмет, и мой топор с лязгом падает на землю...\nС ещё одним уставшим вдохом, существо взмывает в воздух, издав крыльями преднамеренный хлопок.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я огляделся. Тихая улица спала мирным сном, как будто бы и вовсе не представляла опастности. Все на своих местах. Ничего не поменялось.",
    "answers": [
      {
        "id": 29,
        "text": "Спросить кто здесь"
      },
      {
        "id": 32,
        "text": "Достать топор"
      },
      {
        "id": 31,
        "text": "Попробовать достать топор, и налить на его лезвие уксус"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Эй, есть здесь кто? — громко спросил я, оглядываясь по сторонам, все ещё используя фонарик.\n\nИв испарилась куда-то на крышу, а это плохой знак.\nВдруг послышалось недовольное сопение за моей спиной. Такое тяжелое, но теплое и не свежее. Я делаю несколько аккуратных шагов вперёд и поворачиваю голову назад.\nЯркий луч фонаря скользнул по тёмно-коричневой чешуйчатой коже и мягко поднялся до головы.\nМорда чудища была вполне свойственна остальным. Только выделялись длинные уши и заветленные толстые рога на голове. Оно немного наклонило голову и с интересом взглянуло на меня.\n\nТрудно было незаметить несколько толстых век.\nУ него, если я не ошибаюсь, их было три, или четыре....Серебрянная радужка с тонким длинным зрачком придавала существу более сказочный вид.\n\nВеки медленно закрылись, а потом точно так же открылись. Оно продолжало наблюдать, несводя с меня глаз.\n\n\"Выжидает удобный момент для нападения как только я повернусь к нему спиной? Что мне делать?\"",
    "answers": [
      {
        "id": 30,
        "text": "Попробовать отвлечь звуком.\n(Кинуть в сторону фонарик)"
      },
      {
        "id": 35,
        "text": "Пятиться назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я с размаху кидаю светящийся предмет в сторону. Но на мои действия существо не отреогировало, продолжая внимательно, неотрывно смотреть мне в глаза...\n\nЯ делаю несколько шагов назад. Существо повторяет мои движения, идя в мою сторону, продолжая наблюдать за моей мимикой.\nГолодный, такой хищный взгляд мог бы напугать любого, но не меня.\n\nЕщё один шаг и я упираюсь спиной в стену.\nЯ мысленно четырхнулся и хотел было рвануть в сторону, пока не заметил слабое место врага.\nНа одной стороне его лапы небыло плотной чешуи, более-менее похожую на человеческую руку.\n\nЯ осторожным движением готовлю в ладони шприц для удара... как тварь, подергивая своеобразными плечами, отращивает крыля с довольно мерзким звуком... Черные, кожистые, вытянутой формы. Оно, не сводя с меня безжизненного взгляда, протыкает лапой свою грудь, и достает от туда кость с надписью, вокруг которой, обернуто некое письмо.\nЭтот монстр словно не чувствовал боли, лишь вздохнул, и повесив лапы, растянул свои длинные крылья. \nСущество протянуло мне послание своей огромной когтистой лапой, я дрожащими руками забрал выданный мне предмет.\n\nЯ был сведетелям того, как рана, в которую он засунул свою кисть мгновенно затянулась.. Просто фантастическая регенерация...\nи с ещё одним уставшим вдохом, оно взмывает в воздух, издав крыльями преднамеренный хлопок.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я быстрым легким движением достал из рюкзака топор и бутылку с заветной житкостью.\n\"Нужно успеть до появления существа, если конечно это было оно... хотя может я просто параноик\" — думал я, обрабатывая мокрой ваткой лезвие.\n\nИв испарилась куда-то на крышу, а это плохой знак.\nВдруг послышалось недовольное сопение за моей спиной. Такое тяжелое, но теплое и не свежее. Я медленно встаю с топором в руке, изящным движением кладу небольшую бутылку в карман рюкзака, делаю несколько аккуратных шагов вперёд и поворачиваю голову назад.\nЯркий луч фонаря скользнул по тёмно-коричневой чешуйчатой коже и мягко поднялся до головы.\nМорда чудища была вполне свойственна остальным. Только выделялись длинные уши и заветленные толстые рога на голове. Оно немного наклонило голову и с интересом взглянуло на меня.\n\nТрудно было незаметить несколько толстых век.\nУ него, если я не ошибаюсь, их было три, или четыре....Серебрянная радужка с тонким длинным зрачком придавала существу более сказочный вид.\n\nВеки медленно закрылись, а потом точно так же открылись. Оно продолжало наблюдать, несводя с меня глаз.\n\n\"Выжидает удобный момент для нападения как только я повернусь к нему спиной? Что мне делать?\"",
    "answers": [
      {
        "id": 36,
        "text": "Ударить топором"
      },
      {
        "id": 35,
        "text": "Пятиться назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я быстрым легким движением руки достаю из рюкзака топор, на всякий случай держа в другой руке транквилизатор.\n\nИв испарилась куда-то на крышу, а это плохой знак.\nВдруг послышалось недовольное сопение за моей спиной. Такое тяжелое, но теплое и не свежее. Я делаю несколько аккуратных шагов вперёд и поворачиваю голову назад.\nЯркий луч фонаря скользнул по тёмно-коричневой чешуйчатой коже и мягко поднялся до головы.\nМорда чудища была вполне свойственна остальным. Только выделялись длинные уши и заветленные толстые рога на голове. Оно немного наклонило голову и с интересом взглянуло на меня.\n\nТрудно было незаметить несколько толстых век.\nУ него, если я не ошибаюсь, их было три, или четыре....Серебрянная радужка с тонким длинным зрачком придавала существу более сказочный вид.\n\nВеки медленно закрылись, а потом точно так же открылись. Оно продолжало наблюдать, несводя с меня глаз.\n\n\"Выжидает удобный момент для нападения как только я повернусь к нему спиной? Что мне делать?\"",
    "answers": [
      {
        "id": 27,
        "text": "Попробовать ударить топором"
      },
      {
        "id": 35,
        "text": "Пятиться назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "Существо скрылось, и я перевел взгляд на письмо, которое оно мне передало. Я встряхнул его, скидывая темные капли крови с твердой косточки.\n\n\"И всё-таки для начала стоит сказать владельцу бара, что никто не будет его доставать ночами\" — подумал я, проведя по надписи на кости.\nЭто был неизвестный для меня язык. Раньше я таких слов никогда не видел.\n— Azfgh-Rssvi — шепотом прочитал я на английский манер.\nЭти слова были скорее похожи на набор букв, чем на само слово.\n\n— И что же это? — спросила внезапно появившаяся Ив, заглядывая ко мне в руки.\n\n— Письмо.. как я понял — задумчиво ответил я.\n— Монстра я не убил, но полагаю что больше он сюда не вернется. А за неустранение я денег не получаю — тихо добавил я.\n\n— Может тогда... коробку раскопаешь? — тихо рассмеялась Ив — Жду, не дождусь этого момента — она улыбнулась\n\n— Пожалуй, не стоит тебя задерживать в этом мире, так? — Я посмотрел в её блистящие глаза.\n— Хорошо-хорошо. Прямо сейчас пойдем и посмотрим, что там, а то утром люди нас не так поймут.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Достижения можно встретить во время прохождения квеста, но иногда, придется потрудиться, чтобы добраться хотя бы до одного из них. Думайте с умом, какое действие вы хотите выбрать)\n\nДоступные на данный момент:\n1. ✓Топор — лучший друг\n2. ✓Не потеряй свой шанс произвести впечатление\n\nНедоступные на данный момент:\n1. Химик×\n2. Улетный гонщик×\n3. Время — штука опасная×\n4. Печка, или 'он' у меня получит×\n5. У призраков тоже есть чувство юмора×\n6. Незабываемый вечер×",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я делаю несколько шагов назад. Существо повторяет мои движения, идя в мою сторону, продолжая так же смотреть мне в глаза.\nГолодный, такой хищный взгляд мог бы напугать любого, но не меня.\n\nЕщё один шаг и я упираюсь спиной в стену.\nЯ мысленно четырхнулся и хотел было рвануть в сторону, пока не заметил слабое место врага.\nНа одной стороне его лапы небыло плотной чешуи, более-менее похожую на человеческую руку.\n\nЯ осторожным движением готовлю в ладони шприц для удара... как тварь, подергивая своеобразными плечами, отращивает крыля с довольно мерзким звуком... Черные, кожистые, вытянутой формы. Оно, не сводя с меня безжизненного взгляда, протыкает лапой свою грудь, и достает от туда кость с надписью, вокруг которой, обернуто некое письмо.\nЭтот монстр словно не чувствовал боли, лишь вздохнул, и повесив лапы, растянул свои длинные крылья. \nСущество протянуло мне послание своей огромной когтистой лапой, я дрожащими руками забрал выданный мне предмет.\n\nЯ был сведетелям того, как рана, в которую он засунул свою кисть мгновенно затянулась.. Просто фантастическая регенерация...\nи с ещё одним уставшим вдохом, оно взмывает в воздух, издав крыльями преднамеренный хлопок.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "С размаху я ударяю монстра в районе шеи.\nЛезвие прорезало как масло плотную чешую и дошло до позвонков.\nСущество шире раскрыло глаза... и не произнесло ни звука. Я видел своими глазами как кожа монстра начала регенерировать с устрашающей скоростью.. но восстановиться нормально не могла. Наверняка из-за уксуса....\n\nА в следующий момент тварь моментально пронзает когтями свою грудь и холодным взглядом взглянув в мое лицо, протянуло свою кость с надписью, вокруг которой было видимо обернуто письмо.\nЯ вытаскиваю топор из кровоточащей черно-синей кровью шеи существа, и дрожащими руками беру протянутый мне предмет.\n\nВдруг послышался звук. Мерзкий. Плечи монстра хаотично задергались, и за его спиной появились два массивных, огромных кожистых черных крыла.\n\nКапли темной крови со звоном падали на землю.\nСущество взмахнуло крыльями, и поднявшись в воздух, ослабело, упав на землю.\nКрылья согнулись, а серебристые глаза плавно закрылись тремя его веками...\nПогиб.\n\n✓Получено достижение:\n✓Топор — лучший друг",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Пока 0",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я посмотрел на лежащее тело монстра, и перевел взгляд на письмо, которое он мне передал. Я встряхнул его, скидывая темные капли крови с твердой косточки.\n\n\"И всё-таки для начала стоит сказать владельцу бара, что никто не будет его доставать ночами\" — подумал я, проведя по надписи на кости.\nЭто был неизвестный для меня язык. Раньше я таких слов никогда не видел.\n— Azfgh-Rssvi — шепотом прочитал я на английский манер.\nЭти слова были скорее похожи на набор букв, чем на само слово.\n\n— И что же это? — спросила внезапно появившаяся Ив, заглядывая ко мне в руки.\n\n— Письмо.. как я понял — задумчиво ответил я.\n— Ну что ж, идем за деньжишками — весело протянул я, и вернувшись к двери в бар, постучал несколько раз.\n\nВскоре на пороге появился хозяин заведения, потирая веки.\n— О, это ты. — протянул мужчина, зевнув\n\n— Я это, я, пришел за платой. — усмешка коснулась моих губ\n\nБармен выглянул из за моей спины, и убедился в наличии существа на земле.\n— А оно не встанет случайно? — с опаской добавил он, прикоснувшись ладонью к своему подбородку.\n\n— Не встанет, уверяю. — Подмигнул я — Плату давай.\n\n— О, да, точно. — Хозяин бара ещё раз зевнул, и потянулся за кошельком.\nОн отсыпал мне горсть золотых монет и попрощавшись, исчез в глубине своего дома.\n\nИв покрутилась на месте и посмотрела на меня.\n— Может теперь... коробку раскопаешь? — тихо рассмеялась Ив — Жду, не дождусь этого момента — она улыбнулась\n\n— Пожалуй, не стоит тебя задерживать в этом мире, так? — Я посмотрел в её блистящие глаза.\n— Хорошо-хорошо. Прямо сейчас пойдем и посмотрим, что там, а то утром люди нас не так поймут.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Девчонка вела меня к её бывшему дому, во дворе которого, её дед и закопал коробку.\n\nНо я остановился.\nПолупрозрачный мальчик с игрушечной машинкой в руках стдел на тротуаре и плакал.\nВыглядел он, на года 4, не больше. Слегка растрёпанные волосы и детский джинсовый комбинезон с футболкой, сидел на нем как влитой \n— Чего плачешь? — спросил я, подходя к мальчишке.\n \nМелкий вытер рукавом свой нос и глаза, а потом печально на меня посмотрел.\n— Потерял медведя, и мама больше не возвращается~, хочу поиграть, но никто на меня даже не смотрит... — начал он свою песню.\n\nИв сложила руки, и покачала головой.\n\nЯ хмыкнул. \n— Как выглядит твой медведь?\n\n— Пушистый такой, а глаза маленькие и черненькие, как пуговки! — мальчишка приложил пальцы к глазам.\n— Вот такие!\n\n— А цвета хоть какого? — Улыбнулся я.\n\n— Желтый — произнесла Ив, указывая пальцем на крышу одного из подъездов.\n— Это он?\n\nМальчик опустил голову и снова заплакал.\n\n— На у сейчас-то что? — шепотом спросил я у Ив.\n\n— Ничего особенного — Произнес малыш, подняв к нам лицо с пустыми глазницами.\n\n— Ну нихрена... — Еле слышно выругался я, немного подпрыгнув.\nЭто было неожиданно. Его распухшее белое лицо и места где должны быть глаза... ух.\n\nМальчик рассмеялся и расстворился в воздухе.\n\n— Вот по-этому не приставай к другим призракам! — рассмеялась Ив, тыкая пальцем в мое застывшее от увиденного лицо.",
    "answers": [
      {
        "id": 40,
        "text": "Идти к месту назначения"
      }
    ]
  },
  {
    "id": 40,
    "text": "Осталось всего пройти несколько метров. Ив остановилась на пустующем небольшом земельном участке. \n\n— Где-то здесь. — Произнесла она, и одобрительно кивнула в землю под собой.\n\n— Хорошо, я понял.- ответил я, беря в руки лопату, из незакрытого сарая соседнего участка. Поаезло.\n\nЗдесь было холоднее.\nНочные яркие звезды светили нам подноги, под звуки того, как я выкапываю землю.\nМолодые деревья взволнованно качали своими тоненькими ветвями, а я, продолжал копать.\nНесколько массивных куч земли оказалось около ямы.\nИв радостно прыгала вокруг меня, разнообразно стараясь заставить меня копать быстрее.\nМои волосы растрепались по лбу, и выступили капельки пота. Да. Хоть здесь и было холодновато, но работа меня отлично согрела.\nСкоро лопата уперлась во что-то твердое.\n\nЯ воткнул её в землю рядом, и смахнув воду с лица рукавом, присел на корточки.\nЧто-то деревянное лежало в земле.\n—Ты же сказала что там коробка... — задумчиво подумал я, рассматривая резной предмет в черной земле.\n\nЯ коснулся кончиком пальца крышку твердой коробки.",
    "answers": [
      {
        "id": 43,
        "text": "Достать сундучок из под земли"
      }
    ]
  },
  {
    "id": 41,
    "text": "Девчонка вела меня к её бывшему дому, во дворе которого, её дед и закопал коробку.\n\nНо я остановился.\nПолупрозрачный мальчик с игрушечной машинкой в руках стдел на тротуаре и плакал.\nВыглядел он, на года 4, не больше. Слегка растрёпанные волосы и детский джинсовый комбинезон с футболкой, сидел на нем как влитой \n— Чего плачешь? — спросил я, подходя к мальчишке.\n \nМелкий вытер рукавом свой нос и глаза, а потом печально на меня посмотрел.\n— Потерял медведя, и мама больше не возвращается~, хочу поиграть, но никто на меня даже не смотрит... — начал он свою песню.\n\nИв сложила руки, и покачала головой.\n\nЯ хмыкнул. \n— Как выглядит твой медведь?\n\n— Пушистый такой, а глаза маленькие и черненькие, как пуговки! — мальчишка приложил пальцы к глазам.\n— Вот такие!\n\n— А цвета хоть какого? — Улыбнулся я.\n\n— Желтый — произнесла Ив, указывая пальцем на крышу одного из подъездов.\n— Это он?\n\nМальчик опустил голову и снова заплакал.\n\n— На у сейчас-то что? — шепотом спросил я у Ив.\n\n— Ничего особенного — Произнес малыш, подняв к нам лицо с пустыми глазницами.\n\n— Ну нихрена... — Еле слышно выругался я, немного подпрыгнув.\nЭто было неожиданно. Его распухшее белое лицо и места где должны быть глаза... ух.\n\nМальчик рассмеялся и расстворился в воздухе.\n\n— Вот по-этому не приставай к другим призракам! — рассмеялась Ив, тыкая пальцем в мое застывшее от увиденного лицо.",
    "answers": [
      {
        "id": 42,
        "text": "Идти к месту назначения"
      }
    ]
  },
  {
    "id": 42,
    "text": "Осталось всего пройти несколько метров. Ив остановилась на пустующем небольшом земельном участке. \n\n— Где-то здесь. — Произнесла она, и одобрительно кивнула в землю под собой.\n\n— Хорошо, я понял.- ответил я, беря в руки лопату, из незакрытого сарая соседнего участка. Поаезло.\n\nЗдесь было холоднее.\nНочные яркие звезды светили нам подноги, под звуки того, как я выкапываю землю.\nМолодые деревья взволнованно качали своими тоненькими ветвями, а я, продолжал копать.\nНесколько массивных куч земли оказалось около ямы.\nИв радостно прыгала вокруг меня, разнообразно стараясь заставить меня копать быстрее.\nМои волосы растрепались по лбу, и выступили капельки пота. Да. Хоть здесь и было холодновато, но работа меня отлично согрела.\nСкоро лопата уперлась во что-то твердое.\n\nЯ воткнул её в землю рядом, и смахнув воду с лица рукавом, присел на корточки.\nЧто-то деревянное лежало в земле.\n—Ты же сказала что там коробка... — задумчиво подумал я, рассматривая резной предмет в черной земле.\n\nЯ коснулся кончиком пальца крышку твердой коробки.",
    "answers": [
      {
        "id": 44,
        "text": "Достать сундучок из под земли"
      }
    ]
  },
  {
    "id": 43,
    "text": "Я поддел коробку лопатай, пытаясь вытащить её из под земли.\nВся в черненьких песчинках сырой земли после дождя. Я посветил на неё фонариком. Деревнная облепленная глиной крышка, с которой я попытался снять увесистый слой. Сложно было незаметить, что она была разрисована разнообразными узорами. Необычно. Очень необыкновенно и необычно...\nКрасочные железные и вырезанные завитушки, треугольнички...\nНо вот незадача. Сундук закрыт. Нет ключа.\n\nЯ вздохнул и попробовал открыть крышку палкой и руками, смастерив небольшой рычаг. Ведь я заметил, что крышку можно было слегка приподнять.\n\nНо она не поддалась.\nЯ ещё раз покрутил массивную вещь и заглянул в выкопанную яму, в надежде найти ключ.\n\n— Ив, здесь нет ключа. — отозвался я, разгребая осыпавшуюся землю.\n\n— Ого, черт. Может тогда поискать в доме самого деда? — Спросила она.\n\n— Давай попробуем. Но сначала тогда вернёмся домой и посмотрим о чем написано в ТОМ письме. — проговорил я, похлопав свой рюкзак.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я поддел коробку лопатай, пытаясь вытащить её из под земли.\nВся в черненьких песчинках сырой земли после дождя. Я посветил на неё фонариком. Деревнная облепленная глиной крышка, с которой я попытался снять увесистый слой. Сложно было незаметить, что она была разрисована разнообразными узорами. Необычно. Очень необыкновенно и необычно...\nКрасочные железные и вырезанные завитушки, треугольнички...\nНо вот незадача. Сундук закрыт. Нет ключа.\n\nЯ вздохнул и попробовал открыть крышку палкой и руками, смастерив небольшой рычаг. Ведь я заметил, что крышку можно было слегка приподнять.\n\nНо она не поддалась.\nЯ ещё раз покрутил массивную вещь и заглянул в выкопанную яму, в надежде найти ключ.\n\n— Ив, здесь нет ключа. — отозвался я, разгребая осыпавшуюся землю.\n\n— Ого, черт. Может тогда поискать в доме самого деда? — Спросила она.\n\n— Давай попробуем. Но сначала тогда вернёмся домой и посмотрим о чем написано в ТОМ письме. — проговорил я, похлопав свой рюкзак.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вот мы уже двигались к дому. Великолепная красноватая луна, сопровождала нас на всем пути. Я нес сундук в руках, и не могу сказать, что он небыл тяжелым. Хоть это вместилище пространства было довольно маленьким, оно было весьма-весьма весомым.\n\nЛишь яркие фонари освещали нам дорогу.\n\nА вот я со спутницей уже поднимаюсь по гранитным ступенькам, и вставляю металлический ключ в нужный замок моей квартиры.\n\nЗдесь было прохладно. Вероятно я забыл закрыть окно.\nЛегкое касание выключателя, и в коридоре, словно по мгновению ока, зажигается свет.",
    "answers": [
      {
        "id": 46,
        "text": "Прочесть письмо"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я снимаю свои сапоги, и пройдя в гостиную, раскладываю на столе найденные мною предметы.\n\nМое жилище не представляло собой ничего особенного. Квартира лишь двухкомнатная. Гостиная, с одиноким диваном, деревянный рабочий стол, пара удобных стульев, и остывший камин. Спальня состояла из небольшой двухспальной кровати темных тонов, несколько тумб, зеркало и шкаф.\nЗдесь также есть кухня и ванная комната. Впрочем, как и в обычных домах.\n\nЯ аккуратно разворачиваю хрупкое письмо, убитого мною монстра, написанное на странной плотной бумаге непонятных форм. Удивленно, как это письмо не пропиталось кровью того существа?\nЭти грубо выцарапаные слова было довольно сложно понять. Казалось словно писал кто-то на старорусском языке...\nНо через силу, перечитывая их понескольку раз, я прочел:\n\n\"Дорогой друг. Оливер Вермонт. \nПишу сие документъ по особому торжеству, на которое вы имеете честь попастъ. Балъ под кровавой лунойъ состоится в пятницу тринадцатого, в октябре, великий праздникъ всех существ подземного царства. Ваше приглашение является очень необычнымъ, человекъ как вы, не можетъ туда попасть без должной подготовки....\"\n\nУ меня закружилась голова. Текст перед глазами начал плыть, а сознание медленно утекать в просветы черепа. Я безнадежно опустился на колени. Нужно было дочитать текст, но голова отчаянно отказываелась это делать.\nИв настороженно присела около меня, и отвела взгляд.\nЯ же, противостоя своей воле, зачем-то стал продолжать читать. \nЯ не хотел.... но словно по неведомой силе.. я продолжал... продолжал ....\n\n\"..... Вам выпала великая честь, побывать на... \"\nНет, больше не могу. Я отчаянно схватился за висок, от пронзающей как сталь острой боли. Казалось, будто тысячи кинжалов разрубают голову.... Я погружаюсь во тьму..\n\nА через несколько секунд....",
    "answers": [
      {
        "id": 47,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я открыл глаза и понял, что лежу на черном песке.\n\nЗдесь было тепло, а в теле была просто необыкновенная легкость. Я осторожно приподнялся на локтях и огляделся.\n\nЗемля была почти мертвой, изредка можно было увидеть корявые толстые деревья, растущие к удивлению, словно из ничего. Они чем-то напоминали сакуру..  а позже, я наткнулся взглядом на странное сияющее растение.\nЕго листья напоминали папоротник, но это растение же, было белого цвета.\nЯ встал, и тихо к нему подошел, коснувшись ладонью листа.\nРастение действительно светилось изнутри.\nМожет быть в нем были особые клетки... но это же не урок биологии, так?\nЯ продолжил свой осмотр территории.\nЗдесь небыло неба.\nТочнее оно было, но просто черное, абсолютно черное как смоль, с темно-фиолетовым огромным обручем где-то высоко.\nЯ ещё раз помотал головой посторонам.\nИ вдруг рядом со мной появилось ещё одно необычное существо, напоминающее собой демона.\n\nОно приблизилось ко мне, помотало своим хвостом, с пушистой кисточкой, и ударило меня в бок.\nЯ поднял брови и посмотрел на исчадие ада.\nХотелось спросить, зачем он это сделал, но я ничего не ответил, и вдруг до меня дошло, что у меня самого, кожа темно-красного цвета. Длинные рога и пушистый хвост, а как только я почувствовал на своей спине два крыла, так вообще, чуть не сошел с ума.\n\nДемон напротив меня вопрошающе наклонил голову и посмотрел мне в лицо, а потом ещё раз ткнул меня в бок.",
    "answers": [
      {
        "id": 48,
        "text": "Издать звук"
      },
      {
        "id": 49,
        "text": "Толкнуть в ответ"
      },
      {
        "id": 50,
        "text": "Продолжать стоять"
      }
    ]
  },
  {
    "id": 48,
    "text": "'Что ты делаешь?' — Хотел спросить я, но из рта вырвались совершенно несвойственные и непонятные слова.\n\nДемон рядом со мной скривил свою морду и ещё раз ткнув меня в бок, что-то невнятно проворчал.\nЯ был скептически настроен по поводу этой персоны. \nНо его глаза гореди добротой.. это было сложно не заметить. Я впервые видел такой взгляд у монстра.\n\nВдруг неизвестный щелкнул пальцами и мы оказались в величественном танцевальном зале, построенном в готичестком стиле.\nЯ удивленно охнул, и задрал голову вверх.\nВысокие потолки и величавые резные мраморные колонны, сверкающий пол, в котором можно было увидеть свое отражение...\nЯ посмотрел под свои ноги, и с удивлением обнаружил женские черты лица... и темные волосы, завязанные в хвост.\n\n\"Что здесь происходит...\" — мысленно прокомментировал я ситуацию.\n\n— Добрый вечер Оливер. — Произнёс кто-то выходя из за трона, в другом конце залы.\n\nЭто был мужчина в маске и в длинной одежде, с белоснежными, длинными крыльями...\n— Мой эксперимент прошел как нельзя лучше, не ожидал, что ты окажешься такой прекрасной леди. — насмешливо произнесло существо с крыльями на моем языке...",
    "answers": [
      {
        "id": 54,
        "text": "Ответить"
      },
      {
        "id": 55,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я ответно толкнул демона в бок. Тот вроде бы усмехнулся и что-то невнятно проворчал.\nЯ был скептически настроен по поводу этой персоны. \nНо его глаза гореди добротой.. это было сложно не заметить. Я впервые видел такой взгляд у монстра.\n\nВдруг неизвестный щелкнул пальцами и мы оказались в величественном танцевальном зале, построенном в готичестком стиле.\nЯ удивленно охнул, и задрал голову вверх.\nВысокие потолки и величавые резные мраморные колонны, сверкающий пол, в котором можно было увидеть свое отражение...\nЯ посмотрел под свои ноги, и с удивлением обнаружил женские черты лица... и темные волосы, завязанные в хвост.\n\n\"Что здесь происходит...\" — мысленно прокомментировал я ситуацию.\n\n— Добрый вечер Оливер. — Произнёс кто-то выходя из за трона, в другом конце залы.\n\nЭто был мужчина в маске и в длинной одежде, с белоснежными, длинными крыльями...\n— Мой эксперимент прошел как нельзя лучше, не ожидал, что ты окажешься такой прекрасной леди. — насмешливо произнесло существо с крыльями на моем языке...",
    "answers": [
      {
        "id": 54,
        "text": "Ответить"
      },
      {
        "id": 55,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я промолчал и проигнорировал его действия.\n\nДемон рядом со мной скривил свою морду и ещё раз ткнув меня в бок, что-то невнятно проворчал.\nЯ был скептически настроен по поводу этой персоны. \nНо его глаза гореди добротой.. это было сложно не заметить. Я впервые видел такой взгляд у монстра.\n\nВдруг неизвестный щелкнул пальцами и мы оказались в величественном танцевальном зале, построенном в готичестком стиле.\nЯ удивленно охнул, и задрал голову вверх.\nВысокие потолки и величавые резные мраморные колонны, сверкающий пол, в котором можно было увидеть свое отражение...\nЯ посмотрел под свои ноги, и с удивлением обнаружил женские черты лица... и темные волосы, завязанные в хвост.\n\n\"Что здесь происходит...\" — мысленно прокомментировал я ситуацию.\n\n— Добрый вечер Оливер. — Произнёс кто-то выходя из за трона, в другом конце залы.\n\nЭто был мужчина в маске и в длинной одежде, с белоснежными, длинными крыльями...\n— Мой эксперимент прошел как нельзя лучше, не ожидал, что ты окажешься такой прекрасной леди. — насмешливо произнесло существо с крыльями на моем языке...",
    "answers": [
      {
        "id": 54,
        "text": "Ответить"
      },
      {
        "id": 55,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вот мы уже двигались к дому. Великолепная красноватая луна, сопровождала нас на всем пути. Я нес сундук в руках, и не могу сказать, что он небыл тяжелым. Хоть это вместилище пространства было довольно маленьким, оно было весьма-весьма весомым.\n\nЛишь яркие фонари освещали нам дорогу.\n\nА вот я со спутницей уже поднимаюсь по гранитным ступенькам, и вставляю металлический ключ в нужный замок моей квартиры.\n\nЗдесь было прохладно. Вероятно я забыл закрыть окно.\nЛегкое касание выключателя, и в коридоре, словно по мгновению ока, зажигается свет.",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Я снимаю свои сапоги, и пройдя в гостиную, раскладываю на столе найденные мною предметы.\n\nМое жилище не представляло собой ничего особенного. Квартира лишь двухкомнатная. Гостиная, с одиноким диваном, деревянный рабочий стол, пара удобных стульев, и остывший камин. Спальня состояла из небольшой двухспальной кровати темных тонов, нескольки тумб, зеркало и шкафа\nЗдесь также есть кухня и ванная комната. Впрочем, как и в обычных домах.\n\nЯ аккуратно разворачиваю хрупкое письмо, того не убитого монстра, написанное на странной плотной бумаге непонятных форм. Удивленно, как это письмо не пропиталось кровью того существа?\nЭти грубо выцарапаные слова было довольно сложно понять. Казалось словно писал кто-то на старорусском языке...\nНо через силу, перечитывая их понескольку раз, я прочел:\n\n\"Дорогой друг. Оливер Вермонт. \nПишу сие документъ по особому торжеству, на которое вы имеете честь попастъ. Балъ под кровавой лунойъ состоится в пятницу тринадцатого, в октябре, великий праздникъ всех существ подземного царства. Ваше приглашение является очень необычнымъ, человекъ как вы, не можетъ туда попасть без должной подготовки....\"\n\nУ меня закружилась голова. Текст перед глазами начал плыть, а сознание медленно утекать в просветы черепа. Я безнадежно опустился на колени. Нужно было дочитать текст, но голова отчаянно отказываелась это делать.\nИв настороженно присела около меня, и отвела взгляд.\nЯ же, противостоя своей воле, зачем-то стал продолжать читать. \nЯ не хотел.... но словно по неведомой силе.. я продолжал... продолжал ....\n\n\"..... Вам выпала великая честь, побывать на... \"\nНет, больше не могу. Я отчаянно схватился за висок, от пронзающей как сталь острой боли. Казалось, будто тысячи кинжалов разрубают голову.... Я погружаюсь во тьму..\n\nА через несколько секунд....",
    "answers": [
      {
        "id": 53,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я открыл глаза и понял, что лежу на черном песке.\n\nЗдесь было тепло, а в теле была просто необыкновенная легкость. Я осторожно приподнялся на локтях и огляделся.\n\nЗемля была почти мертвой, изредка можно было увидеть корявые толстые деревья, растущие к удивлению, словно из ничего. Они чем-то напоминали сакуру..  а позже, я наткнулся взглядом на странное сияющее растение.\nЕго листья напоминали папоротник, но это растение же, было белого цвета.\nЯ встал, и тихо к нему подошел, коснувшись ладонью листа.\nРастение действительно светилось изнутри.\nМожет быть в нем были особые клетки... но это же не урок биологии, так?\nЯ продолжил свой осмотр территории.\nЗдесь небыло неба.\nТочнее оно было, но просто черное, абсолютно черное как смоль, с темно-фиолетовым огромным обручем где-то высоко.\nЯ ещё раз помотал головой посторонам.\nИ вдруг рядом со мной появилось ещё одно необычное существо, напоминающее собой демона.\n\nОно приблизилось ко мне, помотало своим хвостом, с пушистой кисточкой, и ударило меня в бок.\nЯ поднял брови и посмотрел на исчадие ада.\nХотелось спросить, зачем он это сделал, но я ничего не ответил, и вдруг до меня дошло, что у меня самого, кожа серого, пепельного цвета. Длинные белоснежные рога и пушистая кисточка на хвосте, а как только я почувствовал на своей спине два крыла, так вообще, чуть не сошел с ума.\n\nДемон напротив меня вопрошающе наклонил голову и посмотрел мне в лицо, а потом ещё раз ткнул меня в бок.",
    "answers": [
      {
        "id": 57,
        "text": "Толкнуть в ответ"
      },
      {
        "id": 58,
        "text": "Издать звук"
      },
      {
        "id": 59,
        "text": "Не реагировать"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Добрый вечер — еле-еле выговорил я. Язык был приспособлен к другим звукам, более шипящим.\n\n— О нет, не говори мне ничего, солнце — ответило существо. — Я полагаю что до тебя ещё не дошло кем я являюсь? Правая рука Сатаны... все дела. Но я вынужден был тебя сюда пригласить, чтобы ознакомить тебя с правилами. Ты ведь, дружок уничтожил гонца. Вернее сказать, убил — холодно произнес он — Но сейчас не об этом. Твои действия прощены на неопределенный срок, и мой дорогой наставник, желает видеть тебя вечером.\n\nМужчина уверенным шагом подошел ко мне и одел на мою шею медальон.\n— Прочитай слова вслух, что написаны на другой стороне, и попадешь сюда. Не раньше. Это билет на один раз.\n\nЯ кивнул и повернул в руке медальон, он зловеще сверкнул из-за горящих свечей, расположенных вдоль стен.\n\n— А теперь возвращайся. — Существо махнуло рукой, и я резко открыл глаза, подпрыгнув на диване и тяжело дыша.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Язык был плохо приспособлен к разговорам на нашем языке, он был к другим звукам, более шипящим. Поэтому я не решился что-либо озвучить.\n\n— О нет, не говори мне ничего, солнце — ответило существо, словно прочитав мои мысли. — Я полагаю что до тебя ещё не дошло кем я являюсь? Правая рука Сатаны... все дела. Но я вынужден был тебя сюда пригласить, чтобы ознакомить тебя с правилами. Ты ведь, дружок уничтожил гонца. Вернее сказать, убил — холодно произнес он — Но сейчас не об этом. Твои действия прощены на неопределенный срок, и мой дорогой наставник, желает видеть тебя вечером.\n\nМужчина уверенным шагом подошел ко мне и одел на мою шею медальон.\n— Прочитай слова вслух, что написаны на другой стороне, и попадешь сюда. Не раньше. Это билет на один раз.\n\nЯ кивнул и повернул в руке медальон, он зловеще сверкнул из-за горящих свечей, расположенных вдоль стен.\n\n— А теперь возвращайся. — Существо махнуло рукой, и я резко открыл глаза, подпрыгнув на диване и тяжело дыша.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Ты как? Что произошло? — с беспокойством спросила Ив, заглядывая мне в глаза.\n\n— Да... кошмар приснился — произнес я, чувствуя свое быстрое сердцебиение, словна пташка в клетке..., а потом наткнулся взглядом на медальон на своей шее. Из головы до сих пор не выходила моя темно-красная кожа, рога и хвост...\n— Или не кошмар... — протянул я, от чего неприятный холодок пробежал по моей спине...\n\nЯ кинул взгляд под себя.\n— Как я оказался на диване? — спросил я, заглядывая в лиуо левушки-призрака.\n\n— Сам встал .. и дошел... забыл? — произнесла она\n\n— Может быть... — тихо ответил я, в ту же секунду подумав, что это одержимость.\n\nЦепкий взгляд упал на сундук на столе.\n— Где говоришь жил твой дед? — спросил я, не сводя взгляда с предмета.\n\n— О, в северной провинции, деревня под названием 'Загорье' — ответила она, коснувшись подбородка. — Но сейчас тебе лучше поспать!...\n\nНо я уже встал, её попытка уложить меня обратно на кровать не увенчалась успехом, её рука прошла сквозь мое тело.\n\n— Ну что я могу поделать? Страдаю бессонницей! — Воскликнул я, бысро собирая вещи в рюкзак. Сундучок я взял с собой, преднамеренно аккуратно завернув старинную рукотворную вещь в пакет.\n\n— Куда... неужели прямо сейчас поедем!? — спросила она, внимательно наблюдая за моими действиями.\n\n— Действительно. Да, прямо сейчас, нужно найти ключ... до пятницы 13го.... — произнёс я. — Ведь сегодня уже 10ое...\n\nДевушка ничего не ответила, она знала, какая это бесполезная идея, отговаривать меня от задуманного.",
    "answers": [
      {
        "id": 63,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я ответно толкнул демона в бок. Тот вроде бы усмехнулся и что-то невнятно проворчал.\nЯ был скептически настроен по поводу этой персоны. \nНо его глаза гореди добротой.. это было сложно не заметить. Я впервые видел такой взгляд у монстра.\n\nВдруг неизвестный щелкнул пальцами и мы оказались в величественном танцевальном зале, построенном в готичестком стиле.\nЯ удивленно охнул, и задрал голову вверх.\nВысокие потолки и величавые резные мраморные колонны, сверкающий пол, в котором можно было увидеть свое отражение...\nЯ посмотрел под свои ноги, и с удивлением обнаружил женские черты лица... и темные волосы, завязанные в хвост.\n\n\"Что здесь происходит...\" — мысленно прокомментировал я ситуацию.\n\n— Добрый вечер Оливер. — Произнёс кто-то выходя из за трона, в другом конце залы.\n\nЭто был мужчина в маске и в длинной одежде, с белоснежными, длинными крыльями...\n— Мой эксперимент прошел как нельзя лучше, не ожидал, что ты окажешься такой прекрасной леди. — насмешливо произнесло существо с крыльями на моем языке...\n\n✓Получено достижение:\n✓Не потеряй свой шанс произвести впечатление",
    "answers": [
      {
        "id": 60,
        "text": "Ответить"
      },
      {
        "id": 61,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 58,
    "text": "'Что ты делаешь?' — Хотел спросить я, но из рта вырвались совершенно несвойственные и непонятные слова.\n\nДемон рядом со мной скривил свою морду и ещё раз ткнув меня в бок, что-то невнятно проворчал.\nЯ был скептически настроен по поводу этой персоны. \nНо его глаза гореди добротой.. это было сложно не заметить. Я впервые видел такой взгляд у монстра.\n\nВдруг неизвестный щелкнул пальцами и мы оказались в величественном танцевальном зале, построенном в готичестком стиле.\nЯ удивленно охнул, и задрал голову вверх.\nВысокие потолки и величавые резные мраморные колонны, сверкающий пол, в котором можно было увидеть свое отражение...\nЯ посмотрел под свои ноги, и с удивлением обнаружил женские черты лица... и темные волосы, завязанные в хвост.\n\n\"Что здесь происходит...\" — мысленно прокомментировал я ситуацию.\n\n— Добрый вечер Оливер. — Произнёс кто-то выходя из за трона, в другом конце залы.\n\nЭто был мужчина в маске и в длинной одежде, с белоснежными, длинными крыльями...\n— Мой эксперимент прошел как нельзя лучше, не ожидал, что ты окажешься такой прекрасной леди. — насмешливо произнесло существо с крыльями на моем языке...",
    "answers": [
      {
        "id": 60,
        "text": "Ответить"
      },
      {
        "id": 61,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 59,
    "text": "Я промолчал и проигнорировал его действия.\n\nДемон рядом со мной скривил свою морду и ещё раз ткнув меня в бок, что-то невнятно проворчал.\nЯ был скептически настроен по поводу этой персоны. \nНо его глаза гореди добротой.. это было сложно не заметить. Я впервые видел такой взгляд у монстра.\n\nВдруг неизвестный щелкнул пальцами и мы оказались в величественном танцевальном зале, построенном в готичестком стиле.\nЯ удивленно охнул, и задрал голову вверх.\nВысокие потолки и величавые резные мраморные колонны, сверкающий пол, в котором можно было увидеть свое отражение...\nЯ посмотрел под свои ноги, и с удивлением обнаружил женские черты лица... и темные волосы, завязанные в хвост.\n\n\"Что здесь происходит...\" — мысленно прокомментировал я ситуацию.\n\n— Добрый вечер Оливер. — Произнёс кто-то выходя из за трона, в другом конце залы.\n\nЭто был мужчина в маске и в длинной одежде, с белоснежными, длинными крыльями...\n— Мой эксперимент прошел как нельзя лучше, не ожидал, что ты окажешься такой прекрасной леди. — насмешливо произнесло существо с крыльями на моем языке...",
    "answers": [
      {
        "id": 60,
        "text": "Ответить"
      },
      {
        "id": 61,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Добрый вечер — еле-еле выговорил я. Язык был приспособлен к другим звукам, более шипящим.\n\n— О нет, не говори мне ничего, солнце — ответило существо. — Я полагаю что до тебя ещё не дошло кем я являюсь? Правая рука Сатаны... все дела. Но я вынужден был тебя сюда пригласить, чтобы ознакомить тебя с правилами. — тепло произнес он — Но сейчас не об этом. Твои действия прощены на неопределенный срок, и мой дорогой наставник, желает видеть тебя вечером.\n\nМужчина уверенным шагом подошел ко мне и одел на мою шею медальон.\n— Прочитай слова вслух, что написаны на другой стороне, и попадешь сюда. Не раньше. Это билет на один раз.\n\nЯ кивнул и повернул в руке медальон, он зловеще сверкнул из-за горящих свечей, расположенных вдоль стен.\n\n— А теперь возвращайся. — Существо махнуло рукой, и я резко открыл глаза, подпрыгнув на диване и тяжело дыша.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Язык был плохо приспособлен к разговорам на нашем языке, он был к другим звукам, более шипящим. Поэтому я не решился что-либо озвучить.\n\n— О нет, не говори мне ничего, солнце — ответило существо, словно прочитав мои мысли. — Я полагаю что до тебя ещё не дошло кем я являюсь? Правая рука Сатаны... все дела. Но я вынужден был тебя сюда пригласить, чтобы ознакомить тебя с правилами. — тепло произнес он — Но сейчас не об этом. Твои действия прощены на неопределенный срок, и мой дорогой наставник, желает видеть тебя вечером.\n\nМужчина уверенным шагом подошел ко мне и одел на мою шею медальон.\n— Прочитай слова вслух, что написаны на другой стороне, и попадешь сюда. Не раньше. Это билет на один раз.\n\nЯ кивнул и повернул в руке медальон, он зловеще сверкнул из-за горящих свечей, расположенных вдоль стен.\n\n— А теперь возвращайся. — Существо махнуло рукой, и я резко открыл глаза, подпрыгнув на диване и тяжело дыша.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Ты как? Что произошло? — с беспокойством спросила Ив, заглядывая мне в глаза.\n\n— Да... кошмар приснился — произнес я, чувствуя свое быстрое сердцебиение, словна пташка в клетке..., а потом наткнулся взглядом на медальон на своей шее. Из головы до сих пор не выходила моя пепельная кожа, рога и хвост...\n— Или не кошмар... — протянул я, от чего неприятный холодок пробежал по моей спине...\n\nЯ кинул взгляд под себя.\n— Как я оказался на диване? — спросил я, заглядывая в лиуо левушки-призрака.\n\n— Сам встал .. и дошел... забыл? — произнесла она\n\n— Может быть... — тихо ответил я, в ту же секунду подумав, что это одержимость.\n\nЦепкий взгляд упал на сундук на столе.\n— Где говоришь жил твой дед? — спросил я, не сводя взгляда с предмета.\n\n— О, в северной провинции, деревня под названием 'Загорье' — ответила она, коснувшись подбородка. — Но сейчас тебе лучше поспать!...\n\nНо я уже встал, её попытка уложить меня обратно на кровать не увенчалась успехом, её рука прошла сквозь мое тело.\n\n— Ну что я могу поделать? Страдаю бессонницей! — Воскликнул я, бысро собирая вещи в рюкзак. Сундучок я взял с собой, преднамеренно аккуратно завернув старинную рукотворную вещь в пакет.\n\n— Куда... неужели прямо сейчас поедем!? — спросила она, внимательно наблюдая за моими действиями.\n\n— Действительно. Да, прямо сейчас, нужно найти ключ... до пятницы 13го.... — произнёс я. — Ведь сегодня уже 10ое...\n\nДевушка ничего не ответила, она знала, какая это бесполезная идея, отговаривать меня от задуманного.",
    "answers": [
      {
        "id": 64,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 63,
    "text": "Четким шаблонным шагом, я ввшел с рюкзаком к моему мотоциклу. Ducati — на мой взгляд самый лучший из них, более легкий, и достаточно маневренный. \n\nЯ перекинул ногу через железного коня и завел мотор. \nПозади появилась Ив, она словно схватилась за мой торс, и через пару секунд, я дал газ.\n\nСкорость и сырая ночная дорога, бесконечная, и такая великолепная, отражающая на себе, двух ночных всадников, и миллиарды цветных волшебных звезд....\n\n\nПродолжение пишется)\nБуду рад услышать и похвалу и мои просаки. Вероятно в тексте имеются ошибки. Дорогой читатель, какое твое мнение о написанном? Вырази его в комментариях;)",
    "answers": [
      {
        "id": 1,
        "text": "На первую ↩"
      }
    ]
  },
  {
    "id": 64,
    "text": "Четким шаблонным шагом, я ввшел с рюкзаком к моему мотоциклу. Ducati — на мой взгляд самый лучший из них, более легкий, и достаточно маневренный. \n\nЯ перекинул ногу через железного коня и завел мотор. \nПозади появилась Ив, она словно схватилась за мой торс, и через пару секунд, я дал газ.\n\nСкорость и сырая ночная дорога, бесконечная, и такая великолепная, отражающая на себе, двух ночных всадников, и миллиарды цветных волшебных звезд....\n\n\nПродолжение пишется)\nБуду рад услышать и похвалу и мои просаки. Вероятно в тексте имеются ошибки. Дорогой читатель, какое твое мнение о написанном?\nОпиши его в комментариях;)",
    "answers": [
      {
        "id": 1,
        "text": "На первую ↩"
      }
    ]
  },
  {
    "id": 65,
    "text": "Хочу сказать пару слов. \nМои квесты я прошу читать с использованием фантазии, и представлять, что да как.\nУделяйте внимание мелочам — своеобразная подсказка на будущее;)\n\nМне будет очень приятно если вы поделитесь со мной вашим мнением. Ссылочку на страничку Вк, я прикреплю ниже.\n\nГотовы к прочтению?\nЖелаю удачи!",
    "answers": [
      {
        "id": 1,
        "text": "На первую ↩"
      },
      {
        "id": 66,
        "text": "На мою страничку Вк;)",
        "url": "https://vk.com/id560137915"
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  }
]