[
  {
    "id": 1,
    "text": "Темнота окружает тебя, маленького ребенка, она сделает все, чтобы забрать малютку в Царство Кошмаров. \nКак поступишь, чтобы пережить ночь?",
    "answers": [
      {
        "id": 2,
        "text": "Выключить свет..."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://www.google.com/search?q=картинки<plus>jpg<amp>tbm=isch<amp>ved=2ahUKEwiGoOSAxLzkAhVJd1AKHR1xDFQQ2-cCegQIABAC<amp>oq=картинки<plus>j<amp>gs_l=mobile-gws-wiz-img.1.0.0l5.10206.16699..18713...2.0..0.188.1429.0j10......0....1.......5..35i362i39j35i39j0i67.2bcPxd3ZxF8<amp>ei=zX1yXcaFH8nuwQKd4rGgBQ<amp>bih=554<amp>biw=360<amp>prmd=ivn<amp>hl=ru-RU#imgrc=8b-_z-8JCgeqfM",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Эти ночи были для нее особенно страшные... Ничто так не пугает, как безлунная ночь, когда ничто не может остановить темноту... \nТы лежишь и смотришь в потолок, тьма медленно опускается на тебя, желая поглотить без остатка...",
    "answers": [
      {
        "id": 3,
        "text": "Спрятаться под одеяло"
      },
      {
        "id": 4,
        "text": "Продолжать смотреть"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты укрываешься с головой одеялом, через пуховую перину чувствуется чей-то яростный взгляд, этот взгляд заставляет тебя дрожать, свернуться комочком. Тебе хочется сбежать, но темнота всегда сможет найти тебя... Взляд начинает нагревать одеяло, он хочет, чтобы ты покинула убежище...",
    "answers": [
      {
        "id": 12,
        "text": "Бежать в комнату родителей"
      },
      {
        "id": 7,
        "text": "Остаться под одеялом"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты храбрый ребенок раз решила посмотреть в глаза своему страху. Тьма начинает густеть и вскоре обретает форму... Ты видишь лицо, оно смеется над тобой и прожигает свои взглядом.\nСердце пропускает удар...Что будешь делать?",
    "answers": [
      {
        "id": 3,
        "text": "Одеяло "
      },
      {
        "id": 6,
        "text": "Смотреть дальше..."
      }
    ]
  },
  {
    "id": 5,
    "text": "Пускай они не раз тебя ругали за такой поступок, но тебе действительно очень страшно. Ты быстренько побежала в комнату к родителям, пока темнота не успела схатить тебя. Мама была слишком сонная, чтобы ругать тебя и просто крепко обняла. Ребенок заснул счасливым, даже не зная, что из-за двери на него продолжают смотреть два страшных глаза...",
    "answers": [
      {
        "id": 1,
        "text": "Спокойной ночи, кроха"
      }
    ]
  },
  {
    "id": 6,
    "text": "Так не может продолжаться вечно, ребенок должен побороть свой страх. Ты продолжаешь смотреть, темнота смотрит на тебя, но ты так же смотришь на нее в ответ. И после этого... Она засмеялась тебе в лицо, вся эта показная храбрость не стоила и гроша. А потом... Ты уже больше ничего не видела. Вокруг было темно и холодно, ты пыталась кричать, но никто не слышал, ты пыталась сбежать, но у темноты нет начала и нет конца. Ты останешься здесь навсегда, пока не станешь ее частью, пока сама не станешь темнотой. ",
    "answers": [
      {
        "id": 1,
        "text": "Спи вечно, малыш"
      }
    ]
  },
  {
    "id": 7,
    "text": "Нет, нет! Стоит только вылезти и она сразу схватит тебя и съест. Нельзя вылезать, точно нельзя... Ты решила крепче обнять медведя, но... Его вдруг не оказалось... О, нет! Она забрала его! ",
    "answers": [
      {
        "id": 8,
        "text": "Приподнять одеяло и осмотреться"
      },
      {
        "id": 9,
        "text": "Не двигаться"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты тихонечко приподняла одеяло и увидела, что медведь сидит возле шкафа. Его нужно спасти, друзей не бросают... Ты резко откинула одеяло, подбежала к шкафу и обняла мишку... И тут темнота окружила тебя, сомкнулась. Дверь шкафа медленно открылась и ты увидела ужасное лицо, ее лицо. Она вытянула руки и схатила тебя, они были ледяные...",
    "answers": [
      {
        "id": 10,
        "text": "Закричать"
      },
      {
        "id": 11,
        "text": "Плакать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Мишку уже не спасти, она забрала его, рано или поздно заберет и тебя. Ты сжалась комочком и заплакала, молясь, чтобы ночь поскорее закончилась. Было очень жарко и неудобно, ты знала, что темнота смотрит на тебя, что она ждет тебя, она это умеет и тогда...бежать будет некуда",
    "answers": [
      {
        "id": 1,
        "text": "Спокойной ночи, малаш"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты хотела закричать и разбудить родителей, но стоило только открыть рот, как... Она закрыла его рукой... Сопротивляться невозможно, она не отпустит добычу. Последнее, что ты видела была ее улыбка, а потом двери шкафа медленно закрылись, комната была пуста. Малютку так и не нашли...",
    "answers": [
      {
        "id": 1,
        "text": "Будь осторожен, она следит за всеми..."
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты поняла, что попала в ловушку , что она никогда не отпустит тебя. Тебе стало очень грустно и очень страшно. Родители никогда не узнают, что с тобой случилось и никогда не узнают, где тебя искать... Ты помолилась за них и закрыла глаза, больше некуда бежать. Двери шкафа закрылись. В комнате никого не было. На кровати лежал одинокий медвежонок.",
    "answers": [
      {
        "id": 1,
        "text": "Сладких снов"
      }
    ]
  },
  {
    "id": 12,
    "text": "Но от темноты не так просто сбежать. Она схатит тебя при первой же возможности. Нужно все продумать. Будь осторожнее и не соверши ошибку... Первое, как будешь вылезать из под одеяла? ",
    "answers": [
      {
        "id": 13,
        "text": "Резко отброшу и побегу со всех ног"
      },
      {
        "id": 14,
        "text": "Сначала нужно разведать обстановку"
      }
    ]
  },
  {
    "id": 13,
    "text": "В побеге главное скорость. Ты резко откидываешь одеяло и бежишь к двери, по пути ты кое-что заметила... Хочешь осмотреться? ",
    "answers": [
      {
        "id": 5,
        "text": "Ни за что!"
      },
      {
        "id": 16,
        "text": "Почему бы и нет"
      }
    ]
  },
  {
    "id": 14,
    "text": "Она будет ставить ловушки, нельзя вылезать, сначала нужно все обдумать. Ты приподняла одеяло и осмотрелась...Темнее всего за шкафом, значит от него нужно держаться подальше и смотреть на него не нужно, она там, она сегодня очень сильна... Нужно включить свет. Она не может его победить.",
    "answers": [
      {
        "id": 18,
        "text": "Перепрыгнуть через спинку кровати и нажать на выключатель"
      },
      {
        "id": 21,
        "text": "Обойти кровать и нажать выключатель"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ему страшно, его нельзя бросать. Ты наклонилась, чтобы взять его на руки. Мишка крепко обнял тебя, ему действительно было страшно...Дверь шкафа медленно отворилась и ты увидела лицо, ее лицо. Ты хотела закричать, но медведь крепко сжал тебе горло, было невозможно дышать...",
    "answers": [
      {
        "id": 19,
        "text": "Включить свет"
      },
      {
        "id": 19,
        "text": "Попытаться сбежать..."
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты заметила, что медведя уже нет на кровати, он куда-то пропал. Ты осмотрелась, но его нигде не было... Здесь кто-то погладил тебя по ноге. Ты посмотрела вниз и увидела мишку, он улыбнулся и протянул к тебе лапки.",
    "answers": [
      {
        "id": 15,
        "text": "Взять мишку"
      },
      {
        "id": 17,
        "text": "Включить свет"
      }
    ]
  },
  {
    "id": 17,
    "text": "Это ловушка, это точно ловушка. Ты заметила, что дверь шкафа приоткрыта и на тебя смотрят два страшных глаза... Нужно что-то сделать, она не даст тебе сбежать. Тут ты вспомнила, что выключатель совсем рядом. Ты быстро его нажала. Да, теперь не страшно, темнота это просто отсутствие света, мишка спокойно лежит на кровати...",
    "answers": [
      {
        "id": 20,
        "text": "Открыть шкаф"
      },
      {
        "id": 5,
        "text": "Идти к родителям"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты собиралась перепрыгнуть, но что-то будто схватило тебя. Ты полетела на пол из носа пошла кровь, она быстро капала на ковер... Больше ты не могла сдерживаться, тебе было очень больно, безумно страшно и ты громко зарыдала. На плачь пришли родители, мама долго тебя успокаивала, а потом забрала спать в их комнату... Остаток ночи ты провела спокойно в объятиях родителей, но от темноты ты не ушла, она вернется и будет возвращаться снова и снова, пока не заберет тебя навсегда...",
    "answers": [
      {
        "id": 1,
        "text": "Сладких снов, малютка"
      }
    ]
  },
  {
    "id": 19,
    "text": "Нет, это не может быть правдой! Ты должна уйти, еще можно уйти. Комната родителей сразу за дверью, ты успеешь, ты сможешь... Стоило тебе сделать шаг назад, как темнота схатила тебя за лодыжку и резко потенула, ты упала... Закричать было невозможно, медведь сжимал тебе горло все крепче, а темнота тянула, к себе, в свои холодные, крепкие, мертвые объятия. Двери шкафа закрылись, в комнате никого не было...",
    "answers": [
      {
        "id": 1,
        "text": "Спи сладко, малышка"
      }
    ]
  },
  {
    "id": 20,
    "text": "Любопытство было сильнее страха. Ты пошла и резко распахнула шкаф. Там ничего не было, только одежда, больше ничего. Ты выдохнула и уже хотела идти к родителям, но здесь лампочка пискляво заморгала, а потом вовсе потухла. Это конец, последнее, что ты видела было лицо, ее лицо, воплощение страха и ужаса. Двери шкафа закрылись, в комнате никого не было.",
    "answers": [
      {
        "id": 1,
        "text": "Спокойной ночи"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты осторожно и быстро пошла к выключателю, но... тут ты почувствовала, что кто-то схатил тебе, ты не можешь двигаться. Тебе было так страшно,  что глаза сами закрылись, смотреть вперед было слишком страшно...",
    "answers": [
      {
        "id": 22,
        "text": "Открыть глаза"
      },
      {
        "id": 23,
        "text": "Слишком страшно"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты открыла глаза, она была прямо перед тобой. Смотрела и улыбалась. Ее взгляд проникал в самую душу, ее улыбка останавливала сердце...Выхода больше нет, бежать некуда... Есть только два пути.",
    "answers": [
      {
        "id": 23,
        "text": "Сдаться"
      },
      {
        "id": 25,
        "text": "Бороться"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты почувствовала, что тонешь, она поглощает тебя, будто болото всасывает в свою тину. В какой-то миг ты открыла глаза, но там ничего не было, только темнота и больше ничего, никогда...",
    "answers": [
      {
        "id": 1,
        "text": "Спи крепко, малыш"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты продолжила смотреть, ты не позволишь ей запугать тебя, хватит, пора поставить точку. Все решится здесь и сейчас. Ты не сдалась и...улыбнулась ей в ответ. Это поразило ее, она растерялась. Ты воспользовалась моментом и сделала шаг вперед, темнота отступила, ты загнала ее в угол... А потом ты со всей силы ударила ее калаком, она рассеилась, ушла, ушла навсегда, а ты осталась... От слабости подкосились коленки, ты упала на ковер и тихонечко заплакала.",
    "answers": [
      {
        "id": 1,
        "text": "Молодец, теперь можешь идти спать"
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты поняла, что все решится здесь и сейчас. Ты собрала все свое мужество и посмотрела ей прямо в глаза. Это немного удивило ее, совсем немного. Она ответила тебе ледяной улыбкой...",
    "answers": [
      {
        "id": 23,
        "text": "Заплакать"
      },
      {
        "id": 24,
        "text": "Смотреть дальше..."
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]