[
  {
    "id": 1,
    "text": " Автор: _The_Dorrt_\n Жанр: фэнтези, хоррор, выживание\n\n Тьма поглотила мир, освободив древнее зло. Солнце навсегда исчезло с небосвода, оставив мир на произвол судьбы в вечном холоде. Все королевства пали и роскошные замки их королей сковал лед. Жалкие остатки человечества со скудными запасами пытаются выжить в землях льда и мороза, ищя хоть что-то, что поможет им дожить до завтрешнего дня. С каждым днем холод, голод и вражда между собой сокращают их численность. \n Но был противник еще страшнее. Тени в темноте, шорохи и чувство того что за тобой кто-то наблюдает преследовало всегда. Тьма породила монстров. Если после смерти человека его тело не сжигали, то он становился чудовищем. Сначала зомби, а когда вся плоть исчезнет, он становится ходячим скелетом. Души замерзших от холода, убитых клинком или просто умерших с голода превращались в обезумевших призраков. Тьма создала множество всякой нечисти.\n Люди делали все что бы выжить. Гномы хоть и жили под землей, но Тьма достала их даже там. Многие эльфы замерзли в первые дни затмения. Расы объединились что бы выжить и дать отпор врагу. Они стали сильнее, но объединение принесло множество других проблем. Оружия и припасов на всех не хватает, а магией владеют единицы, да и она не давала преимуществ в выживании.\n Рейн-молодая девушка, группа которой решает перебраться в другое место. Им предстоит пройти дальний путь, но почти в самом начале все идет не так. В момент нападения на группу Рейн теряется в лесу. Дойдя до ближайшего поселения, она находит того, кто идет в ту же сторону, куда отправилась ее группа. Ей и ее новому напарнику предстоит пройти долгий и опасный путь.",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 30,
        "text": "Желательно прочесть перед началом квеста"
      },
      {
        "id": 77,
        "text": "08.02.2021"
      }
    ]
  },
  {
    "id": 2,
    "text": " Рейн сидела у камина, подбрасывая в него дрова. Маленькую избушку освещал только свет огня из камина. Единственное что она сейчас слышала это треск дров в огне, так как на улице царила тишина, даже ветер затих и не завывал где-то среди темноты.\n Поправив меховую куртку, она в очередной раз подкинула еще одно полешко в камин. Когда Рейн родилась, солнце уже давным-давно исчезло. Родителей она почти не помнила, так как видела их в далеком детстве. По словам жителей деревни, ее отец с группой охотников ушел в лес, надеясь добыть немного мяса. Больше они не вернулись. Пропали. Либо замерзли, либо их убили монстры. Через год мать Рейн заболела и не оправилась. На тот момент Рейн было четыре года, а она уже оказалась сиротой. Кто знает что было бы если бы ее не приютил друг отца.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": " На улице послышались шорохи. Рейн испуганно обернулась и посмотрела в окно. Через стекло она увидела факелы. Успокоившись, она села на место. Она прислушалась и услышала хруст снега на улице и увлеченный разговор.\n Вдруг дверь заскрипела и в дом зашел бородатый мужчина в черной теплой шкуре. Положив рюкзак на пол он подошел к камину.\n—Все еще сидишь?-спросил он, сев рядом.\n—Должен же кто-то следить за огнем.-тихо сказала Рейн.\n—Да, но я был немного занят.-сказал мужчина.-У нас было довольно важное совещание. Без меня разумеется ничего решать не станут.\n Его звали Ульф. За множество лет для Рейн он стал вторым отцом. В деревне он был одним из самых важных людей. О его прошлом Рейн мало что знала, но по словам других жителей деревни оно довольно трагичное.\n—Ты ела сегодня?-спросил Ульф.\n—Немного.-ответила Рейн.\n—Хорошо.-сказал Ульф.-А то потом мы сможем поесть не скоро.\n Ульф говорил это как будто не хотел о чем-то говорить.\n—Я все знаю.-печально сказала Рейн.-Мы уходим.\n—Ну раз ты уже все знаешь, то какой смысл это скрывать.-облегченно сказал Ульф.-Ты же понимаешь почему мы уходим?\n—В лесу больше нет животных, а вырастить мы ничего не можем.-ответила Рейн.-Но куда мы пойдем?",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "—На север.-мрачно ответил Ульф.\n—Но ведь там еще холоднее.-недоумевая сказала Рейн.\n—Там есть одна деревушка, в которой сейчас не помешали бы люди.-сказал Ульф.-Они потеряли много людей и готовы принять нас. В их лесах много зверья, а в подвалах они умудряются даже что-то вырастить. \n—Это далеко?-спросила Рейн.\n—Очень.-ответил Ульф.-Каменное Ущелье. Мы решили пройти по дороге, а не напрямик, так дольше, но безопаснее.",
    "answers": [
      {
        "id": 5,
        "text": "-Я не хочу уходить"
      },
      {
        "id": 6,
        "text": "-Наверно хорошо что мы уходим"
      }
    ]
  },
  {
    "id": 5,
    "text": " Ульф вздохнул и посмотрел в огонь.\n—Я тоже.-сказал он.-Но если мы хотим жить, то должны уйти.\n—Я понимаю.-сказала Рейн.-Просто не хочется уходить. Как мы там будем обустраиваться? А что если по пути с нами что-то случится? \n—Рейн, ты уже не маленькая и пора привыкнуть к переменам.-сказал Ульф.-Мы не знаем что случится с нами пока мы идем, возможно мы даже не дойдем, но нам нужно идти. Тебе нужно будет научиться постоять за себя. Пора научиться драться мечом и стрелять из лука. \n—Ты же меня научишь?-спросила Рейн.\n—Возможно, но так как я всегда занят, я не смогу быстро подготовить тебя и сделать профессиональным бойцом.-сказал Ульф.-Лучше попроси кого-нибудь другого. Например Шелпса. Он подает неплохие надежды. Отлично использует меч.\n—Я лучше сама научусь чем пойду учиться к нему.-отказалась Рейн.-Он только и думает как бы затащить меня в кровать.\n Ульф посмеялся и сказал:\n—Тебе уже не двенадцать лет. Ты же понимаешь что однажды ты найдешь себе кого-нибудь и заведешь семью, хотя в такое время содержать ее довольно трудно.\n—Но точно не с ним.-сказала Рейн.-Он меня раздражает.\n Ульф посмеялся и уставился в камин.",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Хорошо что ты понимаешь посему нам приходится покинуть деревню.-сказал Ульф.\n—Я понимаю.-сказала Рейн.-Но меня это сильно беспокоит. Как мы там будем обустраиваться? А что если по пути с нами что-то случится? \n—Рейн, ты уже не маленькая и пора привыкнуть к переменам.-сказал Ульф.-Мы не знаем что случится с нами пока мы идем, возможно мы даже не дойдем, но нам нужно идти. Тебе нужно будет научиться постоять за себя. Пора научиться драться мечом и стрелять из лука. \n—Ты же меня научишь?-спросила Рейн.\n—Возможно, но так как я всегда занят, я не смогу быстро подготовить тебя и сделать профессиональным бойцом.-сказал Ульф.-Лучше попроси кого-нибудь другого. Например Шелпса. Он подает неплохие надежды. Отлично использует меч.\n—Я лучше сама научусь чем пойду учиться к нему.-отказалась Рейн.-Он только и думает как бы затащить меня в кровать.\n Ульф посмеялся и сказал:\n—Тебе уже не двенадцать лет. Ты же понимаешь что однажды ты найдешь себе кого-нибудь и заведешь семью, хотя в такое время содержать ее довольно трудно.\n—Но точно не с ним.-сказала Рейн.-Он меня раздражает.\n Ульф посмеялся и уставился в камин.",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Думаю пора спать.-сказал Ульф, погладив Рейн по огненно-рыжим волосам.-Скоро выходим и тебе не помешало бы выспаться.\n—А ты?\n—А я соберу наши вещи.-решил Ульф.\n—Я могу помочь.-вызвалась Рейн.\n—Я не слишком старый.-улыбнувшись сказал Ульф.-Собрать вещи для меня труда не состовляет.\n Рейн поднялась и подошла к кровати. Она взяла большое теплое одеяло из медвежей шкуры и укутавшись им, легла спать. Скоро придется покинуть родную деревню и отправиться в опасный путь. Это беспокоило Рейн и она долго не могла уснуть, но вскоре заснула.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": " (Через несколько часов) \n Все жители деревни стояли у ворот. Рейн в последний раз посмотрела на родную и деревню. В сердце что-то сжалось и по щеке пробежала небольшая слеза, которую Рейн тут же вытерла. Ворота открылись и все пошли в путь.\n—Идем.-сказал Ульф, похлопав Рейн по плечу.\n Шагая по хрустящему снегу Рейн шла в толпе из тридцати с лишним человек. По краям шли вооруженные мужчины и несли факелы, освещающие округу и отгоняющие призраков и некоторую другую нечисть. \n Холодный ветер завывал и обжигал холодом лицо. Рейн натянула капюшон и поправила шапку. Вскоре начался снегопад. Снег крупными хлопьями падал с черного неба.",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "(Через час)\n Началась метель. Снег летел прямо в лицо.\n—Смотрите что бы факелы не погасли.-крикнул кто-то из толпы.\n—Когда будет привал?-тихо спросила Рейн у Ульфа.\n—Не скоро.-ответил он.-Будем идти очень и очень долго. Чем дольше идем, тем меньше у нас шансов дойти.\n Вдруг где-то вдали завыл волк. Рейн испуганно вздрогнула.\n—Он сюда не сунется.-успокоил ее Ульф.-Обычные волки на людей не нападают. Только сумрачные и другие, но это уже не волки, а порождения Тьмы.\n—А откуда ты знаешь что это обычный волк?-спросила Рейн.\n—Уже научился их различать.-ухмыльнувшись сказал Ульф.-Однажды и тебя научу.",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": " Вскоре группа наткнулась на труп. Замерзшее тело мужчины лежало в сугробе и выглядело так как будто он умер совсем недавно.\n—Недошел до нас совсем чуть-чуть.-с печалью сказал Ульф.-Нужно сжечь его. Никто не заслуживает стать монстром.\n Группа решила устроить небольшой привал и сжечь труп.",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "(Через три дня)\n Покинувшие свою деревню люди шли уже третий день. За все время их пути не случилось ничего особенного, но в этот раз погода была ужасной.\n Сильный холодный ветер промораживал до костей, а снег летел в лицо. Метель была такой сильной что могла затушить факелы.\n—Что-то погода разбушевалась.-с подозрением сказал Ульф.-Не к добру это. \n Люди выглядели уставшими. Последний привал был давно, но остановиться в такую метель было опасно.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": " Люди мирно шли по лесу, как вдруг где-то рядом раздались шорохи. Все насторожились и достали оружие. Рейн испуганно посмотрела на Ульфа.\n—Все будет хорошо.-сказал он, достав меч.\n Вдруг из под снега рядом с людьми выскочили черные и худые подобия волков, немного превосходящие их по размерам. Началась паника.\n Все у кого было хоть какое-то оружие, набросились на чудовищ. Крики были слышны на всю округу. В панике люди разбежались и некоторых убили волки. Разбежавшись один волк прыгнул и оказался посреди толпы испуганных людишек. Оставшиеся люди с криками отскочили в сторону и разбежались в разные стороны.",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": " Один волк подбежал к Рейн и зарычал, собираясь напрыгнуть. В последний момент Ульф набросился на волка и не дал ему напасть на Рейн. Выбравшись из захвата Ульфа, Волк напрыгнул на него и вцепился острыми зубами в плечо.\n—Беги!-крикнул Ульф, достав нож.\n Ульф пытался ударить ножом волка, но тот вцепился в его плечо и не отпускал ее.\n—Беги!-снова крикнул Ульф.\n Волк отпустил руку Ульфа и вцепился в другую, отчего брызнула кровь и несколько капель попали на Рейн. \n—Беги!-всквозь боль крикнул Ульф.",
    "answers": [
      {
        "id": 14,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 14,
    "text": " Со слезами Рейн побежала в лес. Ноги провались в снегу, а толстая шуба не давала возможности быстро бежать. Вдруг со спины на Рейн набросился волк и уронил ее на землю. С криками Рейн пыталась сбросить его, но ничего не выходило. В один момент в голову волка вонзилась стрела и он упал.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше",
        "var_str_set": [
          "cold"
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": " Сбросив шубу, Рейн побежала в глубь леса. Она бежала без остановки, Крики сзади не стихали. В темноте Рейн оббегала деревья, спотыкаясь о корни и царапая лицо ветками. Было холодно, но сейчас Рейн пугало не то что она может замерзнуть. Страшнее было то что позади.",
    "answers": [
      {
        "id": 16,
        "text": "Дальше",
        "var_add": [
          "cold",
          10
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": " Потом Рейн запнулась об ветку и упала. Она тут же поднялась и отдышалась. Было очень холодно и Рейн устала. Хотелось отдохнуть, но нельзя долго стоять, иначе она замерзнет. Возвращаться назад было нельзя так как сейчас там опасно. Рейн вспомнила что во время похода Ульф говорил о том что здесь рядом есть небольшая деревня. Проблемой было только то что я Рейн не знала куда идти и где она находится. Из-за темноты она почти ничего не видела. От страха она заплакала, но собравшись с мыслями решила найти выход из этого леса и дойти до деревни.",
    "answers": [
      {
        "id": 16,
        "text": "Рейн замерзла на",
        "comment": true,
        "var_show": [
          "cold"
        ]
      },
      {
        "id": 17,
        "text": "Идти направо",
        "var_add": [
          "cold",
          5
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 18,
        "text": "Идти налево",
        "var_add": [
          "cold",
          5
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 29,
        "text": "Дальше",
        "var_more": [
          "cold",
          100
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": " Рейн обошла дерево и пошла направо. Ей приходилось идти на ощупь, так как она почти ничего не видела. В лесу было тихо, только хруст снега и всхлипы Рейн нарушали тишину. Она нащупала какое-то дерево и прижавшись к нему остановилась. Слева от себя она услышала шорохи, которые изрядно ее напугали.",
    "answers": [
      {
        "id": 17,
        "text": "Рейн замерзла на",
        "comment": true,
        "var_show": [
          "cold"
        ]
      },
      {
        "id": 26,
        "text": "Идти к шорохам",
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 27,
        "text": "Уйти подальше",
        "var_add": [
          "cold",
          5
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 16,
        "text": "Идти назад",
        "var_add": [
          "cold",
          5
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 29,
        "text": "Дальше",
        "var_more": [
          "cold",
          100
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": " Рейн обошла дерево и пошла налево. В мрачной тишине леса были слышны хрустальный снега и всхлипы Рейн. Спустившись в овраг, она поднялась на другую его сторону и пошла дальше. Сколько бы она не шла ничего не менялось. Из-за темноты ей пришлось идти на ощупь, так как она почти ничего не видела. Дойдя, то большого пня она задумалась над тем куда идти теперь. На одном из деревьев она нащупала выцарапанную ножом стрелку, ведущюю направо.",
    "answers": [
      {
        "id": 18,
        "text": "Рейн замерзла на",
        "comment": true,
        "var_show": [
          "cold"
        ]
      },
      {
        "id": 19,
        "text": "Идти направо",
        "var_add": [
          "cold",
          5
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 20,
        "text": "Идти налево",
        "var_add": [
          "cold",
          5
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 16,
        "text": "Идти назад",
        "var_add": [
          "cold",
          5
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 29,
        "text": "Дальше",
        "var_more": [
          "cold",
          100
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": " Перепрыгнув через упавшее дерево Рейн пошла направо. Дрожа от холода, она шла по лесу, пугаясь каждого шороха. Вдруг справа от себя она услышала какой-то шум.",
    "answers": [
      {
        "id": 19,
        "text": "Рейн замерзла на",
        "comment": true,
        "var_show": [
          "cold"
        ]
      },
      {
        "id": 23,
        "text": "Свернуть в сторону",
        "var_add": [
          "cold",
          3
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 24,
        "text": "Идти на шум",
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 29,
        "text": "Дальше",
        "var_more": [
          "cold",
          100
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": " Рейн повернула направо и пошла в глухую чащу.  Чем дальше она шла тем больше ей казалось что нужно было пойти направо. Через несколько метров она наткнулась на большой овраг. Спускаться туда совсем не хотелось.",
    "answers": [
      {
        "id": 20,
        "text": "Рейн замерзла на",
        "comment": true,
        "var_show": [
          "cold"
        ]
      },
      {
        "id": 18,
        "text": "Идти назад",
        "var_add": [
          "cold",
          5
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 21,
        "text": "Спуститься в овраг",
        "var_add": [
          "cold",
          5
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 29,
        "text": "Дальше",
        "var_more": [
          "cold",
          100
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": " Рейн осторожно спустилась в овраг. Так как склон был довольно крутой забраться обратно будет трудно. Рейн осмотрелась и увидела что дальше в овраге стоял какой-то человек. Он стоял без малейшего движения и смотрел куда-то вдаль.",
    "answers": [
      {
        "id": 22,
        "text": "Подойти к человеку",
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 20,
        "text": "Вернуться назад",
        "var_add": [
          "cold",
          5
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 29,
        "text": "Дальше ",
        "var_more": [
          "cold",
          100
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "—Эй...-тихо сказала Рейн.-Я тут заблудилась немного.\n Она осторожно шла к человеку. Он никак не реагировал на нее. У Рейн появились подозрения по поводу того что это человек, но она все равно пошла к нему.\n—Эй.-сказала она, дотрунувшись до плеча человека. \n Он громко зарычал и повернулся назад. От испугу Рейн подскочила и упала в снег. Заметив у человека в руке меч, она попыталась встать, но снова запнулась обо что-то и упала. Человек медленными шагами шел к ней и замахнулся мечом. Одним ударом он покончил Рейн и прорычав ушел куда-то в лес.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": " Решив не испытывать судьбу Рейн ушла подальше от шума и шорохов. Смотря по сторонам она шла по лесу, который казался бесконечным. Вскоре она наткнулась на чьи-то еще ее заметенные снегом следы.",
    "answers": [
      {
        "id": 23,
        "text": "Рейн замерзла на",
        "comment": true,
        "var_show": [
          "cold"
        ]
      },
      {
        "id": 25,
        "text": "Идти по следам",
        "var_add": [
          "cold",
          4
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 19,
        "text": "Идти назад",
        "var_add": [
          "cold",
          4
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 29,
        "text": "Дальше",
        "var_more": [
          "cold",
          100
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": " Рейн собрала волю в кулак и пошла в густые заросли. Шум был все ближе, она приближалась к его источнику. Осмотревшись Рейн зашла за большую елку и оказалась перед кустами. Вдруг откуда-то сзади на нее кто-то набросился и в спину вонзилось что-то острое. \n Истекая кровью, Рейн умерла и навсегда осталась в этом лесу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": " Стараясь не издавать лишних звуков, Рейн шла по следам. Временами она их теряла из-за того что их почти замел снег. Вдруг где-то в стороне она услышала какое-то завывание. \n\"Наверно ветер.\"\n Чем дальше она шла тем громче оно было. Стал доносится какой-то шепот.",
    "answers": [
      {
        "id": 31,
        "text": "Идти на завывание",
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 32,
        "text": "Идти дальше",
        "var_add": [
          "cold",
          4
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 28,
        "text": "Идти назад",
        "var_add": [
          "cold",
          3
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 29,
        "text": "Дальше",
        "var_more": [
          "cold",
          100
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": " Рейн пошла в сторону деревьев, за которыми что-то шуршало. Чем дальше она шла, тем ближе были шорохи. Вскоре она подошла к дереву, за которым находился источник шума.\n Стоило ей только зайти за дерево как на нее набросился волк. Уложив Рейн на землю, он вцепился в нее зубами, мнгновенно убив.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": " Осмотревшись она поспешилила уйти подальше от шорохов. Посмотрев на направление стрелки на дереве, она пошла дальше.",
    "answers": [
      {
        "id": 27,
        "text": "Рейн замерзла на ",
        "comment": true,
        "var_show": [
          "cold"
        ]
      },
      {
        "id": 17,
        "text": "Вернуться назад",
        "var_add": [
          "cold",
          4
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 28,
        "text": "Идти дальше",
        "var_add": [
          "cold",
          3
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 29,
        "text": "Дальше",
        "var_more": [
          "cold",
          100
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": " Рейн пошла по направлению стрелки, которую она нашла на дереве. Она шла по глубоким сугробам, надеясь найти выход из этого леса, который казался ей бесконечным. Вскоре она наткнулась на чьи-то еще не заметенные снегом следы.",
    "answers": [
      {
        "id": 25,
        "text": "Идти по следам",
        "var_add": [
          "cold",
          3
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 27,
        "text": "Вернуться назад",
        "var_add": [
          "cold",
          4
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 29,
        "text": "Дальше",
        "var_more": [
          "cold",
          100
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": " Рейн чувствовала как силы покидают ее. Пальцы онемели, ноги еле шевелились. Каждое движение давалось с большим трудом. Когда силы окончательно покинули ее, она упала в сугроб. По лицу текли слезы, которые почти сразу замерзали. Рейн понимала что ей не выбраться из этого леса, она замерзнет и до последнего вздоха оставались считанные минут. Очень хотелось жить и не хотелось умерать такой молодой, но судьба распорядилась иначе, она обрекла Рейн на холодную смерть. Закрыв глаза Рейн тихо всхлипывала.\n Через некоторое время она замерзла насмерть. Ее остывшее тело замело снегом и оставалось только ждать когда Рейн присоединится к армии Тьмы.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          0.5,
          0.5,
          0.5
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": " Привет, спасибо что открыл квест. Тут я немного расскажу о нем в деталях. \n Местами он возможно будет нудным и скучным (или просто мне так кажется, так как комментарии под моими квестами говорят обратное, а оценки неплохие).\n Порой он будет трудный. Иногда в тексте страницы будут оставлены подсказки, которые помогут тебе или подскажут верное решение. Необязательно что подсказки будут на одной странице с выбором, возможно они будут раньше этого выбора или же будут располагаться в других страницах, которые ты возможно не посещал. \n Но временами придется действовать на авось. Такое конечно не будет встречаться на каждом шагу, но в квесте будет. \n Теперь немного о создании квеста. Квест создан как работа на конкурс в официальной группе Текстовых Квестов, в котором я решил принять участие. Идею для квеста я вынашивал очень давно и кажется настало ее время. Возможно это будет не единственный квест по данной вселенной, может быть я сделаю продолжение, но это я решу в будущем. Так как на разработку дано 2 недели я не представляю каким он выйдет за такие сроки и пока он будет висеть в тестировании, просьба указать на ошибки и прочие недочеты. \n Спасибо за внимание)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": " Рейн пошла в сторону из которой доносилось завывание. Чем дальше она шла тем больше ей казалось что это не ветер. Она зашла за большой куст и увидела темный силуэт. Вдруг вой превратился в вопль и силуэт рывком прошел всквозь тело Рейн. Внутри стало очень холодно и Рейн чувствовала как холод расползается по ее телу. Конечности онемели и Рейн упала на землю, замерзнув насмерть.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": " Рейн быстро ушла от места где она услышала вой. Следы почти замело снегом и порой их было трудно заметить. Проваливаясь ногами в снег, Рейн шла в надежде найти выход из этого леса. Она чувствовала что замерзает и нужно выбраться отсюда как можно быстрее.",
    "answers": [
      {
        "id": 32,
        "text": "Рейн замерзла на ",
        "comment": true,
        "var_show": [
          "cold"
        ]
      },
      {
        "id": 34,
        "text": "Идти дальше",
        "var_add": [
          "cold",
          3
        ],
        "var_no_more": [
          "cold",
          100
        ]
      },
      {
        "id": 29,
        "text": "Дальше",
        "var_more": [
          "cold",
          100
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": " Она прошла половину пути и увидела небольшую деревушку, которая была окружена деревянной стеной. Рейн почти замерзла, но сейчас она была уверена что сможет дойти до деревни и отогреться. \n Вот до ворот осталось несколько метров. \n—Стоять!-крикнул охранник на стене.-Кто такая?\n—Да я заблудилась немного...-тихо сказала дрожащим голосом Рейн.\n—Да тебе не помешало бы отогреться.-сказал охранник открыв ворота.-Иди в таверну, там тепло и поесть можно, а так же комнату снять.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 34,
    "text": " Поднявшись вверх по холму, Рейн увидела что лес заканчивается, дальше деревьев не было. Перед ней было большое поле, где через метель увидела какие-то огоньки. Значит надежда еще есть. \n Собрав все силы она побежала к тусклым огонькам. Она запнулась и покатилась вниз с холма. Ничего не сломала, но приземление лицом в твердый снег было не очень приятным. Щеку задрало, но на холоде боль чувствовалась не так сильно. Поднявшись на ноги, Рейн спотыкаясь побежала вперед.",
    "answers": [
      {
        "id": 33,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": " Рейн зашла за ворота и их тут же закрыли. Она осмотрелась в поисках таверны. Всего в деревне было шесть или семь домиков, среди которых особо выделялось большое двухэтажное здание, которое Рейн приняла да таверну. Сзжавшись от холода, она пошла к нему. Люди в деревне не обращали на нее внимания, похоже к ним часто заглядывают на огонек. \n Рейн дошла до нужного ей здания, осталось только зайти.",
    "answers": [
      {
        "id": 36,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 36,
    "text": " Открыв дверь, Рейн зашла внутрь. В таверне было множество людей. Многие заметили Рейн и посмеявшись над ней вернулись к своим делам. Рейн сразу поняла причину смеха, только безумец выйдет на улицу в тонкой куртке и штанах.\n Рейн продрогнула от такого резкого изменения температуры. В таверне было очень тепло, гораздо теплее чем на улице. Засунув руку во внутренний карман куртки, она достала горстку монет, которую ей дал Ульф, их вполне должно было хватить на то что бы взять что-нибудь поесть.\n Сосчитав деньги, Рейн подошла к владелецу таверны, что бы взять себе что-нибудь перекусить.\n—Что-то нужно?-спросил он, протирая тряпкой стол.\n—Поесть что-нибудь.-тихо сказала Рейн, протянув деньги. \n Трактирщик сосчитал деньги и сказал:\n—Этого вполне хватит. Могу налить похлебки. По желанию могу дать кружку чего-нибудь крепкого. Тебе похоже не помешало бы согреться.\n—Только супу.-сказала Рейн.\n—Сейчас.-сказал трактирщик и ушел.\n Алкоголь конечно согревал, но опытные путники старались не прибегать к нему. Напиться и опьянеть было так же опасно как провалиться под лед. ",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": " Трактирщик вернулся с тарелкой горячего супа.\n—Держи.-сказал он.\n Рейн взяла тарелку и оставшиеся деньги. Теперь нужно найти свободное место где можно было спокойно поесть. В углу таверны Рейн увидела свободный столик.\n—А вы не знайте в Каменное Ущелье сейчас никто не идет?-тихо спросила Рейн.\n—В Каменное Ущелье?-смеясь переспросил трактирщик.-Нет, не думаю. Сейчас холодать начинает, кто скажи мне пойдет на север? Да и кто тебя с собой возьмет? На тебе же ничего нет почти, замерзнешь по дороге.\n По таверне волной прошел смех, от которого Рейн стало неудобно и она поспешила уйти к свободному столику.",
    "answers": [
      {
        "id": 38,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 38,
    "text": " Рейн встала за столик и попробовала суп. Он был не такой густой как деревне, в нем была почти одна вода, но радовало то что он горячий.\n Постоянно замечая косые взгляды на себе, Рейн ела суп. С каждой минутой Рейн чувствовала себя все более неудобно. Она задумалась над тем как теперь попасть в Каменное Ущелье, что на данный момент было невозможным. От мысли об этом из глаз потекли слезы, которые Рейн пыталась скрыть, но ей это не особо удалось.",
    "answers": [
      {
        "id": 39,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Эй!-крикнул бородатый мужчина в коричневой шубе за столиком неподалеку.-Тебе ведь в Каменное Ущелье надо?\n Рейн молча кивнула.\n—Тогда иди сюда.-крикнул он.\n Рейн отошла от столика и подошла к мужчине. С ним за столиком было несколько других мужчин, которые внимательно смотрели на Рейн.\n—Значит домой хочешь?-спросил мужчина.\n—Да.-тихо и скромно сказала Рейн.\n—Мы можем тебя проводить, но не за бесплатно.-сказал мужчина.\n Рейн протянула несколько оставшихся монет.\n—У меня больше ничего нет.-сказала она.\n Мужчина посмотрел на деньги и коварно улыбнувшись сказал:\n—Этого не хватит, ты же понимаешь?\n—Но у меня больше нет ничего ценного.-сказала Рейн.\n—Ну я думаю мы сможем разрешить этот вопрос другим способом.-сказал мужчина и схватил Рейн за руку, подтащив к себе.-Тут-то все зависит от тебя.",
    "answers": [
      {
        "id": 40,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": " Рейн освободилась от руки мужчины и быстро пошла к своему столику. По таверне прошла очередная волна смеха.\n—Ну если что обращайся.-смеясь сказал мужчина.-Предложение еще действует.\n Рейн вернулась к своему столику, отвернувшись от посторонних взглядов. Идей как попасть в Каменное Ущелье не было. Добраться сама Рейн не сможет. А идти с кем либо она уже не очень хотела. Помимо этого на переживала на счет своей группы. Выжили они или нет. Даже если выжили, то через эту деревню не пойдут, а это значит что Рейн никто не заберет.",
    "answers": [
      {
        "id": 41,
        "text": "Дальше",
        "var_set": [
          "trey",
          10
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "—Значит тебе нужно в Каменное Ущелье?-тихо спросил кто-то сзади.\n Рейн обернулась. За столиком сзади стоял парень, которого Рейн каким-то образом не заметила. По его виду он был старше Рейн. Из под капюшона выглядывали черные волосы. В отличие от всех в таверне на нем не было большой и теплой шубы, а была довольно плотная куртка с капюшоном.\n Рейн не знала что ответить. Возможно стоит ответить, но в очередной раз быть посмешищем ей не хотелось. Да и кто знает чего он захочет взамен. Но может и вправду может может помочь.",
    "answers": [
      {
        "id": 42,
        "text": "-Да",
        "var_add": [
          "trey",
          2
        ]
      },
      {
        "id": 43,
        "text": "-Нет"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Да.-тихо ответила Рейн.-А что?\n—Могу провести.-ответил парень.\n—И что ты хочешь за это?-с подозрением спросила Рейн, зная что за спасибо в такую даль ее никто не поведет.\n—Ничего.-сказал парень.-Мне по пути.\n Слова незнакомца удивили Рейн. Она сомневалась в том что парень говорил правду.\n—А откуда мне знать что ты говоришь правду?-спросила Рейн.-Может ты врешь.\n—А почему я должен доказывать тебе то что я прав?-спросил парень.-Не мне ведь нужно в Каменное Ущелье. Я могу спокойно уйти отсюда, а вот у тебя с этим небольшие проблемы.\n—Не могу же я идти куда-либо с человеком которого даже не знаю.-сказала Рейн.-Который возможно мне еще и врет.\n—Ну как хочешь.-сказал парень.-Думаю что с теми мужиками, к которым ты подходила идти гораздо безопаснее и они тебе ничего не сделают.\n—Разве станет человек вести кого-то в такую даль совсем бесплатно.-сказала Рейн.-Это же глупо!\n—Если бы ты внимательно меня слушала, то услышала бы что мне нужно в туже сторону.-сказал парень.-Ну у тебя еще есть время до тех пор пока я не ушел. Выбирай.",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "—Нет.-резко ответила Рейн.\n—Тогда зачем ты скачешь по всей таверне в поисках того кто может тебя туда отвести?-спросил парень, приподняв бровь.\n—А тебе какая разница?-спросила Рейн.-Это немного не твое дело.\n—Возможно, но когда определишься нужно тебе в Каменное Ущелье или нет, можешь обращаться.-сказал парень.\n—И что тебе за это нужно?-спросила Рейн с недоверием.\n—Ничего.-коротко ответил парень.-Я иду в ту  сторону.\n—Не очень мне верится в то что ты ничего не возьмешь.-сказала Рейн.-Не очень правдоподобно.\n—Ты так это говоришь как будто я должен тебе доказывать свою правоту.-сказал парень.-Тебе выбирать с кем идти, а не мне.",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": " Выбор был очереден. Рейн решила согласиться, все же лучше чем сидеть здесь и ждать помощи.\n—Я согласна.-сказала Рейн.\n—Уверена?-спросил парень.-Может еще подумаешь и найдешь вариант получше.\n—Нет.-ответила Рейн.-Я уверена и хватит издеваться над мной.\n—Даже в мыслях не было.-сказал парень.\n Он вдохнул и сказал:\n—Так то я планировал уходить через несколько часов, но тебе похоже не помешает отдых.\n—Я могу идти, я не устала.-сказала Рейн.\n—Ну уж нет.-сказал парень.-Мы задержимся, а когда будем готовы выйдем. \n Рейн хотела что-то сказать, но парень ее перебил:\n—Мы договорились о том что я приведу тебя в Каменное Ущелье, а не о том что я принесу туда твой труп.\n—Хорошо. Давай останемся.-согласилась Рейн.-Если тебе это не помешает.\n—Если тебя это так волнует, то можешь поверить что мне наша задержка ничуть не мешает. \n Парень отошел от столика и сказал:\n—Иди за мной.",
    "answers": [
      {
        "id": 45,
        "text": "Пойти за парнем"
      }
    ]
  },
  {
    "id": 45,
    "text": " Рейн пошла за парнем. Он казался ей немного странным, но возможно она просто плохо его знает. Он подошел к двери в углу таверны. Повернув ключ в замке, он открыл его и пропустил Рейн вперед. Когда Рейн зашла в комнату, он зашел следом за ней и закрыл дверь на ключ.\n Рейн осмотрелась. Это была небольшая комната с двумя небольшими кроватями и маленькой печкой. \n—Добро пожаловать в моё временное убежище.-сказал парень.-Я бы взял комнату подороже, но я не превередлив, мне хватает и этого.\n Он подошел к печке и, закинув туда несколько полешек, зажег в ней огонь так быстро что Рейн неуспела этого заметить.\n—Как ты так быстро зажег огонь?-удивленно спросила Рейн.\n—Опыт. У меня было много времени на тренировки.-сказал парень.",
    "answers": [
      {
        "id": 46,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": " Он снял куртку и повесил ее над печкой.\n—Твою одежду думаю тоже не помешало бы просушить.-сказал он.\n—Я бы с радостью, но у меня больше ничего нет.-сказала Рейн.\n—Сейчас.-сказал парень и полез в свой рюкзак.-У меня есть какое-то шмотье, думаю ничего страшного не случится если я одолжу тебе свои вещи на какое-то время.\n Он достал белую небольшую рубашку и штаны. Бросив их на кровать, на которой сидела Рейн.\n—Ты пока передевайся, а я схожу и возьму что-нибудь поесть. Ты наверно голодная, да и я бы неотказался от добавки, а то в дороге хорошо не поешь.\n—У меня есть немного денег.-предложила свои деньги Рейн.\n—У меня есть свои.-сказал парень.\n—Не стоит тратить на меня свои деньги.-скромно сказала Рейн.\n—От нескольких монет я ее обеднею.-сказал парень.-Я не привязан к деньгам. ",
    "answers": [
      {
        "id": 47,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 47,
    "text": " Парень взял деньги и спросил:\n—И как мне тебя звать?\n—Рейн.-стесняясь представилась Рейн.\n—Трей.-представился парень.-Ну я пойду возьму что-нибудь поесть.\n Трей вышел из комнаты и Рейн осмотрела одежду, которую он ей дал. Рубашка была немного велика для Рейн, а штаны были в самый раз. Она быстро переоделась и повесила свою одежду над печкой. В комнате стало тепло и в рубашке не было холодно. \n Рейн села на кровать и ждала возвращения Трея. Вскоре он вернулся с тремя тарелками. На тумбочку между кроватями он поставил тарелку с пожареным мясом с овощами и две тарелки с супом, который в этот раз не был одной водой.\n—Зачем столько?-спросила Рейн.\n—Почему бы нет.-довольно сказал Трей.-иногда можно себя побаловать. Причем я давненько не ел так много за один раз.",
    "answers": [
      {
        "id": 48,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": " Рейн взяла ложку и попробовала суп.\n—Горячий.-сказала она.\n—Да.-сказал Трей.-Холодного мне и снаружи хватает.\n—Ты долго идешь?-спросила Рейн, съев ложку супа.\n—Да.-ответил Трей.-Я всю жизнь в пути.\n—И куда же ты идешь?-спросила Рейн.\n—Просто хожу по миру.-ответил Трей.-Куда захочется туда и иду. Путешествую, хотя если по секрету по куда бы я не пошел ничего не меняется.\n—А сейчас ты куда идешь?-снова спросила Рейн.\n—На север. Хочу посмотреть что там сейчас и как. Говорят что там началась Вечная Мгла, но на самом деле север очень большой и никто даже четверти не прошел.\n—И ты собираешься стать первым?-спросила Рейн.\n—Да. Похожу там, осмотрюсь. Может даже весь пройду и встречу саму Тьму. Узнаю что же это за древнее зло, которое начало Вечную Мглу.\n—И не боишься?-удивленно спросила Рейн.\n—Нет.-спокойно ответил Трей.-Я ничего не боюсь, в тем более смерти. Один человек научил меня этому, но это не важно.\n—Почему ты просто не остановишься где-нибудь?-поинтересовалась Рейн.\n—А зачем? Все только что и делают что сбиваются в кучки и пытаются выжить. И проживают свою никчемную жизнь в стенах какой-нибудь деревушки. Я же сейчас хочу путешествий.",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": "—А ты на юга был?-спросила Рейн.\n—Да, а что?-спросил Трей.-Если хочешь узнать тепло там или нет, то знай что не так уж там и тепло. \n—А эльфы и гномы правда существуют?-с интересом расспрашивала Рейн Трея.\n—Да, мне приходилось их видеть, а с первыми даже сразиться успел. Они быстрые и ловкие, но убить их можно.\n—Везет тебе.-сказала Рейн.-Много чего видел, а я дальше своей деревни не вылазила.\n—Ну за то время пока мы идем до Каменного Ущелья, ты много чего увидишь.-сказал Трей.\n—А долго идти будем?-спросила Рейн.\n—Да, но мы пойдем почти напрямую к Ущелью и это сократит время на дорогу.-сказал Трей.-Так что не так долго как могли бы, но так будет опаснее.",
    "answers": [
      {
        "id": 50,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": " Закончив с едой, Рейн и Трей собрались спать. Рейн расправила кровать и легла. Трей унес тарелки и вернулся.\n—Как я проснусь так и пойдем.-сказал он и лег на свою кровать.\n—Хорошо.-сказала Рейн, закутавшись в одеяло.\n—Кстати, а ты ведь мне так и не рассказала зачем тебе в Каменное Ущелье.-сказал Трей.\n—Туда направилась моя группа. По пути на нас напали и я откололась от группы. Плутала по лесу и пришла сюда.-в кратце рассказала Рейн свою историю.\n—Ну обсудим все завтра, а сейчас я буду спать.-сказал Трей и отвернулся к стене.-Спокойной ночи.\n—Спокойной ночи.-сказала Рейн.\n—Хотя у нас всегда ночь, но она далеко не спокойная.-сказал Трей.-Но да ладно.",
    "answers": [
      {
        "id": 51,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 51,
    "text": " От произошедшего сегодня до сих пор было не по себе, что мешало Рейн уснуть. В голове пролетели все события сегодняшнего дня. От нападения до знакомства с Треем, который до сих пор казался Рейн немного странным, но уже вызывал доверие. \n Вскоре с большим трудом Рейн смогла уснуть.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 52,
    "text": " Рейн проснулась от того что ей в глаза светило солнце. Зевнув она поднялась с кровати и осмотрелась. Трея и его вещей в комнате не было.\n—Неужели он ушел?-тревожно спросила себя Рейн.\n Она вскочила и вышла из комнаты в таверну. Во всей таверне не было ни души. Она выглядела заброшенной много лет назад.\n—Что случилось?\n Рейн осмотрелась и только сейчас заметила что на улице светило солнце. В недоумении она вышла на улицу.",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": " На улице было светло и не так холодно как обычно. Босыми ногами Рейн ходила по снегу. Деревня опустела, как и таверна. Удивлению Рейн не было предела. В первые за свою жизнь она увидела солнце, которое исчезло еще до ее рождения. Небо было светлым, а не черным и мрачным.\n Вокруг было тихо и спокойно, но отсутствие людей напрягало Рейн. Она прошлась по деревне в поисках кого-либо, но только убедилась что она осталась тут одна. Порой ей мерещилось что-то темное по сторонам, но Рейн не придавала этому значения и вернулась к таверне.",
    "answers": [
      {
        "id": 54,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 54,
    "text": " Вдруг стало темно. Очень темно. От испуга и неожиданности Рейн вскрикнула. Испуганно осматриваясь по сторонам, Рейн прижалась к стене таверны. Между двух домов она заметила силуэт человека.\n—Эй.-тихо сказала Рейн, пытаясь обратить на себя внимание человека. \n Силуэт молча и так же неподвижно стоял между домов. Около другого дома Рейн заметила еще один силуэт. Потом еще один на стене, которая окружала деревню. Через несколько минут почти всю деревню переполнили темные силуэты. Рейн стало не на шутку страшно. ",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 55,
    "text": " Рейн начала слышать тихий неразборчивый шепот. Откуда-то доносился плач, который сильно пугал Рейн. Силуэты медленно приближались к Рейн.\n—Не подходите.-расстеряно и испуганно сказала Рейн.\n Шепот усиливался и вдруг раздались громкие вопли. Силуэты быстро подлетели к Рейн. Она испуганно закричала. Нащупав в своем теле сквозную дыру, она медленно начала сползать по стене. Она громко кричала, а на ее теле образовывались новые раны.",
    "answers": [
      {
        "id": 56,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 56,
    "text": " Рейн вскочила и открыла глаза.\n—Эй! Ты в порядке?-спросил Трей, сидя рядом.\n Рейн громко дышала и испуганно смотрела по сторонам.\n—Эй!-снова сказал Трей.-Ты как?\n—Я в порядке...-дрожащим голосом сказала Рейн, сильно сомневаясь в том что только что сказала.-Наверно.\n—Черт. Неплохо ты меня напугала.-сказал Трей.-Я проснулся от кого-то шума и заметил что с тобой что-то не так. Ты лежишь трясешься и бормочешь что-то, от последнего я кстати и проснулся. Я подхожу, а у тебя глаза открыты, но закатились. Что случилось-то?\n—Сон похоже плохой приснился.-расстеряно сказала Рейн.-Очень плохой.\n—То что видел я сейчас явно будет пострашнее того что ты видела.-сказал Трей.\n—Нет!-возмущенно сказала Рейн.-Я от страха чуть не умерла!\n—Что же такое тебе приснилось?-поинтересовался Трей.",
    "answers": [
      {
        "id": 57,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Во сне я проснулась в этой комнате, но тебя тут не было.-начала рассказывать Рей.\n—Ну это конечно весомый повод напугаться.-перебил Трей.\n—Не перебивай.-сказала Рейн и продолжила.-Я вышла из комнаты я увидела что в таверне тоже никого не было. Выйдя на улицу, я заметила что в деревне не было не одного человека. Все это вызвало у меня подозрения.В один момент среди домов показался темный силуэт. Потом еще один и ещё. Когда их собралось большое количество они с воплями ринулись на меня. Вот так.\n—Это все?-спросил Трей.\n—Нет.-сказала Рейн.-На улице было светло, светило солнце.\n Трей со скептическим взглядом приподнял бровь. \n—Ты ведь не думаешь что этот сон что-то обозначает?-спросил он.",
    "answers": [
      {
        "id": 58,
        "text": "-Нет"
      },
      {
        "id": 59,
        "text": "-Вполне возможно"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Это просто сон.-сказала Рейн.\n—Ошибаешься.-сказал Трей.-Возможно это просто сон, но ничего не случается просто так. Все имеет причину.\n—Значит скоро появится солнце?-удивленно спросила Рейн с восторгом в глазах.\n—Не думаю.-ответил Трей.-Если твой сон и имеет смысл, то вряд ли он будет подан так просто. К тому же пока что это просто сон.",
    "answers": [
      {
        "id": 60,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 59,
    "text": "—Я думаю что да.-ответила Рейн.-Ничего не бывает просто так.\n—Правильно думаешь.-сказал Трей.-Но это не значит что нужно придавать твоему сну много значения. Так что не задумывайся о нем.",
    "answers": [
      {
        "id": 60,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 60,
    "text": "—А сейчас думаю нужно немного перекусить и можно выходить.-сказал Трей.-Твоя одежда высохла, так что можешь вернуть мне мое шмотье, а я пойду и возьму что-нибудь перекусить.\n Трей вышел из комнаты, а Рейн переоделась в свою одежду. Тут она вспомнила что потеряла свою шубу во время нападения. А в одной тонкой куртке далеко не уйдешь. \n—Слегка перекусим и пойдем.-сказал Трей, войдя в комнату с двумя тарелками.\n—Есть небольшая проблема.-сказала Рейн.\n—Что не так?-спросил Трей.\n—У меня нет ничего в чем можно идти.-ответила Рейн.-Эта куртка слишком тонкая, в ней я недалеко уйду.\n—Я заметил.-спокойно сказал Трей.-У меня есть еще одна, тебе она будет немного велика, но привыкнешь. Сначала поедим.",
    "answers": [
      {
        "id": 61,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "  Закончив с едой Трей и Рейн начали собираться. -Вот держи.-сказал Трей, протянув Рейн куртку из своего рюкзака. \n Рейн взяла куртку и осмотрела. Снаружи это была обычная кожаная куртка, но внутри она была хорошо утеплена. Голову можно было прикрыть таким же теплым капюшоном.\n—А я в ней не замерзну?-спросила Рейн.\n—Ну я какой год хожу в такой же, еще как видишь не замерз.-ответил Трей.-А если ты про то что это куртка, а не шуба или что-то подобное, то знай что если ты в куртке, то ты более подвижна и ловче чем в шубе. Куртки не такие теплые, но этого вполне хватает.\n—Будем надеяться.-сказала Рейн.\n Она одела и застегнула куртку. Куртка и вправду оказалась очень удобной и легкой, но несмотря на это была довольно теплой.\n—Удобно.-сказала Рейн.\n—Разумеется.-сказал Трей.",
    "answers": [
      {
        "id": 62,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 62,
    "text": " Трей и Рейн собрали вещи и вышли из таверны. Покинув город, они направились куда-то вдаль.\n—А ты уверен что нам туда?-спросила Рейн, бросив взгляд на темный и мрачный лес, от которого веяло смертью.\n—А ты знаешь другую дорогу, которая доставит нас в Каменное Ущелье быстрее чем прямая?-серьезным голосом спросил Трей.-Нет? Значит помалкивай и не шуми.\n Рейн немного обидела грубость Трея, но она не показала этого. Впереди был опасный и долгий путь, за который она возможно еще не раз услышит какую-либо колкую фразочку от Трея, к которому у нее до сих пор не было большого доверия.",
    "answers": [
      {
        "id": 63,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 63,
    "text": " (Через несколько часов)\n Рейн и Трей шли уже несколько часов, не сделав ни одной остановки. Холодный ветер дул в лицо, но куртка отлично грела, а шапка и капюшон согревали голову.\n—Может ты зажжешь факел?-спросила Рейн, обеспокоенно смотря по сторонам.\n—А разве нам ничего не видно?-спросил Трей.\n—Ну огонь вроде бы отпугивает монстров.-сказала Рейн.-Да нам было бы проще идти.\n—Так же он может привлечь внимание не самых лучших людей и сильных монстров.-добавил Трей.-Если надо будет, то зажгу, а пока что и так не плохо.\n—А если...-хотела что-то сказать Рейн, но Трей перебил ее.\n—Если ты не успокоишься, то обязательно что-то случится. Если ты говоришь, то говори тише, а лучше вообще молчи и не нервируй меня.\n—Не обязательно быть таким грубым.-сказала Рейн.\n—Не обязательно осуждать каждое мое действие и пытаться доказать мне что я не прав.-сказал Трей.-Я почти с самого детства хожу так и как видишь живой.\n—Врешь.-довольно сказала Рейн.\n—И почему же?-скептически спросил Трей.\n—Как ты можешь с самого детства выходить на вылазки?-спросила Рейн, будучи уверенной в том что поймала Трея на лжи.-Какие нормальные родители отпустят ребенка одного? Я не глупая что бы поверить в это.\n—Ну знаешь ли я рано повзрослел, намного раньше тебя и любого из вашей группы.-серьезно сказал Трей.\n—Если тебя в детстве отпускали в вылазки, то у тебя вероятно очень плохие родители.-сказала Рейн.\n Трей злобно посмотрел на Рейн и отвернулся. Этого хватило что бы Рейн поняла что сказала что-то лишнее.",
    "answers": [
      {
        "id": 64,
        "text": "Извиниться",
        "var_add": [
          "trey",
          5
        ]
      },
      {
        "id": 65,
        "text": "Ничего не говорить"
      }
    ]
  },
  {
    "id": 64,
    "text": "—Извини.-виновато сказала Рейн.-Я не хотела.\n—Просто заткнись уже!-грубо сказал Трей.\n Рейн тут же умолкла, поняв что Трей не расположен к разговору.",
    "answers": [
      {
        "id": 66,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": " Рейн решила что слова уже не вернешь и сейчас не стоит что либо говорить в свое оправдание. Причем она считала что была права, но внутри что-то давило и не давало покоя.",
    "answers": [
      {
        "id": 66,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 66,
    "text": " (Через час)\n Рейн чувствовала холод и усталость. Несколько часов идти по снегу в холодный ветер довольно. Она хотела предложить остановиться хоть на несколько минут, но после того неловкого инцидента она боялась даже заговорить с Треем. Она решила просто идти дальше, передумав делать остановку в мрачном лесу.\n Вдруг раздалось тихое и мрачное завывание, напоминающее плач. Трей тут же остановился и достал меч. Рейн пригнулась и испуганно смотрела по сторонам. \n Она хотела что-то сказать, но Трей резко показал ей жестом что бы она молчала. Она тут же вспомнила такое же завывание, которое она услышала когда бежала по лесу.",
    "answers": [
      {
        "id": 67,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 67,
    "text": " В нескольких метрах от Рейн и Трея между деревьями проплыла тень. По телу Рейн пробежали мурашки. Зловещее завывание сильно давило на нее и хотелось убежать отсюда подальше. В отличие от нее Трей с невозмутимым лицом стоял и смотрел в сторону куда проплыла тень. В один момент она промелькнула около двух сосен рядом с Треем и Рейн.\n Жестом Трей показал что бы Рейн стояла на месте и не шумела. Тень все время была где-то рядом. Мрачный вой и плач всегда были рядом и плавно меняли свою громкость, то затихали, то повышались почти до крика. Вдруг силуэт остановился и завис в воздухе, словно готовясь к атаке.Вой стал громче и превратился в дикий вопль, о  которого у Рейн волосы встали дыбом. Трей все так же неподвижно стоял и за спиной жестом показал Рейн что бы она стояла на месте. \n С диким и громким воем силуэт двинулся вперед.",
    "answers": [
      {
        "id": 68,
        "text": "Стоять"
      },
      {
        "id": 69,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 68,
    "text": " Рейн решила довериться Трею и остаться на месте. Как только тень пролетела больше метра в руке Трея что-то ярко вспыхнуло, осветив округу. С визгом тень расстворилась и исчезла.\n—Что это было?-спросилс Рейн, протирая ослепленные глаза. \n—Потом все вопросы.-резко сказал Трей и схватил Рейн за руку, быстро побежав дальше.",
    "answers": [
      {
        "id": 70,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 69,
    "text": " Рейн тут же развернулась и побежала в сторону, но не успела она отбежать даже на пару метров как почувствовала как через нее прошло что-то очень холодное и внутри все начало замерзать.  Замерзнув, Рейн рухнула на землю.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": " Трей быстро бежал по лесу, ловко оббегая деревья, ему приходилось буквально тащить Рейн за собой так как она не успевала. Вскоре они выбежали из леса и он отпустил ее, но она не успела остановиться, и запнувшись упала в снег.\n Резко поднявшись и отряхнув снег она беспокойно спросила:\n—Это что за чертовщина сейчас была?\n—Потом вопросы.-сказал Трей.-На привале, а сейчас идем подальше отсюда. \n Он помог Рейн встать и быстрым шагом пошел в небольшой лесок впереди.",
    "answers": [
      {
        "id": 71,
        "text": "Идти за Треем"
      }
    ]
  },
  {
    "id": 71,
    "text": " Рейн быстро побежала за Треем что бы догнать его. Лес впереди не был таким густым, как тот из которого они вышли. Бескпокойно смотря по сторонам, Рейн шла за своим напарником.\n—У меня уже сил идии нет.-жаловалась Рейн.\n—Сейчас уйдем подальше и устроим привал.-сказал Трей.\n—Насколько далеко?-спросила Рейн.\n—Километр или больше.-ответил Трей, уверенно шагая по лесу.-Ту вспышку было видно за несколько километров отсюда. А это значит что туда определенно кто-то придет и вряд ли с дружескими намерениями.\n Рейн устало вздохнула, шагая за Треем.",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": " (Через час)\n Ноги болели, а от холода по телу пробежала дрожь. Каждый шаг давался Рейн с трудом, а по Трею нельзя было сказать что он устал или замерз. Он посмотрел на Рейн и остановился.\n Осмотревшись по сторонам он сказал:\n—Остановимся здесь. Мне кажется что если мы пойдем дальше, то мне придется тащить тебя, а это уменьшит наши шансы выжить.\n Рейн устало села на холодный снег. \n—Рано уселась, нужно хвороста для костра набрать. \n—А может ты один сходишь?-предложила Рейн.\n—Если ты не против остаться одна посреди леса, в котором возможно есть монстры, то я согласен.-сказал Трей и пошел за хворостом.\n Рейн тут же передумала оставаться и пошла следом.",
    "answers": [
      {
        "id": 73,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 73,
    "text": " Собирая палки для костра, Трей и Рейн бродили по лесу.\n—Этого хватит.-сказал Трей.-Можно возвращаться.\n Рейн облегчённо вздохнула и пошла обратно, к месту где решили развести костер. Дойдя до заветного места отдыха она бросила хворост на снег и села рядом. Трей занялся костром, а Рейн уставилась в черное небо. \n Она никак не могла выкинуть из головы свой сон. Впервые в своей жизни она увидела солнце, пускай даже во сне. Что же этот сон мог означать? Или же это был просто бессмысленный сон.",
    "answers": [
      {
        "id": 74,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 74,
    "text": " Вдруг стало светлеть. Рейн поднялась и увидела разведенный костер. Трей сидел и подкидывал в него палки, что бы он не потух. Закрыв маленькое, но очень важное пламя, Трей защищал его от ветра.\n—Теперь не замерзнем.-сказала Рейн и подсела к костру.\n—Мы и так бы не замерзли.-сказал Трей.\n—Ну я например замерзла.-сказала Рейн, вытянув руки к костру.-Кстати, а что произошло в лесу?\n Трей вздохнул и сказал:\n—Есть такой порошок, который когда загорается выделяет много света. \n—И как его делают?-с любопытством спросила Рейн.\n—Точно не знаю, но это не так просто. Может даже с магией связано.-сказал Трей.\n—Так магия существует?-удивленно спросила Рейн.\n—Такое ощущение что ты вообще ничего не знаешь о мире в котором живешь.-сказал Трей.-Ты вообще хоть раз выбиралась из своей деревушки?\n Рейн уставила взгляд вниз и ничего не ответила.\n—Серьезно?-спросил Трей.-Не знаю с какой целью тебя держали в четырех стенах, но это тебе только навредило.",
    "answers": [
      {
        "id": 75,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 75,
    "text": "—И чем же?-спросила Рейн.-Я всегда была в безопасности. Разве это плохо?\n—Очень.-ответил Трей.-Ты ничего не знаешь и не способна к самостоятельному выживанию. Ты видела монстров? Увидишь, а с твоими навыками только первый и последний раз. Умеешь драться на мечах или стрелять из лука? Если нет, то прокормить себя ты не сможешь. Можно где-то работать, но все равно. Ты видела смерть дорогих тебе людей? Успеешь, увидишь и не один раз. В нашем мире это обычное дело.\n—Я же в деревне жить буду, зачем мне это все?-спросила Рейн.\n—Знаешь я бы выбрал сразу умереть чем всю жизнь провести в одном месте.-сказал Трей.\n—Зато жить будешь.-сказала Рейн.\n—Какая же это жизнь?-спросил Трей.-Это не жизнь, а цикл. Каждый день будет такой же как и предыдущий. Жить в тягость будет.\n Рейн не знала что сказать, ведь отчасти Трей был прав. Рейн проживает жизнь в пустую.",
    "answers": [
      {
        "id": 76,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 76,
    "text": "—За время нашего похода я научу тебя чему смогу.-сказал Трей.-Может хоть какие-то базовые навыки выживания у тебя появятся.\n Он подкинул несколько палок в костер и сказал:\n—А теперь отвечу на твой вопрос. Магия существует. И она не является чем-то удивительным. Решает только, то как хорошо ты ей владеешь.\n—А оборотни и вампиры существуют?-спросила Рейн.\n—Да, но они стараются скрываться. Их не любят. Не доверяют и стараются не подпускать близко.\n—А феи?\n—Вряд ли.-улыбнувшись ответил Трей.-Я их не видел. Если они и существовали, то большинство замерзли в самом начале. \n Он сеова подкинул дров в костер и сказал:\n—Когда человек умирает он присоединяется ко Тьме. Но это еще не самое страшное. Если умирает маг он становится существом, которое владеет магией. Он может стать некромантом и служить Тьме. Они очень опасны и лучше с ними не встречаться. Поэтому владение магией очень  ответственный навык. \n—А ты ей владеешь?-спросила Рейн.",
    "answers": []
  },
  {
    "id": 77,
    "text": "В данном приложении я провёл уже не один год и этот квест, как и некоторые другие, я писал будучи школьником (что видно по качеству).  И многие идеи тут довольно бредовые (сам не знаю, как я до такого вообще додумался). Пришло время и я решил, что мои пути с данной платформой расходятся. Продолжать квесты нет времени, а на некоторые работы даже желания (Серьезно, как можно исправить изначально мертвую идею?). Однако при написании даже самых провальных работ я испытывал удовольствие: радовался первым лайкам и комментариям, немного расстраивался дизлайкам, но главное получал удовольствие от написания. А потом времени стало меньше, да и начались некоторые проблемы с приложением (вроде тех из-за которых я за раз по 40-70 только что написанных страниц терял). Так что некоторые работы я решил опубликовать в режиме тестирования, просто что бы не валялись. Лучше пусть и ругают, чем они будут валяться и пылиться. Возможно однажды я все таки вернусь и допишу самые лучшие по моему мнению работы, но вряд ли такое случится. Так что теперь эти черновики будут лежать на полках и засорять приложение (если конечно их не удалят). \n\n—-----------------------------\nБыло время, когда в оф. паблике приложения в вк проводили конкурсы. И моя, как планировалось, конкурсная работа. Но как и со многими другими квестами, идея была слишком большая, что бы качественно реализовать ее за тот срок. \n\nПотом я еще понял, что возможно выбрал не того персонажа на роль главного героя. (Один из основных персонажей подошел бы куда лучше, его история была куда интересней) ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  }
]