[
  {
    "id": 1,
    "text": "Автор: странный кукловод.\n\nНочь. Сидят в деревне новичков сталкеры у костра. Играют на гитаре, рассказывают анекдоты, водку пьют да закусывают колбасой и хлебом. \n\nТут сталкер Колян говорит:\n— А теперь вот что послушайте. \n\nОн не собирался играть на гитаре, он устроился поудобней и начал свой рассказ о том, что недавно случилось с его отрядом. \n\n— Шли мы как-то отрядом с Янтаря. Помогали отбить базу ученых от зомби. Ночь была, вот прямо как сейчас. Мы уже почти прошли Барьер, как вдруг набежал туман, да такой густой, что если выпрямить руку, то её не увидишь. Мы собрались кучкой. Достали из рюкзака длинную веревку, обвязались ею, чтобы не потеряться, и пошли дальше.\n\nТут Коляна перебивает сталкер: \n— Ну, все правильно сделали, по инструкции.\n\nРассказчик громко сказал: \n— Знаешь что, Макс? Можешь эту инструкцию засунуть тому, кто её придумал. Идем мы дальше тихо и аккуратно. Тут веревка как дернется. Мы быстро сделали перекличку, нас было всего-то 5 человек. Не отозвался только тот, кто шел последним. Мы опять кучкой собрались и стали веревку тянуть, на конце которой должен был быть замыкающий. Мы её к себе подтянули и видим, что веревка как будто откусана, а на конце слюни такие. Ну мы и рванули оттуда и выбежали из этого тумана. А еще мы заметили, что прошли Барьер. Замыкающего, естественно, больше никто не видел. Вот такая история.\n\nСталкеры сказали: \n— Ну и жуть. \n\nТут Колян добавил: \n— Поэтому послушайте мой совет. Если вы попадете в такой туман, лучше отсидитесь на месте и подождите, пока он не рассеется.\n\n \n",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-59.userapi.com/c854120/v854120608/e6f83/erApqWQ7KiU.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://sun9-43.userapi.com/c855332/v855332861/eab2d/6NMdDinYpTw.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-49.userapi.com/c855132/v855132861/ee6f4/FSajz0V0txY.jpg"
      },
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 3,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "             Призраки мёртвого города\n\n\nВ октябре 2008 года мы с друзьями решили съездить в Припять. Мы до этого дела были любители, так как нас всегда привлекали заброшенные места. А живя в ста километрах от такого места (мы жили в Киеве) стыдно было не воспользоваться случаем.\nНас набралось три человека: я, Миха и Андрей. У последнего был УАЗик, на котором мы и решили добираться до назначенного места. И вот, собрав необходимые вещи мы двинулись в путь. Решили пробираться по болотам, что было нетрудно с такой машиной. Спустя несколько часов мы были в Припяти.\nПо бокам высились многоэтажки, стояли котельные. Кое-где можно было найти следы детских площадок или заросших скамеек. Мы решили начать свой поход.\nМы остановились около девятиэтажки. Вышли из машины. Зашли внутрь... У кого-то вид пустых квартир не вызывает никаких чувств. Мы же торжественно \"клали кирпичи\", попутно размышляя на филосовские темы. Мы поднялись на крышу здания, сделали пару снимков и пошли вниз. И вот, на восьмом этаже мы увидели, что на лестничной площадке стоял мужик лет семидесяти, который курил и что-то бормотал себе под нос. Одет он был явно не по погоде: тренировки, майка и тапки. Пройдя мимо него мы ринулись вниз со всех ног. Сзади мы услышали что-то типа: \"Ходят тут всякие!\". Внизу мы себя успокоили тем, что это был обычный бомж. Но что он делает в ПОДОБНОМ месте в таком виде мы не понимали.\nОкончательно успокоившись, мы пошли в больницу, ибо это просто ппц — быть в месте, в котором когда-то резали людей, а сейчас оно заброшено. Погуляв по палатам, мы забрели в операционную. Тут мы \"наклали по несколько десятков шлакоблоков\" каждый- на операционном столе лежал распухший тип, лысый и блевавший на пол. Рядом стояло пять человек врачей в коричневом медицинском белье. Одна из них, медсестра, подошла к нам и прикрикнула, чтобы мы уходили отсюда. Мы рванули из больницы. Теперь уже нельзя было найти здравого оправдания этому происшествию. Мы решили сваливать отсюда, и как можно скорее. Мы ехали по дороге, когда увидели человека, бегущего нам навстречу. Он начал голосовать, и Андрей зачем-то остановился, хотя мы его умоляли гнать из этого проклятого места. Человек был одет в рабочую робу, а на шее у него был \"лепесток\". Он попросил закурить, Андрей взял дрожащими руками пачку сигарет из кармана и передал рабочему... пачка прошла сквозь руку мужика. Мы дружно заорали, и Андрей наконец-то дал газу. В зеркало мы видели, как рабочий пожал плечами и бегом направился дальше.\nКак мы добрались до дома, я уже и не помню. Мы спрашивали Андрея зачем он остановился, но тот сказал, что и не собирался этого делать, но какой-то голос заставил его.\nА потом мы погуглили: \n\"При эвакуации жителей после аварии на ЧАЭС, некоторые из них остались и не уехали из родного города. Преимущественно это были старики...\nВ первые часы катастрофы на устранение аварии были посланы пожарники, которые вскоре умерли в Москве от лучевой болезни. Однако первыми, кто оказывал им помощь были припятьские врачи. Они тоже получили серьезные дозы радиацции и многие из них скончались.\"\nНу, а про рабочего всем понятно, думаю...\nВот так, Анон, советую не посещать подобные места...\n",
    "answers": []
  },
  {
    "id": 3,
    "text": "             Чернобыль, Припять...\n\n\nБыл я недавно в чернобыльской зоне. И проводники поделились некоторыми секретами... Снимали там передачу для канала Discovery. проводники Юра и Женька принимали участие в съёмках. Они бегали по заброшенной школе с фонариками, изображая призраков пионеров. Актёры в химзащите рассказывали, что видели огни в небе и прозрачные силуэты. Затем камера метнулась в сторону Женьки. Он от неожиданности прижался к стене. Он тонкий, в тени его не было видно. Актёр: \"видели! он прошёл сквозь стену! и на нём только джинсы и майка! это призрак!\" на самом деле в зоне есть кое-что другое. Есть старое сооружение — радар. Он же \"чернобыль-2\". Официально это радар обнаружения вражьих ракет. В игре \"сталкер\" это пси-установка выжигатель мозгов. она превращает людей в зомби. что это на самом деле — не знает никто. Но туда никого не пускают до сих пор. Мы только издалека видели антенны этого секретного объекта. А в припяти очень красиво. Там необычная треугольная застройка, белые дома эффектно смотрятся в разросшихся деревьях. Оттуда не хочется уходить. Интересен парк аттракционов — там никто так и не покатался. Про ржавое колесо обозрения рассказывают страшные вещи, что оно притягивает людей. Наверно, поэтому рядом с ним немного страшно. Но вообще в зоне не страшно. Там очень спокойно, расслабляющие. Припять — это самый красивый город на планете — ведь там нет людей.",
    "answers": [
      {
        "id": 4,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "      Мёртвый город забрал мою душу!\n\n\nМёртвый город забрал мою душу \nРастворил в холодной воде \nМне не стало от этого хуже \nПо секрету скажу я тебе \n\nЭто место из игр и книжек \nИ совсем не похоже на ад \nБитых стёкол пыльные блики \nЛовят жадный туристский взгляд \n\nЭто город мечты и кошмара \nЗдесь разбились надежды страны \nЗдесь теперь одинокие сталкеры – \nКак герои ненужной войны \n\nЛиквидаторов подвиг немыслимый – \nТолько мы и помним о нём \nЭто город мечты и кошмара – \nМоё сердце навеки в нём. \n",
    "answers": [
      {
        "id": 5,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "                             Зов Припяти\n\n\nНе по себе \nЧто мы с тобой на ты \nПод бетонным саркофагом \nСпрятаны твои мечты \n\nНикогда я не забуду\nТо, что так болит в груди\nЛишь посмертно или чудом\nОт тебя смогу уйти \n\nОпасными ласками \nСтрашными сказками \nКто мы? \nСкажи \n\nБезумные снайперы \nОдинокие сталкеры \nКто мы? \nСкажи \n\nСтрах не пройдёт \nОна меня зовёт \n\nГород-призрак \nБлуждание по крышам \nПлечом к плечу \nПросто хочу \n\nВечной любовью \nКлятвами верности \nИ не оставили \nНи шанса ревности \n\nСтрах не пройдёт \nОна меня зовёт \n\nОпасными ласками \nСтрашными сказками \nКто мы? \nСкажи \n\nБезумные снайперы \nОдинокие сталкеры \nКто мы? \nСкажи \n\nНикогда тебя не брошу \nЗдесь каждый день новые цели \nВечная осень, куда я заброшен \nЧья-то жизнь дрожит в прицеле \n\nСтрах не пройдёт \nОна меня зовёт \n\nОпасными ласками \nСтрашными сказками \nКто мы? \nСкажи \n\nБезумные снайперы \nОдинокие сталкеры \nКто мы? \nСкажи \n\nСкажи… \n",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "                        Сталкеры\n\n\nКаждый год мы, надев маскировку, \nОтправляемся в новый поход.\nЗа спиной, как обычно, винтовка,\nА в машине лежит пулемёт.\nМы минуем блокпост осторожно,\nНе задев «задремавшей» травы,\nМы обходим патруль, если можно,\nИ «ныряем» в заросшие рвы.\n\nПригибаясь от сильного ветра,\nДолго греемся мы у костра…\nЛишь бывалые сталкеры знают,\nКак непросто дожить до утра.\nИ поднявшись ещё до рассвета,\nОтмечаем на карте «Сюда!».\nНа сегодня у нас эстафета —\nПоскорей обыскать города.\nНа вокзале, пройдя вдоль состава,\nНад которым застыла звезда,\nПонимаешь: в Чернобыль и Припять\nНе приедут уже никогда…\n\nНикогда поезда не прорвутся\nСквозь бетонные глыбы стены,\nИ про зону не вспомнят потомки,\nА, наверное, помнить должны…\nСлух о зоне давно разлетелся.\nС жаждой новых открытий всегда,\nБогачи со всего континента\nЗа наградой рванули сюда.\n\nСлово \"сталкер\" придумано нами.\nВ джунглях каменных брошенных сёл\nПервый сталкер в две тысячи пятом\nК центру зоны нас группою вёл.\nГоворил он нам, что артефакты\nНе бывают здоровья ценней,\nГоворил, в зону сталкер приходит\nНе для поиска ценных камней.\n\nДля чего? Ощутить это чувство —\nЧувство страха. Лишь в паре шагов\nОщутить, тихий голос услышать,\nИ воочию видеть врагов…\nНо пора отправляться обратно.\nВозлагаем к АЭС мы цветы,\nИ стремимся убраться из зоны,\nЧтоб в объятья шагнуть темноты…\nВспоминаю, глаза закрывая,\nКак в низинах шумят камыши…\nЯ подобно бойцам из «Свободы»\nЗдесь оставил частицу души!\n",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "                    Как я сошёл с ума...\n\n\n\"Как я сошел с ума...\"\n# ЧТО сказал покойник #\n\n\n«Сёстры из Регенсбурга могли вызвать бурю»\nЛ. фон Триер «Антихрист»\n# 1час, 07 минута, 40 секунда #\n\n\n…И упал ангел, и оповестил:\n\nС тобой мы – горькая луна и волк изгойник!\n\nЯ дамой в своем сердце короля убил,\n\nИ средь колоколов\n\nЯ слышу\n\nЧТО сказал покойник!\n\nТупая боль – плохой пример немых терпений,\n\nПилат в эпиграфах к крестам трактует:\n\nНе сметь перечить, сатана уже в том гений,\n\nЧто убедил весь мир, что он не существует!\n\nЯ Чарли, я друг Чаплина по черно-белому,\n\nЯ каждый день свой начинаю с вечера!\n\nТак ЧТО сказал покойник Свету белому?\n\nВ постели разума мне больше делать нечего,\n\nКачаю мысли в колыбели о безумстве,\n\nВ стае людей я остаюсь волком в изгое,\n\nСойду с ума в придуманном не мной искусстве,\n\nМожет тогда меня оставят все в покое.\n",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "         На самом деле я — покойник!\n\n\nНе знаю, почему — но люди ко мне тянутся. Вот и сосед по подъезду — мы даже по имени друг друга не знаем, но всегда доброжелательно приветствуем друг друга и немного болтаем на разные темы, если время позволяет. По возрасту он мне, наверное, в отцы годится (его старшему сыну уже 30), поэтому частая тема наших бесед — мои маленькие дети и его ожидание внуков. \n\nВот и сегодня — я заходила в квартиру, он спускался, увидел, заглянул посмотреть на детей. Перекинулись парой слов, потом он пожал моему крохе-сыну руку и сказал:\n\n— На самом деле, я ему кое-что передал. Потом увидишь. Но не плохое. На самом деле, знаешь, я — покойник!\n\nЖаль, что я не смогу передать его интонации — от них реально мурашки пошли строем по моим рукам и спине. А он между тем продолжал:\n\n— А знаешь, почему я покойник? Я сейчас объясню: есть люди-вампиры. И есть люди-доноры. А я — покойник. У нас в К. (старинный подмосковный город, куда я переехала несколько лет назад) лет 20 назад было много вампиров. И вот как-то идем мы с женой — сидит группа ребят. Ну, сидят и сидят. И вдруг жене стало плохо. Я ее — за спину, идем дальше. Мне-то что. А ребята эти продолжают сидеть. И вот один из них говорит: «Вот еще один покойник пошел!» Вот так. Но это было 20 лет назад.\n\nЯ так поняла из его слов, что «покойник» — это тот, с которым нельзя обменяться энергией без его желания. Но сам он ею делиться может. \n\nВообще К. город немного странный, но доброжелательный ко мне. Но об этом я как-нибудь в следующий раз расскажу.\n",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "Город-Призрак Припять после аварии на ЧАЭС.\n\n\nГорода-Призраки – это покинутые жителями города, которые небыли пригодными для жилья. В частности причиной появления городов-призраков является: экономический спад, война, природные или технические катастрофы.\n\nГорода-Призраки сохраняют свой прежний облик, на момент когда их покидали. Без людей, эти города зарастают растительностью, погребая за собой труды человека.\n\nСамым известным считается Припять. Все знают о страшных событиях 26 апреля 1986 года, ставшие для многих прискорбными.\nАвария на Чернобыльской Атомной Электростанции (ЧАЭС)\n\n26 апреля 1986 года в 01:23:40 на Чернобыльской АЭС произошла авария (взорвался четвертый энергоблок), ставшая крупнейшей катастрофой в истории атомной энергетики. Все жители города после этого были эвакуированы, однако некоторые впоследствии вернулись в свои дома и сейчас живут на заражённой территории. После распада СССР в 1991 — в составе независимой Украины.\n\nВ первые часы чернобыльской катастрофы, на ликвидацию последствий прибыли сотрудники ближайших пожарных частей, которые небыли готовы к такой ситуации, и в результате получили большую дозу облучения. Позже о чернобыльской катастрофе стало известно в Киеве. На ликвидацию были стянуты большие силы регулярных частей, пожарных и спасателей. Но никто не знал как вести себя в такой ситуации. Солдаты работали в обычной форме, ссылаясь на то, что у них просто нет средств защиты.\nВ 2006 году Американской некоммерческой научно-исследовательской организацией Институт Блэксмита был опубликован список самых загрязнённых мест на планете, в котором Чернобыль был в первой десятке.\nЭвакуация Припяти\n\nЭвакуация проводилась на 2-е сутки после аварии.\n\nОбъявление об эвакуации:\nВнимание, внимание! Уважаемые товарищи! Городской совет народных депутатов сообщает, что в связи с аварией на Чернобыльской атомной электростанции в городе Припяти складывается неблагоприятная радиационная обстановка. Партийными и советскими органами, воинскими частями принимаются необходимые меры. Однако, с целью обеспечения полной безопасности людей, и, в первую очередь, детей, возникает необходимость провести временную эвакуацию жителей города в населенные пункты Киевской области. Для этого к каждому жилому дому сегодня, двадцать седьмого апреля, начиная с 14:00 часов, будут поданы автобусы в сопровождении работников милиции и представителей горисполкома. Рекомендуется с собой взять документы, крайне необходимые вещи, а также, на первый случай, продукты питания. Руководителями предприятий и учреждений определен круг работников, которые остаются на месте для обеспечения нормального функционирования предприятий города. Все жилые дома на период эвакуации будут охраняться работниками милиции. Товарищи, временно оставляя свое жилье, не забудьте, пожалуйста, закрыть окна, выключить электрические и газовые приборы, перекрыть водопроводные краны. Просим соблюдать спокойствие, организованность и порядок при проведении временной эвакуации.\nСооружение «САРКОФАГ»\n\nПосле того как пожар был потушен, было решено заложить ЧАЭС в Саркофаг. Возведением Саркофага занималось подразделение УС-605.\n\nВ ноябре 1986 года, сооружение было построено, а подразделение расформировано.\nПрипять и Чернобыль после аварии\n\nСегодня, численность погибших, которые принимали участие в ликвидации последствий катастрофы на ЧАЭС, составляет свыше 432 тысяч человек.\n\nДвадцать с лишним лет спустя, после чернобыльской катастрофы, постоянное воздействие малых доз радиации продолжает негативно влиять на природу в 30-километровой особой зоне вокруг атомной электростанции — стало меньше птиц и насекомых (чем выше уровень радиации, тем меньше насекомых).\n\nВ настоящее время в городе Припять много радиоактивной пыли, выпавшей из разрушенного энергоблока и состоящей из относительно стабильных радиоактивных элементов. Эта пыль собирается в канавах, углублениях. Пыль прочно въелась в грунт, деревья, дома. К югу от города располагается т. н. Рыжий лес, снесенный в ходе дезактивации Припяти и окрестностей, но сейчас лес восстанавливается и впитывает радиацию из грунта. Город зарастает чернобыльником, произраставшим в окрестностях и до аварии.\nПо мнению же других учёных, дикая природа в особой зоне, наоборот, процветает, поскольку воздействие радиации перекрывается отсутствием ущерба от человеческой деятельности. Что касается радиации, то её уровень в зоне был опасным для жизни лишь в первые год-два, а за десять лет он снизился в 100-1000 раз.\nГород Чернобыль является Административным центром по управлению отчужденными в 1986 году радиационно-опасными территориями. Чрезвычайное решение об отчуждении земель было вызвано значительным радиоактивным загрязнением территорий, прилегающих к АЭС. Было введено три контролируемых зоны:\n\n— особая зона (непосредственно промплощадка ЧАЭС),\n\n— 10-километровая,\n\n— 30-километровая (Чернобыль находится в 15 км от ЧАЭС).\n\nВ них был организован строгий дозиметрический контроль транспорта, развернуты пункты дезактивации. На границах зон организована пересадка работающих людей из одних транспортных средств в другие для уменьшения переноса радиоактивных веществ.\n\nВ городе базируются основные предприятия, занятые на работах по поддержанию зоны в экологически-безопасном состоянии. В том числе предприятия, контролирующие радиационное состояние 30-км зоны отчуждения — контролируется содержание радионуклидов в воде реки Припять и ее притоках, а также в воздухе.\nВ городе базируется личный состав МВД Украины осуществляющий охрану территории 30-км зоны и контроль за нелегальными проникновениями посторонних лиц на ее территорию.\nПохожая ситуация повторилась в Японии, но в Японии взорвалось четыре реактора, а в ЧАЭС всего один, хотя в Японии взорвался водород, который лишь повредил атомные реакторы, а в Чернобыле взорвался именно атомный реактор. У ЧАЭС уровень радиации 90 тысяч микрорентген, когда у Фукусимы 30 тысяч. Кто знает, может территория вокруг АЭС ФУКУСИМА I станет новой зоной отчуждения на многие километры, а ближайшие города получат новый статус «Город-Призрак».\n",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "                           S.T.A.L.K.E.R. Часть 1\n\n\n2009 год. На Чернобыльской АС случился второй взрыв, превосходящий по величине первый. От него мутировали не только Припять и Чернобыль, радиация прошлась почти по всей территории Украины. Артефактов после взрыва стало появляться всё больше и больше. Все Сталкеры, которые ранее защищали Чернобыль и Припять, снова взялись за объект. Но после взрыва объект стал намного больше, и они не управились бы с ним, если бы не наёмники. Их нанимали наиболее богатые Сталкеры. С этими же Сталкерами был и сам стрелок. Он собирал группировку, дабы спасти от радиации хотя — бы часть Украины.\nСтрелок начал свою миссию: уничтожить главную энергетическую установку, рискуя своей жизнью! В том самом подвале, в который он попал еще, будучи новичком, только теперь рядом сидел уже не Сидорович, а его лучший друг из группировки «Свобода»: Ваня Снайпер. У Снайпера он взял своё оружие: пистолет 9 мм калибра, обрез и нож для выживания.\nПервая его задача была зачистить деревню Киевская от тринадцати псевдо — собак и пяти кровососов. Он отправился по западной дороге. По пути, стрелок встретил своего старого приятеля, которого когда-то спас. Когда стрелок был на отключатели мозгов, он думал что его старый приятель, которого зовут Вадик Косой, умер. Стрелок спросил его, хочет ли он к нему в группировку? Владик Косой согласился, и они начали думать, как назвать их группировку. Стрелку и Владику Косому пришла на ум одна и та же мысль: назвать группировку \"Байкал\", в честь самого чистого озера. Но Стрелок озвучил эту идею первым. Они согласились, и вместе отправились зачищать деревню. По пути в деревню, они увидели в вдалеке чей-то силуэт, он приближался к нам. Стрелок сказал Владику Косому, чтобы он скрылся за деревом, а сам стрелок пошёл в овраг. Когда силуэт приблизился, Владик Косой разглядел его и передал стрелку то, что это зомби. Стрелок показал знаком, чтобы по его сигналу тот начал стрелять. Зомби подошёл так близко к оврагу, что стрелок мог убить его из обреза. И тут зомби рванул в овраг. Стрелок начал стрелять. Когда патроны закончились, Владик – Косой вонзил врагу в спину нож. Чуть позже они продолжили путь. До деревни осталось 30 м. Добравшись до деревни, он услышали скрип двери. Из здания выбежал Сталкер. За ним гналась псевдо–собака. Владик отстрелил ей ногу. Благодарный Сталкер отвел их в подземелье, где они расспросили его.\n—Звать меня Костя Ствол, два дня назад меня отправили здесь дежурить. Стрелок предложил его войти к ним в группировку, однако Сталкер отказался. Но он сделал им другое предложение: если Стрелок убьет мутантов, что находятся в глубине деревни, он заплатит им. Друзья согласились и направились в деревню. На них тут же напали несколько псевдо-собак и кровососов. Стрелок метко уничтожал собак, когда Владик Косой убивал кровососов. Одна из собак ранила Стрелка. После нескольких минут непрерывного боя, друзья уничтожили всех мутантов и вернулись к Косте Стволу, который отдал им награду.\n",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "                      S.T.A.L.K.E.R Часть 2\n\nПосле стрелку сообщили то что нужно зачистить свалку и прикрыть семерых сталкеров которые еле удерживают свалку от бандитов.Они шли бегом чтобы не опоздать по пути они нашли два артефакта Медуза и четырёх лежачих трупов.Стрелок у одного трупа взял автомат Тисс а у другого взял энергетик и два батона а Владик Косой взял себе два шприца анти радиация и две простых аптечки.Когда они бежали шум выстрелов становился всё больше и больше и вдруг из глуши резко выбегает раненый бандит стрелок с Владиком Косым затаились бандит лёг прям на дороге а ствол выпал из руки он начал стонать и звать на помощь.Стрелок подошёл к нему а бандит ему говорит дай аптечку тебя буду прикрывать с тобой буду ходить как в группировке стрелок позвал Владика Косого рассказал как всё было а он отвечает знаю я таких вот дадим аптечку а он когда будет обстрел нас и грохнет!А бандит отвечает если я вас грохну то и меня потом грохнут свои же за соучастие с вами Владик Косой подумал и дал ему аптечку.Бандит встал отряхнулся и сказал что его зовут Петька Глаз и из пушек только один пистолет 9 мм и нож для охоты на медведя стрелок ему говорит ты говорил то что ко мне в группировку пойдёш а Петька глаз ему и говорит да конечно пойду кудаш деваться то стрелок сказал то что его группировка называется Байкал.И пошли они в троём на свалку.По пути на свалку Петька Глаз рассказал то что будет второе нашествие бандитов и оно будет крупное и то что другие сталкеры врятли удержут свалку и тогда они пошли скорее.И вдруг из гущи вылетают трое бандитов ето были предводители Петьки Глаза они узнали его и начали полить из МП стрелок и все остальные достали пушки и за ближайшие деревья спрятались стрелок достал Тисс и начал полить по всем но задел только одного и то в ногу а Петька Глаз из 9 мм с глушаком убил самого главного прям в голову между глаз а Владик Косой взял пистолет Comando и попал в бок одному бандиту он упал и все подумали что он умер а второго бандита убил стрелок прямо очередью в тело. Все вышли из укрытия а тот бандит который был ранен взял гранату и кинул её прям к стрелку между ног а Петька Глаз подбежал и пинул ногой граната в кручёном виде улетела в глубь леса и там рванула бандита убил стрелок из 9 мм а та граната которая рванула стрелок увидел труп кровососа.После они обыскали бандитов:Петька Глаз взял одну банку тушонки водку и автомат МП стрелок взял две гранаты булку одну простую аптечку и колбасу Владик Косой взял одну гранату простую аптечку и батон.А кровососа бандит сказал то что его заметили уже когда наступали на свалку и то что его он сам ранил ножом в ногу.Когда они пришли на свалку возле разбитой копейке лежал Васька Дурак.Чёрт подбежал к нему и дал аптечку он встал взял свою пушку и пошёл в засаду все были в засаде стрелок замаскировался в автобусе Владик Косой в машине ВАЗ 21-07 а Петька Глаз за мешками прям по середине через двадцать минут начали подходить бандиты Чёрт сказал я подойду поближе и то что стрелять надо после его выстрела стрелок взял автомат Тисс и прицелился в первого идущего бондита ему так хотелось выстрелить но если предвадитель сказал значит надо делать Владик Косой взял АКМ и начал целится между двумя бандитами чтобы очередью положить двух а Петька Глаз взял автомат МП и начал целится между ног он очень любил поржать когда попадаеш в пах.Чёрт кинул гранату в самую большую толпень и начал палить по тем кто убегает от гранаты стрелок как давай палить короткими очередями и вальнул трёх потом спрятался чтобы его не заметили потому что он работал как профессионал Владик Косой как и всегда начал полить очередью и грохнул не двух а четырёх вот он радовался своей затеей а Петька Глаз всётаки попал в пах Чёрт отстреливался вместе с Васькой Дураком как профи они валили в два раза больше чем стрелок Васька Косой и Петька Глаз вместе взятые они палили по всем кто высунется хоть волоском.Стрелок был впереди на метров девять чем все и вдруг он увидел из маленькой щёлочке то что к нему в автобус хочет проникнуть бандит стрелок начал полить по всему автобусу потом взял обрез и выстрелил по двери один раз бандита ранило бандит зашёл а стрелок как шмальнёт он в решето Чёрт дал 2000 руб.",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "                   S.T.A.L.К.E.R. Часть 3\n\n\nПосле этого они отправились на охоту которую придумал Петька Глаз а выигрыш был бутылка водки и колбаса тому кто пристрелит самое большого монстра. Они долго ходили по зоне и вдруг наткнулись на неизвестную деревню которой даже на карте нет, они вошли в неё, а там как из домов повыбегают всякие монстры и окружили всех ну Владик Косой подумал всё хана нам, а тут вдруг вертушка летит и началась бомбёжка Стрелок даже не понимал по кому они стреляют, то ли в них, то ли вообще в монстров. Примерно через час, бомбёжка кончилась все по вылизали из укрытий глядят, а там сталкер лежит как будто вот-вот сдохнет, а возле него псевдособака, Петька Глаз взял нож и набросился на псевдособаку, а Владик косой начал полить из пистолета 9mm, после этого Стрелок подошёл к сталкеру и дал аптечку. Он встал сказал что его Костя Скоробей зовут он сталкер одиночка, Стрелок спросил его не хочет ли он пойти к ним, а он согласился. Потом Стрелок спросил как он там оказался, а Петька Глаз и Владик Косой спорили кто убил псевдособаку чтобы получить приз. Костя Скорабей начал говорить то, что он со своими друзьями напал на военную базу и их там начали мочить, тогда они нашли вертушку сели на неё и полетели, а по пути увидели то, что вы в западне и палить по монстрам начали, а тут какой-то военный придурок вылез откуда то и из ПТГ шмальнул, пилотов сразу же убило, а меня выкинуло прямо сюда, там не кто не остался жив. Вдруг из кустов вылетает монстор плоть, а Костя Скорабей достал Drozd и монстру в голову всей обоймой, после к нему подошли Стрелок и Владик косой и дали ему колбасу и бутылку водки, он спросил за чем мне это, а Стрелок говорит мы тут на охоту ходили кто самого большого монстра убьёт вот ты и убил. И пошли они в деревню, которая находилась по близости, по дороге у Кости Скорабея увидел необычную шапку Петька Глаз и говорит ему клеевая у тя шапка Крыса! А тот ему с верху ема, а за крысу сука ответишь, Петька Глаз чуть со страху в штаны не наложил, а Костя Скорабей говорит то, что это новая аномалия да ещё и говорящая! И стоит она 400 000 руб. Владик Косой предложил продать эту шапку, но Костя Скорабей сказал, она нам ещё пригодится, у неё нюх на монстров есть. Шли они долго, стало темнеть, все включили фонари, а Костя Скорабей Золотую Рыбку все на него попятились, а он говорит в этой аномалии полно света и дальность больше и не погаснет пока солнце не взойдет.",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вдруг где-то в дали промелькнуло, что-то и очень быстро, все остановились и пошли к ближайшим деревьям. Владик Косой посмотрел в бинокль и увидел, да там раненый снорк, а возле него буквально в трёх метрах военные прут штук пять шесть, все затихли и вот когда военные подобрались ближе к ним, они открыли заградительный огонь, они как будто не опытные все в кучу собрались, двум ноги перебило и тут Стрелок, как гранату кинет все разлетелись как мухи. У всех военных был АКМ Граната и по одной простой аптечке универсальной и для опытных. Им осталось пройти какой то грёбанный один километр, но тут снова второй взвод из военных и их там было ещё больше Стрелок через бинокль насчитал 7 человек, а Владик Косой показал ещё одного в дали который был снайпером, Костя Скорабей разглядел, что за оружие у снайпера это была снайперская винтовка СВД или по другому Драгунов. Стрелок пошёл в обход чтобы снять снайпера, а его группировка поныкалась за деревьями а Костя Скорабей залёг в большой яме.",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вдруг Стрелка заметили военные и начали по нему полить, а группа стрелка начала его прикрывать Стрелка заметил снайпер и выстрелил в него, Стрелку пробило ногу, но Стрелок взял АКМ и начал палить короткими очередями и всё таки он убил снайпера с одной обоймы, после он потерял сознание. И вдруг едет грузовик от туда вылезают сталкеры, перестреливают весь отряд Стрелка, но его не замечают, берут трупы забрасывают их в кузов, а в кузове какой-то прибор и светится ярко-ярко и вдруг из кузова вылезают монстры похожие на его отряд, подходят к Стрелку перегрызают ему шею и несут его в кабину грузовика прямо к тому прибору, Стрелок назвал его прибор монстров. Кладут его возле него и включают его, Стрелок превращается в монстра похожего на Снорка в глазах темно и красный свет потом на него надели противогаз СтрелокСнорк посмотрел на свои руки и отключился.\n",
    "answers": []
  }
]