[
  {
    "id": 1,
    "text": "Автор: Geranika.\n\n\nМир стимпанка. Магия и технология сосуществуют в одной вселенной.\nЭто история отважного молодого  дворянина из богатой семьи. Как повернется его судьба? Начните с истоков вместе с ним. Принимайте решения вместе!\nВойна и приключения ждут вас в этой истории.\nВ этом мире много опасностей, заговоры и шпионы грозят развалить страну! На какую сторону вы встанете, решать только вам.\n\n\nВозрастной рейтинг 18<plus> \n\n\nДорогой читатель если ты нашел ошибки. То я прошу сообщить о них в комментариях. \nЛюбая критика будет уместна, отвечу на все ваши вопросы.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест.\n"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                               ♧\n\nНадрор огромная и величественная столица, непреступная крепость и главный торговый узел во всей стране. Дым паровых машин и магических кузниц поднимался высоко в небо. Ночные улицы всегда были прекрасно освещенны светом минеральных кристаллов. А благородная стража всегда следила за порядком на улицах города. \nЭто единственное что вы знали об окружающем мире глядя в окно из своего жилища.\nВаш отец был богатым и зажиточным дворянином. Прославленный в высших кругах за добычу и поставку на рынок магического минерала. \n Был он человеком грубым, и молчаливым но при этом, он любил свою семью. Очень часто он бывал в разьездах по стране, так что дома оставались лишь вы мама и дворецкий.\nИзлишеств ваш отец не любил поэтому прислужник выполнял по дому всю доступную ему работу.\nОтца снова небыло дома, еще с утра он уехал на какой то там светский ужин, вас снова передернуло от этой мысли. Ведь вы очень скучали по нему. \n— Раберт! Почему ты не на занятиях? — Мама как всегда отыскала вас у окна и сейчас с глядя с укором ждала ответа.\n",
    "answers": [
      {
        "id": 3,
        "text": "Но мама эти занятия такие скучные!"
      },
      {
        "id": 4,
        "text": "Мама я жду приезда отца, он обещал мне что-то рассказать когда приедет!"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Раберт, дворяне себя так не ведут! — она вздохнула, и потупившись в пол добавила.\n— Теперь когда ты просидел сдесь целое утро, успеешь только на один урок! Я и так заставила учетелей ждать! И никах но! — Она уперла руки в бока и насупилась. Вы знали, что это не предвещает ничего хорошего. Обычно она так делала, когда они ругались с папой по вечерам. После чего он уходил на заднюю терассу долго курил трубку, что-то бурчал, и смотрел на цветущий сад. ",
    "answers": [
      {
        "id": 6,
        "text": "Пойти в гостинную."
      }
    ]
  },
  {
    "id": 4,
    "text": "— Отец приедет еще не скоро! Раберт. — сказала она глубоко вздохнув. — Я тоже скучаю по нему, но ничего не поделаешь он старается ради нас. А сейчас беги в гостинную, там тебя ждут учителя. \n— А когда папа приедет я ему напомню и он тебе это что-то  расскажет. В конце концов ты дворянин! А дворяне себя не ведут как маленькие мальчики.\nВы конечно подумали, что вы и есть маленький мальчик, но вслух конечно не сказали. ",
    "answers": [
      {
        "id": 6,
        "text": "Пойти в гостинную."
      }
    ]
  },
  {
    "id": 5,
    "text": "— Я думал эти старые пердуны никогда не уйдут! — Улыбнулся учитель, когда вы пришли  на фехтовальную площадку в глубине сада.\n— Так вы же тоже, не молодой уже! — Расмеялись вы, пытаясь поддеть учителя.\n—  Я еще только начинаю жить! Тем более неприлично говорить о возрасте с людьми моего положения. Четвертая позиция! Спину выпрями! Ноги шире! Да так!\n— Ай — вскрикнули вы когда учитель поддел ногу деревянным мечиком, пододвигая ее к идеальной позиции.\n— Если ты хочешь стать первоклассным мечником, то терпи!  — Ухмылясь ответил он.\n\" А мне и не нужно первоклассным\"  \"Вот подрасту попляшешь у меня!!\" — Вы ухмыльнулись своим мыслям, но учитель не давал расслабится, он менял стойки одну за другой. Потом устроил небольшой поединок, из которого конечно вышел победителем. \n\nПотом был обед и вы тепло попрощавшись с учителем отправились в свою комнату.",
    "answers": [
      {
        "id": 10,
        "text": "Ждать приезда отца."
      }
    ]
  },
  {
    "id": 6,
    "text": "В гостинной пили чай три пожилых человека, и вели какую-то одну, только им понятную беседу.\nС всеми этими: границами, и господами, и кучей всяких мамзелей, и прочими \"тонкостями\" высшего сословия вы были еще плохо знакомы. поэтому предпочли дать старикам договорить. \n— А вот и вы молодой человек! — посмотрел сквозь очки самый высокий из троицы. Он был королевским следопытом в отставке. Занятия с ним означало поездку в лес и охоту! хоть он и был очень строгим но вы довольно таки сносно выполняли его задачи.\n— Да скорее выбирайте с кем будете заниматся ведь мне еще нужно успеть в обсерваторию! — заявил самый толстый из стариков, вам он нравился меньше всех. Конечно все эти механизмы и были интересными и сложными.  Но, на его уроках все время тянуло в сон! Еще он заставлял учить эти гадские руны, и чертить схеммы паромеханических  устройвств! Брррр вас чуть передернуло но вы сдержались.\n— Давай сынок не заставляй нас мучить твою маму старческой беседой еще больше. — Улыбнулся коренастый с короткой стрижкой старик. Это был учитель фехтования он был веселым с ним можно было шутить и говорить обо  всем на свете!! Но гонял он до последнего пота, его уроки были самыми тяжелыми и он требовал от вас сверх меры. Так вам казалось.",
    "answers": [
      {
        "id": 5,
        "text": "Уроки фехтования."
      },
      {
        "id": 7,
        "text": "Уроки охоты."
      },
      {
        "id": 8,
        "text": "Уроки Паромеханники"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы уже битый час пытались отыскать след учителя в прошлогодней листве, старик умел заплетать следы через чур хорошо. Вас возмущало, что он не может оставить хоть малюсенькую подсказку. Вы уже выбивались из сил и были готовы сдатся но воспитание и ваша собственная гордость не давали вам сделать этого. Вы снова вернулись в начало и осмотрели следы. \n—Так вот же — Вы увидели новый след который вел куда-то  в глубь овражка.\nПройдя по нему вы поняли что это тот самый путь по которому прошел учитель. Прошло еще пол часа и вы нашли то что искали!  Учитель сидел на камне и вытачивал свистульку из куска дерева.\n— Слишком долго.  Я бы мог быть уже далеко. Но удволетварительно. — Учитель довольно покряхтел слезая с камня. \n— Я по другой тропке пошел — ответили вы.\n— Это понятно. Ты слишком торопишься. Всегда сначала осматривай следы это сэкономит тебе время. — Учитель протянул вам свистульку. \nПотом вы учились стрелять из лука.\n— Два пальца, поправка на ветер один. Пли!\n— Хорошо мальчик, теперь та дальняя. Три пальца поправка два. Пли! \nЭто продолжалось довольно  долго, но в конце учитель довольно кряхтя заявил об окончании урока.\nИ вы собрали вещи и поскакали домой.",
    "answers": [
      {
        "id": 9,
        "text": "Ждать приезда отца."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы не знали почему вы выбрали именно этот урок. Учитель бубнил что то о механизмах и минералах и их взаимодействии. Тем временем вы рисовали на куске пергамента человечка с механической рукой, не обращая внимания о том что рассказывает учитель. Эту темму вы знали хорошо  ведь папа рассказывал больше и интерееснее обо всем магическо-минеральном.\n— И так, Раберт как работает эта машина?\n— На минеральном кристалле.\n— Очень хорошо! А почему кристалл дает энергию?\n— Потому что его обоготили в кузнице.\n— Великолепно.  Теперь поговорим об устройстве этой винтовки. — Учитель указкой показал на схемму кристального оружия.\nВы все это знали. И урок прошел незаметно.\nЕще потом был раздел истории но вы уловили лишь то что есть какие то фанатики на севере, которые эти самые кристаллы оскверняют и бандиты на юге.\n\nПотом был обед и учитель поспешил в обсерваторию. Как и обещал.",
    "answers": [
      {
        "id": 11,
        "text": "Ждать приезда отца."
      }
    ]
  },
  {
    "id": 9,
    "text": "Отец приехал поздно вечером. Он был довольным, и собрав всех за столом на ужине расказывал последние новости, чинно раскуривая свою трубку.\n— Так вот дорогая отбили мы северную шахту! — Он не громко стукнул кулаком по столу. \n— Теперь они не полезут в наши владения! Мы с графом разместили там гарнизон наемников из Драстоля. Так что я свободен на следующей неделе и мы все вместе поедем в летнюю резиденцию! —  С довольным видом сказал отец отпив из бокала вина.\nМама улыбнулась и поцеловала папу в щеку.\n— Так что малец будещь демонстрировать чему научили тебя за этот месяц пока я был в разьездах. — Подтолкнул вас отец.\n— Да я... Да я... А мы в лес на охоту пойдем? А ты мне еще жука механического показать обещал!!! \n— Отец рассмеялся от вашего резкого напора и подмигнул.",
    "answers": [
      {
        "id": 12,
        "text": "Доесть и пойти спать."
      }
    ]
  },
  {
    "id": 10,
    "text": "Отец приехал поздно вечером. Он был довольным, и собрав всех за столом на ужине расказывал последние новости, чинно раскуривая свою трубку.\n— Так вот дорогая отбили мы северную шахту! — Он не громко стукнул кулаком по столу. \n— Теперь они не полезут в наши владения! Мы с графом разместили там гарнизон наемников из Драстоля. Так что я свободен на следующей неделе и мы все вместе поедем в летнюю резиденцию! —  С довольным видом сказал отец отпив из бокала вина.\nМама улыбнулась и поцеловала папу в щеку.\n— Так что малец будещь демонстрировать чему научили тебя за этот месяц пока я был в разьездах. — Подтолкнул вас отец.\n— Да я... Да я... А мы в лес на охоту пойдем? А ты мне еще жука механического показать обещал!!! \n— Отец рассмеялся от вашего резкого напора и подмигнул.",
    "answers": [
      {
        "id": 13,
        "text": "Доесть, и отправится спать"
      }
    ]
  },
  {
    "id": 11,
    "text": "Отец приехал поздно вечером. Он был довольным, и собрав всех за столом на ужине расказывал последние новости, чинно раскуривая свою трубку.\n— Так вот дорогая отбили мы северную шахту! — Он не громко стукнул кулаком по столу. \n— Теперь они не полезут в наши владения! Мы с графом разместили там гарнизон наемников из Драстоля. Так что я свободен на следующей неделе и мы все вместе поедем в летнюю резиденцию! —  С довольным видом сказал отец отпив из бокала вина.\nМама улыбнулась и поцеловала папу в щеку.\n— Так что малец будещь демонстрировать чему научили тебя за этот месяц пока я был в разьездах. — Подтолкнул вас отец.\n— Да я... Да я... А мы в лес на охоту пойдем? А ты мне еще жука механического показать обещал!!! \n— Отец рассмеялся от вашего резкого напора и подмигнул.",
    "answers": [
      {
        "id": 14,
        "text": "Доесть и идти спать."
      }
    ]
  },
  {
    "id": 12,
    "text": "Прошло много лет с тех пор как вы были дома сейчас вы учились в Государственной академии на факультете  Военного исскуства. Возможно тот день был судьбоносным. Вы все чаще стали тренироватся с луком презирая огнестрельное оружие, как ваш учитель. Упражнятся в поиске следов, и охоте. Изучать средства маскировки, и познания трав. После недолгих раздумий отец направил вас сюда, и возлагал на вас очень большие надежды. Ведь из академии выпускали молодых офицеров и сразу направляли их в армию\n\n\n\n— Эй Раберт пойдем на рынок сегодня же воскресенье! — Ваш друг будил вас тряся за плече.\n— Да я уже встаю Ганри. -Ответили вы сонным голосом.",
    "answers": [
      {
        "id": 15,
        "text": "Одеть форму и выйти с другом из академии."
      }
    ]
  },
  {
    "id": 13,
    "text": "Прошло много лет с тех пор как вы были дома сейчас вы учились в Государственной академии на факультете  Военного исскуства. Возможно тот день был судьбоносным. Вы все чаще стали тренироватся с мечем, и упражнятся в ближнем бою изучать тактику и стратегию. После недолгих раздумий отец направил вас сюда, и возлагал на вас очень большие надежды. Ведь из академии выпускали молодых офицеров и сразу направляли их в армию.\n\n\n— Эй Раберт пойдем на рынок сегодня же воскресенье! — Ваш друг будил вас тряся за плече.\n— Да я уже встаю Ганри. — Ответили вы сонным голосом.",
    "answers": [
      {
        "id": 16,
        "text": "Одеть форму и отправится на рынок"
      }
    ]
  },
  {
    "id": 14,
    "text": "Прошло много лет с тех пор как вы были дома сейчас вы учились в Государственной академии на факультете  Военного исскуства. Возможно тот день был судьбоносным. Вы все чаще стали тренироватся с огнестрельным оружием. Самостоятельно мастерить различные вспомогательные приборы. И изучать слияние минеральной и паровой энергии. После недолгих раздумий отец направил вас сюда, и возлагал на вас очень большие надежды. Ведь из академии выпускали молодых офицеров и сразу направляли их в армию.\n\n\n— Эй Раберт пойдем на рынок сегодня же воскресенье! — Ваш друг будил вас тряся за плече.\n— Да я уже встаю Ганри. — Ответили вы сонным голосом.",
    "answers": [
      {
        "id": 17,
        "text": "Одеть форму и отправится на рынок."
      }
    ]
  },
  {
    "id": 15,
    "text": "Рынок при академии был наполнен разным товаром: чернила с перьями, самопишущие ручки, пергамент, мехнические стулья, светящийся сферы и прочая полумагическая приблуда. \nЖенский состав академии всегда ютился у прилавков с зельями. Там были и те что повышают физическую силу, скорость,  интелект. Но их в основном интересовали приворотные зелья, и те что повышали красоту. \nЗапах был сдесь особенным, пахло сьестным вперемешку с машинным маслом и выхлопом паровых машин. \n— Говорят южане приехали. — Сказал Ганри пытаясь отыскать их пестрый шатер.\n— Ничего интересного  от этих разбойников не жди!\n— Раберт ты не справедлив — заметил друг\n— Они постоянно совершают налеты на наши шахты и приграничные города, и это я не справедлив? \n— Незнаю друг. Сейчас император подписал с ними договор вот они и торгуют. Пойдем глянем а?",
    "answers": [
      {
        "id": 18,
        "text": "Уговорил."
      }
    ]
  },
  {
    "id": 16,
    "text": "Рынок при академии был наполнен разным товаром: чернила с перьями, самопишущие ручки, пергамент, мехнические стулья, светящийся сферы и прочая полумагическая приблуда. \nЖенский состав академии всегда ютился у прилавков с зельями. Там были и те что повышают физическую силу, скорость,  интелект. Но их в основном интересовали приворотные зелья, и те что повышали красоту. \nЗапах был сдесь особенным, пахло сьестным вперемешку с машинным маслом и выхлопом паровых машин. \n— Говорят южане приехали. — Сказал Ганри пытаясь отыскать их пестрый шатер.\n— Ничего интересного  от этих разбойников не жди!\n— Раберт ты не справедлив — заметил друг\n— Они постоянно совершают налеты на наши шахты и приграничные города, и это я не справедлив? \n— Незнаю друг. Сейчас император подписал с ними договор вот они и торгуют. Пойдем глянем а?",
    "answers": [
      {
        "id": 19,
        "text": "Уговорил."
      }
    ]
  },
  {
    "id": 17,
    "text": "Рынок при академии был наполнен разным товаром: чернила с перьями, самопишущие ручки, пергамент, мехнические стулья, светящийся сферы и прочая полумагическая приблуда. \nЖенский состав академии всегда ютился у прилавков с зельями. Там были и те что повышают физическую силу, скорость,  интелект. Но их в основном интересовали приворотные зелья, и те что повышали красоту. \nЗапах был сдесь особенным, пахло сьестным вперемешку с машинным маслом и выхлопом паровых машин. \n— Говорят южане приехали. — Сказал Ганри пытаясь отыскать их пестрый шатер.\n— Ничего интересного  от этих разбойников не жди!\n— Раберт ты не справедлив — заметил друг\n— Они постоянно совершают налеты на наши шахты и приграничные города, и это я не справедлив? \n— Незнаю друг. Сейчас император подписал с ними договор вот они и торгуют. Пойдем глянем а?",
    "answers": [
      {
        "id": 20,
        "text": "Уговорил."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы приблизились к шатру Южан и увидили что там проводятся бои без правил.\n— Э падхади дорогой человек! Испытай сваю удача в сражении! — скандировал торгаш в тюрбане.\n—  Ух не думаю что найдутся желающие! — Цыкнул зубами Ганри оглядывая огромного шрамиравонного бугая на ринге.\n— Здоровый — Огледели вы южанина.\nБугай играл мышцами на публику привлекая все больше зевак.\n— Эй дорогой падхади!!! Деньга ставь, на сражение погляди!!! — Не унимался торговец.\nЛюди не спешили такой боец внушал страх и уважение.\n— Эй ты северянин! Сразись с маим воином в схватка!! — Южанин обращался к вам. Вы запоздало помотали головой но торговец ловко завел вас на ринг.\n— Эй люди мой воин против этого сэвэрного студэнта сматри на великий схватка!.\nВы не успели даже крикнуть что это ошибка гонг возвестил о начале боя.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "конец ознакомительной части"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы приблизились к шатру Южан и увидили что там проводятся бои без правил.\n— Э падхади дорогой человек! Испытай сваю удача в сражении! — скандировал торгаш в тюрбане.\n—  Ух не думаю что найдутся желающие! — Цыкнул зубами Ганри оглядывая огромного шрамиравонного бугая на ринге.\n— Здоровый — Огледели вы южанина.\nБугай играл мышцами на публику привлекая все больше зевак.\n— Эй дорогой падхади!!! Деньга ставь, на сражение погляди!!! — Не унимался торговец.\nЛюди не спешили такой боец внушал страх и уважение.\n— Эй ты северянин! Сразись с маим воином в схватка!! — Южанин обращался к вам. Вы запоздало помотали головой но торговец ловко завел вас на ринг.\n— Эй люди мой воин против этого сэвэрного студэнта сматри на великий схватка!.\nВы не успели даже крикнуть что это ошибка гонг возвестил о начале боя.",
    "answers": [
      {
        "id": 21,
        "text": "Приготовится к бою."
      }
    ]
  },
  {
    "id": 20,
    "text": "\nВы приблизились к шатру Южан и увидили что там проводятся бои без правил.\n— Э падхади дорогой человек! Испытай сваю удача в сражении! — скандировал торгаш в тюрбане.\n—  Ух не думаю что найдутся желающие! — Цыкнул зубами Ганри оглядывая огромного шрамиравонного бугая на ринге.\n— Здоровый — Огледели вы южанина.\nБугай играл мышцами на публику привлекая все больше зевак.\n— Эй дорогой падхади!!! Деньга ставь, на сражение погляди!!! — Не унимался торговец.\nЛюди не спешили такой боец внушал страх и уважение.\n— Эй ты северянин! Сразись с маим воином в схватка!! — Южанин обращался к вам. Вы запоздало помотали головой но торговец ловко завел вас на ринг.\n— Эй люди мой воин против этого сэвэрного студэнта сматри на великий схватка!.\nВы не успели даже крикнуть что это ошибка гонг возвестил о начале боя.",
    "answers": [
      {
        "id": 1,
        "text": "конец ознакомительной части"
      }
    ]
  },
  {
    "id": 21,
    "text": "Конец ознакомительной части",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]