[
  {
    "id": 1,
    "text": "Автор: странный кукловод.\n\nУбить человека своими руками. Когда я первый раз убил человека, не помню, мне уже было за двадцать. Мы с братом зарабатывали на жизнь тем, что подстерегали одиноких сталкеров на выходе из опасных участков Зоны и забирали у них товар. Не потому, что нам нравилось мародёрство, а просто мы тогда ничего другого делать не умели, да и не хотели.",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-43.userapi.com/c855220/v855220608/e8f67/OHZUbb5-ppI.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-11.userapi.com/c855228/v855228215/e16c2/Xsh84A-OEps.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://sun9-11.userapi.com/c855228/v855228215/e16c2/Xsh84A-OEps.jpg",
        "system": true
      },
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "                           ДВА ДНЯ\nВ Зоне, и только в ней можно найти действительно ценные, а иногда и бесценные Артефакты. Подумать только, за один неплохой Артефакт мы получали столько денег, за сколько наши родители надрывались несколько месяцев. Продавали всё Скину – старьёвщику. Этот покупал всё, от оружия и до осклизлых шкурок мутантов. Сказать, что такое занятие мне особо нравилось, не скажу, но идти работать на завод хотелось ещё меньше. Себя и себе подобных мы называли хантерами, охотниками на сталкеров. В народе же нас прозвали «грязными сталкерами» или же просто мародёрами.\n\nРанней весной два хантера гнали сталкера по прозвищу Аббат. Его взгляд не выказывал особой усталости, но взмокшие волосы, выбивающиеся из-под темно-зеленого шлема и посеревшее от пыли лицо и камуфляж говорили об изрядном марш-броске. Сапоги были перемазаны глиной настолько, что невозможно было разобрать их изначального цвета.\n\nПахло плесенью. Из открытых канализационных люков выветривались тошнотворные запахи тухлой воды. Кое-где уже стала пробиваться скудная растительность. Начинали набухать почками растущие прямо из выбитых окон домов чахлые деревца с уродливыми наростами. Теперь в этом городе обитали только крысы и мутанты.\n\nСталкер бежал, выбивая сапогами струйки пыли и хрустя битым стеклом, повсюду валяющимся на дороге. За его плечами висел рюкзак, который он старательно пытался не трясти во время бега и все время поправлял. В руках он держал штурмовую винтовку, которую нашел на заброшенной военной базе. Винтовку заклинило, и сейчас она была абсолютно бесполезна. Аббат не бросал её только потому, что она придавала ему призрачное чувство ув\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-11.userapi.com/c852224/v852224215/1afe5b/MAgJwlMm_Z4.jpg"
      },
      {
        "id": 3,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "... еренности в себе. «Ну что за работа», думал он, крутя головой и выискивая более простой путь для бега. Пару раз он останавливался и бросал болты в казавшиеся подозрительными места, но всё было нормально.\n\nДорогу впереди перегородили развалины кинотеатра. Слева тянулись бесконечные девятиэтажки. Аббат свернул направо в лабиринты покинутых полуразвалившихся пятиэтажек. Судя по карте, вскоре должен был начаться частный сектор и, главное, там протекал ручей. В погоне участвовал пёс, только поэтому сталкер до сих пор не ушел от хантеров. «А может, присоединиться к инженерам, сталкерам-разработчикам? Тем более, предлагали, и не раз. И образование позволяет. Буду ковырять новые виды поставляемых артефактов, отдыхать в кровати, а не где получится. Разработаю новый сканер, новый алгоритм наведения ракет, десяток другой безделушек. Пора завязывать с поисками Артефактов. Только и делаю, что бегаю и теряю годы жизни».\n\nТишину разорвала автоматная очередь, прервавшая его раздумья. Аббат повернулся и увидел двоих людей, чуть впереди них бежал здоровенный черный пёс. Сталкер навел бесполезную винтовку в сторону противника. Хантеры спрятались. Аббат метнулся в сторону и исчез в поднявшейся от ветра туче серой пыли.\n\nПреследователи вышли из укрытия. Один из них, сухой и довольно высокий, сплюнул на дорогу и что-то зло сказал второму, поменьше ростом и пошире в плечах. К ним подбежал пёс, немного покрутился, взял след и взглядом пригласил продолжить прерванную погоню. Два человека с калашами наперевес тяжело потопали за ним.\n\nСогласно карте, Аббат скоро должен был выйти к частному сектору. Чтобы сократить путь и сбить преследователей со следа, он, заскакивал в окна первых этажей пятиэтажек и выпрыгивал с другой стороны. Это было достаточно опасно, но приходилось рисковать, беглец все время слышал погоню. Бывало, он даже различал слова преследователей. Несколько раз он падал, поскользнувшись на слизистом мху, растущем сплошь и рядом.\n\nАббата гнали умело, прижимая к тупикам и завалам. Он бежал, и в такт дыханию в голове бухала одно лишь слово: «…уй-ти, уй-ти, уй-ти…». Забежав в очередной двор, он увидел развалины дома, перегородившие проход. Сзади послышались крики врагов. Приняв единственно верное решение, Аббат заскочил в первый попавшийся подъезд, выбил дверь в квартиру, подскочил к окну и еле затормозил перед ним. Глаза его стали круглыми от страха – окно было засыпано развалинами соседнего дома. Он выскочил из квартиры и увидел пса, караулящего подъезд. Послышался крик: «Отдай нам то, что у тебя есть, и ты останешься жить».\n\nАббат вынул последнюю гранату и рикошетом послал её из подъезда. Граната, звякнув, полетела вниз, сам сталкер стал подниматься по лестнице вверх. Послышался грохот сапог убегающего сталкера и крик «Тол, ко мне». От взрыва весь первый этаж просто разнесло на осколки. Лестничный пролет, на котором только что был сталкер, рухнул вниз. Будь Аббат в этот момент ниже на пролет, он бы погиб. Одним ударом ноги он выбил дверь на втором этаже и заскочил в смрад брошенной квартиры. Бросив взгляд на окна, он увидел лишь почерневшие глыбы железобетона. Выхода не было. Осмотревшись, он разглядел в полумраке холодильник. Не долго думая, Аббат, обдирая кожу с ладоней, придвинул его к двери. Переведя дыхание и прислушавшись, сталкер с горечью понял, что использовал гранату зря.\n\n– Сука, чуть Тола не завалил. Бедный мой пёсик, иди сюда. Что, испугался?\n\n– Он завалил проход. Попробуй теперь его выкурить. Ты точно уверен, что он не выскочит с той стороны?\n\n– Да, с этим нам прифартило. Гадство, ногу натер пока за ним бегали, болит.\n\n– А давай вообще завалим ему выход. Сдохнет, а мы через недельку его примем и всё заберем.\n\n– Ага, кто-то его найдет и ничего нам не оставит. Давай, помоги мне этот камень оттащить.\n\n– Сашка, не гони смотри какие булыжники, может, поговорим с ним?\n\n– И что ты ему скажешь, что мы пошутили?? Если бы он хотел, всё давно отдал бы. Трясется над своими Артефактами.\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "– Да, пожалуй. Давай сначала с ним спокойно, а то он со страху весь дом разнесет. Вообще тогда ничего не найдем. Дай мне сигарету.\n\n– Не дам. Осторожно, сзади тебя муха, наверно на солнце проснулась.\n\nАббат облегченно вздохнул. У него появилось время для починки винтовки. Он положил её на холодильник, скинул рюкзак и вынул из него мятую коробку из-под обуви. Глаза его загорелись, когда он достал из коробки стеклянный шар и провел по нему пальцем. Шар засветился, разгоняя темноту. Сталкер закрепил шар на вешалке для одежды с помощью самодельной сеточки и взял винтовку. «Может, действительно отдать им всё? Может, не тронут тогда? Не, вряд ли, Смуглого только недавно пристрелили. Зачем им оставлять следы».\n\nЧерез дверь послышался грохот – враги пытались откопать проход к нему.\n\n– Сашка, убери ногу. Да не тащи, кати его.\n\n– Вот сам и кати, раз такой умный.\n\nПослышалось кряхтенье и шум перекатывающихся камней.\n\nАббат начал разбирать оружие. «Недаром я её все это время нес, своя ноша не в тягость», – думал он, быстро работая пальцами. «Лишь бы починить». Он несколько раз собрал и разобрал оружие. Стрелять оно не желало. Сталкер вынул из рюкзака фляжку и, поперхнувшись, хлебнул.\n\n– Чтоб вы сдохли, – ругнулся он, – как я всех ненавижу.\n\nМедленно осмотревшись в поисках хотя бы чего-нибудь, что можно было использовать в качестве оружия, сталкер остановил взгляд на перевернутом столе. Не раздумывая, он выломал ножку стола, помахал ей немного, привыкая к весу, и принялся ждать.\n\nЗа стеной закричали:\n\n– Мужик, отдай нам товар, и мы клянемся, что ты останешься жив.\n\nАббат молча перехватил дубину покрепче и отошел к стене так, чтобы сбоку ударить противника.\n\n– Сталкер, мы знаем, что ты там. Отдай товар…\n\n– Давай я на хрен разнесу стену, – перебил его второй противник, – а потом разорву козла на куски.\n\n– Игорь, прекрати размахивать гранатами. Товар можешь испортить. Сталкер, мы не убийцы, оставим тебя жить, только отдай товар.\n\nПот струями стекал по лицу Аббата, зрачки были расширены в ужасе, но он упорно продолжал молчать, не веря ни единому слову врагов.\n\n– Сталкер, – продолжал хантер, – не глупи, ты же понимаешь, силы на нашей стороне.\n\nАббат достал из кармана фотографию девушки, посмотрел на неё прощальным взглядом и спрятал обратно.\n\n– Тол, сидеть.\n\n– Ладно, мужик, не хочешь по-хорошему, будем по-плохому. У меня есть двустволка. Стреляет дробью. Тебе в живот или в голову?\n\n– Не, пальнём из дробогана в пах, мучиться будешь, собака, весь день. Ну, что ты молчишь? Выходи! Убью козла.\n\nОдин из хантеров стал бить ногами в дверь и выкрикивать ругательства. Аббат сжался в комок, и, казалось, перестал дышать.\n\nРаздался взрыв, и дверь вместе с холодильником занесло во внутрь квартиры. Сталкер не ожидал этого, совсем не ожидал. Взрывной волной его отнесло на несколько метров назад. Он ударился о грязный стол, стоящий около стены и упал на колени. Перед глазами всё крутилось как на карусели, ноги не повиновались. Сталкера чуть не вырвало. От взрыва поднялась стена пыли и гари. Ничего не было видно уже в метре, не хватало дыхания. Это спасло Аббата, его не смогли сразу найти. За несколько минут он сумел придти в себя. Он сел на корточки, прижался к стене с дубиной в руках и стал ждать.\n\nИз пыли вынырнул хантер. Одним движением, без замаха, сталкер выбил из его рук оружие, вторым хотел раздробить череп, и тут его прошила автоматная очередь второго хантера. Пули пробили ему живот и выбили дыры в стене. Аббат упал в шаге от своего убийцы, попытался подняться с пола и вскочить на стоящий рядом стол, но у него подкосились ноги. Он попытался снова. Истекающий кровью, он медленно залез на стол, даже не понимая зачем. Яркой вспышкой в мозгу полыхнуло какое-то слово, Аббат попытался понять, какое, и не смог. Дрожащей рукой он достал фотографию девушки из кармана, погладил её пальцами и закатил глаза. Рука его судорожно сомкнулась, с хрустом сминая последнюю память о нормальном мире. Хантеры стояли и молча смотрели, как из человека уходит жизнь. А кровь все текла и текла, заливая пол темной лужей.\n\n– Игорь, я, кажется, его убил. Меня сейчас вырвет.\n\n– Ты меня спас, спасибо.\n\n– Я думал, его оглушило, расслабился. Игорь, я же его убил!!! Что делать будем?\n\n– Ничего, заберем товар и уйдем. Так даже лучше, мстить не будет.\n\nИгорь старательно обыскал рюкзак Аббата, его одежду.\n\n– А его похороним? – Сашка мотнул головой в сторону сталкера.\n\n– Зачем?\n\n– Ну, чтобы… Так по-человечески будет.\n\n– Вот и хорони, мне неохота. – Игорь тяжело взвалил рюкзак сталкера на плечи, – Ты идешь?\n\nИгорь вышел. Сашка помочился на остатки холодильника, окинул взглядом разгромленную квартиру, схватил свой рюкзак и выскочил за дверь.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "* * *\n\nШло время. Хантеры, как и сталкеры, стали объединяться в кланы. Мы стали организованной группировкой. Но если у сталкеров объединение основывалось по большому счету на дружбе, наше объединение было кровавым замесом зависти, подлости, жадности и страха. Одна группировка поглощала другую, убивая лидера. К этому времени я уже порядочно устал грабить и убивать сталкеров и мечтал переметнуться на их сторону. Но путь к ним был заказан для меня – я засветился как матерый хантер, я участвовал в нескольких рейдах на базы ученых. Вернуться к нормальной жизни я уже не мог, потому что ничего не умел. А идти в органы или к криминалу не хотелось.\n\nЗа годы хантерства я понял, что самым страшным мутантом и монстром является сам человек. Свои меня прозвали Химера. Потому что на л\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-9.userapi.com/c858236/v858236215/6a14f/DjWSZQuZGpU.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "... ицо я нанёс татуировки с изображением змей. Не хочу сейчас вдаваться, почему я это сделал. Сам не знаю.\n\nМы уже имели все навыки сталкеров, пробирались в труднодоступные районы, имели необходимую для этого аппаратуру и снаряжение.\n\nЯ хочу рассказать, как я стал одиночкой.\n\nПосле очередного выброса выяснилось, что на одном из участков наблюдается просто огромное количество артефактов. Атаман, наш очередной босс, с денежным блеском в глазах долго компостировал мозги нам, четверым, убеждая, что только мы можем добраться до зоны Х, потому что мы – «лучшие». Когда он закончил, и мы вышли, к нему зашла следующая группа «лучших».\n\nНа сборы не ушло много времени. Основным транспортом нашей четверки были горные байки. Это относительно дешево, удобно и маневренно. Лучше байка мог быть только танк с кучей сталкерских примочек на борту, но мы пока не располагали такой техникой. Без мобильности в Зоне делать нечего. А мы на своих байках разве что по деревьям не лазали, хотя один раз всё-таки пришлось.\n\n– Багато вас сёгодни тут йидэ, кожен бы дэнь отак, – саказал усатый офицер блокпоста, считая деньги, полученные за наш проезд в Зону.\n\n– Что, много уже проехало?\n\n– Тильки за сёгодни хлопцив двадцять, нэ мэнш.\n\nМы переглянулись. Встретить конкурентов хантеров, а тем более сталкеров абсолютно не улыбалось.\n\n– Что делать-то будем? – нарушил молчание Бес когда мы отъехали от блокпоста.\n\n– Придется ехать по ямам и лесам, не стоит лишний раз на сталкеров натыкаться. На трассе маячить не будем, – ответил Длинный, голова четверки.\n\n– Мне с самого начала не понравилась вся эта канитель. Ну его на хрен, давайте вернемся пока не поздно, – Корень начинал этими словами любое наше предприятие.\n\nЯ промолчал. Мне тоже не нравилась вся эта затея, но у нас не было другого выбора, мы не могли отказаться и не могли придти с пустыми руками.\n\nПришлось свернуть с дороги. Езда на байке по пересеченной местности дело тяжелое, но у нас был большой опыт. В некоторых местах мы тащили свой транспорт на плечах. Бес беззлобно переругивался с Длинным из-за проложенного маршрута. Пусть даже и понимал, что голова прав, не нужна нам лишняя стрельба. По дороге не встретили ничего интересного, пару раз прошмыгивали небольшие мутанты, но Тол, пес нашей четверки, быстро разбирался с ними. Встретили несколько аномалий. Одну засёк пёс, другие датчик на груди Беса. Всё было как обычно, ничего нового и необычного. Тревожное напряжение, сковывающее нас поначалу, отпустило, мы начали разговоры ни о чём. О приборах, Артефактах и бабах, затем об оружии, о машинах, о зоне, ну и конечно же снова о бабах. Корень рассказал бородатую историю о сталкере, которого убил собственный болт, брошенный в аномалию и пулей вылетевший назад. Все для приличия хихикнули. Эта история постоянно обрастала новыми событиями. Хантеры рассказывали, как преследовали сталкера, и как были приятно удивлены, увидев болт, застрявший у него в черепе. Сталкеры рассказывали, что один из них наловчился бросать болты в аномалии так, чтобы они вылетали под нужными углами и убивали врага. Однажды этот чудак напился и на спор стал бросать в аномалию болты, бить ими бутылки. Что-то не рассчитал.\n\n– А мне сон недавно снился, – совершенно невпопад начал Бес, – идем мы по какому-то лесу. Кругом одни ели, всё мертвое какое-то. Небо всё черное, тучи как уголь, нити какие-то плавают. И тут мы выходим к замерзшему озеру. Идем, и тут видим, в лёд человек вмерз. Как я испугался, смотреть не мог. А вы его откопали. Глядим, а это Атаман. В тулупе, мертвый, бледный, а в руке две гривны зажаты. К чему бы это?\n\nТак весело мы не смеялись давно.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вышли мы к зоне Х около двух часов дня. Гейгер был спокоен, датчики показывали норму, Тол не волновался. Вроде всё было тихо. Слишком тихо, не шелестели даже листья деревьев позади нас. Мы залегли на пригорке и приложились к биноклям. Х находилась в низине, густо заросшей уже начинающими желтеть невысокими деревцами. Оттуда тянуло болотом и плесенью. От пригорка до леса, в который мы должны были попасть, не росло ни единого дерева, не было ни единого прикрытия.\n\n– Смотрите, – Корень ткнул пальцем вниз.\n\nПримерно в километре параллельно нам, на границе с Х, опираясь на корявый посох с привязанными колокольчиками, неспешно шла сутулая фигура в коричневой рясе с капюшоном. При ходьбе колокольчики издавали приятный звон. С такого расстояния их физически не могло быть слышно, но каждый из нас явственно слышал тон каждого отдельного колокольчика. Всё, что я знал о ведьме, это то, что от неё надо бежать. Ведьма шла, иногда пригибаясь к земле, иногда словно отрываясь от неё и паря в воздухе. Пару раз она поднимала свой посох и с силой ударяла им о землю, внимательно прислушиваясь к звону.\n\n– Всем лежать, – процедил сквозь зубы Длинный, – Она идет не к нам. Корень, спокойно. Уйдем, если она к нам повернет.\n\nУвидеть ведьму считалось очень плохой приметой. Мы лежали и нервничали. А вдруг она не одна, вдруг ведьмы уже нас окружают? Все хряпнули по 50 грамм для бодрости. Разглядывали мы горбатую фигуру минут пятнадцать, а потом поняли, почему она шла не к нам. Она шла к другому отряду, расположившемуся в зарослях кустарника. Почему парни ждали её подхода? Почему не ушли? Бой продолжался минут пять от силы. Ведьма визжала так, что перекрывала звуки оружия. Гранаты не производили на неё никакого эффекта. По-видимому, она перебила всю группу, потому что затихла, развернулась и пошла назад, издавая всё тот же тихий и мелодичный звон, заставлявший нас ещё сильнее прижиматься к земле. Вскоре её силуэт исчез за кромкой леса, но звон колокольчиков стоял ещё некоторое время у нас в ушах.\n\n– Надо посмотреть, что там осталось, – шепнул я, – По-любому она всех кончила.\n\n– Химера, ты как обычно. Она и тебя кончит, я не пойду, мне ещё жить охота, – Корень был полон решимости остаться.\n\n– Проголосуем, – коротко предложил Длинный.\n\nЯ и Длинный были «за», Басмач воздержался.\n\nБухтя, Корень подчинился. Крадучись, мы отправились к месту перестрелки. Ведьма не обратила на нас абсолютно никакого внимания. Обыскав кусты, мы нашли трупы и поняли, почему эти люди ждали ведьму. Это были военные сталкеры во главе двух ученых. Столько аппаратуры, собранной в одном месте, я ещё не видел никогда. Это была удача, огромная удача. Теперь не надо было лезть в Х, достаточно было принести Атаману кое-что из трофеев.\n\nВоенные сталкеры. О них ходили легенды. Лучшие из лучших, прошедшие умопомрачительные тренировки. Сталкеры с большой буквы. Настоящие фанатики своего дела. Спонсируемые и узаконенные государством. И так глупо погибли. Ведьму нельзя убить. Есть твари, которых легко убить, трудно убить, очень трудно убить. И есть те, которых невозможно убить. Ведьмы относятся к последнему типу. Наверно, ученые хотели испытать свою новую разработку. Испытали нам на радость. Признаться, если бы хоть один из только найденных нами людей остался жив, мы бы его попросту добили.\n\nМы начали запаковывать добычу. Что не поместилось в рюкзаки, мы закрепили на байки. Предстоял нелегкий путь домой.\n\nТак хорошо я не чувствовал себя уже очень давно. Скин даст за товар приличную сумму, пусть даже дав нам полцены. Я шел и размышлял, как потрачу деньги. Судя по всему, остальные, отупев от радости, тоже думали только об этом. Глупые улыбки блуждали по нашим лицам. Дань Атаману составит не больше десяти процентов, и то, он останется очень доволен. Мне хотелось смеяться и кричать, прыгать и палить в воздух, напиться вдрызг. Такого улова у нас не было никогда.\n\nМы потеряли бдительность и нас окружили. Восемь хантеров появились как из ниоткуда. Вперед вышел голова, Тундра. Мой брат. Тол, узнав его, подбежал и, радостно виляя хвостом, закрутился рядом.\n\n– Хай, Длинный. Не тяжело? Может подсобить чем?\n\n– Без тебя управимся.\n\nЯ прекрасно знал методы брата, знали их и мои напарники. Мою группу не пристрели из засады сразу только потому, что боялись попасть в меня. Все, кроме меня, достали оружие.\n\n– Длинный, я не люблю разговоров, ты же знаешь. Отдавай товар. Тогда мы тебя и твоих отпустим, даже оставим Химере ствол.\n\nДлинный прищурил глаза.\n\n– Тундра, ты же понимаешь, я буду мстить. Одной половине твоих людей выпустим кишки, другой перережем глотки, – он навел ТТ на голову хантера, – Скажи своим чтобы бросили пушки на землю.\n\nНи один мускул не дрогнул на лице Тундры.\n\n– Химера, стой и не дергайся, и пасть захлопни. Длинный, ты рискуешь. Не зли меня. Сейчас я буду считать до трех, потом мои бойцы разнесут твоих щенков к чертовой матери.\n\n– На счет два я прострелю твою тупую башку.\n\n– Ты жив только потому, что Химера в твоем отряде.\n\n– Ты жив только потому, что Химера твой брат.\n\nОни замолчали, сверля друг друга глазами. Так они простояли несколько минут, пытаясь взглядом разбить волю противника. Пистолет в руке Длинного начал слегка дрожать. Мой брат не выдержал первым.\n\n– Как знаешь, Длинный, как знаешь.\n\nТундра пригнулся. Стоящий сзади него хантер выстрелил в Длинного из калаша. Бес и Корень попытались отпрыгнуть в стороны, но было уже поздно. Я стоял и смотрел, как на моих глазах умирают друзья. Длинный и Корень не мучились. Бес ещё дышал. Я, с трудом передвигая ногами, подошел к нему и опустился на колени. Он попытался что-то сказать, но, забулькав кровью, не сумел. Тогда он знаками показал мне, что хочет что-то написать. Я достал карту местности и карандаш. Он взял карандаш и коряво вывел «Уходи. Стань свободным». Рука его опустилась. Взгляд полный боли и\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "... отчаяния говорил больше чем тысяча слов.\n\nК нам, бесшумно ступая, подошёл Тундра и вынув свой пистолет навел его на лицо Беса.\n\n– Химера, отойди, испачкаю.\n\n– Игорь не надо, прошу тебя, не надо…\n\n– Я тебе не Игорь. Тундра. И меня из-за тебя, только что чуть не порешили.\n\nГолос его был холоден и чёток, и каждое слово отчеканилось в моём мозгу на всю жизнь. Я поднял лицо на человека, бывшего когда то моим братом и поймал его взгляд. Взгляд этот был ещё холоднее голоса. Я зажмурился, не в силах выдержать этот мертвенный блеск. Грянул выстрел. Я открыл глаза и почувствовал, как два влажных ручейка проложили свой путь по моему лицу. Тундра отошел. Тол лизнул моего друга в лицо и непонимающим взглядом уставился на меня.\n\nФигуры людей, копающихся в наших вещах, расплылись.\n\nЯ поднял глаза вверх.\n\nНебо было точно таким же, как если бы ничего не случилось.\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "                           Мать\nНашим матерям посвящается…\n\nОна стояла, напряженно вглядываясь вдаль. Ветер растрепывал ее седые неухоженные волосы, спутанные и неаккуратно уложенные пучком на затылке. Кисти рук, как всегда сцепленные в замок перед грудью, нервно подрагивали, а глаза излучали тревогу и ожидание. Она возвышалась на вершине холма, откуда хорошо просматривалась дорога, по которой возвращались сталкеры после своих опасных походов. Да и ее исхудавшее тело, просвечивающее в лучах вечернего солнца, было хорошо заметно и со стороны тракта, и из поселка благодаря старомодному платью, что лохмотьями развевалось при каждом порыве ветра…\n\nНикто не знал ни ее имени, ни настоящего возраста, ни места, из которого она пришла. Появившись здесь впервые, она поначалу пугала всех своей безмолвной стражей на холме, изо дня в день высматривая что-то с его вершины и не вступая ни с кем в разговоры. Некоторые особо пугливые пытались даже ее прогнать, но она всегда вновь возвращалась на свой пост. Она никогда ничего не просила, ни с кем не заговаривала и не отвечала на вопросы. Оставалось только гадать, каким чудом в ее немощном теле теплилась жизнь. Понятно было только одно – ее безумие.\n\nТак шло время. Незнакомку называли нищенкой, полоумной, сумасшедшей, ведьмой, попросту дурой и относились к ней по-разному. Одни брезговали, другие плевали через плечо и крутили кукиш в кармане, проходя мимо, третьи оставляли еду на пригорке, четвертые строили догадки и предположения о ней. Но никто не понимал ее. Так было довольно долго. Пока не появился Монах.\n\nВпрочем, Монахом он тогда еще не был. Молодой, совсем зеленый парень впервые отправился в Зону с отрядом матерых ветеранов. Что называется, балластом. Звание сталкера он еще не заслужил, так как был новичком. Такие часто гибнут при первой же ходке. Лет девятнадцати-двадцати от роду, он обладал глубокими темными глазами, излучавшими мудрость и силу. Был он высок ростом и широк в плечах, молчалив и спокоен лицом. Более ничем внешне парень не выделялся. В Зону его взяли, поскольку он шутя уложил в баре Клеща и Гнилого, которые решили «попрактиковаться» на салагах. Чистильщиков никто не любил в сталкерской братии, клан «Детей Зоны», принявший опеку над парнем, в этом ничем от других не отличался.\n\nГруппа состояла из пяти человек: четверо опытных «детей» и новичок. Когда вся пятерка выступила в путь, от отряда неожиданно отделилась долговязая фигура в капюшоне и устремилась к пригорку, на котором в предрассветный час уже одиноко стояла безумная. Мужчины тогда опешили – куда это молодой рванул? Тот же спокойно поднялся на вершину, встал на колени перед женщиной и тихо попросил:\n\n– Благослови меня, матушка!\n\nТогда в первый раз услышали ее голос. Женщина вполне осмысленно посмотрела на парня, склонившегося перед ней, и осенила его крестным знамением:\n\n– Храни тебя Бог, сынок! Возвращайся живым!\n\nКрепкий, борцовского сложения Комиссар, бывший старшим в том рейде, глядя на эту картину, пошутил тогда: «Ну, прям монах с игуменьей!» Спутники рассмеялись и в шутку прозвали парня Монахом. Он ничего им не ответил и на их колкости не обращал внимания. Монах спустился с холма, оставив на его вершине припасенный ранее узелок с едой и свое старое имя, а затем присоединился к отряду.\n\nЧерез неделю, на четыре дня позже намеченного срока, из всей группы вернулось только двое – превратившийся в седого морщинистого старика Комиссар и притащивший его на себе измотанный, но без единой царапины, Монах.\n\nКогда израненного, облученного Комиссара, похожего на мумию, подхватили подоспевшие из поселка люди, новоиспеченный сталкер сбросил свой груз, поднялся на холм и поклонился женщине в ноги.\n\n– Спасибо, матушка.\n\nГоворят, она посмотрела на него, и материнские слезы покатилась из ее глаз.\n\n– Вернулся, сынок…\n\nТак она обрела новое имя, на которые всегда была щедра Зона. Мать. Матушка. Теперь так звали ее все. С тех пор стало традицией идти перед походом к Матери и просить благословения. Все, кто делал это с чистым сердцем и открытой душой, получали его. Все, кто получал ее благословение, возвращались. Живыми.\n\nИ тогда началось настоящее паломничество к ней. К Матери шли сталкеры и мародеры, чтобы заручиться ее добрым словом, правда, доставалось оно не многим; глупцы из числа заумных всезнаек пытались выведать у нее несуществующие секреты; ученые, не в силах объяснить ее феномен, либо называли все шарлатанством, либо говорили что-то о вербально-психологическом внушении и положительной самомотивации; твердолобые военные вообще отказывались верить в чудеса. И только Монах нежно называл ее матушкой и ничего от нее не требовал и не ждал.\n\nА она продолжала стоять на вершине холма.\n\n…Ветер стал сильнее, он погнал по небу вереницы холодных пунцово-серых туч, тянувшихся до горизонта сплошной косматой стеной. Стало темно и промозгло, как будто и не было над этим всем теплого ласкового солнца. Сухие листья и мусор закрутились в бешеной пляске, то неистово кружась на месте в виде миниатюрных смерчей, то пускаясь наперегонки друг с другом. Трава приникла к земле, лес у дороги шумел живым стройным разноголосым хором, готовясь к надвигающейся грозе. В поселке все разошлись по домам, плотно закупорившись от непогоды.\n\nМать стояла и глядела на дорогу.\n\nПотом все стихло на какое-то мгновенье. Воцарилась абсолютная тишина, как в поле перед боем двух армий, но лишь для того, чтобы потом разразиться оглушительной какофонией битвы.\n\nТишь и полумрак разрезали сразу несколько вспышек молний, а последовавшие за ними рокочущие раскаты грома разметали ошметки тишины по округе. И тут же начальные аккорды грозы было подхвачены: деревья скрипели стволами и трещали поломанными ветками, ветер выл кровожадным берсеркером, низко стелясь по траве и зло мечась из стороны в сторону, тревожно шумели листья, барабанной дробью зачастили тяжелые дождевые капли, немилосердно вколачивая свои удары в землю.\n\nА хрупкая фигурка Матери, каким-то чудом удерживалась на вершине холма, словно выросшая из самой земли, и продолжала стоять на месте. Несмотря на ветер, рвущий во все стороны одежды и пытающийся опрокинуть слабую на вид женщину. Несмотря на холодный дождь, что заливал глаза и заставлял дрожать от холода все тело. Несмотря на молнии, что сверкали в опасной близости с холмом и валили старые деревья. Несмотря ни на что – она стояла и смотрела на дорогу, по которой из Зоны возвращался высокий молодой сталкер.\n\nОн поднялся по скользкой от грязи земле на холм, преодолевая сильные порывы ветра, и как всегда преклонил колени перед ней.\n\n– Спасибо, матушка! – сквозь гром прокричал вернувшийся живым.\n\nНо на этот раз ее ответ был иным. Она положила руку ему на плечо и, когда он поднялся, спокойно сказала:\n\n– Сынок, отведи меня в Мертвую Балку!\n\n– Что?! – не расслышал Монах из-за сильного ветра.\n\n– Отведи меня в Мертвую Балку! – не повышая голоса, повторила она.\n\nНа этот раз он понял, что она сказала. Лицо обычно невозмутимого Монаха вытянулось от удивления, глаза широко раскрылись. Он отрицательно покачал головой. Мать упорно продолжала смотреть на него. Мольба, боль и невыносимая печаль были в этих глазах. От этого взгляда парень, повидавший многое за последние два года своей жизни в Зоне, захотел оказаться как можно дальше. Монах посмотрел на небо, словно собираясь найти оправдание в непогоде, и второй раз покачал головой. Но опять наткнулся на взгляд Матери. Она ждала от него ТОЛЬКО ОДНОГО ответа. Так они смотрели друг на друга какое-то время. Монах не знал – долго они так стояли или лишь мгновенье. Для него время вообще остановилось. Он пытался мысленно отговорить Мать от этой затеи, ссылаясь на тяжести Зоны, на возможность скорого Выброса, на сотни других опасностей, ожидающих их там, но каждый раз натыкался на ее непреодолимое намерение и невозмутимое спокойствие ее глаз.\n\nВ конце концов, он не выдержали и, сквозь силу, выговорил:\n\n– Завтра, в пять…\n\nЖенщина улыбнулась светлой теплой улыбкой, на миг озарив царившую вокруг тьму:\n\n– Все будет хорошо, сынок, – и впервые за все время своего пребывания в поселке покинула холм, не дождавшись ночи.\n\nСталкер постоял еще некоторое время на месте, растерянно глядя вслед ушедшей женщине, а затем тоже спустился вниз.\n\nМонах очень устал, но в эту ночь он не мог уснуть. И причиной его бессонницы была отнюдь не страшная гроза, разы\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": ""
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-46.userapi.com/c852024/v852024215/1c28d6/2OcCtjz4-DE.jpg"
      },
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "... гравшаяся за стенами его жилища. Он лежал и смотрел в потолок, мысленно прокручивая в голове произошедший на холме разговор снова и снова, и в который раз удивлялся – каким образом эта женщина заставила его принять ее решение? Почему он согласился отвести ее в Мертвую Балку? Выброса не было уже больше месяца. Никто не мог предсказать, когда будет следующий. Его последний поход и так был рискован, но теперь он попросту играет со смертью. А сама Балка? Зачем Матушке нужно попасть в это кошмарное место? Неужели он настолько безумна? Монах ворочался на скомканной простыне и задавал себе все новые и новые вопросы, на которые не мог найти ответов.\n\nВконец вымотав себя мучительными размышлениями, он уснул за два часа до намеченного времени, приняв твердое решение утром отговорить Мать от ее затеи.\n\nПроснувшись через час в холодном поту, Монах поднялся и увидел в зеркале осунувшееся лицо человека, не спавшего ночь. Темные круги под глазами, осоловелый взгляд уставших красных глаз – он давно себя таким не видел. Выйдя на кухню, Монах вскипятил воду, а потом долго курил, уставившись через немытое стекло окна в ночь. Чашка чая, остывающая на столе, так и не дождалась его.\n\nНаспех одевшись и захватив необходимое снаряжение на двоих, сталкер вышел из дома. Несмотря на принятое решение, он, тем не менее, слабо верил в то, что ему удастся отговорить Матушку. Парень отрывисто шагал по дороге, терзаемый собственной неуверенностью.\n\nНа окраине поселка они встретились. Монах хотел было начать свою заранее заготовленную речь, но женщина пресекла на корню его попытку:\n\n– Все будет хорошо, сынок! – повторила она вчерашнюю фразу и пошла по направлению к Зоне.\n\nМонаху ничего не оставалось, кроме как смириться.\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "* * *\n\nСама по себе Зона – место довольно жуткое. И дело отнюдь не в тех опасностях, что она таит в себе. Дело в духе, который царит здесь. Пустые глазницы окон домов, брошенных еще во времена первой аварии, что голодной чернотой провалов пялятся на забредшего сюда путника и раскрывают беззубые рты; забытые давным-давно вещи, беспорядочно гниющие в радиоактивной пыли; пустота на улицах когда-то людного города; ветер, тоскливо разносящий обрывки старой жизни. И тишина, чуждая для человеческого уха. Эта тишина сводит с ума, вытягивает душу из смельчаков, рискнувших отдаться ее объятьям. И только осторожный шорох собственных шагов и учащенный стук сердца свидетельствуют о том, что ты еще не оглох. Однако есть в Зоне участки более других пугающие притаившимися в них опасностями.\n\nМертвая Балка или Долина теней, как еще называли ее – это низина на месте старого городского кладбища. Конечно, долиной здесь и не пахло, зато призрачных теней прошлого хватало с избытком. Тут не было особой активности мутантов или повышенной концентрации аномалий, как в других печально известных местах. По этим признакам Долина Теней была обычным участком Зоны. Ее губительная сила была совершенно другого свойства. Само по себе место выглядело жутко, нереально даже для Зоны. Памятник заброшенным памятникам, призрачная зона посреди призрачной Зоны, оно давило на психику людей своей атмосферой, мертвой во всех смыслах тишиной, буквально обрушивая на человека лавину противоречивых чувств и переживаний, заставляя слабых духом сходить с ума, а сильных – просыпаться ночами от кошмарных снов. Некоторые вообще пропадали здесь без вести, и никто не ничего знал об их участи. Давно смельчаки не заходили сюда, не в силах преодолеть страх перед неизвестным врагом. И в это место сейчас направлялись Монах и Мать.\n\nВ начале пути они пробирались осторожно, так, как и следовало ходить по Зоне. Монах внимательно проверял дорогу перед собой, прокладывая путь в виде ломаной линии, осторожно осматривал округу в поисках мутантов, сверяясь со сканером и соблюдая абсолютную тишину при передвижении. Однако со временем их путь стал все больше выходить на прямую линию. Именно так оказывалось меньше всего препятствий и опасностей. Казалось, сама Зона подталкивает и торопит их, освобождая короткий путь перед возможным близким Выбросом. Монстры, казалось, их не замечали, на пути не встречалось ни одной аномалии, уровень радиации был непривычно низок. Это пугало сталкера, с опаской и удивлением поглядывающего на свою спутницу. Все эти чудеса он связывал с ее появлением здесь. Монах смотрел на нее и думал: «Кто она? Что происходит? Почему Зона нас пропускает?» И еще много других «зачем» и «почему» скакали у него в голове. Мать же добродушно улыбалась, когда он в очередной раз оглядывался на нее через плечо.\n\nОни шли по влажной после ночной грозы земле, воздух был прозрачен и свеж. Шагать было легко – мокрая тропа, утрамбованная дождем и очищенная от мусора ветром, хорошо ложилась под ноги. Монах выключил сканер и другие приборы, снял маску, беспечно забросил автомат за спину и шагал по прямой, как будто на прогулке по обычной, «чистой» земле. Вмиг улетучились страх и осторожность перед возможной опасностью. В парне укрепилась твердая уверенность, что ничего не случится, пока Мать рядом с ним.\n\nТак они прошли путь, который обычно делался за два дня. Постепенно спутница Монаха оказалась с ним вровень, а когда вдали показалось заброшенное кладбище и разрушенные городские постройки, вообще пошла впереди, повинуясь какому-то незримому внутреннему зову. Этот зов вел ее к цели, заставляя идти все быстрее и быстрее, пока, наконец, Монах стал еле-еле поспевать за женщиной. Он не останавливал ее. Теперь она его вела.\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "Оказавшись на кладбище, Мать снова замедлила шаг. Она стала неспешно пробираться между ржавыми оградами, покосившимися могильными камнями и крестами с полуистлевшими, размытыми водой, фотографиями, внимательно осматривая каждую пядь земли. Парень потоптался на условной границе Мертвой Балки, не решаясь ступить внутрь, но потом сделал над собой усилие и отправился вслед за Матушкой, стараясь смотреть только себе под ноги. Он боялся поднять взгляд, помня рассказы тех, кто вернулся отсюда, и поэтому чуть не врезался в женщину, когда та остановилась, заметив что-то на земле. Монах посмотрел из-за ее спины с высоты своего роста. Там, наполовину погребенные под землей от долгого пребывания на одном месте, виднелись гниющие обрывки защитного костюма. Модель была старая. Из-под комбинезона торчали белые, как снег, отполированные временем, человеческие кости.\n\nМать расслаблено опустилась на землю и стала гладить останки того, что было когда-то ее сыном. По лицу безумной блуждала счастливая и, одновременно, печальная улыбка. Губы что-то шептали, а глаза увлажнились.\n\n– Сынок… – сказала она, будто здороваясь. – А вот и я.\n\nУ Монаха к горлу подкатил колючий душащий ком, и он отошел, чувствуя, что вторгается во что-то чужое. Женщина же спокойно опустила голову на мертвые кости, продолжая гладить останки и что-то тихо нашептывать. Ее путешествие закончилось.\n\nЧерез минуту она умерла…\n\nОблаченная в защитный костюм не по размеру, который дал ей Монах, Матушка выглядела спокойной и безмятежной, как будто легла отдохнуть и вот-вот снова встанет. В глазах цвета безоблачного неба, что уже никого не искали в этом мире, царили безбрежная любовь и нежность. На худом, изможденном нелегкой жизнью, лице, уже немолодом, но еще и не совсем старом, застыла легкая полуулыбка. Правая рука ласково покоилась на холмике мусора, некогда бывшем дорогим для Матушки человеком. И никакого движения, как во всей окружавшей местности, только ветер поигрывал одиноким пепельно-серым локоном волос, выбившимся из нехитрой прически.\n\nМонах ожидал увидеть в конце своего пути все, что угодно – открывающиеся в другие измерения порталы, летающие тарелки, Черный монолит, Иисуса из Назарета, конец света, Мать, уходящую в неизвестность, но только не это. Только не это!\n\nТолько сейчас он понял, КЕМ была эта женщина на самом деле. Только сейчас он понял, зачем она пришла сюда. И только сейчас он понял, кого потерял. Осознав это, сталкер больше не мог себя сдерживать. Его трясло.\n\nМонах опустился на колени рядом с двумя мертвыми телами – одним старым, но все еще теплым, другим – молодым, но умершим так давно, что ветер и вода отшлифовали кости за долгие годы – он опустился перед ними на колени и заплакал. Сначала тихо и скупо, потом все сильнее, ощущая тягостную пустоту, разрывающую его изнутри. Он рыдал, не жалея слез, как только может рыдать настоящий мужчина, не боящийся чужих пересудов и глупых условностей. Он рыдал и рвал ногтями землю, пропитанную радиационной пылью и смертью. Грудная клетка была мала для разраставшейся в ней тоскливой муки.\n\nПарень не понимал, почему он так горестно воспринял потерю этой чужой, незнакомой женщины, имя которой так и осталось неизвестным. Что-то заставляло его страдать сверх всякой меры, и не было спасения от этой напасти. Он пытался уйти от этой щемящей боли, спрятаться от нее, как все мы, когда не можем вынести тяжелый груз, но не смог. Монах рыдал и выл, как израненный волк холодной ночью. Но обычных слез было мало, чтобы выразить его чувства. Тогда он вытащил нож и стал им яростно водить по щекам. Физическая боль не могла заглушить того, что творилось в душе Монаха, но все-таки приносила немного облегчения, как будто нож разрезал невидимые путы, в которых томилось сердце. Кровавые слезы обильно стекали по лицу и падали на влажную землю. И земля, уже напоенная дождем, щедро впитывала эту боль, казавшуюся бесконечной.\n\nСам того не замечая, Монах копал яму. Сначала бездумно греб руками, вырывая дерн и разбрасывая в стороны грунт, потом осознанно, целенаправленно стал рыть могилу для Матушки и того бедняги, которого она считала своим сыном. Он лопатил слежавшуюся землю, не замечая, что давным-давно в\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "... сгущающихся сумерках округу оглашает жалобный вой слепых псов, что вокруг него стоят зомби и скорбно взирают на его работу. Монах же остервенело копал – и в этом нашел свое спасение. Он готов был умереть, попасть под Выброс, стать мутантом или зомби, сойти с ума, готов ко всему, только не сейчас. Сейчас он ДОЛЖЕН был похоронить этих двоих. И он их похоронит, прежде чем что-либо с ним произойдет! И Монах продолжал рыть могилу…\n\n…В поселке сильно удивились, когда утром на привычном месте не оказалось безумной Матери. Сначала все посчитали, что это связано с грозой. Позже оказалось, что пропал и Монах. А на следующий день произошел Выброс сокрушительной мощности. Даже за пределами Зоны люди почувствовали его разрушительную силу. Мигрени и приступы эпилепсии, психические расстройства и галлюцинации, потеря зрения и памяти – вот лишь немногие из проявлений Выброса, которые произошли с людьми, жившими неподалеку.\n\nЕще через день, на рассвете, поселенцы увидели на холме высокую фигуру, обтесывающую топором огромную деревянную колоду. Люди подходили и спрашивали человека с топором о судьбе Матери. Его угрюмое молчание было красноречивее любых слов. Вскоре весть о смерти безумной облетела всю округу. Через некоторое время к фигуре на холме присоединился седоволосый Комиссар. Группа сталкеров, собравшихся в Зону, отложила свой поход и тоже принялась помогать. Никто ничего не говорил, все понятно было без слов.\n\nК вечеру на вершине холма возвышался памятник женщине, высматривающей что-то вдали. У ее ног лежали останки сталкерского костюма.\n\nСошелся весь поселок. Пришли даже чистильщики, крамольные торговцы и раскрашенные девицы из борделя. Странное чувство общей потери собрало здесь такую разношерстную публику. Любого функционера поразило бы отсутствие формальностей на этой церемонии. Не было «урочистого» открытия мемориала, произнесения напыщенных лицемерных речей, никто не разрезал алых ленточек и не возлагал венков. Оркестра с музыкой тоже никто не требовал. Присутствовавшие молча стояли, взирая на эту такую близкую и трагическую для всех композицию. Всех охватило состояние крайней скорби и вины. Людей душили слезы. Взрослые мужики и размалеванные девицы поголовно плакали по незнакомке без имени, как тогда Монах в Долине. И никто никого не стеснялся.\n\nА в основании памятника тем же ножом, которым сталкер кромсал себе щеки, высокий парень со шрамами на лице заканчивал вырезать надпись:\n\nПРОСТИ НАС,\n\nМАМА…\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "* * *\n\nИз докладной записки руководителю научной базы «Полынь» акад. Остапченко М.А:\n\n«Доводим до Вашего сведения, что 13.07.11 г. по местному времени учеными-наблюдателями в поселке Последний Приют было отмечено явление массового психоза. Явление выражалось в поголовной истерии жителей, связанной со смертью некой Матушки, обитавшей в районе вышеназванного населенного пункта и якобы обладавшей неизвестными экстрасенсорными способностями.\n\nПо предварительным данным, массовая истерия затронула около 97% населения Последнего Приюта. Одна из предполагаемых причин психоза – последствия освобождения сознания людей из-под ментального психологического контроля со стороны данной особы. Второй гипотезой служит предположение о побочном эффекте последнего Выброса, произошедшего накануне явления массовой истерии, и, возможно, ставшим побудителем данной реакции поселенцев, обитающих в непосредственной близости от Зоны.\n\nПо данному факту группой ученых под руководством проф. Ганжи Р.И. начато научное исследование».\n\nP.S. Монаха нашли мертвым на холме у изваяния Матери в первое утро после начала войны между кланами и людьми Паука. У основания холма также обнаружили двух мертвых мародеров или, как они сами себя называли, чистильщиков. Судя по следам, Монах дополз до памятника, будучи уже смертельно раненым. Теперь там воздвигнут еще один постамент – человек в капюшоне, склонивший колени перед незнакомой женщиной.\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "                    \n\n\n\n\n                  Зона – не для людей!\n\n                               КОНЕЦ\n\nДанное произведение является моим подарком для вас авторы и читатели.\n\nПодарок-настрой. Надеюсь, у меня получилось передать все то, что я хотел вам передать.\n\nГоворят, что после прочтения данной работы, пишется намного легче. А почему бы не попробовать и вам?\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-11.userapi.com/c851120/v851120215/1b25bd/P2KOOOcKfEM.jpg"
      }
    ]
  }
]