[
  {
    "id": 1,
    "text": "Автор: странный кукловод.\n\nкраткая история группировки монолит!\n\n                  монолит покинул нас!\nМы боримся за великий монолит. Но ради какой цели? А цель проста. Она не фонтастична и проста. Все мы братья хотим покая зоны и души. Зона дом наш, а монолит отец. И мы гордимся тем что они приняли нас в трудную минуту. И Я и вы, мы все единое целое. Мы большая семья готовая порвать всех за свой дом и душевный покой. Монолит, не покидая нас, зона, помоги нам, братья, будьте чисты и верны. Мы останемся в памяти великого монолита, а он останется в наших воспоминаниях. Монолит мы чтим и любим тебя. Мы знаем и верим в твою силу. Так наставь нас на путь истинный и помоги избавить ТЕБЯ и дом наш от этой заразы именуемая себя СТАЛКЕР. Во имя великого монолита.\n\n                          Монолит... \nМонолит... Вернись к покинутым детям своим Монолит, помоги мне... Не оставляй меня, Монолит... Не оставляй нас, твоих детей. Почему ты оставил нас? Мы плачем... Мы ждем... Твои дети ждут тебя, твою мудрость, твою силу, твой свет... Мы сильны твоей волей, Монолит... Ты направил нас. Ты дал нам \"видеть\" и \"знать\". Почему мы не слышим твой голос? Монолит... Он ушел от нас... Но пришел тогда \"первый\" от Монолита и сказал: \"Вразумитесь!\" Но не слушали они... И придет день и воссияет вновь Монолит во славе своей... И в тот день, когда будет признан достойный, Монолит вернется и возрадуется... Он возрадуется... Мы возрадуемся... Монолит — это свет и знание, знание и свет. Он вернется... Вернется... Придет время, избранные спасутся. Монолит даст им совершенство... Никому не верь кроме Монолита и \"братьев\" твоих... Никому... Великий Монолит дал нам силу, открыл нам глаза... Мы выполним свое предназначение... Такова воля Монолита...\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-29.userapi.com/c850220/v850220608/1da1c6/sLjLL2tMNdY.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-5.userapi.com/c857428/v857428647/6594d/hGg6Bu0DCvw.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://sun9-5.userapi.com/c857428/v857428647/6594d/hGg6Bu0DCvw.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Благодарим Тебя за то, что раскрыл слугам Твоим козни врагов наших. Озари сиянием Твоим души тех, кто отдал жизнь во исполнение воли Твоей. В бой, защитники Монолита! В бой! Отомстим за павших братьев наших, да будет благословенно вечное их единение с Монолитом. Смерть....Лютая смерть тем, кто отвергает Его священную силу...\n\nМонолит — хорошо вооружённая группировка, аналогичная, по сути, религиозной секте. Одна из сильнейших группировок Зоны. Защищает подходы к центру Зоны, отлично оснащена и организована, бойцы группировки очень фанатичны, не отступают даже перед превосходящим противником. Атакуют без предупреждения любого, кто зайдет на контролируемую ими территорию.\nГруппировка, скорее напоминающая религиозную секту. Её члены верят, что в центре Зоны покоится эволюционный кристалл — Монолит — неземного происхождения. Большинство сталкеров презирают адептов «Монолита», считая их помешанными. Со времени своего образования группа препятствует продвижению сталкеров к центру Зоны, мотивируя это недобрыми намерениями последних в отношении Монолита. По слухам, у монолитовцев есть крупная база где-то ближе к центру Зоны, но точного её расположения не знает никто, кроме самих членов группировки.\nТеперь вы состоите в группировке МОНОЛИТ,по ходу игры вы будете выполнять новые задания и получать за это награды.Всеми силами вы будете защищать священный камень МОНОЛИТ. Пройдите по новым и старым локациям,повидайте ужасных монстров,найдите уникальные артефакты,почуствуйте уникальную симуляцию жизни,опробуйте новое оружие. Все новое-более 20 оружий,новая группировка Чистое небо,пара новых локаций. Востановлены вырезанные монстры и выбросы",
    "answers": [
      {
        "id": 3,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ад раскрылся внезапно. В начале XXI века после нового мощного взрыва на ЧАЭС окружающая ее территория стала враждебной человеку Зоной, наполненной хищными мутантами и смертельно опасными ловушками. Однако местные физические аномалии порождают артефакты – невероятно ценные предметы, за которые мировые научные центры готовы платить целое состояние. Самые рисковые и бесстрашные авантюристы, которых называют сталкерами, отправляются в Зону за богатством. Но здесь царит закон джунглей, и выживают немногие… \n\n                      Байки из склепа\n\nГОБЛИН\n\n– Вышел из леса Гоблин…\n\n– Кто, блин?\n\nНе перебивай, блин! Так вот, за спиной у него сабля.\n\n– Шо, *ля?\n\nНикогда в бункер или, по-нашему, склеп, столько людей не набивалось. По крайней мере, я не видел. Открыл мне Падла. Почему Падла? Сам себя так кличет. Да он и вправду – падла. Ехидная среднестатистическая морда подонка, короткая стрижка под „полубокс», блатные замашки и никакой совести.\n\n– Привет! – выдавил я из себя на пороге бункера.\n\nПадла презрительно смеряет меня взглядом, перебрасывая левой рукой четки из стреляных гильз, и молча сплевывает.\n\nОчень не хотелось входить – раз тут есть Падла, то наверняка вместе с ним и Сержант. Еще более мерзкая личность. Не люблю я этого жлоба, впрочем, как и он меня. Знаете, так бывает – увидишь первый раз человека и сразу понимаешь, что он тебе противен, и останетесь вы с ним врагами до конца дней своих. Хотя, какой он человек? Сержант. Сильный, грубый, тупой и жестокий, как мой взводный в стройбате. В стройбат я попал из-за плохого зрения. Именно поэтому я носил очки, а очки в нашем обществе всегда ассоциировались с интеллигентностью их носящего. В моем случае это было правдой. И что я могу поделать, если все сержанты ненавидят интеллигентов и тех, кто слабее? А я и то и другое. По крайней мере, внешне.\n\nЯ еще немного потоптался у входа, но идти в ночь в Зону не хотелось. Лучше уж Сержант с Падлой, чем контроллер со стаей слепых псов и крысоволком в придачу. Время уже было позднее. Я лишь калаш поудобнее перехватил и, скрепя сердце, залез внутрь.\n\nОказалось, зря волновался – кроме этих двоих в склепе находились Гоблин, Хохмач и еще какой-то незнакомый мужик. Мне сразу полегчало – я-то уж думал, что придется провести бессонную ночь, следя за тем, чтобы мне не перерезали глотку. Гоблин и Хохмач – хорошие мои знакомые, по-своему знаменитые сталкеры, и с ними меня никто не обидит.\n\nГоблин – мужик лет тридцати-тридцати пяти с острыми чертами лица и стальными жгутами мышц на худом жилистом теле. Это человек-так-его-мать-легенда! Долгожитель в наших кругах. Говорят, в прошлом, когда еще Зоны не было, он пацаном в ролевые игры играл – ну, это когда мальчики и девочки себя эльфами и гномами воображают, едут в лес и там на самодельных мечах дерутся, в палатках живут, водку до посинения бухают и прочими недетскими интересностями занимаются. Его уже тогда Гоблином звали. А его настоящее имя, похоже, он и сам забыл. Да и зачем сталкеру настоящее имя? Как появилась Зона, он одним из первых в нее пошел. Огнестрельное оружие тогда свободно достать было нельзя, да и дорого, так, рассказывают, он сюда с мечом и арбалетом пошел. И вернулся живой. Такая вот сталкерская байка! Не знаю, правда это или нет, не спрашивал я его никогда. Однако он и сейчас все время с тесаком за спиной промышлять ходит.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "Адраскрылсявнезапно.ВначалеXXIвекапосленовогомощноговзрыванаЧАЭСокружающаяеетерриториясталавраждебнойчеловекуЗоной,наполненнойхищнымимутантамиисмертельноопаснымиловушками.Однакоместныефизическиеаномалиипорождаютартефакты–невероятноценныепредметы,закоторыемировыенаучныецентрыготовыплатитьцелоесостояние.Самыерисковыеибесстрашныеавантюристы,которыхназываютсталкерами,отправляютсявЗонузабогатством.Ноздесьцаритзаконджунглей,ивыживаютнемногие… "
      },
      {
        "id": 4,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "Гоблин сидел спиной к стене, чистил свой „Форт», в то время, как полнотелый Хохмач, смахивающий на медведя-хиппи, орал старую песню про Дункана МакКлауда под гитару. Где он тут ее взял? С собой, что ли, притащил? Хохмач со мной одного возраста, но уже известен, в отличие от меня. В основном, благодаря своим хохмам.\n\nС другой стороны стола ненавидящим взглядом сверкнул Сержант. Что, облом тебе, хрен моржовый? – подумал я не без ехидства. Сегодня разборок не будет. Хотя, ох, как хотелось всадить в этого урода пол-обоймы по старой памяти! Было за что…\n\nНезнакомый мужик непримечательной внешности бросил на меня короткий колючий взгляд темных глаз и вновь расслабился на своей койке. Раньше этого типа я не встречал. Но, судя по тому, что он был в одной компании с Падлой и Сержантом, ничего хорошего от него ждать было нельзя.\n\nХохмач, развернувшись, увидел меня, расплылся в улыбке и еще громче заорал песню, потом неожиданно прервался и шепнул мне:\n\n– Слава Богу, теперь нас трое! А то с этими ублюдками в одном склепе… – и он указал глазами в сторону наших общих недругов, после чего резко выпрямился и вновь загорланил.\n\nЯ хорошо понял его настроение. Сам бы я здесь недолго прожил.\n\nВ полумраке бункера я разглядел на столе следы их ужина – консервы, каша из концентрата и несколько пустых банок пива вокруг сиротливо стоящей поллитровки. То-то Хохмач так заливается!\n\n– Привет, Серый! – повернул ко мне голову Гоблин, когда я подошел к нему поближе.\n\nИ тут я увидел на его лице шрамы. Совсем свежие – наверное, трехнедельной давности. Они тянулись через всю правую половину лица от виска до подбородка. Да и сам сталкер выглядел каким-то постаревшим и подавленным.\n\n– Откуда такая красота? – поинтересовался я.\n\n– Это – красота? – ухмыльнулся Гоблин. – Тогда что ты скажешь про это? – и он закатал правый рукав.\n\nПод почерневшей кожей, напоминавшей расплавленный пластик, уродливыми узлами и шишками сплетались мышцы. Пальцы были скрючены, но вполне хорошо работали, а от локтя до плеча рука являла собой сплошной глубокий шрам. Гоблин ухмыльнулся, наблюдая за моей реакцией, и спустил рукав на место.\n\n– Кто это тебя так? Уроды?\n\n– Долгая история… – нехотя ответил тот.\n\n– А ты торопишься? Может, наружу спешишь выйти? – резко закончив петь, присоединился к разговору Хохмач. – Давай, колись, кто это тебе марафет навел! Мне он тоже ни фига не говорит, – это уже было сказано мне. – Уперся, как пень!\n\n– Да тошно рассказывать…\n\n– Расскажи! – с мольбой протянул Хохмач ему полную банку пива.\n\nЯ молча топтал углеродистое желе из тюбика, восстанавливая силы после тяжелого дня, и не отрывал взгляда от лица Гоблина. Да, такие следы… Тот помялся еще немного, потом спрятал свой пистолет и, потирая изуродованную руку, начал:\n\n– Две недели назад я и Сом собрались в Зону. Ох, нет, тошно мне! – скривился, как от боли, Гоблин.\n\n– Да ладно, расскажи – полегчает! – насел Хохмач.\n\n– Ладно… Так вот. Две недели назад я и Сом засобирались в Зону. Только Сом подцепил какую-то хворь и слег. Я тогда хотел уж сам пойти, но мне позарез напарник нужен был. Вот тогда-то он и уговорил меня взять с собой мальчишку.\n\n– Какого мальчишку?\n\n– Да был один, все просился в Зону… Мне Сом сказал, что тот ловкий малый, в войсках дяди Васи служил. Ну, я, дурак, и согласился. Хотя Зона – это не аты-баты, тут другие законы.\n\nВ это время Сержант и Падла засобирались на боковую. Незнакомец что-то шепнул на ухо Сержанту, тот глянул в нашу сторону и кивнул головой. Затем он гаркнул своим казарменным голоском:\n\n– Але, гараж, мы спать собираемся!\n\n– Спокойной ночи! – как можно ласковее проговорил Хохмач, улыбнувшись во весь рот.\n\nСержант взревел – такие люди не любят, когда что выходит не так, как они хотят:\n\n– Ты че, не понял! Кончай базар! Спать пора!\n\n– Хочешь спать – иди, спи! Мы тут при чем? – продолжал с холодным спокойствием Хохмач. Он был крупнее и сильнее Сержанта, и потому мог позволить себе так с ним разговаривать.\n\n– Ну, а дальше что? – повернулся мой друг к Гоблину, обделяя вниманием наших соседей.\n\nМорда Сержанта стала пунцовой, даже уши побагровели от злости. Я ухмыльнулся тому, как Хохмач легко поставил его на место. Следовало бы мне попридержать бурную радость. Или родиться Брюсом Ли…\n\nСержант заметил мою реакцию и кинулся на меня:\n\n– Что за ё* твою мать? Ты что это, б* * *ь очкастая, смеешься? – кулаки с телом моего давнего врага быстро приближались, за ними следовал Падла с премерзкой рожей. – Ах, ты п* * *р гнойный!\n\nГоблин оказался на пути Сержанта раньше, чем тот добрался до меня. Его метровой длины тесак был приставлен к горлу взбешенного сталкера.\n\n– Тебе же сказали, Сержант: хочешь спать – п* * *й на х*й! –\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "... медленно и спокойно сказал он.\n\nГлаз говорившего не было видно, но его голос свидетельствовал о том, что он таких, как Сержант, каждый день десятками делает. Все знали, как ловко дерется Гоблин, особенно на ножах.\n\nХохмач встал навстречу дернувшемуся было за оружием Падле. Одно движение – и тот лежал на полу, держась за вывихнутую челюсть. Незнакомец на нарах спокойно наблюдал за картиной своим холодным взглядом, не предпринимая никаких действий. Но я отчего-то не сомневался, что в случае чего – он знает, что будет делать. От этой мысли стало не по себе, в руках сам собой оказался верный калаш. Я перепугался не на шутку, да что там скрывать, я чуть не обосрался – еще немного, и эта ссора перерастет в кровавое побоище.\n\nИменно поэтому бункера мы называем склепами – слишком часто вот так вот в них происходят стычки из-за добычи, из мести, по пьяни или просто так. А может еще из-за засад, которые рядом с бункерами устраивают мутанты – они давно поняли, что нашему брату надо где-то спать и прятаться от порождений Зоны.\n\nНа этот раз все закончилось благополучно. Гневно сверкая глазами, Сержант пошел к своей койке, подхватив по дороге Падлу.\n\n– Мы еще встретимся на узкой дорожке… – прохрипел тот гнусавым голосом.\n\n– Глохни, падла! – ответили ему хором Хохмач с Гоблином, демонстративно положив на стол свое оружие. У Гоблина это был его тесак и ПМ, Хохмач ограничился новеньким FN-200. Мой ствол молча присоединился к ним. Конечно, у тех тоже оружие имеется, но теперь они не сунутся – мы наготове.\n\nНапряжение постепенно спало, наши соседи улеглись и молчали, лишь изредка бросая на нас красноречивые взгляды. Лишь незнакомец, казалось, совсем обо всем забыл и крепко спал.\n\n– Ну, и?… – как ни в чем не бывало мгновением позже продолжил выуживать из Гоблина историю Хохмач.\n\nРассказчик неторопливо хлебнул пива, глаза матерого сталкера смотрели сквозь стол, как бывает, когда вспоминают тягостные события прошлого. Никто его не подгонял. Я уже думал, что вновь разговорить сегодня Гоблина нам не удастся, потому тихо спросил у Хохмача, кивнув в сторону незнакомца:\n\n– А это кто такой, не знаешь?\n\n– Неа. С ними  приперся. Подозрительный тип.\n\nЯ согласно кивнул. Непонятно чего можно было от него ожидать.\n\n– Так вот. Посты прошли как обычно – расплатились с лейтенантом водкой и сигаретами, чтобы нервы и время на ограждение не тратить, – неожиданно заговорил Гоблин минуту спустя. Похоже, ему самому захотелось выговориться. Мы с Хохмачем придвинулись ближе.\n\n– Дошли с этим парнем до точки без приключений. То есть, не то, чтобы как обычно, а вообще без приключений. Не встретили ни одного мутанта, ни одного зомби, даже крыс не было. И парень сообразительный – все на лету схватывает. Куда не надо – не лезет, шум не поднимает, не стонет, хотя внешне – хлюпик хлюпиком. Наш Серый по сравнению с ним – просто Терминатор.\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я довольно покраснел от такого „комплимента».\n\n– Затарились артефактами под завязку, в общем, все так удачно, что даже страшно – где подвох-то будет? У меня тогда сразу нехорошее предчувствие появилось – что-то на обратном пути случится. Под конец нашли мы одну вещицу. С виду гайка гайкой, я такими сам путь проверяю. А когда проходили мимо, она как загорится, будто только из домны достали. Причем, что странно – трава под ней не жухнет, не горит. Что за херня такая? Я сразу стал ее проверять. По приборам от нее никакого излучения – ни теплового, ни радиационного! Наоборот, гайка холоднее, чем окружающая среда и вообще не фонит. Я ее аккуратненько в контейнер упаковал, парню говорю – мол, мы с тобой теперь разбогатеем, новый артефакт нашли! Отдадим ученым – получим приличные бабки. Даже о волнениях на время забыл.\n\n– Ну вот, идем мы назад, и снова никаких неожиданностей. Я опять разволновался. Слишком все гладко! Все как будто жду чего-то. И дождался. Сначала я ее на радаре увидел, – Гоблин задрожал всем телом.\n\n– Кого? – выдохнул я, как ребенок, слушающий на ночь страшную сказку.\n\n– Да, эту суку – Гиену.\n\n– Эта та, что Кипиша на товар кинула и Моню-Торгаша порешила? – переспросил Хохмач.\n\n– Во, ты об этих случаях слышал. А меня она три года назад в Зоне без оружия подыхать оставила, когда от стаи слепых псов уходила. Прострелила ноги, забрала добычу и все оборудование, и бросила. Еще смеялась, гнида, думала, не выживу! – он ударил кулаком по столу, руки его тряслись. – У меня только этот тесак и остался, – кивнул он на короткий кривой меч на столе. – И то, только потому, что он ей уже в тягость был.\n\nЯ уважительно посмотрел на казавшееся бесполезным оружие.\n\n– Дай еще выпить! – обратился Гоблин к Хохмачу.\n\nТот с готовностью достал еще одну банку пива:\n\n– Последняя.\n\nГоблин приложился, осушив за раз ее всю. После этого его вроде слегка попустило.\n\n– Знали бы вы, чего я тогда натерпелся. Но выполз. И ноги залечил, слава уж не знаю кому – кость лишь слегка задело. Но это другая история.\n\nВстретил я ее, и думаю – ну, теперь-то я с тобой рассчитаюсь! Теперь тебя на куски порежу, медленно, чтобы мучилась долго. И потом буду свиньям скармливать. За все, что я прошел из-за нее.\n\nВышли к ней в открытую. Она как увидела меня – лицом побелела. Что, говорю, красавица, долг платежом красен? Уже ствол навел, решал только, как подольше ее помучить, чтоб не сразу умерла? Напарник мой молодец, не стал вмешиваться, хоть и истории этой не знал, да вот только Гиена стерва умная. Стала мне про какое-то золото, в зоне спрятанное, говорить. Предложила пополам поделиться, чтоб только жизнь ей оставил.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "– Ну, жлобство сталкера и сгубило! – сделал вывод Хохмач.\n\n– Не, я сначала не повелся, но уж больно подробно она мне про это золото рассказала, ни разу не запнулась. А когда сказала сколько его там… Я ее спрашиваю: а что мне мешает тебя завалить после того, как мы золото найдем? Знаете, что она мне ответила? Я не сомневаюсь в твоем благородстве. Хотя ведь знала, что живой я ее не выпущу. Думала, наверное, самой потом как-нибудь от меня избавиться. Решили наше добро схоронить в одном из моих тайников, и рвануть за золотом. У Гиены оружие отобрали и руки ей завязали, как она не упрашивала.\n\n– И много золота? – тихо спросил Хохмач.\n\n– Сто килограмм в слитках и изделиях.\n\nМы с Хохмачом удивленно присвистнули.\n\n– Да я после всего, что случилось, врагу не пожелаю этого золота. А тогда жадность надо мной верх взяла.\n\nБыстренько наши контейнеры в тайнике заныкали, я только гайку ту у себя оставил, потом Гиену прижали – где она машину прячет? Не на себе же она собиралась центнер груза тянуть. Она не долго упиралась. Еще один крюк в сторону, чтобы машину взять. Тут уже твари местные нам попадаться стали, да и аномалий побольше. Слышим – вой сзади, псы слепые нам на хвост упали. Они хоть и слепые, но нюха-то не потеряли. Взяли наш след и погнали. Мы уже их дыхание слышали, когда до машины добрались. Завели „Москвич», когда первые твари в зоне видимости показались. Я тогда за руль парня посадил – гони, десантура! Сам через окно стал собак отстреливать, что ближе всего подбирались. А паренек неплохо машину водил, за несколько минут оторвались.\n\nДобрались до города, пару раз чуть в аномалии не влипнув на полном ходу. Гиена дорогу показывала. Нашли тот домик, в котором золотишко краденное перекупщики до катастрофы хранили. Как только вышли – тут все веселье и началось! Сначала тварь какая-то выползла, вроде свиньи, только намного крупнее, вся в каких-то шипах и четыре глаза вместо двух. Мы патронов немерено потратили, прежде чем ее завалить. Тут чувствую – где-то контроллер сидит, нам на мозги капает, еще чуть-чуть, и кто-то из моих попутчиков мне глотку грызть начнет. Я тогда „шумиху» включил, сразу отпустило. Вот ведь вещь полезная! Ученые все о высоких материях думают, о формулах всяких, теории строят, а тут технари-самоучки такую штуку сделали без всяких НИИ. Глушит мысли пси-шумами и никакой контроллер тебе не страшен. Правда, и у самого в голове какая-то каша, но зато живым будешь. По радару вычислил я местонахождение контроллера, стал обходить, десантника возле машины с Гиеной оставил.\n\nА контроллер тоже не дурак – вокруг него такое кодло зомби лазит, что и не подползешь. Никогда не видел, чтобы сразу столько трупов контролировал! У меня тогда с собой М-16 с глушаком была – вещь тихая и точная, хоть и дерьмо по сравнению с калашом. Я парочку дальних зомби без шума снял, чтобы контроллер подумал, будто я его с той стороны обхожу. Он своих куколок всех туда и бросил. Вот тогда я к нему поближе подошел…\n\n– Тихо всунул и пошел! – вставил свой комментарий Хохмач.\n\n– Ну, типа того… – покачал головой Гоблин. – Возвращаюсь – а там Гиена уже что-то моему десантнику втирает. Но парень, молодец, на ее понты не велся! Она его, оказывается, запугать пыталась. Мной. Типа, я могу и подконтрольным вернуться и еще кем похуже. Не удержался я тогда – как заехал ей по морде! Вот ведь б* * *ская стерва! Выключил „шумиху» – и так уже голова шумела, как улей. В дом зашли все вместе. Я сначала хотел парня возле машины оставить, чтобы с ней ничего не случилось, потом передумал. Он в Зоне новичок, мало ли кто на него нарвется, рисковать не стоит.\n\nВошли внутрь, стали в подвал спускаться, а там крысиное гнездо. Целый клубок этих мерзких тварей копошится, вот только крысоволка нигде не видно, что насторожило. Надо бы другим путем пройти, только нет его, другого. А патронов на крыс жалко тратить – это ведь не один десяток пуль надо в них пустить. Ну, я чеку из гранаты выдернул, и в клубок швырнул, остальных уж из автоматов добили.\n\nДержимся друг к другу поближе, пробираемся дальше вниз. Фонари включили. Тайник, оказалось, был в\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "... стене. Правда, за все эти годы время стену основательно разрушило, ящики и коробки крысы прогрызли. Золото прямо на полу валялось. Не обманула Гиена. Там и слитки были, и кольца с бриллиантами, и браслеты, и еще много чего. Снаружи уже темнело, надо было поскорее грузиться и драпать из города. Гиену в машине заперли, сами таскать золото стали. За полчаса управились.\n\nПоследнюю ходку делали, когда на нас крысоволк напал. Сидел же где-то все это время, выжидал, тварь хитрожопая! Как прыгнет из темноты! Меня с ног сбил и дальше пролетел, целя в десантника. Но тот опять меня порадовал, увернулся вовремя (и как только успел?). А я сам головой о стену приложился, светло стало, как днем. Вот только дальше все хуже пошло…\n\nВместо того, чтобы оружие вытащить, мой напарник решил в карате попрактиковаться, попытался крысоволка ногой в морду двинуть. Вы ведь знаете, какие эти твари быстрые. Комбинезон и ногу он как промокашку прокусил и сразу к горлу кинулся. Парень бы тут и помер, если бы я не выстрелил. Тварь завизжала и из подвала выбежала. Подхожу к десантнику, смотрю – дело дрянь. Когда простая крыса кусает и то проблем много. А тут так ногу разворотило. Я рану обеззаразил, как смог, перебинтовал. Отнес парня к машине, оставил вместе с Гиеной, а сам назад вернулся.\n\n– За золотом? – спросил я.\n\n– Да на кой хер я бы за ним возвращался? И так хватило бы. Но в подвале еще оружие и амуниция осталась – я ее бросил, чтобы напарника наверх поднять. Выхожу наверх – мой десантник возле машины с ПМ-ом стоит, улыбается, а у самого кровь из раны хлещет. Рядом „шумиха» разбитая лежит.\n\nЯ сразу в сторону прыгнул, потому пуля меня и не скосила. И тут чувствую – в мозг ко мне вламываются. Откуда второй контроллер здесь взялся, ума не приложу. Они всегда по одному ходят. А тут двое в один день на одном и том же месте, считай. Может, у них брачный период начался, х** их знает – они ведь как-то размножаются. Только тогда мне не до размышлений было. С одной стороны, мой бывший напарник с автоматом, с другой – контроллер мозги компостирует. А тут еще и Гиена, уже с развязанными руками и тоже в мою сторону идет. Ей-то я башку без сожаления снес, а вот в парня стрелять не хотелось. Думал, убью контроллера – и домой его привезу. Пусть одноногий, но все же вернется. Да вот только контроллер надо мной верх брать стал, голова не слушается, руки-ноги ватными стали. Я ненадолго мысли отключил – меня этому трюку один знакомый научил. Трюк проверенный. Когда ничего в голове нет, как у нашего Сержанта, то и бояться нечего. Вот и я таким на несколько секунд стал. Контроллер меня и потерял. Тогда я со всего духу кинулся подальше от того места.\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "Бежал долго, петлял, от пуль уворачивался, да вперед внимательно смотрел, чтобы куда не влететь. Пронесло. Сердце барабаном в ушах стучит. Я опять отключил сознание, пока не восстановился. Потом оружие в руки – и назад двинулся, только уже другой дорогой. По радару ориентируюсь, поскольку уже совсем стемнело. Струхнул я тогда маленько. Ночью в городе лазить – все равно, что в футбол на минном поле играть. Я в этом скоро убедился. Все, что есть страшного в Зоне, на улицы повылезало. Тогда я решил в каком-нибудь доме до утра схорониться. Забежал в один дом, и тут же лицом к лицу с десантником столкнулся. Я с перепугу на пол грохнулся, автомат выронил. А он мне:\n\n– Помоги! – говорит. – Не бросай меня!\n\nА у самого глаза, как две стекляшки, и пистолет на меня поднимает. И опять мне убегать пришлось, чуть в туман не влетел, потом на карликов нарвался. В общем, много еще чего страшного случилось, прежде чем я в подвал, как крыса спрятался. А по следам контроллер со своими зомби шли. Прицепился, как репей, не отставал. Я по подвалу пробирался, когда пол подо мной провалился. Упал я не очень-то и глубоко, метра три. Фонарь, ясное дело, разбился при падении.\n\nСижу в темноте, чувствую, дерьмом воняет. Калоотстойник, мать его так. По самое горло в говне сижу, ароматы вдыхаю, потому как не знаю, как выбраться в темноте такой. А наверху уже шевеление какое-то началось. Я тут же мозги отключил, в этот раз надолго. Уж насколько долго не знаю – времени не засекал, но от страха снова думать начать не решался. У меня уже крыша ехать начала – я чувствовал, как улетаю куда-то, музыка кругом играет, звезды, свет… И в то же время шаги над собой, вой собак на улице, звуки осыпающегося камня… и вонь. Еще бы чуток – и я бы, наверное, назад вернуться не смог.\n\nМне контроллер вернуться помог. Это я уже, конечно, потом понял – этот урод сообразил, что я где-то затаился, и так как не мог мое психическое проявление засечь, то придумал другой способ. Он крысоволка себе подчинил и по запаху тот меня вычислил.\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "Верите, ждал бы его – все равно так отреагировать бы не смог. Действительно правду говорят, что подсознание иногда необычные штуки выкидывает. У меня рука сама собой меч выхватила и в темноту метнула. А потом оттуда мертвое тело крысоволка вылетело. Я его в прыжке сбил, еще не видя и не слыша! Но все же он меня зацепил. На автомате, чисто рефлекторно. – Гоблин провел пальцами здоровой руки по шрамам.\n\n– Что тут началось! Контроллер засек место, где одна из его кукол сдохла и направил туда всех, кого смог. Скоро вокруг меня зомби было, как дерьма. Душа, слава Будде, на место уже вернулась к тому времени, хотя мысли все еще не появлялись. Я сам как зомби действовал. Подсветил себе из калаша десантника (заодно и пару трупов уложил), и увидел справа от себя туннель. По нему и пошел. Когда выбрался наружу, магазин уже опустел, а вокруг светило солнце. Я на себя глянул – весь в дерьме, в ране опарыши копошатся. Из фляги вымылся, как мог, на рану дезинфицирующим раствором побрызгал да червей повытаскивал. Потом проблевался.\n\nЗа машиной в город возвращаться было глупо – наверняка от нее крысы уже кучу металлолома оставили, а если и нет, то засада там меня наверняка ждет. Так пешком и побрел. Через час контроллер меня нагнал. С ним был зомби-десантник, ну а у меня только мой тесак да один патрон в обойме ПМ-а. Для себя оставил. Как приблизились они ко мне, я дуло в рот вставил и жду – как только контроллер действовать начнет, я себе мозги вышибу, но живым не дамся. Он отступил. А парня оставил мне, сняв с него свою волю. Я уж думал, что он меня отпускает потому, что уважает за силу. Оказывается, он просто почуял, что тут сейчас Выброс будет. Правда, я это узнал чуть позже. Я взвалил на себя десантника и потащил его. Успел я пройти только десятка два метров, когда шарахнуло. В глаза слепануло, а башку будто циркуляркой разрезало. Когда очнулся, гляжу – все еще живой. Что за черт, думаю? Как это может быть? Неужели теперь тоже мутантом стану, раз выжил?\n\n– Помните гайку, про которую я вам говорил?\n\nМы с Хохмачом закивали головами.\n\n– Так вот, лежит она в оплавленном контейнере, вся горит от жара и шипит. Контейнер от жары растекся у меня по правому боку и руке, комбинезон расплавил. Жжет не сильно, примерно как бытовой радиатор зимой. Рука у меня чесалась, как будто крапивой пожалился, а на следующий день почернела вся. Видать, гайка на себя всю энергию выброса взяла. Раньше она холодная была, теперь же наоборот, огнем горела.\n\nОтодрал я от руки плавленое железо и пластик, стал десантника искать. Только все зря. Даже пряжки от него не осталось. Так вот я домой и вернулся. Один. Последний патрон, что для себя оставлял, нашел себе другое применение, более полезное.\n\n– Так чего такой грустный? – удивился Хохмач. – Радоваться надо, что живой!\n\n– Да я-то живой… А вот иногда встречаю мать того десантника… – Гоблин тяжело вздохнул. – Ходит старушка, не зная, что с ее единственным сыном случилось, куда пропал. Слезы в глазах. И так мне тяжко и противно на душе становится. Она ведь даже не знает, что он в Зону пошел.\n\nМы молча закивали головами, заметно погрустнев.\n\n– Сам ведь пошел… – попытался найти оправдание Хохмач. Однако он и сам понимал, что это слабое утешение. Повисла тягостная пауза.\n\n– А золото? – неожиданно вспомнил я.\n\n– Да я теперь врагу своему не пожелаю за ним отправиться! – с укоризной посмотрел на меня Гоблин.\n\nВдруг с койки поднялся Сержант и направился к нам. В руках у него что-то было. Мы тут же положили руки на оружие. Сержант, который все это время, оказывается, внимательно слушал, подошел к столу, разложил на нем карту Зоны и спросил у Гоблина:\n\n– Где, говоришь, ты его оставил?\n\nГоблин посмотрел на Сержанта, нехорошо усмехнулся:\n\n– Ну, тебе-то я с удовольствием скажу.\n\nИ ткнул пальцем в карту.\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "                         ХОХМАЧ\n\nЕсли за каждым охотится смерть, не бывает\n\nмаленьких или больших решений. Есть\n\nлишь решения, которые мы принимаем перед\n\nлицом своей неминуемой смерти.\n\nКарлос Кастанеда\n\nСержант внимательно вгляделся в карту, после чего свернул ее и отошел к своей койке, где о чем-чем-то сталшептаться с Падлой. Гоблин криво улыбался своей гоблинской ухмылкой ему вслед. Потом он достал из кармана сигареты, и они с Хохмачом молча закурили.\n\nЯ недовольно поморщился – не переношу табачного дыма. Здоровье у меня и так было не ахти какое – то ли родители плохо постарались, то ли Бог на них за что-что-то обиделсяно в свои двадцать пять кроме плохого зрения я везде таскал за собой свое хилое тело и мощный комплекс неполноценности. Наверное, поэтому я себе не мог позволить вредных привычек. И вообще, я не мог похвастаться ничем, что выгодно выделяло бы меня среди други\n... х сталкеров: я не умел стрелять в темноте на звук, как Крот, не владел приемами рукопашного боя, как Гоблин или Монах, не смешил никого своими рассказами в перерыве между ходками в Зону, как Хохмач, не был ни быстр, ни ловок. Я был никакой. И кличка Серый – это не производная от моего имени, которое вряд ли кто из сталкеров знает, а свидетельство моей серости и неисключительности.\n\nЗато и в Зоне на меня редко обращали внимание представители местной фауны. Благодаря этому я жил и выживал, и возвращался вдобавок с добычей после каждой ходки, в то время как другие гибли. Взглянув на грузное тело Хохмача, я сразу подумал – как ему-то удается выжить? Ведь здесь физическая сила ничего не решает – мутанты всегда имеют численное преимущество, и мелкому и осторожному сталкеру вроде меня всегда легче пройти мимо них тихо и незаметно.\n\nПотом я подумал о Сержанте.Этого-Этого-то какеще земля носит? Мозгов меньше, чем у меня в берцовой кости, здоровый, как шкаф, и вспыльчивый, как порох. Такой никогда не загадывает дальше, чем на сейчас, и не думает о последствиях своих поступков. Просто нечем! Ан нет, уже два года, как промышляет и возвращается живым, каждый раз всех разочаровывая. Меня в первую очередь. Может, все дело в том, что он никогда глубоко в Зону не заходит и живет, в основном, за счет поборов с более слабых сталкеров? Скорее всего, так и есть.\n\nПока мои друзья курили, а враги переговаривались, я, оставшись наедине со своим самокопанием, смог вдоволь им насладиться.\n\n– Эх, грустную историю ты рассказал! – вздохнул через некоторое время Хохмач, обращаясь к Гоблину. – Не умеешь ты истории со счастливыми эндами рассказывать! Как же мы, славяне, все-все-таки любимсебя помучить…\n\nТут он попал в точку, как будто прочитал, что у меня в голове творилось.\n\n– Вот у меня история была… – протянул Хохмач.\n\nНастало время обычных сталкерских баек. Я любил слушать Хохмача – врал он складно и весело.\n\n– Было это полгода назад. Ну, или может, месяцев семь. У меня тогда особенно остро финансовый вопрос стоял. В общем, проигрался я в шахматы, а может в карты, в пух и прах. Остался должен крупную сумму наших родных хохлобаксов. Либо отдавать надо было, либо со своим мужским достоинством расставаться – это в лучшем случае. Ну, я так подумал, что лучше деньги на бочке, чем яйца в мешочке.\n\nМы с Гоблином заулыбались. Все знали, какие проблемы тогда были у Хохмача. Но и тогда и сейчас он переводил все в шутку. Его талант даже в самых критических ситуациях видеть смешное всегда приводил меня в восторг. Один раз я ему даже вслух это сказал. Знаете, что он мне ответил?\n\n– Смешное в критических ситуациях? Хм. Что же может быть смешного в женских месячных? Разве что реклама прокладок?\n\nВот и сейчас он рассказывал нам реальную историю, которая полгода назад могла бы закончиться его смертью, если бы он не вернул двадцать штук родных тугриков людям Паука, местного пахана.Вообще-то, за глаза все называли его Радионуклидом. Паук держал в руках всю торговую сеть в Зоне, все скупщики артефактов платили ему дань за право работать в этой сфере, а также сдавали самые интересные находки. Говорят, он имел связи также среди военных, ученых и даже в правительстве. Сталкерам он тоже когда-то пытался установить дань, только ничего у него не вышло – люди, ходящие под смертью, в отличие от торгашей, ни с кем своими кровными делиться не хотели. Попросту, его сборщиков, что называется, „похерили». А после этого, не без легкой руки Хохмача, к Пауку приклеилась кличка Радионуклид, которая, впрочем, звучала тихо и только среди своих. В глаза этого никто бы сказать не осмелился, да и никто ни разу не видел Паука, шифровавшегося не хуже любого шпиона, но в наше время везде есть глаза и уши, обидное прозвище достигло ушей авторитета.\n\nКогда Хохмача спрашивали:\n\n– Почему Радионуклид?\n\nТот всегда потрясающе артистично кривился и отвечал:\n\n– Никто его не видел, но всем от него плохо!\n\nОбычно после этого раздавался взрыв хохота.\n\nУмные люди поговаривали, что тот проигрыш специально был подстроен Радионуклидом, чтобы был повод наказать Хохмача. Никто не знал, как ему удалось выпутаться. И вот теперь я это узнаю.\n\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "– Я тогда почти не вылезал из Зоны, за разные темные заказы брался, чтобы нужную сумму скопить. Можно сказать, я даже с местными монстрами породнился. Подходишь вот так к контроллеру, он смотрит на тебя такими доообрыми глазами, как дедушка Ленин на детей, а ты ему и говоришь: „Мы с тобой одной крови – ты и я!» Он прослезится и пропустит. Да еще эскорт для охраны снарядит – то ли парочку зомби, то ли стаю добрых служебных собачек – это уж кто под рукой окажется. Узнавать даже начали. Приходишь в Зону – а они встречать уже идут, ластятся, как к родному, зубками покусывают, лапками поглаживают.\n\nМне даже возвращаться не хотелось. Тем более, что только половину денег собрал, а мой добрый кредитор нервничал – у него на жизнь не хватало, голодал бедняга, пока я в сытости и роскоши катался, как сыр в масле. Поэтому он попросил своих друзей поговорить со мной, спросить, не нужно ли чего?\n\nМы с Гоблином стали посмеиваться. Каждый из нас знал, что Радионуклид за день капусты срубал больше, чем сталкер за год. Да и излагал все Хохмач просто великолепно! И ужасно смешно.\n\n– Ну вот, пригласили его друзья меня вежливо чаю с ними попить. Лимузин за мной прислали, охрану. Доставили с комфортом, в дорогое кресло усадили, стали разговаривать. Душевные ребята попались!\n\nНу, вначале они попритворялись, будто грубые, я попритворялся, будто смелый. Тогда они сделали вид, что разозлились, я – что испугался. Я был бы рад еще с ними поболтать, но они устали, да и мне пора было сказку на ночь читать. Вот и рассказали они мне, что у их хозяина серьезные проблемы, поэтому денег надо больше. Я им сказал, что где ж мне их взять за одну-одну-то неделюОни мне резонно заметили, что если отобрать у меня все лишнее оружие и оборудование, то я смогу побольше из Зоны таскать. И отобрали. И много еще чего из моей конуры позабирали, чтоб я за жизнь так сильно не цеплялся.\n\nЛицо Хохмача приняло более серьезное выражение.\n\n– Я в кабак пошел и напился. Ко мне тогда Кипиш и подрулил, предложил „верняк». Он тоже кое-кому должен был. А мне что? Я пьяный, мне все по пояс! Я даже деталей не спрашивал. А Кипиш все втирал, что знает, когда „окно» будет, что мапой Картографа разжился, что дело вернее верного – бабла зашибем! Ну, вы знаете Кипиша… Хвастался, какие у него новые шмотки, винтарь армейский. Я тогда этому значения не придал.\n\nА на следующий день „погоны» меня за седалище взяли, когда с Кипишом через проволоку лезли. Тот сразу куда-то испарился, а меня, как папу Римского опекать стали. Красные шапочки кругом бегают (краповые береты – прим. Серого), какой-то жирнозадый полкан из „бобика» вылез, приказы раздает. Чего это ко мне такое внимание? – думаю. Как будто убийцу Джона Кеннеди словили.\n\nМеня потом в какой-какой-то бункерпривезли, так и так, говорят – или сотрудничать с нами будешь, или под статью пойдешь.\n\nИз Зоны в зону попадать неохота.\n\n– Чего делать-торнадо? – спрашиваю.\n\nА „погон» мне и отвечает:\n\n– Вам, – говорит, – як известному, сталкеру, доверяется особо!.. важливое, государственное завданіе. За рідну, неньку Україну!\n\nМало того, что на суржике говорит, так еще такие непонятные паузы в предложениях делает, что хрен поймешь его.\n\n– Трэба… ото, зафатыть у Зоні карлика, одного… Карлика. Живьем! Для научных экспериментів, тобто.\n\n– Любить вашу маму! – офигел я. – Может, еще контроллеру носки заштопать по дороге? Что ж вы своих военных сталкеров на это особо важное дело не припашете? – спрашиваю.\n\nУ того мысль по большому небесному кругу пошла, пока до мозга добралась, он уже успел комплекс мимической гимнастики сделать. В итоге родил:\n\n– Ібо… две наших, группы… зныкли без вести! Мы нэ можемо, більше рысковать, нашимы людьмы.\n\nМеня такое подозрение взяло. Что за задание такое самоубийственное для одного человека? Я, конечно, мужик здоровый, но! Я ведь не самый лучший сталкер! Почему на это дело именно меня подряжают? А если бы меня возле проволоки не взяли? А если бы мне деньги не нужны были, и я дома сидел? Слишком много совпадений. К тому же что-то я не помню ни одного упоминания в Зоне о жирном полкане, говорящем на жутком суржике.\n\nИ тогда я понял. Весь этот цирк – и мой карточный проигрыш, и Кипиш с его „верняком» и новым оружием, и полковник этот штабной с его ужасным произношением и большим пузом, задание идиотское – все это подстава! На тот свет меня спровадить решили! И подстроил все это Радионуклид, туды его в качель!\n\nМы с Гоблином зашипели на Хохмача – рядом были Падла, Сержант и тот незнакомец, что вроде как дрых на своей койке. Не стоило при них упоминать обидное прозвище Паука. Сержант с Падлой и правда при последних словах бросили подозрительные взгляды в нашу сторону, третий их спутник все так же спал.\n\n– Да мне пополам! Типа Радионуклид не знает, что я его так называю, пусть доносят.\n\n– Ну, и ты согласился? – осведомился я у Хохмача.\n\n– А куда деваться? На зоне меня бы быстро шестерки Радионуклида прирезали. Лучше в Зоне „туман» глотать, чем на зоне срок мотать! В общем, согласился я на эту авантюру. Но за это я с них потребовал новый защитный костюм, FN-200, „Форт – 12», гранаты со снотворным газом, „мухоловку», сканер, прибор ночного видения и двадцать штук по факту выполнения задания. Полкан аж офигел от такой наглости. Я ему: что, хотите, чтобы я задание выпол\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "... нил? Так давайте мне снаряжение нормальное! Он помучился малость, подумал своей одной-единственной извилиной. А потом мне с чистой душой руку пожал. Согласились на все, что я просил, контракт подписали, в котором все условия сделки оговаривались. Все чин по чину!\n\n– Не может быть! – не поверил я.\n\n– Я тоже удивился. Ну, я там же, на базе, как смог, проверил все то, что они мне всучили.Домой-то меня никто не пустил, чтоб чего лишнего не разболтал. Военная тайна, любить вас в рот! Оружие, говорят, перед самим заданием получишь. А вот амуницию для ознакомления дали.\n\nЗащитный костюм внешне нормальный, сканер тоже ничего, хоть и не последней модели. А вот у „мухоловки» аккумулятор убитый, прибор ночного видения барахлит. Аккумулятор я заменил быстренько – у них же тихо стянул новый, а вот „ночник» попросил другой дать. Они там помялись немного, но в итоге дали.\n\nВсю ночь перед ходкой спать не давали, вонючки, инструктаж со мной проводили. Чего можно, чего нельзя, как связываться, к кому на какой блок-пост подойти после выполнения. А утром меня на вертолете (!!!) доставили в самую промежность… В Банку.\n\nГоблин тихо присвистнул, я подавился воздухом.\n\nБанка – одно из самых опасных мест в Зоне, наряду с Дырой, Кунсткамерой и Колизеем. Такой концентрации аномалий больше нигде не было, как здесь. Все известные разновидности плюс неизвестные. Разрушенные дома, битое стекло, постоянно висящая дымка тумана – обычного вперемешку с кислотным, и ловушки почти на каждом шагу. Там у сканера мозги лопаются от такой концентрации физических искажений. К тому же, это почти в самом центре Зоны, а это значит, что выбраться оттуда почти нереально.\n\n– Я тогда решил, – продолжал Хохмач, – что всем назло выберусь, пусть мне на пузе весь путь проползти придется. Проблемы только со временем были – через два дня Выброс. Первым делом решил из Банки выползти – карликов и в других местах хватает, менее веселых.\n\nСканер выключил, а то он, бедный, светился весь, как новогодняя елка. Лег. Бросил первую гайку – она как теннисный мячик заметалась – от одной комариной плеши к другой, пока в мясорубку не попала. Тут такой фейерверк начался! Зато путь я приметил. Метра три прополз и еще одну метнул – почти тот же результат, только в конце она в тумане исчезла. Таким макаром метров сорок одолел, пока мне дорогу ржавые полосы не перегородили. Где заканчиваются не видно из-за тумана. Тупик. Пришлось обратно возвращаться. Смекнул я, сколько мне гаек понадобится, чтобы оттуда выбраться, понял, что тут целый слесарный цех нужен. Тогда и стал дорогу мелом помечать. Ползал так часа два, что черепаха, все почти на одном и том же месте. Зато уж нарисовался мелом!\n\nОстановился передохнуть, подкрепиться. А тут ветер поменялся. Чувствую – щипает в горле что-то, потом и жечь начало. Я тут же маску защитного костюма на лицо. Только оказалось что с ней, что без нее – результат один. Накололи меня все-таки с костюмом. Я маску в сердцах сорвал и швырнул подальше. Она далеко пролетела, метров десять-двенадцать, и спокойненько упала. Я тут же это расстояние и прополз. Так, метр за метром, и вылез оттуда. Всего это у меня часов шесть заняло, хотя, казалось бы – метров триста той Банки!\n\nВылез.Дай-ка, думаю, оружие на всякий пожарный проверю – может с ним тоже чего не так? И не зря! Что в винтовке, что в „Форте» – стволы забиты. А ведь FN-200 штука сама по себе капризная, ухода требует. Ну, думаю, вонючки нехорошие! Даже в этом перестраховались!\n\nВычистил я их, дальше пошел, а тут ворона какая-то каркать начала.\n\n– Дурной знак! – сказал Гоблин.\n\n– Да, я тоже так вначале подумал. А потом я вспомнил, что плохая примета верить в дурные знаки. Плюнул на это. Дальше, по сравнению с Банкой, было чисто Рио-де-Жанейро! На этом я и прокололся. Рано расслабился. Когда шел по железнодорожной насыпи, поскользнулся, упал, разбил нос.\n\n– Тьфу ты! – нервно засмеялся Гоблин. – Вечно ты со своими шуточками!\n\n– Да, а ты знаешь, как это больно? – заулыбался Хохмач и подмигнул мне.\n\nЯ тоже невольно засмеялся. Да, умел он рассказывать так, чтобы любую серьезную вещь превратить в хохму.\n\n– Ну вот, добрался до заброшенного хутора, решил где-нибудь переночевать. Зашел в самый тихий домик, тихо спустился в подпол, а там… Смотрю – на полу карлик мирно дрыхнет! Это ж надо – так подфартило! Я быстренько его по голове тюк! – и в контейнер, что мне с собой для него дали. Еле туда его запихнул, гада. Они хоть ростом и маленькие, зато в плечах в полтора раза шире меня. Тяжелый, как сволочь! Я тогда еще подумал, что лучше бы мне кравчучку дали, чтобы транспортировать этого ублюдка. Бросил ему туда еще вдобавок гранатку, с газом снотворным, как я думал. А это слеповуха перекрашенная оказалась. Хорошо, хоть я зайчика поймать не успел.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "С того места я ушел, чтобы его сородичи вдруг также на меня спящего не наткнулись. До сумерек нашел другое место для ночлега – на крыше ангара. По дороге Жмыха встретил. Он как узнал, что я за спиной несу – так и драпанул от меня!Ха-ха. Обалдетельное зрелище! Ради этого одного стоило за задание браться.\n\nИ Хохмач показал нам с Гоблином, как это выглядело. Мы чуть животы не надорвали.\n\n– Ну все, тихо, тихо! – зашикал он на нас, когда мы особо сильно разошлись, и кивнул на „соседей», недовольно ворчащих на наш шум. – У ребят режим, им спать надо.\n\nМы взвыли. Я вообще чуть на пол не упал.\n\n– Козлы, – прорычал Сержант и перевернулся на другой бок.\n\n– А сам-тоне трусил – тварь такую за спиной нести? – утирая выступившие от смеха слезы, спросил Гоблин, возвращаясь к рассказу Хохмача.\n\n– Не! Там чемодан оборудован для этого. Карлики ведь дневного света боятся, так там специальные электролюминесцентные панели дневного света в стены встроены. Сидит он там, а свет ему глаз раскрыть не дает, вот он ни о чем другом и думать не может. Простой, но верный способ. К тому же я „мухоловку» на всякий пожарный включил. Она все пси-излучения улавливает – и мои, и чужие, так что ни одна „муха» мимо меня не пролетала. Аккумулятор новый, так что можно было не волноваться.\n\n– Умно. Неужто они тебе чемодан не подпортили, как костюм и оружие? – удивился Гоблин.\n\n– Тот, кто все это затеял, все мелочи рассчитал. Хотел, чтобы все достоверно выглядело. А вот то, что мне карлика взять удастся, не учел. Дали бы мне испорченный ящик – и все, хана. Ну да хватит об этом! Слушайте, чего дальше было.\n\nПроснулся утром рано оттого, что опасность почувствовал. Смотрю – недалеко от меня крыса сидит, смотрит на меня. Здоровая! Хотя, в Зоне мелких крыс не бывает. Бывают либо здоровые, либо охренеть-как-супер – здоровые. Так вот эта была здоровая. Лежу, боюсь пошевелиться – не раз видел, как они быстро прыгают. Она тоже не шевелится, понимает, что если промахнется, то второго шанса не будет. Так мы смотрели друг на друга долго-долго – минут двадцать, может больше. У меня рука уже затекла. Я ей пошевелил тихонько, чтобы размять, а крыса это как сигнал приняла. Я в сторону дернулся, куском листовой жести прикрылся. Крыса от нее как отрикошетит! Вниз с ангара упала, только мозги о бетон шваркнули. То бишь, день начался неплохо.\n\nЯ уже почти до проволоки дотопал, пара километров осталась, когда стрельбу услышал. Думал поначалу, что это отморозки из „Долга» мутантов отстреливают, уж очень много шуму. Подошел поближе – гляжу три идиота сквозь толпу зомби напролом прутся. Чудом только выбрались оттуда живые. Ни за что не догадаетесь, чем они дальше занялись!\n\n– Затаились, или быстро ушли в сторону… – предположил Гоблин.\n\n– Ни фига! – покачал головой Хохмач.\n\n– Если бы такой простой ответ был, он бы вопроса не задавал, – вслух подумал я.\n\n– Молоток, Серый, шаришь! – похвалил меня Хохмач.\n\nЯ попытался сделать следующее предположение:\n\n– Глупость какую-нибудь? Не знаю…\n\n– Ладно, не рожайте! – остановил наши мучения Хохмач. – Эти придурки уселись и стали впечатлениями о прошедшем бое делиться! Причем все с такими умными и серьезными лицами, какое только может быть у 14-15-летних пацанов, играющих в крутых взрослых сталкеров.\n\nМы с Гоблином переглянулись – действительно, придурки!\n\n– Я близко подошел, чтобы на будущие трупы поглядеть, поэтому хорошо все слышал. Это было примерно так: Один спрашивает: „Что вы думаете по этому поводу!». Второй отвечает: „Я думаю, это было круто!», третий говорит: „Я думаю, это было опасно…' – единственная здравая мысль. Потом задававший вопрос подвел итог: „Ну что же, похоже, мы здорово повеселились! Идем дальше».\n\n– Уроды… – в шоке шепчу я, слушая рассказ об этих мальчишках. – Идиоты! Компьютерные дети.\n\n– Да! – с горечью в голосе кивает Хохмач. – Наигрались в шутеры типа Анрыла или Кваки, и с таким же представлением о действительности лезут в Зону! Дебилы! Все-таки наше поколение было более умное, мы не путали реальность с виртуальным миром. А эти… Посидели за компом, почувствовали себя крутыми перцами – и поперлись воевать. Причем из оружия у них – один АК-47, два „Макара» и обрез от двустволки. А дорогу перед собой совсем не проверяли – перли, как по Крещатику, даже гайки не бросали. Насмотрелись старых фильмов типа „Брата» – распилили дедовское ружье и с ним полезли в Зону.\n\n– Я тоже в первый раз с обрезом от двустволки пошел, – вспоминая былое, произнес Гоблин.\n\n– А говорили, что ты со своим мечом и арбалетом пошел, – разочарованно произнес Хохмач. Еще одна легенда оказалась ложью.\n\n– Что я, дурак?Во-первых, это сколько же арбалетных болтов с собой таскать надо, во-вторых, перезаряжается он долго, а стреляет неточно. И в третьих, слишком уж арбалет громоздкий. Я с обрезом в первый раз пошел, – повторился он. – Ну, п\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "... онятное дело, и меч с собой взял. Я его всегда беру. Но тогда и монстров поменьше было, да и я напролом не лез.\n\n– Слушай, Хохмач, а дальше что было? Ты им помог? – это уже я спросил.\n\n– С чего бы это? – поднял он брови. – Покойный Троглодит говорил мне: „Если человек идиот, то дай Зоне его исправить!» Если бы я им помог, и вывел живыми, то они только утвердились бы во мнении относительно своей крутости. И в следующий раз пошли снова, а кроме них еще сотни таких же мальчишек.\n\n– Так что же ты сделал? – тихо спросил я.\n\n– Я отошел подальше от этого места, поскольку на шум, который подняли три этих придурка, должно было сбежаться пол-Зоны, и стал наблюдать. Когда самый слабый из них вдруг развернулся и выстрелил в своего друга, я понял, что в действие из засады вмешался контроллер. Третий пацан побежал. Он даже не понял, что с ним случилось, когда в комариную плешь попал. Его за долю секунды на салфетки порвало. Тут контроллер первого парня отпустил, но только лишь для того, чтобы его разорвали собачки, которые к тому времени подоспели.\n\n– И ты смотрел на все это? – ужаснулся я такой холодности.\n\n– А что мне было делать? Перестрелять всех мутантов в округе? Я этих долбодятлов туда не тащил, обязательств никаких не брал. У меня своих проблем тогда хватало, помнишь? Что, скажешь, нужно было к ним присоединиться?\n\nЯ покачал головой. Он прав. Те дети решили стать сталкерами. А сталкер если пошел в Зону, сам и выбираться должен.\n\n– Ты прав, – повторился я вслух. – Извини.\n\n– За что? – подмигнул мне Хохмач. – Все давно забыто!\n\n– Так ты донес карлика военным? – спросил Гоблин.\n\n– Донес. „Мухоловку» включил, чтобы контроллеру в лапы не попадаться, короткими перебежками как раз перед самим выбросом и успел. Только пошел я не к блок-посту, как говорил мне полковник, а прямиком к людям Радионуклида. Я ведь Горбатому в карты продулся, вот к нему я и пошел. Раз они из одной шайки все, то какая разница, кому нести?\n\nЗахожу, а там и Горбатый, и полкан тот штабной сидят, и еще несколько людей Радионуклида, и куча свидетелей-сталкеров. Ох, и рожи у шестерок Паука тогда были!\n\nПоставил я ящик на стол и гонорар свой потребовал. Полкан и офигел. Они не надеялись, что я живым вернусь, а то, что я еще и груз с собой принесу, вообще никто представить себе не мог, потому так легко они и подписались мне деньги выплатить. А тут гляжу – полковник этот что-то мямлить начал про нарушение секретности, сопли жует, глазами перепуганными хлопает.\n\nТогда я сказал, что если он не заплатит, то у меня есть два варианта – либо я пойду к военному начальству с этим контрактом, либо открою контейнер прямо там, где стою. Обе этих перспективы, похоже, его напугали до усырачки. В общем, получилось так, что я Радионуклиду его дутый долг его же деньгами и вернул. Да вдобавок капитал скопил, разжился новым оружием и техникой взамен старых.\n\nПотом я Кипиша разыскал, поговорил с ним „за жисть», по душам поговорил… Теперь он мне „верняк» предлагать не торопится, и другим не велит.\n\n– Да, – глубокомысленно протянул я, – в тот раз тебе действительно повезло. Только Радионуклид наверняка не забудет обиды. Он снова захочет тебя убить.\n\nМой друг медленно поднялся, потянулся и с добродушной улыбкой посмотрел на меня с высоты своего почти двухметрового роста:\n\n– Вот за что люблю тебя, Серый, так это за бездонный оптимизм и потрясающую жизнерадостность!\n\nМы втроем от души рассмеялись. Опять мои пессимистические настроения!\n\n– Однако время позднее! – поднялся из-за стола Гоблин. – Отбой!\n\nИ, наклонившись, сказал уже потише:\n\n– Дежурить будем по одному, каждые два часа. А то, не ровен час, припомнят нам наши шуточки соседи. Серый, ты первый!\n\nЯ был не против. Все равно на сон не тянуло – перед каждой ходкой в Зону я несколько суток кряду сплю. На всякий случай. Однако когда подошла очередь Гоблина, я лег на нагретую им койку и уснул, как убитый. Завтра будет тяжелый день…\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "                                  СЕРЫЙ\n\nСамурай должен прежде всего постоянно помнить – помнить днем и ночью, с того утра, когда он берет в руки палочки, чтобы вкусить новогоднюю трапезу, до последней ночи старого года, когда он платит свои долги – что он должен умереть. Вот его главное дело.\n\nНо если он не помнит о смерти, он будет беззаботен и неосторожен, он будет говорить слова, которые оскорбляют других, тем самым давая повод для споров.\n\nТогда он может быть убит, имя его господина – запятнано, а его родители и родственники – осыпаны упреками.\n\nЮдзан Дайдодзи\n\nЯ проснулся под громкоголосое пение Хохмача, аккомпанирующего себе под гитару; несколько минут поворочался, не желая полностью проснуться. Но шум, который издавала луженая глотка моего товарища, выхватывала из оков сна так же верно, как гул колокола. Он пел одну из бессмертных песен Виктора Цоя:\n\nДоброе утро – тебе и таким, как ты!\n\nДоброе утро, последний герой,\n\nЗдравствуй, последний герой!\n\n– Доброе утро, – тихо прошептал я на это приветствие, и улыбнулся. Хорошая песня.\n\n– Рота, подъем! – крикнул Хохмач во все свое хохмачье горло, увидев, что я все еще не решаюсь окончательно проснуться. – Ну и здоров же ты дрыхнуть, Серый!\n\n– Ну и здоров же ты песни орать! – вторил ему я. – Доброе утро, последние герои!\n\nГоблин молча кивнул из-за стола, продолжая свою нехитрую утреннюю трапезу из запасов концентратов. Я спрыгнул с койки, протер закисшие глаза и надел очки. Оказалось, что все уже давно встали, кроме меня.\n\nТрое наших соседей сидели с другой стороны стола. Между ними и нами чувствовалась четкая, но невидимая для глаза граница. Чтобы это почувствовать, не нужно быть семи пядей во лбу – отрицательные флюиды пропитали весь воздух бункера. Молчаливый незнакомец, пришедший с Сержантом и Падлой, восседал во главе стола. Стало быть, он у них за старшего.\n\nНехорошее чувство возникало у меня при взгляде на эту троицу. Я не параноик, нет, но вот что я умею делать хорошо – так это чувствовать людей. Интуиция меня ни разу не подводила. Кто-то когда-то сказал мне, что я – человек-зеркало, отражающий настроение других. Что же, там, в обычном, скучном мире, это было плохим качеством, особенно при приеме на работу. В Зоне же именно благодаря своей чувствительности и, в то же время, незаметности, я оставался в живых. Я всегда знал, где меня ждала засада, почему мне вдруг захотелось свернуть с намеченного ранее маршрута или исчезнуть побыстрее из какого-либо места, кто и как из сталкеров ко мне относится, и вел себя соответственно. Хотя нет, не всегда…\n\nЯ тогда только начинал, и сталкерская братия представлялась мне одним дружным, сплоченным коллективом, живущим по законам рыцарства. Пока не встретил Сержанта. Он первый, кто открыл мне глаза. Может, поэтому я его так сильно ненавидел?\n\nВ тот раз я вошел в бар после своей третьей удачной вылазки, чувствуя себя крутым и сильным мужчиной, успевшим многое повидать и многому научиться. Поэтому, когда здоровый жлоб беспардонно и грубо толкнул меня, проходя мимо, я, конечно же, возмутился и попросил его быть аккуратнее.\n\n– Тебе что-то не нравится, чмо очкастое? – резко обернулся ко мне тот.\n\nМорда его мне сразу не понравилась. Под ложечкой у меня предупредительно заныло, но я тогда был под впечатлением от собственного успеха, и потому считал себя довольно крутым.\n\n– Смотри, куда прешь! – ответил я ему.\n\n– Я тебе щас ноги поотрываю и в жопу позасовываю, – являя мне свои редкие зубы, улыбнулся мой обидчик под дружный смешок посетителей бара.\n\n– Ну, это еще надо сделать, – усмехнулся я.\n\nНарод придвинулся ближе. Идиотская ухмылка здоровяка сползла с его лица, и он навис надо мной:\n\n– Сиди себе, и не мурлыкай, понял?\n\n– А то что? – не унимался я, несмотря на то, что в голове призывно кто-то кричал: „Молчи, молчи, не нарывайся!»\n\nИ тогда… Я думал, что я знаю кунг-фу. Оказалось, чисто теоретически. Да, Нео из меня не вышло. Так что Матрица может спать спокойно.\n\nКогда ребра срослись, а глаза вновь смогли видеть, я опять отправился в Зону. И там вновь почувствовал себя Человеком. С тех пор я изменился. Вернее нет, не так. Я остался прежним, изменилось мое отношение к окружающему миру. Я уже не обманывался насчет сталкерского „содружества», понимая теперь, что ублюдки встречаются везде. Я больше не считал Зону чем-то чужим, злым и жестоким. Я стал всегда прислушиваться к своим предчувствиям – дурным особенно. И я понял одну очень важную вещь – понял, зачем пошел в Зону. Чтобы быть Человеком, Личностью. Это мне удавалось только здесь. Только здесь я был счастлив. Все остальное – шелуха.\n\nС этими мыслями и воспоминаниями я уселся за единственное свободное место за столом – возле Падлы, поэтому, когда он выдернул из-под меня табуретку, я даже не успел отреагировать. И упал на пол, больно ударившись копчиком. Падла и Сержант довольно и противно заржали, как только могут ржать такие дебилы, как они.\n\n– Уроды… – сказал я, поднимаясь.\n\n– Что?! – выдвинул вперед челюсть Сержант, вскакивая на ноги. Но я уже держал направленный в его сторону автомат.\n\nЗа столом воцарилось молчание. Падла осторожно косился на мой калаш. В случае чего – он тоже окажется на линии атаки.\n\n– Я сказал, что вы – уроды! – громко и четко повторил я. – Я хотел сказать „казлы', но „уроды» вам лучше подходит.\n\n– Ах, ты падла! – зашипел Сержант.\n\n– Нет, это твой друг – Падла, – спокойно продолжал я, удивляясь собственной смелости.\n\n– Да я тебя… – дернулся тот.\n\nЯ повел дулом а\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "... втомата, не теряя из вида ни одного из этой троицы:\n\n– Да я сам тебя… Зона большая! Можно затеряться ненароком…\n\nНе известно, чем бы все это кончилось, если бы третий спутник Падлы и Сержанта, совершенно спокойно завтракавший все это время, вдруг не сказал:\n\n– Ладно, нам пора!\n\nГолос его был твердый и властный, тон не терпел никаких пререканий. Падла было дернулся:\n\n– Дайте, я его…\n\nРезкий удар по опухшей после вчерашней потасовки челюсти заставил его замолчать. Он упал на пол и, закрываясь руками от незнакомца, который встал и начал оправлять свой костюм, замямлил:\n\n– За что, шеф?\n\nВторой удар был нанесен ботинком под дых.\n\n– Идиот… Собирайся!\n\nСержант уже выполнял приказ. Падла отполз от стола и тоже принялся поспешно собирать вещи.\n\nТак, это уже интересно! Шеф… Да, мои опасения подтверждаются. Кого так мог называть Падла? Мы с Гоблином и Хохмачом коротко переглянулись. В клане Чистильщиков шефом был Крученый, которого мы все знали в лицо. Стало быть, либо у них за столь короткий срок произошли изменения в иерархии, и к власти пришел совсем новый и неизвестный ранее авторитет, либо чистильщики работали еще на кого-то.\n\nНичего не скажешь – странная компания! Два самых отъявленных негодяя и человек, который ими помыкает и держит в страхе.\n\nВ две минуты сборы были закончены. Не прощаясь, незнакомец повел своих людей на выход. На пороге Сержант и Падла оглянулись и бросили на меня такие взгляды, что я понял – при первом же случае… Однако было в их взглядах еще нечто такое, что заставило ознобу пробежаться у меня по спине. Опять! Опять эти предчувствия! Они что-то такое затевают!\n\nЯ сел на табурет, и только сейчас заметил, как гулко и часто стучится сердце. Руки и лоб покрылись испариной.\n\n– Что это с тобой случилось? – уставились на меня Гоблин и Хохмач, как только мы остались одни.\n\nЯ глубоко вздохнул и пожал плечами.\n\n– Сам не знаю, что на меня нашло… Просто, когда меня опускают ТАМ, мне еще как-то все равно, а в Зоне я терпеть не могу.\n\n– Буду знать! – хитровато улыбнулся Хохмач.\n\nНеожиданно мы все вместе рассмеялись. Хохот постепенно нарастал, по мере того, как мы осознавали происшедшее.\n\n– А ты видел, какая рожа у Сержанта была? – хохотал вовсю Гоблин. – Он от нашего Серого такой прыти не ожидал! Ррраз! Автомат в морду: „Я сказал уроды!», – и он схватился за живот.\n\n– А этот, шеф… – сквозь душивший смех выдавливал Хохмач. – Морда кирпичом, глазами хлоп-хлоп: „Ладно, нам пора!», – в судорогах Хохмач согнулся пополам и хлопал себя кулаками по ляжкам.\n\n– А Падла-то, Падла! – еще больше разошелся Гоблин. – Челюсть опухшая, а тут еще один удар…\n\nЯ вообще не мог говорить. Вдруг представил себе всю эту картину со стороны – замешательство Сержанта, трусость Падлы, их быстрое бегство… Я хохотал до колик в животе, ничего не видя в сузившиеся щелочки глаз. Вот бы заснять это все на видеокамеру! Такой бы сюжет был! Показывать потом другим за деньги.\n\nМы еще не скоро успокоились. Нервный смешок нет-нет, да и пробивался наружу.\n\n– Ух! – держась руками за брюхо, устало выдохнул Хохмач. – Это не меня Хохмачом надо было назвать, а тебя. Тебе бы в цирке работать!\n\n– Сержантов укрощать! – вставил Гоблин и мы опять прыснули со смеху. – Видел бы ты себя со стороны – Александр Матросов перед прыжком на дзот.\n\n– А кто такой Александр Матросов? – спрашиваю я.\n\n– Да ты че, не знаешь таких вещей? – удивился Хохмач. – Герой войны. Второй мировой! Грудью амбразуру закрыл.\n\n– Буду знать…\n\nДа уж… Такое не забудется никогда. Такое мне Сержант с Падлой припомнят! Зато сколько удовольствия!\n\nНаконец, когда мы высмеяли весь месячный запас веселого настроения, стали собираться. Шутки шутками, а пора и дело делать.\n\n– Идем со мной! – неожиданно предложил мне Хохмач. – Вдвоем не так тяжко.\n\n– Не, я пас. И так под завязку нагрузился, – и показал полные контейнеры.\n\nУ Хохмача их, правда, раза в два больше с собой было, но и весил он соответственно. Сто с лишним кило против моих неполных шестидесяти. Плюс костюм и остальная хренотень, что на себе тяну – еще килограмм двадцать. Взять больше, значит только медленнее перемещаться. Как говорил покойный Троглодит, мастер по крылатым выражениям: „Брать больше, чем можешь – жлобство, меньше, чем нужно – глупость». Я всегда следовал этому правилу.\n\n– Ну нет, так нет, – улыбнулся мне Хохмач и продолжил сборы.\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "Мы осторожно вылезли из склепа, тревожно озираясь и тщательно проверяя дорогу. Время шуток закончилось. Здесь, снаружи, все было по-другому и требовало постоянной сосредоточенности. Бункер располагался под холмом на опушке леса. Вход прикрывал бурно разросшийся густой подлесок. Дальше тянулись покрытые травой и мусором холмы с редкими кустами и молодыми деревьями. Все было спокойно. Похоже, мутанты бункер еще не засекли. Это хорошо. Можно будет еще раз им воспользоваться, если что.\n\nДальше наши дороги расходились. Мне нужно было еще полдня топать к проволоке (если по прямой, то, конечно короче, но кто же здесь ходит по прямой?), Хохмач и Гоблин же, наоборот, только начинали свой поход вглубь Зоны. Как принято, мы расстались не прощаясь. Им обоим пока было по пути, и они вместе отправились на север. Я оглянулся, глядя, как эти два легендарных сталкера молча удаляются от меня.\n\nВетер прошел по верхушкам деревьев, погнал сухие листья, заставляя лес разноголосо шуметь; вдалеке завыли слепые псы, загоняя свою добычу или просто от тоски. Было обманчиво тихо. Солнце еще не заглянуло сюда, но было довольно светло для глаз. Я шел размеренным осторожным шагом, бесшумно скользя от одного укромного места к другому, чтобы ненароком не попасть на глаза местным обитателям, медленно сокращая расстояние между собой и своей целью.\n\nТак я прошел около полукилометра. Вдруг я услышал позади себя выстрел СВУ. Вместе с ним застрекотал калаш, потом рванула граната. Прикинув в уме направление и расстояние, я понял, что примерно там сейчас должны находиться Гоблин и Хохмач. Но ни у кого из них не было снайперки, у Хохмача была FN-200 или, попросту, „феня». Ее выстрелов я не слышал. Значит, стреляют не они.\n\nИ тут меня осенило! Снайперская винтовка была у незнакомца. Я ее хорошо запомнил, когда он выходил из бункера. Со всех ног, как это возможно вообще в Зоне, я кинулся назад, на помощь друзьям.\n\nКогда я подбежал, выстрелы все еще не стихали, но стали реже. Я чуть не налетел на нападавших. Незнакомец и Падла залегли в рытвине среди кустов, в то время как мои друзья отстреливались, лежа на лугу, как на открытой ладони. Я выбежал как раз за их спинами и, недолго думая, пустил короткую очередь в спину незнакомца с винтовкой. Тот откинулся назад, медленно развернулся в мою сторону, и расширенные зрачки серых холодных глаз уставились на меня. Затем незнакомец медленно осел на землю. Падла перепугано обернулся, увидел меня с калашом и истошно заорал, бросая свое оружие:\n\n– Не убивай меня, не убивай, сталкерочек! – он вытянул ладони вперед, будто пытался защититься ими от пули, и отползал назад. – Не убивай, я все скажу! Это не мы, это все Паук, Радионуклид… – тыкнул он пальцем в сторону убитого.\n\nТак вот значит что! Вот кого я завалил! Я просто обалдел.\n\n– Говори!\n\n– Что? – не понял Падла.\n\n– Почему вы на них напали, вам ведь я насолил? Говори, ну! Быстро!\n\n– Паук мне долг простить обещал, а Сержанта к погонам устроить, если мы Хохмача завалить поможем. Он специально узнал, когда тот в Зону пойдет, – продолжал лепетать Падла.\n\nЯ вышел из задумчивости.\n\n– Где Сержант?\n\n– За тобой пошел, хозяин за тобой послал!\n\n– Ах ты падла! – раздался голос у меня за спиной.\n\nЯ вовремя прыгнул в сторону. Сержант выстрелил. Пуля попала Падле в живот.\n\n– Аааа… – закричал он, закрывая руками дырку в животе. – Не убивай, Сержант… Аааа… Маааамааа!\n\nПерекатившись за холм, я выстрелил в Сержанта, но попал только в плечо. Черт! Он упал, потом вновь поднялся, выматерился и побежал прочь, бросив на прощанье Падле:\n\n– Чтоб ты сдох, сука! Всех заложил, падла!\n\nЯ выпустил еще одну очередь вдогонку, но в этот раз вообще промазал. Упустил того, кого больше всего хотел убить и убил того, кого не следовало бы трогать. Сержант скрылся, Падла, извиваясь, как уж, стонал и полз куда-то в сторону, за кусты. Когда я догнал его, с ним уже было кончено – он вляпался в ведьмин студень. Желеобразная масса начала его переваривать, правая половина лица и рука уже были опутаны клейкой гадостью.\n\n– Помоги мне! – ныл Падла, пытаясь вырваться из смертельных объятий студня.\n\nКак бы я не ненавидел его, я все же пристрелил несчастного. И не только из жалости. Не хватало еще, чтоб он своими криками сюда всех мутантов созвал. Хотя… И так тут нашумели столько, что надо было убираться поскорее. Я вытащил из калаша Падлы магазин, пополняя свои истраченные запасы, и двинулся к друзьям.\n\n– Не стреляйте, это я, Серый! – крикнул я им на всякий случай.\n\nНикто по мне не стрелял. Когда я подошел, то понял почему. У Хохмача шлем на голове был пробит выстрелом снайпера, осколок гранаты угодила ему в грудь, но он был еще жив, к моему удивлению, хотя лежал без сознания и еле дышал. Гоблин сидел с простреленными ногами и виновато глядел на меня, пытаясь самостоятельно наложить жгуты.\n\n– Черт, не везет мне с ногами… – прохрипел он своими побледневшими губами. – Уходи, Серый! Возьми патроны – и уходи.\n\nЯ бросился обрабатывать их раны, как мог, сделал обоим по уколу кровоостанавливающего. Гоблину помог наложить жгуты.\n\n– Ты слышишь меня? Уходи! – кричал он на меня. – Скоро тут будет полно уродов, беги!\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "...\n\n– Слушай, заткнись, а? Лежи спокойно! – крикнул я на него. – Если меня из-за тебя убьют, я тебе… яйца отрежу!\n\nМеня охватила паника, я понимал что сейчас может случиться. Но я не мог бросить своих товарищей, с которыми вот только что делил кров и хлеб, с которыми дежурил по очереди всю ночь. Понимаю, это дурацкое понятие о чести, привитое правильными книжками и фильмами, и в реальной жизни оно вредно, опасно… Да пошло все к черту в ж…! Перед кем я оправдываюсь? Вытащу их отсюда, и все тут!\n\nИ я потащил их. Двух здоровых мужиков, один из которых тяжелее меня почти вдвое даже без амуниции, потащил. С трясущимся от страха телом, с потными ладонями, со стремной задницей, с тихим матом и громким от непомерной нагрузки сердцебиением. Потащил.\n\nЧасть оборудования и оружия пришлось бросить – и так было довольно тяжело. Свои контейнеры с добычей тоже оставил, избавляясь от каждого лишнего грамма груза. С собой прихватил аптечку, свой АК и „феню» Хохмача, патроны и воду.\n\nС тем и потянул. Тридцать метров по земле – одного, потом налегке назад – и еще на тридцать метров вперед – второго. У Гоблина забрал оружие, чтобы не застрелился часом из благих побуждений. Отобрал даже его ножи.\n\nВ детстве, я помню, мы все прикалывались – вешались на шею другу, изображая тяжелораненых, и стонали: „Брось, комбат!» Теперь это было не смешно. Гоблин каждый раз, когда я возвращался за ним, просил:\n\n– Серый, пристрели меня! Не мучайся, тебе с нами не дойти.\n\nЯ внутренне злился, но ему ничего не говорил. Хорошо, хоть Хохмач без сознания – молчит себе, на мозги не капает. Но какой же он тяжелый! Боже, зачем ты даешь родиться таким здоровым людям? Почему позволяешь им идти в Зону, а потом какому-то заморышу тащить его на своем горбу? Если я его вытащу, с него бочка пива. А лучше водки! Я хоть и не пью, но если в этот раз выберемся – то напьюсь непременно.\n\nСтая слепых псов, штук двадцать, показалась довольно скоро, но я уже успел дотащить своих друзей до леса. В тени деревьев они нас сразу не должны были заметить. Пока же им хватило трупа Радионуклида, но скоро они выйдут на наш след. А сил у меня оставалось все меньше и меньше. Тяжеловато ходить по земле с такими отягощениями, да еще при этом не попадать в ловушки.\n\n– Сигареты… табак… – застонал Гоблин.\n\nЯ поначалу не расслышал его слов – думал, опять он за свое.\n\n– Что, дать закурить? – наклонился я к нему, когда все же понял его речь.\n\n– Табак, собаки… – схватил он меня за рукав.\n\nТогда до меня дошло. Вытрусив из его пачки все сигареты, я выпотрошил из них весь табак и рассыпал по нашим следы.\n\nЗапах крови погнал псов вслед за нами, когда труп Радионуклида был полностью обглодан. А это произошло довольно быстро. Мы с Гоблином слышали их радостный лай сзади. В густом лесу радиус обзора небольшой, поэтому они нас не видели, хотя мы были в сотне метров от них, когда собаки наткнулись на табак. Послышался жалобный скулеж – теперь мы сбили им нюх на время. Хорошо, что они слепые. Были бы зрячие, тогда нашли бы нас по бороздам от башмаков на земле, а так им пришлось только метаться во все стороны в поисках ускользнувшей добычи.\n\nНо не успел я сделать и двух ходок, как собаки радостно завыли. Опустившись на землю рядом с Гоблином, я проверил оружие и стал ждать быстрой развязки. Однако звуки погони не приближались к нам, а наоборот – уходили все дальше в сторону. Я сначала испугался, что псы побежали в обход, пока не вспомнил про Сержанта. Ну конечно! Они напали на его след, ведь он тоже был ранен, и запах его крови вывел на него наших преследователей. Что ж, баба с возу – кобыла в курсе дела!\n\nНе знаю, сколько времени прошло. Каждый раз, когда сердце, казалось, не выдержит, когда хотелось все бросить и просто упасть от усталости, а дальше пусть хоть зомби живыми сожрут, каждый раз я заставлял себя сделать еще несколько ходок. „Ну, давай, еще чуть-чуть! Ну, до того кустика… еще до пригорка, а там все! Вот еще только с холма спущусь – и точно все! Ну, Гоблина чуть дальше подтяну, он ведь полегче!» – обманывал я сам себя в такие минуты – и полз. Потому что понимал – мои друзья долго не протянут. Пульс Хохмача становился все слабее, Гоблин стал впадать в беспамятство, побелев, как снег в феврале, а до границы Зоны было больше половины пути.\n\nТак я их дотащил до железнодорожного депо. Миновал „изнанку» или, как ее еще называл черный сталкерский юмор, „красную шапочку» – аномалию, в которой человека выворачивало наизнанку, в прямом смысле слова, мясом наружу. Заметить ее и легко и сложно одновременно. Надо следить за тенями на земле. Та тень, которая падает в обратную сторону от источника света и есть „изнанка». Попадает в нее человек – и получается красная шапочка.\n\nИ тут с неба пошел дождь. Я и не заметил, когда набежали хмурые тучи, укрывая за собой рыжее вечернее солнце. Внезапно загремел гром, и первые тяжелые капли полетели вниз. Потом зачастило, и земля вмиг стала мокрой. Как там у Высоцкого? „С неба мразь, словно Бог без штанов»? Меня начало брать отчаяние из-за всех напастей, которые сегодня выпали на мою долю, когда взгляд зацепился за то, что в Зоне и странах бывшего Совка считалось роскошью, а в остальном прогрессивном мире – средством передвижения. Среди развалин депо, груды арматуры и прочего хлама я заметил угловатый салон „Нивы». Машина на вид была на ходу. Я осторожно подобрался к ней, ежесекундно вертя головой на триста шестьдесят градусов, боясь быть замеченным хозяевами транспортного средства в опасной близости от своего авто.\n\nКапот холодный – значит, ушли давно, и, даст Бог, далеко. Бак почти полный. Что же, это судьба!\n\nТе, кто хоть пару раз смотрел американские боевики, могут считать, что прошли курс обучения угона автомобилей. Без труда разбив стекло, я как можно бережнее затащил в салон раненых товарищей и продолжил свою разрушительную деятельность. Когда замок зажигания постигла участь ветрового стекла, я методом научного тыка быстренько отыскал нужные проводки. Машина завелась. Даже странно, что хозяева не вытянули бегунок или еще какую-нибудь деталь. Что же, действительно, лох – это судьба, как поется в популярном хите.\n\nМотор взревел и я стартанул с места. Как оказалось, не зря. Вслед мне послышались редкие выстрелы в промежутках между нецензурной бранью. Пули разбили заднее стекло и продырявили салон, но особого вреда мне не принесли.\n\nВскоре машина вышла на разбитую временем асфальтированную дорогу. Погоня осталась, не начавшись, далеко позади. Я сбавил скорость, чтобы не растрясти раненых и пел от радости, хотя у меня не было особого слуха и тем более голоса:\n\nЭто было круто, это было жирно,\n\nЭто было просто пасса-жирно!\n\nНо тем и хороша попса, что орать эти тупые песенки без капли смысла и намека на мелодию может любой безголосый. И хоть рано еще было радоваться, моя душа запела припев, который являл собой апофеоз всей этой галиматьи:\n\nЛох – это судьба! Это твоя и моя улыбка.\n\nЛох – это судьба! Это чья-то большая ошибка!\n\n…Так я и ехал, еще не веря в то, что выбрался и вдобавок вытащил с собой двух легендарных сталкеров, еще не зная, что сам впоследствии благодаря этому стану легендой, даже не догадываясь, что своей кражей обрек на смерть четырех людей из Долга, вплотную приблизившихся к разгадке тайны Зоны. Я не знал, что я еду на войну. Войну кланов и криминальных группировок, которая неизбежно должна была начаться после смерти Паука. Я и мечтать не мог, что Гоблин и Хохмач выживут, также как и мой самый заклятый враг – Сержант. Я о многом еще не знал, потому что все это – в будущем…\n\n",
    "answers": []
  }
]