[
  {
    "id": 1,
    "text": "Автор: Рыцарь Лисандр\n\nПо мотивам  Fallout 3, созданной Bethesda Game Studios\n\nВы — обычный житель Мегатонны, который ничем не выделяется среди всех прочих. У вас есть гражданство, небольшой дом и постоянный доступ к очищенной воде — чего ещё желать?\n\nВ один солнечный день вы решаете выйти из дома и прогуляться по этому милому городку, который знаком вам как ваши 5 пальцев (что, кстати, довольно-таки редко в условиях постоянной радиации).",
    "answers": [
      {
        "id": 2,
        "text": "Пойти на городскую площадь"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы стоите на главной площади Мегатонны. Есть несколько примечательных мест в городе — магазин на кратере, которым управляет эксцентричная Мойра Браун, салун Мориарти и главная достопримечательность — невзовравшаяся ядерная бомба, в честь которой город и получил своё название.",
    "answers": [
      {
        "id": 3,
        "text": "Пойти в Магазин на Кратере",
        "need": -16
      },
      {
        "id": 4,
        "text": "Пойти в салун Мориарти",
        "need": -30
      },
      {
        "id": 5,
        "text": "Подойти к ядерной бомбе",
        "need": -7
      },
      {
        "id": 86,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 3,
    "text": "Магазин на кратере является самым главным магазином в Мегатонне, где путешественники и жители могут пополнить запасы и купить множество полезных вещей.\n\nВы заходите внутрь и осматриваетесь. Хозяйка магазина, экстравагантная Мойра Браун совершенно не замечает вашего присутствия, так-как она в очередной раз думает над том, какой-бы опыт провести.\n\nНо пока Мойра \"летает в облаках\", её личные охранники не теряют бдительности, и при вашем появляении начинают пристально сверлить вас взглядом.",
    "answers": [
      {
        "id": 11,
        "text": "Подойти к верстаку"
      },
      {
        "id": 12,
        "text": "Посмотреть на товары"
      },
      {
        "id": 13,
        "text": "Поговорить с Мойрой"
      },
      {
        "id": 2,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 4,
    "text": "Внутри салуна много людей, которые решили зайти внутроь, чтобы расслабиться и развлечься. При вашем виде никто из них не обратил на вас никакого внимания, так-как у них и так есть свои заботы и какой-то непримечательный гражданин их не волнует. Ваше внимание привлекает барная стойка и доска объявления.",
    "answers": [
      {
        "id": 18,
        "text": "Подойти к барной стойке",
        "need": -27
      },
      {
        "id": 24,
        "text": "Подойти к доске объявлений"
      },
      {
        "id": 2,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 5,
    "text": "Несомненно, Ядерная Бомба является главной достопримечательностью Мегатонны. \n\nДавным-давно, когда весь мир закидало ядерными ракетами, одна из бомб не взорвалась, а лишь оставила от себя кратер, в котором вскоре поселились люди, где они могли переждать шторм и чувствовать себя в безопасности, не беря во внимание тот факт, что она могла в любой момент детонировать и оставить от города лишь выжженные руины. \n\nВскоре, бомбу начали считать святым артефактом, после чего в мире возникло движение Детей Атомов. К счастью, 10 лет назад благодаря вмешательству Легендарного Героя, бомба была обезврежена, и теперь является абсолютно безопасной... но всё-равно новоприбывших она пугает.\n\nВ данный момент бомбы стоит исповедник Кромвель и вещает о величии Атома, предлагая испить лучистой воды.",
    "answers": [
      {
        "id": 7,
        "text": "Пнуть бомбу"
      },
      {
        "id": 8,
        "text": "Послушать исповедника"
      },
      {
        "id": 9,
        "text": "Испить лучистой воды"
      },
      {
        "id": 2,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "Вы пинаете бомбу, дабы удостовериться в том, что она полностью безопасна. К сожалению для вас, исповедник Кромвель не оценил вашего поступка. \"Извинись и подумай над своим поведением! Тогда, может быть, Атом изволит простить тебя!\" — сердито отвечает вам исповедник.",
    "answers": [
      {
        "id": 2,
        "text": "Извиниться и уйти"
      }
    ]
  },
  {
    "id": 8,
    "text": "Некоторое время вы слушаете речи о величии Атома и идею о том, что в каждом облучённом находодятся \"триллионы звёзд и миллиард цивилизаций\".",
    "answers": [
      {
        "id": 9,
        "text": "Испить лучистой воды"
      },
      {
        "id": 5,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы решаете испить лучистой воды, дабы получить благословение Атома и дать жизнь миллиардам цивилизаций внутри вас. Вы зачерпываете воду из кратера бомбы и проглатываете её. Дети Атома высоко оценили ваш жест, а вот ваш организм — не очень. Спустя пять минут у вас подвернулись ноги и вы погибли от сильного облучения. Что-же, по крайней мере, Дети Атома будут долго помнить о вашем поступке.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы заходите внутрь заброшенной школы. Здание в ужасном состоянии — стены опшарпаны, кругом грязь и разруха. У вас даже нет уверенности в том, что здание не обвалится. Вы собираете книги и другие полезные вещи, как вдруг неожиданно слышите странный шорох.",
    "answers": [
      {
        "id": 61,
        "text": "Пойти на шорох"
      }
    ]
  },
  {
    "id": 11,
    "text": "Одна из главных особенностей \"Магазина на кратере\" — бесплатный верстак на котором может работать кто угодно, если есть желание, навыки и ресурсы.\n\nНедолго думая, вы подходите к верстаку и начинаете думать о том, как бы улучшить своё снаряжение.",
    "answers": [
      {
        "id": 14,
        "text": "Почистить пистолет",
        "need": -14
      },
      {
        "id": 15,
        "text": "Почистить очки",
        "need": -15
      },
      {
        "id": 16,
        "text": "Закрутить гайки на рации"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы рассматриваете товары на прилавке. Чего тут только нет — медикаменты, еда, артефакты былых времён. Аж глаза разбегааются! Но главным товаром \"Магазина на кратере\" является \"Руководство по выживанию на пустошах\", которое было написано около 10 лет назад, но именно благодаря этой рукописи Мойра получила статус знаменитости на территории Столичной пустоши.",
    "answers": [
      {
        "id": 22,
        "text": "Осмотреть руководство"
      },
      {
        "id": 3,
        "text": "Отойти от прилавка"
      }
    ]
  },
  {
    "id": 13,
    "text": "\"Ой, а я и не заметила вас. Я — Мойра Браун, хозяйка магазина на кратере. Желаете ли вы чего-нибудь купить, или же хотите принять участие в моём эксперименте?\" — спрашивает вас Мойра Браун.",
    "answers": [
      {
        "id": 12,
        "text": "Посмотреть на товары"
      },
      {
        "id": 19,
        "text": "Принять участие в эксперименте"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ещё от дедушки вам достался старый серебряный пистолет, который повидал множество передряг и не раз спасал своего хозяина. Ну а теперь хозяином пистолета являетесь никто иной как вы. И хотя вы не солдат какой-нибудь, но в Мегатонне принято никому не доверять, из-за чего даже самый мирный человек города где-нибудь да прячит оружие.\n\nТеперь легендарный пистолет стал почти полностью бесполезен, и дабы улучшить его состояние, вы принимаетесь за чистку оружия. И хотя вы не оружейник, в ваших руках оружие вернуло себе былой благородный вид.",
    "answers": [
      {
        "id": 17,
        "text": "Раз я теперь с оружием, то может пойти в охранники?",
        "need": -46
      },
      {
        "id": 11,
        "text": "Ещё чуть-чуть повозиться с верстаком"
      }
    ]
  },
  {
    "id": 15,
    "text": "Может зрение у вас и хорошее, но вы всё-равно носите мотоциклетные очки. Во первых, они круто выглядят, а во вторых, они очень хорошо защищают от песчанных бурь.\n\nЗа всё это время очки успели запачкаться, и поэтому вы решились почистить их. Теперь очки просто сияют.",
    "answers": [
      {
        "id": 3,
        "text": "Надеть очки и отойти от верстака"
      }
    ]
  },
  {
    "id": 16,
    "text": "У вас есть старая рация, которой уже много лет. Она у вас как-раз барахлила, и поэтому вы решили затянуть на ней гайки. Однако, когда вы пытались их затянуть, одна гайка отлетела охраннику в лицо. Он разозлился и выкинул вас из магазина.",
    "answers": [
      {
        "id": 2,
        "text": "Высказать пару едких слов охраннику"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы приходите к шерифу Хардену Симмсу по поводу объявления о наборе в охрану.  \"Гражданин! Готовы ли вы защищать наш великий город от агрессоров в лице рейдеров и прочего отродья пустошей?\" — спрашивает вас шериф. Вы соглашаетесь, и после короткой проверки он выдаёт вам комплект брони и огнестрел. Ваша сегодняшняя обязанность — патрулировать Мегатонну.",
    "answers": [
      {
        "id": 43,
        "text": "Патрулировать город изнутри"
      },
      {
        "id": 44,
        "text": "Патрулировать город со снайперской вышки"
      },
      {
        "id": 48,
        "text": "Патрулировать город снаружи"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы подходите к барной стойке за которой стоит старый гуль по имени Харя. Он явно не в настроении, так-как его радио сломано и он не может слушать любимое радио \"Новости Галактики\", которое хоть как-то могло скрасить его скучный рабочий день. Ну а при виде вас он нахмурился и хриплым голосом спросил \"Чего надо, гладкая морда?\".",
    "answers": [
      {
        "id": 25,
        "text": "Выпить"
      },
      {
        "id": 26,
        "text": "Спросить про радио",
        "need": -35
      }
    ]
  },
  {
    "id": 19,
    "text": "\"Это — моя экспирементальная разработка. По идее, она должна сделать вас очень сильным и выносливым... по идее. Но вы не бойтесь, я никогда не делаю ошибок в эксперименте *звук взрыва*. Это.. это так и было задумано!\"",
    "answers": [
      {
        "id": 20,
        "text": "Выпить неизвестную жидкость"
      },
      {
        "id": 3,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы выпиваете экспирементальную жидкость, однако вместо увеличения силы, вы чувствуете слабость. У вас чернеет в глазах, и больше вы ничего не помните. Приходите в себя вы лишь на пустошах. И как вы сюда добрались?",
    "answers": [
      {
        "id": 21,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы оказались на просторах Столичной Пустоши. Это место пугает вас, так-как до этого вы никогда не покидали просторов Мегатонны. Всюду сплошная разруха, которая давит вам на психику. Не сказать что и в Мегатонне идеально чисто, но там хотя-бы безопасно. А тут нужно ждать опасности на каждом шагу.\n\nВы видите несколько заброшенных и полуразрушенных зданий — школа, гараж и дом.",
    "answers": [
      {
        "id": 10,
        "text": "Заглянуть в школу"
      },
      {
        "id": 45,
        "text": "Заглянуть в гараж"
      },
      {
        "id": 60,
        "text": "Заглянуть в дом"
      }
    ]
  },
  {
    "id": 22,
    "text": "\"Эта книга — моя гордость. Ещё 10 лет мой ассистент помог мне написать это руководство. Я никогда не встречала ассистентов, которые были бы лучше. Сегодня, в честь 10-летия с момента выхода книги, я продаю её с большой скидкой!\"",
    "answers": [
      {
        "id": 23,
        "text": "Заплатить за покупку"
      },
      {
        "id": 3,
        "text": "\"Нет, спасибо. Не интересует\""
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы покупаете книгу и идёте к себе домой. Благодаря этой книге вы узнаёте много нового о пустошах, и просто загораетесь идеей посетить пустоши. Собрав снаряжение, вы собираетесь идти на пустоши.",
    "answers": [
      {
        "id": 21,
        "text": "Отправиться на пустоши"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы подходите к доске объявления. Перед вами большая доска объявления, на которой вы можете найти предложения, которые определённо заинтересуют вас. В глаза вам бросается 3 объявления — набор в охранники, реклама Магазина на Кратере и объявление о продаже.",
    "answers": [
      {
        "id": 38,
        "text": "Прочитать объявление о наборе в охранники",
        "need": -46
      },
      {
        "id": 40,
        "text": "Почитать рекламу магазина на кратере"
      },
      {
        "id": 41,
        "text": "Почитать объявление о продаже"
      },
      {
        "id": 4,
        "text": "Отойти от доски объявления"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы заказываете стаканчик крепкого. Харя отдаёт вам заветный стакан, лишь бы вы только отвязались от него. Вы мигом выпиваете стакан до дна.",
    "answers": [
      {
        "id": 27,
        "text": "\"Пожалуй, ещё один стаканчик будет не лишним\""
      },
      {
        "id": 26,
        "text": "Спросить про радио",
        "need": -35
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы спрашиваете Харю о том, что случилось с его радио. Он говорит о вчерашней драке, в результате которой пьяницы опрокинули любимый радиоприёмник гуля-бармена. \"А что, ты сможешь починить?\"",
    "answers": [
      {
        "id": 32,
        "text": "Попробовать починить"
      },
      {
        "id": 4,
        "text": "\"Нет, извини. Мне просто хотелось спросить\""
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы выпиваете ещё один стакан. Вас немного шатает, и вокруг всё начинает кружиться. Вы понимаете что в таком состоянии точно не сможете ремонтировать радио.",
    "answers": [
      {
        "id": 29,
        "text": "\"Последний стаканчик... Честно!\""
      },
      {
        "id": 30,
        "text": "Заснуть за барной стойкой"
      },
      {
        "id": 4,
        "text": "\"Хватит с меня\""
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы сразу узнаёте это место — руины некогда славного городка под названием Спрингвейл. Сейчас тут никто толком не живёт — только иногда приходят мародёры, чтобы набить сумки полезным барахлом.\n\nУже тёмная ночь, и вы рады что смогли найти путь домой, однако прежде чем вернуться в Мегатонну, вы задумываетесь над легендой об Убежище 101, из которой якобы пришёл тот самый легендарный герой, который стал примером для всей Мегатонны, и который является примером для всех детей в городе. \"Стоит ли вернуться домой, либо же попытать счастье в Убежище?",
    "answers": [
      {
        "id": 85,
        "text": "Заглянуть в Убежище"
      },
      {
        "id": 86,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 29,
    "text": "\nВы выпиваете последний стакан, и в ваших глазах всё чернеет. Ваши глаза закрываются и вы падаете на пол.",
    "answers": [
      {
        "id": 66,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы решаете что двух стаканов будет предостаточно, после чего принимаете решение вздремнуть. Колин Мориатри явно недоволен тем, что в его баре кто-то спит забесплатно, из-за чего он выкидывает вас из бара и относит лежать на городскую площадь. Вокруг вас собирается толпа людей, которая хочет посмотреть на такого пьяницу, как вы. Вы приходите в себя и явно недовольны таким излишним вниманием.\n",
    "answers": [
      {
        "id": 2,
        "text": "\"А ну, пошли отсюда, Черти!\""
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы пытаетесь извиниться перед богатым господином за оскорбление, но он не желает слушать извинений. Он ударяет вас в лицо, а после чего застреливает из пистолета и вы умираете. Однако, умереть от пули — далеко не худший вариант на пустоши. КОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы осматриваете радио. Хотя вы и не механик, но у вас появляется несколько предположений того, что можно сделать с несчастным радиоприёмником.",
    "answers": [
      {
        "id": 33,
        "text": "Стукнуть по нему кулаком"
      },
      {
        "id": 34,
        "text": "Разобрать устройство"
      },
      {
        "id": 35,
        "text": "Покрутить тумблер"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы ударяете радио кулаком, но почему-то оно не захотело работать. Харя разозлился и отвесил вам хорошего \"леща\".",
    "answers": [
      {
        "id": 32,
        "text": "Попробовать другой вариант"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы разбираете устройство и и пытаетесь что-то сделать, чтобы починить его.",
    "answers": [
      {
        "id": 36,
        "text": "Соединить проводки напрямую"
      },
      {
        "id": 37,
        "text": "Почистить радио от пыли"
      },
      {
        "id": 35,
        "text": "Закрутить гайки"
      }
    ]
  },
  {
    "id": 35,
    "text": "Благодаря этому способу, радио наконец-то заработало. Харя благодарен вам, ведь теперь он может слушать любимое радио \"Новости галактики\".",
    "answers": [
      {
        "id": 24,
        "text": "Подойти к доске объявлений"
      },
      {
        "id": 4,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы пытаетесь соединить проводки на прямую, однако радио не начинает работать. Более того, неожиданно оно взрывается, и вырубает вас. Приходите вы в себя в больнице Мегатонны.\n\n\"У нас коек на хватает! Охранники ног лишаются, и мы не можем найти им нормального места. Но для таких придурков как ты, у нас конечно места есть. Ну ладно, лежи теперь\" — холодно отвечает вам доктор. Вы понимаете что теперь можно никуда не спешить.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы почистили радио от пыли. Работать оно от этого конечно не стало, но это лучше чем ничего.",
    "answers": [
      {
        "id": 34,
        "text": "Попробовать другой способ"
      }
    ]
  },
  {
    "id": 38,
    "text": "\"Шериф Харден Симмс ищет новобранцев для охраны Мегатонны. Парни и девушки которым не безразлична судьба Мегатонны, обращайтесь!\".",
    "answers": [
      {
        "id": 17,
        "text": "Устроиться на работу охранника"
      },
      {
        "id": 24,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "\"Если вам нужны полезные припасы или другие вещи — обращайтесь в Магазин на Кратере к Мойре Браун. В продаже имеются легендарные книги \"Руководство по выживанию на пустоши\".",
    "answers": [
      {
        "id": 3,
        "text": "Отправиться в Магазин на Кратере",
        "need": -16
      },
      {
        "id": 24,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "\"Продаётся раритетный пупс Волт-Тек за 150 крышек. Пупс будет отличным украшением в вашем доме, и скорее всего даст вам силу Волт-Тек! По всем вопросам обращайтесь к Г. Товарду!\"",
    "answers": [
      {
        "id": 42,
        "text": "\"150 крышек? А не слишком ли много?\""
      }
    ]
  },
  {
    "id": 42,
    "text": "\"Все говорят что 150 крышек это слишком много... А ты купи пупса!\"",
    "answers": [
      {
        "id": 24,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы патрулируете город изнутри. Ничего особенного не происходит, просто порой приходится делать замечания гражданским. Смена в городе заканчивается.",
    "answers": [
      {
        "id": 44,
        "text": "Патрулировать город со снайперской вышки"
      },
      {
        "id": 48,
        "text": "Патрулировать город снаружи"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы отправляетесь на снайперскую вышку. Взяв снайперскую винтовку, вы начинаете следить за горизонтом. Поначалу ничего интеерсного не происходит. Но после того, как начинает темнеть, вы замечаете силуэты группы людей, которые движутся в сторону города. Странно, но в такое позднее время люди обычно не заходят в Мегатонну.",
    "answers": [
      {
        "id": 46,
        "text": "Поднять тревогу"
      },
      {
        "id": 47,
        "text": "Перестрелять подозрительных людей"
      },
      {
        "id": 48,
        "text": "Спуститься к подозрительным людям"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы заходите внутрь заброшенного гаража и начинаете обыскивать его. Похоже что кто-то уже посещал это место, так-как всё самое ценное уже растащили. Тем не менее, вам удаётся найти парочку ценных вещей.",
    "answers": [
      {
        "id": 82,
        "text": "Собирать ценные вещи"
      }
    ]
  },
  {
    "id": 46,
    "text": "Решив что что-то тут нечисто, вы решаете поднять тревогу. На звуковые сигналы сбегается группа охранников, но они не находят никаких подозрительных людей. Больше всего разозлился шериф Симмс. \"Ложная тревога! Нет, охранник, такого я не потерплю. На сегодня для тебя смена закончена\" — ругается на вас шериф.",
    "answers": [
      {
        "id": 2,
        "text": "Извиниться и пойти спать"
      }
    ]
  },
  {
    "id": 47,
    "text": "До этого вы никогда и никого не убивали, но сейчас сделали исключение. Вы достаёте винтовку и хладнокровно убиваете всех людей в этой группе. Вы тешите себя мыслью что они не успели почувствовать боль.",
    "answers": [
      {
        "id": 49,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы выходите за пределы города и замечаете группу людей, которая выстроилась у входа в Мегатонну. Все они выглядят как непримечательная группа поселенцев. Какой-то человек (видимо, главный среди них) говорит \"Мы прошли очень долгую дорогу и хотим остановиться в Мегатонне. Вы впустите нас?\"",
    "answers": [
      {
        "id": 53,
        "text": "Впустить"
      },
      {
        "id": 54,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы спускаетесь вниз чтобы узнать кого вы всё-таки пристрелили. Люди из группы, которую вы \"ликвидировали\" были одеты в одежду простых жителей пустоши. \"О, ужас! Неужели мною была убита группа невиновных людей?!\" — такая мысль приходит к вам в голову.",
    "answers": [
      {
        "id": 50,
        "text": "Показать тела шерифу"
      },
      {
        "id": 51,
        "text": "Избавиться от тел"
      },
      {
        "id": 52,
        "text": "Обыскать тела"
      }
    ]
  },
  {
    "id": 50,
    "text": "\nВы показываете тела шерифу. Обнаружив что эти люди одеты в гражданскую одежду, он приходит к выводу что вы злоупотребляете служебным положением.\n\nВ Мегатонне нет вменяемой системы наказания, и поэтому шериф совершенно без проблем застреливает вас на месте, не захотев слушать оправдания.\n\nИ только после вашей смерти он понимает, что соверил большую ошибку, и оказалось что вы герой. Почему? Об этом вы никогда не узнаете.\n\nКОНЕЦ\n[Неудача, https://vignette.wikia.nocookie.net/fallout/images/b/b0/NAR_DTH2.ogg/revision/latest?cb=20160822205328path-prefix=ru]",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы закапываете тела погибших, чтобы скрыть улики. Когда приходит шериф, никаких следов убийства не остаётся. На вопрос о звуках стрельбы, вы пытаетесь оправдаться что это всё были звуки барахлящего генератора. Странно, но шериф вам верит. Он благодарит вас за службу и говорит что ваша смена закончилась. Вы решаете остаться работать в охране, но этот инцедент с убийством невиновных лиц ещё долго будет мучать вас.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы начинаете судорожно обыскивать тела с целью найти что-то, что оправдало бы вас. И вам везёт. В рюкзаках путешественников вы находите огромное количество взрывчатки и детонатор.\n\nПрибывший шериф видит то, как вы начинаете обыскивать тела убитых, и решает что вы занимаетесь мародёрством и пользуетесь служебными полномочиями во зло. Он наставляет на вас пистолет, но вы вовремя предоставляете улики о том, что люди пытаются пронести в город взрывчатку.\n\nВы делаете предположение, что эти люди хотели нанести Мегатонне непоправимый вред. Шериф извиняется перед вами и говорит что из вас получится отличный член службы безопасности Мегатонны. Вы соглашаетесь с этим заявлением, и действительно становитесь надёжным членом охраны.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы пускаете эту группу людей в город без проведения проверки. Пятёрка заходит внутрь, и вы идёте следом за ними, как вдруг случается мощный взрыв который задевает и убивает вас. К счастью, взрыв не сильно повредил город, и почти никто из жителей не умер. Мегатонна очень быстро восстановится, и с ней всё будет хорошо... в отличии от вас.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы начинаете обыскивать посетителей, и быстро обнаруживаете взрывчатку, которая лежит в рюкзаке. Однако, у нарушителей нет оружия для сопротивления, и они ничего не могут вам сделать.",
    "answers": [
      {
        "id": 55,
        "text": "Убить нарушителей"
      },
      {
        "id": 56,
        "text": "Самолично арестовать нарушителей"
      },
      {
        "id": 57,
        "text": "Вызвать подмогу"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы убиваете нарушителей, и на звуки стрельбы прибегает шериф Симмс.",
    "answers": [
      {
        "id": 50,
        "text": "Наблюдать за действиями шерифа"
      },
      {
        "id": 59,
        "text": "Показать динамит шерифу"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы арестовываете группу людей и изымаете их взрывчатку, после чего отводите их к шерифу. Харден явно рад что вы остановили массовое убийство в городе, и по этому поводу просит вас пройти за ним.",
    "answers": [
      {
        "id": 58,
        "text": "Проследовать за шерифом"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы вызываете подмогу, держа нарушителей на мушке. Вскоре группа охранников приходит к вам на помощь. Они намереваются арестовать нарушителей.",
    "answers": [
      {
        "id": 56,
        "text": "Арестовать нарушителей"
      }
    ]
  },
  {
    "id": 58,
    "text": "В Мегатонне шериф даёт вам медаль за хорошую службу, и сообщает вам о том, что вы спасли Мегатонну. Вы определённо станете ценным кадром среди охранником. И вы счастливы что наши своё призвание.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 59,
    "text": "Не успевает шериф обвинить вас в злоупотреблении служебным поведением, как вдруг вы показываете ему доказательство того, что эти люди — преступники, которые хотели уничтожить Мегатонну, а вовсе не \"мирные жители\". Шериф просит вас проследовать за ним.",
    "answers": [
      {
        "id": 58,
        "text": "Проследовать за шерифом"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы находите заброшенный дом, в котором ещё остались некоторые полезные вещи. Насобирав сумку из полезных вещей, вы собираетесь идти домой.",
    "answers": [
      {
        "id": 28,
        "text": "Возвращаться домой"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы осторожно идёте на шорох, после чего замечаете что этот шорох издавали рейдеры, которые уже давно заняли эту школу. Они замечают вас и направляют на вас оружие, и вы даже не успеваете спрятаться от них. \"Руки вверх!\" — кричит главный из них.",
    "answers": [
      {
        "id": 62,
        "text": "Сдаться"
      },
      {
        "id": 63,
        "text": "Сопротивляться"
      },
      {
        "id": 65,
        "text": "Попытаться сбежать"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы решаете что воевать одному против довольно-таки большой группы бандитов довольно-таки бессмысленной идеей, и поэтому поднимаете руки вверх. Один из бандитов подходит к вам, и вырубает вас прикладом своего оружия, из-за чего вы вырубаетесь.",
    "answers": [
      {
        "id": 66,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы пытаетесь застрелить хоть кого-то из бандитов при помощи своего пистолета, однако терпите неудачу, так-как вы не боец и на вас нет никаких защитных элементов. Бандиты расстреливают вас, и вы погибаете.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 64,
    "text": "Рядом с огромной стальной дверью валяется несколько скелетов людей, которые не смогли попасть внутрь. Также, рядом с дверью находится пульт управления.",
    "answers": [
      {
        "id": 81,
        "text": "Связаться с жителями Убежища",
        "need": -87
      },
      {
        "id": 86,
        "text": "Уйти домой"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы понимаете что не в силах сражаться с такой большой группой, однако пистолет который достался вам от дедушки наталкивает вас на сумасшедшую идею — вы выстреливаете в лампу, из-за чего всё вокруг становится тёмным, и у вас появляется шанс бежать.",
    "answers": [
      {
        "id": 75,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы открываете глаза и пытаетессь прийти в себя. У вас очень сильно болит голова, но вы находите в себе силы, чтобы подняться с пола. Осматриваясь по сторонам, вы понимаете что находитесь в какой-то клетке. Снаружи на вас смотрит некий богатый господин в белом полосатом пиджаке. Он ехидно улыбается, и говорит что вы будете ценным экземпляром в его коллекции.",
    "answers": [
      {
        "id": 67,
        "text": "Подчиниться господину"
      },
      {
        "id": 68,
        "text": "Оскорбить господина"
      },
      {
        "id": 69,
        "text": "Звать на помощь"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы решаете что ничего не можете сделать с таким положением, и поэтому подчиняетесь ему. Теперь вы — раб. Но не всё так плохо. Еда и кров у вас есть, а на пустошах это есть не у каждого. \"Пускай это и не Мегатонна, но могло быть и хуже, не так ли?\" — спрашиваете вы сами себя.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 68,
    "text": "Не выдержав такого унижения, как содержания в клетке, вы оскорбляете богатого господина. И, похоже ваше оскорбление так сильно задело его честь, что он самолично открыл клетку чтобы избить вас.",
    "answers": [
      {
        "id": 31,
        "text": "Извиниться"
      },
      {
        "id": 70,
        "text": "Кинуть в глаза песок"
      },
      {
        "id": 69,
        "text": "Звать на помощь"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы понимаете что шанс того, что хоть кто-то придёт к вам на помощь ничтожно мал, но вы в таком положении, что другого варианта просто нет. Вы зовёте на помощь, а богатый господин в свою очередь усмехается. Но внезапно будто-бы из ниоткуда появляется странный человек в длинном пальто и шляпе, вооружённый револьером. Он застреливает человека, который хотел взять вас в рабство, после чего освобождает вас из заточения. Не успеваете вы высказать свою благодарность, как он бесследно исчезает.",
    "answers": [
      {
        "id": 75,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 70,
    "text": "Когда господин готовиться зайти в клетку, вы поднимаете с пола песок, который осыпался с потолка, и кидаете в глаза господину. Он роняет пистолет и ничего не может сделать. Тогда вы поднимаете пистолет и угрожаете ему. Он явно оценил вашу находчивость и предлагает вам стать личным охранником.",
    "answers": [
      {
        "id": 72,
        "text": "Стать охранником"
      },
      {
        "id": 73,
        "text": "Убить господина"
      },
      {
        "id": 74,
        "text": "Запереть господина"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы находитесь в некоем подобии подземелья с каменными стенами из которого есть 2 выхода — через левый тоннель и через правый тоннель.",
    "answers": [
      {
        "id": 79,
        "text": "Пойти по левому тоннелю"
      },
      {
        "id": 80,
        "text": "Пойти по правому тоннелю"
      }
    ]
  },
  {
    "id": 72,
    "text": "Немного поразмыслив, вы принимаете решение стать личным охранником этого господина. И пускай для Мегатонны эта деятельность считается незаконной, в пустошах нет единого закона. У вас теперь хорошая и прибыльная работа, и вы довольны.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы хладнокровно убиваете господина и забираете себе его вещи. И пускай вы до этого никого не убивали, факт убийства этого человека совсем не смутил вас. Вы начинаете осматриваться в том месте, где вы сейчас находите.",
    "answers": [
      {
        "id": 75,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы не решаетесь убить господина, а просто забираете все его вещи и запираете его в клетке. Вы же не убийца в конце-концов.",
    "answers": [
      {
        "id": 75,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы оглядываетесь по сторонам, и находите 3 возможных выхода из этого помещения — через главный вход, через крышу, или через подвал. Вы задумываетесь над тем, каким путём будете выбираться из этого отвратительного места.",
    "answers": [
      {
        "id": 76,
        "text": "Через главных вход"
      },
      {
        "id": 77,
        "text": "Через крышу"
      },
      {
        "id": 78,
        "text": "Через подвал"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы выходите через главный вход, и натыкаетесь на целый отряд бандитов. Они явно не оценили того факта, что вы попались им на глаза, и сделали вам \"замечание\" очередью из автоматов, после чего ваши приключения закончились.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы забираетесь по лестницу на крыше. Сверху легко заметить что вся территория вокруг здания оцеплена рейдерами, с которыми вы бы явно не справились. Так-как сейчас ночное время суток, вас было трудно заметить, и тихо пройдя через крышу, вы покидаете это здание и оказываетесь на пустошах.",
    "answers": [
      {
        "id": 28,
        "text": "Выйти на пустоши"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы пробираетесь в подвал, который находился в этом помещении. Внутри подвала настолько темно, что вам приходится идти чуть-ли не на ощупь. Чуть позже, вы обнаруживаете что подвал намного больше чем вы ожидали. Оказывается, внутри находится целое подземелие.",
    "answers": [
      {
        "id": 71,
        "text": "Войти в подземелье"
      }
    ]
  },
  {
    "id": 79,
    "text": "Пройдя по левому тоннелю, вы выбираетесь из этого жуткого здания и выходите на поверхность.",
    "answers": [
      {
        "id": 28,
        "text": "Выйти на пустоши"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы идёте по правому тоннелю. В темноте вы натыкаетесь на гнездо кротокрысов. Вообще, по одиночке кротокрысы не сильно опасны, однако стая кротокрысов может создать серьёзные неприятности... Собственно, в эту неприятность вы и попали. Стая кротокрысов набросилась на вас и оставила от вас лишь груду костей.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 81,
    "text": "\"Убежище 101, Смотритель Амата Альмондовар на связи. Кто говорит?\" — произносится голос из пульта управления дверью.",
    "answers": [
      {
        "id": 87,
        "text": "Простой обитатель пустоши"
      },
      {
        "id": 88,
        "text": "Потерявшийся член службы безопасности"
      },
      {
        "id": 64,
        "text": "Упс, ошибся номером"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы собираете небольшую сумку ценных вещей — запчастей, батареек, журналов и прочего, что вам удалось найти. Вы уже собираетесь идти обратно, как вдруг обнаруживаете проход в подвал. Вы думаете, \"Стоит ли идти обратно, или же этого добра достаточно\"",
    "answers": [
      {
        "id": 28,
        "text": "Достаточно"
      },
      {
        "id": 84,
        "text": "Пойти в подвал"
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "Вы забираетесь в подвал и находите в нём проход в какую-то пещеру.",
    "answers": [
      {
        "id": 71,
        "text": "Войти в пещеру"
      }
    ]
  },
  {
    "id": 85,
    "text": "Об Убежище 101 давно ходят легенды. Говорят, именно из него вышел легендарный герой, известный как Одинокий Путник, который изменил Столичную пустошь навсегда. Долгие годы Убежище оставалось чем-то недостижимым. Люди собирались вокруг него, чтобы попытаться проникнуть внутрь, но жители никогда не открывали. Сейчас же ситуация изменилась — жители Убежища 101 торгуют с пустошью, но внутрь почти никого не пускают.",
    "answers": [
      {
        "id": 64,
        "text": "Подойти ближе"
      }
    ]
  },
  {
    "id": 86,
    "text": "После всех пережитых приключений, вы возвращаетесь назад в свой дом. Это был безусловно трудный день, но вы пережили его, и теперь находитесь у себя дома. Как только вы оказываетесь внутри дома, на вашем лице появляется улыбка и вы с чувством полного удовлетворения разваливаетесь в своём кресле. Вы включаете радио и начинаете слушать сводку новостей от радио \"Новости Галактики\", которую ведёт неизменный ведущий Тридогнайт, а также читаете комикс о Грогнаке-Варваре, смеясь над его приключениями, так-как ваши приключения оказались намного более интригующими.\n\nВаша жизнь продолжает идти своим чередом, но вы точно никогда не забудете этого дня. Так и закончился этот день на пустошах.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 87,
    "text": "Я — простой обитатель пустоши. Мне доводилось слышать легенды о том, что ваше Убежище — наверное самое безопасное место на всей Столичной Пустоши, и я хочу поселиться у вас\" — произносите вы свою речь, чтобы проникнуть внутрь Убежища. Однако, все ваши надежды разрушает ответ смотрителя Аматы — \"Иди к чёрту, простой обитатель пустоши. У нас и так забот хватает, а тут ещё люди просятся внутрь\".",
    "answers": [
      {
        "id": 64,
        "text": "Высказать смотрителю всё, что вы о нём думаете"
      }
    ]
  },
  {
    "id": 88,
    "text": "\"Я — пропавший член Службы Безопасности Убежища 101. Во время разведки, я заплутал в пустошах, и меня ограбили, забрав мою униформу. Я еле как смог добраться сюда. Смотритель, запустите меня внутрь!\" — притворяетесь вы охранником Убежища 101.\n\n\"О, конечно. Я впущу вас\" — либо смотритель Амата очень доверчивая женщина, либо она понимает вашу ложь, но ей требуются новые офицеры службы безопасности. Так или иначе, но она открывает дверь внутрь",
    "answers": [
      {
        "id": 89,
        "text": "Войти в Убежище"
      }
    ]
  },
  {
    "id": 89,
    "text": "Теперь вы — житель Убежища 101 на должности охранника. И пускай многие вам не доверяли, но вы смогли прижиться в новом коллективе. \n\nПервое на что обращали жители — отсутствия на руке Пип-Боя 3000, который нельзя снять самостоятельно. Тогда вы придумали что якобы Пип-Бой на вашей руке отнял Коготь Стали — супероружие Братства Стали, которое может забрать все технологии. Жители Убежища знали что Братство жадно до чужих технологий, и поверило вам.\n\nВам выдали \"новый\" Пип-Бой, и теперь вы живёте не зная бед в Убежище. Конечно, бывают и вылазки на поверхность, но как человек выживший в пустоши (что на самом деле было так), вы легко справлялись с этими заданиями. В конце-концов вы стали забывать о том, как жилось в Мегатонне.\n\nКОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё раз"
      }
    ]
  }
]