[
  {
    "id": 1,
    "text": "Автор : Паша Гупаленко.\n\nЭто захватывающий рассказ от лица человека, потерявшего все, но не остановившегося перед лицом отчаянья и страха. Вам предстоит путь, полный  опасностей и ужаса. Обыскивайте всё, что сможете и возможно, вам повезет выжить.\n\nУдачи!",
    "answers": [
      {
        "id": 2,
        "text": "Вступление."
      }
    ]
  },
  {
    "id": 2,
    "text": "—Альфа, как продвигается осмотр местности?\n—Всё в порядке, база. Осматриваем последнюю милю, и возвращаемся...\nВдруг Эмили, смотря в окно прерывает пилота:\n—Что это там?\nВсе повернулись в ту сторону, откуда исходил загадочный свет. \n—Надо проверить. — сказал Джон (пилот), и в тот же миг развернул вертолёт в сторону света.\n—База, мы задерживаемся, сообщу когда выясним что там.\n—Вас понял — ответили с базы, и хотели было что-то спросить, как их прервало другое сообщение.\n—Что происходит?! Почему мы так резко снижаемся?!\n—Не знаю, НЕ ЗНАЮ! \n—Эмили, держись крепче! — вскрикнули вы, и в тот же миг перекрыли её собой.\n—Альфа! АЛЬФА! Вот чёрт! Отправляйте отряд спасения, сейчас же!",
    "answers": [
      {
        "id": 3,
        "text": "Начать."
      }
    ]
  },
  {
    "id": 3,
    "text": "Прошло чуть больше получаса. Вы очнулись недалеко от места крушения. Видимо вы выпали из вертолёта, не долетев до земли.\n\nЭмили и Джона рядом нет. Скорее всего они в вертолёте. Но он же упал с огромной высоты?!\n\nНадо срочно его найти. Тем более, у вас на руках ничего нет. Может что уцелело после крушения?",
    "answers": [
      {
        "id": 4,
        "text": "Отправиться к вертолёту."
      },
      {
        "id": 5,
        "text": "Осмотреться.",
        "need": [
          -5
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Вокруг небыло видно ничего, кроме деревьев и кустов. Никаких признаков аварии, но тем не менее, чувство того, что ваши напарники и, по совместительству, давние друзья, могли не выжить после крушения, не покидало вас.\n\nВы решили осмотреться, и, в скоре, увидели в далеке мигающую красную лампочку. Точно такую же как и та, что находится на хвосте вертолёта. Не раздумывая, вы рванулись к ней, получая царапины от кустарников и мелких деревьев.\n\nВ скором времени вы были возле вертолёта, и, о чудо, он не загорелся.\n— Но как ведь мы упали с такой высоты, и...\nНа раздумие небыло времени. Сейчас главным было, выяснить, где ваши напарники, и осталось ли что-нибудь целое в вертолёте.",
    "answers": [
      {
        "id": 21,
        "text": "Отправиться на поиски напарников."
      },
      {
        "id": 6,
        "text": "Обыскать вертолёт.",
        "need": -6
      }
    ]
  },
  {
    "id": 5,
    "text": "Окинув взглядом территорию вокруг, вы ничего толкового не увидели, из-за глубокой ночи. Лишь вдалеке вы был тот самый загадочный свет, из-за которого всё это началось. \nНичего больше, видно небыло, так как было ояень темно.",
    "answers": [
      {
        "id": 3,
        "text": "Сочредоточиться."
      }
    ]
  },
  {
    "id": 6,
    "text": "На вертолёте были видны следы падения. Битые стёкла, мяты корпус, погнутые лопасти. Но тем не менее, вас не покидала надежда, что в вертолёте есть хоть что-то, что может вам пригодиться в дальнейшем.\n— И так, что тут может быть полезного?",
    "answers": [
      {
        "super_calculate": false,
        "id": 8,
        "calculate": false,
        "need": -8,
        "text": "Осмотреть хвостовую часть."
      },
      {
        "id": 9,
        "text": "Осмотреть кабину пилота.",
        "need": -9
      },
      {
        "id": 10,
        "text": "Осмотреть пассажирские сидения.",
        "need": -10
      },
      {
        "id": 4,
        "text": "Закончить осмотр."
      }
    ]
  },
  {
    "id": 7,
    "text": "— Жутковато тут как-то. Возьму на всякий случай. Лишним не будет.",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить осмотр."
      }
    ]
  },
  {
    "id": 8,
    "text": "Очевидно, что в хвостовой части вертолёта, для осмотра местности ничего нет. Хотя...\n\n— Что это?\n\nВы увидели, что что-то весит на самом конце хвоста. Это оказалась почти отломаная лопасть.\n\n— Нужна ли она?",
    "answers": [
      {
        "id": 7,
        "text": "Взять часть лопасти."
      },
      {
        "id": 11,
        "text": "Не трогать."
      }
    ]
  },
  {
    "id": 9,
    "text": "Обычно в кабине пилота мало что есть, но Джон был не обычным. Правилнее сказать — странным.\nОн всегда, перед тем как взлетать, доставал фотографию своей жены и... Икону.\nВроде ничего необычного, но он не молился, как делают все. Он просто смотрел на них пустыми глазами. Иногда, когда смотришь на еего в процессе, кажется, что он с кем-то разговаривает. И от этого становится не по себе.\n\nНо сейчас было не до этого. Надо было осмотреть кабину,  и посмотреть, есть ли что нужное тут.",
    "answers": [
      {
        "id": 12,
        "text": "Заглянуть в бардачёк.",
        "need": -12
      },
      {
        "id": 13,
        "text": "Заглянуть под сидения.",
        "need": -13
      },
      {
        "id": 14,
        "text": "Осмотреть панель приборов.",
        "need": -14
      },
      {
        "id": 6,
        "text": "Так, осталась мелочь."
      }
    ]
  },
  {
    "id": 10,
    "text": "Пассажирские сидения. Ровным счётом ничего. Всё, что могло бы понадобиться, работает только с помощью энергии, которой, увы, нет. Так что тут делать нечего.\n\n— Эх, печально, ну ладно.",
    "answers": [
      {
        "id": 6,
        "text": "Вернёмся к осмотру."
      }
    ]
  },
  {
    "id": 11,
    "text": "— Не думаюя что она может мне понадобиться. Пусть лежит.",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить осмотр."
      }
    ]
  },
  {
    "id": 12,
    "text": "Так как речь идёт о Джоне, то очевидно, что тут есть много раличного барахла: всякие побрекушки, похожие на обереги, фотографии и записки, и... Нож.\n\n— Зачем нож пилоту вертолёта? Ведь тут опасность ножом ек предотвратить...\n\nЛадно. Сейчас рпздумия лишние. Нужно выбраться отсюда.",
    "answers": [
      {
        "id": 15,
        "text": "Взять нож."
      },
      {
        "id": 16,
        "text": "Оставить нож здесь."
      }
    ]
  },
  {
    "id": 13,
    "text": "— Вообще, что тут может быть.\n\nПод сидениями ничего небыло, кроме аптечки. Сверху была фотография Джона с его женой. Ничего особого, но тут много воспоминаний. Думаю, что ему буде приятнее, если я дам ему эту фотку.",
    "answers": [
      {
        "id": 17,
        "text": "Взять аптечку."
      },
      {
        "id": 18,
        "text": "Оставить её, и смотреть дальше."
      }
    ]
  },
  {
    "id": 14,
    "text": "Панель... Много разных кнопок, калёсиков, и всего непонятного. Но вот одна нужная вещь точно есть.\n\n— Рация! Даже если она тут не заработает, то должна заработать хоть где-то.",
    "answers": [
      {
        "id": 19,
        "text": "Взять рацию."
      },
      {
        "id": 20,
        "text": "Оставить на месте."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Каким бы странным Джон небыл, нож лишним не будет. Возьму, пусть лежит, есть-то не просит.",
    "answers": [
      {
        "id": 9,
        "text": "Что тут ещё?"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Мало ли что он им делал. Оставлю нож здесь, от греха подальше...",
    "answers": [
      {
        "id": 9,
        "text": "Какие странности тут ещё есть?"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Это ж лес. Тут много всякого, может навредить. На всякий случай возьму.",
    "answers": [
      {
        "id": 9,
        "text": "Так, что теперь?"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Не думаю, что она пригодится. Пусть лежит, а если что, то вернусь за ней.",
    "answers": [
      {
        "id": 9,
        "text": "Надо ещё кое-что осмотреть."
      }
    ]
  },
  {
    "id": 19,
    "text": "— Будем надеяться на лучшее. Возьму с собой, вдруг где-то будет сигнал?",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Хотя это лес, мы неизвестно где. Пусть останется там, где есть. Вряд-ли тут будет сигнал.",
    "answers": [
      {
        "id": 9,
        "text": "Что там осталось?"
      }
    ]
  },
  {
    "id": 21,
    "text": "Будем честны. Искать два человека в огромном лесу ночью, это дело не из лёгких, но и времени ждать небыло. Не раздумывая, вы направились туда, куда вам нравилось больше, не обращая внимания на всё то, что могло указать вам верный путь. Но внзение оказалось достаточно велико, и направление было верным. \nВы шли несколько часов, вслушиваясь в каждый шорох, и всмативаясь в даже самые мелкие детали. И вот, что-то зашумело и послышались голоса:\n— Эмили, давай быстрее. Нам надо найти Дена, и как можно скорее.\n\n— У меня больше нет сил, я не могу...\n\n— Он может оказаться в смертельной опасности, ты понимаешь?! Он выпал из вертолёта неизвестно где, и мы понятия не имеем, может ли он вообще ходить!",
    "answers": [
      {
        "id": 22,
        "text": "Подойти к напарникам."
      }
    ]
  },
  {
    "id": 22,
    "text": "Каким бы Джон небыл странным человеком, он был хорошим другом и думал в первую очередь не о себе, а о других.\nВы постарались подойти как можно спокойнее. Не внезапно, но и не слишком тихо. \n\n— Ден! — вскрикнула Эмили — Это Ден! слава Богу ты цел. Как мы за тебя переживали.\n\n\"Ага, особенно ты...\" подумали вы, но не стали ничего говорить.\n\n— Ден, дружище! — Джон крепко обнял вас — Не уже ли ты ни капли не пострадал?\n\n— Я больше царапин получил, пока вас искал, чем когда из вертолёта выпал — сказали вы, и усмехнулись — как хорошо, что мы все живы. Ну так что, пойдём к тому загадочному свету, или будем возвращаться к базе?",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться на базу."
      },
      {
        "id": 24,
        "text": "Узнать, что за свет."
      }
    ]
  },
  {
    "id": 23,
    "text": "— Если нам и предстоит это выяснить, то сегодня это не главное. Нужно вернуться целыми, а на исследование отправят другой отряд. — сказали вы, и вме были согласны с вами.\n\nПуть на базу выдался не лёгким. Разлчные деревья, камни, утёсы — всё это мешало спокойно добраться до места. Но всё же, все были рады тому, что вы целы, та и вы были довольны случивлемуся. \nОсобых увечий не было ни на вас, ни на ваших напарниках. А вертолёт со временем был найден, и отправлен на переработку.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 24,
    "text": "Думаю, нам всё-таки нужно закончить то, что мы начали — сказали вы, и никтотне мог несогласиться.\n\nЧерез некоторое время уже было видно почти всё вокруг. Каждое дерево, каждый куст, но картина была не особо хороша. Всё умерало. Все растения вяли, а некоторые уже нечали гнить. Было непонятно, что произошло, но ясно было одно: причина всего этого — загадочный свет.\n\n— Что-то тут не так, — сказала Эмили. — надо быть осторожнее.",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить идти."
      }
    ]
  },
  {
    "id": 25,
    "text": "Внезапно, Джону стало плохо. Он упал на колени, и начал кричать от боли. Неизвестно было, что с ним, но было ясно олно — ему надо помочь, если это сейчас возможно.",
    "answers": [
      {
        "id": 26,
        "text": "Использовать аптечку.",
        "need": 17
      },
      {
        "id": 27,
        "text": "Отправиться на поиски подмоги."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы испльзовали аптечку.\n\n—Так, ну его нафиг. Берём джона и уходим отсюда.\n\nВзям Джона под руки, вы отправились на поиски базы. Со временем это место исследовали, но толком ничего не нашли. Территория была огорожена, поставлена охрана, но всё равно находились идиоты, которые пролезали на эту территорию, и были госпитолизированы.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 27,
    "text": "—Мы скоро вернёмся с помощью. Держись.\n\nОтправившись за помощью, вы вскоре её нашли, но было уже слишком поздно. Он скончался.\nБыли назначены похороны, пришли все, кроме жены Джона. Либо она не выдержала ситуации, либо не сочла нужным.\nСо временем это место исследовали, но толком ничего не нашли. Территория была огорожена, поставлена охрана, но всё равно находились идиоты, которые пролезали на эту территорию, и были госпитолизированы.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]