[
  {
    "id": 1,
    "text": "Жанр: Фэнтези\n\nАвтор: Историус\n\nОписание:\n\"Вы находитесь на опушке лиственного леса и пасёте небольшое стадо овец. Развалившись на стоге сена, смотрите в небо, покуривая самокрутку... Казалось бы, что могло случиться в столь безопасном месте, на севере Торговой Коалиции?\nНе совсем обычный пастух по имени Доррас оказывается в круговороте странных событий, о причине которых ему предстоит узнать.\"",
    "answers": [
      {
        "id": 127,
        "text": "Начать квест"
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c836235/v836235531/36e3f/DMhmhegJ7rE.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c836235/v836235809/2d90f/gs68PoDFp0E.jpg",
        "system": true
      },
      {
        "id": 401,
        "text": "{Начать с контрольной точки на поле битвы}",
        "need": 401,
        "need_ever": true
      },
      {
        "id": 1,
        "url": "https://vk.com/royallands",
        "text": "» Ссылка на сообщество автора ВК "
      }
    ]
  },
  {
    "id": 2,
    "text": "ГЛАВА 1. ПРОЛОГ\n------------------------------\nВы лежите на стоге сена, рассматривая плывущие по небу облака. Неподалёку пасется стадо овец, вокруг которого бегает средних размеров юркая собачка. Она время от времени гавкает на овец, не давая им разбредаться. \n\nОблаков довольно много, они плывут медленно и мерно, подгоняемые слабым ветерком... Внезапно ветер усиливается, с Вас срывает соломенную шляпу и уносит куда-то в сторону реки. \n\nВы видите, как облака начинают темнеть и двигаться вокруг некой точки, какого-то эпицетра. Вращение усливается и становится понятно: это какая-то магия! В природе таких явлений быть однозначно не может!",
    "answers": [
      {
        "id": 3,
        "text": "Вскочить на ноги, проверить стадо овец"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вскочив, Вы сначала проверили овец, и не зря! Животные явно запаниковали. Они жалобно блеяли и бегали по опушке, не понимая, откуда исходит угроза. Пес отчаянно лаял, смотря куда-то в сторону леса.",
    "answers": [
      {
        "id": 4,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы быстро огляделись. Около стога сена, на котором осталась вмятина от Вашей спины, лежал длинный хлыст, колокольчик и мешок с сухарями(надо же было взять с собой немного поесть).\n\nВ соседний стог были воткнуты длинные вилы.\n\"Какое-никакое оружие\"—подумали Вы.\n\nТакже, неподалёку, была сельская дорога, ведущая в Вашу деревушку, а далее и в ближайший город Вофон. \n\nЧто же делать?",
    "answers": [
      {
        "id": 5,
        "text": "Схватить ближайшие вещи с хлыстом"
      },
      {
        "id": 6,
        "text": "Подбежать к соседнему стогу и взять вилы"
      },
      {
        "id": 7,
        "text": "Бежать к дороге"
      }
    ]
  },
  {
    "id": 5,
    "text": "Подобрав хлыст, мешок и колокольчик, Вы еще раз посмотрели в небо. Там происходили непонятные вещи: облака как-то странно застыли, а в эпицентре круговорота замечалось какое-то свечение. Затем  послышался гром и Вас обдало волной горячего воздуха. Резкая вспышка света заставила зажмуриться и попятиться назад. Вы инстинктивно пригнулись.",
    "answers": [
      {
        "id": 8,
        "text": "...открыть глаза"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вооружившись вилами, Вы встали в боевую стойку и начали ждать непонятно чего.\nВдруг, резкая вспышка света заставила зажмуриться и инстинктивно пригнуться. Грянул гром и Вас обдало волной горячего воздуха.",
    "answers": [
      {
        "id": 11,
        "text": "...открыть глаза"
      }
    ]
  },
  {
    "id": 7,
    "text": "Не думая долго, вы кинулись бежать к дороге. Мало ли что это может быть?!\n\nВдруг, сзади что-то громыхнуло, вспыхнул нестерпимо яркий свет и вас обдало волной горячего воздуха. Вы инстинктивно зажмурились и споткнулись, повалясь ничком на траву.\n\nДобежать до дороги не удалось, но если что-то и было там, на лужайке, вы оказались достаточно далеко от него.\n",
    "answers": [
      {
        "id": 11,
        "text": "...открыть глаза"
      }
    ]
  },
  {
    "id": 8,
    "text": "Незаметно хлыст выскользнул из рук. Теперь Вы стояли лишь с колокольчиком и этим дурацким мешком в руках.",
    "answers": [
      {
        "id": 11,
        "text": "Окончательно открыть глаза"
      }
    ]
  },
  {
    "id": 9,
    "text": "И тут взгляд упал на небольшую блестящую вещь, лежавшую в траве.\n\nПриглядевшись, Вы поняли, что это шкатулка черно-фиолетового цвета. До проишествия её точно здесь не было, это факт.",
    "answers": [
      {
        "id": 12,
        "text": "Пощупать шкатулку руками"
      },
      {
        "id": 13,
        "text": "Пнуть её ногой",
        "need": -13
      },
      {
        "id": 14,
        "text": "Издалека бросить в неё колокольчиком",
        "need": 8
      },
      {
        "id": 30,
        "text": "Ничего не делать, поскорее уйти отсюда"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы пошли было к стаду овец, как вдруг взгляд упал на небольшую блистящую вещь, лежавшую в траве.\n\nПриглядевшись, вы поняли, что это шкатулка черно-фиолетового цвета. До проишествия её точно здесь не было, это факт.\n",
    "answers": [
      {
        "id": 16,
        "text": "Игнорировать вещь, продолжить идти к стаду"
      },
      {
        "id": 9,
        "text": "Разглядеть вещицу поближе"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы открыли глаза и попытались разглядеть источник угрозы. Но нигде ничего опасного не наблюдалось. Встав, тщательно посмотрев по сторонам и еще раз убедившись, что все исчезло, Вы не поверили своим глазам: на небе облака стали плыть как и раньше, будто бы ничего и не было!\nНикакого \"круговорота\", грома или других явлений не появлялось. С минуту Вы подождали, но так ничего и не произошло... даже овцы почти успокоились.\n\n\"Нет! Что-то здесь не так\"",
    "answers": [
      {
        "id": 9,
        "text": "Смотреть внимательнее"
      },
      {
        "id": 10,
        "text": "Подойти к стаду"
      }
    ]
  },
  {
    "id": 12,
    "text": "Осторожно Вы подняли вещицу с земли. Повертели её в руках, нащупали крышку, которую попытались открыть, но та оказалась прочно заперта. Замочной скважины, как ни странно, не было.",
    "answers": [
      {
        "id": 15,
        "text": "Найти палку и с помощью неё попытаться открыть крышку"
      },
      {
        "id": 20,
        "text": "Начать бить колокольчиком об крышку",
        "need": 8
      },
      {
        "id": 17,
        "text": "Засунуть шкатулку за пазуху"
      },
      {
        "id": 30,
        "text": "Ничего не делать, поскорее уйти отсюда"
      }
    ]
  },
  {
    "id": 13,
    "text": "Шкатулка несколько раз перевернулась, но ничего не произошло. Вроде она не представляет опасности.",
    "answers": [
      {
        "id": 9,
        "text": "Что ж, странно"
      }
    ]
  },
  {
    "id": 14,
    "text": "Метать предметы Вы умели достаточно хорошо—были на то свои причины.\n\nМетко попав колокольчиком в крышку шкатулки, тут же обратились во внимание. Там что-то происходило!",
    "answers": [
      {
        "id": 20,
        "text": "Прищуриться"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы подобрали довольно прочную палку и в голову пришла идея использовать её как рычаг.\n\n\"Ну ка\"- промычали Вы, усердно пытаясь вскрыть шкатулку. Однако, она так и не поддалась.\n\"Тут нужен более тонкий инструмент вроде ножа\"- всё-таки нужно взять её с собой.",
    "answers": [
      {
        "id": 18,
        "text": "Спрятать за пазуху"
      }
    ]
  },
  {
    "id": 16,
    "text": "Действительно, взаимодействовать с данным предметом может быть опасно.\nПо крайней мере, пока...\n",
    "answers": [
      {
        "id": 21,
        "text": "Пойти к овцам"
      },
      {
        "id": 22,
        "text": "Пойти к собаке"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы спрятали столь любопытную шкатулку и начали собирать вещи—что бы это всё ни значило, лучше поскорее убраться восвояси.\n\n\"Мало ли что еще может произойти. Лучше не рисковать попусту.\"",
    "answers": [
      {
        "id": 19,
        "text": "Взять всё и погнать овец домой"
      }
    ]
  },
  {
    "id": 18,
    "text": "\"Займусь этим дома, а пока что лучше свалить отсюда\" ",
    "answers": [
      {
        "id": 19,
        "text": "Начать собираться"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы собрали все свои вещи в одну кучу.\n\nОдним движением развязали мешочек и высыпали в рот остатки сухарей. Положили колокольчик внутрь, подвязали мешок к поясу и закинули вилу на плечо.\nСвистнув собаке, Вы решили, что можно выдвигаться в путь.",
    "answers": [
      {
        "id": 26,
        "text": "К дороге"
      }
    ]
  },
  {
    "id": 20,
    "text": "Колокольчик несколько раз громко звякнул. При этом в шкатулке начало что-то щелкать, и через несколько секунд крышка отворилась.\n\nВнутри не было ничего, кроме серебряного кольца и записки. Что бы все это могло значить?",
    "answers": [
      {
        "id": 23,
        "text": "Осмотреть кольцо"
      },
      {
        "id": 24,
        "text": "Читать записку"
      },
      {
        "id": 30,
        "text": "Оставить всё тут и уйти"
      },
      {
        "id": 19,
        "text": "Взять всё с собой и пойти домой"
      }
    ]
  },
  {
    "id": 21,
    "text": "Овцы уже окончательно успокоились. Чего нельзя было сказать о вас: сердце билось с громким стуком, чувствовался адреналин в крови. \n\nМожно было забыть обо всем произошедшем и уйти домой, в родное хозяйство близ города Вофон. Или же любопытство пересилит?\n",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться назад"
      },
      {
        "id": 30,
        "text": "Поскорее уйти"
      },
      {
        "id": 9,
        "text": "Осмотреть шкатулку"
      }
    ]
  },
  {
    "id": 22,
    "text": "Собака все еще довольно сильно нервничала: она бегала вокруг появившейся из ниоткуда шкатулки и лаяла.\nВ глубине души вы разделяли это беспокойство. Что же все-таки предпринять? \n",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться к шкатулке"
      },
      {
        "id": 21,
        "text": "Подозвать пса и идти к овцам"
      },
      {
        "id": 30,
        "text": "Поскорее уйти"
      }
    ]
  },
  {
    "id": 23,
    "text": "Кольцо было выполнено из какого-то драгоценного металла. Видимо, это серебро или даже платина. Украшением служил странный драгоценный камень, похожий на рубин, но с какими-то непонятными выступами, острыми на ощупь. Удивляла также и оправа камня. Она была красиво извитой и очень тонкой: казалось, чуть-чуть тронешь и сломается. Также на кольце были выгравированы непонятные символы(явно не на эльфийском).\n\nИ что с этим делать?",
    "answers": [
      {
        "id": 19,
        "text": "Спятать в шкатулку и взять всё с собой"
      },
      {
        "id": 24,
        "text": "Прочитать записку"
      },
      {
        "id": 34,
        "text": "Надеть кольцо"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы развернули листочек с запиской и начали его читать. Записи были сделаны не на кинском- Вашем родном языке, и тем более не на торговом(который использовался в большинстве королевств, входящих в состав Коалиции).\nТут было нечто более интересное: несколько предложений, написанных на совершенно разных языках. Различался язык Красной Империи, эльфийский, восточный язык Кео и какой-то еще очень станный и непонятный. Было похоже, что это древние письмена, оставленые духами.\n\nОднако, опыт, полученный от пребывания в других странах(Вы НЕ обычный пастух), помог расшифровать некоторые слова.\n",
    "answers": [
      {
        "id": 25,
        "text": "Вчитаться в текст"
      },
      {
        "id": 20,
        "text": "Вернуться к осмотру шкатулки",
        "need": -35
      },
      {
        "id": 35,
        "text": "Не читать, вернуться к шкатулке",
        "need": 35
      }
    ]
  },
  {
    "id": 25,
    "text": "Тут было сказано следующее:\n\n\"Приветствую тебя, Род... <не разобрать>... Ты знаешь, как пользоваться этим кольцом, ведь Они боятся его. Иди поскорее Туда и забери... <не разобрать>... Надеюсь, что духи тебя не найдут....<не разобрать>...\n Удачи тебе, Род. И помни—совы всегда охотятся ночью.\"\n\nТакая вот странная записка.\n",
    "answers": [
      {
        "id": 20,
        "text": "Вернуться к осмотру шкатулки",
        "need": -35
      },
      {
        "id": 35,
        "text": "Вернуться к шкатулке",
        "need": 35
      }
    ]
  },
  {
    "id": 26,
    "text": "Подгоняя овец хлыстом, Вы шли по неровной грунтовой дороге и думали, что же сейчас делать. Мысли роились в голове и время от времени возникали всякие вопросы: \"Что это было?\", \"Почему у той шкатулки не было замочной скважинны?\"\n\nВы стали вспоминать все странные вещи, произошедшие с Вами в течение двадцати шести лет жизни, и не могли припомнить более непонятного случая. Каждый раз отправляясь на задание, указанное в специальном свитке с гербовой печатью Короля, Вы примерно знали, с чем придётся столкнуться. Имперские шпионы, Малазийские воздушные машины, даже черная магия—многое удалось повидать за весьма короткую, но бурную наёмническую жизнь. Теперь же Вы отпросились на покой, почти \"вытянув клещами\" небольшое поместье близ северного городка Вофон. Уже примерно год, как Вы пасете овец и наслаждаетесь спокойной деревенской жизнью... Вдали ото всех политических проблем Коалиции. И тут обрушилось такое.",
    "answers": [
      {
        "id": 27,
        "text": "{Смеркается}"
      }
    ]
  },
  {
    "id": 27,
    "text": "Сумерки покрыли мирное небо над Вофоном. Хорошо, что удалось добраться до дома перед наступлением полной темноты! После того, как Вы увели овец в загон, можно было спокойно ввалиться в домишко и с размаху прыгнуть на кровать.",
    "answers": [
      {
        "id": 29,
        "text": "Вспомнить о шкатулке",
        "need": 30
      },
      {
        "id": 28,
        "text": "Ай! Что-то больно кольнуло в боку!",
        "need": -30
      }
    ]
  },
  {
    "id": 28,
    "text": "\"Да это же шкатулка\"—догадались Вы. Достали её из за пазухи и принялись рассматривать.",
    "answers": [
      {
        "id": 35,
        "text": "Попытаться вскрыть ножом"
      }
    ]
  },
  {
    "id": 29,
    "text": "Немного полежав на кровати, вы вдруг вспомнили о шкатулке, оставленной на том лугу. Итак, это магическая вещь. Она появилась из какого-то волшебного водоворота, и, естественно, в ней заключена магическая сила. Хорошо было бы о ней забыть и жить прежней жизнью, но что-то в этом всем не давало вам покоя. \nНесмотря на протестующий голос внутри, вы всё же решили отправиться на тот луг и изучить шкатулку. Быть может, это откроет новые способности для вас? Ну или хотя бы даст опыт в обращении с непонятными предметами! Уж слишком велико любопытство и желание распутать этот клубок.\n",
    "answers": [
      {
        "id": 37,
        "text": "Собраться в ночной поиск"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы решили оставить всё как есть, и, больше ничего не трогая, направились к своим вещам.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Через секунду стало понятно, что Вы теряете сознание! В глазах быстро потемнело, тело обмякло и безвольно упало на землю. Еще несколько секунд удавалось слышать, как тревожно лаяла собака, видя, что с Вами что-то происходит.\n\nПоследняя мысль мелькнула в голове: \"Всё-таки надо было подумать, прежде чем надевать непонятные кольца\".",
    "answers": [
      {
        "id": 32,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 32,
    "text": "Очнувшись, Вы поняли, что лежите на кровати. В комнате слегка пахло сыростью, но Вам почему-то было хорошо. Простыня казалась такой мягкой, как же хорошо сейчас натруженным мышцам... СТОП!\n\nЧерез мнгновение стало ясно, что это никакая не кровать, а жёсткая кушетка. А в помещении, где Вы находитесь явно воняет гнилью! Приподнявшись на локтях, Вы огляделись. Точно. Это не сон. Отчётливо вспомнилось всё, что происходило последние несколько минут на лужайке... или не минут. Да сколько же времени Вы тут пробыли?!\n\nЭто оказалось нечто, наподобие тюремной камеры. В одном углу стояла кушетка, в другом помойное ведро, и на этом мебельное оснащение заканчивалось. Была еще одна железная дверь с просветом, забранным решеткой. Вы кинулись к двери и начали долбить её кулаками. Почти сразу к двери подошел какой-то человек в красно-фиолетовой мантии с капюшоном(Это удалось разглядеть через зарешеченное отверстие) и прикоснулся к двери.\nТут же Вас отбросила неведомая сила в другой конец камеры.",
    "answers": [
      {
        "id": 33,
        "text": "Поговорить с незнакомцем"
      },
      {
        "id": 33,
        "text": "Продолжать биться в дверь"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Что я тут делаю?!- прокричали Вы, подбежав к двери.\n—О, ты попал в небольшую ловушку, брат мой. Неправильно хотел воспользоваться шкатулкой. Вообще-то она была адресована не тебе...\n—Кто вы такой?! Почему разговариваете со мной через решётку?\n—Меня зовут Род. Я тебе точно не враг, но и не друг пока что. Мои братья считают, что тебе нужно посидеть тут некоторое время. Потом, возможно, мы тебя выпустим.\n—Но...- начали Вы.\n—Стой. Я знаю, что у тебя много вопросов, но не могу сейчас на них ответить. Орден совы нуждается во мне и я должен идти. Хорошо, что ты быстро проснулся–ведь телепатическое залинание могло подействовать на человека сильнее.\n—Что за заклинание? Это магия?\n—Да, но не волнуйся, тебе пока больше не следует знать. А сейчас выпей воды и поспи, брат мой. \nС этими словами таинственный незнакомец развернулся и пошел куда-то вглубь корридора подземелья. На задней части мантии у него выло вышито изображение совы.\n\nОказывается, кувшин стоял рядом с кроватью. \"Ну хоть с жажды не умру\"- усмехнулись Вы после шока.\n\n[Конец пролога]",
    "answers": [
      {
        "id": 55,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вертев кольцо в руках, Вы думали: надевать его или нет?\nОно явно давало определённую силу, но какую именно–было неясно. Все же решившись сделать это, Вы надели кольцо на указательный палец правой руки и...",
    "answers": [
      {
        "id": 31,
        "text": "{Последствия}"
      }
    ]
  },
  {
    "id": 35,
    "text": "Теперь, дома, можно спокойно разобраться с этой вещицей. Достав любимый ножик с плоским лезвием и втроенной отмычкой, Вы принялись вскрывать шкатулку.\n\nОтлично. Внутри что-то щелкнуло и дверца приоткрылась. Вы подцепили её и вынули всё содержимое. Там лежала записка и серебрянное кольцо со всякими завитушками. Украшал его небольшой красный камень(похожий на рубин, но с каким-то аморфным веществом внутри). Странно... ",
    "answers": [
      {
        "id": 49,
        "text": "Получше спрятать кольцо и сжечь записку"
      },
      {
        "id": 24,
        "text": "Читать записку"
      },
      {
        "id": 34,
        "text": "Надеть кольцо"
      },
      {
        "id": 52,
        "text": "Спрятать всё обратно в шкатулку и лечь спать"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "Надо решить, что взять с собой для ночных поисков. Поскольку  вы были опытным наёмником в прошлом, у вас осталось оружие и определённый навык обращения с ним. Так что же выбрать для подобного приключения сейчас?\n",
    "answers": [
      {
        "id": 38,
        "text": "Выбрать инвертарь"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы распахнули дверь кладовки. Тут лежало много всяких вещей. Тряпок, инструментов, оружия... Однозначно вам потребуется:\n1)Небольшая дорожная сума\n2)Маленький рабочий ножик со встроенной отмычкой\n3)Масляный фонарь\n\nС вооружением нужно еще подумать. Можно собрать легкий набор для скрытых действий, среднюю универсальную комплектацию с которой вы больше всего привыкли работать, либо же основательно подойти к вопросу и взять тяжелый набор крутых вещей.\nЯ выберу:",
    "answers": [
      {
        "id": 41,
        "text": "Небольшой, но очень острый нож; тёмный ночной плащ"
      },
      {
        "id": 39,
        "text": "Короткий меч; Круглый щит; Кожаная броня"
      },
      {
        "id": 39,
        "text": "Двуручный меч(за спину); Кинжал(на пояс); Нож(к сапогу); Кольчуга; Шлем"
      }
    ]
  },
  {
    "id": 39,
    "text": "Отлично, снаряжение готово.\nНадо немедленно выдвигаться, так как нехорошее предчувствие не дававло вам покоя.",
    "answers": [
      {
        "id": 40,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы шли быстрым шагом, иногда переходя на бег.  Который час, уже не знали, но тьма была непроглядной, и лишь свет фонаря позволял вам видеть растрескавшуюся от засухи землю дороги под ногами.\n\"Еще немного!\"- пронеслась мысль в голове - \"Почти добежал!\".\nИ вдруг, где-то на рассторянии 100 метров от дороги ярко вспыхнул свет.\n\n\"Ага, свет идёт с той самой поляны\"- поняли Вы.\nПригнувшись и погасив фонарь, стали подкрадываться к месту событий и увидели следующую картину.",
    "answers": [
      {
        "id": 42,
        "text": "Посмотреть из-за кустов"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы решили не брать с собой слишком много вещей и поскорее отправиться, так как нехорошее предчувствие становилось всё сильнее. Того, что вы взяли должно хватить, чтобы разделаться со случайным дорожным воришкой.",
    "answers": [
      {
        "id": 40,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы увидели на поляне двух человек в чёрно-фиолетовых мантиях с капюшонами. Первый из них сидел около шкатулки и тщательно изучал её. Второй же стоял в двух шагах от первого и держал в руках деревянный посох с белым прозрачным камнем на вершине. Именно оттуда и исходил яркий свет. Но не это удивило. За спиной у незнакомца(Вы протёрли глаза и поняли, что не померещилось) вздымались красно-оранжевого цвета Крылья. Их было два и они напоминали крылья какой-нибудь гордой хищной птицы. Сокола, ястреба...или совы.\n\nЭто были лишь сказки из детства. Малышей пугали таинственными волшебниками, которые всё время наблюдают за людьми и охраняют мир от злых духов. Так неужели все правда?!? Стоп. Даже если это маги, они не всемогущи. На вид такие же люди, как и все. И, кстати, Вам уже приходилось иметь дело к магами крови Красной Империи. Вы притаились в кустах, и, удостоверившись, что вас не видно, начали внимательно смотреть.",
    "answers": [
      {
        "id": 43,
        "text": "Наблюдать"
      }
    ]
  },
  {
    "id": 43,
    "text": "Первый человек, тот что сидел возле шкатулки, произнес:\n—Что бы это могло значить, Род? Не пойму, почему она приземлилась не к тебе, а именно в это место. Я не мог ошибиться.\n—Не волнуйся, Альмонд. Видимо, были нарушены чароводы и оно просто приземлилось не туда. В этом нет твоей вины. (промолвил тот, что с крыльями)\n—Ладно. Если кольцо никто не видел, нам не следует опасаться провала операции. Хорошо еще, что я успел вычислить местоположение - страховка никогда не повредит.\n—Что правда, то правда, брат мой. Полагаю, нам следует уходить? Орден ждёт нас.\n—Да, конечно. Сейчас только проверю территорию. Опять же, на всякий случай.\n\nЧеловек засунул шкатулку в складки мантии и встал. За его спиной тоже раскрылись Крылья. Только на этот раз иссиня-чёрные. Он достал(из тех самых складок мантии) небольшой деревянный иструмент; при более внимательном рассотрении это оказалась волшебная палочка. Он начал размахивать ею, рассекая воздух, и произносил слова заклинания. Вы не знали, какого, но липкий страх почему-то подступил к горлу. Мышцы напряглись, почувствовался прилив адреналина. Человек закончил создание заклинания и указал палочкой в кусты почти рядом с Вами! \n\"Там!\"- сказал человек с черными крыльями.\n\nВы поняли, что требуется немедленное решение. Но какое?",
    "answers": [
      {
        "id": 44,
        "text": "Выдать своё присутствие"
      },
      {
        "id": 45,
        "text": "Затаиться",
        "need": -41
      },
      {
        "id": 46,
        "text": "Слиться с тёмной землей при помощи плаща",
        "need": 41
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы собрались с силами и встали. \n\"Я здесь!\". Волшебники в ответ на это направили на Вас своё оружие. Внезапно маг с чёрными крыльями выпустил из своей палочки светящуюся спираль. Она ударила в грудь и тут же неведомая сила выбила из Ваших рук оружие. ",
    "answers": [
      {
        "id": 47,
        "text": "{Результат}"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы опустили голову, замерли и постарались не двигаться. Вот бы на в\nВас сейчас вместо брони был тёмный, сливающийся с ночью, плащ!\n\nНо нет. Тот маг, который держал светящийся посох, прошептал: \"Так вон же! Рядом с теми кустами шпион!\" \n\n-Я не шпион! - прокричали Вы, поднимаясь. - Меня зовут Доррас!\nДостав свой верный меч, приготовились к жаркому бою, однако ничего этого не произошло. Тот, кого звали Альмондом, взмахнул волшебной палочкой, и из неё вылетел незримый энергетический поток. Вы почувствовали удар в грудь сквозь броню, а затем неведомая сила выбила оружие из рук.",
    "answers": [
      {
        "id": 47,
        "text": "{Результат}"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы поняли, что ни в коем случае нельзя быть увиденным. Если наклонить голову чуть вперед, можно полностью слиться с местностью, так как капюшон плаща и сам плащ были выполнены из тёмной(к тому же запачканной) ткани. Сработало! Волшебники ничего не заметили.\n\n—Хм, я ничего не вижу, Альмонд. Пожалуй, нам стот вернуться в орден, а после разобраться с тем, почему у тебя возникают проблемы.\n—Может, это из-за палочки?—смущённо пробубнил так называемый Альмонд.\n\nИ тут началось самое интересное. Сперва начал взлетать Род. Его Крылья делали плавные взмахи, слишком слабые, чтобы можно было лететь. Но нет! Он таки поднялся в воздух и направился вверх, к верхушкам деревьев. Альмонд полетел за ним. \"Сейчас или никогда\"- решили Вы.",
    "answers": [
      {
        "id": 48,
        "text": "{Результат}"
      }
    ]
  },
  {
    "id": 47,
    "text": "Тем временем, второй маг сделал несколько движений со своим посохом и Вы поняли, что теряете сознание. Всё развивалось так стремительно, что нельзя было успеть ни что-либо сказать, ни, тем более, сделать.",
    "answers": [
      {
        "id": 32,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы выбежали из своего укрытия и, по прежнему согнувнись, побежали за взлетающим Альмондом. Ни он, ни второй волшебник, ничего не успели увидеть. Вы изо всех сил бросили нож в ближайшего взлетающего мага, и...\nЛезвие угодило четко между крыльев в спину Альмонда. Раздался громкий крик, полный боли. Шкатулка выпала и Вы подхватили её на лету. Что произошло с тем, кого Вы ранили, совершенно не волновало. Лишь одна мысль в голове: НАДО БЕЖАТЬ! И Вы бежали без оглядки.\n\nПришли в себя лишь тогда, когда совсем запыхались. Сначала стало непонятно, где Вы находитесь. Но потом вы вроде узнали эти места: лес этот был за западной стеной Вофона. А лужайка находилась сильно дальше на востоке.\n\"Как я столько пробежал?!\" Фух, самое главное, что оторвались. Теперь шкатулка у Вас в руках. Вот только зачем? Зачем Вы покалечили человека ради этого? И что может быть внутри?!",
    "answers": [
      {
        "id": 422,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы поняли, что данные предметы содержат секретные знания и силы, которые Вам недоступны. Скорее всего, это свзязано с духами, а как известно, они не брезгуют пользоваться запретным черным колдовством. И если это действительно так, самый правильный вариант–спрятать кольцо получше и сжечь эту записку.\n\nТак Вы и поступили. Кольцо было засунуто в неприметную щель в полу, а записка сожжена на углях внутри камина. С чувством выполненного долга Вы легли спать. Много всего произошло за этот день.",
    "answers": [
      {
        "id": 51,
        "text": "Проснуться от..."
      }
    ]
  },
  {
    "id": 50,
    "text": "Волшебники были заняты взломом замка, но тут же обернулись, услышав голос за спиной.\n\n–Ах Вы?- заговорил тот, что с красными крыльями,–прошу прощения, что столь вероломно...\n–Можно было войти через главный вход- перебили Вы чародея,–это из-за кольца, не так ли?\n–Совершенно верно, брат мой. Мы совершили большую ошибку и шкатулка пришла к тебе. Я так понимаю, ты не надевал кольцо?\n–Нет.- ответили Вы смущенно. - а как это понятно?\n–Не столь важно. А теперь отдай нам кольцо, если это будет не сложно,– вежливо попросил чародей. Вы прекрасно понимали, что эти люди могут убить Вас на месте. Стоит только захотеть.\n",
    "answers": [
      {
        "id": 53,
        "text": "Отдать кольцо"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы проснулись от странного шороха, доносившегося со двора дома. Слух редко подводил. Действительно, что-то еще раз прошелестело за окном. \nВы встали, подняли рабочий ножик со стола. Подкравшись к окну осторожно выглянули, и увиденная картина просто ошеломила! Около заднего входа в дом Вы увидели двух человек в чёрно-фиолетовых мантиях, с вышитыми на спине узорами в виде совы. Один из них опирался на деревянный посох, а другой держал в руке какую-то палочку. Но самым необычным было не это. За их спинами раскинулись большие красивые Крылья. Они были похожи на крылья каких-то гордых хищных птиц, например орлов, ястребов или... сов. У того человека, который держал палочку они были иссния-черного цвета, а тот, что ходил с посохом, имел яркие красно-оранжевые.\n\"Маги\"- подумали Вы, лихорадочно соображая, что делать дальше. Сопротивляться таким, имея в руках мелкий нож, явно бесполезно. Спрятаться и сбежать? Да нет, они отыщут раньше, чем Вы успеете залезть под кровать. Ничего не оставалось, кроме как выдать своё присутвие и заговорить с ними. Собравшись с силами, Вы выпалили:",
    "answers": [
      {
        "id": 50,
        "text": "–Кто вы такие?"
      },
      {
        "id": 50,
        "text": "–Что вы здесь делаете?"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы решили, что с изучением всего этого на сегодня лучше закончить. Спрятав бумажку и кольцо в шкатулку, Вы положили последнюю на стол и наконец-то легли спать. Много всего произошло за этот день.",
    "answers": [
      {
        "id": 51,
        "text": "Проснуться от..."
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы достали спрятанное кольцо и впустили чародеев через главный вход.\n\n–Благодарствую, брат мой!, - маг с палочкой взял кольцо и спрятал куда-то в складки мантии. Кстати, крылья исчезли, когда незнакомцы входили в дом.\n\nИ снова заговорил первый: \n–Меня зовут Род. А как можно называть тебя?\n–Доррас\n–Прекрасно, Доррас. К сожалению, вышла ошибка, и ты узнал о существовании ордена Совы. Теперь мы можем либо принять тебя в свои ряды, либо убить(на этом месте стало действительно страшно). \n\nРод увидел Ваше замешательство и вновь заговорил:\n–Не волнуйся. Так сказано в старом кодексе. Теперь же я могу попробовать стереть тебе память с помощью телепатического эфера. Ты забудешь всё на какое-то время, а потом будешь думать, что мы тебе однажды приснились.\n–Постойте - запротестовали Вы, –У меня столько вопросов... Даже не знаю, с чего начать... В общем, я бы хотел знать, что это за орден. \n–Ах, я понял тебя, Доррас. Что ж, твой выбор сделан. Пойдём, я расскажу тебе подробности нашего непростого дела.\nРод заговорщицки подмигнул и вы втроём с еще одним магом направились к выходу из дома.\n\n[Конец пролога]",
    "answers": [
      {
        "id": 55,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "ГЛАВА 2. ПОСВЯЩЕНИЕ\n--------------------------------------\nУтро. Вернее, позднее утро. Вы встаёте со своей кровати, лениво потягиваясь, выходите из комнаты в корридор. Идете по холодному каменному полу замка, проходите несколько других комнат. Жильцов там видимо, уже нет. Все монахи встают рано и уходят на утреннюю молитву в храм, стоящий неподалёку. Затем едят в трапезной и принимаются за ежедневный труд. Такой же распорядок дня был всю неделю и у вас, но сегодня будет обряд посвящения - новичкам разрешено поспать подольше. Вы спускаетесь босиком по каменной лестнице на первый этаж и идёте по направлению к выходу.",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Здесь уже было чисто выметено и Вы идете по дорожке к умывальникам и выгребным ямам. По дороге Вам встречается знакомый послушник, сосед по комнате. Его имя Белигор. Он уже позавтракал и сейчас шел, погрузившись в раздумья.\n",
    "answers": [
      {
        "id": 57,
        "text": "Окликнуть Белигора"
      },
      {
        "id": 58,
        "text": "Продолжить идти"
      }
    ]
  },
  {
    "id": 57,
    "text": "–Эй, Белигор! - вскрикнули Вы и помахали другу рукой.\n–О, Доррас, приветствую!- ответил монах,–Прости, сразу не заметил.\n–Куда идешь?– поинтересовались Вы.\n–Да как обычно, в библиотеку. Почитаю что-нибудь. Сегодня у меня выходной. Кстати, удачи на испытаниях!\n–Спасибо, друг. Она мне, похоже, пригодится,– Вы усмехнулись и подошли к умывальникам.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы прошли мимо монаха, а он так и не заметил. \"Вот растяпа\", - подумали вы. \"Наверное поэтому он и не прошел испытание с первого раза. Надеюсь, мне повезёт больше\".\nВы усмехнулись и дошли до умывальников.\n",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Сделав дела и приведя себя в порядок, Вы пошли к трапезной. Она находилась внутри замка, в нескольких шагах отсюда. \nПри входе туда, люди сразу ощущали вкусный запах свежеиспечёного хлеба перемешанный с ароматом каких-то трав.\nНа раздаче стояла старая кухарка. Она наливала всем членам ордена кашу. Получив свою порцию, Вы сели на лавку возле свободного стола и думали, что бы еще взять покушать.\n\nВ свободном доступе были:",
    "answers": [
      {
        "id": 60,
        "text": "Булочки с регизой(дешёвая приправа из Восточного Содружества)"
      },
      {
        "id": 61,
        "text": "Масло"
      },
      {
        "id": 62,
        "text": "Жареная свинина"
      },
      {
        "id": 63,
        "text": "Добавка каши"
      },
      {
        "id": 64,
        "text": "Разбавленное вино"
      },
      {
        "id": 65,
        "text": "Горячая вода(можно добавить регизы)"
      },
      {
        "id": 66,
        "text": "Я уже достаточно поел"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы взяли в дополение к завтраку несколько свежих булочек. Энергия утром не повредит!",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вкусное масло собственного производства. С булочками будет самое то.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Ммм... а запах-то какой! У Вас тут же разбушевался аппетит. Сегодня такой день, когда можно наесться нормального мяса. Не упуская такой возможности, Вы умяли два больших куска свинины и облокотились на спинку скамьи.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Всё остальное хорошо, но каша - источник растительных белков, углеводов и витаминов. Вы радостно уплетали её, а потом, немного подумав,  попросили у кухарки добавку. Хорошо...",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вино хоть и разбавленное - им не напьешься, но к вам пришла бодрость, приподнятость и хорошее настроение. Теперь Вы были готовы пройти любые испытания!",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы заварили регизовый чай и выпили его. Ароматный напиток согрел изнутри и слегка взбодрил с утра. Что ж, продолжим.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Решив, что с завтраком на сегодня достаточно, Вы встали из-за стола и направились к замковым вратам. Около них стояли четверо стражников: два с внутренней стороны ворот, и еще два с внешней. Проходя мимо них, Вы отвесили поклон третьей степени, каковой полагается отправлять почётным членам ордена. Ведь эти стражи являлись сильнейшими магами, о  подвигах которых рассказывали вечерами.",
    "answers": [
      {
        "id": 67,
        "text": "Идти в рощу"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы направились в рощу для медитации. Она находилась за стенами замка, вдали от повседневной суеты. По дороге  размышляли о предстоящем испытании и обряде посвящения. Уже больше недели Вы жили в Замке Совы в качестве послушника: молились по утрам и вечерам, работали на благо Ордена, в свободное время медитировали и тренировались. Род рассказал, что в конце первой недели новоприбывшим участникам положено определить их магическую степень, степень физической подготовки и находчивость. После этого можно пройти посвящение и определиться в определённую сферу деятельности ордена.",
    "answers": [
      {
        "id": 68,
        "text": "Вы дошли до рощи"
      }
    ]
  },
  {
    "id": 68,
    "text": "Роща расположилась между лесом и храмом. Здесь люди могли спокойно помедитировать или же потренироваться. Кто-то сидел в позе лотоса на мхе, другие стояли на одной ноге в особой сверхустойчивой позе. На одной из веток дерева даже висел вверх ногами щуплый старичок с седой бородкой и умиротворённым лицом. \"Сколько времени он уже так висит?\"- подумали вы, ужасаясь. Всё-таки здешние порядки довольно странные.\n\nИтак, можно выбрать, что же сделать сейчас: медитировать, увеличивая свою внутреннюю энергию, необходимую для магии, либо заняться физическими треннировками на поляне.",
    "answers": [
      {
        "id": 69,
        "text": "Медитация"
      },
      {
        "id": 70,
        "text": "Идти к тренировочной поляне"
      },
      {
        "id": 71,
        "text": "Закончить дела и пойти на испытание",
        "need": -151
      },
      {
        "id": 205,
        "text": "Собирать цветы коруса для зелья",
        "need": 176
      },
      {
        "id": 189,
        "text": "Идти к замку",
        "need": 176
      }
    ]
  },
  {
    "id": 69,
    "text": "Медитация - длительный напряженный процесс. Для её реализации требуется, как минимум, час. Это нужно для того, чтобы невидимые чароводы земли соприкоснулись с чароводами человека и передали ему общую энергию. Посидев длительное время в позе лотоса можно даже достичь левитации без крыльев...\nВы промедитировали около двух часов, используя специальную методику, которой вас научил Род, и почувствовали прилив духовных сил.",
    "answers": [
      {
        "id": 68,
        "text": "Далее",
        "need": -213
      },
      {
        "id": 164,
        "text": "Медитировать еще час",
        "need": 146
      },
      {
        "id": 231,
        "text": "Далее",
        "need": 213
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы находитесь на треннировочной поляне. Тут гораздо шумнее, нежели в глубине рощи, так как много людей выполняют различные упражнения: по одиночке или вместе развивают навыки боя в рукопашную/на ножах/саблях/тяжёлых мечах(конечно же, используя треннировочные затупленные модели)",
    "answers": [
      {
        "id": 99,
        "text": "Подтягиваться на ветке дерева"
      },
      {
        "id": 115,
        "text": "Приседать"
      },
      {
        "id": 116,
        "text": "Отжиматься"
      },
      {
        "id": 117,
        "text": "Подойти к группе фехтовальщиков"
      },
      {
        "id": 118,
        "text": "Треннировочный бой с Белигором",
        "need": 146
      },
      {
        "id": 68,
        "text": "Вернуться в рощу",
        "need": -215
      },
      {
        "id": 231,
        "text": "Вернуться в рощу",
        "need": 215
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы решили, что пора покидать рощу потому что испытания начинаются совсем скоро! \nБегом преодолев расстояние до замка, вы вспоминаете дорогу до ратуши. Именно там, в личных приёмных Ментора, и будет происходить событие.",
    "answers": [
      {
        "id": 72,
        "text": "Бежать скорее"
      }
    ]
  },
  {
    "id": 72,
    "text": "\"Поворот налево...направо... теперь наискосок через конюшню... Ратуша!\"- вы вбежали через главный вход, по лестнице добрались до второго этажа, и, запыхавшись, встали у дверей. Все участники были в сборе. Белигор среди них. \nПодойдя к нему, вы спросили: \"Начало скоро?\"\nОн уже собирался ответить, но в этот момент двойные створки покоев распахнулись и слуга, открывший их, пригласил всех внутрь.",
    "answers": [
      {
        "id": 73,
        "text": "Войти первым"
      },
      {
        "id": 74,
        "text": "Остаться стоять"
      }
    ]
  },
  {
    "id": 73,
    "text": "Растолкав локтями шедших впереди участников(к их большому неудовольствию!), Вы один из первых вошли в зал.",
    "answers": [
      {
        "id": 75,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы опоздали и решили спокойно пропустить шедших впереди участников. Затем вошли в зал сами.",
    "answers": [
      {
        "id": 75,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы очутились в большущей комнате. Из мебели в ней был ряд богато расшитых кресел и диванов, стоящих у стены. В центре стоял изящный хрустальный столик, в углу странный механизм с шестерёнками, а на торце комнаты располагался камин.\n\nИз людей, находящихся в зале, вы различили главного слугу, а также красивую женщину в длинном платье зелёного цвета, державшую на руках какой-то расписной ларец.\nВскоре в комнату вошел и сам Ментор.",
    "answers": [
      {
        "id": 76,
        "text": "Отвесить поклон первой степени"
      },
      {
        "id": 77,
        "text": "Стоять как истукан"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы поняли, что перед вами человек, возглавляющий Орден Совы(по словам Рода ему уже больше ста лет, но выглядит Ментор от силы на сорок пять) и учтиво поклонились ему вместе с остальными присутствующими. Он поклонился в ответ.\n\nМентор — самое почётное звание в Ордене Совы. По сути, человек с этим рангом имеет безграничную власть во всем замке: Он всем управляет, без Его решений ничего не происходит, Он имеет право назначать и снимать ранги другим членам ордена. Но самое главное–никто не называет его по имени. При приветствии все говорят \"О, Ментор...\" Такие вот порядки.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы поняли, что перед вами человек, возглавляющий орден Совы (по словам Рода ему уже больше 100 лет, но выглядит он от силы на 45-50). Все присутствующие учтиво поклонились Ментору, однако вы не могли пошевелиться. Здравый смысл призывал сделать поколон, но тело не слушалось и продолжало стоять... \nМентор уважительно поклонился в ответ и бросил на вас беглый взгляд.\n\nМентор - самое почётное звание в ордене Совы. По сути, человек с этим рангом имеет безграничную власть во всем замке: Он всем управляет, без Его решений ничего не происходит, Он имеет право назначать и снимать ранги другим членам ордена. Но самое главное–никто не называет его по имени. При приветствии все говорят \"О, Ментор...\" Такие вот порядки.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "–Всего будет три этапа, проверяющих три ваших качества: мышление, волю и силу. Вам необходимо пройти их все для определения вашего магического ранга. Всего рангов десять, равных количеству степеней поклонов. Самая высшая первая степень. Низшая –  соответственно десятая. От успеха пройденных вами испытаний зависит будущее положение. Желаю удачи!\n\nЭсса закончила и Вы глубоко задумались над услышанным. Конечно, Белигор сообщал нечто подобное раньше, но услышать это здесь... Хотя что скрывать? Вы откровенно волнуетесь.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "–Сразу к делу, дамы и господа, - промолвил Ментор,–мы собрались здесь для проведения испытаний неопределившихся участников Ордена. Попрошу Эссу напомнить нам правила и состав проводимого испытания.\n\nВперед вышла та самая девушка с ларцом. При более детальном рассмотрении Вы поняли, что она весьма молода: двадцать-тридцать лет на вид. Оглядев присутствующих немного скучающим взглядом, она начала свою речь:",
    "answers": [
      {
        "id": 78,
        "text": "Слушать внимательно"
      }
    ]
  },
  {
    "id": 80,
    "text": "В зал начали входить слуги. Они несли какие-то ящики, о содержимом которых Вы лишь догадывались.\n–Задание первое! Раздайте участникам инвертарь!- объявила Эсса.\nВы приготовились к чему угодно. Бой с монстрами или экстраординарная ситуация, в которой надо проявить смелость, но... Всем раздали мешочки. Открыв свой, вы обнаружили в нём всего лишь монеты. 2 медяка уныло лежали на вашей ладони. Что это значит?\n\n–Внимание!,–Эсса дала мешочек и Ментору. –У меня и у Ментора в руках монеты. Вам также приготовлены мешочки с ними. Как известно, 1 золотой равен 2 серебрянникам, а 1 серебрянник равен 3 медякам. В сумме у Вас, у меня и у Ментора 3 золотых, причём каждый имеет лишь 2 монеты определённого достоинства. Скажите, какие монеты у Ментора, если у меня в руке точно есть 1 серебрянник.",
    "answers": [
      {
        "id": 81,
        "text": "Запомнить задачу"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы запомнили условие. Так, задача казалась легко решаемой. Ваш ответ...\n\n[Труднейшая задача для средневековой математики]\n",
    "answers": [
      {
        "id": 82,
        "text": "2 серебрянных"
      },
      {
        "id": 85,
        "text": "2 золотых"
      },
      {
        "id": 82,
        "text": "1 серебрянный, 1 золотой"
      }
    ]
  },
  {
    "id": 82,
    "text": "На дне мешочка вы нашли кусок пергамента и уголь. Записав ответ, Вы отдали его слуге, который собирал листы.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Слуги передали пергамент участников Эссе и девушка быстро пробежалась глазами по ответам. Вы подсчитали, что изначально претендентов на проверку было восемнадцать. Сколько же останется после этого отбора?\nЭсса подводит итог...",
    "answers": [
      {
        "id": 86,
        "text": "{Результат}",
        "need": 82
      },
      {
        "id": 87,
        "text": "{Результат}",
        "need": 85
      }
    ]
  },
  {
    "id": 84,
    "text": "Участники активно обсуждали это действо между собой, но Эсса захлопала в ладоши и призвала всех к тишине.\n\n–Поздравляю прошедших! – начала она, – Продолжим!\nСлуги взялись за ящики и начали с ними что-то делать. Казалось, они доставали оттуда непонятных животных. Странно.\n–Завяжите участникам глаза!\nСлуги поспешно сделали это. Теперь ничего не видно.\n–Суть испытания заключается в том, чтобы стоять, не двигаясь, в то время как по вам будут ползать эти милые животные. Так мы проверим силу воли.",
    "answers": [
      {
        "id": 88,
        "text": "Не двигаться"
      }
    ]
  },
  {
    "id": 85,
    "text": "На дне мешочка Вы нашли кусок пергамента и уголь. Записав ответ, отдали его слуге, который собирал листы.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "О нет! Ваш ответ оказался неверным и имя Доррас перечислили в списке выбывших этого тура. К сожалению, Вам придётся прожить следующую неделю в качестве послушника и лишь потом еще раз принять участие в испытании. Такая же ситуация была у Белигора. В это время Эсса закончила перечислять имена и выяснилось, что отсеилось девять человек из восемнадцати. \"Ровно половина\"- подумали Вы и, ничуть не расстроившись, отправились обратно в свою комнату. ",
    "answers": [
      {
        "id": 59,
        "text": "{Спустя время}"
      }
    ]
  },
  {
    "id": 87,
    "text": "И да! Ваш ответ оказался правильным. Девушка перечисляла имена выбывших участников и выяснилось, что среди них нет ни Вас, ни Вашего друга - Белигора. Это приятно удивило, однако еще более удивительным было другое: в этом туре отсеялось аж восемь человек. Осталось только десять. Вы подумали: \"Это же почти половина! Неужели они оказались настолько тупы? Ха!\". Эти мысли приободрили и волнение постепенно ушло, заменившись чувством гордости. ",
    "answers": [
      {
        "id": 84,
        "text": "Слушать дальше"
      }
    ]
  },
  {
    "id": 88,
    "text": "Около вас поставили ящик с чем-то тяжелым. \"Наверное дикая кошка. Что тут сложного?\". Вы ухмыльнулись и настроились на лёгкую победу. Но улыбка быстро сползла с лица, когда до вашей ноги коснулось нечто скользкое и с множеством присосок. Оно ползало как улитка- оставляя за собой слизь и обвивалось вокруг тела щупальцами, будто осьминог. Вы настроились было терпеть, да вот только стоящий рядом человек вдруг истошно заорал. После этого еще и еще - послышались крики других. \nТварь сейчас находится в области живота. Что же делать?",
    "answers": [
      {
        "id": 89,
        "text": "Продолжать стоять"
      },
      {
        "id": 90,
        "text": "Сбросить с себя это нечто"
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы продолжали стоять и терпеть. Ничего не происходило. Вы не могли видеть, но слышали, как переполошились слуги и кричали некоторые участники. Паника наростала. \"ЧТО ТЫ ТАКОЕ?!\" — думалось в то время как щупальца обхватывали шею. Они не душили, но Вы задыхались от чистого ужаса.\n\nМысли бешено носились в  черепушке. \"А вдруг ловушка?\". \"Вдруг тут нужна была находчивость, чтобы сразу снять это существо...Или же участники кричат из-за того, что пошевелились?\"\n\nНапряжение достигло максимума. Что дальше делать?!",
    "answers": [
      {
        "id": 90,
        "text": "Снять тварюгу, пока не поздно"
      },
      {
        "id": 90,
        "text": "Позвать на помощь слуг"
      },
      {
        "id": 93,
        "text": "Молча стоять не шевелясь"
      }
    ]
  },
  {
    "id": 90,
    "text": "Это была очевидная мысль. И как Вы раньше этого не сделали?\nРезким движением сдернув повязку на глаза, Вы хотели совершить задуманное, но щупальца животного резко сжались и ощутилась режущая боль в спине. От неожиданности из груди вырвался крик и хватка монстра ослабла. Что-то жмякнулось об пол рядом с ногами и Вы отпрыгнули в сторону.",
    "answers": [
      {
        "id": 94,
        "text": "Осмотреть существо"
      }
    ]
  },
  {
    "id": 91,
    "text": "Слуга тут же подскочил к твари и посадил её в ящик. Как выяснилось позже, это был богль. Сухопутный осьминог: живёт во влажных районах, питается мелкими грызунами или насекомыми и дышит лёгкими. Максимум, что он мог сделать - укусить своим клювом, если человек резко пошевелится. Но это лишь защитная реакция богля. На самом деле он дружелюбен и ползазает по людям лишь для того, чтобы слизать частички соли с кожи.\n\nТакое вот хитроумное испытание. Почти никто не пострадал, зато выбыло еще несколько участников. Каковы же итоги?",
    "answers": [
      {
        "id": 92,
        "text": "{Результат}"
      }
    ]
  },
  {
    "id": 92,
    "text": "Эсса вновь стала объявлять результаты. На этот раз список имён был намного короче. Четыре участника не прошли испытание - оставшиеся шесть косо поглядывали друг на друга. Среди них были:\n1)Вы\n2)Белигор\n3)Эльфийская девушка лет восемнадцати\n4)Гном с противным лицом\n5)Какой-то восточный воин с татуировкой на бритой голове\n6)Такого же восточного вида женщина, но у неё были выгравированы непонятные символы на лбу.\n\nПоследние два участника тихо переговаривались. Судя по всему, они являлись друг другу братом и сестрой из какого-то государства Восточного Содружества. \"Таких надо опасаться, они действуют сообща\" - подумали Вы. \"А с остальными участниками наверняка проблем не возникнет\".\n",
    "answers": [
      {
        "id": 95,
        "text": "Слушать дальше"
      }
    ]
  },
  {
    "id": 93,
    "text": "Монстр дополз до головы, перешел на левое плечо и...жмякнулся об пол!\nВы сдёрнули повязку с глаз и в один прыжок отскочили на два метра.",
    "answers": [
      {
        "id": 91,
        "text": "Осмотреть существо"
      }
    ]
  },
  {
    "id": 94,
    "text": "Слуга тут же подскочил к твари и посадил её в ящик. Как выяснилось позже, это был богль. Сухопутный осьминог: живёт во влажных районах, питается мелкими грызунами или насекомыми и дышит лёгкими. А боль, которую вы почувствовали - всего лишь укус его клюва. Рану обработали и сказали, что скоро заживёт.\nК сожалению, вы не прошли испытание. Вам придётся ещё неделю прожить послушником и лишь тогда можно будет вновь пройти его.",
    "answers": [
      {
        "id": 59,
        "text": "{Спустя время}"
      }
    ]
  },
  {
    "id": 95,
    "text": "Эсса вновь начала речь.\n—Осталось последнее испытание! Вам будет выдано оружие. Какое именно — решайте сами. Цель испытания одна — проверить вашу силу и то, как вы ей воспользуетесь. \n\nИ всё. Никаких объяснений. Победить в бою — вот, что Вам нужно. Слуги внесли в зал оружие и разложили на полу. Там были всевозможные ножи, мечи, топоры и булавы. \nБелигор еле волок тяжёлый двуручный меч; эльфийка взяла тонкую цепь с шипами и кинжал; гном подобрал клевец с топором, а восточные воины нашли себе копья с режущим лезвием на конце.\nВам осталось выбирать из немногого:\n",
    "answers": [
      {
        "id": 96,
        "text": "Полуторный меч"
      },
      {
        "id": 150,
        "text": "Булава с шипастым шариком на конце цепи"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы взяли оружие и подошли к Эссе, чтобы дослушать указания. Она молвила:\n- Тот, кто победит в испытании, получит право пройти обряд Посвящения. Разойдитесь по углам зала. Как только я хлопну в ладоши, поединок начнётся!\nС этими словами она ушла к камину - там уже стоял Ментор, про которого вы и забыли. Он наблюдал за происходящим с некоторым интересом.\n\nВсе послушались и разошлись в разные стороны. Белигор как-то странно подмигнул. Вы заметили, что он по непонятной причине выбрал двуручник, хотя еле держал его. \"Проиграет ведь, дурачок\"\nЛадно, сейчас надо подумать о себе.\n",
    "answers": [
      {
        "id": 97,
        "text": "{Хлопок в ладоши}"
      }
    ]
  },
  {
    "id": 97,
    "text": "Веселье начинается! Все участники, как по команде, бросились к центру зала и начали биться. Пока что никто не выигрывал и не проигрывал - все пробовали защиту друг друга, вели подготовительный бой. Лишь брат с сестрой не пытались достать друг друга, что было вполне логично.\n\nИтак, нужно сделать выбор: попробовать атаковать или же осторожно отбивать удары дальше.",
    "answers": [
      {
        "id": 98,
        "text": "Атаковать ближайшего соперника - гнома"
      },
      {
        "id": 101,
        "text": "Повременить с атакой"
      }
    ]
  },
  {
    "id": 98,
    "text": "Гном оказался проворнее, чем вы думали. Он успевал отбивать ваши удары клевцом и топором, а также почти не уставал. Гномы - чрезвычайно выносливая раса.\n",
    "answers": [
      {
        "id": 100,
        "text": "Бить дальше"
      },
      {
        "id": 101,
        "text": "Вернуться к обороне"
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы поудобнее ухватились за подходящую по толщине ветку и сделали десять подтягиваний. Эти упражнения нужны для увеличения силы плечевого пояса и рук.\n\"...хух, тяжеловато!\"\n\n[Сила увеличена]",
    "answers": [
      {
        "id": 120,
        "text": "На сегодня треннировок достаточно"
      },
      {
        "id": 121,
        "text": "Сделать пять дополнительных подтягиваний",
        "need": 118
      },
      {
        "id": 122,
        "text": "Сделать десять дополнительных подтягиваний",
        "need": 131
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы стали яростнее наносить удары и увидели брешь в защите противника. Он не думал об изменении ситуации - только и успевал отбивать вашу атаку. Стоит отскочить враво и рубануть снизу... Но за вас это сделал другой участник - эльфийка. Она незаметно подскочила и пырнула гнома кинжалом в бок. Удар пришелся взкользь и рана вышла неглубокая. Однако она и заставила вас прозреть: оружие то было не треннировочное, а самое настоящее! Смертельно острое! Как вы только не обратили внимания?\n",
    "answers": [
      {
        "id": 102,
        "text": "Остановиться и потребовать изменения правил боя"
      },
      {
        "id": 103,
        "text": "Добить гнома",
        "need": -73
      },
      {
        "id": 104,
        "text": "Продолжать сражаться",
        "need": 73
      }
    ]
  },
  {
    "id": 101,
    "text": "Вы решили поберечь силы и не атаковать впустую. Гном заметил это и стал яростно наносить удары по вам то клевцом, то топором. Вы продолжали успешно защищаться своим оружием. Неизвестно, сколько бы так продлилось и кто быстрее бы устал, но бой прервал другой участник, а именно эльфийская девушка. Быстро прошмыгнув под занесённым шипом клевца, она перекувырнулась и пырнула гнома кинжалом в бок. Ваш протиник сначала посмотрел на глубокую рану, потом на эльфийку, а затем, закатывая глаза, упал навзничь. \n\nТут же все участники остановились и замерли в своих грозных боевых позах. Целую секунду никто не проронил ни звука. Тишина была гнетущей и не предвещала ничего хорошего. Но именно она и заставила прозреть: оружие то было не треннировочное, а самое настоящее! Смертельно острое! Как Вы только раньше не обратили внимания?",
    "answers": [
      {
        "id": 111,
        "text": "Помочь раненому гному"
      },
      {
        "id": 102,
        "text": "Остановить поединок и позвать на помощь слуг"
      },
      {
        "id": 113,
        "text": "Вернуться к бою"
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы встали в защитную позу и начали кричать.\n—Стоп! Не сражайтесь! Оружие настоящее!,— обращаясь к участникам, а Ментору и девушке сказали, что требуете немедленной остановки испытания.\nНо на лице Эссы вы заметили равнодушие, а затем резко появившееся отчаяние во взгляде, устремлённом куда-то за вашу спину...\n\nНепонятно как, но наконечник восточного копья показался из живота... это был удар сзади. Потом стало темно.\n",
    "answers": [
      {
        "id": 145,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы ясно поняли: мешкать сейчас нельзя. Каждое неверное движение может кончиться увечьем. Адреналин хлынул в кровь.\nРезко развернувшись, Вы парировали очередной удар короткого топора гнома и сделали выпад вперед. Огромная сила обрушилась на незащищённую голову противника, после такого точно нельзя выжить.\n\nИз-за азарта боя Вы не думали о том, что сейчас совершили. Ведь бедный полурослик даже не успел вскрикнуть. ",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы поняли, что промедление сейчас смертельно. Решив не мешкать и воспользоваться преимуществом, вы сделали выпад в сторону гнома, но чей-то голос воскликнул: \"Сзади!\"\nРезкий поворот и острие копья восточного воина прошло в сантиметре от тела... И тут на вас набросилось сразу несколько противников: полураненый гном и брат с сестрой. Вы припомнили тот случай, когда первым хотели протиснуться в дверь. Вроде эту восточную девушку вы и толкнули случайно локтем.\nНу а предупреждающий голос исходил конечно же от Белигора, который, в свою очередь, уже бился с эльфийкой.\n",
    "answers": [
      {
        "id": 140,
        "text": "Атаковать копейщиков"
      },
      {
        "id": 103,
        "text": "Атаковать гнома"
      },
      {
        "id": 110,
        "text": "Бежать к камину"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы проследовали за Ментором. Он подошёл к хрустальному столу(удивительно, как тот остался цел после всего этого) и девушка поставила на него ларец, который все время держала в руках. Тем временем, слуги начали собирать все вещи в ящики и уходить. В итоге остались только выигравшие участники наедине с Ментором и Эссой. \n—Присаживайтесь, дети мои,— предложил он, указывая на диваны и кресла возле столика.\nВсе расселись. Эсса подошла и изящно открыла ларец. Внутри находилось множество мелких стеклянных бутылочек, наполненных темно-фиолетовой жидкостью. Они были каплевидной формы, с красивым узором, а содержимое едва заметно светилось.\n—Это О.М.С.— объяснила девушка,— Основное Магическое Снадобье. Одно из самых первых зелий, открытых алхимиками. Его свойства многогранны, но сегодня мы им воспользуемся для обострения магических чувств и определения вашего ранга.\nКаждому раздали по бутылочке, а затем Ментор снова взял речь:\n—Часы эти(он указал на ту самую конструкцию, издалека напоминавшую часы) непростые. Внутри них заключена магическая машина, которая и определит ваш ранг, показав её на шкале. Теперь приступим.\n—Ты!—Ментор указал на Белигора,— Подойди, сын мой.\nБелигор встал и смело направился к прибору.",
    "answers": [
      {
        "id": 106,
        "text": "Наблюдать за происходящим"
      }
    ]
  },
  {
    "id": 106,
    "text": "С трепетом Ваш друг вылил содержимое ампулы себе в рот. Несколько секунд вообще ничего не происходило. Но потом Вы заметили изменения в поведении часов: срелка начала как-то неестественно дрожать. Тем временем Ментор объяснял:\n—Магическая степень зависит от трех качеств человека, которые мы и проверяли сегодня в испытании. Мышление, воля и физическая сила. Вы думали для чего это нужно? Волшебные явления выполняются по принципу: желание—воля—действие. Для формулировки правлильного желания требуется хорошее воображение. Для преодоления законов физики нужна сильная воля. Ну и для исполнения заклинания понадобится выносливость организма.",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "В разработке",
    "answers": []
  },
  {
    "id": 108,
    "text": "После этих слов стало заметно, что с Белигором происходит неладное. Он слегка пошатнулся, оперся о ближайшее кресло и уставился взглядом в пол. \nСтрелка на шкале прибора определенно пришла в движение.",
    "answers": [
      {
        "id": 112,
        "text": "Сидеть и ждать"
      },
      {
        "id": 134,
        "text": "Попытаться помочь"
      }
    ]
  },
  {
    "id": 109,
    "text": "Когда вновь вернулось сознание, перед Вами лежало два распростертых тела: это были брат и сестра из Содружества. Понимание произошедшего пришло не сразу, через некоторое время. Капли крови стекали с меча, перепуганное лицо эльфийки выражало горечь, страх и некоторую долю злорадства одновременно. Белигор испуганно направил свой двуручник в Вашу сторону. Спустя минуту оставшиеся участники еще раз переглянулись и... побросали оружие. Столько жестокости, столько злости и ради чего? Победы в испытании?! Нет, пора заканчивать с этим кровавым турниром. Ментор, стоявший все это время у камина рядом с Эссой, подошел к побоищу. Достал свою палочку и начал чертить в воздухе ветиеватые символы. Затем, прикосаясь к каждому из раненных, что-то бубнил, и, ко всеобщему удивлению, они начали исцеляться! Сначала гном, затем восточные копейщики закряхтели, сплюнули кровь и стали дышать. Раны на их телах мнгновенно затянулись и превратились в розоватые рубцы. Невероятно. Так вот, как оно было изначально задумано.",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "Вы побежали к камину, на пути перепрыгнув и чуть не разбив хрустальный столик, стоявший около кресел. Ничуть не смущаясь, вплотную подбежали к Метору и встали между ним и Эссой. Противники удивлённо посмотрели на это, но побоялись атаковать. Вместо этого они направили оружие друг против друга и выжидающе смотрели.\n\nВнезапно вам в голову пришла очевидная мысль.\nВот только послушают ли участники? Зависит от вашего красноречия.\n",
    "answers": [
      {
        "id": 144,
        "text": "Неординарное решение",
        "need": 64
      },
      {
        "id": 102,
        "text": "Неординарное решение",
        "need": -64
      }
    ]
  },
  {
    "id": 111,
    "text": "Вы ринулись к гному и стали оказывать ему первую помощь. Тем временем опять послышался звон стали от сталь - поединок всё равно продолжался.",
    "answers": [
      {
        "id": 114,
        "text": "Осмотреть рану"
      }
    ]
  },
  {
    "id": 112,
    "text": "Вы решили сидеть и ждать. Ментор продолжил:\n—Не волнуйтесь, это нормальная реакция на О.М.С.\nСитуация становилась всё интереснее.",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "Вы вновь ринулись в бой. Что бы там не происходило с гномом, сейчас нужно думать о себе.\n\nПеред Вами оказалась следующая картина: Белигор, который только что еле тащил свой меч, сейчас со свистом раскручивал его над головой и ловко(слишком ловко!) отбивал удары копий восточных воинов. Эльфийская девушка тоже не сидела на месте. Она размахивала своей боевой цепью над головоми копейщиков, тем самым мешая им скоординировать дествия.\nВаше вмешательство сейчас может изменить исход боя. Что же предпринять?\n",
    "answers": [
      {
        "id": 141,
        "text": "Использовать ловкость",
        "need": 124
      },
      {
        "id": 142,
        "text": "Атаковать мечом",
        "need": 96
      },
      {
        "id": 143,
        "text": "Атаковать булавой",
        "need": 150
      },
      {
        "id": 144,
        "text": "Неординарное решение(вино оказывает эффект)",
        "need": 64
      }
    ]
  },
  {
    "id": 114,
    "text": "Рана была довольно сильной: между вторым и третьим ребром снизу, с правой стороны относительно гнома и слева от вас. По идее там должна быть печень(но кто ж знает анатомические особенности этих гномов?!) или правое лёгкое. А может быть, задето все сразу. Одно вы знали точно–кровь у гномов была красного цвета и её было много.\n\nВы расстегнули рубаху гнома для доступа к ранению. Потом решили использовать эту самую рубаху, как бинт: грубо разрезали лезвием топора и взяли скомканную вещь в руку. После этого, вы увидели на его поясе ремень и флягу. Велика вероятность, что в ней крепкий самогон. Как известно, обычная 40° водка гномов не берет из-за большой массы тела. Потому и был придуман 260-градусный гномий самогон(It's magic!), который, помимо всего прочего, является сильным антисептиком.\n",
    "answers": [
      {
        "id": 130,
        "text": "Плеснуть спирта в рану"
      },
      {
        "id": 132,
        "text": "Смочить рубаху спиртом и приложить к ране"
      },
      {
        "id": 133,
        "text": "Использовать ремень, как жгут, и перевязать грудную клетку"
      }
    ]
  },
  {
    "id": 115,
    "text": "Эти упражнения нужны для треннировки ног. \nВы сделали двадцать приседаний.\n\"...эх!\"\n\n[Выносливость увеличена]",
    "answers": [
      {
        "id": 70,
        "text": "На сегодня всё"
      },
      {
        "id": 123,
        "text": "Сделать дополнительно десять приседаний",
        "need": 152
      },
      {
        "id": 126,
        "text": "Сделать дополнительно двадцать приседаний",
        "need": 118
      }
    ]
  },
  {
    "id": 116,
    "text": "Отжимания—стандартные физические упражнения. Нужны для общей физичечкой подготовки. \nВы проделали упражнение тридцать раз. \n\"Фух...\"\n\n[Ловкость увеличена]",
    "answers": [
      {
        "id": 70,
        "text": "Закончить на сегодня"
      },
      {
        "id": 124,
        "text": "Сделать дополнительно 10 раз",
        "need": 62
      },
      {
        "id": 125,
        "text": "Сделать дополнительно 20 раз",
        "need": 146
      }
    ]
  },
  {
    "id": 117,
    "text": "На середине поляны треннировалась группа фехтовальщиков, разбившихся по парам. У них были деревянные мечи и щиты. Между дерущимися ходил мастер, раздавал советы, поправлял.\nВы подошли к нему и спросили:\n—Приветствую, братья! Можно с вами? \n—Конечно. Айвен!— окликнул мастер одного из учеников — у нас новичок, подойди к нему и проверь, что он умеет.\nПри слове \"новичок\" Вам стало откровенно смешно.\n\nАйвен протягивает деревянный меч:\n—Ну как? Будешь сражаться?",
    "answers": [
      {
        "id": 128,
        "text": "А зачем, по твоему, я сюда пришел?"
      },
      {
        "id": 70,
        "text": "Извини, сейчас у меня дела. Я позже подойду"
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы подошли к условному месту встречи с Белигором, но его всё не было. Он подошел уже позже, а тем временем Вы уже успели размяться с деревянным мечом.\n—Как дела, Доррас, как жизнь?\n—О, привет. Да уже сносно, сейчас выполняю поручения Рода, учусь. А ты сам как?\n—Тоже нормально, нас обучают основам изготовления магических инструментов: палочек, жезлов и посохов. — Белигор взглядом показал на стойку с оружием,—Может, дружеский бой?",
    "answers": [
      {
        "id": 227,
        "text": "—А давай!"
      }
    ]
  },
  {
    "id": 119,
    "text": "—Да?—Вы остановились и повернулись в его сторону.\n—Я тут еще подумал... Есть одно дельце, которым мне не хочется заниматься. Может, ты возьмёшься?\n—Что за дело?\n—Нужно машину магическую собрать. Называется \"реверсор\". Она нужная и я бы сам управился, да только времени нет на это. Поможешь?\n\n[Это дополнительный подквест. Его можно отклонить, отказавшись от задания, или же принять, согласившись. Результаты выполнения частично повлияют на сюжет]",
    "answers": [
      {
        "id": 255,
        "text": "Принять"
      },
      {
        "id": 212,
        "text": "Отклонить"
      }
    ]
  },
  {
    "id": 120,
    "text": "Закончив упражнения, вы вернулись на поляну.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "Отлично, теперь Вы умеете подтягиваться пятнадцать раз.\nВернёмся на поляну.\n\n[Сила увеличена]",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "Отлично, теперь Вы умеете подтягиваться двадцать раз.\nВернёмся на поляну.\n\n[Сила увеличена]",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "Отлично. Теперь Вы приседаете тридцать раз.\n\n[Выносливость увеличена]",
    "answers": [
      {
        "id": 70,
        "text": "Вернуться на поляну"
      }
    ]
  },
  {
    "id": 124,
    "text": "Отлично. Теперь вы отжимаетесь 40 раз.\n\n[Ловкость увеличена]",
    "answers": [
      {
        "id": 70,
        "text": "Вернуться на поляну"
      }
    ]
  },
  {
    "id": 125,
    "text": "Отлично. Теперь вы отжимаетесь 50 раз.\n\n[Ловкость увеличена]",
    "answers": [
      {
        "id": 70,
        "text": "Вернуться на поляну"
      }
    ]
  },
  {
    "id": 126,
    "text": "Отлично. Теперь Вы приседаете сорок раз.\n\n[Выносливость увеличена]",
    "answers": [
      {
        "id": 70,
        "text": "Вернуться на поляну"
      }
    ]
  },
  {
    "id": 127,
    "text": "Содержание:\n\nГлава 1. Пролог\nГлава 2. Посвящение\nГлава 3. Путь к совершенству\nГлава 4. Большая охота\nГлава 5. Совиный бунт\n\nВозможные достижения:\n1)Смертью героя\n2)Другая война\n3)Светлое будущее",
    "answers": [
      {
        "id": 2,
        "text": "{Пролог}"
      },
      {
        "id": 405,
        "text": "{Смертью героя}",
        "need": 405,
        "need_ever": true
      },
      {
        "id": 419,
        "text": "{Другая война}",
        "need": 419,
        "need_ever": true
      },
      {
        "id": 421,
        "text": "{Светлое будущее}",
        "need": 421,
        "need_ever": true
      }
    ]
  },
  {
    "id": 128,
    "text": "—А зачем, по твоему, я сюда пришел?\n—Ха! Посмотрим, брат мой.\n\nВы вышли на открытое пространство и начали бой. Собственно, боем это назвать можно было с большой натяжкой. Прошло не более трех минут безрезультатных выпадов, а Айвен уже валялся на пыльной земле с кучей синяков. \n—Ух, не ожидал я от тебя такой прыти, — сказал мастер, подбежав к месту \"боя\",— может, раз уж ты такой ловкий, со мной попробуешь подраться?\n\n[Вы повысили навык владения мечом(вспомнили былые времена).\nТеперь можно начать более серьёзные треннировки, или же оставить это на потом]\n\n[Для разблокировки боя с мастером научитесь приседать сорок раз]",
    "answers": [
      {
        "id": 131,
        "text": "Треннировка с мастером",
        "need": 126
      },
      {
        "id": 70,
        "text": "Заняться более важными делами"
      }
    ]
  },
  {
    "id": 129,
    "text": "В очередной раз промахнувшись с поворотом, Вы попали в кладовку и уронили пару вёдер. \"Были времена, когда я знал каждый уголок на своей ферме. А тут лабиринт какой-то! Хотя я сам выбрал этот путь, жаловаться уже поздно...\"— подумали Вы и пошли дальше. Наемник сначала служил короне, потом стал пастухом, а затем вовсе начал молиться Теосу и служить монахом в таинственном ордене совы. (прим.: Теос—основное божество, почитающееся во всех странах, кроме Красной Империи, Малази и некоторых других)\n\nСовиная Скала—так называют этот неприступный замок—состоит из старой части и новой. Старая была построена очень давно, а вот новой, где Вы сейчас и находитесь, было около двухсот лет.\n\nМинуя двери с непонятным назначением, Вы наконец вышли во внутренний двор Нового замка.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "Решив хорошенько продезинфицировать, вы щедро выплеснули содержимое фляги в рану. \nНаверное, она стала на несколько секунд полностью стерильна, но кровь по прежнему хлещет. Вы потеряли драгоценное время и антисептик.\n",
    "answers": [
      {
        "id": 133,
        "text": "Использовать жгут"
      },
      {
        "id": 113,
        "text": "Вернуться к бою"
      }
    ]
  },
  {
    "id": 131,
    "text": "Вот теперь будет настоящий бой!\nПосле нескольких часов треннировки мастер научил Вас новым движениям не только в фехтовании, но и приёмам рукопашного, ножевого боя, обращения с метательным оружием. \n\n[Все боевые навыки повышены; сила увеличена]",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "Вы продезинфицировали грязноватую рубаху гнома и прижали к ране. Кровь перестала вытекать, но и импровизированный бинт тоже быстро пропитывался.\n",
    "answers": [
      {
        "id": 133,
        "text": "Наложить жгут на тело"
      },
      {
        "id": 136,
        "text": "Продолжать держать \"бинт\" и звать на помощь"
      }
    ]
  },
  {
    "id": 133,
    "text": "Вы наложили жгут на грудную клетку и... Гном, как не странно, не мог дышать. Жгуты накладывают при более сильном кровотечении из конечностей на плечо или бедро, но никак не на туловище/живот.\nЭтим бесполезным действием вы убили противника, с которым только что сражались.\n",
    "answers": [
      {
        "id": 113,
        "text": "Вернуться к бою"
      }
    ]
  },
  {
    "id": 134,
    "text": "Вы хотели было подскочить к другу, но неведомая сила вновь усадила Вас на кресло. Ментор сделал движение рукой пояснил:\n—Не надо сейчас мешать поцессу. Это нормальная реакция на О.М.С.\n\nСобытия развивались всё интереснее.",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "–История того, почему я здесь очень забавная. Все было хорошо, но на меня свалилась тайная вещь ордена. Чуть ли не на голову! Я её взял, ну а потом пошло-поехало. Забрали меня сюда, хотя я мог и у себя на ферме остаться жить... Нужно же приключений.",
    "answers": [
      {
        "id": 227,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "По прежнему прижимая бинт к ране, вы начали звать на помощь.\nТут же подбежал слуга и вы вместе оттащили пострадавшего к камину. Ментор удивлённо посмотрел на вас и произнёс:\n–Зачем ты притащил его сюда? Надо же победить.\n–Вы раздали настоящее оружие! Теперь он сильно ранен, ему нужна помощь!\n–Да, мы раздали. А вы взяли. Что дальше?\n",
    "answers": [
      {
        "id": 113,
        "text": "Вернуться к бою"
      },
      {
        "id": 137,
        "text": "–Жизнь дороже победы. Так помогите же ему!"
      }
    ]
  },
  {
    "id": 137,
    "text": "–Жизнь дороже победы. Помогите же ему!\nМентор устало поглядел на вас.\n–Будь по твоему,– он достал волшебную палочку и начал чертить в воздухе ветиеватые символы. Затем прикоснулся к ране и, к огромному удивлению, она стала тут же затягиваться. Через несколько секунд на этом месте остался лишь розовый шрам, а гном открыл глаза и начал шумно глотать воздух.\n\n–Фууух! Я уж думал кончина моя настала... \n\nВы подняли глаза на Ментора и Эссу, но их взоры были устремлены в другой конец зала, где происходила битва.\n",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "Участники яростно дрались. Девушка и Белигор поняли, что по одиночке у них шансов нет и объединились. Эльфийка, ловко замахнувшись, сделала выпад, обвела цепью ногу воина Содружества и рванула на себя. Человек полетел на пол. Ну а Белигор не заставил себя долго ждать–изо всех сил полоснул мечом по горлу его отвлёкшейся сестры. Завершил дело кинжал, воткнувшийся в спину восточного мужчины.\n\nПолучившаяся картина была ужасающей: кровь, трупы, искаженные страхом лица...Оставшиеся двое с минуту стояли и смотрели друг на друга, а потом, будто сговорившись, бросили оружие на пол. Затем Ваш друг выкрикнул: \"Хватит кровопролития на сегодня, мы отказываемся дальше драться!\" В ответ на это Ментор лишь слегка улыбнулся и подошел к месту побоища. Достав палочку, повторил те же действия, что были сделаны с гномом. Поверженные сначала закряхтели, сплюнули кровь, а потом нормально задышали! Невероятно.\n",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "Надо было действовать - вы сделали усилие и швырнули свой меч. Но он лишь слегка поцарапал бритого воина. Тот обернулся, кинулся на вас и с силой вонзил копье...\n",
    "answers": [
      {
        "id": 145,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 140,
    "text": "Надо было действовать. Вы собрались атаковать, но бритый воин заметил это, развернулся и с силой вонзил в живот длинное копье...",
    "answers": [
      {
        "id": 145,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 141,
    "text": "Вы решили использовать свою ловкость–не зря ведь треннировались до этого на поляне. Совершив обманный выпад, Вы перескочили через выставленное противником копьё и умело сделали двойную подсечку. Бритый воин повалился на каменный пол, а остальное дело было за малым. Эльфийка вонзила кинжал в спину лежащего мужчины, а Белигор резким взмахом рубанул по шее его сестру.\n\nПолучившаяся сцена была крайне жестокой: мертые тела, куча крови и искаженные страхом лица.\nОставшиеся участники переглянулись и... все как один побросали оружие. Для чего все это?! Неужели ради какой-то победы?! Нет! Пора кончать с этим глупым испытанием.\nТем временем Ментор, все время стоявший у камина, подошел к побоищу. Достал свою палочку и начал чертить в воздухе какие-то ветиеватые символы. После этого прикоснулся ею к каждому раненому участнику и произошло чудо! Один за другим они начали кряхтеть, сплевывать кровь и, наконец, дышать. Невероятно. Так вот, как оно было задумано.",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "Вы побежали на копейщиков. Они заметили то, что против них ополчились трое участников и встали защитную позицию, прикрывая друг другу спину. Они ощетинились копьями и теперь их будет не так просто достать.\n\nБелигор перестал раскручивать над головой свой меч и направил его на брата с сестрой. Эльфийка сейчас была почти бесполезна из-за своего относительно короткого оружия–кинжала. \n",
    "answers": [
      {
        "id": 139,
        "text": "Метнуть меч"
      },
      {
        "id": 140,
        "text": "Пойти в атаку"
      },
      {
        "id": 149,
        "text": "Использовать полученный навык владения мечом",
        "need": 128
      }
    ]
  },
  {
    "id": 143,
    "text": "Вы побежали на копейщиков. Они заметили то, что против них ополчились трое участников и встали защитную позицию, прикрывая друг другу спину. Ощетинившись копьями, оба родственника теперь стали труднодосягаемой целью.\n\nБелигор перестал раскручивать над головой свой меч и направил его на брата с сестрой. Эльфийка сейчас была почти бесполезна из-за своего относительно короткого оружия–кинжала. \n",
    "answers": [
      {
        "id": 147,
        "text": "Метнуть булаву",
        "need": 99
      },
      {
        "id": 140,
        "text": "Пойти в атаку"
      }
    ]
  },
  {
    "id": 144,
    "text": "—Стойте, не сражайтесь!,— выкрикнули вы — Жизнь дороже победы! Неужели вы не понимаете этого? Это не треннировочные лезвия, а самые настоящие. Так стоит ли рисковать своей жизнью и жизнями других членов Ордена: наших же братьев и сестер?\n\nКак ни странно, это подействовало. Все посмотрели сначала на вас, потом на кровь на полу, и, настороженно переглядываясь, начали опускать оружие. То, что не смогла сделать блестящая звонкая сталь, сделал стакан вина, выпитый утром и придавший немного красноречия. Один за другим, участники побросали копья, клинки и цепи. Все понимали, что это не шутки и не стоит убивать друзей ради высшего ранга. Ментор, стоявший у камина, наблюдал за происходящим с едва заметной улыбой. Затем подошел к раненному гному, достал свою палочку и начал чертить в воздухе ветиеватые вимволы. После этого прикоснулся ею к бородатому обитателю гор и все раны зажили! Гном оказался жив и здоров, вопреки всем законам физики и медицины. Так вот, как оно изначально задумывалось.\n",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "Вы очнулись на своей кровати. Болело всё тело, но вам таки удалось подняться. На столе лежала записка, судя по всему, от Белигора. В ней было сказано следующее:\n\n\"Привет, Доррас. Если ты читаешь эту записку, я уже в библиотеке. Всё нормально, Ментор сказал, что шрам заживет и ты сможешь нормально фехтовать. Сразу говорю, это было невероятно! Ты истекал кровью, но Он сделал несколько взмахов палочкой и исцелил тебя. Оно и понятно, таких сильных магов в мире по пальцам пересчитать можно. Ну да ладно. Я тоже проиграл в том бою, только не с такой сильной раной. Надеюсь, скоро можно будет заново всё пройти. Удачи.\"\n          -~Белигор~-\n",
    "answers": [
      {
        "id": 55,
        "text": "Спустя время..."
      }
    ]
  },
  {
    "id": 146,
    "text": "Ментор прочистил горло и начал.\n—Поздравляю, дети мои. Испытание пройдено. Теперь можно начать сам обряд. Только что вы стали свидетелями сложной магии исцеления. Этому и многому другому вы можете научиться после определения ранга. Те из вас, кто пережил клиническую смерть, должны будут пройти испытание заново через определённое время, а к обряду сейчас не допусткаются. Ну а те, кто остались невредимы, могут проследовать за мной. — Ментор развернулся на пятке и хотел было сделать шаг, но добавил: \n—Кстати да, вы могли и не драться вовсе, если бы сразу догадались до этого.\n\nОставшиеся участники ошеломлённо стояли, открыв рты. Теперь понятно, почему этот человек является Ментором. Несколько секунд прошло в молчании, а затем все пошли вслед за ним.",
    "answers": [
      {
        "id": 105,
        "text": "Идти за Ментором"
      }
    ]
  },
  {
    "id": 147,
    "text": "Идея была глупой, но единственно правильной в данной ситуации. Размахнувшись посильней, вы метнули вулаву от плеча(не зря сегодня подтягивались) и, превзойдя все ожидания, она попала в обоих противников сразу. Женщина с загадочной татуировкой на лбу попыталась увернуться и остановить летящий предмет, но цепь булавы обвила деревянную часть копья и переломила её. Ну а дальше дело было за малым. Эльфийка проткнула отвлёкшегося мужчину в спину, а Белигор рубанул мечом по шее его сестры. \n\nОба восточных воина повалилсь на пол замертво. Оставшиеся участники тяжело дышали, оглядывая мертвых противников. Ради чего все эти убийства? Для победы? Высокого ранга? Ну уж нет, пора заканчивать этот глупый турнир. Все как один побросали оружие и испуганно посмотрели на Ментора. Тот простоял у камина, хмурясь, несколько секунд, а затем достал свою палочку и подошел к побоищу. Он дотрагивался ею до убитых, попутно чертя в воздухе ветиеватые символы, и, ко всеобщему удивлению, оживлял их! Гном и копейщики сначала закряхтели, потом начали сплевывать кровь, а после этого нормально дышать. Невероятно, но сильнейшие раны превратились в едва заметные розовые шрамы.",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "Стрелка на шкале ищмерения двигалась туда-сюда. Внутри механизма что-то трещало и крутилось, даже был слышен свист воздуха, проходящего через щели в деревянном корпусе—магическая машина работала.\nРуки Белигора дрожали, зрачки бегали. Внезапно стрелка остановилась на цифре \"3\". Ваш друг облегченно выдохнул и повалился в кресло, попутно бормоча несвоим голосом:\n—Белигор Сарх, раса людей, рыцарь двора Сархов и присягнувший Кинской короне. Третья магическая степень.\n\nВсе были поражены, в том числе и Вы сами. Это снадобье само рассказывает информацию? И как это Белигор рыцарь? Вот это была неожиданная новость.",
    "answers": [
      {
        "id": 151,
        "text": "Посмотреть на посвящение других участников"
      }
    ]
  },
  {
    "id": 149,
    "text": "Вы вспомнили, как недавно фехтовали на треннировочной поляне. Вспомнили весь свой опыт, каждый опасный момент, каждую царапину и каждого противника, с каким доводилось иметь дело. Все инстинкты обострились, а рукоятка меча неожиданно удобно легла во вспотевшую ладонь. Вы закрыли глаза, сосредоточившись на конечной цели и шагнули вперед.\n",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "Вы взяли оружие и подошли к Эссе, чтобы дослушать указания. Она молвила:\n- Тот, кто победит в испытании, получит право пройти обряд Посвящения. Разойдитесь по углам зала. Как только я хлопну в ладоши, поединок начнётся!\nС этими словами она ушла к камину - там уже стоял Ментор, про которого вы и забыли. Он наблюдал за происходящим с некоторым интересом.\n\nВсе послушались и разошлись в разные стороны. Белигор как-то странно подмигнул. Вы заметили, что он по непонятной причине выбрал двуручник, хотя еле держал его. \"Проиграет ведь, дурачок\"\nЛадно, сейчас надо подумать о себе.",
    "answers": [
      {
        "id": 97,
        "text": "{Хлопок в ладоши}"
      }
    ]
  },
  {
    "id": 151,
    "text": "Интересно, а что будут говорить другие? Но удовлетворить интерес так и не получилось. Ментор вызвал Вас следующим.",
    "answers": [
      {
        "id": 152,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 152,
    "text": "Вы подошли к часам и залпом выпили О.М.С. Оно было горькое на вкус, но придавало неясное чувство уверенности и защищенности. Все смотрели на Вас выжидающе. \"Может, зелья недостаточно? Там же такая маленькая бутылочка\".\n\nИ тут за окном послышался шелест. Он всё наростал, переходя в гул, а затем, ломая витражное расписное стекло, в зал с ввалился дико рычащий желтый дракон.\nЕго гигантские когди вмиг достигли кресел и разорвали всех сидящих там людей в клочья. Шипастая голова снесла кричащую Эссу в развороченную дыру на месте окна, а мощная челюсть перекусла Ментору хребет.\nКаким-то чудом монстр еще не заметил Вас, давая несколько секунд драгоценного времени.",
    "answers": [
      {
        "id": 153,
        "text": "Кинуться на дракона"
      },
      {
        "id": 154,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 153,
    "text": "Голыми руками Вы решили противостоять этому чудищу. \nПопытка была отчаянная, но не бесполезная. Резко перескочив через обломки(и откуда только сила взялась?) Вы прыгнули на шею дракону и вцепились мёртвой хваткой. Тот понял, что его одурачили и начал бешено крутить башкой, пытаясь сбросить наездника. Но не тут то было!",
    "answers": [
      {
        "id": 155,
        "text": "Продолжать висеть на шее"
      },
      {
        "id": 156,
        "text": "Перекатиться на спину"
      }
    ]
  },
  {
    "id": 154,
    "text": "Это было весьма очевидным решением. Вы ринулись к дверям, выскользнули и захлопнули за собой. Сзади послышался визг и разъярённое шипение чудовища. Вы находитесь в корридоре ратуши. Справа видна лестница на первый этаж, а слева стоит группа напуганных слуг. ",
    "answers": [
      {
        "id": 158,
        "text": "Бежать направо "
      },
      {
        "id": 159,
        "text": "Бежать налево"
      },
      {
        "id": 160,
        "text": "Подпереть дверь и позвать на помощь"
      }
    ]
  },
  {
    "id": 155,
    "text": "Монстр взревел. Спустя несколько секунд ему все же удалось Вас сбросить. Последним, что удалось увидеть, была огромная пасть, смыкающаяся на голове...",
    "answers": [
      {
        "id": 163,
        "text": "{Результат}"
      }
    ]
  },
  {
    "id": 156,
    "text": "Вы перекатились на спину дракона и начали с нечеловеческой мощью вырывать костяные шипы из позвоночника. Ярость нахлынула красной пеленой и перед глазами всплыла картинка, как какой-то человек, весь испачканный в крови, держится на спине беснующегося чудовища.",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "ГЛАВА 3. ПУТЬ К СОВЕРШЕНСТВУ\n----------------------------\nПеред глазами видна стена. Непробиваемая сплошная бездушная стена. Как через неё пройти?\n\nСтоп. Вы заметили, что всего лишь лежите на кровати, уткнувшись носом в стенку комнаты. Это был сон? Где я?",
    "answers": [
      {
        "id": 165,
        "text": "Перевернуться на спину"
      }
    ]
  },
  {
    "id": 158,
    "text": "Вы бросились бежать на первый этаж, но из двери позади вырвалась сильнейшая огненная струя, полностью затопившая корридор смертельным жаром драконьего пламени. Боли Вы не почувствовали. Лишь полное умиротворение.",
    "answers": [
      {
        "id": 163,
        "text": "{Результат}"
      }
    ]
  },
  {
    "id": 159,
    "text": "Вы что-то орали слугам про дракона и, не разбирая дороги, понеслись к ящикам с оружием(которым только что пользовались на испытании). Схватили первый попавшийся клинок и встали на середину корридора. Остальные тоже вооружились кто чем успел. Внезапно из дверного проема вырвалась струя огня, сжигающая все на своем пути. Извергая клубы дыма, вслед за этим, вылез сам дракон. \"Да откуда же ты взялся?!\" ",
    "answers": [
      {
        "id": 161,
        "text": "Кинуться на дракона с оружием"
      },
      {
        "id": 162,
        "text": "Метнуть клинок"
      }
    ]
  },
  {
    "id": 160,
    "text": "Всем весом навалившись на створки двери Вы стали звать на помощь слуг. Они похватали оружие из ящиков(которые несли после испытания) и направились сюда, но дойти не успели. Шипение прекратилось, а затем из проема, сжигая все на своем пути, вырвалась мощная струя огня. Она обволокла Вас, но боль не почувствовалась. Лишь полное умиротворение.",
    "answers": [
      {
        "id": 163,
        "text": "{Результат}"
      }
    ]
  },
  {
    "id": 161,
    "text": "Вы яростно бросились на чудовище, размазивая мечом. После нескольких ударов оружие сломалось о костяные чешуи дракона.",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "Вы метнули клинок в тварь, но он отскочил от прочнейших костяных чешуй, не принеся дракону никакого ущерба.\n\nПоследнее, что было видно после схватки–огромная пасть, захлопывающаяся на голове...",
    "answers": [
      {
        "id": 163,
        "text": "{Результат}"
      }
    ]
  },
  {
    "id": 163,
    "text": "Вы провалились в беспамятсво. Вокруг было Ничего. И через это Ничего донесся знакомый голос: \"Доррас Филамион, раса тёмных эльфов, тайный наёмник Кинской короны. Первая магическая степень.\"\n\nПотом всё стихло.",
    "answers": [
      {
        "id": 157,
        "text": "Глава 3"
      }
    ]
  },
  {
    "id": 164,
    "text": "Отлично! Ваша магическая сила повысилась, теперь можно приступать к творению заклинаний.",
    "answers": [
      {
        "id": 68,
        "text": "Далее",
        "need": -213
      },
      {
        "id": 231,
        "text": "Далее",
        "need": 213
      }
    ]
  },
  {
    "id": 165,
    "text": "Теперь стал виден потолок и убранство комнаты. Письменный стол, платяной шкаф, стойка для каких-то длинных резных палок, сама кровать и ведро с водой.\n\nЗа столом сидел человек, в котором Вы узнали Рода. Он заметил Вас и поприветствовал:\n–Добрый день, Доррас! Ты уже очнулся?",
    "answers": [
      {
        "id": 166,
        "text": "–А как по твоему?"
      }
    ]
  },
  {
    "id": 166,
    "text": "–Ну да, глупый вопрос. Ты как себя чувствуешь? Голова не болит?\n–Побаливает немного. Что вчера было? Я выпил зелье, потом появился дракон и...\n–Не волнуйся, Ментор сказал, что все происходящее после выпитого зелья это галлюцинации. Редкий побочный эффект О.М.С. Зато ты всех нас удивил своим ответом. Помнишь хотя бы, что сказал?",
    "answers": [
      {
        "id": 167,
        "text": "–Память отшибло. Напомни пожалуйста."
      },
      {
        "id": 167,
        "text": "–Вроде бы да."
      }
    ]
  },
  {
    "id": 167,
    "text": "–Снадобье выявило в тебе расу тёмного эльфа и первую степень. Если второе еще хоть можно допустить, то первое утверждение однозначно ошибочно.",
    "answers": [
      {
        "id": 168,
        "text": "–А что всё это значит?"
      }
    ]
  },
  {
    "id": 168,
    "text": "–Вижу, у тебя много вопросов на этот счёт. Давай по порядку.",
    "answers": [
      {
        "id": 169,
        "text": "–Кто такие тёмные эльфы?"
      },
      {
        "id": 170,
        "text": "–Что означает первая степень?"
      },
      {
        "id": 172,
        "text": "–Где мы сейчас находимся?"
      },
      {
        "id": 171,
        "text": "–Что я теперь должен буду делать?"
      },
      {
        "id": 173,
        "text": "–Вопросов больше нет, пойду подышу."
      }
    ]
  },
  {
    "id": 169,
    "text": "–Тёмные эльфы это вымершая раса, дети чёрных фей. Давай немного углубимся в историю... По нашим представлениям раньше континент принадлежал феям. Феи(или как их еще называют–Элементали) безраздельно господствовали на земле и правили всеми шестью стихиями. Ребёнок, рожденный от феи и человека, называется эльфом. Эльфы бывают разные: лесные, водяные, темные и светлые–зависит от того, к какой стихии принадлежала их прародительница.\n\nТак вот, все они давно вымерли по разным причинам. Остались лишь привычные нам–обычные светлые эльфы, которые населяют Третий Эльфийский Альянс за западной границей Коалиции. Каким боком зелье приплело тебя к тёмным эльфам? Сам не знаю. Ты ведь на них даже не похож.",
    "answers": [
      {
        "id": 168,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 170,
    "text": "–Первая магическая степень–наивысшая. Такой обладают лишь немногие маги. В их числе я, Ментор, Эсса и еще несколько живущих на Совиной Скале. Если ты помнишь, наша система поклонов соответствует магическим степеням. Теперь все, кто встретят тебя, должны будут поклониться по первой степени...\n\nКроме этого, волшебники, имеющие первую, вторую или третью степень, могут пробудить в себе Крылья. Например я в любой момент могу материализовать у себя за спиной два совиных крыла красного цвета. Какие у тебя я не знаю, так как они еще находятся в зачаточном состоянии и их нельзя увидеть. Вообще, любой человек может летать, выпив крылатое зелье, но его эффект будет кратковременным: у нас же он будет идти до конца жизни...",
    "answers": [
      {
        "id": 168,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 171,
    "text": "–О, это простой вопрос. Как и все мы, ты будешь охранять этот мир от духов, которые живут на другом материке и только и думают о том, как бы сюда прорваться. Более подробно о них тебе расскажут потом, в процессе обучения. Но могу сказать одно: они очень опасные создания, почти безгранично владеющие магией.\n",
    "answers": [
      {
        "id": 168,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 172,
    "text": "–Сейчас мы находимся в пятом бастионе Старого замка Совиной скалы. Все высшие маги живут здесь. Всего тут шесть бастионов из-за того, что крепость имеет шестиугольную форму. Если ты не знал–всё наше пристанище стоит на нейтральной территории между Коалицией и Красной Империей. Очень конфликтный район, отсюда и такие предосторожности. Но последнее нападение было около ста лет назад, с тех пор ни те, ни другие сюда не суются.\n\nКстати, теперь и ты будешь жить в Старом замке, в своей собственной(шестой) башне. Могу с этим поздравить!\n",
    "answers": [
      {
        "id": 168,
        "text": "Неплохо"
      }
    ]
  },
  {
    "id": 173,
    "text": "–Действительно. Отдохни, поешь, а потом приступай к обучению. Вот тебе первое задание: идёшь на болото, то, что за рощей, и собираешь там розовые цветы коруса в количестве 20 штук. Из них надо будет приготовить крылатое зелье, оно тебе потом пригодится. Возьми ключи от своей новой комнаты и мантию, соответствующую твоему рангу,– с этими словами Род протянул связку ключей и указал на платяной шкаф.\n–Спасибо, Род. Удачи.\n–Да прибудет с тобой Теос, брат мой. А теперь ступай.",
    "answers": [
      {
        "id": 174,
        "text": "Взять вещи и выйти из бастиона"
      }
    ]
  },
  {
    "id": 174,
    "text": "Вы надели мантию и вышли из пятого бастиона. Теперь нужно проследовать в шестой. Вход в башню преграждала массивная дверь из \"железной\" породы дерева. Такая выдержит десяток ломящихся воинов. Вы отперли большущий навесной замок и прошли внутрь.",
    "answers": [
      {
        "id": 175,
        "text": "Осмотреть новый дом"
      }
    ]
  },
  {
    "id": 175,
    "text": "Бастион–пятиугольная боевая башня. Он состоит из нескольких ярусов: самый высший оборонительный, а остальные используются для других нужд. Так, Вам принадлежал весь третий этаж, а на первых двух располагались комнаты младших магов. И тут Вы встетили того, кого меньше всего ожидали увидеть. Белигор!\n–Доррас, привет, дружище.\n–Рад тебя видеть! Хоть ты можешь рассказать, что вчера было на обряде?\n–Да ничего особенного. У меня третья степень, а у тебя вроде первая. Все были удивлены, даже сам Ментор. Он просил передать, чтобы ты зашел к нему в Ратушу после всех дел.\n–Понял. Ну, пойду тогда. Кстати, я слышал, что ты рыцарь благородного двора. Неужели это так?\n–Давай как-нибудь потом встретимся на треннировочной площадке, я тебе и расскажу. История длинная, а сейчас мне надо торопиться.",
    "answers": [
      {
        "id": 185,
        "text": "–Хорошо, увидимся"
      }
    ]
  },
  {
    "id": 176,
    "text": "Маленькое преддверие было обставлено шкафами с различным содержимым. Сюда же были перенесены все Ваши вещи, которые до этого лежали в комнате Нового замка.\nТакже тут было три двери. Каждая из них заперта.",
    "answers": [
      {
        "id": 177,
        "text": "Открыть переднюю дверь"
      },
      {
        "id": 178,
        "text": "Открыть правую дверь"
      },
      {
        "id": 179,
        "text": "Открыть левую дверь"
      },
      {
        "id": 180,
        "text": "Порыться в своих вещах",
        "need": -180
      },
      {
        "id": 189,
        "text": "Выйти во двор",
        "need": -215
      },
      {
        "id": 213,
        "text": "Выйти во двор",
        "need": 215
      }
    ]
  },
  {
    "id": 177,
    "text": "За этой дверью(которая была открыта опять же с n-ного раза из-за множества ключей) располагался просторный кабинет. Тут находилось четыре основных стола: \n-Два рабочих. На них находились всевозможные алхимические приборы: колбы, пробирки, перегонные аппараты с вытяжкой и другое оборудование.\n-Слесарный станок с отведенным под него пространством.\n-Письменный стол с кипой бумаг, банкой с чернилами и пером.",
    "answers": [
      {
        "id": 181,
        "text": "Осмотреть алхимическую лабораторию"
      },
      {
        "id": 182,
        "text": "Осмотреть письменный стол"
      },
      {
        "id": 183,
        "text": "Осмотреть слесарный верстак"
      },
      {
        "id": 176,
        "text": "Выйти в преддверие"
      }
    ]
  },
  {
    "id": 178,
    "text": "Это спальня. Из мебели тут стоит широкая кровать, тумбочка, шкаф и небольшой стол со стулом. Свет проникает через узкую бойницу на месте, где должно располагаться окно. Есть пара стоек для факелов и камин. ",
    "answers": [
      {
        "id": 186,
        "text": "Спать на кровати",
        "need": -186
      },
      {
        "id": 176,
        "text": "Покинуть комнату"
      }
    ]
  },
  {
    "id": 179,
    "text": "Это кладовка. Но не просто хозяйственная, а самый настоящий склад, состоящий из нескольких отсеков:\n-пищевой(тут, как ни странно, хранится еда: зерно, мука, солонина)\n-алхимический(много полок со всякими склянками, банками и горшочками с веществами)\n-место для хранения дров",
    "answers": [
      {
        "id": 188,
        "text": "Взять ингридиенты для зелья",
        "need": 212
      },
      {
        "id": 176,
        "text": "Назад, в преддверие"
      },
      {
        "id": 190,
        "text": "Пополнить запасы еды",
        "need": 180
      }
    ]
  },
  {
    "id": 180,
    "text": "Вы начали раскапывать содержимое ящиков. Тут была одежда, предметы первой необходимости и личной гигиены, а также Ваш любимый рабочий ножик, меч \"сири\"(эти дорогие мечи куют из прочной стали в одном из южных королевств Коалиции), кожаная броня и дорожная сумка на лямке.",
    "answers": [
      {
        "id": 176,
        "text": "Броню надеть под мантию, рабочий инструмент спрятать(условно в трусы), а ножны с сири подвязать к поясу"
      }
    ]
  },
  {
    "id": 181,
    "text": "Вы подошли к этим странным конструкциям. Всё это было покрыто толстым слоем пыли и давно не использовалось. Вытяжка была в виде железной трубы, выводящей на улицу. Под ней хранились непонятные, резко пахнущие вещества. \"Интересно тут всё устроено\"",
    "answers": [
      {
        "id": 177,
        "text": "Отойти от столов"
      },
      {
        "id": 184,
        "text": "Начать готовить \"летучее\" зелье",
        "need": 210
      }
    ]
  },
  {
    "id": 182,
    "text": "Бумаги, чернила, перья... Ничего особенного.",
    "answers": [
      {
        "id": 177,
        "text": "Отойти от стола"
      }
    ]
  },
  {
    "id": 183,
    "text": "Тут всё как в профессиональной мастерской плотника. Различные интрументы для обработки дерева, металла, кости и других материалов. Также в углу стоит горшочек с блестящей пылью внутри.",
    "answers": [
      {
        "id": 177,
        "text": "Отойти от верстака"
      },
      {
        "id": 187,
        "text": "Начать делать магическую машину",
        "need": 196
      },
      {
        "id": 274,
        "text": "Взять горшочек с пылью",
        "need": -274
      }
    ]
  },
  {
    "id": 184,
    "text": "Для этого нужно взять первый комплект ингридиентов на складе Вашей башни.",
    "answers": [
      {
        "id": 214,
        "text": "Заготовить первый комплект",
        "need": 188
      },
      {
        "id": 176,
        "text": "Назад, в башню"
      }
    ]
  },
  {
    "id": 185,
    "text": "Попрощавшись с другом, Вы направились на свой этаж и с десятого раза(ключей очень много) отперли дверь в Ваш сектор. Винтовая лестница продолжалась и на четвёртый этаж, но Вы решили обследовать сначала своё помещение.",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 186,
    "text": "Сон—лучший отдых после работы. Проспав несколько часов, вы вновь обрели силы.",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 187,
    "text": "Вы решили начать собирать магическую машину. Разложив на столе все детали, стали вспоминать, в какой последовательности надо производить манипуляции. Это очень важно, ведь каждый неверный шаг может привести к поломке всего комплекса.",
    "answers": [
      {
        "id": 267,
        "text": "Соединить басиз с концентрационной частью"
      },
      {
        "id": 267,
        "text": "Вставить ключ в базис"
      },
      {
        "id": 267,
        "text": "Вставить ключ в концентрационную часть"
      },
      {
        "id": 270,
        "text": "Собрать базис"
      },
      {
        "id": 267,
        "text": "Прикрепить фокусировщик к концентрационной части"
      },
      {
        "id": 267,
        "text": "Вынуть ключ"
      },
      {
        "id": 267,
        "text": "Собрать концентрационную часть"
      }
    ]
  },
  {
    "id": 188,
    "text": "Вы нашли все вещества первого, необходимые для приготовления зелья. Второй комплект лежит в Ратуше, на 1 этаже, в алхимической лаборатории.\n",
    "answers": [
      {
        "id": 176,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 189,
    "text": "Внутренний двор Старого замка. Тут ходит много монахов, служанок, членов ордена всевозможных рангов. При виде Вас эти люди исполняют поклон первой степени, что очень непривычно. Но приятно.",
    "answers": [
      {
        "id": 176,
        "text": "Идти в свою башню"
      },
      {
        "id": 192,
        "text": "Идти в Ратушу"
      },
      {
        "id": 68,
        "text": "Идти в рощу"
      },
      {
        "id": 191,
        "text": "Пойти к Роду за следующим заданием",
        "need": 208
      }
    ]
  },
  {
    "id": 190,
    "text": "Вы положили в дорожную суму немного сухарей и вяленого мяса. Таких запасов должно хватить на день-другой в случае, если заблудитесь в лесу. Отлично.",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 191,
    "text": "Вновь поднявшись по лестнице пятой башни, Вы постучались в дверь комнаты Рода. Он с радостью открыл и пригласил внутрь. В его камине весело горел огонёк. Наступала осень, и с каждым днем всё больше холодало. \n–Молодец, что так быстро управился! Теперь я расскажу тебе рецепт, по которому надо приготовить летучее зелье. Потом вновь приходи сюда и я покажу, как им пользоваться.",
    "answers": [
      {
        "id": 210,
        "text": "Слушать рецепт"
      }
    ]
  },
  {
    "id": 192,
    "text": "Вы в Ратуше. Всего этажей три: \n-Первый этаж: множество кабинетов для работы и магии; складские помещения.\n-Второй этаж: приёмный зал, бальный зал, приёмная Ментора, трапезная Ментора, кухарское помещение.\n-Третий этаж: личные покои Ментора.",
    "answers": [
      {
        "id": 193,
        "text": "На первый этаж"
      },
      {
        "id": 194,
        "text": "На второй этаж"
      },
      {
        "id": 195,
        "text": "На третий этаж"
      },
      {
        "id": 189,
        "text": "Выйти во двор",
        "need": -212
      },
      {
        "id": 213,
        "text": "Выйти во двор",
        "need": 212
      }
    ]
  },
  {
    "id": 193,
    "text": "Вы прошлись дальше по первому этажу, минуя десяток дверей в различные комнаты. Вам надо...",
    "answers": [
      {
        "id": 196,
        "text": "Забрать из мастерской маготехнические детали",
        "need": 265
      },
      {
        "id": 197,
        "text": "Взять ингридиенты для зелья из алхимической лаборатории",
        "need": 212
      },
      {
        "id": 192,
        "text": "Выйти назад"
      }
    ]
  },
  {
    "id": 194,
    "text": "Второй этаж Ратуши. Минуя двери в зал, где, казалось бы, недавно проходило испытание, Вы прошли к приемному кабинету Ментора.",
    "answers": [
      {
        "id": 198,
        "text": "Далее"
      },
      {
        "id": 192,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 195,
    "text": "Сюда входить никому, кроме слуг, нельзя. При входе стоит страж, который знаком показывает, что Вы не относитесь к числу последних. Лучше с ним не спорить.",
    "answers": [
      {
        "id": 192,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 196,
    "text": "Вот она, крупнейшая мастерская во всей Коалиции! Вы нашли главного маготехника за своим рабочим местом. Он вырезал из металла ветиеватую конструкцию на слесарном станке.\n—Здравствуй, брат! Я выполняю поручение Рода, мне нужны детали реверсора.\n—Ах, да, секунду,—мастер допилил очередной виток детали, затем ушел куда-то вглубь помещения и вышел уже с каким-то ящиком,—В нём есть все, что тебе нужно. Детали, схемы сбора базиса, концентратора, ключа...Единственное, чего не хватает, так это конечной инструкции. Но, надеюсь, ты её знаешь по памяти.\n\nС этими словами он вручил Вам небольшой ящик с громыхающими внутри копмонентами.",
    "answers": [
      {
        "id": 192,
        "text": "Вернуться в Ратушу"
      }
    ]
  },
  {
    "id": 197,
    "text": "Вот она, главная алхимическая лаоратория Совиной Скалы! Лучшее(по средневековым меркам) оснащение во всей Коалиции. Тут всем заправляет ученейший Янус Портрин, восьмидесятилетний старик, который, несмотря на возраст, хорошо ходит и следит за рабочим процессом.\n\n–Приветствую, о ученейший Портрин!\n–И тебе не хворать, сын мой. Чем могу быть полезен?\n–Мне нужны компоненты для летуч...\n–Ах да, возьми в том шкафу,–старец указал на него скрюченным пальцем.\n\nВы собрали указанные ингридиенты и вышли из лаборатории. Остальные вещества хранятся в Вашей башне в кладовой.",
    "answers": [
      {
        "id": 193,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 198,
    "text": "Глава ордена сидел за своим столом и изучал непонятный зеленоватый минерал. Завидев Вас он отвлёкся от работы и, к величайшему удивлению, тоже поклонился по первой степени!\n—Приветствую, сын мой, Доррас.\n—Здравствуй, о, Ментор...—Вы поспешили сделать ответный реверанс.\n—Вижу, ты чувствуешь себя лучше. Будь добр, присядь на табурет.\n\nВы послушались. Руководитель сел напротив через стол и начал говорить.",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 199,
    "text": "Вы стали подниматься в пятый бастион, как вдруг снаружи раздался звон тревожного колокола. Внизу начался переполох. Люди стали в спешке выбегать на улицу готовиться к бою, ведь тревожный колокол звонит только в экстенных ситуациях, когда есть прямая угроза Совиной Скале или её обитателям. ",
    "answers": [
      {
        "id": 235,
        "text": "Осторожно выглянуть в окно",
        "need": -235
      },
      {
        "id": 236,
        "text": "Спуститься вниз"
      },
      {
        "id": 237,
        "text": "Подойти к двери комнаты Рода",
        "need": -237
      }
    ]
  },
  {
    "id": 200,
    "text": "—Вчера был необычный день, обряд посвящения,—начал он,— Ты проявил смелость, силу тела, духа и теперь сидишь передо мной. Вопрос очень важный, мне надо, чтобы ты всё понял правильно. Итак, зелье О.М.С никогда не ошибается. Оно сообщило, что твоя магическая степень первая, а раса, к которой ты принадледишь весьма необычна. Род уже рассказал про тёмных эльфов?",
    "answers": [
      {
        "id": 201,
        "text": "—Да, это дети чёрных фей"
      }
    ]
  },
  {
    "id": 201,
    "text": "—Совершенно верно, сын мой. Ты наверное и понятия не имеешь, как они выглядят, но мне за свою жизнь удалось повидать и не такое. Поэтому расскажу. Это почти такие же эльфы, какие нам привычны: худощавые, остроухие друзья, чуть выше человеческого роста, живущие, в среднем, двести/двестипятьдесят лет из-за того, что их матери-элементали были вовсе бессмертны(конечно, если их не убить специальным способом). Есть лишь несколько отличий. Первое—они нам вовсе не друзья. Второе—их кожа не светлая, как у обычных эльфов, а тёмная: варьируется от бордового до черно-фиолетового цвета. Но самое главное отличие третье. Они способны управлять запретными искусствами.",
    "answers": [
      {
        "id": 202,
        "text": "—Что еще за запретные искусства?"
      }
    ]
  },
  {
    "id": 202,
    "text": "—Запретные искусства, или, как их в народе называют, \"чёрная магия\", \"чернокнижие\" и тому подобные бредни. На самом деле это тот раздел магии, который занимается высвобождением истинных сил, заложеных в основе мироздания. Сейчас им пользуются лишь духи на другом континенте. Но вернёмся к эльфам. Они жили на земле еще несколько десятков лет назад. Я стал свидетелем уничтожения последнего оставшегося представителя этой расы. Ведь все народы(в особенности светлые эльфы) во все времена боялись их и повсеместно исстребляли. Но я ошибался. Где-то, мастерски замаскировавшись, прячется черный маг. И он каким-то образом повлиял на тебя. Мой долг перед миром—найти его и уничтожить. А ты мне в этом поможешь. ",
    "answers": [
      {
        "id": 203,
        "text": "—Охх... А что нужно делать?"
      }
    ]
  },
  {
    "id": 203,
    "text": "—Я уже брал образец твоего волоса. Кстати, так и определил, что ты не этот самый маг,—Ментор усмехнулся,— ведь согласись, что первым подозреваемым по логике вещей, следовало бы считать тебя... Так вот, для начала тебе придётся научиться простейшим вещам. Дело быстро пойдёт в гору благодаря первой степени. Выполняй поручения Рода, а там мы вновь с тобой поговорим.",
    "answers": [
      {
        "id": 204,
        "text": "— Спасибо, о, Ментор. Я постараюсь сделать все как можно скорее."
      }
    ]
  },
  {
    "id": 204,
    "text": "Вы вышли из кабинета полностью ошеломлённый и растерянный. \"Опаснейший чародей бродит по Коалиции, а я ничего не знаю! Но когда он на меня повлиял? И как?\"\nХотя мало ли, кто мог нанести порчу во время выполнения многочисленных королевских заданий.\n\nПогрузившись в раздумья, Вы не заметили, как оказались уже во дворе.",
    "answers": [
      {
        "id": 189,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 205,
    "text": "Вы идёте по болоту. Здесь оно не опасное, засосать такая глубина не может. Но всё равно неприятно , когда ноги проваливаются в жижу, а в ботинках хлюпает вода.\n\nВскоре Вы дошли до места, указанного Родом. Теперь надо разобраться со всеми травами, которые встречаются в этой местности. Тут растут синие, сиреневые, розовые и желтые цветы. Про какие же говорил Род?",
    "answers": [
      {
        "id": 206,
        "text": "Собрать синие цветки"
      },
      {
        "id": 207,
        "text": "Собрать сиреневые цветки"
      },
      {
        "id": 208,
        "text": "Собрать розовые цветки"
      },
      {
        "id": 209,
        "text": "Собрать жёлтые цветки"
      },
      {
        "id": 68,
        "text": "Уйти",
        "need": 208
      }
    ]
  },
  {
    "id": 206,
    "text": "Вы срезали двадцать синих цветков и положили в сумку. Что дальше?",
    "answers": [
      {
        "id": 205,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 207,
    "text": "Вы собрали двадцать сиреневых цветков и положили в сумку. Что дальше?",
    "answers": [
      {
        "id": 205,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 208,
    "text": "Вы срезали двадцать розовых цветков и положили в сумку. Что дальше?",
    "answers": [
      {
        "id": 205,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 209,
    "text": "Вы собрали двадцать желтых цветков и положили в сумку. Что дальше?",
    "answers": [
      {
        "id": 205,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 210,
    "text": "–Итак, тебе понадобится:\n1)Десять цветков коруса(ты это уже собрал)\n2)Первый комплект ингридиентов(возьми его у себя в кладовой)\n3)Второй комплект ингридиентов, среди которых есть опасные вещества(возьми его в лаборатории на первом этаже Ратуши)\n4)Круглодонная колба(на твоём алхимическом столе)\n5)Вода(также на столе)",
    "answers": [
      {
        "id": 211,
        "text": "–И что мне надо будет с этим сделать?"
      }
    ]
  },
  {
    "id": 211,
    "text": "–Слушай внимательно!\n1)Положить все ингридиенты в зельевой котёл\n2)Залить водой\n3)Варить 20 минут\n4)Положить лепестки коруса\n5)Перелить в круглодонную колбу\n\nГотово. Всё это делать ты будешь в своей мини-лаборатории в башне.",
    "answers": [
      {
        "id": 212,
        "text": "–Все понятно"
      },
      {
        "id": 210,
        "text": "–Напомни список ингридиентов"
      },
      {
        "id": 216,
        "text": "–Где я могу его приготовить? Ведь нужно оборудование."
      }
    ]
  },
  {
    "id": 212,
    "text": "–Вот и отлично. Как сваришь зелье, прийдёшь с ним сюда и я тебя обучу основам полёта. Только не уходи, если дверь будет заперта. Я планирую пойти в лес за подходящей веткой для посоха, могу вернуться позже.\n–Хорошо, понял. Удачи!\n\n—Хотя постой,—Род хотел еще что-то сказать.",
    "answers": [
      {
        "id": 213,
        "text": "Выйти во двор"
      },
      {
        "id": 119,
        "text": "Дослушать Рода",
        "need": -119
      }
    ]
  },
  {
    "id": 213,
    "text": "Внутренний двор Старого замка. Тут ходит много монахов, служанок, членов ордена всевозможных рангов. При виде Вас эти люди исполняют поклон первой степени, что очень непривычно. Но приятно.",
    "answers": [
      {
        "id": 176,
        "text": "Идти в свою башню"
      },
      {
        "id": 192,
        "text": "Идти в Ратушу"
      },
      {
        "id": 231,
        "text": "Идти в рощу"
      },
      {
        "id": 199,
        "text": "Отправиться с зельем в башню Рода",
        "need": 226
      }
    ]
  },
  {
    "id": 214,
    "text": "...И второй комплект для зелий в Ратуше на 1 этаже.",
    "answers": [
      {
        "id": 215,
        "text": "Заготовить второй комплект",
        "need": 197
      },
      {
        "id": 184,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 215,
    "text": "Итак, всё готово. Можно приступать. Какая там была последовательность действий?",
    "answers": [
      {
        "id": 217,
        "text": "Положить все ингридиенты в зельевой котёл"
      },
      {
        "id": 218,
        "text": "Варить",
        "need": -218
      },
      {
        "id": 219,
        "text": "Положить лепестки коруса",
        "need": -219
      },
      {
        "id": 220,
        "text": "Залить водой",
        "need": -220
      }
    ]
  },
  {
    "id": 216,
    "text": "–Я же говорю: в своей мини-лаборатории. Если ты еще не посмотрел, она в центральном помещении твоих покоев. Всё нужное оборудование там и найдешь.",
    "answers": [
      {
        "id": 211,
        "text": "–Ага, ясно"
      }
    ]
  },
  {
    "id": 217,
    "text": "Так-с... Все ингридиенты кроме лепестков на месте. Что дальше?",
    "answers": [
      {
        "id": 221,
        "text": "Положить лепестки коруса",
        "need": -221
      },
      {
        "id": 222,
        "text": "Залить водой"
      },
      {
        "id": 223,
        "text": "Варить",
        "need": -223
      }
    ]
  },
  {
    "id": 218,
    "text": "Ещё нечего варить!",
    "answers": [
      {
        "id": 215,
        "text": "Вспоминать рецепт"
      }
    ]
  },
  {
    "id": 219,
    "text": "Еще рано.",
    "answers": [
      {
        "id": 215,
        "text": "Вспоминать рецепт"
      }
    ]
  },
  {
    "id": 220,
    "text": "Что залить водой? Свой стол? Нет, там что-то другое.",
    "answers": [
      {
        "id": 215,
        "text": "Вспоминать рецепт"
      }
    ]
  },
  {
    "id": 221,
    "text": "Еще рано, их нужно класть после варки.",
    "answers": [
      {
        "id": 217,
        "text": "Вспоминать рецепт"
      }
    ]
  },
  {
    "id": 222,
    "text": "Правильно. Залили ингридиенты в котелке водой. Что дальше?",
    "answers": [
      {
        "id": 224,
        "text": "Варить 20 минут"
      },
      {
        "id": 225,
        "text": "Добавить лепестки",
        "need": -225
      }
    ]
  },
  {
    "id": 223,
    "text": "Варить сухие компоненты? Глупая мысль.",
    "answers": [
      {
        "id": 217,
        "text": "Вспоминать рецепт"
      }
    ]
  },
  {
    "id": 224,
    "text": "Отлично. После того, как Вы сварили зелье, осталось только насыпать лепестков розового цветка коруса для конечного эффекта. При этом жидкость приобрела нудный цвет, запах и консистенцию.",
    "answers": [
      {
        "id": 226,
        "text": "Перелить в круглодонную колбу и остудить",
        "forget": 210
      }
    ]
  },
  {
    "id": 225,
    "text": "Неверно. Их добавляют в конце.",
    "answers": [
      {
        "id": 222,
        "text": "Всмоминать рецепт"
      }
    ]
  },
  {
    "id": 226,
    "text": "Зелье полностью готово и лежит в Вашем инвертаре.",
    "answers": [
      {
        "id": 213,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 227,
    "text": "Вы увлечённо треннировались около часа. Потом, когда выдохлись, решили наконец спросить друга:\n\n[Навык владения мечом увеличен; ловкость увеличена; выносливость увеличена; сила увеличена]",
    "answers": [
      {
        "id": 228,
        "text": "О его происхождении"
      },
      {
        "id": 229,
        "text": "О том, как он попал в орден"
      },
      {
        "id": 230,
        "text": "О магических инструментах"
      },
      {
        "id": 234,
        "text": "Закончить треннировки",
        "need": 233
      }
    ]
  },
  {
    "id": 228,
    "text": "—Дружище! Ну расскажи наконец, откуда ты родом, где научился так хорошо фехтовать.\n—Точно. Ну, буду я из Ламоры. Это небольшая земля на югах Кина. Там издавна жила моя семья—благородный двор Сархов. Отец мой герцог Эрбор Сарх, мать Лидиана Сарх, я сам Белигор, а мою единственную сестру зовут Виланта. Фехтовать учили лучшие мастера, моё любимое оружие–двуручник. Все были удивлены, когда я взял его на испытании... Но расскажи лучше ты, как сюда попал. Почему зелье сказало, что ты эльф?",
    "answers": [
      {
        "id": 135,
        "text": "Рассказать"
      }
    ]
  },
  {
    "id": 229,
    "text": "–Расскажи, как ты попал в орден, Белигор.\n–Ох, не люблю я вскрывать эту тему. Ну да ладно, слушай. Жили мы в своём фамильном герцогстве мирно и дружно. Но в нашем мире такие понятия уже утеряны. Ты когда-нибудь видел гноллей?",
    "answers": [
      {
        "id": 232,
        "text": "–Нет, не видел. Говорят, это разбойники такие"
      }
    ]
  },
  {
    "id": 230,
    "text": "–Расскажи о магических инструментах. Что вы изучали?\n–Это довольно интересно, скажу я тебе. Суть в том, что для магии нужен фокусировочный инструмент с целью, чтобы сила не рассеивалась. То есть в принципе руками можно колдовать, но это очень сложно. ",
    "answers": [
      {
        "id": 233,
        "text": "–И где взять инструмент?"
      }
    ]
  },
  {
    "id": 231,
    "text": "Роща расположилась между лесом и храмом. Здесь люди могли спокойно помедитировать или же потреннироваться. Кто-то сидел в позе лотоса на мхе, другие стояли на одной ноге в особой сверхустойчивой позе. На одной из веток дерева даже висел вверх ногами щуплый старичок с седой бородкой и умиротворённым лицом. \"Сколько времени он уже так висит?\"- подумали вы, ужасаясь. Всё-таки здешние порядки довольно странные.\n\nИтак, можно выбрать, что же сделать сейчас: медитировать, увеличивая свою внутреннюю энергию, необходимую для магии, либо заняться физическими треннировками на поляне.",
    "answers": [
      {
        "id": 69,
        "text": "Медитация"
      },
      {
        "id": 70,
        "text": "Идти на треннировочную поляну"
      },
      {
        "id": 213,
        "text": "Вернуться к замку"
      }
    ]
  },
  {
    "id": 232,
    "text": "–Всё верно говорят, Доррас. Это разбойники. (прим.: \"гнолль\" - гибрид гнома и тролля. Обитают в лесах Коалиции, Эльфийского Альянса, южной части Красной Империи. Живут кланами и промышляют грабежами)\nПоследнее время их кланы растут, крепчают. Воровство на дорогах перерастает в массовые рейды на ближайшие поселения. Однажды их оказалось слишком много, так и погибла наша Ламора. Отец стоял до последного... Защищал нас... Чудом нам с сестрой удалось выбраться из месива и дойти до ближайшего города. Там мы запросили помощь армии. Но когда гвардейцы пришли, все гнолли сбежали, оставив лишь пожарища.\n\nТеперь я подался в орден, надеюсь начать новую жизнь.",
    "answers": [
      {
        "id": 227,
        "text": "–Печальная история, мне очень жаль, что так вышло."
      }
    ]
  },
  {
    "id": 233,
    "text": "–Его нужно сделать самому. Лучший материал–дерево. Оно сохраняет в себе часть жизненной энергии и хорошо направляет поток. Из него, как правило, делают волшебные палочки, жезлы и посохи. Например я выбрал палочку. Она не такой хороший фокусировщик, зато удобна в использовании и легка. Жезл куда более хорош, но для меня не подходит.\n\nТы наверное сам сможешь выбрать для себя, что удобнее, но самый универсальный вариант это посох.",
    "answers": [
      {
        "id": 227,
        "text": "–Понял, спасибо"
      }
    ]
  },
  {
    "id": 234,
    "text": "–В общем, я думаю, на сегодня достаточно.\n–Ага. Кстати, хорошо сражаешься! Продолжай учиться и добьешься небывалых высот, я верю в это.\n–Еще раз спасибо. Ну, свидимся позже!",
    "answers": [
      {
        "id": 70,
        "text": "Далее",
        "forget": 146
      }
    ]
  },
  {
    "id": 235,
    "text": "В узкую бойницу башни можно было разглядеть немногое, но одно Вы поняли точно: маги, монахи, слуги и кухарки держали в руках первое попавшееся им оружие и готовы были защищать свой орден от непонятной угрозы.",
    "answers": [
      {
        "id": 199,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 236,
    "text": "Пока Вы спускались, снаружи начали доноситься тревожные возгласы: что-то важное сейчас происходило.",
    "answers": [
      {
        "id": 238,
        "text": "Осторожно выйти на улицу"
      },
      {
        "id": 239,
        "text": "Сидеть тут"
      }
    ]
  },
  {
    "id": 237,
    "text": "Вы поднялись выше по лестнице и постучались в дверь. Никто не отпер. \"Это плохой знак. Род сказал, что уйдёт искать какую-то палку в лесу. А это означает, что он может быть в опасности!\"",
    "answers": [
      {
        "id": 199,
        "text": "Срочно вниз!"
      }
    ]
  },
  {
    "id": 238,
    "text": "Вы приоткрыли тяжёлую деревянную дверь и увидели следующую картину. мимо бастиона бежал слуга, а за ним гналась непонятная чёрная птица. При этом еще и доносились возгласы стражников на высшем ярусе башни. Стрелы летели в эту птицу, но она была довольно мала и уворачивалась.",
    "answers": [
      {
        "id": 242,
        "text": "Достать сири из ножен",
        "need": 180
      },
      {
        "id": 240,
        "text": "Вернуться в укрытие"
      }
    ]
  },
  {
    "id": 239,
    "text": "Вы решили немного подождать внутри бастиона—вдруг ситуация прояснится? \n\nПосле нескольких минут сидения на ступеньках лесницы стали явно слышны звуки боя снаружи. Неведомый противник атаковал Скалу! Что же делать? Сидеть тут и прятаться или помочь своим братьям?",
    "answers": [
      {
        "id": 240,
        "text": "Сидеть дальше"
      },
      {
        "id": 238,
        "text": "Осторожно выйти наружу"
      }
    ]
  },
  {
    "id": 240,
    "text": "Вы просидели в башне минут двадцать. Но любопытство пересилило и всё же заставило выйти наружу. Тем более, звуки стали потихоньку стихать—наверное и угрозы будет меньше.",
    "answers": [
      {
        "id": 245,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 241,
    "text": "—Кто? Феи...нет, черные феи! Эльфы! Да похоже вся нечисть собралась штурмовать замок! ",
    "answers": [
      {
        "id": 243,
        "text": "—Чего ты говорил, они боятся?"
      }
    ]
  },
  {
    "id": 242,
    "text": "Верный меч всегда с собой! Вы звонко вынули его из ножен и приготовились к бою. \n\nВдруг непонятно откуда выбежал маг четвёртого ранга с деревянным резным жезлом. Он смотрел наверх и бормотал яростные проклятия. \n—Не дайте им пройти! Используйте железо, они его боятся!",
    "answers": [
      {
        "id": 241,
        "text": "—Кто они? Что случилось?"
      }
    ]
  },
  {
    "id": 243,
    "text": "—Железо, сталь, чугун. Феи это не переносят, а при попадании железа в кровь возникают сильнейшие ожоги, я читал в энциклопедии. О нет!,—маг резко закончил говорить и сделал жуткую гримассу, полную боли. Его рука потянулась к спине и выдернула оттуда окровавленную стрелу. \n—Это коне...—но договорить он опять не успел. Сверху на него свалилось непонятное создание и придавило к земле. Мелькнул нож и кровь волшебника окропила камни Скалы.\n\nПеред Вами предстало человекоподобное существо с острыми ушами. Выпрямившись во весь рост, оно оказалось чуть выше Вас, кожа его была пепельно-серой, из одежды лёгкая туника с брюками, а на лице сияла злостная ухмылка. ",
    "answers": [
      {
        "id": 244,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 244,
    "text": "В целом, черты лица можно было бы назвать красивыми, если бы не одно исключение: глаза ярко-зелёного цвета не выражали ничего, кроме чистого безумия, а зрачки бешено двигались из стороны в сторону.\n\n—Ах, детеныш Филамиона!—промолвило создание, вертя в руках короткий нож,—Так вот, как он это сделал, весьма оригинально.\n\nГолос эльфа оказался противно высоким, а ухмылка переросла в дикий животный оскал.",
    "answers": [
      {
        "id": 246,
        "text": "—Ты кто еще такой? Мой отец носил фамилию Пикард!"
      }
    ]
  },
  {
    "id": 245,
    "text": "Вы вышли из своего укрытия. Повсюду шёл бой с непонятной угрозой, как вдруг из за угла на встечу Вам выбежал маг четвертого ранга, который смотрел вверх и бормотал проклятия.\n—Не дайте им пройти, используйте железо, оно для них губительно!",
    "answers": [
      {
        "id": 241,
        "text": "—Кто напал? Что происходит?"
      }
    ]
  },
  {
    "id": 246,
    "text": "—Ах, наивный братец-пастух хочет правды? Придется ему подождать, у нас тут есть более важные дела.\n\nС этими словами тёмное создание развернулось в сторону Ратуши и приготовилось бежать.",
    "answers": [
      {
        "id": 247,
        "text": "Сбить его с ног"
      },
      {
        "id": 248,
        "text": "—Ты сказал \"дела\"?! \n(Рубануть мечом по эльфу)",
        "need": 180
      },
      {
        "id": 251,
        "text": "Дать ему уйти"
      }
    ]
  },
  {
    "id": 247,
    "text": "—Стой, тварь!!!,—с криком Вы обрушились на эльфа и начали бить его кулаком по лицу. \n—Что ты делаешь, дурачина!—противник попытался выбраться, но тщетно.",
    "answers": [
      {
        "id": 249,
        "text": "—Отвечай, что тебе известно про Филамиона!"
      }
    ]
  },
  {
    "id": 248,
    "text": "Вы рубанули мечом сири по ноге существа. Оно вскрикнуло и начало хромать уже не к Ратуше, а к стене. Но не в Ваших принципах отпускать врага. Страха перед происходящим больше не было, лишь ярость постепенно наполняла каждую клеточку организма.",
    "answers": [
      {
        "id": 247,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 249,
    "text": "—Моя мать его сестра. А ты всего лишь жалкий червяк-сын, слезь с меня быстро!\n\nПерестав бить противника по лицу, Вы промолвили более спокойным голосом.\n—Говори четко и ясно: кто такой Филамион, что тут делаешь ты и другие уроды. Только не смей врать, думаешь, я не знаю своего отца?\n—Хе, да ты я вижу, совсем тупой? Настоящего отца зовут Элезар Филамион, ну а мне посчастливилось быть твоим двоеюродным братом. Кстати, мы с Матерями сейчас заняты отключением этой гадкой машины, не позволяющей духам проникнуть... ЯЯЯЯРРРРРР!!!\n\nГолос эльфа перешел на визг и в этот момент нечто очень сильное толкнуло Вас плечо, повалив на землю. Сзади послышался шелест. Освобождённый подполз к стене Старого замка и ловко вскарабкался наверх по выступающим камням. \"Еще увидимся, братец\"—прошипел тёмный эльф и скрылся в закате.",
    "answers": [
      {
        "id": 250,
        "text": "Вскочить"
      }
    ]
  },
  {
    "id": 250,
    "text": "\"Что за чертовщина?\"—подумали Вы, вставая на ноги. Над головой разразился страшный бой. Чёрная птица против мага ордена Совы. При детальном рассмотрении это оказалась вовсе не птица, а маленькая женщина с четырьмя полупрозрачными крыльями, которые были похожи на осиные или стрекозиные. Маг бегал по земле и размахивал своей палочкой, выкрикрикивая заклинания. Фея же парила в воздухе, уворачиваясь от незримых атак волшебника и тоже шептала слова длинного заклятия на неведомом человеку языке. Постепенно фея выигрывала, нанося магу невидимые для глаз, но ощутимые душой, повреждения.\n\nВ поле зрения никого нет и лишь Вы можете повлиять на исход боя. Род что-то говорил про летучее зелье? Основы полёта? Похоже, это то, что нужно.",
    "answers": [
      {
        "id": 252,
        "text": "Выпить приготовленное \"крылатое\" зелье"
      }
    ]
  },
  {
    "id": 251,
    "text": "Тёмный эльф безнаказанно скрылся за очередным очередным улом здания. Внезапно неведомая сила толкнула Вас в плечо, повалив наземь. Сверху послышался шелест крыльев.",
    "answers": [
      {
        "id": 250,
        "text": "Вскочить на ноги"
      }
    ]
  },
  {
    "id": 252,
    "text": "Решившись испытать на деле продукт собственного производства, Вы откупорили колбу с жидкостью. \n\"Наверное, после этого я отравлюсь, но сейчас нужно помочь своему ордену\"—после этих мыслей зелье отправилось в рот.\n\nНикогда до этого Вы не испытывали подобного могущества. За спиной будто выросли крылья в прямом смысле этого слова. Сила била через край, а инстинкты обострились до предела. Несколько взмахов—и Вы достигли ничего не подозревающей феи. ",
    "answers": [
      {
        "id": 253,
        "text": "Атаковать мечом",
        "need": 180
      },
      {
        "id": 254,
        "text": "Атаковать рукой",
        "need": -180
      }
    ]
  },
  {
    "id": 253,
    "text": "Вы размахнулись посильнее и ударили мечом по фее. Раздался шипящий звук, затем вспышка огня и... она исчезла. Лишь медленно падал пепел. Хотя нет, не только пепел! Что-то блестящее стремительно приближалось к земле. Сделав вираж, Вы устремились вниз и подхватили вещь перед самым каменным полом.\n\nЭто оказалось кольцо. Причем именно то, которое Вы рассматривали еще тогда, до вступления в орден. Оно еще лежало в шкатулке вместе с запиской. Очень странно. Вокруг уже собралась толпа магов ордена, они нервно переговаривались и роптали. И тут из дверей Ратуши вышел Ментор. Он направился к Вам уверенным шагом, что-то обдумывая по дороге.",
    "answers": [
      {
        "id": 256,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 254,
    "text": "Фея была размером с голубя. Вы легко снесли её рукой, и, к великому удивлению, она выронила из ручек какое-то кольцо. Ловко подхватив вещь, Вы присмотрелись и поняли, что это то самое кольцо, которое лежало в шкатулке. Но фея была не так проста. Она приземлилась на крышу Ратуши, размахивая своими чёрными крыльями, а потом начала увеличиваться в размерах. За секунду вытянувшись до человеческого роста, выставила вперед руки и сжала ладони в кулак. \n\nИ тут на Вашей шее как будто зажали стальные тиски. Женщина-фея душила. Душила своей запретной магией, и никто не мог ничего сделать. Лишь в последний момент, когда уже показалось, что всё кончено, хватка ослабла и Вы упали на землю. Вокруг скопились маги ордена, они встревоженно шептались и всячески пытались помочь. Вы тяжело встали. Оказалось, что это Ментор вышел из своих покоев и уничтожил чёрную фею, тем самым избавив Вас от участи быть убитым.",
    "answers": [
      {
        "id": 256,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 255,
    "text": "—Отлично, сейчас я всё расскажу. По сути, тебе придётся заниматься маготехникой—разделом магии, изучающим специальные машины и механизмы.",
    "answers": [
      {
        "id": 262,
        "text": "Слушать лекцию Рода о маготехнике"
      },
      {
        "id": 212,
        "text": "Всё же отказаться"
      }
    ]
  },
  {
    "id": 256,
    "text": "Вы осмотрелись по сторонам, вокруг были беспорядок и разруха. На мостовой лежали трупы людей, тёмных эльфов, а ещё обгоревшие тела красивых женщин-элементалей, примерно таких же, с какой Вы только что сражались, только вполне человеческого роста. Их кожа была чисто белой, а волосы напротив, глубокого чёрного цвета. Также за их спиной виднелись полупрозрачные крылья как у насекомых, но с чёрным отливом.\n\nМентор подошёл к толпе и сказал:\n\"Всем рассредоточиться по территории. Осмотреть каждый угол, проверить каждую коробку. Ни один эльф не должен остаться на Совиной Скале! Выполняйте!\"\nВсе тут же разбежались, держа на изготове палочки, посохи и жезлы.\nМентор подошел к Вам.",
    "answers": [
      {
        "id": 257,
        "text": "Показать кольцо"
      }
    ]
  },
  {
    "id": 257,
    "text": "—Вот это держала фея, которую я убил. То самое кольцо, брагодаря которому я и попал в орден.\n—Ты поступил храбро, сын мой.—сказал Ментор, забирая кольцо,—Оно очень важно для нас. А то, что произошло сейчас по факту своему возмутительно. Якобы вымершая раса напала на наше пристанище столь вероломным и простым образом. Мы их недооценивали.",
    "answers": [
      {
        "id": 258,
        "text": "Вспомнить про Рода"
      }
    ]
  },
  {
    "id": 258,
    "text": "–О, Ментор! Я совершенно забыл про Рода, он ведь сейчас в лесу, ему наверняка нужна помощь!\n—За него волноваться не стоит,—это был голос Эссы.\n\nВы обернулись и увидели девушку, рядом с которой шел Род, тяжело опирающийся на чей-то чужой посох. \n—Я успел дойти до замка, попутно убив парочку эльфов. Хе-хе-кх-кх-кх!—Он согнулся в приступе кашля и смог нормально говорить только спустя минуту,—к счастью, стражи оказались рядом. Можно сказать, мне повезло, что Эсса в это время находилась на смене караула.",
    "answers": [
      {
        "id": 259,
        "text": "—Хорошо, что всё нормально кончилось"
      }
    ]
  },
  {
    "id": 259,
    "text": "Да не слишком хорошо,—возразил Ментор,—Они убили много наших, теперь надо каждую минуту быть на чеку.\n\n—Ментор!—донесся голос с другого конца внутреннего двора. Это был тот самый маг, который шел рядом с Родом во время вашей первой встречи на ферме. Кажется, его зовут Альмонд. Он и несколько помогающих монахов десятого ранга тащили за руки тёмного эльфа.\n—Мы нашли его в кустах рядом с воротами. Он думал, что спрячется от чароводов.\n—В карцер его!—распорядился Ментор,—Завтра разберемся, а сейчас нужно позаботиться о защите замковых стен и близлежайших лесов. Соберите отряд и прочешите местность. Пленных не брать, нам и так всё известно,—затем он посмотрел на Вас и в Вашей голове прозвучал его голос: \"Иди в свой бастион и не выходи до утра. Я очень ценю твою помощь, но сейчас ты нам будешь только мешать\".",
    "answers": [
      {
        "id": 260,
        "text": "Пойти к себе"
      }
    ]
  },
  {
    "id": 260,
    "text": "Вы послушались, едва заметно кивнули и направились в свою башню. \"Так он еще и телепат! Я не знал, что люди могут обладать столь большой силой, как Ментор\".\n\nПо дороге хорошо думалось. Возникло столько вопросов по поводу произошедшего... Самый очевидный из них—это как эльфы с феями(Матерями, как они их называют) столь стремительно организовали штурм, прорвались через Новый замок и добрались до Старого? А еще волновали слова, сказанные сбежавшем \"братцем\". Да какой он Вам брат? Просто опытный манипулятор, сумевший отвлечь внимание. Или нет?\nИ что теперь ждёт всех обитателей Совиной Скалы?",
    "answers": [
      {
        "id": 261,
        "text": "Глава 4"
      }
    ]
  },
  {
    "id": 261,
    "text": "ГЛАВА 4. БОЛЬШАЯ ОХОТА\n-------------------------------------------------\n\nПоспать Вам почти не удалось. Слишком много мыслей терзали и без того разболевшуюся голову. \"Наверное это из-за зелья она так раскалывается.\"\nЧто ж, всё равно пора вставать и приниматься за дела.",
    "answers": [
      {
        "id": 273,
        "text": "Выйти из башни"
      }
    ]
  },
  {
    "id": 262,
    "text": "Маготехника занимается зачарованием предметов и изучением магических машин. \n\nДля того, чтобы зачаровать предмет(например, камень) небоходимо нанести на него руну, а затем наложить заклинание. Руна—специальный рисунок, особым образом направляющий чароводы. Существует огромный рунический алфавит, состоящий из десятков символов и тысяч их комбинаций в схемах, большая часть которых забыта/утеряна. Но без заклинания руна недействительна. Заклинание тоже должно быть особенным, соответствующим заданной руне.",
    "answers": [
      {
        "id": 263,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 263,
    "text": "При правильном использовании комбинации руна-предмет, можно получить зачарование. \n\nПример: Маг хочет, чтобы камень постоянно левитировал. Он сначала высекает нужную руну на камне, а затем творит заклинание(само собой, отбирающее много сил). С помощью руны чароводы переплетаются и предмет может левитировать годами и веками, сохраняя силу, однажды вложенную магом. Такой камень зачарован.\n\nЭто самый простой пример, позволяющий понять принцип маготехники.",
    "answers": [
      {
        "id": 264,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 264,
    "text": "Если зачаровывать не камни, а металлические детали, потом собирать их в комбинации и заставлять работать, то можно получить магический механизм, выполняющий одно или несколько заклинаний. \n\nТебе предстоит собрать машинку из уже готовых деталей. Самое главное—не напутать. Иначе всё накроется, ведь маготехника точная наука.",
    "answers": [
      {
        "id": 265,
        "text": "Слушать внимательно"
      }
    ]
  },
  {
    "id": 265,
    "text": "Схема построения реверсора:\n\n1)Собрать базис\n2)Собрать концентрационную часть\n3)Соединить базис с концентрационной частью\n4)Вставить ключ-деталь в концентрационную часть\n5)Прикрепить фокусировщик к концентрационной части\n6)Вынуть ключ-деталь\n7)Вставить ключ-деталь в базис\n\nРеверсор умеет отражать любые заклинания в обратную сторону. Полезная вещь.",
    "answers": [
      {
        "id": 266,
        "text": "—А где взять эти детали? И где можно собрать этот механизм?"
      }
    ]
  },
  {
    "id": 266,
    "text": "—Детали возьми на первом этаже Ратуши. В отделе маготехники, там быстро сориентируешься. Собрать машину можно на своём рабочем верстаке. Если ты еще не разобрался, мини-мастерская находится в центральной комнате твоей башни, рядом с алхимическими столами.",
    "answers": [
      {
        "id": 213,
        "text": "—Всё ясно.\n(Выйти во двор)"
      }
    ]
  },
  {
    "id": 267,
    "text": "Что-то пошло не так. То ли Вы перепутали детали, то ли неправильно соединили, но в результате этих действий машина стала нагреваться. Потом дымиться... А затем и вовсе расплавилась прямо на глазах. \n\n\"Вот незадача! Развалилась!\"\n\nК сожалению, Вам не удалось собрать реверсор.",
    "answers": [
      {
        "id": 177,
        "text": "Отойти от стола"
      }
    ]
  },
  {
    "id": 268,
    "text": "Так, отлично. Что дальше?",
    "answers": [
      {
        "id": 267,
        "text": "Вынуть ключ"
      },
      {
        "id": 267,
        "text": "Вставить ключ в базис"
      },
      {
        "id": 278,
        "text": "Прикрепить фокусировщик к концентрационной части"
      }
    ]
  },
  {
    "id": 269,
    "text": "Вроде бы всё правильно.",
    "answers": [
      {
        "id": 268,
        "text": "Вставить ключ в концентрационную часть"
      },
      {
        "id": 267,
        "text": "Вынуть ключ"
      },
      {
        "id": 267,
        "text": "Прикрепить фокусировщик к концентрационной части"
      },
      {
        "id": 267,
        "text": "Вставить ключ в базис"
      }
    ]
  },
  {
    "id": 270,
    "text": "Ничего не сломалось и не разлетелось. Кажется, Вы на верном пути.",
    "answers": [
      {
        "id": 267,
        "text": "Вставить ключ в концентрационную часть"
      },
      {
        "id": 267,
        "text": "Вставить ключ в базис"
      },
      {
        "id": 271,
        "text": "Собрать концентрационную часть"
      },
      {
        "id": 267,
        "text": "Соединить базис с концентоационной частью"
      },
      {
        "id": 267,
        "text": "Вынуть ключ"
      },
      {
        "id": 267,
        "text": "Прикрепить фокусировщик к концентрационной части"
      }
    ]
  },
  {
    "id": 271,
    "text": "Кажется, Вы на правильном пути.",
    "answers": [
      {
        "id": 267,
        "text": "Вынуть ключ"
      },
      {
        "id": 269,
        "text": "Соединить базис с концентрационной частью"
      },
      {
        "id": 267,
        "text": "Вставить ключ в базис"
      },
      {
        "id": 267,
        "text": "Прикрепить фокусировщик к концентрационной части"
      },
      {
        "id": 267,
        "text": "Вставить ключ в концентрационную часть"
      }
    ]
  },
  {
    "id": 272,
    "text": "Так-с... ключ-деталь плавно вышла из разъема концентратора. Вы так же осторожно вставили её в базис.\nДа! Получилось! \n\nВ инструкции сказано, что для включения реверсора нужно завести ключом, а потом просто отпустить. И машинка будет отражать любые заклинания в течение некоторого времени. \n\"Полезная штука\"—подумали Вы.",
    "answers": [
      {
        "id": 275,
        "text": "Положить в инвертарь"
      }
    ]
  },
  {
    "id": 273,
    "text": "Вы идёте по крутой винтовой лестнице вниз. Вроде бы всё привычно, да только чего-то не хватает... Народа? Точно, ведь на нижних этажах снуют члены ордена, а сейчас их тут нет. Гробовая тишина.",
    "answers": [
      {
        "id": 276,
        "text": "Выглянуть на улицу"
      },
      {
        "id": 277,
        "text": "Резко выбежать на улицу"
      }
    ]
  },
  {
    "id": 274,
    "text": "Непонятно зачем, но Вам очень понадобился этот горшочек с пылью. \n\n\"Не знаю, что это, но лучше возьму\"—с этими мыслями Вы плотнее закупорили его крышкой и положили в сумку.",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 275,
    "text": "Получен новый предмет.\n\n      ~РЕВЕРСОР~\nТип: магическая машина\nПринцип работы: отражение заклинаний\nМасса: 1 кг\nПрочность: довольно хрупкий(разобьётся о твёрдую поверхность)\nДоп. информация: заводится ключом, максимальное время действия 20 секунд до следующей перезарядки.",
    "answers": [
      {
        "id": 177,
        "text": "Далее",
        "forget": 196
      }
    ]
  },
  {
    "id": 276,
    "text": "Осторожно приоткрыв дверь, Вы выглянули на улицу. Как-то тихо и пустнынно, никого нет.\n\nХотя вот только что за углом промелькнула тень! Что еще могли задумать эти сектанты-эльфы?!",
    "answers": [
      {
        "id": 277,
        "text": "Резко выбежать"
      }
    ]
  },
  {
    "id": 277,
    "text": "Сорвавшись с места, Вы открыли дверь с ноги и выбежали наружу, лицом к лицу столкнувшись с...",
    "answers": [
      {
        "id": 279,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 278,
    "text": "Шикарно! Осталось совсем чуть-чуть.",
    "answers": [
      {
        "id": 272,
        "text": "Вынуть ключ"
      },
      {
        "id": 267,
        "text": "Вставить ключ в базис"
      }
    ]
  },
  {
    "id": 279,
    "text": "Это оказался Альмонд. Вы неслись на полной скорости и сбили его с ног.\n–Какого?,–волшебник попытался встать.\n–Прости, Альмонд! Я подумал это эльфы опять учинили расправу и всех перебили,–пострадавший удивлённо посмотрел на Вас,–Ну перепутал я тебя с эльфом, не серчай!\nАльмонд успокоился и отряхнулся.\n–Не волнуйся, друг. Сейчас все на пределе. На самом деле тут так тихо из-за того, что народ при работе. Кстати, не трудно будет и тебе нам чем-нибудь помочь?",
    "answers": [
      {
        "id": 280,
        "text": "–Да, конечно. С радостью помогу."
      }
    ]
  },
  {
    "id": 280,
    "text": "–В общем, я собираю отряд для патрулирования леса. Можешь пойти с нами. Мы пройдёмся по окрестностям и попытаемся выяснить, как феи смогли организовать нападение на Скалу. А также, где спрятали такое количество эльфов. Ну как, согласен?",
    "answers": [
      {
        "id": 281,
        "text": "–Думаю, да. Это надо выяснить."
      },
      {
        "id": 282,
        "text": "–А не будет ли работёнки попроще? Боюсь в лес идти."
      }
    ]
  },
  {
    "id": 281,
    "text": "–Отлично. Тогда собирайся, встречаемся у главных ворот Нового Замка. Отряд поведу я, с нами будет еще несколько человек.",
    "answers": [
      {
        "id": 286,
        "text": "–Хорошо"
      }
    ]
  },
  {
    "id": 282,
    "text": "–Попроще? Вообще, на стене были нужны рабочие руки. Но там уже всё восстановлено, за ночь мы успели собрать дополнительные оборонительные конструкции, балисты, катапульты... Ну а сейчас самое полезное–проверить близлежащие территории. Можешь пойти с другим патрулем, это не приниципиально.",
    "answers": [
      {
        "id": 281,
        "text": "–Давай я всё-таки в твой отряд."
      }
    ]
  },
  {
    "id": 283,
    "text": "Вы идёте по улице, вымощенной серым камнем. Проходите мимо так называемого \"совятника\". Это место, где разводят и кромят сов. Вообще, совы это не просто символ ордена. Это еще и грозные хищники, обученные выслеживать всякую нечисть и духов, ведь, говорят, они обладают особым зрением, позволяющем видеть прорехи в чароводах. Есть специальные люди, общающиеся с совами при помощи телепатии: животные могут рассказать магу всё, что видели. А также с помощью них выявляют ложь при допросах.\n\nНаконец, Вы дошли до места, которое указал Альмонд.",
    "answers": [
      {
        "id": 284,
        "text": "Далее",
        "need": 287
      }
    ]
  },
  {
    "id": 284,
    "text": "Он уже ждал Вас со своим отрядом. В его числе были следующие личности:\n1)Сам Альмонд, не расстающийся со своей волшебной палочкой\n2)Эльфийка(та самая с испытания, из расы светлых эльфов), она держала в руке длинный лук, а за её спиной висел колчан на 30-40 стрел \n3)Воин в кольчуге, с круглым щитом и секирой(судя по внешности, он родом из Пиратской Вольницы)\n4)Монах низшей степени с дубинкой наперевес.",
    "answers": [
      {
        "id": 295,
        "text": "Подойти к отряду"
      }
    ]
  },
  {
    "id": 285,
    "text": "Длинная цепочка следов привела отряд к большой поляне. Если присмотреться, тут можно увидеть остатки костров и шалашей. Кроме того, здесь везде была вытоптана трава, причём с поляны вела одна узенькая, но очень хорошо заметная тропинка.\n\n–Лагерь эльфов,–подтвердил Ваши догадки монах. Воин тоже высказался:\n–Скорее всего это засада. Тут опасно находиться.\n–Спокойно, друг мой,–остудил его Альмонд,–Думаю, глупо устраивать облавы на отдельно ходящие по лесу отряды, когда еще вчера эти хитрецы совершили дерзкое нападение на всю Совиную Скалу.\n\nДействительно.",
    "answers": [
      {
        "id": 324,
        "text": "Осмотреть остатки костров",
        "need": -324
      },
      {
        "id": 325,
        "text": "Осмотреть остатки шалашей",
        "need": -325
      },
      {
        "id": 326,
        "text": "Осмотреть тропу"
      }
    ]
  },
  {
    "id": 286,
    "text": "Вы согласились на задание, запомнили место встречи, но направились не туда, а обратно к себе в башню. Нужно было проверить дорожную суму и разобрать вещи, лежащие в ней.",
    "answers": [
      {
        "id": 287,
        "text": "Проверить инвертарь"
      }
    ]
  },
  {
    "id": 287,
    "text": "Вот весь Ваш инвертарь. Что бы взять с собой из этих вещей? Надо же ещё подумать о массе, ведь если нести много, будет сложно идти и невозможно бежать.\n\n\"Ну-с, я беру:\"",
    "answers": [
      {
        "id": 288,
        "text": "Меч сири(1,7 кг)"
      },
      {
        "id": 289,
        "text": "Реверсор(1 кг)",
        "need": 275
      },
      {
        "id": 290,
        "text": "Кожанную броню(надеть)"
      },
      {
        "id": 291,
        "text": "Вялые лепестки, оставшиеся после варки зелья(50 г)"
      },
      {
        "id": 293,
        "text": "Запасы еды на 1-2 дня(4 кг)"
      },
      {
        "id": 294,
        "text": "Рабочий нож с отмычкой(100 г)"
      },
      {
        "id": 292,
        "text": "Горшочек с пылью(200 г)",
        "need": 274
      },
      {
        "id": 283,
        "text": "Закончить собираться и выйти"
      }
    ]
  },
  {
    "id": 288,
    "text": "Вы взяли с собой эту вещь.",
    "answers": [
      {
        "id": 287,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 289,
    "text": "Вы взяли с собой эту вещь.",
    "answers": [
      {
        "id": 287,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 290,
    "text": "Вы надели броню.",
    "answers": [
      {
        "id": 287,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 291,
    "text": "Вы взяли с собой вялые лепестки.",
    "answers": [
      {
        "id": 287,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 292,
    "text": "Кто знает, зачем он может пригодиться? Лучше взять.",
    "answers": [
      {
        "id": 287,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 293,
    "text": "Вы взяли это с собой.",
    "answers": [
      {
        "id": 287,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 294,
    "text": "Эта вещь пригодится.",
    "answers": [
      {
        "id": 287,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 295,
    "text": "Альмонд поприветствовал Вас, а затем вручил длинную резную палку, до этого стоявшую возле основания стены.\n–Держи, этот посох Род просил передать тебе. Ведь именно за ним он тогда ходил в лес.\n\nВы приняли подарок и начали его рассматривать. Посох имел красивые узоры, был лёгким и удобным. Никаких заноз, неровных бугров или выступаний.\n\n[Получен новый предмет]\n\n         ~ПОСОХ~\nТип: магический инструмент\nПринцип работы: фокусирует энергию волшебника и направляет её\nПрочность: умеренная(сломается от сильного удара о выступающий камень)\nМасса: 0.5 кг",
    "answers": [
      {
        "id": 296,
        "text": "Отправиться в путь"
      }
    ]
  },
  {
    "id": 296,
    "text": "–Всё готово, можем выступать,– объявил Альмонд и маленький отряд вышел за пределы замка.\n\nПо пути тревожные мысли опять начали лезть в голову. Вам вдруг захотелось с кем-то поговорить, поделиться мыслями и обменяться впечатлениями. ",
    "answers": [
      {
        "id": 297,
        "text": "Поговорить с Альмондом",
        "need": -297
      },
      {
        "id": 298,
        "text": "Поговорить с эльфийкой",
        "need": -298
      },
      {
        "id": 299,
        "text": "Поговорить с воином",
        "need": -299
      },
      {
        "id": 307,
        "text": "Идти в молчании"
      }
    ]
  },
  {
    "id": 297,
    "text": "Вы решили занять время в дороге за полезным разговором. \n–Альмонд, ты не мог бы ответить на пару вопросов? \n–Да конечно. Что бы ты хотел узнать?",
    "answers": [
      {
        "id": 302,
        "text": "–Как пользоваться посохом?"
      },
      {
        "id": 303,
        "text": "–Для чего нужен реверсор?",
        "need": 275
      },
      {
        "id": 296,
        "text": "–Вопросов больше нет."
      }
    ]
  },
  {
    "id": 298,
    "text": "–Здравствуй, сестра! Помню, мы виделись на испытании, а я так и не спросил, как тебя зовут.\n–Моё имя Линетта, я из Эльфийского Альянса. Ну а ты кем будешь?–девушка посмотрела на Вас.\n–Я Доррас Пикард, родом из Коалиции. \n–Приятно познакомиться.\n–Аналогично. Позволь задать пару вопросов.\n\nЭльфийка вопросительно подняла бровь в ожидании:",
    "answers": [
      {
        "id": 308,
        "text": "–Расскажи поподробнее про тёмных."
      },
      {
        "id": 309,
        "text": "–Расскажи поподробнее про фей."
      },
      {
        "id": 296,
        "text": "Отойти от эльфийки"
      }
    ]
  },
  {
    "id": 299,
    "text": "–Здравствуй, брат. Не подскажешь, из какого государства эта секира?\n–Ах, мой топорик? Да с Империи он будет, из самого, можно сказать, центра. Лезвие выковано в Сердце, а рукоять из железного дерева выпилена. Надо сказать очень полезная вещь, как то раз...[Длинная история из боевого прошлого]... вот так то! Кстати, у тебя из оружия почти ничего нет, а так нельзя выходить на патруль. Хочешь, одолжу тебе кое-что из своего? \nВыбирай:",
    "answers": [
      {
        "id": 305,
        "text": "Охотничий кинжал"
      },
      {
        "id": 306,
        "text": "Стальная палица"
      }
    ]
  },
  {
    "id": 300,
    "text": "Каждый стал высказывать мнение по этому вопросу и доказывать свою правоту. Но коммандира было не легко сбить с толку:\n–Проведём голосование! Поднимите руки те, кто хочет идти всей группой.\n\nБыло две руки.\n\n–А теперь те, кто за разделение.\n\nОпять две руки.(Сам Альмонд воздержался)\n\n–Тогда поступим следующим образом. Организуемся в две группы, по два и три человека соответственно. Так будет и быстро, и надёжно. Я поведу одну группу, Доррас вторую. \n\nВсе с этим согласились. Теперь надо решить, с кем пойти.",
    "answers": [
      {
        "id": 301,
        "text": "Пойти с монахом"
      },
      {
        "id": 313,
        "text": "Пойти с воином"
      },
      {
        "id": 314,
        "text": "Пойти с эльфийской девушкой"
      }
    ]
  },
  {
    "id": 301,
    "text": "Монах был со своей совой, а это может существенно помочь в расследовании.",
    "answers": [
      {
        "id": 315,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 302,
    "text": "–О, это правильный вопрос. Давай я попробую тебя научить,–с этими словами он вынул свою палочку,–Это инструмент. С его помощью ты концентрируешь энергию и создаёшь заклинание. Помнишь свои ощущения после \"летучего\" зелья?",
    "answers": [
      {
        "id": 304,
        "text": "–Да, конечно помню."
      }
    ]
  },
  {
    "id": 303,
    "text": "–Род должен был тебе рассказать. С его помощью отражаются любые заклинания. Допустим, если на тебя обрушивается телекинетическая атака, ты просто крутишь вот это колёсико(он указал на ключ) и поток идёт в обратную сторону. Понял?",
    "answers": [
      {
        "id": 297,
        "text": "–Проще простого"
      }
    ]
  },
  {
    "id": 304,
    "text": "–Именно. Держи посох прямо, закрой глаза и представь то самое чувство,–Альмонд вытянул руку с палочкой вперед, выстраивая на лице водухотворённую гримассу.\n\nИ вот оно, чудо! Серые совиные крылья появились у него за спиной. Остальные стали коситься на Альмонда и тихо перешёптываться. Тот поспешил убрать колдовство взмахом палочки.\n\n–Теперь ты попробуй.",
    "answers": [
      {
        "id": 312,
        "text": "Вызвать крылья",
        "need": 68
      },
      {
        "id": 297,
        "text": "–Извини, я сейчас не в настроении."
      }
    ]
  },
  {
    "id": 305,
    "text": "–Вижу, у тебя кинжал хороший. Можно его взять?\n–Конечно, дружище! Ты только посмотри на лезвие, оно мне однажды жизнь спасло...[Опять длинная история о боевых заслугах]",
    "answers": [
      {
        "id": 307,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 306,
    "text": "–Смотрю, у тебя палица хорошая. Можно её взять?\n–Конечно, дружище! Ты посмотри только на эти зазубрины, эта вещь мне однажды жизни спасла...[Опять длинная история о боевых заслугах]",
    "answers": [
      {
        "id": 307,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 307,
    "text": "Итак, патруль оказался в чаще леса. Непонятно откуда спустился филин и сел на плечо монаху.\n–Наш, домашний,–объяснил он,–Поможет в случае чего.\n\n–Ладно, нам нужно обследовать лес в этом направлении,–Альмонд указал на восток,–Какие будут предложения?",
    "answers": [
      {
        "id": 300,
        "text": "–Разделиться."
      },
      {
        "id": 300,
        "text": "–Идти всем вместе."
      }
    ]
  },
  {
    "id": 308,
    "text": "–Тёмных?\n–Ну да, как вы к ним относитесь?\n–Светлые эльфы по большей части ненавидят и презирают их. В Альянсе ходят слухи, что они сектанты и вышли из нижнего мира. Я не могу быть уверена в этой теории, поэтому сужу по поступкам...А поступки эти явно не из добрых побуждений.",
    "answers": [
      {
        "id": 307,
        "text": "–Понятно."
      },
      {
        "id": 298,
        "text": "Расспросить о другом"
      }
    ]
  },
  {
    "id": 309,
    "text": "–Феи? А что про них рассказывать... Ребёнок от феи и человека это эльф. Какой именно–зависит от стихии Матери. Дети от разных Матерей могут продолжить свой род. Так и появились наши расы.",
    "answers": [
      {
        "id": 310,
        "text": "–Какие бывают стихии?"
      },
      {
        "id": 311,
        "text": "–Чем опасны феи?"
      }
    ]
  },
  {
    "id": 310,
    "text": "Стихий всего шесть:\n-вода\n-огонь\n-дерево\n-хаос\n-свет\n-тьма\nНапример, я много раз правнучка элементали света. \n\nИтого, каждая фея может управлять силами своей стихии: огнём, тьмой и так далее.",
    "answers": [
      {
        "id": 307,
        "text": "–Всё понятно."
      },
      {
        "id": 298,
        "text": "Расспоросить о другом"
      }
    ]
  },
  {
    "id": 311,
    "text": "–Да своей магией опасны. Всё зависит от стихии, к которой они принадлежат.",
    "answers": [
      {
        "id": 310,
        "text": "–Какие бывают стихии?"
      }
    ]
  },
  {
    "id": 312,
    "text": "Вы ясно представили себе всё, что чувствовали вчера. Открыли глаза, обернулись и, наконец, увидели их.\n\nТакого же глубокого чёрно-серого цвета крылья, как и у Альмонда, но с блестящим узором. Присмотревшись, Вы поняли, что это звёздное небо изображено на них. \n\"Невероятно!\"–удивились попутчики. Еще бы, ведь такое дано лишь немногим. Вы подумали и поняли: а ведь правда! С помощью крыльев можно замаскироваться под ночное небо так, что никто, стоящий снизу, не сможет увидеть движущийся летящий объект(Вас) над головой.",
    "answers": [
      {
        "id": 297,
        "text": "–Отлично, буду пользоваться."
      }
    ]
  },
  {
    "id": 313,
    "text": "Этот человек больше всего внушал доверие, поэтому Вы выбрали его.",
    "answers": [
      {
        "id": 315,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 314,
    "text": "Вы решили выбрать в попутчики именно Линетту, так как она единственная носила оружие дальнего боя.\n(Да, да, ну и частично из-за красивой фигуры)",
    "answers": [
      {
        "id": 317,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 315,
    "text": "Решено. Альмонд взял себе остальных двух, и обе группы отправились исседовать разные части леса.\n\nВы со своим попутчиком бродили около часа, но так ничего и не нашли. Чего нелья сказать о другой группе. Встретившись в ранее обговорённом месте, патрульные стали рассказывать друг другу о наблюдениях.",
    "answers": [
      {
        "id": 316,
        "text": "–Мы ничего не нашли. А у вас как дела?"
      }
    ]
  },
  {
    "id": 316,
    "text": "Я нашла следы!–выкрикнула эльфийка,–Они куда-то ведут, надо срочно осмотреть это место.\n\nИ вы вместе ринулись искать. ",
    "answers": [
      {
        "id": 285,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 317,
    "text": "Решено. Альмонд взял себе воина с монахом, и они ушли в другую часть леса. Оставалось только направиться в противоположную сторону.\n\nОколо часа Вы с попутчицей бродили в поисках улик, но так ничего и не нашли. Зато в ходе разговоров выяснилось, что этой девушке было ни много ни мало, восемьдесят девять лет!(хотя по виду не больше двадцати). Но ведь это эльфы, они живут и по 200 лет, если не произойдет несчастный случай или убийство. \n\nВы собрались было уходить, как вдруг Линетта потянула Вас за рукав в указала в сторону малинового куста.",
    "answers": [
      {
        "id": 318,
        "text": "Посмотреть, что там"
      }
    ]
  },
  {
    "id": 318,
    "text": "Под кустом оказались следы. Вот Линетта молодец, заметила такую находку!",
    "answers": [
      {
        "id": 319,
        "text": "Идти по едва заметной дорожке следов"
      },
      {
        "id": 320,
        "text": "Вернуться и рассказать Альмонду"
      }
    ]
  },
  {
    "id": 319,
    "text": "–Пошли посмотрим, что там дальше?\n–Давай. Только мне страшновато, вдруг это засада?–пробормотала Линетта. \n–Не волнуйся, мы вооружены. Если что, основной отряд услышит и прибежит на помощь.\n\nВы пошли по цепочке следов, но в какой-то момент она прервалась перед зарослями кустарника. Они продолжались довольно далеко направо и налево, преграждая путь.",
    "answers": [
      {
        "id": 321,
        "text": "Разрубить заросли мечом",
        "need": 288
      },
      {
        "id": 321,
        "text": "Разрубить заросли кинжалом",
        "need": 305
      },
      {
        "id": 323,
        "text": "Попытаться пройти сквозь заросли",
        "need": -323
      },
      {
        "id": 320,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 320,
    "text": "–Думаю, надо вернуться и рассказать Альмонду. Вместе  вернёмся и посмотрим.\n–Я согласна, разумная мысль.",
    "answers": [
      {
        "id": 322,
        "text": "Бежать назад"
      }
    ]
  },
  {
    "id": 321,
    "text": "Вы расчистили себе путь и вышли на небольшую поляну. Тут было довольно много таких же следов, и все они расходились в разные стороны. Тут определённо стоял лагерь противника! Надо быстро вернуться и всем сообщить.",
    "answers": [
      {
        "id": 320,
        "text": "Скорее бежать к месту встречи со вторым отрядом"
      }
    ]
  },
  {
    "id": 322,
    "text": "Вы с Линеттой добрались до условной развилки. Там уже ждали трое остальных патрульных. \n–Где вы так долго были?,–начал монах,–Мы уже начали волноваться... Кстати, как успехи? У нас по нулям, ничего подозрительного не обнаружено.",
    "answers": [
      {
        "id": 316,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 323,
    "text": "Вы хотели быстренько продраться сквозь кусты, но это оказалось не так-то просто сделать. Ветки слишком царапались и не давали пройти. Может, есть другой способ?",
    "answers": [
      {
        "id": 319,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 324,
    "text": "Просто угли, наспех присыпанные землёй и травой. Свидетельство того, что тут был лагерь нападавших.",
    "answers": [
      {
        "id": 285,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 325,
    "text": "Простейшие шалаши для двух-трех ночёвок максимум. ",
    "answers": [
      {
        "id": 285,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 326,
    "text": "Это тропа из таких же следов, какие были тут повсюду. Она уводила вглубь леса, шла по направлению к Вашему замку. Скорее всего по ней и бежали тёмные эльфы в атаку еще вчера.",
    "answers": [
      {
        "id": 327,
        "text": "Позвать остальных и пойти по ней"
      }
    ]
  },
  {
    "id": 327,
    "text": "–Смотрите, тут есть тропинка, проложенная эльфами. Она ведет в сторону Скалы, я считаю, надо её исследовать.\n–Ты прав, Доррас. Тогда вперед! Но не теряйте бдительности, вдруг они установили ловушки.",
    "answers": [
      {
        "id": 328,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 328,
    "text": "Тропинка привела отряд к яме. Скорее, это была небольшая пещера, уводящая далеко вглубь и вперед. Если подняться на холмик, можно увидеть башни Старого Замка совсем недалеко отсюда.\n–Оказывается, они сделали подкоп! Вот гады, только я одного не понимаю: где конечная точка? На территории нашей крепости нигде нельзя вылезти наружу, там горные породы будут мешать копать. Да и заметили бы мы дыру, из которой они поперли.\n\nВоин с щитом высказал вполне очевидную вещь.",
    "answers": [
      {
        "id": 329,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 329,
    "text": "   –Ты слегка неправ, брат мой,–ответил Альмонд, – Это не подкоп, а вход в подземные катакомбы, выдолбленные под замком несколько сотен лет назад. Они служат для того, чтобы при осаде можно было выбраться по ним за черту оцепления. Например, добыть еды, воды, или вовсе вывести людей наружу. Но наши враги воспользовались подземельем для обратной цели... атаковали нас. \n–Точно! Воспользовались нашим же путём.\n–Только есть одно \"но\". Они не могли проникнуть внутрь по причине того, что все выходы плотно закрыты многотонными люками. И открыть эти люки получится только снаружи.",
    "answers": [
      {
        "id": 330,
        "text": "–Выходит, в замке сидел шпион или предатель? Он открыл проход эльфам?"
      }
    ]
  },
  {
    "id": 330,
    "text": "–Выходит, что так. А еще противники были снабжены схемами и картами, которые помогли им не заблудиться во всевозможных ответвлениях и тупиках. Любой случайный путник, решивший исследовать этот лабиринт, очень скоро там и сгинет.\n\nВсе подумали, обменялись мыслями и пошли скорее к воротам, ведь прошло много времени и Вас уже могли искать.",
    "answers": [
      {
        "id": 331,
        "text": "{Наступает вечер}"
      }
    ]
  },
  {
    "id": 331,
    "text": "Уставший и голодный, отряд вернулся в замок. На карауле снова стояла Эсса и зорко высматривала возможную угрозу в лесу.\n—Новости есть?—спросила она.\n—Кой-какие имеются,—развязанно ответил воин,—заброшенный лагерь этих сектантов в восточной части.\nВы добавлили:",
    "answers": [
      {
        "id": 332,
        "text": "—Эльфы проникли через подземный ход."
      },
      {
        "id": 333,
        "text": "—У эльфов был сообщник внутри замка. Он тайно провёл их."
      }
    ]
  },
  {
    "id": 332,
    "text": "—Подземный ход? Но как?\n—Мы полагаем, они каким-то образом нашли схему лабиринта, а потом им снаружи открыли люк,—высказал свою догадку Альмонд.\n—Кто мог такое сделать? Расположение люков известно только высшим рангам...\n—Пока не понятно. Но нам предстоит это выяснить.\n\nВсе разбрелись по Новому Замку кто куда. Лишь Вы остались у ворот рядом с Эссой и глупо смотрели в одну точку на земле. Встетились с ней взглядом, а потом тоже ушли вглубь крепости. Куда девалось то равнодушие в её глазах? Сейчас там читались лишь тревога и тоска. А, впрочем, сейчас у всех так было; после вчерашнего нападения многое изменилось в людях, населявших Совиную Скалу.",
    "answers": [
      {
        "id": 334,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 333,
    "text": "—Сообщник? Как он провел столь большое количество эльфов?\n—Через подземный ход. Они каким-то образом получили карту лабиринта, а потом им открыли люк снаружи,—высказал свою догадку Альмонд.\n—Но кто мог такое сделать? Расположение люков известно только высшим рангам...\n—Пока непонятно. Но нам предстоит это выяснить.\n\nВсе разбрелись по Новому Замку кто куда. Лишь Вы остались у ворот рядом с Эссой и глупо смотрели в одну точку на полу. Встетились с ней взглядом, а потом тоже ушли вглубь крепости. Куда девалась та напыщенность и горделивость в её глазах? Сейчас там читалась лишь тревога и тоска. А, впрочем, сейчас у всех так было; после вчерашнего нападения многое изменилось в людях, населявших Совиную Скалу.",
    "answers": [
      {
        "id": 334,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 334,
    "text": "Замок выглядел красиво в лучах заходящего солнца. \"А мы и не замечаем мира, в котором живем\". Но Ваши раздумья прервал Род.\n\n–Приветствую, Доррас.\n–Здравствуй, Род. Ты как, получше после вчерашнего случая.\n–Все нормально, брат мой. Но я тебя не просто так искал. Мы прервали обучение на очень важной для тебя стадии, предлагаю сейчас же продолжить. Ведь ты один из немногих, кто обладает первой степенью, на твоих плечах лежит огромная ответственнось по защите Скалы. ",
    "answers": [
      {
        "id": 335,
        "text": "–Конечно, я осознаю это. Что надо будет делать?"
      }
    ]
  },
  {
    "id": 335,
    "text": "–Тебе предстоит обучиться магии. Подготовительные этапы завершены, пришло время начать познавать само искусство. \n\nС этими словами Вы вышли в рощу за стеной замка. Тут можно было спокойно треннироваться.\n\nРод начал:\n–Итак, ты уже умеешь пользоваться посохом?\nВ ответ на это Вы сконцентрировались и вызвали крылья. Уже смеркалось и звезды слегка проступали через светлое зарево заката. Крылья поразительно гармонично смотрелись на фоне этого неба.\n–Ох, поразительно! Но это, как ты понял, далеко не все возможности мага.",
    "answers": [
      {
        "id": 336,
        "text": "Учиться"
      }
    ]
  },
  {
    "id": 336,
    "text": "Род начал показывать разные фокусы с волшебством и попутно объяснял, какие типы магических заклинаний бывают, и какими из них можно управлять человеку.\n\nИтого вы поняли, что существуют следующие виды магии:\n1)Телекинез\n2)Телепатия\n3)Левитация(Это просто разновидность телекинеза, только выделена в отдельный пункт)\n4)Стихийная магия\n5)Красная магия\n6)Магия превращений\n7)Маготехника(Вы уже немного об этом знаете)\n8)Теневая магия\n9)Запретные искусства(Про это вам тоже кое-что известно)",
    "answers": [
      {
        "id": 337,
        "text": "Расспросить про телекинез",
        "need": -337
      },
      {
        "id": 338,
        "text": "Расспросить про телепатию",
        "need": -338
      },
      {
        "id": 340,
        "text": "Расспросить про стихийную магию",
        "need": -340
      },
      {
        "id": 341,
        "text": "Расспросить про красную магию",
        "need": -341
      },
      {
        "id": 342,
        "text": "Расспросить про магию превращений",
        "need": -342
      },
      {
        "id": 343,
        "text": "Расспросить про теневую магию",
        "need": -343
      },
      {
        "id": 339,
        "text": "Перейти к выбору"
      }
    ]
  },
  {
    "id": 337,
    "text": "*Телекинез–самая простая и самая распространенная область. Как ты уже понял, с его помощью можно влиять на предметы через расстояние. Например, я могу сорвать лист с дерева. Или же открыть замок без ключей, с помощью внутренней силы. В бою же используются телекинетические удары и подсечки.",
    "answers": [
      {
        "id": 336,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 338,
    "text": "Телепатия – один из самых распространённых разделов магии. Она позволяет общаться с людьми, животными, растениями, видеть с закрытыми глазами, используя мысленную силу. Также можно загипнотизировать врага, навеять на него иллюзию, заставить его забыть ту или иную вещь. Телепатия очень многогранна.\n\nОднако управлять волей человека нельзя. Можно лишь ненадолго взять под контроль то или иное животное, но не более того. Мысли читать тоже получается не всегда и не все, а только поверхностные. Те, что лежат на поверхности сознания существа. \nВот такое вот средство.",
    "answers": [
      {
        "id": 336,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 339,
    "text": "–Что же, приступим. Выбери специализацию, которой хочешь научиться сегодня. Делай это с умом, так как другую магию ты сможешь познать нескоро.",
    "answers": [
      {
        "id": 344,
        "text": "Выбрать телекинез"
      },
      {
        "id": 345,
        "text": "Выбрать телепатию"
      },
      {
        "id": 346,
        "text": "Выбрать трансфинурацию"
      }
    ]
  },
  {
    "id": 340,
    "text": "Стихийная магия–очень редкая разновидность, которая не доступна обычному человеку. \nЕй могут управлять лишь элементали-феи и некоторые люди, называемые Одарёнными(прим.:Одаренные могут владеть небольшой частью стихии и получили свои способности давно, во времена сосуществования людей и фей. Такие небольшие дары от элементалей передаются по наследству и довольно редки)\n\nНапример, водная фея легко управляет водой, белая фея управляет так называемыми \"блёстками чар\", образующимися при дневном свете и т.д. ",
    "answers": [
      {
        "id": 336,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 341,
    "text": "Красная магия – не любовная, как можно было подумать. Это специфическое искусство жрецов Красной Империи, чей культ основан на кровавых человеческих жертвоприношениях. Это смесь телекинеза, телепатии и чего-то еще рунического. Красные жрецы черпают свою энергию из крови.\nОбычным людям это недоступно.",
    "answers": [
      {
        "id": 336,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 342,
    "text": "Магия превращений(или трансфигурация)–весьма доступный, но, тем не менее, редкий вид магии. Колдуны этого профиля могут превращать предметы друг в друга, но с условием возвращения субстанции в начальное состояние. \nВ отношении живых организмов это тоже работает. Деревенские ведьмы любят обращаться жабами и мышами, а шаманы-культисты иногда достигают оборотничества(могут становиться волками или медведями).",
    "answers": [
      {
        "id": 336,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 343,
    "text": "Это вообще неизученный тип волшебства. Лишь на уровне легенд известно, что эти маги могут управлять слиянием предмета или человека с его тенью. При этом в корне изменяются физические законы, действующие на предмет/человека. Такой магией фактически не обладает, но слухи есть слухи.",
    "answers": [
      {
        "id": 336,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 344,
    "text": "Несколько часов Род обучал Вас тому, что знал сам. Когда треннировка закончилась, была уже глубокая ночь и находиться за пределами замка стало опасно. Колдовство–вещь сложная, но кое-какие основы всё же удалось уяснить за это короткое время.",
    "answers": [
      {
        "id": 347,
        "text": "Вернуться в Совиную Скалу"
      }
    ]
  },
  {
    "id": 345,
    "text": "Несколько часов Род обучал Вас тому, что знал сам. Когда треннировка закончилась, была уже глубокая ночь и находиться за пределами замка стало опасно. Колдовство–вещь сложная, но кое-какие основы всё же удалось уяснить за это короткое время.",
    "answers": [
      {
        "id": 347,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 346,
    "text": "Несколько часов Род обучал Вас тому, что знал сам. Когда треннировка закончилась, была уже глубокая ночь и находиться за пределами замка стало опасно. Колдовство–вещь сложная, но кое-какие основы всё же удалось уяснить за это короткое время.",
    "answers": [
      {
        "id": 347,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 347,
    "text": "Попрощавшись с Родом, Вы остались стоять на середине внутреннего двора. Еще минуту назад дико хотелось спать, но сейчас глаза перестали слипаться и мозг начал активно работать. ",
    "answers": [
      {
        "id": 348,
        "text": "Пойти к себе и поспать"
      },
      {
        "id": 349,
        "text": "Использовать ясность ума и провести ночь в библиотеке, за обучающими книгами"
      }
    ]
  },
  {
    "id": 348,
    "text": "\"Всё-таки надо постараться немного поспать до рассвета. Кто знает, что ждёт нас завтра?\"\n\nС этими мыслями Вы поднялись в свой бастион и повалились на кровать, засыпая.\n\n[Сила увеличена]",
    "answers": [
      {
        "id": 350,
        "text": "Глава 5"
      }
    ]
  },
  {
    "id": 349,
    "text": "\"Пока я могу воспринимать информацию, надо провести время с пользой\"–подумали Вы. Едва разбирая в темноте дорогу, добрались до библиотеки, зажгли свечи и принялись изучать колдовскую литературу, попутно совершенствуя свои полученные навыки.\n\n[Магическая сила увеличена]",
    "answers": [
      {
        "id": 350,
        "text": "Глава 5"
      }
    ]
  },
  {
    "id": 350,
    "text": "ГЛАВА 5. СОВИНЫЙ БУНТ\n-----------------------------------------\n\n\"Утро, новый день, новые проблемы\"–именно так и никак иначе можно было описать Ваше состояние. Погода была пасмурной, лица членов ордена–мрачные.\n\nВы вышли на улицу, пошли к Ратуше мимо конюшен для того, чтобы узнать, каковы дальнейшие указания Ментора. Но вдруг откуда-то из глубины лошадиного стойла донёсся душераздирающий женский крик.",
    "answers": [
      {
        "id": 352,
        "text": "Стремительно войти в конюшню"
      },
      {
        "id": 352,
        "text": "Осторожно войти в конюшню"
      }
    ]
  },
  {
    "id": 351,
    "text": "Вы приложили руку к носу девушки. Дыхание не чувствовалось.",
    "answers": [
      {
        "id": 353,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 352,
    "text": "Оказывается, кричала толстая служанка. Она выронила из рук то, что несла(щетки, стремена и другие приспособления для лошадей) и в ужасе смотрела на мёртвое тело мага ордена. Он лежал на животе, лицом вниз, в луже собственной крови, которая уже впиталась в землю.\n\nНа его шее был виден глубокий порез.",
    "answers": [
      {
        "id": 353,
        "text": "Перевернуть труп"
      }
    ]
  },
  {
    "id": 353,
    "text": "Вы перевернули тело и это оказалась... Эсса!\n\n–Нет, нет!–Вы повернулись к служанке, та растерянно смотрела на неё,–Кто это сделал? ЧТО ТЫ ВИДЕЛА?!\n–Клянусь, я не знаю! Я зашла сюда, чтобы почистить лошадей и наткнулась на это...\n–Так, быстро беги в Ратушу. Приведи лекарей, магов, да хоть самого Ментора! Только скорее.\n\nСлужанка послушалась и убежала. \"Эсса, только не ты. Наверняка еще можно её спасти!\".",
    "answers": [
      {
        "id": 351,
        "text": "Проверить дыхание",
        "need": -351
      },
      {
        "id": 354,
        "text": "Прощупать пульс",
        "need": -354
      },
      {
        "id": 355,
        "text": "Проверить зрачки",
        "need": -355
      },
      {
        "id": 356,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 354,
    "text": "Вы прощупали пульс сначала на запястье, потом на шее; но он не ощущался! Даже самый слабый...",
    "answers": [
      {
        "id": 353,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 355,
    "text": "Вы приоткрыли глаза Эссы, но зрачки не реагировали на свет. ",
    "answers": [
      {
        "id": 353,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 356,
    "text": "Признаков жизни не наблюдалось, а это значит, что можно делать сердечно-лёгочную реанимацию(искусственное дыхание).\n\nВы стали вспоминать то, чему учили мастера, когда Вы еще были наёмником:\n1)Вытащить запавший язык\n2)Надавливать на грудную клетку 30 раз резкими движениями\n3)Сделать два сильных выдоха в рот пострадавшего.",
    "answers": [
      {
        "id": 357,
        "text": "Проделывать этот цикл до тех пор, пока не прибудет помощь"
      }
    ]
  },
  {
    "id": 357,
    "text": "Около пяти минут Вы делали это, но результатов не было. Служанка привела Ментора, и дальше всё было как в тумане. Он подошел, осмотрел Эссу, попытался сотворить заклинание... Но и это не помогало. Девушка всё так же бездыханно лежала на пыльном полу конюшни, её лицо было бледным.\n\"Слишком много времени прошло, тело уже нельзя вернуть к жизни\"–донеслись до Вас слова Ментора, как будто через пелену.\n\nВ это сложно поверить, но, тем не менее, Эсса погибла. Её убили. Причем не кто-то, а человек, которому она доверяла: ведь не удалось бы тёмному эльфу незаметно подобраться к столь опытному магу, у которого обострены все телепатические и телекинетические чувства. \nВывод:",
    "answers": [
      {
        "id": 358,
        "text": "–Это сделал кто-то из своих."
      }
    ]
  },
  {
    "id": 358,
    "text": "Служанка с Ментором удивлённо обернулись:\n–Почему ты так думаешь?\n–Да потому что удар ножом был нанесен со спины. Эсса не позволила бы врагу подойти к ней сзади. Её убил тот, кому, как ей казалось, можно верить. \n–Но почему именно она?–продолжала недоумевать служанка.\n–Так,–сухо скомандовал Ментор,–перенесите её в мой кабинет, там будем разбираться.",
    "answers": [
      {
        "id": 359,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 359,
    "text": "Прошла уже половина дня с момента инцидента. Ментор сказал, что попытается воссоздать воспоминания Эссы перед смертью при помощи сложного телепатического заклятия, и приказал не беспокоить. Ну а сейчас Вас поставили в смену караула возле ворот крепости на пару со знакомой эльфийкой(её имя Линетта).",
    "answers": [
      {
        "id": 360,
        "text": "–Линетта, как думаешь, почему её убили?"
      },
      {
        "id": 361,
        "text": "–Линетта, как думаешь, кто её убил?"
      }
    ]
  },
  {
    "id": 360,
    "text": "–Почему? Если бы всё было так просто... Но мне кажется, это из-за того, что она знала больше остальных. Помнишь, накануне Эсса спрашивала о наших успехах в разведке. Потом я видела её в библиотеке за чтением каких-то книг. Точно помню, что на страницах были изображены схемы. \n–Схемы подземелий?\n–Да, очень похоже. Но скорее всего лишь часть, не будут же полные карты храниться в свободном доступе... Так вот, потом она быстро ушла оттуда с книгами, ну а я вернулась к себе в комнату. \n\nЗапутанная история.",
    "answers": [
      {
        "id": 361,
        "text": "–Линетта, как думаешь, кто её убил?"
      },
      {
        "id": 363,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 361,
    "text": "–Сложно предположить. Скорее всего, тот же предатель, что и открыл люк нападавшим врагам. Причём это обладатель одного из высших рангов, раз он знает расположение входов.\n–Но кто именно? \n\nВопрос остался без ответа.",
    "answers": [
      {
        "id": 363,
        "text": "Далее"
      },
      {
        "id": 360,
        "text": "–Линетта, как думаешь, почему ее убили?"
      }
    ]
  },
  {
    "id": 362,
    "text": "—Не убивайте!—послышался хриплый голос на фоне шума дождя,—Я с миром!\n—Не двигайся. Кто ты?\nНезнакомец остановился. Вы подошли к нему и осмотрели с ног до головы: промокший(а какой еще может быть под дождем) кафтан, серые штаны, размягшие ботинки. Никакого оружия или магических предметов.\n—Меня зовут Тальфен. Я бродячий актер, еду со своей труппой по ближайшей дороге с севера на юг. Мы держим путь из Красной Империи в Коалицию для заработка. Но, говорят, в этих краях завелась нечисть и мои люди боятся за свои жизни! Ваш замок выглядит надёжным, не могли бы вы приютить нас на пару дней пока всё не уляжется?",
    "answers": [
      {
        "id": 364,
        "text": "—Сколько вас там?"
      }
    ]
  },
  {
    "id": 363,
    "text": "Погода и так была хуже некуда, да еще пошел дождь. Причем настолько сильный, что ограничивал видимость вплоть до нескольких метров перед собой. Вы с Линеттой зашли под козырёк ворот, чтобы вмиг не промокнуть до нитки. \n\nСмена уже подходила к концу и Вы почти расслабились, но вдруг за завесой ливня проступили очертания человеческого силуэта. Он медленно приближался к воротам, слегка прихрамывая на правую ногу.",
    "answers": [
      {
        "id": 362,
        "text": "–Стой! Кто идёт?(достать меч)"
      },
      {
        "id": 362,
        "text": "–Стой! Кто идёт?(вскинуть посох)"
      }
    ]
  },
  {
    "id": 364,
    "text": "—Пятнадцать актёров, да я. Еще четыре путника с нами. Итого двадцать человек, едем в пяти больших фургонах: один хозяйственный, с декорациями, и чертыре жилых... если это тоже вам важно,—потом незнакомец подумал и добавил,—если вопрос в деньгах, то у нас их нет, но можем отплатить бесплатным выступлением, если желаете. ",
    "answers": [
      {
        "id": 365,
        "text": "Впустить актёров"
      },
      {
        "id": 366,
        "text": "Не пускать актёров"
      }
    ]
  },
  {
    "id": 365,
    "text": "—Ладно, зови своих, не оставим же мокнуть в такой ливень.\n—Вот спасибо! Век будем благодарны!\n\nТальфен ушел и вскоре привел обещанные пять фургонов, запряженных быками. Животные изо всех сил трудились, но им было тяжело тащить нагруженные махины через грязь, размытую проливным дождем. Еще раз поблагодарив Вас за милосердие он установил фургоны под деревянным навесом внутреннего двора и разогнал всполошенных актеров внутрь. Вскоре и сам зашел в свой дом-на-колесах.\n\nА тем временем и закончилась Ваша смена.",
    "answers": [
      {
        "id": 367,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 366,
    "text": "—Извини, брат, впустить не можем,—лицо Тальфена стало еще более жалким, но Вы были несгибаемы,—Эта нечисть недавно напала на нас. Сам понимаешь, меры безопасности. К тому же лучше не втягивать актеров в бой, если атака вновь повторится: для вашей же безопасности лучше не находиться здесь.\n\nНезнакомец удалился. Но через несколько минут в зоне видимости появились фургоны, запряжёные быками. Они сделали круг и остановились у стены, в нескольких метрах от ворот. \"Они считают, что там им будет безопаснее? Ну, я хотя бы попытался их отговорить\".\n\nВаша смена закончена.",
    "answers": [
      {
        "id": 367,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 367,
    "text": "После обеда Вы решили хорошо отдохнуть. Выспаться за последние ночи, отвлечься от тревожных мыслей. Но, словно по закону подлости, вам приснился жутковатый сон. Совы, живущие в щелях какой-то скалы, охотились ночью на мелких грызунов. Всё было хорошо, но один филин вдруг превратился в чёрного дракона. Он стал нападать на сов, сжигать их своим огнем и терзать острыми когтями... много иллюзий и правильных суждений сошлись в единой шокирующей мысли:",
    "answers": [
      {
        "id": 368,
        "text": "Так это Альмонд тот самый предатель!"
      }
    ]
  },
  {
    "id": 368,
    "text": "Вы проснулись в холодном поту. Всё сходится! Высокий ранг, доверие... А еще это он вел отряд на поиски \"улик\", это он видел реакцию Эссы на наши новости. ЭТО ОН УБИЛ ЕЁ! Гневу не было предела.\n\nВы оделись, собрали все вещи и выбежали на улицу. Уже смеркалось, утренних туч как будто и не было. Чистое звёздное небо проступило после дождя, полная луна освещала внутренний двор замка, а здешние совы стремительно перелетали со шпиля на шпиль, басовито ухая.",
    "answers": [
      {
        "id": 369,
        "text": "Бежать в башню Альмонда"
      },
      {
        "id": 370,
        "text": "Забежать в башню Рода(попросить его помочь)"
      }
    ]
  },
  {
    "id": 369,
    "text": "Вы со всех ног побежали в дом Альмонда–четвертый бастион. Ранее Вам тут не приходилось бывать, поэтому чувство неуверенности заметно угнетало. После того, как поднялись наверх, обнаружили наглухо запертую дверь. \n\n\"Боится, гад, заперся! Но ничего, сейчас я тебя оттуда достану\"–подумали Вы и принялись думать, как это сделать.",
    "answers": [
      {
        "id": 371,
        "text": "Открыть замок при помощи телекинеза",
        "need": 344
      },
      {
        "id": 371,
        "text": "Использовать силу и выбить дверь",
        "need": 122
      },
      {
        "id": 371,
        "text": "Попытаться открыть ножом-отмычкой"
      }
    ]
  },
  {
    "id": 370,
    "text": "Вы поднялись в пятую башню Старого замка, однако Рода опять не было внутри. Видимо, по каким-то делам ушел. Но сейчас нельзя терять ни минуты!\n\n \"Сообщник элементалей представляет огромную угрозу и только я могу его остановить!\"",
    "answers": [
      {
        "id": 369,
        "text": "Бежать в башню Альмонда"
      }
    ]
  },
  {
    "id": 371,
    "text": "Вы сконцентрировались на конечной цели, напряглись, и дверь поддалась.\n\nЭто комната Альмонда. Тут так же, как и у Рода, так же, как и у Вас, есть три двери:",
    "answers": [
      {
        "id": 372,
        "text": "Открыть правую дверь"
      },
      {
        "id": 373,
        "text": "Открыть левую дверь"
      },
      {
        "id": 374,
        "text": "Открыть центральную дверь"
      }
    ]
  },
  {
    "id": 372,
    "text": "По аналогии тут находится спальня. Всё, как и у Вас, ничего особенного",
    "answers": [
      {
        "id": 371,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 373,
    "text": "Кладовая. Все как обычно, за исключением того, что в хозяйственном отделе лежало оружие и разные зелья.",
    "answers": [
      {
        "id": 375,
        "text": "Подойти к стойке с оружием"
      },
      {
        "id": 376,
        "text": "Подойти к полке с зельями"
      },
      {
        "id": 371,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 374,
    "text": "Вы открыли переднюю дверь и увидели следующие детали: такие же алхимические и механические рабочие места. Окно-бойница в другом конце комнаты. Письменный стол напротив окна и уснувший человек в мантии сидит за ним, уткнувшись головой в бумаги. ",
    "answers": [
      {
        "id": 379,
        "text": "\"Разбудить\" Альмонда"
      }
    ]
  },
  {
    "id": 375,
    "text": "Тут стоит всевозможное оружие ближнего и дальнего боя. Чисто теоретически, из этого Вам подошли бы метательные сюрикены или кинжал, прикрепляемый к сапогу. Остальное оружие, на Ваш взгляд, не представляло интереса, так как при Вас всё-таки был родной и верный меч сири(при сборах только что взяли на автоматизме).\n\nНо стоит ли трогать эти вещи?",
    "answers": [
      {
        "id": 377,
        "text": "Взять сюрикены"
      },
      {
        "id": 378,
        "text": "Взять кинжал"
      },
      {
        "id": 373,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 376,
    "text": "Названия зелий, стоящих на этой полке, были Вам неизвестны. Кроме того, текст на бумажках написан на непонятном языке. Предположительно тут есть лечебные зелья, зелья силы, скорости и другие. Быть может, даже яды. Остаётся полагаться на удачу и попробовать взять ОДНО из зелий, или же отойти от полок.",
    "answers": [
      {
        "id": 380,
        "text": "Взять зелье"
      },
      {
        "id": 380,
        "text": "Взять зелье"
      },
      {
        "id": 380,
        "text": "Взять зелье"
      },
      {
        "id": 373,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 377,
    "text": "Метательные сюрикены в количестве трёх штук.",
    "answers": [
      {
        "id": 375,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 378,
    "text": "Вы прикрепили кинжал в кожаном чехле к сапогу. Теперь его можно легко достать.",
    "answers": [
      {
        "id": 375,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 379,
    "text": "–Эй, вставай! Я знаю, это ты сообщник фей! Даже не пробуй выкидывать свои магические штучки.\n\nОтвета не последовало.\n\nВы подошли к предателю, держа меч на изготовке и увидели лужу крови, пропитавшую бумаги на столе.\n\n \"Что?!\"\n\nВы перевернули Альмонда одной рукой и увидели глубокий порез на его шее. Это точно не самоубийство... Нельзя было так сделать самому себе, только если чья-то уверенная рука сзади... \n\n\"О, Теос\"–Вас чуть не вывернуло. \"Значит, это не он.\"",
    "answers": [
      {
        "id": 381,
        "text": "Осмотреть рану"
      },
      {
        "id": 382,
        "text": "Осмотреть бумаги",
        "need": 381
      },
      {
        "id": 383,
        "text": "Осмотреть стол",
        "need": 382
      },
      {
        "id": 384,
        "text": "Далее",
        "need": 383
      }
    ]
  },
  {
    "id": 380,
    "text": "Случайное зелье имело синюю окраску. Что в нем налито? Чистая загадка.",
    "answers": [
      {
        "id": 373,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 381,
    "text": "Такое же ранение, как и у Эссы. Значит, действует один человек. Тот же злоумышленник, что открыл неведомый люк эльфам.",
    "answers": [
      {
        "id": 379,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 382,
    "text": "Все бумаги были залиты кровью волшебника, но очевидно, что он пытался что-то написать. Что именно?",
    "answers": [
      {
        "id": 379,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 383,
    "text": "Вы принялись листать книги, лежавшие на столе.\n\nЭто как раз те части схем подземелья, о которых рассказывала эльфийка. Видимо, Эсса взяла их из библиотеки до того, как Вы пришли, а затем они перекочевали к Альмонду. Это и послужило причиной убийства.",
    "answers": [
      {
        "id": 379,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 384,
    "text": "В полном смятении Вы вышли из бастиона. Почти все обладатели первой степени убиты, но разгадка уже близка. \"Надо срочно попасть в Ратушу и обо всём там рассказать\".",
    "answers": [
      {
        "id": 385,
        "text": "Далее",
        "need": 365
      },
      {
        "id": 388,
        "text": "Далее",
        "need": 366
      }
    ]
  },
  {
    "id": 385,
    "text": "Тем временем, во внутреннем дворе разожгли факела, а актёры начали своё бесплатное представление, которое давали в обмен на кров. \n\nСначала мало кто приходил посмотреть пьесу, но потом люди освоились и стали присаживаться на специальные ковры, положенные перед сборной сценой. После столь тревожных проишествий было приятно посидеть на вечернем воздухе, наслаждаясь обычным выступлением театралов.",
    "answers": [
      {
        "id": 387,
        "text": "Остаться посмотреть пьесу"
      },
      {
        "id": 388,
        "text": "Пойти в Ратушу"
      }
    ]
  },
  {
    "id": 386,
    "text": "За неимением других вариантов, Вы остались лежать на полу. \n—Давай сюда кольцо!—требовал Филамион более агрессивно. \n—Тебе оно не понадобится, самозванец,—отвечал Ментор.\n—Если сейчас же не предоставишь его мне, я вытащу твой жалкий человеческий мозг и достану оттуда все мыслишки, связанные с ним! Живо отдай его!\n\nДиалог продолжался в этом русле несколько долгих секунд и Вы почувствовали, что незримая стена начала слабеть. Ментор явно заговаривал им зубы.",
    "answers": [
      {
        "id": 398,
        "text": "Использовать метательное оружие",
        "need": 377
      },
      {
        "id": 397,
        "text": "Использовать силу и вырваться",
        "need": 122
      },
      {
        "id": 399,
        "text": "Продолжать лежать"
      }
    ]
  },
  {
    "id": 387,
    "text": "Это была какая-то восточная постановка, Вы не особо разбирались в этом. Присели на ковер, а рядом оказалась Линетта.\n–Привет,–шепнула она,–Правда здорово? \n–Не то слово, сейчас всем этого не хватает,–ответили Вы.\n\nНемного посидев, всё же решили дойти до Ратуши и рассказать о произошедшем Ментору.",
    "answers": [
      {
        "id": 388,
        "text": "К Ратуше"
      }
    ]
  },
  {
    "id": 388,
    "text": "Вы вошли в Ратушу. Поднялись в приёмную на второй этаж, но там никого не оказалось.",
    "answers": [
      {
        "id": 389,
        "text": "Подняться дальше, на третий этаж"
      }
    ]
  },
  {
    "id": 389,
    "text": "На третий этаж вход был воспрещен, но сейчас исключительный случай, поэтому Вы смело вошли в личные покои Ментора...",
    "answers": [
      {
        "id": 390,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 390,
    "text": "В комнате находилось сразу несколько человек. Руководитель ордена самолично, а также Род и, что было крайне удивительно, Белигор. Последний был облачён не в мантию, как остальные, а в блестящие отполированные латы и опирался на тяжёлый двуручник.\n\"У Белигора доспехи? Хотя он рыцарь, а впрочем, в военное время это неважно.\"\n\n–О, Ментор! Простите, что врываюсь, но у меня срочная новость. Альмонд убит.\n\nВопреки ожиданиям, присутствующие почти никак не отреагировали на Ваши слова. Однако то, что происходило дальше, поистине повергало в ужас.",
    "answers": [
      {
        "id": 391,
        "text": "–Вас это не удивляет?"
      }
    ]
  },
  {
    "id": 391,
    "text": "Молчание.\nРод вопросительно поднял бровь, а затем сказал:\n–Пора кончать с этим маскарадом. Сдавайтесь, Ментор. Вы окружены.\n\nПосле этих слов Белигор подскочил к главе ордена и приставил к его шее двуручный меч, а сам Род вытащил свой посох и переломил об колено.\n–Бесполезная дрянь...",
    "answers": [
      {
        "id": 392,
        "text": "–Что происходит?"
      }
    ]
  },
  {
    "id": 392,
    "text": "–Не мешайся, Доррас. Зря ты пришел, но если хочешь избежать участи своего учителя, не делай глупостей,–говорил Род,–Позвольте представиться! Филамион-старший собственной персоной... Ну а теперь отдавайте кольцо, господин Ментор. Время не бесконечное. \n\nВ Ратуше установлены не бойницы, а большие витражные окна, поэтому сейчас Вы можете наблюдать происходящее во внутреннем дворе и немного за стеной. Как раз после конечной фразы Рода там вспыхнуло что-то красное, полетело вверх и с грохотом разорвалось.\n\"Фейрверки. Актёры что ли пускают? Сейчас не до этого!\"",
    "answers": [
      {
        "id": 393,
        "text": "–Эй! Кто-то мне объяснит, что творится? Белигор? "
      },
      {
        "id": 394,
        "text": "Молча атаковать Белигора"
      }
    ]
  },
  {
    "id": 393,
    "text": "–За что мне такой глупый сын! Ты все еще не понял, что я убил Рода?–сказал сам Род,– Я копировал его физиономию с той самой поры, как совершилось первое нападение на ваш гнусный замок. Истинное тело Рода сейчас валяется где-то в лесу, скорее всего его сожрали собаки, а это всего лишь моя самодеятельность...надо сказать, очень удачная,–Род провёл ладнонью по \"своему\" лицу.\n–Так это ты предат...\n–Здесь нет предателей!–рявкнул ненастоящий Род, а потом добавил мягче,–Но если ты про славного человека, помогавшего мне во всех делах, то вот он.\n\nБелигор жестко смотрел на Вас, не убирая меч от горла Ментора.",
    "answers": [
      {
        "id": 394,
        "text": "–Как ты мог...Я же считал тебя другом! (атаковать его)"
      },
      {
        "id": 395,
        "text": "Посмотреть в окно",
        "need": -395
      }
    ]
  },
  {
    "id": 394,
    "text": "В приступе ярости Вы кинулись на настоящего изменника, но невидимая стена возникла перед носом и откинула назад к двери. Вы больно ударились затылком об косяк.\n\n–Стоять! Во-первых, я не разрешал своевольничать! Во-вторых, это на мне убийсво Эссы, твоего дружка Рода, Альмонда и еще нескольких магов-идиотов вроде тебя. А Белигор, как я уже говорил, помогает с мелкими делами, не серчай на него так.\n\nТак называемый Филамион(все еще в облике Рода) залился зловещим хохотом. Вы попытались подняться, но стена никуда не исчезла и придавливала к полу.",
    "answers": [
      {
        "id": 386,
        "text": "Беспомощно лежать на полу"
      },
      {
        "id": 396,
        "text": "Использовать реверсор",
        "need": 275
      }
    ]
  },
  {
    "id": 395,
    "text": "За окном разыгралась жуткая сцена. Дружелюбные актёры стали превращаться в тёмных эльфов. Их веселые марионетки ожили! А красивые театральные куклы обратились в чёрных фей. \"Нет! Это ловушка!\"–только и успели подумать Вы, прежде чем половина дозорных на стене упала замертво от смертоносной магии элементалей.",
    "answers": [
      {
        "id": 393,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 396,
    "text": "Вот и настал этот момент. Вы незаметно протянули руку к сумке и достали реверсор, спокойно умещающийся в ладони. Сделав неимоверное усилие пальцами, вы завели ключ прибора на одну секунду и отпустили.\n\nК счастью, выставленного времени(одна секунда) хватило, чтобы машинка исполнила свой эффект: полностью отразила телекинетическое заклинание Филамиона. Злодея так сильно отшвырнуло в стену, что в его черепе послышался хруст. Род гордился бы Вами!\n\nТем временем Белигор отвлёкся, а Ментор ловким движением руки сотворил заклинание и отбросил рыцаря в окно. Наверное, больно падать с третьего этажа Ратуши.\n\n—Уходим,—скомандовал руководитель.",
    "answers": [
      {
        "id": 400,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 397,
    "text": "Вы вложили всю свою ярость в этот посыл, резким движением подскочили к злодею и врезали кулаком промеж глаз. В его черепе что-то хрустнуло, и он повалился на пол.\n\nБелигор замешкался, а Ментор легким движением руки сотворил заелинание и отбросил рыцаря в окно. Наверное, больно падать с третьего этажа Ратуши.\n\n—Уходим,—скомандовал руководитель.",
    "answers": [
      {
        "id": 400,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 398,
    "text": "Вы спокойно дотянулись до пояса и вынули сюрикены. Филамион обернулся на движение, но было уже поздно. Вся Ваша ярость была в летящем лезвии. Оно вошло чётко промеж глаз злодея, хрустнул его череп.\n\nБелигор замешкался, а Ментор сотворил заклинание лёгким движением руки, отбросив рыцаря в окно. Больно, наверное, падать с третьего этажа Ратуши.\n\n—Уходим,—скомандовал руководитель.",
    "answers": [
      {
        "id": 400,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 399,
    "text": "—Ты меня недооцениваешь, Филамион.\n—Правда!? Ты так счита...,—Вы ловко сделали злодею подсечку и пнули лежачего по голове. Характерный хруст послышался в его черепе и он польше не двигался. \nХорошо, что вы остались лежать. В пылу диалога Филамион полностью забыл про Вас и это дало возможность совершить данное действие.\n\nТем временем Белигор замешкался, а Ментор ловким движением руки сотворил заклинание, отбросив рыцаря в окно. Наверное, больно падать с третьего этажа Ратуши.\n\n—Уходим,—скомандовал руководитель.",
    "answers": [
      {
        "id": 400,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 400,
    "text": "Вы выбежали из здания вместе с Ментором. На улице вновь творился полный беспредел. Зазвонил тревожный колокол, но очень скоро захлебнулся — видимо, звонаря застрелили. \n—Это опять эльфы. Надо сражаться, но для начала...—Ментор наклонился к земле и взял лежащую в траве палку,—Сойдет. А ты используй свой посох и то, чему тебя учили по магии. Встретимся около совятника в Старом Замке через двадцать минут. А пока убивай всех эльфов и элементалей, что попадутся на дороге. Приказ понял?\n\nВы уверенно кивнули.\n—Тогда за Теоса,—спокойно произнес Ментор и, сделав поворот всем корпусом с только что подобранной палкой, расщепил на атомы бегущего мимо тёмного эльфа. После этого еще раз взмахнул импровизированным инструментом и исчез.",
    "answers": [
      {
        "id": 401,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 401,
    "text": "\"Великий маг!\"- подумали Вы восхищенно. Но сейчас надо было быстро сообразить, какую тактику использовать для борьбы против нечисти. \n\nИзвестно, что эльфы слабее, но зато ловчее и быстрее людей. Вооружены луками, кинжалами или эльфийскими катанами. Броню либо не носят, либо используют кожанную. Магией владеют лишь немногие из них.\n\nЧто касается фей, то они могут свободно перемещаться в воздухе, в любое время становиться маленькими(размером с птицу) или же увеличиваться до человеческих размеров. Вооружены бронзовыми или серебрянными короткими мечами. Но основная их опасность в колдовстве: заклинания непредсказуемы и могут иметь самые различные проявления. Основная форма запретной магии—чёрный песок, выходящий из рук и душащий противника элементали. Слабость фей— повышенная узязвимость к железу.\n\n[Контрольная точка. Сохранение...]",
    "answers": [
      {
        "id": 402,
        "text": "Рубить противника мечом, прикрывать атаки магией"
      },
      {
        "id": 403,
        "text": "Использовать крылья на фоне звёзд, рубить противника мечом"
      },
      {
        "id": 404,
        "text": "Использовать железное метательное оружие, рубить противника мечом."
      }
    ]
  },
  {
    "id": 402,
    "text": "Итак, на пути двое эльфов с ножами. Раз плюнуть! Вернее, два... \nЗа пару выпадов Вы проткнули обоих мечом, и те не смогли ничего сделать в силу своего лёгкого вооружения. \n\nЕще и еще, удар за ударом, голова за головой падают с плеч эльфов от смертоносного меча сири. \n—Вот вам за Альмонда! Вот вам за Эссу! ВОТ ВАМ ЗА ВСЕХ!!!\n\nВнезапно перед Вашим взором промелькнула какая-то тёмная материя. Песок? Но это было не столь важно, так как неведомая сила сжала Вашу шею и начала душить. Кислорода с каждым многновением становилось всё меньше, перед глазами постепенно темнело.",
    "answers": [
      {
        "id": 406,
        "text": "Использовать телекинез",
        "need": 344,
        "need_ever": true
      },
      {
        "id": 407,
        "text": "Использовать телепатию",
        "need": 345,
        "need_ever": true
      },
      {
        "id": 408,
        "text": "Использовать трансфигурацию",
        "need": 346,
        "need_ever": true
      }
    ]
  },
  {
    "id": 403,
    "text": "Пора действовать. Вот и первая жертва: фея размером с птицу летит на бреющем полёте мимо Вас. Вы вызвали крылья и взвились в воздух. Фея увидела это и попыталась создать свое заклинание, но всё происходило слишком стремительно. Вы взмахнули мечом и рубанули по твари с разворота. Сработало! Короткая вспышка огня в воздухе признак того, что элементаль сгорела при соприкосновении её крови с железом.\n\nА вон следующий кандидат на кучку пепла. Несколько удачных виражей, Вы нагоняете следующую фею и так же яро рубите по ней своим сири. \n\nВспышка! И еще! Три выспышки! Сколько Вы их уже перебили? Охотничий инстинкт дал о себе знать, кровь вскипела, а глаза наполнились гневом. \"Жрите железо! Вот вам за Эссу, вот вам за Альмонда! ВОТ ВАМ ЗА ВСЕХ!!!\". Но вдруг Вы заметили эльфа-лучника, который целится в Вас с земли. \n—И ты тоже получишь, исчадие тьмы!—но было уже поздно что-либо менять. Потому что стреле всё равно, кого проткнуть...",
    "answers": [
      {
        "id": 405,
        "text": "Упасть на землю"
      }
    ]
  },
  {
    "id": 404,
    "text": "\"Ну что, идите ко мне, позорные псы! Посмотрим, какого цвета ваша кровь!\"\n\nВы вскинули свой сири и бросились на первого попавшегося на глаза тёмного эльфа, вооружённого катаной. Несколько взмахов смертоносным мечом, и поверженный противник валяется на земле с колотой дырой в глазнице... \n\nЕще и еще, голова за головой отлетали от тел эльфов, беззащитных против Вашего лезвия. Всё яростней и сильней были Ваши удары по ним. \n—Вот вам за Альмонда! Вот вам за Эссу! ВОТ ВАМ ЗА ВСЕХ!!!\".\n\nНеожиданно перед глазами промелькнула какая-то черная материя. Песок? Но это было не столь важно. Неведомая сила сжала Вашу шею и начала душить. \"Черт, запретная магия! Кто-нибудь, уберите!\". Но помочь было некому. Вы попытались достать метательные сюрикены, но, видно, не судьба—силы покидали Вас.",
    "answers": [
      {
        "id": 405,
        "text": "Упасть на землю"
      }
    ]
  },
  {
    "id": 405,
    "text": "Вы падаете на землю... Руки отпускают оружие и оно гулко звякает о каменную мостовую.\n\n\"Так вот, что значит умереть? Так глупо?\nХотя нет, вовсе не глупо. Эта смерть героическая, наверняка о моём самопожертвовании будут слагать легенды и рассказывать истории вечерами около костров. И всё же, на душе как-то немного печально... Зато спокойно.\"\n\nПоследние мысли, которые пронеслись в угасающем сознании Дорраса, были следующие:\n\"Мы боролись за мир, покой и любовь. У нас почти получилось и можно спокойно уходить. Я честно сражался под своим знаменем\".\n\nПод знаменем совы.\n\nПод знаменем хищника.\n\n[Поздравляю! Вы получаете достижение \"Смертью героя\"]",
    "answers": [
      {
        "id": 1,
        "text": "{Конец}"
      },
      {
        "id": 401,
        "text": "[Использовать сохранение]"
      }
    ]
  },
  {
    "id": 406,
    "text": "Вся сила первой степени была вложена в это заклинание. Вы напряглись и испустили мощнейшую телекинетическую волну, которая отбросила Вашу обидчицу—фею. Хватка ослабла и позволила встать.",
    "answers": [
      {
        "id": 409,
        "text": "Добить мечом"
      },
      {
        "id": 409,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 407,
    "text": "Вся сила первой степени была вложна в это заклинание. Мощнейшая телепатическая волна обрушилась на Вашу обидчицу—элементаль. Хватка ослабла и давала возможность встать.",
    "answers": [
      {
        "id": 409,
        "text": "Добить мечом"
      },
      {
        "id": 409,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 408,
    "text": "Вся сила первой степени была вложена в это заклинание. Вы превратили атакующую Вас элементаль в обыкновенную ящерицу! Конечно, душа сохранилась внутри этого животного, и, возможно, оно сможет перевопролотиться обратно. Но сейчас хватка настолько ослабла, что позволила Вам встать.",
    "answers": [
      {
        "id": 409,
        "text": "Добить мечом"
      },
      {
        "id": 409,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 409,
    "text": "Отлично. Теперь надо бежать к совятнику, Вы и так внесли большой вклад в исход этой битвы.\n\nПо дороге встретилась запыхавшаяся Линетта. Она была безоружна и явно от убегала от кого-то:\n—Доррас! Те актёры оказались перевоплотившимися феями! Они и другие эльфы, которые были за стеной крепости опять напали.\n—Да я уж вижу. Пошли со мной.",
    "answers": [
      {
        "id": 410,
        "text": "Дать Линетте кинжал",
        "need": 378,
        "forget": 378
      },
      {
        "id": 411,
        "text": "Идти к совятнику"
      }
    ]
  },
  {
    "id": 410,
    "text": "Вы вытащили недавно полученный кинжал из сапога и отдали его Линетте:\n—Держи. Хоть какое-то оружие.",
    "answers": [
      {
        "id": 409,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 411,
    "text": "Вы подошли к указанному месту в указанное время. Спустя несколько секунд перед Вами появился Ментор(просто материализовался, как он это умеет), но не просто так, а с тем самым кольцом, которое Вы нашли и отдали ему ранее.\n\n—О, Ментор! Это же то кольцо! Его ли так ищут тёмные эльфы и Филамион? \n—Именно, сын мой. Оно им нужно для отключения магической машины, которая постоянно работает и не пускает в наш мир духов из другого измерения. Разрушить машину невозможно, она построена древними предками из адамантия. Вот они и начали пытаться украсть ключ-кольцо. Однако, мы теряем время... Машина находится внутри совятника. Надо не дать им отключить её. А теперь вперед!",
    "answers": [
      {
        "id": 412,
        "text": "Взойти на помост совятника"
      }
    ]
  },
  {
    "id": 412,
    "text": "Три человека в изорванных мантиях зашли на деревянную конструкцию совятника. Все животные, обитавшие в этом месте, в панике улетели. Здание пустовало.",
    "answers": [
      {
        "id": 413,
        "text": "Присмотреться"
      }
    ]
  },
  {
    "id": 413,
    "text": "Вы присмотрелись к окружающей обстановке—и не зря. В углу сидел человек, облаченный в монашескую робу. Он смело встал и направился к Вам. На его руке сидел крупный филин, глаза которого зло блестели в ночной тьме.\n\n—Ну, здравствуй Ментор. И Доррас тут, какая честь. \n\nВ этом человеке Вы узнали того самого простого монаха, ходившего в лесной патруль. Филин слетел с руки и обратился в... Рода. Вернее, существо в одежде Рода. Лицо же его было чёрным, глаза зелёными, а уши—заострёнными. Затем и черты монаха превратились в эльфийские. Это оказался тот самый двоеюродный брат! Так вот, как они узнали, кого убивать. ",
    "answers": [
      {
        "id": 414,
        "text": "—А ты живучий... отец."
      },
      {
        "id": 414,
        "text": "—Да сколько же вас еще бить..."
      }
    ]
  },
  {
    "id": 414,
    "text": "Эльфы рассмеялись.\n—А то, Доррас, мы не так просты! Кстати, как и ты...\nФиламион дотронулся рукой до Вашего лба и будто молния прошибла всё тело. Вы посмотрели на свои руки и увидели, как они медленно становятся серо-фиолетовыми... \n—Нееет!\n—Да, мальчик мой, да. Такой ты на самом деле. Именно ради этого момента я и обучил тебя азам магии в роще, надеясь на твоё послушание.",
    "answers": [
      {
        "id": 416,
        "text": "—Пора покончить с этим безумием раз и навсегда!"
      }
    ]
  },
  {
    "id": 415,
    "text": "Вы вставили кольцо в изумрудную щель, но ничего не происходило.\n \"Может, надо было в сапфировую?\"\nНо вытащить кольцо не получалось. Оно настолько крепко засело, что, кажется, слилось с корпусом всей конструкции. \n\nТем временем продолжался бой между остальными. Ментор постепенно побеждал, его атакующие заклинания оказывались более вредоносными, а защитные чароводы более крепкими. \n\nНаконец, Филамион повержен. Побеждён и Ваш брат—Линетта постаралась на славу. ",
    "answers": [
      {
        "id": 420,
        "text": "Добить врага"
      }
    ]
  },
  {
    "id": 416,
    "text": "\"Доррас\",—услышали Вы телепатический голос Ментора,—\"Держи кольцо и вставь его в изумрудную щель машины. Не подведи меня!\"\n\nПосле этого Ментор бросил его на землю, вынул свой магический инструмент и вступил в бой с Филамионом.\nЛинетта тем временем обрушила серию яростных ударов на Вашего братца.\n\nТеперь вся ответственность лежит на Вас.",
    "answers": [
      {
        "id": 417,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 417,
    "text": "Но где эта машина?\n\nВот совятник. Наверху многочисленные дупла одомашненных ночных хищников. А вот и то самое, о чём и говорил Ментор. Сооружение из серебристого металла в виде пирамиды-тетраэдра. Отлично. Вы подбежали к ней и стали вспоминать, в какую щель надо вставить кольцо. Их тут две: одна обложена изумрудом, другая сапфиром.",
    "answers": [
      {
        "id": 415,
        "text": "Выбрать изумрудную щель"
      },
      {
        "id": 418,
        "text": "Выбрать сапфировую щель"
      }
    ]
  },
  {
    "id": 418,
    "text": "\"Так, вроде бы сюда.\" \n\nКогда Вы вставили ключ-кольцо в разъём, тут же начали происходить непонятные вещи: пространство вокруг Совиной Скалы исказилось, сильный поток ветра дунул Вам в лицо. \n\nСквозь шум донёсся голос Ментора: \n—Нет, не сюда! ААА!\nНекий сгусток искажённой материи подхватил Ментора и поволок вверх. На небесах разразился страшный бой: Ментор боролся против духа. И дух постепенно побеждал.\n—Да, молодец! Это мой сын!—начал восклицать Филамион,—То, чего я ждал всю жизнь, раса людей погибнет!\n\nПотоки воздуха подхватывали всех членов ордена, а затем отпускали с небывалой высоты. Та же участь постигла и Линетту... И лишь Вы остались стоять возле заблокированной магической машины. Безусловно, Вы пытались вытащить кольцо из сапфировой щели, но это было бесполезно. Оно будто слилось с поверхностью самой установки и никак не поддавалось...",
    "answers": [
      {
        "id": 419,
        "text": "Спустя время..."
      }
    ]
  },
  {
    "id": 419,
    "text": "После того, как рухнул орден, разграничивающий мир людей от контитента духов, началась большая война. \n\nВам удалось тайно скрыться от отца в тот роковой день и найти убежище в Вофоне. Потом бежали оттуда на юг Коалиции, когда почти всемогущие духи настигли город. Война будет долгой и кровопролитной. Много людей погибнет в сражения и поисках средства защиты. И Ваша роль в исходе противостояния будет не посдедней. \n\nНе совсем обычный пастух по имени Доррас сражается под своим знаменем.\n\nПод знаменем совы.\n\nПод знаменем хищника.\n\n[Поздравляю! Вы получаете достижение \"Другая война\"]",
    "answers": [
      {
        "id": 1,
        "text": "{Конец}"
      }
    ]
  },
  {
    "id": 420,
    "text": "Вы подскочили к месту сражения и колющими ударами добили тёмных эльфов. \n\nНесколько минут трое участников ордена стояли на Скале. Потом Линетта произнесла:\n—Всё кончено?\nВ ответ на это руководитель указал своей палкой на внутренний двор крепости. Все враги уже были уничтожены, а выжившие маги и служанки помогали раненным товарищам.\n—Что с кольцом? Оно в изумрудной щели?\n—Да, но как его вытащить оттуда?\n—Его нельзя вытащить,—простецки сказал Ментор,—теперь оно будет там до скончания веков, к нашему же счастью. Можно было и раньше так сделать, но предки оставили нам выбор, создав это ключ-кольцо.\n—Выбор впускать духов в наш мир или нет?\n\nВсе рассмеялись. Это был смех облегчения.",
    "answers": [
      {
        "id": 421,
        "text": "Спустя время..."
      }
    ]
  },
  {
    "id": 421,
    "text": "Спустя время орден восстановил былое могущество. Кажется, что вся история закончена и все опасности миновали... Но нет, это только начало. \n\nНе совсем обычный пастух по имени Доррас будет честно сражаться под своим знаменем. \n\nПод знаменем совы.\n\nПод знаменем хищника.\n\n[Поздравляю! Вы получили достижение \"Светлое будущее\"]",
    "answers": [
      {
        "id": 1,
        "text": "{Конец}"
      }
    ]
  },
  {
    "id": 422,
    "text": "Когда Вы дошли до фермы, время уже шло к рассвету. Глаза слипались, но не для того приходилось связываться с магами, чтобы так просто всё отложить.\n\nВ домике у Вас был оборудован слесарный стол для различного вида работ, и сейчас этот инструментарий пригодится как нельзя кстати.",
    "answers": [
      {
        "id": 35,
        "text": "Попытаться вскрыть шкатулку"
      }
    ]
  },
  {
    "id": 423,
    "text": "",
    "answers": []
  }
]