[
  {
    "id": 1,
    "text": "Что такое семья? Семейные отношения? Волнение за родного человека? Главный герой,болевший психическим расстройством узнает,что это такое. \"Любовь проявляется в действиях,а не в словах.\"",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "От автора"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://srv4.imgonline.com.ua/result_img/imgonline-com-ua-Resize-13sf91j6Nwc.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": " Вид из окна не вызывал у Андрея отвращения,что странно, ведь раньше ему не нравилось абсолютно ничего. Врачи,заметив это,стали чаще наблюдать за больным. Всё таки он болеет шизофренией. Мужчина смотрел в окно. Пейзажи улиц города напоминали ему об его детсве. Как вдруг его окликнули.\n—Андрей,иди сюда.",
    "answers": [
      {
        "id": 4,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 3,
    "text": "Доброго времени суток,уважаемый читатель! Хотел бы сказать пару слов насчёт своей работы... Я пишу категорически мало квестов,поэтому здесь скорее всего будут ошибки. Извиняюсь за них. Приятного чтения!",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 4,
    "text": " Обернувшись,Андрей увидел перед собой человека в больничном халате. \n—Андрей,тебе же сказали... Ну не подходи ты к окнам.\n—Анатолий Геннадиевич, я не болен,выпишите меня. Меня мама ждёт,волнуется наверное.\n—Андрей,ты же знаешь,ты сам её хоронил...\n—Нет,она жива,я верю в это...\n На этом разговор окончился,Андрей дальше смотрел в окно, а доктор начал расхаживать по палате пациента. Незаметно для обоих,в комнату вошёл мужчина средних лет. Одет он был опрятно. Но... Вот то,что он сказал,повергло всех в шок.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Андрей,тебе письмо! — мужчина протянул Андрею конверт.\n Резко выхватив конверт, пациент начал разрывать его на мелкие клочья. Он боялся. Но чего? Ответа на этот вопрос не было уже больше пяти лет,с того момента,как Андрей попал в эту психическую больницу.\n— Андрей,что ты делаешь? Это от твоей мамы.\n Гробовая тишина. Лишь тиканье часов на стене издавало хоть какие то звуки. Мужчины переглядывались друг с другом больше десяти минут, но Анатолий прервал эту и без того ужасную обстановку.\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Так,мужчина,это шутка? Покиньте пожалуйста помещение,не беспокойте больного!\n—Вы не понимаете...\n—Охрана! Выведите мужчину отсюда.\n—Андрей,они найдут тебя... Ты должен бежать... Пока можешь,беги!\n—Что,простите?\n На этом моменте забежала охрана и забрала мужчину.\n—Андрей,не слушай его,это бред! Ложись спать,поздно уже.\n—Хорошо.",
    "answers": [
      {
        "id": 7,
        "text": "Ночью"
      }
    ]
  },
  {
    "id": 7,
    "text": " Вы проснулись. На улице была темнота. Глубокая ночь. Пение птиц и тиканье часов прерывало тишину. Но посреди этих звуков вы услышали ещё один. Он доносился из больничного шкафа.\n—Тут есть кто-то?\n Никто не отвечал,но звуки были отчётно слышны. ",
    "answers": [
      {
        "id": 8,
        "text": "Лечь спать"
      },
      {
        "id": 9,
        "text": "Посмотреть в шкаф"
      }
    ]
  },
  {
    "id": 8,
    "text": " Попытавшись забыть этот кошмар у вас всё же получилось уснуть.",
    "answers": [
      {
        "id": 10,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 9,
    "text": " С каждым шагом в сторону шкафа звуки были всё отчётливее. И вот,вы уже около шкафа. Отчётно слышно чьё-то сопение. ",
    "answers": [
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://srv2.imgonline.com.ua/result_img/imgonline-com-ua-Resize-1Qvgx2wH9q0GfF.jpg"
      },
      {
        "id": 11,
        "text": "Открыть шкаф"
      }
    ]
  },
  {
    "id": 10,
    "text": " Утром вы проснулись от какого-то шелушения в конце вашей комнаты. Это доктор,он перебирал какие то лекарства. Завидев вас, он резко улыбнулся и сказал:\n— О,проснулся.\n— Вы меня отпустите отсюда?\n— Прости,дружок,не можем.\n— Сколько же мне здесь...\n Ваши слова прервал крик в коридоре. Доктор резко побежал на источник крика. За ним дверь резко захлопнулась. Отовсюду стали слышны голоса. Но самый явный был голос матери. \"Беги. окно... спасись...\". И в правду окно было открыто. Связав тряпочную верёвку вы вывесили её из окна.",
    "answers": [
      {
        "id": 12,
        "text": "Вылезти в окно."
      }
    ]
  },
  {
    "id": 11,
    "text": " Рука Андрея легонько дотрагивается до ручки от дверцы шкафа. Резкое движение на себя и шкаф открыт. Но там никого. Звуки исчезли.\n—Неужели опять глюки?\n Недолго думая вы решили лечь спать.",
    "answers": [
      {
        "id": 10,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 12,
    "text": " Пока вы спускались по самодельной верёвке,немного разодрали колено. Уже оказавшись на земле,вы побежали. Добежав до первого дома, решили переждать в нём. Зайдя в подъезд, вы оцепенели. Перед вами прошла женщина. Она очень напоминала мать Андрея.\n— Мам?\n Девушка лишь улыбнулась и быстро убежала вверх по лестнице.\n",
    "answers": [
      {
        "id": 13,
        "text": "Бежать за ней"
      }
    ]
  },
  {
    "id": 13,
    "text": " Побежав по лестничной клетке вы увидели эту женщину. Вдруг в глазах начало темнеть.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": " Вы резко очнулись. Находились вы всё ещё в той же больничной палате. \n—Андрей,я уж испугался. Ты не просыпаешься уже три дня.\n—В каком смысле три дня? Где я?\n—Как где? Ты в своей палате...\n—Но я же... И та женщина.\n—Андрей,какая к чёрту женщина? Ладно,прости, у меня дела. Мне надо идти,а ты опровляйся после комы.\n Врач ушёл и вы остались наедине со своими мыслями.\n—Ну не мог же я её выдумать? Или мог?\n",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": " Ваши мысли прерывает телефонный звонок. Входящий. От матери... Всё внутри застыло,но вы всё же взяли трубку.\n—Алло,мам?\n—....\n—Маааам? Ответь пожалуйста.\n—Это не она,Андрей,твоя мать мертва,а ты болен шизофренией. Ты скоро умрёшь. У тебя глюки. И этого звонка не существует. Ты всё выдумал. \n Вдруг в трубке послышались короткие гудки. Кто-то не хотел продолжать этот разговор.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Андрей! Андрей! Все в порядке?\n—А? Да, да, все хорошо!\n—Ты чего завис?\n—В смысле? Вы же уходили из кабинета,не помните?\n—Что? Опять глюки? СЕСТРА,БЫСТРЕЕ УКОЛЫ!\nТут же Андрей услышал голос матери в голове. Такой тёплый и нежный голосок,Андрей жалел,что не успел ей сказать,как сильно он ее любит. ",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "   Время шло... Прошёл уже год,а Андрей всё не мог забыть те странные случаи...\n   Через ещё какое-то время его выписали, и он мог спокойно ходить по улицам своего родного города. Но всё было хорошо до недавнего случая.",
    "answers": [
      {
        "id": 18,
        "text": "Вспомнить"
      }
    ]
  },
  {
    "id": 18,
    "text": "  Совсем недавно Андрея выписали из психической больницы. Он был полон радости и вернулся домой в надежде увидеть хоть кого нибудь родного. Но он увидел лишь замшелые стены,за которыми слышны были голоса и выкрики соседей,видимо как обычно ругались.\n   Андрей прошёл в свою старую комнату,скинул вещи и уснул.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "   Посреди ночи Андрей проснулся от странного шороха...\n   -Кто тут?\n   Никто не отвечал...\n   -Послелний раз спрашиваю,кто здесь?\n   В ответ всё так же была тишина. Не выдержав,Андрей побежал из комнаты узнать,кто это был. Не успел он выбежать из комнаты,как вдруг слева от него,в углу комнаты,что-то пошевелилось.",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "в разработке",
    "answers": [
      {
        "id": 1,
        "text": "Меню"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]