[
  {
    "id": 1,
    "text": "Автор: Mikasa Akkerman\nСтатус: Завершён\n                        !!!Приятного чтения!!!\n\nЭта мини книга о том, что не стоит гулять ночью по школам и проверять мифы о ней.\nЕсли вы зашли выйти не сможете...\nИ никто не услышит ваши крики...\nБудет...уже...поздно...",
    "answers": [
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "Почти в каждой школе есть свои страшилки, связанные с её зданием. Вот и в одном маленьком городке среди учеников ходила легенда, что 15-го числа каждого лунного месяца ночью в школе творятся странные вещи — например, что у статуи напротив входа вращаются глаза, число ступенек в лестничных пролётах меняется, в лабораториях из кранов вместо воды начинает течь кровь. И если в это время кто-то осмелится войти в крайний туалет на первом этаже, то этого человека больше никто не увидит.\n\nОднажды группа детей решила проверить, правду ли говорят, или это просто байки. Они собрались 15-го числа лунного месяца и ближе к полуночи подошли к школе. Глаза статуи у входа смотрели влево — проходя мимо него, ребята специально обратили на это внимание. Подождав некоторое время, они убедились, что глаза не двигаются ни на миллиметр.\n\n— Сказки это всё, — сказал один из мальчиков.\n\n— Давайте ещё посмотрим…\n\nОни вошли в здание и подошли к лестнице. Одна ступенька, два, три… Итого тринадцать ступеней. Правильно, их и должно было быть тринадцать, как у каждой лестницы в здании. Потом ребята прошли в лабораторию. Открыли один из кранов, из него хлынула вода.\n\n— Да уж, напрасно пришли, — страх ребят окончательно развеялся, и они уже без особой надежды решили проверить крайний туалет на первом этаже.\n\nПравда, перед дверью туалета их пыл несколько остудился. Хоть они и говорили наперебой, что ничему уже не верят, войти никто не торопился. Наконец, один мальчик, Джек, сказал, что он не боится ничего, открыл дверь и вошёл в туалет. Его друзья взглянули на часы. Был ровно час ночи. Через минуту мальчик вышел из туалета:\n\n— Ничего нет, всё это сказки!\n\nРебята, смеясь, пошли прочь. Выйдя из школы, они разбежались по домам. Один мальчик из этой компании, Эрик, перед уходом ещё раз взглянул на статую у входа. Её глаза по-прежнему смотрели влево.\n\n— Сказки, — презрительно прошептал он и направился домой.\n\nНаутро ему позвонила мать Джека:\n\n— Послушай, вчера Джек ведь был вечером с вами? Он до сих пор не вернулся домой.\n\nРебята почувствовали неладное. В конце концов, они решили рассказать родителям и учителям о своём «эксперименте» прошлым вечером. Вместе со взрослыми они пошли в здание школы.\n\n— Что вы говорите? У статуи возле школы глаза смотрят вправо, — сказал директор школы, слушая рассказ ребят.\n\n— Как так? Но вчера мы специально подходили — они смотрели влево!\n\nВойдя в ворота, все увидели, что глаза действительно смотрят вправо.\n\n— Но ведь ещё были ступени! — ребята быстро побежали к лестнице.\n\n— Одна, две, три… двенадцать?!\n\n— Да, в этой лестнице всегда было двенадцать ступеней, — сказал директор школы. — Она короче остальных лестниц на одну ступеньку, архитекторы ошиблись в проектировании.\n\n— Это невозможно!\n\n— Но кран в лаборатории… — вспомнил один мальчик.\n\nВойдя в лабораторию, все посмотрели на кран. В раковине под ним запеклась красная лужица.\n\n— Но… но ведь Джек ходил в тот туалет! — все оцепенели от страха.\n\n— Пойдём скорее, посмотрим, — директор почувствовал, что дело становится серьёзным.\n\nТолкнули дверь… Первое, что они увидели, было изуродованное тело Джека. Его глаза были широко распахнуты, в них застыл ужас. Шея была разрезана широко поперёк. Вся кровь из тела вытекла, отчего лицо было бледным, как бумага. Вывернутые наружу внутренности лежали в уже высохшей раковине. Мать Джека вскрикнула и упала в обморок. Некоторые из присутствующих учителей не смогли сдержать рвоту. Эрик, не мигая, уставился на часы на руке Джека. Они показывали ровно час — время, когда тот вошёл в туалет.\n\n",
    "answers": []
  }
]