[
  {
    "id": 1,
    "text": "Жанр: детектив, интерактивная книга, мистика, нуар.\nАвтор: Bely71 (Zmicer) \nКонцовки: 9 основных и 13 вариативных\n\nЭта детективная история случилась в Западном полушарии, а её главный герой — эксцентричный журналист Ньютман. Его незаурядный ум поможет распутать серию загадочных преступлений в промышленном сердце США.\nВсем нуарного настроения, приглашаю в мрачный Детройт!",
    "answers": [
      {
        "id": 2,
        "text": "Погрузиться в нуар"
      },
      {
        "id": 35,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "ГЛАВА 1. РАССЛЕДОВАНИЕ\n\nДетройт вздрогнул от серии убийств. Полицейское расследование зашло в тупик, улики нивелировались одна другой, и когда казалось, что вот она — зацепка, всё возвращалось на круги своя. Однажны, около 10 утра, в полицейское управление зашёл человек, одетый в скромное и весьма поношенное пальто и шляпу, с полей которой капала вода — результат прошедшего дождя.\n— Моя фамилия Ньютман, — представился вошедший дежурному полицейскому, — я хочу поговорить с детективом, который ведёт дело о серии убийств.\n— У вас есть информация по этому делу?\n— Думаю, я смог бы помочь.\n— Хорошо, — ответил дежурный, нажимая на кнопку, которая разрешала пройти через турникет, — поднимитесь на второй этаж, кабинет 207.\nНьютман быстро поднялся по ступеням и толкнул дверь, ведущую в коридор второго этажа. Недолго побродив, он нашёл нужный кабинет. Под числом 207 располагалась табличка \"детектив Смит\". Жаль, что моя фамилия не Вессон, — подумал Ньютман.",
    "answers": [
      {
        "id": 5,
        "text": "Постучать"
      },
      {
        "id": 6,
        "text": "Войти без стука"
      }
    ]
  },
  {
    "id": 3,
    "text": "Отпечатки на Новом Завете принадлежали следующей жертве. Наверно это было одно из самых жутких убийств. После того, как несчастного закололи, убийца содрал с него кожу. Через месяц был обнаружен новый труп — сотрудник таможни. Был убит в своей униформе, как будто маньяк хотел обратить внимание на его род занятий. \nНикаких связей между жертвами не существовало (за исключением случаев, когда убитые были братьями). Следующей жертвой стал блоггер. Его канал на Ютубе был посвящён разбору христианской религии, и, отчасти, проповедыванию атеизма. При убитом была найдена только распечатка с названиями его видеороликов, что и помогло установить его род деятельности, так как его канал особой популярностью не пользовался. Следующими жертвами были опять два брата. Один был одет в форму таможни, хотя не являлся её сотрудником. На какой-то момент в полиции возникла версия, что маньяк чередует убийства братьев с единичными жертвами, но подтверждений или сторонников эта версия не нашла. Ключевую роль сыграло мнение, что при втором убийстве братьев было использовано другое орудие, и эта жертва признана случайной.\nПоследняя жертва, после убийства была распилена пилой. На пиле были обнаружены отпечатки, как и в прошлый раз, но их владельца так и не установили. Все предыдущие жертвы жили довольно бедно, многие в трейлерских парках, что само собой затрудняло следствие.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ньютман неплохо разбирался в религиях и довольно быстро увидел смысл этой серии убийств.\nОтвет лежал в Новом Завете. Убийца неоднократно намекал на это. Все убитые им отождествлялись с учениками Христа. Первые два брата это первые два ученика — Андрей и Пётр, рыбаки, потому на месте убийства была рыба. Пётр имел прозвище \"Скала\", поэтому помимо рыбы был и камень. Третьим учеником был Филипп, его распяли вниз головой. Следующее убийство — это два брата Иоанн и Иаков. Иоанн был одним из евангелистов, а потому у одного из братьев был при себе Новый Завет. Смерть Иакова — единственная, которая описана в Новом Завете. Его убили мечём. Следующая жертва соотносится с Варфоломеем, с которого содрали кожу. Затем таможенник — ассоциация с мытарем Матфеем. Далее блоггер-атеист; убийца видел в нём Фому неверующего. Затем ещё два брата — Иаков и Иуда (не путать с Иудой Искариотом), ученика Иисуса, один из которых был мытарем, а потому и убитый был одет в форму таможенника. Наконец, последняя жертва, которую распилили пилой, как одиннадцатого ученика Симона. \nНьютман расчитывал на помощь полиции, на то, что вместе они остановят убийцу, так как он ещё не закончил.\n\"Что ж, — подумал журналист, — я сам всё сделаю, осталось...",
    "answers": [
      {
        "id": 17,
        "text": "..только одно убийство\""
      },
      {
        "id": 18,
        "text": "..два убийства\""
      },
      {
        "id": 19,
        "text": "..несколько убийств\""
      }
    ]
  },
  {
    "id": 5,
    "text": "Ньютман деликатно постучал, но из-за дверей не донеслось и звука. \"Я был вежлив\", — подумал Ньютман и нажал на ручку двери. Она была не заперта и журналист вошёл в кабинет. Его хозяина скрывал здоровенный монитор на рабочем столе, и когда Ньютман приблизился, то увидел детектива Смита — им оказалась женщина, шатенка, средних лет, с аккуратной стрижкой под каре. Она была полностью поглащена тем, что было изображено на дисплее и не сразу заметила вошедшего. Ньютман деликатно хмыкнул.\n— Слушаю Вас, — она оторвала взгляд от монитора.\n— Меня зовут Ньютман, я из \"Детройт пост\", и мне кажется, что я могу помочь с Вашим делом.\n— Что ж, по правде мы в тупике, а потому любая помощь будет приветствоваться.",
    "answers": [
      {
        "id": 7,
        "text": "- Покажите мне материалы дела"
      }
    ]
  },
  {
    "id": 6,
    "text": "На рабочих местах люди должны работать, и с такой мыслью Ньютман решительно вошёл в кабинет детектива. Детектив Смит, женщина средних лет со стрижкой под каре, от неожиданности подскочила на стуле.\n— Кто вы? И почему врываетесь в мой кабинет?\n— Меня зовут Ньютман, я из \"Детройт пост\".\n— Только журналистов мне не хватало.\n— Я могу помочь Вам с расследованием.\n— Из нас двоих детектив тут я.\n— И завели расследование в тупик, — оборвал её  Ньютман.\n— Так! Хватит! Вы врываетесь в мой кабинет, грубите, — Смит сделала вдох возвращая самообладание, — попрошу Вас выйти.",
    "answers": [
      {
        "id": 8,
        "text": "Запротестовать"
      },
      {
        "id": 9,
        "text": "Выйти за дверь"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Вообще то, я не должна этого делать.\n— Да бросьте, я в курсе всего, просто хочу показать Вам то, что Вы пропустили.\nДетектив потянулась к шкафу, но Ньютман остановил её.\n— Нет необходимости смотреть оригиналы, откройте файлы на комьютере.\n",
    "answers": [
      {
        "id": 10,
        "text": "Изучить материалы"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Послушайте, расследование в тупике, но я могу помочь Вам.\n— С чего вы взяли, что оно в тупике!\n— Убийца не схвачен, и более того убийства будут продолжаться! — горячо воскликнул журналист. \n— Присаживайтесь, — самообладание полностью вернулось к детективу, — из-за этого дела я вся на взводе. Прошу прощения.\n— Всё хорошо.",
    "answers": [
      {
        "id": 7,
        "text": "Покажите мне материалы дела"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ньютман с разачарованием вышел за дверь, но ему были известны основные детали следствия. Что ж, придётся действовать самому.\nЖурналист пришёл к себе домой и включил свой компьютер. 11 жертв и единственное, что связывало эти убийства — это орудие. Некий колющий предмет, который найден не был. У полиции имелось несколько предположений, что это могло быть — стамеска, треугольный напильник, но Ньютман был уверен, что все жертвы были заколоты копьём.\nСначала было убито два брата, а на месте преступления из улик были найдены только камень и рыба. На камне были найдены отпечатки пальцев, но их владелец, был найден мёртвым через месяц. После смерти, убийца его распял  вниз головой, а отпечатки, которые были обнаружены на месте преступления принадлежали двум новым жертвам. Их убили через месяц. Как и в первом случае это было два брата. Первый имел при себе Новый Завет и опять с отпечатками пальцев, а его брат в отличие от остальных жертв, был зарублен мечём. Полиция решила не включать эту жертву в список жертв маньяка, что было грубой ошибкой. Считалось, что брат пытался помешать и потому был убит иначе, а первоначально маньяк не планировал его смерть.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "11 жертв и единственное, что связывало эти убийства — это орудие. Некий колющий предмет, который найден не был. У полиции имелось несколько предположений, что это могло быть — стамеска, треугольный напильник.\nСначала было убито два брата, а на месте преступления из улик были найдены только камень и рыба. На камне были найдены отпечатки пальцев, но их владелец, был найден мёртвым через месяц. После смерти, убийца его распял вниз головой, а отпечатки, которые были обнаружены на месте преступления принадлежали двум новым жертвам. Их убили через месяц. Как и в первом случае это было два брата. Первый имел при себе Новый Завет и опять с отпечатками пальцев, а его брат в отличие от остальных жертв, был зарублен мечём. Полиция решила не включать эту жертву в список жертв маньяка, что было грубой ошибкой. Считалось, что брат пытался помешать и потому был убит иначе, а первоначально маньяк не планировал его смерть.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Отпечатки на Новом Завете принадлежали следующей жертве. Наверно это было одно из самых жутких убийств. После того, как несчастного закололи, убийца содрал с него кожу. Через месяц был обнаружен новый труп — сотрудник таможни. Был убит в своей униформе, как будто маньяк хотел обратить внимание на его род занятий. \nНикаких связей между жертвами не существовало (за исключением случаев, когда убитые были братьями). Следующей жертвой стал блоггер. Его канал на Ютубе был посвящён разбору христианской религии, и, отчасти, проповедыванию атеизма. При убитом была найдена только распечатка с названиями его видеороликов, что и помогло установить его род деятельности, так как его канал особой популярностью не пользовался. Следующими жертвами были опять два брата. Один был одет в форму таможни, хотя не являлся её сотрудником. На какой-то момент в полиции возникла версия, что маньяк чередует убийства братьев с единичными жертвами, но подтверждений или сторонников эта версия не нашла. Ключевую роль сыграло мнение, что при втором убийстве братьев было использовано другое орудие, и эта жертва признана случайной.\nПоследняя жертва, после убийства была распилена пилой. На пиле были обнаружены отпечатки, как и в прошлый раз, но их владельца так и не установили. Все предыдущие жертвы жили довольно бедно, многие в трейлерских парках, что само собой затрудняло следствие.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Как я понял, — начал Ньютман после просмотра материалов, — связь, кроме орудия убийства, вы не нашли.\n— Мы даже не уверены, имеет ли отношение к делу убийство брата, во втором двойном убийстве, — признала безысходность Смит.\n— О, поверьте, имеет, — загадочно произнёс журналист. — Итак, а теперь о том, что вы упустили.\nС этими словами Ньютман достал Библию. \n— Вы хотите сказать, что тут есть религиозный мотив? Мы рассматривали эту версию, но подтверждений тому мы не нашли.\n— Плохо искали. Ответ лежит в Новом Завете. Убийца неоднократно намекал на это. Все убитые им отождествляются с учениками Христа. Первые два брата это первые два ученика — Андрей и Пётр, рыбаки, потому на месте убийства была рыба.\n— А камень?\n— Пётр имел прозвище \"Скала\". Третьим учеником был Филипп, его распяли вниз головой. Следующее убийство — это два брата Иоанн и Иаков. Иоанн — евангелист, а потому у одного из братьев был при себе Новый Завет, а смерть Иакова — единственная, которая описана в Новом Завете. Его убили мечём.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Следующая наша жертва соотносится с Варфоломеем, с которого содрали кожу. Затем таможенник — ассоциация с мытарем Матфеем. Далее блоггер-атеист, думаю, наш убийца видел в нём Фому неверующего. Затем ещё два брата — Иаков и Иуда (не путать с Иудой Искариотом), ученика Иисуса, один из которых был мытарем, а потому и убитого одели в форму таможенника. Наконец, последняя жертва, которую, после убийства, распилили пилой, как одиннадцатого ученика Симона.\n— А орудие убийство, во всех случаях, — начала догадываться Смит, — символизирует копьё, которым проткнули  Христа?\n— Верно. Вижу Вы уловили мысль.\n— Сколько, по Вашему, нам ещё ждать убийств?",
    "answers": [
      {
        "id": 14,
        "text": "Одно"
      },
      {
        "id": 15,
        "text": "Два"
      },
      {
        "id": 16,
        "text": "Несколько"
      }
    ]
  },
  {
    "id": 14,
    "text": "— У Христа было 12 учеников. Последний, Иуда Искариот, предавший его. И, если наш маньяк соотносит свои жертвы с апостолами, то будет ещё один убитый. Думаю, он определился с жертвой, её отпечатки были оставлены на месте последнего преступления.\n— Да, но кого он предаст, — задала вопрос Смит, — преступника, государство, семью?\n— Этого я не знаю, и потому пришёл сюда. Надеюсь, что вместе мы сможем разгадать эту загадку и предотвратить несчастье.\n— Вы сдвинули дело с мёртвой точки, Вам и карты в руки.\n— Что ж, пока я искал зацепки обратил внимание, что все жертвы, небогатые, многие жили в трейлерах, а потому и круг их знакомых может быть небольшим.\n— Нам это ничего не даст, мы опрашивали уже всю родню и коллег убитых.\n— Напротив, — вновь загадочо улыбнулся Ньютман, — у нас есть мёртвый таможенник и непопулярный блоггер.\n—И? — продолжала недоумевать Смит.\n— А то, что нужно хоть немного знать человека, что б знать что он одинок, а значит таможенник скорее всего знал своего убийцу.\n— А в случае с блоггером Вы намекаете, что это кто-то из подписчиков? — продолжила мысль Ньютмана детектив.\n— Или из тех, кто смотрел его ролики. Таких и полсотни не наберётся.\n— Так на что обратим внимание в первую очередь?",
    "answers": [
      {
        "id": 20,
        "text": "- Проверим контакты таможенника"
      },
      {
        "id": 21,
        "text": "- Поищем по IP тех, кто смотрел блоггера"
      },
      {
        "id": 22,
        "text": "- Рассмотрим род деятельности других жертв",
        "need": -22
      }
    ]
  },
  {
    "id": 15,
    "text": "— Число 13, вопреки народному мнению, было священным. Иисус и 12 апостолов составляли именно число 13, а некоторые храмы в ортодоксальных ответвлениях христианства имеют по 13 куполов. К тому же, от убийцы исходил намёк, что после 12-го убийства, последует завершающее — это копьё, которым он убивал. И судя по всему 13-я жертва будет кем-то повлиятельней. Но сначала нужно разобраться с тем, кого маньяк решит \"назначить\" Иудой, предавшим Христа, — подвёл черту Ньютман.\n— И что Вы предлагаете? Как нам выйти на маньяка?",
    "answers": [
      {
        "id": 26,
        "text": "- У блоггера мало подписчиков и просмотров. Уверен, наш маньяк был среди тех, кто видел его ролики. Проверим по IP"
      },
      {
        "id": 27,
        "text": "- Рассмотрим с кем контактировал таможенник. Думаю, это кто-то из его окружения",
        "need": -27
      },
      {
        "id": 28,
        "text": "- Проверим род занятий других жертв"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Число 13, вопреки народному мнению, было священным. Иисус и 12 апостолов составляли именно число 13, а некоторые храмы в ортодоксальных ответвлениях христианства имеют по 13 куполов. К тому же, от убийцы исходил намёк, что после 12-го убийства, последует завершающее — это копьё, которым он убивал. И судя по всему 13-я жертва будет кем-то повлиятельней. Но сначала нужно разобраться с тем, кого маньяк решит \"назначить\" Иудой, предавшим Христа. И, наконец, главное, — Ньютман торжествующе посмотрел на детектива. —  Более того, семь лет назад уже была подобная серия убийств, но почему то Вы и ваши коллеги не заметели этого.\n— Что предлагаете делать?\n",
    "answers": [
      {
        "id": 23,
        "text": "- Нужно попытаться предотвратить следующее убийство"
      }
    ]
  },
  {
    "id": 17,
    "text": "11 жертв, а учеников — 12. Последний, Иуда, предал своего учителя. А значит, нужно искать того, кто имеет отношение к предательству.\nПравда, предательство понятие растяжимое, можно предать супругу, а можно Родину. С копами эту дилемму можно было решить проще. ",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Число 13, вопреки народному мнению, было священным. Иисус и 12 апостолов составляли именно число 13, а некоторые храмы в ортодоксальных ответвлениях христианства имеют по 13 куполов. К тому же, от убийцы исходил намёк, что после 12-го убийства, последует завершающее — это копьё, которым он убивал. И судя по всему 13-я жертва будет кем-то повлиятельней. Но сначала нужно разобраться с тем, кого маньяк решит \"назначить\" Иудой, предавшим Христа. Правда пытаться вычислить в крупном городе будущую жертву без каких-либо подсказок дело нереальное. А потому нужно сосредоточиться на задаче, которая по силам \"волку-одиночке\", и которая поможет выйти на маньяка.",
    "answers": [
      {
        "id": 113,
        "text": "Поиск связей между жертвами"
      }
    ]
  },
  {
    "id": 19,
    "text": "Число 13, вопреки народному мнению, было священным. Иисус и 12 апостолов составляли именно число 13, а некоторые храмы в ортодоксальных ответвлениях христианства имеют по 13 куполов. К тому же, от убийцы исходил намёк, что после 12-го убийства, последует завершающее — это копьё, которым он убивал. И судя по всему 13-я жертва будет кем-то повлиятельней. Но сначала нужно разобраться с тем, кого маньяк решит \"назначить\" Иудой, предавшим Христа.\nИтак, осталось два убийства, а после весь цикл повторится, и такое уже случалось семь лет назад. И в данном случае, если сейчас маньяка не остановить, то скорее всего всё повторится через семь лет.\nРаз полиция мне не помощник, тогда сосредоточимся на",
    "answers": [
      {
        "id": 37,
        "text": "Убийстве блоггера и таможенника",
        "need": -37
      },
      {
        "id": 38,
        "text": "Просмотре материалов семилетней давности",
        "need": -38
      },
      {
        "id": 39,
        "text": "Поиске связей других жертв"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Мы проверяли каждую жертву, никаких связей. Коллег и знакомых мы так же опросили.\n— Может таможенник смотрел блоггера? А вы проверяли его компьютер, какие сайты он посещал? — Ньютман знал, что был близок к разгадке, но никак не мог подобрать нужный ключ.\n— Компьютер проверяли, а вот браузер нет. Но это не сложно выяснить, я позвоню нашим техникам. Ноутбук находиться в отделе улик. Они быстро проверят историю посещений.\nВ скором времени телефон Смит зазвонил. Провека комьютера не принесла новых результатов.\n— Что ж, попытаться стоило, — Ньютман был заметно разачарован, — я был уверен, что мы обнаружим какую-нибудь связь.\n— Вы и так показали помогли следствию, — попыталась приободрить журналиста Смит, — уверена, должна быть ещё зацепка.\n",
    "answers": [
      {
        "id": 21,
        "text": "Поищем по IP тех, кто смотрел блоггера"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Блоггера мы проверяли, но в истории его браузера ничего такого нет.\n— В этом случае нужно проверить его Ютуб канал, и адреса, с которых его смотрели. Как я говорил, их немного.\n— Это займёт чуть больше времени, чем с таможенником.\nПока Ньютман и Смит ждали распечатки, на улице стемнело.\n— Если Вы не против, я возьму копию, поработаю над ней вечером.\n— Конечно, утром увидимся, мистер Ньютман.\n— Непременно, миссис Смит, — взял свою шляпу журналист.\n— Я, мисс, — поправила Ньютмана детектив.\n—Хорошо, — улыбнулся журналист, — мисс Смит.",
    "answers": [
      {
        "id": 44,
        "text": "Отправиться домой."
      }
    ]
  },
  {
    "id": 22,
    "text": "— Мы проверяли всех и каждого, — возразила детектив, — абсолютно никаких связей между жертвами.\n— Что ж, тогда сосредоточимся на других вопросах.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "— У Христа было 12 учеников. Последний, Иуда Искариот, предавший его. И, если наш маньяк соотносит свои жертвы с апостолами, то будет ещё один убитый. Думаю, он определился с жертвой, её отпечатки были оставлены на месте последнего преступления.\n— Да, но кого он предаст, — задала вопрос Смит, — преступника, государство, семью?\n— Этого я не знаю, и потому пришёл сюда. Надеюсь, что вместе мы сможем разгадать эту загадку и предотвратить несчастье.\n— Вы сдвинули дело с мёртвой точки, Вам и карты в руки.\n— Что ж, пока я искал зацепки обратил внимание, что все жертвы, небогатые, многие жили в трейлерах, а потому и круг их знакомых может быть небольшим.\n— Нам это ничего не даст, мы опрашивали уже всю родню и коллег убитых.\n— Напротив, — вновь загадочо улыбнулся Ньютман, — у нас есть мёртвый таможенник и непопулярный блоггер.\n—И? — продолжала недоумевать Смит.\n— А то, что нужно хоть немного знать человека, что б знать что он одинок, а значит таможенник скорее всего знал своего убийцу.\n— А в случае с блоггером Вы намекаете, что это кто-то из подписчиков? — продолжила мысль Ньютмана детектив.\n— Или из тех, кто смотрел его ролики. Таких и полсотни не наберётся.\n— Так на что обратим внимание в первую очередь?",
    "answers": [
      {
        "id": 24,
        "text": "Ещё раз проверим контакты таможенника, и сопоставим их с теми, кто смотрел блоггера."
      },
      {
        "id": 25,
        "text": "Просмотрим материалы прошлой серии убийств и поищем подсказки там"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Что мы ищем конкретно?\n— Пока не знаю, но думаю, мы заметим нужную нам зацепку, — задумчиво сказал Ньютман.\nДетектив Смит запросила список IP  адресов, с которых смотрели блоггера, и открыла файл на комьютере, где была собрана информация по таможеннику.\n— Почему Вы так напираете на эти два убийства? — спросила Смит.\n— Они идут одно за другим, и в случае с блоггером есть возможность попробовать отследить связь по IP адресу.\n— Если честно, я слабо представляю, что Вы ищете, но пробуйте.",
    "answers": [
      {
        "id": 29,
        "text": "- Выведите список мест, откуда смотрели ролики блоггера"
      }
    ]
  },
  {
    "id": 25,
    "text": "— В прошлый раз 13-й жертвой стал служитель местной методисткой церкви. И это убийство никак не связали с аналогичной серией убийств. А вот 12-я жертва — это детектив, который вёл раследование.\n— Но причём тут предательство? Ведь, если я правильно поняла — последняя жертва это аналог Иуды.\n— Возможно этот детектив утратил веру, но я думаю, что более вероятно он догадался о связи преступлений, то есть \"предал\" маньяка, что и повлекло за собой убийство.\n— Его тоже закололи?\n— Нет, обнаружили повешенным. Иуда после предательства повесился на осине.\n— Припоминаю, что было упоминание о смерти коллеги, но никто не говорил, что это связано с расследованием.",
    "answers": [
      {
        "id": 40,
        "text": "- Думаю, кто-то из нас может стать 12-й жертвой "
      },
      {
        "id": 41,
        "text": "- Нужно обратить внимание на все возможные улики с последнего дела"
      }
    ]
  },
  {
    "id": 26,
    "text": "Детектив запросила список IP адресов подписчиков, тех кто смотрел ролики убитого блоггера. Таких не набралось и полсотни.\n— Что мы ищем?\n— Подсказки, — ответил Ньютман и уставился в полученные данные. — У нас есть пара адресов не с Детройта, думаю их можно исключить.\n— Думаете, убийца местный?\n— Скорее всего, но нельзя исключать и остальные варианты.\n— Я могу попросить патрульных проверить адреса, — Смит оторвала взгляд от компьютера. — И всё же это слабая зацепка. Мы не можем сидеть и ждать, нужно поискать и другие зацепки.",
    "answers": [
      {
        "id": 88,
        "text": "Проверить неместные адреса"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Мы проверяли каждую жертву, никаких связей. Коллег и знакомых мы так же опросили.\n— Может таможенник смотрел блоггера? А вы проверяли его компьютер, какие сайты он посещал? — Ньютман знал, что был близок к разгадке, но никак не мог подобрать нужный ключ.\n— Компьютер проверяли, а вот браузер нет. Но это не сложно выяснить, я позвоню нашим техникам. Ноутбук находиться в отделе улик. Они быстро проверят историю посещений.\nВ скором времени телефон Смит зазвонил. Провека комьютера не принесла новых результатов.\n— Что ж, попытаться стоило, — Ньютман был заметно разачарован, — я был уверен, что мы обнаружим какую-нибудь связь.\n— Вы и так помогли следствию, — попыталась приободрить журналиста Смит, — уверена, должна быть ещё зацепка.\n",
    "answers": [
      {
        "id": 15,
        "text": "- Продолжим наши поиски"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Мы проверяли каждого, искали хоть какую-нибудь связь между убитыми, — возразила детектив.\n— И даже того, кого убили мечём?\n— Если честно, то нет.\n— Хорошо, значит начнём со второй пары убитых братьев, а далее посмотрим, что удастся найти.",
    "answers": [
      {
        "id": 36,
        "text": "Обсудить случайность выбора, кого из братьев каким способом нужно было убить"
      }
    ]
  },
  {
    "id": 29,
    "text": "Ньютман уставился в монитор просматривая полученные данные.\n— Так, а теперь, данные по таможеннику, а именно, его смены.\n— Вы нашли связь?\n— Ещё нет, но мне кажется, я близко, — журналист сделал паузу. — Я думаю наш маньяк не местный, он прилетал с Бостона для совершения убийств.\n— С чего такая уверенность?\n— Только два IP не с Детройта, но один это пригород, а второй — это Бостон, а значит наш убийца прилетал с Бостона, в какой-то раз заприметил таможенника, скорее всего с ним общался, а после — убил его.\n— Это очень хрупкая связь, но думаю стоит её проверить.\n",
    "answers": [
      {
        "id": 30,
        "text": "- Нужно запросить помощи у бостонских коллег, что б проверили адрес"
      },
      {
        "id": 31,
        "text": "- Нужно просмотреть видеозаписи с таможни за несколько дней до убийств, и обязательно, что были смены нашего таможенника"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Итак, у нас есть предполагаемый адрес, пора наведаться в гости, — и с этими словами Смит позвонила в Бостон и объяснила колегам ситуацию. — Придётся немного подождать, мистер Ньютман.\n— Конечно, конечно, — понимающе закивал журналист головой, — я не спешу.\nПримерно через час позвонили из Бостона. Смит поговорила с колегами, а затем обратилась к Ньютману.\n— Вы оказались правы! Полиция нашла улики, нашла фотографии жертв.\n— А преступник?\n— Боюсь он ушёл.\n— Мне кажется, что скоро он нанесёт очередной удар. Нужно усилить охрану на вокзалах и аэропорту. Есть какие-либо приметы?\n— Нет, когда полицейские вошли, в его квартире никого не было. \n— Хорошо, пока Вы получаете улики из Бостона, я просмотрю старые вырезки из газет, а завтра зайду к Вам.\n— Тогда до встречи утром.\n",
    "answers": [
      {
        "id": 44,
        "text": "Отправиться домой"
      }
    ]
  },
  {
    "id": 31,
    "text": "— На это уйдёт время.\n— Да, я знаю, но это может нам помочь.\nДетектив Смит позвонила в службу охраны аэрапорта и запросила видеоматериалы с камер наблюдения с таможни. Их доставили через час.\n— Итак, сначала отбираем даты, когда работал таможенник, а затем из этих дат те смены, которые находятся в трёхдневном диапазоне до убийств. Время сопоставляем с прибытием самолётов из Бостона. Это поможет сузить поиск.\n— Мы ищем иголку в стоге сена, — Смит не была уверена в правильности этого метода.",
    "answers": [
      {
        "id": 33,
        "text": "- Попроси коллег помочь, быстрее просмотрим"
      },
      {
        "id": 34,
        "text": "- И тем не менее, мы должны всё просмотреть, уверен, что-нибудь найдём"
      }
    ]
  },
  {
    "id": 32,
    "text": "Журналист сидел в своём сером пальто, и в который раз просматривал известные ему факты Работы предстояло много, ведь пока он так и не получил зацепку. \nКлючевая мысль крутилась в голове, но никак не формулировалась.",
    "answers": [
      {
        "id": 46,
        "text": "Попытаться сконцентрироваться ",
        "need": 21
      },
      {
        "id": 45,
        "text": "Отвлечься и сделать кофе"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Идея конечно хорошая, но боюсь сегодня мы уже припознились, так что придётся разбираться с этим самостоятельно.\nОставшуюся часть дня журналист и детектив провели в просматривании записей с аэропорта.\n— Уже поздно, — заметил Ньютман, — я бы взял часть записей и посмотрел бы их дома, если Вы не против.\n— Хорошо, — согласилась Смит, — но лично я предпочитаю отдохнуть, завтра день будет длинный.",
    "answers": [
      {
        "id": 44,
        "text": "Отправиться домой"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Может попросим помощи у моих коллег? — предложила Смит.\n— Пока не нужно распространяться о том, что мы продвинулись в этом деле, — заосторожничал Ньютман.\n— Ты подозреваешь, что у него в отделении есть сообщник? — с негодованием поинтересовалась детектив.\n— Нет, но думаю осторожность не помешает, к тому же, я думаю, у нас есть время в запасе.\nОставшуюся часть дня журналист и детектив провели в просматривании записей с аэропорта.\n— Уже поздно, — заметил Ньютман, — я бы взял часть записей и посмотрел бы их дома, если Вы не против.\n— Хорошо, — согласилась Смит, — но лично я предпочитаю отдохнуть, завтра день будет длинный.",
    "answers": [
      {
        "id": 44,
        "text": "Взять видеоматериалы и идти домой"
      }
    ]
  },
  {
    "id": 35,
    "text": "возможные финалы (многие имеют варианты, но их суть от этого не меняется)\n\n¤ нуарное настроение прыгает как висельник с табурета\n¤ дежавю\n¤ палата N6\n¤ без тормозов!\n¤ ещё не конец\n¤ палата N7\n¤ моё сердце...остановилось..\n¤ самый гуманный суд\n¤ один в поле...",
    "answers": [
      {
        "id": 1,
        "text": "к началу"
      },
      {
        "id": 91,
        "text": "нуарное настроение прыгает как висельник с табурета",
        "need": 91,
        "need_ever": true
      },
      {
        "id": 117,
        "text": "дежавю (вариант 1)",
        "need": 117,
        "need_ever": true
      },
      {
        "id": 116,
        "text": "палата N6",
        "need": 116,
        "need_ever": true
      },
      {
        "id": 118,
        "text": "без тормозов",
        "need": 118,
        "need_ever": true
      },
      {
        "id": 119,
        "text": "ещё не конец",
        "need": 119,
        "need_ever": true
      },
      {
        "id": 155,
        "text": "палата N7",
        "need": 155,
        "need_ever": true
      },
      {
        "id": 158,
        "text": "моё сердце...остановилось.. (вариант 1)",
        "need": 158,
        "need_ever": true
      },
      {
        "id": 166,
        "text": "моё сердце...остановилось.. (вариант 2)",
        "need": 166,
        "need_ever": true
      },
      {
        "id": 168,
        "text": "моё сердце...остановилось.. (вариант 3)",
        "need": 168,
        "need_ever": true
      },
      {
        "id": 172,
        "text": "моё сердце...остановилось.. (вариант 4)",
        "need": 172,
        "need_ever": true
      },
      {
        "id": 186,
        "text": "моё сердце...остановилось.. (вариант 5)",
        "need": 186,
        "need_ever": true
      },
      {
        "id": 191,
        "text": "моё сердце...остановилось.. (вариант 6)",
        "need": 191,
        "need_ever": true
      },
      {
        "id": 194,
        "text": "моё сердце...остановилось.. (вариант 7)",
        "need": 194,
        "need_ever": true
      },
      {
        "id": 160,
        "text": "дежавю (вариант 2)",
        "need": 160,
        "need_ever": true
      },
      {
        "id": 161,
        "text": "дежавю (вариант 3)",
        "need": 161,
        "need_ever": true
      },
      {
        "id": 162,
        "text": "дежавю (вариант 4)",
        "need": 162,
        "need_ever": true
      },
      {
        "id": 178,
        "text": "дежавю (вариант 5)",
        "need": 178,
        "need_ever": true
      },
      {
        "id": 169,
        "text": "самый гуманный суд (вариант 1)",
        "need": 169,
        "need_ever": true
      },
      {
        "id": 171,
        "text": "самый гуманный суд (вариант 2)",
        "need": 171,
        "need_ever": true
      },
      {
        "id": 175,
        "text": "самый гуманный суд (вариант 3)",
        "need": 175,
        "need_ever": true
      },
      {
        "id": 187,
        "text": "самый гуманный суд (вариант 4)",
        "need": 187,
        "need_ever": true
      },
      {
        "id": 183,
        "text": "один в поле...",
        "need": 183,
        "need_ever": true
      }
    ]
  },
  {
    "id": 36,
    "text": "Битый час Ньютман и Смит пытались понять по какому принципу преступник определял кого из братьев с кем отождествлять. Но видимо дать ответ мог только сам преступник. В какой-то момент взгляд журналиста упал на календарь, висевший на стене.\n— Ну, конечно! Вот оно! — он не сдерживал своего ликования. — Раз мотив всей серии убийств религиозный, то должно быть убийца привязывался к религиозным праздникам. \n— Следуя Вашей логике, то можно расчитать, когда убийца заявит о себе снова.\n— Думаю, да, — и Ньютман принялся сопостовлять даты убийств с церковным календарём. — Получается...",
    "answers": [
      {
        "id": 86,
        "text": "....следующее убийство будет завтра и совпадёт с началом поста."
      },
      {
        "id": 87,
        "text": "...следующее убийство будет через полтора месяца, на Пасху."
      }
    ]
  },
  {
    "id": 37,
    "text": "Я практически уверен, что маньяк не местный, но  он должен быть один из тех, кто смотрел блоггера, а так же попадал на смены таможенника. Достать список IP адресов может либо хороший хакер, либо полиция. Установить откуда прилетал убийца, проверить смены таможенника и получим искомое.",
    "answers": [
      {
        "id": 57,
        "text": "Позвонить знакомому"
      },
      {
        "id": 19,
        "text": "Без полиции всё равно не получить данные с аэропорта, только время потеряю"
      }
    ]
  },
  {
    "id": 38,
    "text": "Полиция как всегда, не может найти свой зад без посторонней помощи. И будь её детективы наблюдательней, то заметели бы, что семь лет назад уже был похожий цикл убийств. В тот раз 12-й жертвой стал детектив, который вёл дело, и его нашли повешенным. Возможно он был близок к разгадке. Сейчас следствие ведёт Смит, но она даже слушать его не стала.",
    "answers": [
      {
        "id": 55,
        "text": "Попытаться снова поговорить с детективом Смит"
      },
      {
        "id": 56,
        "text": "Смит завела расследование в тупик, 12-й жертвой будет кто-то другой."
      },
      {
        "id": 19,
        "text": "Сосредоточиться на материалах этого цикла"
      }
    ]
  },
  {
    "id": 39,
    "text": "Полиция заявляет, что связи между жертвами отсутствуют. Единственное, что они проморгали это второе убийство братьев. Нужно понять по какому принципу преступник определял кого из братьев с кем отождествлять.\nПробившись над этой головоломкой с час Ньютман бросил эту затею. В какой-то момент его взгляд упал на календарь.\n— Ну, конечно! Вот оно! — журналист не сдерживал своего ликования. — Раз мотив всей серии убийств религиозный, то должно быть убийца привязывался к религиозным праздникам.",
    "answers": [
      {
        "id": 63,
        "text": "Сопоставить даты убийств с религиозными праздниками"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Ну, я то за себя постоять смогу, — самоуверенно сказала Смит.\n— Вашего предшественника это не спасло, — покачал головой Ньютман.\n— Тогда проявим максимум осторожности. Сегодня уже поздно, заходите завтра. И, — запнулась детектив, — благодарю Вас за помощь, мистер Ньютман.\n— Не за что, миссис Смит.\n— Я мисс, — немного с грустью улыбнулась детектив.\n— Хорошо, значит до завтра, мисс Смит, и с этими словами Ньютман взял свою шляпу и вышел.",
    "answers": [
      {
        "id": 44,
        "text": "Выйти из участка"
      }
    ]
  },
  {
    "id": 41,
    "text": "Смит открыла файл на копьютере с 11-м убийством. Как и в других случаях улик практически не было. Тело было найдено по наводке, в пустом сарае. Рядом находилась пила, которой распилили убитого. Имелись отпечатки пальцев, но в полицейской базе их аналогов не нашлось.\n— Отпечатки полицейских есть в базе, если вы намекаете, что следующей жертвой станет кто-то из моих коллег.\nТут Ньютману пришла в голову идея.\n— Сравните с моими!\nПосле сканирования отпечатков журналиста, компьютер выдал полное совпадение с отпечатками с места убийства.\n— Вообще-то я должна Вас задержать, — пошутила Смит.\n— Не говорите глупостей, а лучше пошлите к моей квартире наряд, пускай устроют засаду.\n— И сколько им сидеть в засаде? \n— Думаю, что в ближайшие дни вы получите маньяка.\n— Хотелось бы верить.\n",
    "answers": [
      {
        "id": 44,
        "text": "Отправиться домой"
      }
    ]
  },
  {
    "id": 42,
    "text": "Прокручивая в голове всю информацию, все возможные детали и ниточки, Ньютман, наконец, отвлёкся от компьютера. Он подошёл к стенному бару и налил себе скотча. Но не успел поднести стакан ко рту как услышал посторонний шум в комнате. Журналист был рад тому, что так и не снял пальто, потому как в его кармане лежал револьвер. Он осторожно взял оружие в руку,  взвёл курок и затаился за дверью. Из коридора слышались тихие шаги. Ньютман замер, но его сердце так ухало, что журналисту казалось, что биение сердца слышно на весь квартал.\nНеясный силуэт проник в его кабинет. Не понятно, был ли вооружён незванный гость, а потому Ньютман...",
    "answers": [
      {
        "id": 64,
        "text": "...решил окрикнуть вошедшего"
      },
      {
        "id": 65,
        "text": "...не рисковать и выстрелить без предупреждения"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ньютман очнулся связанным в небольшом помещении. Именно в таких были найдены остальные жертвы — голые стены, никакой мебели и символический предмет. В этом случае лежала горсть монет. Ньютман мог поспорить, что там будет 30$ — аналог 30 серебренников. Он покрутил головой, но не увидел копья — орудия, которое применялось в остальных случаях. Тут он обратил свой взгляд на верх. Там был вбит крюк, и Ньютман вспомнил, что Иуда повесился после предательства.\n— Вижу ты догадался, что тебя ждёт, — раздался хриплый голос из полумрака. Ньютман не мог его увидеть, так как маньяк прятался за спиной. — Ты оказался довольно сообразительным, но тебя ждёт судьба твоего предшественника.\n— Предшественника?\n— О, ты не в курсе!? Может я переоценил твои возможности, но в любом случае ты закончишь здесь.\n— 12-я жертва — Иуда-предатель! Я не предавал никого! \n— Ты предал меня! Ты раскрыл весь замысел — не это ли есть предательство! — с этими словами на шею Ньютмана была накинута верёвка.\n— Но в чём смысл? — прохрипел журналист.\n— Тебе его не постичь.\nВерёвка, перекинутая через крюк подняла Ньютмана и затянулась на его шее.",
    "answers": [
      {
        "id": 91,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 44,
    "text": "Конец февраля в Детройте выдался дождливым. Мрачные слабоосвещённые улицы как раз были подстать погоде. На тротуарах местами белел нерастаявший снег и усиливал контраст чёрно-белых тонов.\nНьютману неоднократно казалось, что за ним следят. Тем не менее, до своей квартиры он добрался без приключений. Жил он в небольшой двухкомнатной квартирке, в старом Детройте. Одна из комнат была рабочим помещением. Вообще Ньютман звал её кабинетом, но из-за кавардака она была больше похожа на подсобное помещение. По всюду стояли какие-то коробки, на стенах и, частично на полу, были обрывки и вырезки с газет, многие с пометками Ньютмана. Была и грифельная доска, которая была в схемах, понятных только журналисту.\nНе раздеваясь, сняв только шляпу, Ньютман сразу направился в свой кабинет, включил настольную лампу и углубился в работу. Дело сдвинулось с мёртвой точки, но до развязки было ещё далеко.",
    "answers": [
      {
        "id": 32,
        "text": "Далее",
        "need": 21
      },
      {
        "id": 42,
        "text": "Далее",
        "need": 30
      },
      {
        "id": 32,
        "text": "Далее",
        "need": 40
      },
      {
        "id": 42,
        "text": "Далее",
        "need": 33
      },
      {
        "id": 84,
        "text": "Далее",
        "need": 41
      },
      {
        "id": 42,
        "text": "Далее",
        "need": 34
      }
    ]
  },
  {
    "id": 45,
    "text": "Скинув с себя плащ, Ньютман направился на кухню. Он признавал только сваренный кофе. Насыпав кофе в турку и залив водой он позволил себе отвлечься. \"А эта мисс Смит довольно ничего,\" — Ньютман погрузился в мысли о детективе и чуть не проворонил кофе. \nВ какой-то момент, ему показалось, что в квартире стало прохладнее. \"Это из-за того, что долго сидел в плаще, выпью горячего кофе и согреюсь\". \nЧья-то тень проскользила по стенам, но журналист не видел этого — он цедил кофе через сито. \n— Ну вот, в турке осталась только гуща, в самую пору погадать, кто будет следующей жертвой, —  сам себе усмехнулся Ньютман.\n— В этом нет необходимости, — прозвучал глухой голос за его спиной.\nСреагировать журналист, один сильный удар сзади лишил его чуств. Он упал, потянув за собой чашку с кофе.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ньютман отвлёкся от распечатки и вновь просматривал основные материалы дела. Внезапно в комнате посвежело, как-будто в квартире открылось окно. Журналист подошёл к стене и включил основное освещение. Рука нащупала в кармане пальто небольшой револьвер, который он когда-то приобрёл для самообороны.\nДержа револьвер в руке, Ньютман выскользнул в коридор. Справа была его спальня, слева — кухня.\n— Эй! — крикнул он. — Предупреждаю! Я вооружён!\nНьютман зашёл на кухню, но никого не обнаружил. Он вновь почуствовал дуновение ветра, очевидно в спальне было открыто окно.\nЗайдя в комнату, не включая свет, он сразу направился к открытому окну, что б закрыть его. По стене, за ним скользила тень. В этот момент в дверь постучали.\nНьютман резко повернулся и направился ко входной двери. Подозрительная тень исчезла.\n— Кто там?\n— Мистер Ньютман? Откройте, это полиция!\nМожет Смит что-то раскопала и послала за ним патрульного? Журналист снял цепочку с двери и открыл её.\nНа пороге стояло два человека в форме. Один показал значёк, а второй протянул бумажный лист.\n— Это орден на Ваш арест.\n— Что? Это какая-то ошибка! — воскликнул Ньютман. — Свяжитесь с детективом Смит.\n— Именно она и получила этот орден, а нас попросила Вас забрать. Думаю она ждёт в участке.\nВ этот момент полицейские обратили внимание на револьвер в руке журналиста.\n— Оружие на землю! \nНьютман подчинился беспрекословно. Он был ошарашен происходящим и лишь надеялся, что в участке всё прояснится.",
    "answers": [
      {
        "id": 47,
        "text": "Поехать в участок"
      }
    ]
  },
  {
    "id": 47,
    "text": "Ньютман сидел в камере и ждал когда ему устроят встречу с детективом Смит. Но наступило утро, а к нему так никто не пришёл, кроме охранника, котороый принёс завтрак.\n— Мне нужно поговорить с детективом Смит.\n— Ни чем не могу помочь, я лишь принёс завтрак.\n— Сообщите своему начальству, — затребовал Ньютман.\nТем не менее прошло ещё неколько часов, прежде чем журналиста проводили в камеру для допросов. Ньютман ожидал увидить мисс Смит, но вопреки ожиданиям там его ждал другой детектив. Темнокожий, седеющий, усатый мужчина лет 50. \n— Я капитан Паулс, — представился он, — слушаю Вас.",
    "answers": [
      {
        "id": 48,
        "text": "- Какого дьявола происходит!? Почему меня задержали?",
        "need": 21
      },
      {
        "id": 49,
        "text": "- Где детектив Смит?"
      }
    ]
  },
  {
    "id": 48,
    "text": "Ньютман не скрывал своего раздражения. Да и врядли кто-то другой был бы спокоен, после ночи за решёткой.\n— Что ж, если Вы не догадываетесь, то я поясню, начал он, — сейчас Вы наш главный подозреваемый. Ваши отпечатки найдены на месте последнего преступления — на пиле, которой распилили убитого.\n— Это ещё ничего не доказывает, — возразил Ньютман.\n— Верно, но детектив Смит нашла и другие улики, указывающие на Вас.\n— Не может быть! Мы с ней вчера искали улики вместе и я помог ей.\n— Я в курсе того, что происходит в отделе, — Паулс сделал паузу. — Пока Вы \"помогали\" детективу Смит, мы проверели отпечатки пальцев. Так же, Вы один из тех кто смотрел блоггера и, наконец..\n— Позвольте поговорить с детективом Смит, — перебил журналист.\n— И, наконец, — закончил Паулс, — детектив Смит пропала, и Вы последний, кто её видел.\n— Что простите?\n— Детектив Смит пропала, — Паулс наблюдал за Ньютманом. — Это не всё. Нам известно и кое-что ещё.",
    "answers": [
      {
        "id": 50,
        "text": "- Да что вы можете знать, чего не знаю я!"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Боюсь она пропала, и знаете, — Паулс сделал паузу, — Вы последний, кто её видел живым, и сейчас Вы наш главный подозреваемый. Ваши отпечатки найдены на месте последнего преступления — на пиле, которой распилили убитого.\n— Это ещё ничего не доказывает, — возразил Ньютман.\n— Согласен, — кивнул детектив, — почему Вы были вооружены, когда за Вами приехали?\n— Мне показалось, что ко мне кто-то проник. И я бы посоветовал бы отправить ко мне наряд. Пусть снимут отпечатки с окна в комнате. Если нужно можете и обыск провести, я даже ордер требовать не буду. Поверьте, я заинтересован в раскрытии дела не меньше Вашего.\nПаулс кивнул головой в сторону зеркального стекла.\n— Мы всё проверим, но пока Вы будете задержаны.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Прекрасно Ньютман, эта фраза отлично будет звучать в суде.\n— Нет! Я не то имел ввиду!\n— Всё то, но вы не учли одну вещь, — торжество читалось в голосе Паулса. Очевидно, за раскрытие такого дела он мог расчитывать на повышение. — Семь лет назад уже был подобный цикл убийств. Так вот 12-й жервой стал как раз детектив, который вёл расследование. И тут заявляетесь в участок вы, просите встречи с детективом, а потом он исчезает. Думаю это тянет на пожизненное.\nС этими словами Паулс вышел из комнаты допроса.",
    "answers": [
      {
        "id": 118,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 51,
    "text": "Из окна камеры Ньютману было лишь видно свинцовое февральское небо. Зима не уступала своих прав близящейся весне. Через день к Ньютману пришёл полицейский.\n— Вас хочет видеть детектив.\nЖурналиста проводили к Паулсу.\n— Присаживайтесь, разговор будет длинный, — он указал на стул напротив стола и кивнул полицейскому, — и сделайте нам по чашке кофе.\nТакое поведение Паулса обнадёжили Ньютмана.\n— Мы проверили Вашу квартиру.\n— И? — в голосе журналиста читалось нетерпение.\n— Не спешите, обо всём по порядку. Мы также нашли детектива Смит.\nПо голосу Ньютман уже догадался, но пока страшная новость не была озвучена он надеялся...\n— Она обнаружена повешенной, — выдохнул Паулс. — Патологоанатом установил время смерти. Вы тогда находились уже в участке. Думаю это более чем надёжное алиби.\n— Да! Но её это уже не вернёт!\n— Знаю, а потому очень надеюсь на Вашу помощь. Убийца Смит должен быть пойман!\n",
    "answers": [
      {
        "id": 52,
        "text": "- Что нашли в моей квартире?"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Как Вы и просили, мы сняли отпечатки с окон и не только. Сейчас проверяем их по базе.\nДверь открылась и полицейский, который привел Ньютмана принёс две чашки кофе.\n— Я думаю, что 12-й жертвой должен был стать я. Вот факты в пользу этого — мои отпечатки на месте прошлого убийства. Маньяк почти во всех случаях оставлял отпечатки своей жертвы, что говорит о его планировании убийств.\n— Как думаете зачем? — перебил Ньютмана Паулс. \n— Я говорил детективу Смит, что это ритуальные убийства. Думаю отпечатки новой жертвы оставляются доя того, что бы был призрачный шанс её спасти. Может убийца тем самым оправдывает себя или договаривается со своей совестью, — Ньютман сделал глоток горячего напитка, а затем закончил прерванную фразу, — и как я полагаю, он был у меня дома, но наряд полицейских и мой арест не дали завершить задумку.\n— И тогда он заявился к детективу Смит, — завершил за него Паулс.\nТут у Паулса зазвонил телефон.",
    "answers": [
      {
        "id": 53,
        "text": "- У нас есть совпадение по отпечаткам!"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Я хотел бы присутствовать при задержании, — попросил Ньютман.\n— Тогда Вам нужно в Бостон.\n— То есть?\n— Обладатель отпечатков проживает в Бостоне.\n— Я припоминаю, что из адресов, с которых смотрели блоггера один был из Бостона, — Ньютман прокрутил в памяти распечатку, полученную от Смит. — Но сейчас он возможно ещё не покинул Детройт.\n— Не переживайте, мы возьмём гада. Сейчас по аэропортам и вокзалам рассылаются ориентировки, а за его квартирой установлено наблюдение.\n— А Вы оперативно действуете, — улыбнулся Ньютман.\n— Не могу обещать про задержание, но мы точно сообщим, как только возмём убийцу.",
    "answers": [
      {
        "id": 54,
        "text": "Часть 2."
      }
    ]
  },
  {
    "id": 54,
    "text": "ЧАСТЬ 2. КОНВОЙ\n\nПрошло несколько недель с момента задержания маньяка. На дворе был конец марта, но зима не сдавала позиций. Повсюду лежал грязный снег, покрытый ледяной коркой. \nНо Ньютману было не до метереологических наблюдений. С позволения полиции он бывал на допросах, а так же продолжал сопоставлять факты, в то время как полиция сосредоточилась на уликах для суда. \nПриближался тот день когда заключённого должны были доставить в зал заседаний. За день до суда Ньютман буквально вломился в участок....",
    "answers": [
      {
        "id": 120,
        "text": "Далее",
        "need": 90
      },
      {
        "id": 120,
        "text": "Далее",
        "need": 85
      },
      {
        "id": 120,
        "text": "Далее",
        "need": 105
      },
      {
        "id": 120,
        "text": "Далее",
        "need": 110
      },
      {
        "id": 130,
        "text": "Далее",
        "need": 75
      },
      {
        "id": 131,
        "text": "Далее",
        "need": 103
      },
      {
        "id": 132,
        "text": "Далее",
        "need": 53
      },
      {
        "id": 132,
        "text": "Далее",
        "need": 114
      }
    ]
  },
  {
    "id": 55,
    "text": "Лучше всего поговорить с ней неформально, то есть после работы.\nС этими мыслями Ньютман напялил свою шляпу и вышел на улицу. Уже темнело, но фонари ещё не горели. Подняв воротник пальто, журналист вдохнул холодный и сырой февральский воздух и осмотрел улицу. На тротуарах лежали остатки снега, машин и людей практически не было. До участка было всего пару кварталов и Ньютман решил пройти пешком. Мелкий дождь был совсем ему не помехой. Ему нравилась такая погода, помогала думать, сосредотачиваться на деталях. С мыслями, в которых всё ещё прокручивались детали серийных убийств, журналист подошёл к участку. В этот момент он увидел, как детектив Смит переходит улицу на противоположную сторону.\n",
    "answers": [
      {
        "id": 58,
        "text": "Попытаться догнать детектива Смит"
      },
      {
        "id": 59,
        "text": "Проследить за детективом Смит",
        "need": 38
      }
    ]
  },
  {
    "id": 56,
    "text": "Возможно тот детектив был близок к развязке, то есть \"предательству\", по мнению преступника, но детектив Смит не тянет на эту роль. А вот я...\nТут у Ньютмана пробежал холодок по телу. Нет! То реальная прохлада, движение воздуха! Кажется в квартире есть кто-то ещё. Рука журналиста нащупала в кармане пальто револьвер.\nНьютман подошёл к двери, что вела в коридор, палец взвёл курок. Из другой комнаты послышались шаги. Ньютман замер, но его сердце так ухало, что журналисту казалось, что биение сердца слышно на весь квартал.\nНеясный силуэт проник в его кабинет. Не понятно, был ли вооружён незванный гость, а потому Ньютман...",
    "answers": [
      {
        "id": 64,
        "text": "...решил окрикнуть вошедшего"
      },
      {
        "id": 65,
        "text": "...решил стрелять на поражение"
      }
    ]
  },
  {
    "id": 57,
    "text": "У Ньютмана был старый приятель, который весьма неплохо шарил в компьютерной технике. Правда они давно не общались, да и последняя встреча была не самой лучшей. И Ньютман знал, что всему виной его не сдержанность и заносчивость. Журналист был не мастер по извинениям и решил импровизировать по ходу разговора.",
    "answers": [
      {
        "id": 60,
        "text": "- Как дела, Чарли? Может встретимя сегодня в баре, я угощу тебя пивом?"
      },
      {
        "id": 61,
        "text": "- Привет, Чарли. Слушай, извини за мою последнюю выходку."
      }
    ]
  },
  {
    "id": 58,
    "text": "Ньютман поспешил перебежать улицу. Полы его пальто развевались на бегу. Смит как раз скрылась за поворотом. Журналист повернул за угол, но не увидел детектива.\n\"Проклятье! Куда она могла деться,\" — подумал Ньютман и осмотрелся. Дойти до конца улицы она явно не могла. Совсем рядом был бар, о чём пыталась сигнализировать мерцающая неоновая вывеска. А так же тёмный закоулок за баром.",
    "answers": [
      {
        "id": 66,
        "text": "Зайти в бар"
      },
      {
        "id": 67,
        "text": "Заглянуть в закоулок"
      }
    ]
  },
  {
    "id": 59,
    "text": "Смит как раз скрылась за поворотом. Ньютман поспешил перебежать улицу. Полы его пальто развевались на бегу. Журналист повернул за угол, но не увидел детектива.\n\"Проклятье! Куда она могла деться,\" — подумал Ньютман и осмотрелся. Дойти до конца улицы она явно не могла. Совсем рядом был бар, о чём пыталась сигнализировать мерцающая неоновая вывеска. А так же тёмный закоулок за баром.",
    "answers": [
      {
        "id": 68,
        "text": "Зайти в бар"
      },
      {
        "id": 69,
        "text": "Заглянуть в закоулок"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Ты ни когда не умел извиняться, а я — не научился отказываться от пива, — послышалось в трубке, — через час жду в баре.\nОпаздывать ему совершенно не хотелось. Ньютман собрал в сумку ноутбук, взял блокнот с записями, напялил свою шляпу и вышел на улицу. Уже темнело, но фонари ещё не горели. Подняв воротник пальто, журналист вдохнул холодный и сырой февральский воздух и осмотрел улицу. На тротуарах лежали остатки снега, машин и людей практически не было. До бара было всего пару кварталов и Ньютман решил пройти пешком. Мелкий дождь был совсем ему не помехой. Ему нравилась такая погода, помогала думать, сосредотачиваться на деталях. С мыслями, в которых всё ещё прокручивались детали серийных убийств, журналист подошёл к бару.",
    "answers": [
      {
        "id": 81,
        "text": "Зайти в бар"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Да пошёл ты, Ньютман! — донеслось из трубки, а затем послышались короткие гудки. Ньютман попробовал перезвонить, но абонент больше не отвечал. Что ж, это была не лучшая затея. Журналист был явно подавлен. Хоть он и был на шаг впереди полиции, это дело по прежнему было нераскрыто.\nНьютман решил, что хватит на сегодня работы, взял свою шляпу и вышел на улицу.  Мелкий дождь, сумерки и негорящие фонари прекрасно дополняли настроение журналиста. В квартале отсюда находился бар. Пропустить пару бокалов пива показалось лучшей идеей из всех, что роились в голове. Редкие проезжающие автомобили создавали фарами причудливые тени на старых кирпичных зданиях. \nПоднявшийся встречный ветер заставил Ньютмана опустить лицо ниже и надвинуть шляпу на глаза. Это полностью лишало его обзора и в какой-то момент он натолкнулся на встречного прохожего.",
    "answers": [
      {
        "id": 62,
        "text": "- Вот так встреча!"
      }
    ]
  },
  {
    "id": 62,
    "text": "Ньютман поднял глаза и увидел детектива Смит. Он слегка растерялся, но Смит выручила его.\n— Не стоило мне Вас утром выгонять, — попыталась извиниться детектив.\n— Всё впорядке миссис Смит, я сам хорош.\n— Я мисс, — с легкой грустью произнесла она.\n— Хорошо, мисс Смит, — Ньютман сделал не большую паузу. — Раз мы столкнулись в такой неформальной обстановке, может выслушаете меня.\n— Вы были правы утром, я действительно в тупике, так что прошу, поделитесь своми соображениями.\n— Может поднимемся ко мне, я живу не подалёку, заодно и показал бы более наглядно.\n— Хорошо, — согласилась Смит.\nПока они шли к квартире Ньютмана, журналист кратко рассказал о религиозном смысле убийств и семилетнем цикле.",
    "answers": [
      {
        "id": 73,
        "text": "Зайти в квартиру"
      }
    ]
  },
  {
    "id": 63,
    "text": "Едва Ньютман открыл церковный календарь и даты убийств, как всё ему стало понятно. Для подтверждения своей догадки, он сопоставил даты убийств прошлого цикла со старым церковным календарём. Многие церковные праздники не привязаны к конкретной дате, а потому и даты убийств у этих двух циклов разнятся. Более того завершающее убийство в прошлый раз пришлось на Пасху, а предпоследнее — на начало поста. В этот раз пост начинается...Ньютман помотрел на каледарь..завтра! То есть, сегодня или завтра он совершит очередное преступление. \"Правда Детройт крупный город, и помешать этому я врядли смогу,\" — сокрушённо подумал журналист.",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Медленно подними руки вверх. Предупреждаю, я вооружён. \nНепрошенный гость замер, но рук не поднял. Казалось он обдумывал план действий.\n— А ты более догадливый, чем я ожидал, — произнёс преступник.\n— Двигай в тот угол, — указал стволом Ньютман и нащупал свободной рукой в кармане телефон. Настало время вызвать полицию. \nПока Ньютман возился с телефоном, его пленник решил попробовать освободиться. Сверкнуло лезвие. У журналиста практически не осталось времени для принятия решения.",
    "answers": [
      {
        "id": 75,
        "text": "Стрелять на поражение"
      },
      {
        "id": 76,
        "text": "Отскочить назад и оценить свои шансы"
      }
    ]
  },
  {
    "id": 65,
    "text": "Ньютман  находился у себя дома и имел права оборонять своё жилище. Он выстрелил; а затем на выплеске адреналина он выстрелил еще два раза. Всё тело дрожало, желудок собирался выпрыгнуть наружу, но Ньютман собрал всю волю в кулак и наклонился над убийцей. Три огнестрельные раны, две в области груди и одна в плечо, сделали его неопасным. Ему оставалось несколько минут. И в этот момент он заговорил.\n— Иуда, — позвал он журналиста, — ты думаешь, что остановил меня?!\nГолос был жутким и нечеловеческим. Ньютмана пробирал холод от этого голоса.\n— Ты всего лишь прервал цикл, — изо рта маньяка потёк ручеёк крови. А за тем он заговорил на латыни, но Ньютман был не силён в знании этого языка, а потому не мог понять, что он говорит, правда догадывался, что это имеет отношение ко всему ритуальному циклу.\nОт тела отделилась какая-то мрачная тень, или журналисту это только показалось. Нет, не показалось, тень повисела с минуту и растворилась.",
    "answers": [
      {
        "id": 119,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 66,
    "text": "Ньютан зашёл в бар. В будний день народу было не много. Смит нигде не было видно, и журналист предпринял последнюю попытку. Он подошёл к бармену и поинтересовался, не заходила ли сюда женщина непосредственно перед его приходом, на что бармен дал отрицательный ответ.\nНьютман вышел на улицу и решил заглянуть в закоулок. Он предположить не мог, что могло тут понадобиться Смит. Обычный тупиковый подъезд к бару. Пара мусорных баков, к которым прилагался бездомный кот. \nКакой-то звук привлёк его внимание и журналист прошёл вглубь. Тут он увидел Смит. Она лежала за баками, на грязном снегу. Судя по всему преступник напал на неё несколько минут назад, пока Ньютман был в баре. А его появление тут спугнуло маньяка и он оставил свою жертву.",
    "answers": [
      {
        "id": 98,
        "text": "Вызвать скорую"
      },
      {
        "id": 99,
        "text": "Подойти к детективу  Смит"
      }
    ]
  },
  {
    "id": 67,
    "text": "Ньютман предположить не мог что могло тут понадобиться Смит, но всё же заглянул в закоулок. Обычный тупиковый подъезд к бару. Пара мусорных баков, к которым прилагается бездомный кот. Какой-то звук привлёк его внимание и он двинулся вглубь. Тут он увидел Смит — кто-то стоял позади неё и держал её. Ньютман решил...",
    "answers": [
      {
        "id": 96,
        "text": "...окрикнуть нападавшего"
      },
      {
        "id": 97,
        "text": "...подобраться ближе"
      }
    ]
  },
  {
    "id": 68,
    "text": "Будний день и в баре людей было не много. Ньютман быстро заметил Смит у стойки. Он прошёл дальше, растегнул пальто и расположился за столиком в глубине. Рядом с собой он положил шляпу. Вскоре к нему подошла официантка и Ньютман заказал себе скотч.\nКакое-то время он потягивал алкоголь и поглядывал на детектива. Наконец, его бокал опустел, что не осталось без внимания официантки. Ньютман решил повторить. Когда официантка ушла, он заметил, что Смит исчезла. Журналист с трудом подавил в себе желание выскочить на улицу.\n— А вы настойчивы, — услышал он за спиной.\nНьютман повернулся на голос и увидел детектива Смит.\n— Присаживайтесь, — нашёлся, что сказать журналист.\n— Следите за мной?\n— Вообще-то я тут живу не подалёку, — Ньютман задумался на минутку. — ...",
    "answers": [
      {
        "id": 70,
        "text": "...Что будете пить?"
      },
      {
        "id": 71,
        "text": "...Вообще-то мне хотелось кое-что с Вами обсудить"
      }
    ]
  },
  {
    "id": 69,
    "text": "Ньютман предположить не мог что могло тут понадобиться Смит, но всё же заглянул в закоулок. Обычный тупиковый подъезд к бару. Пару мусорных баков, к которым прилагается бездомный кот. Ньютман развернулся и зашагал ко входу в бар.",
    "answers": [
      {
        "id": 68,
        "text": "Зайти в бар"
      }
    ]
  },
  {
    "id": 70,
    "text": "Ньютман не видел, что пила детектив за стойкой, а потому решил спросить на прямую.\n— Джин, — ответила Смит устраиваясь за столиком. — По правде, тяжёлая выдалась неделя, которая далека от завершения. Мой босс, детектив Паулс, требует от меня результатов до конца недели.\nОфициантка принисла скотч для Ньютмана и джин для Смит. Было заметно, что детектив в отчаянии, но пытается скрыть это.\n— Не стоило мне Вас утром выгонять, — попыталась извиниться Смит.\n— Всё впорядке миссис Смит, я сам хорош.\n— Я мисс, — потупив взгляд произнесла детектив и сделала глоток.\n— Хорошо, мисс Смит, — слегка смакуя это словосочетание ответил журналист. — ...",
    "answers": [
      {
        "id": 71,
        "text": "...Вообще-то мне хотелось кое-что с Вами обсудить"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Вы знакомы с материалами убийств семилетней давности?\n— Смотря с какими.\n— Разумеется с теми, которые имеют отношение к нашему делу.\n— По правде, никак не могу понять о чём Вы.\n— Все убийства имеют религиозное значение, а семь лет назад уже была аналогичная серия.\nНьютман ввёл детектива в курс дела и пояснил связи между убийствами, а так же рассказал о своих подозрениях насчёт 12-й жертвы.\n— Вы думаете, что преступник попытается напасть на меня?\n— Я лишь провожу параллели с прошлой серией убийств, — пояснил Ньютман. -...",
    "answers": [
      {
        "id": 72,
        "text": "- Давайте пройдём ко мне и я покажу всё более подробнее"
      }
    ]
  },
  {
    "id": 72,
    "text": "Детектив Смит не возражала. Ньютман одел свою шляпу и направился к выходу. На улице, за то время, что он провел в баре, похолодало и вместе с дождём шёл мокрый снег.\n— А вы пешком ходите на работу, — прервал молчание журналист.\n— Вообще-то моя машина возле участка, но сегодня просто захотелось пропустить стаканчик, — пояснила Смит, — а так я сюда обычно захожу после успешного завершения дела.\n— Ну, может совместными усилиями у Вас появится такой повод, — улыбнулся Ньютман. \nВскоре пара стояла у входа в подъезд.",
    "answers": [
      {
        "id": 73,
        "text": "- Попрошу за мной"
      },
      {
        "id": 74,
        "text": "- Должен предупредить - у меня лёгкий кавардак. ",
        "need": 70
      }
    ]
  },
  {
    "id": 73,
    "text": "Когда они зашли в квартиру и Ньютман включил освещение, то перед ними предстал сплошной хаос. Всё было перевёрнуто.\n— Я подозревала, что в квартире холостяка бардак, но это уж чересчур, Вы не находите, — пошутила Смит, но достала оружие.\n— Когда я уходил, то всё было в порядке, — журналист прошёлся по квартире и заметил открытое окно. — Думаю проникли через это окно, и главное, что я думаю, это сделал наш маньяк.\n— С чего такая уверенность?\n— Помните, я говорил, что в прошлом цикле 12-й жертвой стал детектив, который вёл расследование. Думаю он подобрался слишком близко. А в этот раз, к разгадке подобрался я.\n— Что ж, Ваши слова не лишены смысла, — Смит достала телефон и вызвала группу криминалистов. \n",
    "answers": [
      {
        "id": 82,
        "text": "Ждать криминалистов"
      }
    ]
  },
  {
    "id": 74,
    "text": "— А как к этому кавардаку относится миссис Ньютман? — с лёгкой игривостью задала вопрос Смит.\n— Миссис Ньютман у меня нет, — пояснил журналист.\nАлкоголь немного раскрепостил мисс Смит. Она начала присматриваться к Ньютману. Умён, примерно её возраста, с приятной внешностью.\nПримерно тем же занимался и Ньютман, пока они поднимались по лестнице.\nКогда они поднялись на нужный этаж, Смит оказалась практически у двери Ньютмана и тому пришлось слегка протискиваться мимо детектива. В какой-то момент их тела соприкоснулись, а они оказались лицом к лицу. Может это и привело бы к поцелую, но тут скрипнула дверь этажом выше, и Ньютман начал отпирать свою дверь.",
    "answers": [
      {
        "id": 73,
        "text": "Войти в квартиру"
      }
    ]
  },
  {
    "id": 75,
    "text": "Ньютман не был хорошим стрелком, да и прицельно стрелять по движущейся мишени при тусклом свете настольной лампы довольно трудно даже профессионалу. Журналист на всплеске адреналина бешенно нажимал на спусковой крючок, хотя уже разрядил весь барабан. Он не сразу понял, к чему привела его стрельба. Наконец, он сделал глубокий вдох и осмотрелся. Перед ним корчился маньяк. Две пули из шести попали в него — одна в бедро, вторая в предплечье.\nНьютман бросился к столу и нашарил в шуфлядке коробку с патронами. На сколько мог быстро, он перезарядил револьвер. Всё это время, преступник корчился на полу и вопил. С заряженным револьвером журналист почувствовал уверенность. Держа на мушке маньяка, он позвонил в полицию. Убийца периодически выкрикивал: \"Иуда!\", \"Это ещё не конец!\", и что то на латыни, которую Ньютман к сожалению не знал.",
    "answers": [
      {
        "id": 54,
        "text": "Часть 2."
      }
    ]
  },
  {
    "id": 76,
    "text": "Ньютман попробовал отскочить назад, но зацепился за одну из коробок, что стояли в комнате, и приземлился на пятую точку. Убийца стремительно приближался. У журналиста не оставалось времени на раздумья. Он выстрелил практически в упор. На выплеске адреналина он выстрелил еще два раза. \nЗатем он поднялся, всё тело дрожало, желудок собирался выпрыгнуть наружу, но Ньютман собрал всю волю в кулак и наклонился над убийцей. Три огнестрельные раны, две в области груди и одна в плечо, сделали его неопасным. Ему оставалось несколько минут. И в этот момент он заговорил.\n— Иуда, — позвал он журналиста, — ты думаешь, что остановил меня?!\nГолос был жутким и нечеловеческим. Ньютмана пробирал холод от этого голоса.\n— Ты всего лишь прервал цикл, — изо рта маньяка потёк ручеёк крови. А за тем он заговорил на латыни, но Ньютман был не силён в знании этого языка, а потому не мог понять, что он говорит, правда догадывался, что это имеет отношение ко всему ритуальному циклу.\nОт тела отделилась какая-то мрачная тень, или журналисту это только показалось. Нет, не показалось, тень повисела с минуту и растворилась.",
    "answers": [
      {
        "id": 119,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 77,
    "text": "Утром Ньютман уже крутился у полицейского участка. Он решил действовать в своей нагловатой журналисткой манере. Едва детектив Смит приблизилась к участку, как он подбежал к ней с распросами, не забыв при этом сунуть диктофон:\n— Как вы прокомментируете новое убийство маньяка? Кто его новая жертва? Правда, что полиция отрицает связь с остальными убийствами, из-за того, что жертва якобы совершила самоубийство?\nСмит была ошарашена вопросами, более того, ей не было известно ни о какой новой жертве. А потому она в классической манере произнесла \"без комментариев\" и зашла в участок.\nНе успела она дойти до своей двери, как её окликнул офицер:\n— Смит, бегом к шефу, он рвёт и мечет!\nЧто ж, хорошее начало дня — сначала журналист, а теперь ещё и босс. Она подошла к кабинету своего начальника, и первое, что ей бросилось в глаза — это отсутствие фамилии на дверях. А когда зашла, то вместо детектива Паулса, в его кресле сидел Гофман — честолюбивый и скользкий тип. ",
    "answers": [
      {
        "id": 78,
        "text": "- А где детектив Паулс?"
      }
    ]
  },
  {
    "id": 78,
    "text": "Единственное что смогла выдавить Смит.\n— Где детектив Паулс?! — вскричал он, — это Вы меня спрашиваете?! Даже пресса уже в курсе, где детектив Паулс!!!\nПо правде, пресса не была в курсе, но окна кабинета, где теперь сидел Гофман, выходили как раз ко входу в участок, а потому он слышал тираду Ньютмана.\n— Это Ваше расследование, но Вы его полностью провалили!\nСмит вышла из, теперь уже, кабинета Гофмана выжатой как лимон. Утром дежурному поступил анонимный сигнал и в итоге Паулса обнаружили повешенным. Но откуда это мог знать этот чёртов журналист! Наверно всё же стоит с ним побеседовать.",
    "answers": [
      {
        "id": 79,
        "text": "Отправить за ним наряд"
      },
      {
        "id": 80,
        "text": "Отправиться самостоятельно"
      }
    ]
  },
  {
    "id": 79,
    "text": "Ньютмана доставили в участок. \n— Теперь Вам захотелось поговорить? — начал он первым. \n— Выкладывайте, что Вам известно, — потребовала Смит.\n— Если бы выслушали меня вчера, то возможно удалось избежать несчастья.\n— Откуда Вы узнали про смерть детектива Паулса?\n— Значит убитый — детектив Паулс. Хорошо, так и запишем, — Ньютман продолжал себя вести так, будто брал интервью.\n— Перестаньте паясничать! — не выдержала Смит.\n— А сколько Вам ещё нужно жертв, что б Вы увидели очевидное!?\n— Откуда Вы узнали про убийство?\n— Открыл календарь.\n— И что? Там так и написано? И Вы конечно знаете когда произойдёт следующее убийство?\n— Хоть один правильный вопрос, — вздохнул Ньютман. — Да, знаю.\n— Прошу Вас, поделитесь с нами своей мудростью! — Смит была вне себя. Мало того, что Гофман её сегодня отчихвостил, так ещё и журналист раскопал куда больше чем она. Какой же с неё детектив.\n— Что ж, слушайте, — начал Ньютман, — эти убийства носят религиозный характер.",
    "answers": [
      {
        "id": 108,
        "text": "Ввести в курс дела детектива"
      }
    ]
  },
  {
    "id": 80,
    "text": "Смит оделась и вышла из здания. Адрес она посмотрела в базе данных и решила, что пару кварталов она осилит пешком. К тому же ей нужно было остыть от взбучки у Гофмана. Моросящий дождь с мокрым снегом бил прямо в лицо. Настроение детектива было под стать погоде.\nНаконец она добралась до дома, в котором проживал журналист. Поднявшись по лестнице она позвонила в дверь. Затем ещё раз. \n\"Ну замечательно, его ещё и дома нет,\" — пронеслось в голове у Смит. Но в этот момент из глубины квартиры раздалось \"Не заперто!\"\n— Мистер Ньютман, — детектив вошла в помещение, — это детектив Смит.\n— Проходите! — донеслось из одной из комнат.\nОна прошла далее и увидела одетого в пальто Ньютмана за письменным столом, на котором стояла бутылка скотча. Часть её содержимого перекочевало в стакан к Ньютману. По всей комнате валялись заметки, обрывки газет, стояли коробки с подобной макулатурой.",
    "answers": [
      {
        "id": 111,
        "text": "- Что привело Вас в мою скромную обитель?"
      }
    ]
  },
  {
    "id": 81,
    "text": "В будний день в баре было не многолюдно и многие столики пустовали. Ньютман занял место по дальше, ему не хотелось, что бы посторонние видели, чем они с приятелем будут заниматься. Вскоре подошёл Чарли. К его приходу уже принесли бокал тёмного пива.\n— Ну, показывай, — сходу начал хакер.\nЖурналист кратко пояснил суть проблемы.\n— Всего-то, — Чарли был слегка разочарован и польщён одновременно, но продолжил подтрунивать над приятелем, — когда ты уже научишься элементарным вещам, особенно при твоей работе.\nВскоре весь список ІР адресов был получен.\n— Как на личном фронте? — поинтересовался Чарли.\n— Не до этого, — отмахнулся Ньютман.\n— А то вон та шатеночка глаз с тебя не сводит, — хакер перегнулся через столик и по-дружески ткнул приятеля в плечо.\nЖурналист осторожно обернулся — через столик от них сидела детектив Смит.\n— Она из полиции.\n— С чего ты взял? — забеспокоился Чарли.\n— Утром у неё был.\n— Она тебе отказала с помощью и ты обратился ко мне, — догадался хакер.\n— Можно и так сказать.\n— Может тебе стоит с ней сейчас поговорить, только про меня не упоминай.",
    "answers": [
      {
        "id": 92,
        "text": "Поговорить с детективом Смит"
      },
      {
        "id": 93,
        "text": "Уйти домой"
      }
    ]
  },
  {
    "id": 82,
    "text": "Криминалисты прибыли довольно быстро и провозились почти до утра, а вот мисс Смит ждать окончания их поисков не стала, лишь попросила, что бы утром ей предоставили отчёт.\nНьютман поспал всего пару часов, так как собирался обсудить полученные данные криминалистов с детективом.\nНо новый день принёс свои сюрпризы. Не успела Смит придти на работу, как её окликнул офицер:\n— Смит, бегом к шефу, он рвёт и мечет!\nЧто ж, хорошее начало дня — видно сейчас Паулс отчитает меня за расследование. Она подошла к кабинету своего начальника, и первое, что ей бросилось в глаза — это отсутствие фамилии на дверях. А когда зашла, то вместо детектива Паулса, в его кресле сидел Гофман — честолюбивый и скользкий тип. ",
    "answers": [
      {
        "id": 83,
        "text": "- А где детектив Паулс?"
      }
    ]
  },
  {
    "id": 83,
    "text": "Единственное что смогла выдавить Смит.\n— Где детектив Паулс?! — вскричал он, — это Вы меня спрашиваете?! Это Ваше расследование, но Вы его полностью провалили!\nСмит вышла из, теперь уже, кабинета Гофмана выжатой как лимон. Утром дежурному поступил анонимный сигнал и в итоге Паулса обнаружили повешенным. \nДетектив пребывала в полной растерянности, но тут ей принесли отчёт криминалистов.",
    "answers": [
      {
        "id": 94,
        "text": "Позвонить Ньютману"
      }
    ]
  },
  {
    "id": 84,
    "text": "Ньютман вымотался за день и так и заснул в пальто и в кресле за компьютером. Проснулся он лишь среди ночи. \"Интересно, сидят ли копы в засаде,\" — подумал он и налил себе скотча. Подошёл к окну — там шёл мокрый снег, улица была не освещена. От такого зрелища ему захотелось быстрее забраться в постель, что он и сделал.\nУтром его разбудил телефон, который хотелось зашвырнуть куда по дальше. Но для начала его нужно было найти. Ньютман чувствовал себя разбитым, да и телефон никак не находился. Он сосредоточился. Телефон должен был остаться во внутреннем кармане пальто, а пальто он ночью скинул у кровати. Пока он проводил раскопки в своём верхнем белье телефон умолк, а вот с Ньютмана слетели остатки сна. Номер, с которого ему звонили был не знаком.",
    "answers": [
      {
        "id": 85,
        "text": "Перезвонить"
      }
    ]
  },
  {
    "id": 85,
    "text": "Ответила детектив Смит.\n— Мы взяли его, — первое, что сообщила она.\n— Замечательно! Скоро буду у Вас.\nЧерез 40 минут Ньютман был в участке.\n— Рассказывайте, — начал он с порога.\n— Мои коллеги установили наблюдение за Вашей квартирой и около полуночи на пожарной лестнице заметили подозрительного типа. Он пытался влезть в окно. Тогда его и взяли. Он утром прилетел из Бостона.\n— Он говорил что-нибудь?\n— Нёс какую-то тарабарщину, судя по всему на латыни.\n— С ним можно поговорить?\n— Всему своё время, мистер Ньютман, — улыбнулась детектив Смит.\n",
    "answers": [
      {
        "id": 54,
        "text": "Часть 2."
      }
    ]
  },
  {
    "id": 86,
    "text": "— Думаю мы не в силах предотвратить несчастье, — с некоторой надеждой произнесла Смит.\n— Как я говорил, 12-я жертва будет ассоциироваться с Иудой, но кого на эту \"роль\" назначит преступник я всё же затрудняюсь ответить.\nКакое-то время они сидели и просматривали файлы. Наконец, Ньютман поднялся, взял шляпу и сказал:\n— Боюсь у меня нет больше свежих идей. Вам придётся брать его на новом убийстве.\n— Что ж, доброй ночи, — ответила Смит.",
    "answers": [
      {
        "id": 115,
        "text": "Отправиться домой"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Вы уверены, что он будет так долго ждать? — Смит сомневалась в правильности расчётов. —  Он убивал в среднем раз в месяц и этот срок уже вышел со времени последнего преступления. А Вы говорите, что ещё через полтора месяца.\n— Если чесно, я сам не в восторге от такого расчёта.\n— Может, есть ещё к чему можно привязаться?\n— Завтра начинается пост, думаете это подходящая дата?\n— Это Ваша теория, думаю тут Вам виднее.\n— Склоняюсь к Вашей поправке — что очередное убийство совпадёт с началом поста.",
    "answers": [
      {
        "id": 86,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "— Я позвоню местному шерифу в пригород, пусть проверит свой адрес. И позвоню в Бостон, — и с этими словами Смит позвонила и объяснила коллегам ситуацию. — Придётся немного подождать, мистер Ньютман.\n— Конечно, конечно, — понимающе закивал журналист головой, — я не спешу.\nВскоре начали поступать сведения от патрульных Детройта. Но это всё было не то. Отзвонился шериф с пригорода — ролик смотрел юнец, врядли его можно включить в список подозреваемых. К тому же у него было алиби на последнее убийство — он лежал в больнице.\nПримерно через час позвонили из Бостона. Смит поговорила с коллегами, а затем обратилась к Ньютману.\n— Полиция нашла улики, нашла фотографии жертв.\n— А преступник?\n— Боюсь он ушёл.\n— Мне кажется, что скоро он нанесёт очередной удар. Нужно усилить охрану на вокзалах и аэропорту. Есть какие-либо приметы?\n— Нет, когда полицейские вошли, в его квартире никого не было. Мы в ближайшее время постараемся установить его личность.\n— Было б очень кстати, — заметил Ньютман, — думаю на сегодня хватит работы.\n— Я очень благодарна за помощь, Вы действительно сдвинули дело с мёртвой точки.\n\n",
    "answers": [
      {
        "id": 89,
        "text": "Пригласить Смит в бар."
      },
      {
        "id": 90,
        "text": "Отправиться в бар"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Может пропустите со мной по стаканчику, — предложил Ньютман. \n— Мы конечно напали на след преступника, но ещё далеки от завершения. Мне предстоит много чего ещё сделать, а потому вынуждена отклонить Ваше предложение.\n— Что ж, сообщите мне, когда возьмёте гада.\n— Непременно, — пообещала Смит.\nНьютман надел шляпу и вышел из участка. Конец февраля в Детройте выдался дождливым. Мрачные слабоосвещённые улицы как раз были подстать погоде. На тротуарах местами белел нерастаявший снег и усиливал контраст чёрно-белых тонов.\nВ квартале от участка находился бар, в который и направился Ньютман. Заказав себе скотча он никак не мог отделаться от мысли, что они со Смит что-то упустили. Досидев до закрытия бара он побрёл домой и завалился спать. \nРано утром его разбудил звонок в дверь.\n\"Кого там чёрт принёс в такую рань,\" — подумал журналист и подошёл к двери.\n— Кто там?\n— Мистер Ньютман? Откройте, это полиция!\nМожет Смит что-то раскопала и послала за ним патрульного? Журналист снял цепочку с двери и открыл её.\nНа пороге стояло два человека в форме.",
    "answers": [
      {
        "id": 95,
        "text": "- Что случилось?"
      }
    ]
  },
  {
    "id": 90,
    "text": "День выдался напряжённым, но продуктивным и Ньютман знал хороший метод расслабиться. Он надел шляпу и вышел из участка. Конец февраля в Детройте выдался дождливым. Мрачные слабоосвещённые улицы как раз были подстать погоде. На тротуарах местами белел нерастаявший снег и усиливал контраст чёрно-белых тонов.\nВ квартале от участка находился бар, в который и направился Ньютман. Заказав себе скотча он никак не мог отделаться от мысли, что они со Смит что-то упустили.\nЗа час до закрытия в бар зашла Смит.\n— Вот уж не думал Вас тут увидить, — начал Ньютман, подсаживаясь к Смит.\n— Сегодня есть повод, — загадочно ответила женщина. — Бостонская полиция смогла установить личность преступника, полчаса назад позвонили с аэропорта Детройта. Он задержан.\n— Вот так просто? Он задержан!? Это всё, что Вы скажете?\n— А Вы хотите душ из шампанского? — Смит не скрывала улыбки, но было заметно, что это расследование отняло у неё много сил. — Могу пригласить Вас на допрос с подозреваевым..",
    "answers": [
      {
        "id": 54,
        "text": "Часть 2."
      }
    ]
  },
  {
    "id": 91,
    "text": "ЭПИЛОГ.\n\nНьютмана нашли повешенным, около него лежала горсть монет общей суммой 30$. Учитывая, что никаких связей с другими жертвами не было, полиция  сочла этот случай за самоубийство, которое было следствием затянувшейся депрессии...",
    "answers": [
      {
        "id": 35,
        "text": "Нуарное настроение прыгает как висельник с табурета"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Не ожидал Вас тут встретить, — начал Ньютман, — следите за мной?\n— По правде, я сюда частенько заглядываю, — ответила Смит. — Но в этот раз тяжёлая выдалась неделя, которая далека от завершения. Мой босс, детектив Паулс, требует от меня результатов до конца недели.\nОфициантка принисла скотч для Ньютмана и джин для Смит. Было заметно, что детектив в отчаянии, но пытается скрыть это.\n— Не стоило мне Вас утром выгонять, — попыталась извиниться Смит.\n— Всё впорядке миссис Смит, я сам хорош.\n— Я мисс, — потупив взгляд произнесла детектив и сделала глоток.\n— Хорошо, мисс Смит, — ответил журналист. — ...",
    "answers": [
      {
        "id": 106,
        "text": "...может выслушаете меня сейчас"
      }
    ]
  },
  {
    "id": 93,
    "text": "— Не думаю, что это хорошая идея. Утром она меня выставила из кабинета, — Ньютман одним глотком допил пиво и собрал свои вещи. — Спасибо за помощь, Чарли.\nНе успел он выйти как к хакеру подошла Смит.\n— Добрый вечер, полиция Детройта, детектив Смит, — представилась она. \n— Слушаю, — коротко ответил Чарли.\n— Ньютман рассказывал про серийные убийства?\n— Почему бы Вам самой его об этом не спросить?  — хакер помолчал с минуту, а затем добавил, — он живёт неподалёку. \n— Покажите дорогу?\n— Вы могли бы его догнать, если бы поторопились, — по выражению лица Смит Чарли понял, что такой вариант её не устраивает. — Но я провожу Вас.\nОн провёл детектива и сказал номер квартиры.",
    "answers": [
      {
        "id": 107,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 94,
    "text": "Смит решила сообщить Ньютману о последних событиях, но ещё больше она расчитывала на его поддержку. Журналист появился у неё в кабинете через полчаса.\n— Паулс был в курсе о ходе расследования? — первое о чём поинтересовался Ньютман.\n— Конечно. Я постоянно перед ним отчитывалась.\n— Что ж, я думаю наш маньяк решил назначить меня \"Иудой\", но так как меня не оказалось дома, а срок убийства уже наступал, то моей заменой стал твой начальник, который так же был в курсе дела.\n— Довольно смелое предположение.\n— Я в этом практически уверен, — настаивал Ньютман на своей версии. — Раскроете безобразие у меня дома — раскроете дело!\n— У меня есть отчёт криминалистов, преступник немного наследил. Думаю мы сможем взять след.",
    "answers": [
      {
        "id": 105,
        "text": "- Я бы хотел присутствовать при задержании."
      }
    ]
  },
  {
    "id": 95,
    "text": "— Мистер Ньютман, попросим проехать с нами.\nЖурналист решил не спорить с полицией.\n— Что случилось? — всё же поинтересовался он.\n— Нам лишь велено Вас доставить в участок.\nВскоре, журналиста проводили к кабинету, правда не к 207, как он ожидал, а к 201, где значилось имя детектива Паулса.\n— Присаживайтесь, — предложил темнокожий седеющий детектив, — боюсь у меня плохие вести.\n— Что произошло?\n— Утром детектива Смит нашли повешенной. Обычно она всегда докладывает мне, как продвигается расследование, но вчера она задержалась дольше обычного, я к тому времени ушёл.\n— Это конечно печальные известия, но почему я здесь?\n— Вы последний с ней общались.\n— Я подозреваемый? — Ньютман был слегка ошарашен.\n— Нет, простите, — Паулс поспешил пояснить свои слова, — я хотел сказать, что я в курсе вашей помощи относительно серии убийств, а проблема в том, что комьютер Смит запаролен, техники своё дело сделают, но нужно время. Мне нужно знать подробности Вашей с ней беседы.",
    "answers": [
      {
        "id": 114,
        "text": "- Конечно."
      }
    ]
  },
  {
    "id": 96,
    "text": "— Эй! — крикнул Ньютман. Преступник вздрогул, толкнул от себя женщину. Журналист поспешил её подхватить. Судя по всему она была без сознания. Ньютман осмотрелся — нападавший исчез, он достал телефон и вызвал скорую. \nПока ждал помощь, осмотрел детектива. Похоже, что ей вкололи какое-то снотворное или наркотик. \"Что ж, хотя бы попытался предотвратить очередное убийство,\" — подумал журналист.\nВскоре приехала машина скорой помощи. Они сделали нужные инъекции и забрали Смит в больницу. Ньютман решил ехать с ней. \nВ больнице его попросили подождать в коридоре. Он устроился в кресле и не заметил как уснул. Его разбудила Смит. За окном было довольно светло, что свидетельствовало о том, что Ньютман проспал всю ночь. Тело затекло, в голове был лёгкий туман, но он всё же справился о самочуствии Смит.\n— Всё отлично, — ответила она, — я должна ехать в участок, но хочу сказать, что очень благодарна за своё спасение.\n— Этого можно было избежать, если б Вы утром меня выслушали.\n— Я признаю, не следовало Вас выгонять.\n",
    "answers": [
      {
        "id": 100,
        "text": "- Может выслушаете сейчас?"
      }
    ]
  },
  {
    "id": 97,
    "text": "Ньютман, нащупал в кармане пальто револьвер и в полуприсяде стал подбираться ближе. Наконец, он оказался достаточно близко. Он заметил, что женщина без сознания и безвольно висит на руке у преступника. Возле её ног валялся шприц — наверное какой-то наркотик, который маньяк ввёл своей жертве.\n— Медленно опусти женщину на землю и подними руки, — произнёс Ньютман наставляя револьвер. \nМаньяк не ожидал такого развития событий и стал действовать опрометчиво. Он толкнул безвольную Смит в сторону журналиста и попытался скрыться, но в этот момент раздался выстрел. Убийца упал как подкошенный. Выстрел оказался точным — пуля вошла в затылок. И тут Ньютман заметил, как от убитого отделяется отделилась какая-то мрачная тень, или журналисту это только показалось. Нет, не показалось, тень повисела с минуту и растворилась.\nНочь прорезал свет прожектора патрульной машины...",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Смит была без сознания. Ньютман осмотрелся — нападавший исчез, он достал телефон и вызвал скорую. \nПока ждал помощь, осмотрел детектива. По видимому, ей вкололи какое-то снотворное или наркотик. \"Что ж, хотя бы попытался предотвратить очередное убийство,\" — подумал журналист.\nВскоре приехала машина скорой помощи. Они сделали нужные инъекции и забрали Смит в больницу. Ньютман решил ехать с ней. \nВ больнице его попросили подождать в коридоре. Он устроился в кресле и не заметил как уснул. Его разбудила Смит. За окном было довольно светло, что свидетельствовало о том, что Ньютман проспал всю ночь. Тело затекло, в голове был лёгкий туман, но он всё же справился о самочуствии Смит.\n— Всё отлично, — ответила она, — я должна ехать в участок, но хочу сказать, что очень благодарна за своё спасение.\n— Этого можно было избежать, если б Вы утром меня выслушали.\n— Я признаю, не следовало Вас выгонять.\n",
    "answers": [
      {
        "id": 100,
        "text": "- Может выслушаете сейчас?"
      }
    ]
  },
  {
    "id": 99,
    "text": "Ньютман осторожно подошёл к Смит, осматриваясь по сторонам. В этот момент, когда он взял приподнял голову женщины, его высветил луч прожектора патрульной машины.\nХоть Ньютман и пытался заявить о своей невиновности, его всё же задержали. Утром его проводили к детективу, которому передали дело Смит.\n— Моя фамилия Гофман, — представился он, — мне жаль, но детектив Смит скончалась. Врачам не хватило нескольких минут.\n\"Тех самых минут, что я провёл в баре,\" — подумал Ньютман.\n— Более того, — продолжил Гофман, — нашего начальника нашли повешенным. Вы были вчера утром у нас, можете нам помочь?\n— Именно это я и пытался сделать, — вздохнул журналист, и кратко рассказал суть происходящего.",
    "answers": [
      {
        "id": 102,
        "text": "Обсудить смерть Паулса и Смит"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Хорошо, пока добираемся до участка, расскажите, что Вам известно.\nНьютман рассказал, всё, что знал, а также о своих предположениях о дальнейших планах маньяка. К этому времени они подошли к участку. \nНе успели они зайти, как её окликнул офицер:\n— Смит, бегом к шефу, он рвёт и мечет! \nОна попросила Ньютмана подождать в её кабинете, а сама пошла к боссу. Когда она подошла к кабинету своего начальника первое, что ей бросилось в глаза — это отсутствие фамилии на дверях. А когда зашла, то вместо детектива Паулса, в его кресле сидел Гофман — честолюбивый и скользкий тип. \n— А где детектив Паулс? — единственное что смогла выдавить Смит.\n— Где детектив Паулс?! — вскричал он, — это Вы меня спрашиваете?! Это Ваше расследование, но Вы его полностью провалили!\nСмит вышла из, теперь уже, кабинета Гофмана выжатой как лимон. Утром дежурному поступил анонимный сигнал и в итоге Паулса обнаружили повешенным. \nДетектив пребывала в полной растерянности, но тут вспомнила про Ньютмана.",
    "answers": [
      {
        "id": 101,
        "text": "Обсудить смерть Паулса"
      }
    ]
  },
  {
    "id": 101,
    "text": "— Думаю, он придерживается своего графика, и раз одно убийство сорвалось, то он выбрал новую жертву, — размышлял Ньютман, — Паулс был в курсе расследования?\n— Конечно, я постоянно докладывала ему о ходе расследования.\n— Что ж, мне кажется, что смена плана в последний момент может нам помочь.\n— Всмысле? — не поняла Смит.\n— Он планирует все убийства заранее, а в этом случае ему пришлось импровизировать, а значит он мог оставить следы, улики.\nЖурналист оказался прав, через час на стол Смит лёг отчёт от криминалистов, которые обследовали дом Паулса.",
    "answers": [
      {
        "id": 105,
        "text": "- Я бы хотел присутствовать при задержании"
      }
    ]
  },
  {
    "id": 102,
    "text": "— Думаю, он придерживается своего графика, и раз одно убийство сорвалось, то он выбрал новую жертву, — размышлял Ньютман, — Паулс был в курсе расследования?\n— Конечно, мы все постоянно докладываемся ему о ходе наших расследований\n— Что ж, мне кажется, что смена плана в последний момент может нам помочь.\n— Всмысле? — не понял Гофман.\n— Он планирует все убийства заранее, а в этом случае ему пришлось импровизировать, а значит он мог оставить следы, улики.\nЖурналист оказался прав, через час на стол Гофмана лёг отчёт от криминалистов, которые обследовали дом Паулса. Помимо отпечатков пальцев, было установленно, что и Смит, и Паулсу вкололи один и тот же наркотик.\n— Думаю, мы скоро возьмём его. Уже рассылаются ориентировки.",
    "answers": [
      {
        "id": 103,
        "text": "- Я бы хотел присутствовать при задержании"
      }
    ]
  },
  {
    "id": 103,
    "text": "— Тогда Вам нужно в Бостон, — ответил Гофман на просьбу Ньютмана\n— То есть?\n— Обладатель отпечатков проживает в Бостоне.\n— Но сейчас он возможно ещё не покинул Детройт.\n— Не переживайте, мы его возьмём тут или в Бостоне. За за его квартирой уже установлено наблюдение.\n— А Вы оперативно действуете, — улыбнулся Ньютман.\n— Не могу обещать про задержание, но мы точно сообщим, как только маньяк будет у нас.",
    "answers": [
      {
        "id": 54,
        "text": "Часть 2."
      }
    ]
  },
  {
    "id": 104,
    "text": "Хоть Ньютман и пытался заявить о своей невиновности, его всё же задержали. Утром его проводили к детективу, которому передали дело Смит.\nКак не пытался журналист доказать, что убитый им человек и есть серийный убийца, убедить детектива Паулса ему не удалось. Детектив Смит так же скончалась от передозировки наркотика, который ей ввели.",
    "answers": [
      {
        "id": 116,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 105,
    "text": "— Тогда Вам нужно в Бостон, — ответила Смит на просьбу Ньютмана\n— То есть?\n— Обладатель отпечатков проживает в Бостоне.\n— Но сейчас он возможно ещё не покинул Детройт.\n— Не переживайте, мы его возьмём тут или в Бостоне. За его квартирой уже установлено наблюдение.\n— А Вы оперативно действуете, — улыбнулся Ньютман.\n— Не могу обещать про задержание, но мы точно сообщим, как только Маньяк будет у нас.",
    "answers": [
      {
        "id": 54,
        "text": "Часть 2."
      }
    ]
  },
  {
    "id": 106,
    "text": "— Другого мне не остаётся. \n— Мы с вами на одной стороне и нужны друг другу.  У меня есть информация, которая поможет делу, но не хватает некоторых фрагментов, для полноты картины. Эти фрагменты можете дать только Вы.\n— Только я?! — Смит вскинула брови. — Вы переоцениваете мои возможности.\n— Хотел сказать, что доступ к нужным данным есть у полиции, — и журналист кратко ввёл в курс дела детектива. — А теперь, мне нужны видеоматериалы с таможни.\n— Мне некоторые моменты не понятны, но в целом я вижу к чему Вы клоните.\n— Может пройдём ко мне, тут не далеко, — предложил Ньютман, — я покажу всё более подробно.\nДетектив Смит не возражала. Ньютман надел свою шляпу и направился к выходу. На улице, за то время, что он провел в баре, похолодало и вместе с дождём шёл мокрый снег. Вскоре пара стояла у подъезда.",
    "answers": [
      {
        "id": 73,
        "text": "- Попрошу за мной"
      }
    ]
  },
  {
    "id": 107,
    "text": "Через минуту Смит стояла у дверей Ньютмана. Из квартиры раздались звуки выстрелов. Детектив достала свою беретту и попробовала ручку двери. На её счастье она оказалась не заперта. Из одной из комнат слышались звуки борьбы. Смит осторожно заглянула в дверной проём — кто-то стоял за Ньютманом держа его одной рукой за талию, а другой за шею. \nЖенщина выстрелила не раздумывая. Точным выстрелом в голову она убила нападавшего, и тут Смит заметила, как от убитого отделяется отделилась какая-то мрачная тень, или ей это только показалось. Нет, не показалось, тень повисела с минуту и растворилась. Затем женщина достала телефон и вызвала скорую. К сожалению Ньютмана она спасти не смогла — ему ввели большую дозу наркотика, от которой он скончался.",
    "answers": [
      {
        "id": 117,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 108,
    "text": "Когда Смит дослушала, про семилетний цикл и тринадцать жертв, единственное, что она сказала:\n— Ньютман, Вы невыносимы.\n— Знаю, Вы не первая, кто мне сообщает эту новость, — очевидно, что его слегка развеселил такой комментарий детектива.\n— Значит, следующее убийство будет завершающим в цикле и придётся на Пасху?\n— Именно так. Но Вы действительно хотите ждать до Пасхи?\n— А у Вас есть предложения для поимки? — ответила вопросом на вопрос Смит.\n— Что ж, пока я искал зацепки обратил внимание, что все жертвы, небогатые, многие жили в трейлерах, а потому и круг их знакомых может быть небольшим.\n— Нам это ничего не даст, мы опрашивали уже всю родню и коллег убитых.\n— Напротив, — вновь загадочо улыбнулся Ньютман, — у нас есть мёртвый таможенник и непопулярный блоггер.\n—И? — продолжала недоумевать Смит.\n— А то, что нужно хоть немного знать человека, что б знать что он одинок, а значит таможенник скорее всего знал своего убийцу.\n— А в случае с блоггером Вы намекаете, что это кто-то из подписчиков? — продолжила мысль Ньютмана детектив.\n— Или из тех, кто смотрел его ролики. Таких и полсотни не наберётся.",
    "answers": [
      {
        "id": 109,
        "text": "- Почему Вы так напираете на эти два убийства?"
      }
    ]
  },
  {
    "id": 109,
    "text": "Смит никак не могла понять задумку Ньютмана, но запросила список IP  адресов, с которых смотрели блоггера, и открыла файл на комьютере, где была собрана информация по таможеннику.\n— Они идут одно за другим, и в случае с блоггером есть возможность попробовать отследить связь по IP адресу, — пояснил Ньютман\n— Если честно, я слабо представляю, что Вы ищете, но пробуйте.\n— Выведите список мест откуда смотрели ролики блоггера, — потребовал журналист, когда Смит это сделала, он уставился в монитор просматривая полученные данные. — Так, а теперь, данные по таможеннику, а именно, его смены.\n— Вы нашли связь?\n— Ещё нет, но мне кажется, я близко, — журналист сделал паузу. — Я думаю наш маньяк не местный, он прилетал с Бостона для совершения убийств.\n— С чего такая уверенность?\n— Только два IP не с Детройта, но один это пригород, а второй — это Бостон, а значит наш убийца прилетал с Бостона, в какой-то раз заприметил таможенника, скорее всего с ним общался, а после — убил его.\n— Это очень хрупкая связь, но думаю стоит её проверить, — с этими словами Смит взяла телефон и позвонила коллегам в Бостон.\n",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Придётся немного подождать, мистер Ньютман.\n— Конечно, конечно, — понимающе закивал журналист головой, — я не спешу.\nПримерно через час позвонили из Бостона. Смит поговорила с колегами, а затем обратилась к Ньютману.\n— Вы оказались правы! Полиция нашла улики, нашла фотографии жертв.\nЖурналист самодовольно улыбался. Смит тем временем продолжила:\n— Они устроят ему засаду и возьмут, как только он там объявится.\n— Принимая во внимание мои заслуги, — Ньютман действительно был невыносим, — хочу поприсутствовать на допросе.\n— Один раз я уже отказала Вам, второй раз я такую ошибку не допущу, — сказала Смит и улыбнулась краешком рта.",
    "answers": [
      {
        "id": 54,
        "text": "Часть 2."
      }
    ]
  },
  {
    "id": 111,
    "text": "\"Он же час назад меня допытывал у дверей участка, неужели он уже успел нализаться,\" — Подумала Смит. В этот момент Ньютман встал из-за стола, подошёл к стенному шкафу и достал ещё один стакан, налил скотча и протянул ей.\n— Вот, средство от непогоды.\nДетектив с сомнением посмотрела на стакан, но всё же взяла его и сделала глоток.\n— Вы осознали, что я Вам нужен, — Ньютман был в своём репертуаре, но голос его звучал твёрдо, что порадовало Смит — значит диалог состоится.\n— Как Вы узнали про очередное убийство?\n— Заглянул в календарь, — такой ответ окончательно сбил с толку детектива.\n— И Вы знаете, когда будет следующее?\n— Естественно, — Ньютман сделал глоток и продолжил, — на Пасху. Если конечно маньяка не арестуют.\n— Откуда такая уверенность?\nНьютман подлил себе и детективу скотча и начал рассказ, дополняя его фактами, вырезками из газет, а закончил тем, как вчера сопоставил все убийства с церковным календарём.\n— Вы не думали, что ошиблись с выбором профессии? — в голосе Смит читалось восхищение.\n— Нет, меня устраивает то, чем я занимаюсь. Было б ещё лучше если б к моим выводам иногда прислушивались.\nСмит почуствовала укол совести. Не выгони она вчера этого чудака, то может и Паулс был сейчас жив.\n— Я прислушиваюсь, хоть и с опозданием, — ответила она.",
    "answers": [
      {
        "id": 112,
        "text": "- Тогда воспользуйтесь своим служебным положением."
      }
    ]
  },
  {
    "id": 112,
    "text": "— В каком смысле? \n— Мне нужен список IP адресов,  с которых смотрели убитого блоггера для начала.\n— Тогда пройдёмся до моего кабинета, — предложила Смит.\nНьютман одел шляпу и с детективом направился к выходу.\nВскоре они сидели в кабинете у Смит и рассматривали полученный список адресов. Февральская погода выветрила алкоголь и пара была полностью поглащена работой.\n— Так, а теперь, данные по таможеннику, а именно, его смены, — попросил Ньютман.\n— Вы нашли связь?\n— Ещё нет, но мне кажется, я близко, — журналист сделал паузу. — Я думаю наш маньяк не местный, он прилетал с Бостона для совершения убийств.\n— С чего такая уверенность?\n— Только два IP не с Детройта, но один это пригород, а второй — это Бостон, а значит наш убийца прилетал с Бостона, в какой-то раз заприметил таможенника, скорее всего с ним общался, а после — убил его.\n— Это очень хрупкая связь, но думаю стоит её проверить, — с этими словами Смит взяла телефон и позвонила коллегам в Бостон.",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "Полиция заявляет, что связи между жертвами отсутствуют. Единственное, что они проморгали это второе убийство братьев. Нужно понять по какому принципу преступник определял кого из братьев с кем отождествлять.\nПробившись над этой головоломкой с час Ньютман бросил эту затею. В какой-то момент его взгляд упал на календарь.\n— Ну, конечно! Вот оно! — журналист не сдерживал своего ликования. — Раз мотив всей серии убийств религиозный, то должно быть убийца привязывался к религиозным праздникам.\nСопоставив даты убийств и даты из церковного календаря Ньютман получил полную схему убийств, но к разгадке это его не приблизило.",
    "answers": [
      {
        "id": 55,
        "text": "Возможно стоит проявить настойчивость и вновь пообщаться с детективом Смит"
      }
    ]
  },
  {
    "id": 114,
    "text": "Ньютман изложил суть вчерашних изысканий, а так же упомянул, что Смит звонила в Бостон. Паулс проверил информацию.\n— Как только он появится, его возьмут, — сообщил он журналисту.\n— Я бы хотел присутствовать на его допросе, — попросил Ньютман.\n— Думаю, я смогу это устроить, — пообещал детектив, — мы будем держать Вас в курсе дела.",
    "answers": [
      {
        "id": 54,
        "text": "Часть 2."
      }
    ]
  },
  {
    "id": 115,
    "text": "Ньютман медленно брёл по вечернему Детройту.  К вечеру похолодало и дневной моросящий дождь превратился в мокрый снег, который по большей части таял едва достигнув земли. Журналист поднял воротник пальто, пряча голову словно черепаха. Наконец, он добрался до своего подъезда. Когда он поднялся к себе и зажёг свет, то заметил, что его квартира буквально перерыта. \"Возможно, тот, кто это сделал всё ещё тут,\" — подумал журналист и нащупал револьвер в кармане пальто.\nОн прошёл в комнату, которую называл своим кабинетом. Едва не споткнувшись о разбросанные коробки, Ньютман добрался до письменного стола и включил настольную лампу. В этот момент он уловил краем глаза движение. Сверкнуло лезвие.",
    "answers": [
      {
        "id": 75,
        "text": "Выстрелить!"
      }
    ]
  },
  {
    "id": 116,
    "text": "ЭПИЛОГ.\n\nНьютман сел за убийство, но из-за того, что он постоянно нёс какую-то чушь про религию и убийства его перевели в психиатрическую лечебницу.\nЧерез семь лет после описанных выше событий к нему решил наведаться детектив Паулс, но главврач лечебеницы сообщил, что несколько дней назал Ньютман повесился. Никто не знал откуда он взял верёвку, а также никто и представить не мог, почему возле него лежало 30$ мелочью...",
    "answers": [
      {
        "id": 35,
        "text": "Палата N6"
      }
    ]
  },
  {
    "id": 117,
    "text": "ЭПИЛОГ.\n\nСем лет спустя.\nДетектив Паулс ушёл на пенсию. Детектив Смит получила повышение и возглавила отдел убийств. На стол ей лёг рапорт молодого детектива, который вёл расследование цепочки убийств, которых связывало только похожее орудие убийств...",
    "answers": [
      {
        "id": 35,
        "text": "Дежавю"
      }
    ]
  },
  {
    "id": 118,
    "text": "ЭПИЛОГ.\n\nСемь лет спустя. \nНьютман сидел в камере-одиночке. Впрочем, он и до этого вёл довольно одинокую жизнь. Ему позволили иметь карандаш и дали листы бумаги. Ньютман решил изложить свою версию произошедшего.\nНа очередном утреннем обходе его нашли повешенным. Рядом лежала горсть монет общей суммой 30$, а все его бумаги исчезли. Обо всех эти ньюансах начальник тюрьмы умолчал и дело спустили на тормозах...",
    "answers": [
      {
        "id": 35,
        "text": "Без тормозов!"
      }
    ]
  },
  {
    "id": 119,
    "text": "ЭПИЛОГ.\n\nНьютману выразили благодарность, мэр пожал руку, он пошёл на повышение в \"Детройт пост\". Но увиденное, в момент смерти маньяка не давало ему покоя. Он стал усердно учить латыть и изучать различные окультные верования. В следующий раз он будет во всеоружии, а пока можно и погреться в лучах славы...",
    "answers": [
      {
        "id": 35,
        "text": "Ещё не конец"
      }
    ]
  },
  {
    "id": 120,
    "text": "— Что случилось? — поинтересовалась Смит у запыхавшегося журналиста.\n— Завтра суд?\n— Да, всё верно. Утром доставим заключённого в зал заседаний. Надеюсь, что и Вы не опоздаете.\n— Нет! Ничего не верно! — Ньютман чуть не кричал.\n— Поясните, что случилось? — недоумевала детектив.\n— Вы давно были у него в камере? — Ньютман игнорировал вопросы Смит.\n— Вообще-то, в его камере я не была, а что?\n— Он уже готов! Перевезти в зал суда нужно сегодня!\n— Да что за бред Вы несёте? —  поведение журналиста начинало раздражать.\n— Камера, а может и всё здание уже готово!\n— Готово к чему? Сядьте и объясните все по порядку.\n",
    "answers": [
      {
        "id": 121,
        "text": "Начать объяснение"
      }
    ]
  },
  {
    "id": 121,
    "text": "Ньютману стоило больших усилий что бы успокоиться и привести мысли в порядок. Он снял шляпу, растегнул плащ, сел в кресло и попробовал доступно сформулировать тот сумбурд, что творился у него в голове.\n— Итак, — начал он, — мы уже говорили, что серия убийств носит ритуальный характер.\n— Да, и что с того? Этот идиот слетел с катушек, и начал убивать так, как ему велело его провиденье!\n— Всё не так просто.\n— Да проще не может быть! Его или казнят или отправят в психлечебницу.\n—  Вы не понимаете, — Ньютману хотелось, что б с мозгами людей было также просто как с компьютером — взял флешкарту и перенёс информацию с одного компьютера на другой, и без лишних вопросов. — Эти убийства и есть ритуал!\n— А в чём разница?\n— В первом случае это подражание, а во-втором...\n— Что во-втором?\n— Это имеет более глубокий смысл, — выдохнул журналист и достал ворох газет. — Смотрите! Это то, что я нашёл начиная с XIX века. Аналогичные убийства. И это не просто подражание. \n—  К чему Вы клоните?\n— Это необходимость, — Ньютман вынул из своего портфеля потёртую книгу, полистал и, наконец, положил перед детективом. — Вот, смотрите. Тут описан этот самый ритуал.",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "Книга состояла из рисунков в виде различных геометрических фигур, надписей на латыни, а также отдельных вкладышей. Один из таких вкладышей Ньютман развернул перед детективом.\n— Вот описание ритуала, его цикличность и, главное, суть! — в голосе Ньютмана читалось торжество, но во взгляде детектива он видел полное непонимание. — Поясню! В этого человека вселился демон, один из падших ангелов, и для своего существования ему необходимы жертвоприношение, то есть те самые жертвы, которые мы имеем.\n— Мистер Ньютман, Вы понимаете, что Закон не приемлет такого объяснения, так как согласно законодательству не существует чертей, ведьм, колдунов и прочей нечисти.\n— Я понимаю, и прошу о другом — конвоировать заключённого нужно сегодня!\n— И что? Это убъёт демона живущего в нём?\n— Нет! Но иначе завтра вы, в лучшем случае, получите просто невменяемого, который даже не будет помнить о своих деяниях!\n— А в худшем? Он сбежит? Умрёт?\n— Вполне вероятны оба варианта.\n— Он не может сбежать.\n— О, поверте, ещё как может. Но дело не в этом. Я постараюсь решить вопросы связанные с религией, а Вы делайте, то что должны. Но перевезти его нужно сегодня!",
    "answers": [
      {
        "id": 123,
        "text": "Далее",
        "need": 130
      },
      {
        "id": 123,
        "text": "Далее",
        "need": 120
      },
      {
        "id": 133,
        "text": "Далее",
        "need": 131
      },
      {
        "id": 134,
        "text": "Далее",
        "need": 132
      }
    ]
  },
  {
    "id": 123,
    "text": "— Хорошо, — согласилась Смит. — Только принимая во внимание Ваш вклад в это дело я всё организую сегодня. Надеюсь, что Вы знаете, что делаете.\n— Спасибо! Очень надеялся на Ваше понимание.\n— Хотя, я не могу сказать, что в восторге, — перебила детектив. — Так что, попрошу более подробного разъяснения.",
    "answers": [
      {
        "id": 124,
        "text": "- Мне нужно подготовиться, встретимся через несколько часов"
      },
      {
        "id": 125,
        "text": "- Хорошо, постораюсь всё объяснить",
        "need": 40
      }
    ]
  },
  {
    "id": 124,
    "text": "— А что делать нам в таком случае?\n— Не знаю, наверно стандартные процедуры при конвоировании, — пожал плечами журналист.\nНьютман поспешил уйти, так как ему ещё предстояло проделать большой объём работы. На полицию он сильно не надеялся, только трата времени.\nЖурналист из участка направился в библиотеку. Ему нужно было сопоставить кое-какие факты, а также старые планы города.\nОн копался и записывал информацию до тех пор, пока не зазвонил его мобильник — полиция была готова. А вот он — нет. \"Что ж, времени в обрез, на ходу доработаю план\", — решил про себя Ньютман. Он собрал все свои записи и покинул, столь уютный читальный зал. На улице погода была подстать ситуации: сильный ветер и дождь усиливали зловещность приближающего вечера.\n— Покажите мне маршрут перемещения, — потребовал Ньютман, когда добрался до участка.\n— Что-то не так? \nНьютман прокручивал в голове варианты развития событий:",
    "answers": [
      {
        "id": 127,
        "text": "- Всё хорошо [изначально согласиться, но в процессе попытаться всё переиграть]",
        "need": -127
      },
      {
        "id": 128,
        "text": "- Нужно изменить план [попытаться сразу убедить полицию изменить маршрут]",
        "need": -128
      }
    ]
  },
  {
    "id": 125,
    "text": "Несмотря на нехватку времени, Ньютман всё же решился на более детальную попытку объяснения происходящего. \n— Я думаю, что есть ещё одна неучтённая фигура на нашей шахматной доске.\n— Сообщник? — Смит была заинтригована.\n— Не совсем. Думаю, что эта фигура, скажем так, следит за правильностью ритуала и вмешивается, только если что-то идёт не по плану.\n— То есть, как сейчас? — уточнила детектив.\n— Именно!\n— И по вашему, один человек сможет противостоять вооружённому конвою?\n— Не думаю, что это человек в полном смысле этого слова.\n— Мистер Ньютман, — мягко и с лёгкой ироний произнесла Смит.\n— Знаю, знаю, — отмахнулся журналист, — в Законе нет такой классификации. Зато есть пункт об организации побега. И я хочу, что б мы с Вами предотвратили такую попытку.\n— Итак, — улыбнулась детектив. Она уже решила, что даст добро на все действия Ньютмана. — Что Вы предлагаете?",
    "answers": [
      {
        "id": 124,
        "text": "- Мне нужно подготовиться, встретимся через несколько часов."
      }
    ]
  },
  {
    "id": 126,
    "text": "Ньютман стиснул руль и стал пристальней всматриваться в ночь. В этот момент журналист услышал раскат грома, а впереди конвоя прозвучал взрыв. Конвой остановился и журналист едва успел увернуться от замыкающей машины конвоя. Его Шевроле заскользил по мокрому асфальту, и Ньютман увидел впереди, на мосту, одинокую фигуру. Незнакомец двигался вперёд, к автозаку, в котором везли маньяка. Ведущая машина конвоя была искорёжена и горела.",
    "answers": [
      {
        "id": 138,
        "text": "Сбить незнакомца"
      }
    ]
  },
  {
    "id": 127,
    "text": "Ньютман знал, что ему пошли на уступки и сейчас просить большего бесполезно. Он решил, что попробует исправить ситуацию по ходу дела.\nОн склонился над новым планом транспортировки и стал искать наиболее уязвимые места.",
    "answers": [
      {
        "id": 129,
        "text": "- Что ж, я поеду за конвоем на своей машине"
      },
      {
        "id": 139,
        "text": "- Могу Вас попросить поехать вместе?",
        "need": 123
      },
      {
        "id": 140,
        "text": "- Могу ли я поехать в машине сопровождения?"
      }
    ]
  },
  {
    "id": 128,
    "text": "— Да неужели! У нас под контролем основные перекрёстки. \n— Я сам его перевезу с минимумом сопровождения, в своей машине, — настаивал Ньютман.\n— Да Вы рехнулись! Вы всерьёз полагаете, что мы позволим перевезти особо опасного преступника в гражданском автомобиле, да ещё и без сопровождения?! Может нам вообще ему такси вызвать и не суетиться?! Мы и так пошли Вам навстречу перенеся время конвоя на сегодняшний вечер!",
    "answers": [
      {
        "id": 124,
        "text": "Назад"
      },
      {
        "id": 135,
        "text": "- детектив Паулс, выслушайте!",
        "need": 53
      },
      {
        "id": 135,
        "text": "- детектив Паулс, выслушайте!",
        "need": 114
      },
      {
        "id": 136,
        "text": "- детектив Смит, выслушайте!",
        "need": 85
      },
      {
        "id": 136,
        "text": "- детектив Смит, выслушайте!",
        "need": 90
      }
    ]
  },
  {
    "id": 129,
    "text": "Ньютман направился к своему автомобилю, старой Шеви Малибу, 4-го поколения.\nОн вывел свою машину и пристроился за конвоем. Одним глазом он следил за дорогой, а вторым всё ещё просматривал свои заметки. Погода продолжала ухудшаться, ветер и дождь усиливались, едва было видать габаритные огни впереди идущей машины.",
    "answers": [
      {
        "id": 126,
        "text": "Внимательней следить за дорогой"
      },
      {
        "id": 137,
        "text": "Продолжать искать ответы в своих записях"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Что случилось? — поинтересовалась Смит у запыхавшегося журналиста.\n— Завтра суд?\n— Да, всё верно. Утром доставим заключённого в зал заседаний. Надеюсь, что и Вы не опоздаете.\n— Нет! Ничего не верно! — Ньютман чуть не кричал.\n— Поясните, что случилось? — недоумевала детектив.\n— Вы давно были у него в больнице? — Ньютман игнорировал вопросы Смит.\n— Вообще-то, да, но около его палаты всегда дежурят полицейские.\n— Он уже готов! Перевезти в зал суда нужно сегодня!\n— Да что за бред Вы несёте? —  поведение журналиста начинало раздражать.\n— Его палата, а может и всё здание уже готово!\n— Готово к чему? Сядьте и объясните все по порядку.\n",
    "answers": [
      {
        "id": 121,
        "text": "Начать объяснение"
      }
    ]
  },
  {
    "id": 131,
    "text": "— Что случилось? — поинтересовался Гофман у запыхавшегося журналиста.\n— Завтра суд?\n— Да, всё верно. Утром доставим заключённого в зал заседаний. Надеюсь, что и Вы не опоздаете.\n— Нет! Ничего не верно! — Ньютман чуть не кричал.\n— Поясните, что случилось? — недоумевал детектив.\n— Вы давно были у него в камере? — Ньютман игнорировал вопросы Гофмана и тому это явно не нравилось.\n— Вообще-то, в его камере я не был, а что?\n— Он уже готов! Перевезти в зал суда нужно сегодня!\n— Да что за бред Вы несёте? —  поведение журналиста начинало раздражать.\n— Камера, а может и всё здание уже готово!\n— Готово к чему? Сядьте и объясните все по порядку.\n",
    "answers": [
      {
        "id": 121,
        "text": "Начать объяснение"
      }
    ]
  },
  {
    "id": 132,
    "text": "— Что случилось? — поинтересовался Паулс у запыхавшегося журналиста.\n— Завтра суд?\n— Да, всё верно. Утром доставим заключённого в зал заседаний. Надеюсь, что и Вы не опоздаете.\n— Нет! Ничего не верно! — Ньютман чуть не кричал.\n— Поясните, что случилось? — недоумевал детектив.\n— Вы давно были у него в камере? — Ньютман игнорировал вопросы Паулса\n— Вообще-то, в его камере я не был, а что?\n— Он уже готов! Перевезти в зал суда нужно сегодня!\n— Да что за бред Вы несёте? —  поведение журналиста начинало раздражать.\n— Камера, а может и всё здание уже готово!\n— Готово к чему? Сядьте и объясните все по порядку.",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "— Хорошо, — согласился Гофман. — Только принимая во внимание Ваш вклад в это дело я всё организую сегодня. Надеюсь, что Вы знаете, что делаете.\n— Спасибо! Очень надеялся на Ваше понимание.\n— Хотя, я не могу сказать, что в восторге, — перебил детектив. — Так что, попрошу более подробного разъяснения.",
    "answers": [
      {
        "id": 124,
        "text": "- Я всё объясню, но позднее. Мне нужно подготовиться"
      }
    ]
  },
  {
    "id": 134,
    "text": "— Хорошо, — согласился Паулс. — Только принимая во внимание Ваш вклад в это дело я всё организую сегодня. Надеюсь, что Вы знаете, что делаете.\n— Спасибо! Очень надеялся на Ваше понимание.\n— Хотя, я не могу сказать, что в восторге, — перебил детектив. — Так что, попрошу более подробного разъяснения.",
    "answers": [
      {
        "id": 124,
        "text": "- Я всё объясню, но позднее. Мне нужно подготовиться"
      }
    ]
  },
  {
    "id": 135,
    "text": "Ньютман принялся горячо убеждать детектива в принятии дополнительных мер, при этом старательно избегал религиозных причин.\nПаулс знал, что журналист в какой-то степени прав, но также и видел, что он очень взволнован, что так же настораживало.",
    "answers": [
      {
        "id": 188,
        "text": "- Хорошо, позволю Вам перевезти заключённого.",
        "need": 53
      },
      {
        "id": 129,
        "text": "- Вы можете ехать на своей машине, что бы убедиться как всё пройдёт."
      }
    ]
  },
  {
    "id": 136,
    "text": "Ньютман принялся горячо убеждать детектива в принятии дополнительных мер, при этом старательно избегал религиозных причин.\nСмит знала, что журналист в какой-то степени прав, но также и видела, что он очень взволнован, что так же настораживало.",
    "answers": [
      {
        "id": 129,
        "text": "- Вы можете ехать на своей машине, что бы убедиться как всё пройдёт"
      },
      {
        "id": 150,
        "text": "- Что ж, поедем вместе и возглавим конвой"
      },
      {
        "id": 149,
        "text": "- Давайте его к нам в машину, - скомандовала Смит сержанту"
      }
    ]
  },
  {
    "id": 137,
    "text": "Ньютман продолжал листать блокнот и нашёл, то что искал. Теперь он сможет противостоять, нужно лишь предупредить офицера, который отвечает за конвой. В этот момент Ньютман услышал раскат грома, а впереди конвоя прозвучал взрыв. Конвой остановился и журналист едва успел увернуться от замыкающей машины конвоя. Его Шевроле заскользил по мокрому асфальту, и Ньютман увидел как впереди, на мосту, одинокую фигуру. Незнакомец двигался вперёд, к автозаку, в котором везли маньяка. Ведущая машина конвоя была искорёжена и горела.",
    "answers": [
      {
        "id": 138,
        "text": "Попробовать сбить незнакомца"
      },
      {
        "id": 159,
        "text": "Выйти из машины"
      }
    ]
  },
  {
    "id": 138,
    "text": "Ньютман включил передачу и выжал акселлератор. Его Шеви рванул с места, виляя задом в направлении мрачной фигуры. Ньютман стискивал руль и вглядывался в ночь. То ли дождь делал контуры незнакомца неясными, то ли они расплывались по другим причинам, и журналиста это пугало. Он продолжал разгоняться, но за пару метров до столкновения с таинственной фигурой его машина замерла и взорвалась.",
    "answers": [
      {
        "id": 161,
        "text": "Эпилог.",
        "need": 133
      },
      {
        "id": 162,
        "text": "Эпилог.",
        "need": 134
      },
      {
        "id": 160,
        "text": "Эпилог.",
        "need": 130
      },
      {
        "id": 160,
        "text": "Эпилог.",
        "need": 120
      }
    ]
  },
  {
    "id": 139,
    "text": "— Я вообще-то не собиралась принимать участие в конвоировании, — покачала головой Смит.\n— Но Вы, как офицер, чей заключённый перевозится, будете нужны!\n— Для чего? Этим занимается специальное подразделение.\n— Мало ли, что может произойти в дороге.\n— Опять Вы со своими шаманскими предубеждениями. Мы изменили время и маршрут, разве этого мало?\n— И тем не менее, — было заметно, что Ньютман был подавлен.",
    "answers": [
      {
        "id": 141,
        "text": "- Не думаю, что Гофман мне позволит, - ответила Смит.",
        "need": 105
      },
      {
        "id": 143,
        "text": "- Хорошо, я поеду, - согласилась Смит"
      },
      {
        "id": 141,
        "text": "- Не думаю, что Гофман мне позволит, - ответила Смит",
        "need": 110
      }
    ]
  },
  {
    "id": 140,
    "text": "Не было причин отказывать в такой просьбе человеку, который внёс решающий вклад в это дело. Он сел в машину с сержантом, который отвечал за перевозку заключённого.\nПогода ухудшалась, поднялся сильный ветер, а дождь усилился. Конвой почти полз по улицам вечернего Детройта. Ньютман пролистывал свои записи, пытаясь сложить воедино все фрагменты головоломки.\n— Мы будем проезжать мост? — внезапно спросил он.\n— Да, скоро, — ответил сержант.\n— Нам нужно сменить маршрут!\n— Вы в своём уме?!\n— Или посадить к нам маньяка и ехать отдельно, — продолжал настаивать Ньютман.\n— Нет, — коротко отрезал полицейский, и журналист понял, что переубедить его не получиться. Он продолжил листать записи.\nВпереди уже маячил мост. И не только. Кажется там что-то произошло, сквозь пелену дождя не разобрать. Судя по всему горел чей-то автомобиль. \n— Мы не должны туда ехать, — стенал Ньютман, думая о том, почему этот сержант такой тупой.\nСержант взглянул на журналиста и принял решение.",
    "answers": [
      {
        "id": 176,
        "text": "Объехать горящий автомобиль"
      },
      {
        "id": 177,
        "text": "Остановиться"
      }
    ]
  },
  {
    "id": 141,
    "text": "— Может он сам поедет?\n— Шутишь?! Что б он из кабинета лишний шаг сделал?! Да ни в коем разе!\n— А что тебе мешает ехать позади конвоя?",
    "answers": [
      {
        "id": 143,
        "text": "- Как гражданскому лицу - ничего, - улыбнулась Смит",
        "need": 111
      },
      {
        "id": 144,
        "text": "- Видимо, инструкции, устав, - покачала головой Смит"
      }
    ]
  },
  {
    "id": 142,
    "text": "Детектив прибавила в скорости и быстро сближалась. Оставалось всего несколько метров, и в этот момент автомобиль буквально подбросило в воздух. С заднего сидения донеслись ликующие вопли, а через секунду машина взорвалась.",
    "answers": [
      {
        "id": 166,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 143,
    "text": "— Поедем на твоей или на моей машине? — понтересовался журналист.\n— А есть разница?\n— Не думаю, но всё же?",
    "answers": [
      {
        "id": 145,
        "text": "Поехать на машине Смит"
      },
      {
        "id": 146,
        "text": "Поехать на машине Ньютмана"
      }
    ]
  },
  {
    "id": 144,
    "text": "— К счастью, я не связан такими обязательствами, — бросил Ньютман и направился к своему автомобилю. Его старая Шеви Малибу 4-го поколения стояла не подалёку. Смит беспомощно смотрела журналисту вслед.\nОн вывел свою машину и пристроился за конвоем. Одним глазом он следил за дорогой, а вторым всё ещё просматривал свои заметки. Погода продолжала ухудшаться, ветер и дождь усиливались, едва было видать габаритные огни впереди идущей машины.",
    "answers": [
      {
        "id": 126,
        "text": "Внимательней следить за дорогой"
      },
      {
        "id": 137,
        "text": "Продолжать искать ответы в своих записях"
      }
    ]
  },
  {
    "id": 145,
    "text": "— Я поведу, — Смит направилась к своему авто. Ньютман был даже слегка рад — так появлялось чуть больше времени, на просмотр заметок.\nНаконец, конвой тронулся, Смит держалась позади. Ньютман, казалось, ничего не замечал и продолжал копаться в своих записях. Чем дольше он этим занимался, тем больше хмурился.\n— Ты помнишь маршрут? — спросил он у Смит.\n— Да.\n— И мы едем по нему, — не отрываясь от записей задал очередной вопрос.\n— Конечно, а что-то не так?\n— Мы будем проезжать какой-либо мост?\n— Да, который проходит над железной дорогой.\n— Мы можем изменить маршрут и не ехать там?\n— Не уверена, что это возможно, а что не так?\n— Смотри, — он протянул блокнот и Смит бросила короткий взгляд на него. — Это знак воздуха. А мост, как раз и есть символическое нахождение в воздухе.\n— Мне это не о чём не говорит.\n— Зато мне говорит! Для потенциального сообщника это особое место силы. Думаю там преступник и уйдёт от нас.",
    "answers": [
      {
        "id": 147,
        "text": "Обогнать конвой и предупредить об опасности"
      },
      {
        "id": 148,
        "text": "Сконцентрироваться и не упускать фургон с заключённым из виду"
      }
    ]
  },
  {
    "id": 146,
    "text": "— Поехали на твоей, — сказала Смит Ньютману.\n— Прошу, — Ньютман указал рукой на старый рыдван, Шеви Малибу 4-го поколения.\n— Это хотя бы ездит? — с сомнением спросила Смит.\n— Ещё как! — с этими словами Ньютман пристроился за конвоем. Одним глазом он следил за дорогой, а вторым всё ещё просматривал свои заметки.\n— Может сосредоточишься на дороге? — Смит с ужасом смотрела, как ухудшалась погода и усиливался дождь. Едва было видать габаритные огни впереди едущей машины, которая замыкала конвой.\n— С дорогой порядок, а вот с нашим подопечным я что-то упускаю.",
    "answers": [
      {
        "id": 156,
        "text": "Уделить больше внимания своим записям"
      },
      {
        "id": 157,
        "text": "Уделить больше внимания дороге"
      }
    ]
  },
  {
    "id": 147,
    "text": "Смит решила положиться на чутьё журналиста и прибавила в скорости. Она быстро догнала ведущую машину и просигнализировала ей, что б остановилась. Конвой встал не доезжая перекрёстка. Из первой машины вышел сержант.\n— Смит, что ты себе позволяешь? — выпалил он.\nНьютман и Смит синхронно вышли из автомобиля и встретили не только недовольство сержанта, но и погоды. Ветер с дождём усился, а температура заметно упала.\n— Нужно изменить маршрут, — первым начал Ньютман.\n— Какого дъявола ты раскомандовался?! Ты что, мой начальник?! — сержант был более чем недоволен.\n— Нет, я просто зантересованное лицо, — внезапно Ньютман ощутил в себе прилив ярости и силы. Он вплотную подошёл к сержанту и почти начал кричать тому в лицо: мне то ничего не будет, но если ты упустишь заключённого, то с тебя точно полетят лычки! Потому делай как я говорю!\nСмит опешила, но пока не вмешивалась в ход событий. В этот момент она увидела беспомощный взгляд сержанта.\n— Думаю, мы должны прислушаться к его словам. По крайней мере это его стараниями мы взяли маньяка.\nТо ли слова Ньютмана и угроза лишения звания, то ли тот факт, что всё можно будет спихнуть под ответственность Смит подействовали на сержанта, но он поднял руки в примирительном жесте.\n— Что вы предлагаете?",
    "answers": [
      {
        "id": 149,
        "text": "- Давайте его к нам в машину!"
      },
      {
        "id": 150,
        "text": "- Меняем маршрут. Следуйте за нами!"
      }
    ]
  },
  {
    "id": 148,
    "text": "Погода ухудшалась, дождь стоял стеной; Смит сосредоточенно вела машину. Вдруг впереди прозвучал взрыв, конвой встал. Детектив едва увернулась от замыкающей машины. В этот момент Ньютман прокричал:\n— Смотри!\nНа мосту появилась фигура, контуры которой размывал дождь. У Смит было мгновение для принятия решения.",
    "answers": [
      {
        "id": 170,
        "text": "Ускориться"
      },
      {
        "id": 174,
        "text": "Остановиться"
      }
    ]
  },
  {
    "id": 149,
    "text": "— Вы серьёзно? — опешил сержант.\n— Более чем. Кроме того сам конвой поедет запланированным маршрутом, — Ньютман был более чем твёрд.\n— Вы хотите, что я оставил заключённого?\n— Можете ехать с нами, — пожал плечами журналист.\nСмит кивнула сержанту и тот пошёл за маньяком. Погода ухудшалась, а в момент, когда заключённого вывели из автозака, раздался раскат грома. \"Рановато для весенней грозы\", — пронеслось в голове у Смит, но взглянув на Ньютмана, она вспомнила, что он говорил, а потому лишний раз убедилась в правильности решения.\nСержант сел сзади, рядом с маньяком, Ньютман вновь вернулся к своим записям.",
    "answers": [
      {
        "id": 151,
        "text": "Полистать записи"
      },
      {
        "id": 152,
        "text": "Указать маршрут"
      }
    ]
  },
  {
    "id": 150,
    "text": "Сержант, отвечающий за перевозку, попробовал перечить, но Смит всё же поддержала Ньютмана. Тепер конвой двигался тем маршрутом, который выбирал журналист. Он старался выбирать широкие дороги и избегал мостов. Иногда, сквозь пелену дождя, ему казалось, что где-то на соседних улицах, параллельным курсом следует таинственная фигура, но он не спешил эти подозрения озвучивать.\n— Долго мы будем петлять? — спросила Смит.\nНьютман медлил с ответом.",
    "answers": [
      {
        "id": 179,
        "text": "Полистать записи"
      },
      {
        "id": 180,
        "text": "Остановить конвой"
      }
    ]
  },
  {
    "id": 151,
    "text": "Ньютман продолжал что-то искать в своих записях, и когда они проехали пару кварталов спросил у Смит.\n— У тебя есть краска или маркер?\n— Нет.\n— Помада?\n— Да, но зачем?\n— Нет времени на распросы, давай помаду и тормози.\nСмит видела обеспокоенность журналиста, а потому всё сделала как он велел. Тот схватил помаду, выскочил на улицу и принялся что-то срисовывать со своего блоктнота прямо на капоте.\n— Это охранный знак, — пояснил Ньютман, — и прости за помаду, она закончилась.\n— Купишь новую, — детектив нашла в себе силы отшутиться.\nВ этот момент рация сержанта затрещала. Конвой добрался до моста, но там дорогу ему загородил горящий автомобиль. Сержант поспешил дать указания, что б сменили маршрут, но в ответ раздавались только помехи.\n— Жми, — крикнул Ньютман.\nМаньяк казалось вообще не реагировал на происходящее, он закатил глаза и что-то бормотал.\nСмит всецело сосредоточилась на дороге. Улица превратилась в кромешный ад — молнии прорезали темноту, дождь заливал ветровое стекло, а шипящая рация сержанта усиливала гнетущую атмосферу.",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "Ньютман решил, что безопаснее всего удалиться от конвоя как можно дальше, а так же избегать мостов. В этот момент рация сержанта затрещала. Основной конвой добрался до моста, но там дорогу ему загородил горящий автомобиль. Сержант поспешил дать указания, что б сменили маршрут, но в ответ раздавались только помехи.\n— Жми, — крикнул Ньютман.\nМаньяк казалось вообще не реагировал на происходящее, он закатил глаза и что-то бормотал.\nСмит всецело сосредоточилась на дороге. Улица превратилась в кромешный ад — молнии прорезали темноту, дождь заливал ветровое стекло, а шипящая рация сержанта усиливала гнетущую атмосферу.\nНьютман продолжал указывать Смит куда ехать, но в какой-то момент они увидели на дороге одиноко стоящую фигуру.\n— Это он! — вскричал Ньютман. — Пособник маньяка.\nСмит имела всего долю секунды на принятие решения..",
    "answers": [
      {
        "id": 142,
        "text": "Сбить незнакомца"
      },
      {
        "id": 163,
        "text": "Остановиться"
      },
      {
        "id": 142,
        "text": "Проехать мимо"
      },
      {
        "id": 165,
        "text": "Развернуться"
      }
    ]
  },
  {
    "id": 153,
    "text": "— Мы не можем доставить его сегодня, — сокрушённо констатировал Ньютман.\n— И что нам делать? — подал голос сержант, который готов был начать истерить.\n— Рули к церкви!\n— К какой? \n— Без разницы, та что ближе.\nБлижайшей церковью оказалась методисткая. Смит буквально влетела на её территорию. В этот момент заключённый издал просто нечеловеческий вой. Видимо такое радикальное изменение плана пришлось ему не по вкусу.\n— Тащите его внутрь!\nМаньяк сопротивлялся как мог. Смит и Ньютман вытаскивали его на улицу, а сержант толкал изнутри. Совместными усилиями они выволокли его из автомобиля. Преступник мешком повалился на землю, так что полицейским и журналисту пришлось его волочить волоком. Чем ближе была дверь церкви, тем это становилось труднее. Преступник корчился и извивался, а его тело, казалось, налилось свинцом. Совместными усилиями они, наконец, затолкали его в притвор храма.\n— И сколько ждать? — поинтересовалсь Смит.\n— Думаю, до утра. Всё гораздо хуже, чем я предполагал.",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "Это была самая долгая ночь у всех троих. Но к 4-м утра погода успокоилась, а также успокоился и заключённый. Его без труда погрузили в машину Смит и доставили к суду. По приезду стало известно, что на конвой было совершено нападение. Машина, в которой, должен был ехать заключённый была фактически раздраконена — от неё остался лишь остов. Полицейские, которые сопровождали маньяка погибли при загадочных объстоятельствах. Как позднее будет установленно — у всей группы зафиксированна остановка сердца.",
    "answers": [
      {
        "id": 155,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 155,
    "text": "ЭПИЛОГ.\n\nСуд признал маньяка полностью невменяемым и его поместили в психиатрическую лечебницу строгого режима. Семь лет спустя в ней случился пожар, по официальной версии он погиб в огне, но его тело так и не нашли... ",
    "answers": [
      {
        "id": 35,
        "text": "Палата N7"
      }
    ]
  },
  {
    "id": 156,
    "text": "Ньютман казалось совсем позабыл о дороге и Смит была вынуждена придерживать руль. Не поднимая глаз от блокнота он спросил.\n— Мы будем проезжать мост?\n— Да, и как раз к нему подъезжаем.\nВ этот момент раздался раскат грома, хотя вспышки молнии не было видно, а затем впереди прогремел взрыв. Конвой встал, а Ньютман не успел вовремя среагировать и налетел на замыкающую машину.\nСтарые машины не были оборудованы подушками безопасности, а потому Смит и Ньютман здорово приложились головами. Последнее, что увидела детектив, перед тем как лишилась чувств, была одиноко стоящая фигура на мосту, посреди кромешного ада.",
    "answers": [
      {
        "id": 158,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 157,
    "text": "Погода ухудшалась, дождь стоял стеной, и Ньютман вынужден был сосредоточиться на дороге. Внимательность журналиста сыграла ему на руку, так как впереди прозвучал взрыв и конвой встал. Ньютман едва увернулся от замыкающей машины. Его Шевроле занесло и он встал на встречной полосе. В этот момент Ньютман прокричал:\n— Смотри!\nНа мосту появилась фигура, контуры которой размывал дождь. Она двигалась в их направлении. На принятие решения времени почти не осталось.",
    "answers": [
      {
        "id": 173,
        "text": "Сбить незнакомца"
      },
      {
        "id": 174,
        "text": "Выйти из машины"
      }
    ]
  },
  {
    "id": 158,
    "text": "ЭПИЛОГ.\n\nМашина, в которой перевозили преступника была искорёжена, но его самого там не было. Ведущая машина была взорвана от, как установили эксперты, весьма необычной причины — попадания молнии, скорее всего шаровой. У всех, кто участвовал в конвоировонии зафиксирована остановка сердца. Ньютман и Смит были признаны погибшими в результате аварии, которая случилась из-за не соблюдения дистанции.",
    "answers": [
      {
        "id": 35,
        "text": "Моё сердце...остановилось.. (вариант 1)"
      }
    ]
  },
  {
    "id": 159,
    "text": "Ньютман ударил по тормозам и выскочил в дождь, не закрывая дверь своего Шеви. Он начал зачитывать из своего блокнота и двигаться в сторону фигуры. Незнакомец приостановился, а журналист возвысил голос. Преступник в автозаке взбесился. Он не пытался бежать, а лишь вопил и барабанил руками по двери и стенкам автомобиля. Ньютман продолжал напирать и идти в направлении фигуры. Под его напором она то ли таяла, то ли одступала, было не разобрать. В итоге, дорога стала пустой, а маньяк успокоился.\n",
    "answers": [
      {
        "id": 169,
        "text": "Эпилог.",
        "need": 123
      },
      {
        "id": 171,
        "text": "Эпилог.",
        "need": 133
      },
      {
        "id": 171,
        "text": "Эпилог.",
        "need": 134
      }
    ]
  },
  {
    "id": 160,
    "text": "ЭПИЛОГ.\n\nМашина, в которой перевозили преступника была искорёжена, но его самого там не было. Ведущая машина была взорвана от, как установили эксперты, весьма необычной причины — попадания молнии, скорее всего шаровой, так же как и машина Ньютмана. У всех, кто участвовал в конвоировонии зафиксирована остановка сердца.\n\nСемь лет спустя. \nДетектив Смит находилась в своём кабинете, когда ей принесли материалы нового дела. Два брата, возле которых были найдены камень и рыба...",
    "answers": [
      {
        "id": 35,
        "text": "Дежавю (вариант 2)"
      }
    ]
  },
  {
    "id": 161,
    "text": "ЭПИЛОГ.\n\nМашина, в которой перевозили преступника была искорёжена, но его самого там не было. Ведущая машина была взорвана от, как установили эксперты, весьма необычной причины — попадания молнии, скорее всего шаровой, так же как и машина Ньютмана. У всех, кто участвовал в конвоировании зафиксирована остановка сердца.\n\nСемь лет спустя. \nДетектив Гофман находился в своём кабинете, когда ему принесли материалы нового дела. Два брата, возле которых были найдены камень и рыба...",
    "answers": [
      {
        "id": 35,
        "text": "Дежавю (вариант 3)"
      }
    ]
  },
  {
    "id": 162,
    "text": "ЭПИЛОГ.\n\nМашина, в которой перевозили преступника была искорёжена, но его самого там не было. Ведущая машина была взорвана от, как установили эксперты, весьма необычной причины — попадания молнии, скорее всего шаровой, так же как и машина Ньютмана. У всех, кто участвовал в конвоировонии зафиксирована остановка сердца.\n\nСемь лет спустя. \nДетектив Паулс находился в своём кабинете, когда ему принесли материалы нового дела. Два брата, возле которых были найдены камень и рыба...",
    "answers": [
      {
        "id": 35,
        "text": "Дежавю (вариант 4)"
      }
    ]
  },
  {
    "id": 163,
    "text": "Смит резко ударила по тормозам.\n— Что ты делаешь? — возопил Ньютман.\n— Свою работу. К оружию, — крикнула она сержанту.\nС этими словами полицейские почти синхронно достали табельное оружие и открыли двери. Маньяк не реагировал на происходящее, а лишь продолжал бубнеть свою тарабарщину. Ньютман лихорадочно пролистывал свои записи.\n— Не приближайтесь! — Смит старалась перекричать шум непогоды, — будем стрелять!\nНо фигура незнакомца становилась всё ближе.\nТут журналист подал голос.\n— Не стреляйте в него.",
    "answers": [
      {
        "id": 164,
        "text": "Игнорировать и открыть огонь"
      },
      {
        "id": 167,
        "text": "Не стрелять"
      }
    ]
  },
  {
    "id": 164,
    "text": "Смит посмотрела на Ньютмана так, будто тот сморозил самую большую чушь.\n— Огонь, — отдала детектив приказ.\nНо не успели сержант и детектив начать стрелять, как их тела обмякли, так же как и тело журналиста.",
    "answers": [
      {
        "id": 168,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 165,
    "text": "Смит резко затормозила и выкрутила руль. Затем свернула в небольшой проулок, но в его конце вновь замаячила таинственная фигура. Маневрировать возможности не было",
    "answers": [
      {
        "id": 142,
        "text": "Сбить незнакомца"
      },
      {
        "id": 163,
        "text": "Остановиться"
      }
    ]
  },
  {
    "id": 166,
    "text": "ЭПИЛОГ.\n\nОсновной конвой был обнаружен возле моста. Ведущая машина была искорёжена взрывом. Все, кто участвовал в перевозке заключённого нашли мёртвыми. Причина смерти — остановка сердца. Машина детектива Смит была обнаружена в нескольких милях от того места, где встал конвой. В ней было три обгоревших тела. Тело преступника найдено не было.",
    "answers": [
      {
        "id": 35,
        "text": "Моё сердце...остановилось.. (вариант 2)"
      }
    ]
  },
  {
    "id": 167,
    "text": "— Вы с ума сошли? — Смит опешила от слов Ньютмана, но не спешила с принятием решения.\n— Я сам с ним разберусь, — голос журналиста был полон решимости.\n— Что за бред? — подал голос сержант, но Смит жестом приказала ему замолчать.\nНьютман вышел на встречу таинственной фигуре и начал что-то зачитывать из своих записей. Было очевидно, что это подействовало на незнакомца. Преступник в машине взбесился. Он не пытался бежать, а лишь вопил и барабанил руками по двери и сидениям автомобиля. Журналист продолжал напирать, он возвысил голос и продолжил идти в направлении фигуры. Под его напором она то ли таяла, то ли одступала, было не разобрать. В итоге, дорога стала пустой.",
    "answers": [
      {
        "id": 169,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 168,
    "text": "ЭПИЛОГ.\n\nОсновной конвой был обнаружен возле моста. Ведущая машина была искорёжена взрывом. Все, кто участвовал в перевозке заключённого нашли мёртвыми. Причина смерти — остановка сердца. Машина детектива Смит была обнаружена в нескольких милях от того места, где встал конвой. Около неё были обнаружено три тела, у которых так же зафиксирована остановка сердца. Преступнику удалось бежать.",
    "answers": [
      {
        "id": 35,
        "text": "Моё сердце...остановилось.. (вариант 3)"
      }
    ]
  },
  {
    "id": 169,
    "text": "ЭПИЛОГ.\n\nЖурналист достал телефон и позвонил Смит, а так же переговорил с сержантом, который отвечал за перевозку заключённого. \nКак только детектив приехала конвой двинулся дальше. Преступника благополучно доставили к зданию суда, где он был осуждён на пожизненное. Основной конвой был остановлен перед въездом на мост горящей машиной, которая по свидетельствам очевидцев, там проезжала за несколько минут до появления конвоя и внезапно взорвалась.\nСмит получила повышение, а Ньютман — благодарность от мэрии.",
    "answers": [
      {
        "id": 35,
        "text": "Самый гуманный суд (вариант 1)"
      }
    ]
  },
  {
    "id": 170,
    "text": "Смит выровняла машину и выжала педаль газа. Автомобиль мчался прямо на таинственую фигуру, но не доезжая пары метров их машина замерла и взорвалась.",
    "answers": [
      {
        "id": 172,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 171,
    "text": "ЭПИЛОГ.\n\nПреступника благополучно доставили к зданию суда, где он был осуждён на пожизненное. Основной конвой был остановлен перед въездом на мост горящей машиной, которая по свидетельствам очевидцев, там проезжала за несколько минут до появления конвоя и внезапно взорвалась.\nНьютман по итогам этого дела получил благодарность от мэрии.",
    "answers": [
      {
        "id": 35,
        "text": "Самый гуманный суд (вариант 2)"
      }
    ]
  },
  {
    "id": 172,
    "text": "ЭПИЛОГ.\n\nОсновной конвой был обнаружен возле моста. Ведущая машина была искорёжена взрывом. Все, кто участвовал в перевозке заключённого нашли мёртвыми. Причина смерти — остановка сердца. Машина детектива Смит была обнаружена в нескольких метрах от ведущего автомобиля конвоя. В ней было два обгоревших трупа. Преступнику удалось бежать.",
    "answers": [
      {
        "id": 35,
        "text": "Моё сердце...остановилось.. (вариант 4)"
      }
    ]
  },
  {
    "id": 173,
    "text": "Ньютману ничего лучше не пришло в голову, как переехать подельника маньяка. Он выровнял машину и выжал педаль газа. Автомобиль мчался прямо на таинственую фигуру, но не доезжая пары метров машина замерла и взорвалась.",
    "answers": [
      {
        "id": 172,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 174,
    "text": "Смит выскочила из машины и достала оружие.\n— Не думаю, что это поможет.\n— Вот и узнаем, — детектив была на взводе.\n— Что узнаем?! Смотри! Никто не выходит из машин сопровождения.\nТолько сейчас Смит обратила на это внимание, хотя это было грубейшее нарушение инструкций.\n— Но почему? — растерянно спросила она.\nНьютман проигнорировал вопрос и что-то искал в блокноте. Наконец, он заговорил, но не со Смит, а с незнакомцем. Детектив не поняла ни слова из сказанного, а потом до неё дошло, что журналист произносил то ли молитву, то ли заклинание. Были слышны дикие вопли преступника в автозаке. Журналист не обращал на это внимания, он возвысил голос и шёл прямо на таинственную фигуру. Она под его напором то ли таяла, то ли одступала, было не разобрать. В итоге, дорога стала пустой.",
    "answers": [
      {
        "id": 175,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 175,
    "text": "ЭПИЛОГ.\n\nПреступника благополучно доставили к зданию суда, где он был осуждён на пожизненное. Основной конвой был остановлен перед въездом на мост горящей машиной, которая по свидетельствам очевидцев, там проезжала за несколько минут до появления конвоя и внезапно взорвалась. У всех полицейских, которые участвовали в перевозке была зафиксирована остановка сердца.\nСмит получила повышение, а Ньютман — благодарность, от мэрии.",
    "answers": [
      {
        "id": 35,
        "text": "Самый гуманный суд (вариант 3)"
      }
    ]
  },
  {
    "id": 176,
    "text": "Сержант отдал указания по рации и повёл машину на мост по встречной, пытаясь объехать горящий автомобиль. В этот момент они с журналистом заметили одинокую фигуру, стоящую по среди дороги, за горящей машиной. Из за ливня, контуры незнакомца расплывались.\n\"Это он\", — только и успел подумать Ньютман, как их машина взорвалась.",
    "answers": [
      {
        "id": 178,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 177,
    "text": "Сержант дал указания, и конвой встал не доезжая моста. Ньютман буквально выпрыгнул из машины и направился к мосту. Позади раздавались крики сержанта, но дождь с ветром приглушали их. Когда журналист добрался до моста, то впереди, за горящим автомобилем он увидел одиноко стоящую фигуру, чьи контуры были размыты дождём.\n\"Ну держись\", — подумал Ньютман и начал выкрикивать заранее найденный текст в блокноте. Где-то позади него в автозаке бесновался преступник. А журналист, силясь перекричать шум дождя и ветра продолжал читать то ли молитву, то ли заклинание. Под его напором загадочная фигура отступала, или таяла, было не разобрать, и в итоге исчезла полностью. Путь был свободен.",
    "answers": [
      {
        "id": 171,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 178,
    "text": "ЭПИЛОГ.\n\nМашина, в которой перевозили преступника была искорёжена, но его самого там не было. Ведущая машина была взорвана от, как установили эксперты, весьма необычной причины — попадания молнии, скорее всего шаровой. У всех, кто участвовал в конвоировонии зафиксирована остановка сердца.\n\nСемь лет спустя. \nМолодой детектив получил материалы нового дела. Два брата, возле которых были найдены камень и рыба...",
    "answers": [
      {
        "id": 35,
        "text": "Дежавю (вариант 5)"
      }
    ]
  },
  {
    "id": 179,
    "text": "Журналист сосредоточенно что-то искал в своих заметках и почти не следил за происходящим вокруг.\n— Смотри! — воскликнула Смит и указала на фигуру, возникшую впереди.\n— Тормози! — крикнул Ньютман",
    "answers": [
      {
        "id": 184,
        "text": "Игнорировать и ехать вперёд"
      },
      {
        "id": 185,
        "text": "Затормозить"
      }
    ]
  },
  {
    "id": 180,
    "text": "Смит затормозила, а следом встал и весь конвой.\n— Что ты задумал?\n— Я поеду в автозаке, с преступником, а ты едь дальше, но избегай мостов, — Ньютман не дал детективу возможности что-либо спросить и выбежал в дождь. Через минуту он был рядом с заключённым. \nКонвой тронулся дальше. ",
    "answers": [
      {
        "id": 181,
        "text": "Полистать записи"
      },
      {
        "id": 182,
        "text": "Понаблюдать за преступником"
      }
    ]
  },
  {
    "id": 181,
    "text": "Ньютман листал свои заметки и бормотал встречающиеся фразы, надеясь, что это поможет. \nПогода была более чем кошмарной; раздался гром. \"Рановато для весенней грозы\", — подумал Ньютман. С головы конвоя донеслись звуки взрыва, а затем он встал. Что было дальше журналист не помнил, он надеялся на вычитанные им формулы заклинаний и молитв. И они ему помогли, в некотором роде...",
    "answers": [
      {
        "id": 183,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 182,
    "text": "Ньютман пристально смотрел на преступника, но тот, казалось, этого не замечал. Он вообще не видел ничего вокруг, а погрузился в какой-то транс.\nВнезапно его глаза открылись и Ньютман в них увидел абсолютную пустоту, такую чёрную, что сердце замирало...",
    "answers": [
      {
        "id": 194,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 183,
    "text": "ЭПИЛОГ.\n\nВедущая машина была взорвана от, как установили эксперты, весьма необычной причины — попадания молнии, скорее всего шаровой. У всех, кто участвовал в конвоировонии зафиксирована остановка сердца. Машина, в которой перевозили преступника была искорёжена, но его самого там не было, зато там был Ньютман, живой, но начисто лишённый рассудка.",
    "answers": [
      {
        "id": 35,
        "text": "Один в поле..."
      }
    ]
  },
  {
    "id": 184,
    "text": "— Ты с ума сошёл? — Смит, конечно, во многом слушала журналиста, но в такой ситуации она решила действовать самостоятельно. Она выжала педаль газа и стремительно сближалась.\nАвтомобиль мчался прямо на таинственую фигуру, но не доезжая пары метров их машина замерла и взорвалась.",
    "answers": [
      {
        "id": 186,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 185,
    "text": "Смит решила вновь довериться Ньютману и остановилась.Смит выскочила из машины и достала оружие.\n— Не думаю, что это поможет.\n— Вот и узнаем, — детектив была на взводе.\nНьютман проигнорировал реплику и заговорил, но не со Смит, а с незнакомцем. Детектив не поняла ни слова из сказанного, а потом до неё дошло, что журналист произносил то ли молитву, то ли заклинание. Были слышны дикие вопли преступника в автозаке. Журналист не обращал на это внимания, он возвысил голос и шёл прямо на таинственную фигуру. Она под его напором то ли таяла, то ли одступала, было не разобрать. В итоге, дорога стала пустой.",
    "answers": [
      {
        "id": 187,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 186,
    "text": "ЭПИЛОГ.\n\nМашина, в которой перевозили преступника была искорёжена, но его самого там не было. Ведущая машина, в которой ехали Смит и Ньютман была взорвана от, как установили эксперты, весьма необычной причины — попадания молнии, скорее всего шаровой. У всех, кто участвовал в конвоировонии зафиксирована остановка сердца.",
    "answers": [
      {
        "id": 35,
        "text": "Моё сердце...остановилось.. (вариант 5)"
      }
    ]
  },
  {
    "id": 187,
    "text": "ЭПИЛОГ.\n\nПреступника благополучно доставили к зданию суда, где он был осуждён на пожизненное.\nСержант, отвечающий за перевозку и детектив Смит очень туманно объяснили в своих рапортах своевольное изменение маршрута, но в итоге\nСмит получила повышение, а Ньютман — благодарность, от мэрии.",
    "answers": [
      {
        "id": 35,
        "text": "Самый гуманный суд (вариант 4)"
      }
    ]
  },
  {
    "id": 188,
    "text": "Ньютман даже опешил, так как не думал, что Паулс согласиться.\n— Но с Вами поедет сержант, который отвечает за конвой.\n— Да, да, конечно, — поспешно закивал журналист.\nЧерез несколько минут сержант посадил заключённого на заднее сидение старого Шевроле Малибу 4-го поколения, и сам сел рядом с заключённым.\nКонвой двинулся своим маршрутом, Ньютмон поехал другим путём.",
    "answers": [
      {
        "id": 189,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 189,
    "text": "Погода ухудшалась, раздался раскат грома. \"Рановато для весенней грозы\", — пронеслось в голове Ньютмана.\nВ этот момент рация сержанта затрещала. Конвой добрался до моста, но там дорогу ему загородил горящий автомобиль. Сержант поспешил дать указания, что б сменили маршрут, но в ответ раздавались только помехи.\nНьютман прибавил в скорости.\nМаньяк казалось вообще не реагировал на происходящее, он закатил глаза и что-то бормотал. \nУлица превратилась в кромешный ад — молнии прорезали темноту, дождь заливал ветровое стекло, а шипящая рация сержанта усиливала гнетущую атмосферу.\nВ какой-то момент они увидели фигуру, стоящую впереди. Нужно было принимать решение сейчас!",
    "answers": [
      {
        "id": 190,
        "text": "Сбить незнакомца"
      },
      {
        "id": 190,
        "text": "Проехать мимо"
      },
      {
        "id": 192,
        "text": "Развернуться"
      },
      {
        "id": 193,
        "text": "Остановиться"
      }
    ]
  },
  {
    "id": 190,
    "text": "Журналист выжал педаль газа и быстро сближался с таинственной фигурой. Оставалось всего несколько метров, и в этот момент автомобиль буквально подбросило в воздух. С заднего сидения донеслись ликующие вопли, а через секунду машина взорвалась.",
    "answers": [
      {
        "id": 191,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 191,
    "text": "ЭПИЛОГ.\n\nОсновной конвой был обнаружен возле моста. Ведущая машина была искорёжена взрывом. Все, кто участвовал в перевозке заключённого нашли мёртвыми. Причина смерти — остановка сердца. Машина Ньютмана была обнаружена в нескольких милях от того места, где встал конвой. В ней было два обгоревших тела. Тело преступника найдено не было.",
    "answers": [
      {
        "id": 35,
        "text": "Моё сердце...остановилось.. (вариант 6)"
      }
    ]
  },
  {
    "id": 192,
    "text": "Ньютман резко затормозил и выкрутила руль. Шевроле занесло, но всё же вписался в небольшой проулок, но в его конце вновь замаячила таинственная фигура. Маневрировать возможности не было.",
    "answers": [
      {
        "id": 190,
        "text": "Сбить незнакомца"
      },
      {
        "id": 193,
        "text": "Остановиться"
      }
    ]
  },
  {
    "id": 193,
    "text": "Ньютман ударил по тормозам и выскочил в дождь, не закрывая дверь своего Шеви. Он начал зачитывать из своего блокнота и двигаться в сторону фигуры. Незнакомец приостановился, а журналист возвысил голос. Преступник взбесился на заднем сидении. Он не пытался бежать, а лишь вопил и барабанил руками по двери и стенкам автомобиля. Ньютман продолжал напирать и идти в направлении фигуры. Под его напором она то ли таяла, то ли одступала, было не разобрать. В итоге, дорога стала пустой, а маньяк успокоился.\n",
    "answers": [
      {
        "id": 171,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 194,
    "text": "ЭПИЛОГ.\n\nВедущая машина была взорвана от, как установили эксперты, весьма необычной причины — попадания молнии, скорее всего шаровой. У всех, кто участвовал в конвоировонии зафиксирована остановка сердца. Машина, в которой перевозили преступника была искорёжена, но его самого там не было, зато там был Ньютман, у которого тоже встало сердце.",
    "answers": [
      {
        "id": 35,
        "text": "Моё сердце...остановилось.. (вариант 7)"
      }
    ]
  },
  {
    "id": 195,
    "text": "",
    "answers": []
  }
]