[
  {
    "id": 1,
    "text": "Жанры: Космос, Фэнтези, Выживание.\nАвтор: Матвей Силиванов\n\nТы — обычный алхимик служащий при короле. Разгадка тайн артефактов твоя обычная работа. Стража изымает у одной ведьмы интересную коробочку и доставляет ее к тебе. Но то с чем ты столкнешься, не будет идти ни в какое сравнение с твоими предыдущими работами. А так же тебя ждет встреча с таинственной личностью.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 34,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Охранник открыл тебе дверь и ты вошел в свою лабораторию. Кругом полутьма, тебе, как придворному алхимику, иногда приходилось работать даже по ночам если работа была неотложной или ты сам был заинтересован в скорейшем ее выполнении. Полусгоревшая свеча стояла на столе. Ты зажег ее и твой стол озарился мягким светом. На столе стоял обернутый в кожу квадратный предмет.",
    "answers": [
      {
        "id": 3,
        "text": "Отвернуть кожу"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты отвернул и убрал кусок кожи в сторону. внутри был металлический ящик и письмо.",
    "answers": [
      {
        "id": 4,
        "text": "Взять письмо"
      },
      {
        "id": 15,
        "text": "Осмотреть ящик"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты решил сначала прочитать письмо.\nВ нем было написано следующее:\n\nОт капитана стражи главному алхимику королевства\n\nСир, во время сегодняшнего патруля мы наткнулись на одну подозрительную даму, мы решили за ней проследить до ее жилья и поняли что это самая что ни на есть ведьма. Мы ворвались в ее дом, ведьму схватили, но была в ее доме одна интересная вещичка. Она кидалась на стражу, верещала, в общем всячески не давала нам забрать этот ящик. В высшей степени странно, не находите? \nЗа сим передаю этот ящик вам для дальнейших разбирательств.",
    "answers": [
      {
        "id": 5,
        "text": "Отложить письмо и осмотреть ящик",
        "need": [
          -15
        ]
      },
      {
        "id": 5,
        "text": "Детально осмотреть ящик",
        "need": [
          15
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты начал осматривать ящик. Ржавые грани, толстая крышка. Как открыть – непонятно. Надо проверить на наличие проклятья и провести тесты на чувствительность к магии.",
    "answers": [
      {
        "id": 5,
        "text": "[В Артефакте не выявлено никаких ловушек]",
        "comment": true,
        "need": [
          6
        ]
      },
      {
        "id": 5,
        "text": "[Артефакт никак не взаимодействовал с магией]",
        "comment": true,
        "need": [
          7
        ]
      },
      {
        "id": 6,
        "text": "Проверить на проклятья и ловушки",
        "need": [
          -6
        ]
      },
      {
        "id": 7,
        "text": "Испробовать магию",
        "need": [
          -7
        ]
      },
      {
        "id": 8,
        "text": "Попытаться открыть",
        "need": [
          6,
          -7
        ]
      },
      {
        "id": 13,
        "text": "Попытаться открыть",
        "need": [
          -6
        ]
      },
      {
        "id": 14,
        "text": "Попытаться открыть",
        "need": [
          6,
          7
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты применил магию поиска, но заклинание ничего не обнаружило, проверив еще несколькими способами ты полностью убедился что он не опасен. Так же магия поиска показала что в нем нет никаких скрытых ловушек.",
    "answers": [
      {
        "isBack": true,
        "text": "Закончить проверку",
        "backstepCount": 1,
        "id": 6
      }
    ]
  },
  {
    "id": 7,
    "text": "Проверка на связь артефакта с магией также важна, это может помочь с разгадкой тайны в нем.",
    "answers": [
      {
        "id": 9,
        "text": "Магия Огня",
        "need": [
          -9
        ]
      },
      {
        "id": 7,
        "text": "Магия Огня",
        "comment": true,
        "need": [
          9
        ]
      },
      {
        "id": 10,
        "text": "Магия Воды",
        "need": [
          -10
        ]
      },
      {
        "id": 7,
        "text": "Магия Воды",
        "comment": true,
        "need": [
          10
        ]
      },
      {
        "id": 11,
        "text": "Магия Земли",
        "need": [
          -11
        ]
      },
      {
        "id": 7,
        "text": "Магия Земли",
        "comment": true,
        "need": [
          11
        ]
      },
      {
        "id": 12,
        "text": "Магия Воздуха",
        "need": [
          -12
        ]
      },
      {
        "id": 7,
        "text": "Магия Воздуха",
        "comment": true,
        "need": [
          12
        ]
      },
      {
        "id": 5,
        "text": "\"Странный артефакт без связи с магией\"",
        "need": [
          9,
          10,
          11,
          12
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты повертел коробку в руках, попытался подковырнуть крышку, ничего не получается.",
    "answers": [
      {
        "isBack": true,
        "text": "Попробовать что-нибудь другое",
        "id": 8,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 9,
    "text": "Запустив в ящик заклинанием Огненного шара, его объяло пламя и больше ничего не произошло. Никакой реакции.",
    "answers": [
      {
        "id": 9,
        "text": "Попробовать что-нибудь другое",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты щелкнул пальцами и Капля устремилась в коробку. Вокруг нее закрутился водоворот, затем он пропал. Ничего необычного...",
    "answers": [
      {
        "id": 10,
        "text": "Попробовать что-нибудь другое",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты применяешь Шипы Земли на коробку. Под ней появляются маленькие каменные осколки, шипы и колючки, но больше ничего не происходит.<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Попробовать что-нибудь другое.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты взмахнул руками, направляя поток внутренней энергии формируя Северный Ветер. Холодный воздух с льдинками подул на ящик. Если бы связь была, она бы проявилась.",
    "answers": [
      {
        "id": 12,
        "text": "Попробовать что-нибудь другое",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты решил осмотреть коробку. Идея осмотреть ящик с разных сторон показалась хорошей. Когда ты первый раз прикоснулся к нему голыми руками, твои пальцы начало покалывать. Ты бросил беглый взгляд на ту грань что ты тронул, на тех местах к которым ты прикасался теперь торчали маленькие иголочки. Стоило сначала проводить осмотр магией... Но было уже поздно, кончики пальцев приобретали фиолетовый оттенок.",
    "answers": [
      {
        "id": 16,
        "text": "Звать на помощь"
      }
    ]
  },
  {
    "id": 14,
    "text": "Такое ощущение что не артефакт это и вовсе. Никак не отреагировал на магию. Это очень странно. Ты взял его в руки и хотел осмотреть ящик с разных сторон. Оказалось что на дне установлены магические кристаллы 4 цветов под каждую магию. Они впитывали всю энергию стихий, поэтому артефакт не показал никакой реакции. Они светились, значит впитали достаточно маны для активации кого-то механизма. Кристаллы были установлены по кругу, а в центре была резная пиктограмма.",
    "answers": [
      {
        "id": 19,
        "text": "Нажать на пиктограмму",
        "blackout": true
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты начал осматривать ящик. Ржавые грани, толстая крышка. Как открыть непонятно.",
    "answers": [
      {
        "id": 4,
        "text": "Взять письмо"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты понял что скоро умрешь, твой истошный вопль услышал охранник что стоял около двери. Он вбежал, но тебя было уже не спасти, смертельный яд уже распространился по всему телу. В глазах потемнело, ноги подкосились и ты издал предсмертный вздох.",
    "answers": [
      {
        "id": 17,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 17,
    "text": "Внезапно ты осознал что все еще в сознании. Чувствовалась легкость, а потом ты заметил, что лежишь на полу. Ты смотрел сверху на то как люди — стражники и доктора, бегают вокруг твоего бывшего тела. Кожа стала полностью фиолетовой, а гримаса источала ужас. Вдруг тебя поклонило в сон, ты не смог сопротивляться и глаза закрылись сами собой.",
    "answers": [
      {
        "id": 18,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты открыл глаза и понял что стоишь перед своим столом. Свечка которую ты зажег горела. На столе стояла та самая злополучная коробка. Теперь тебе просто не терпелось открыть ее секрет!",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить осмотр"
      }
    ]
  },
  {
    "id": 19,
    "text": "Все потемнело и ты потерял сознание. Когда ты открыл глаза, вокруг все еще было темно. Ты не знал что делать. Спустя пару минут твои глаза привыкли к темноте и ты рассмотрел, что находишься между огромного количества звезд. Как будто тебя взяли и закрутили в небо, в самую звездную ночь. Ты не видел никогда ничего подобного. Внезапно ты услышал шаги...",
    "answers": [
      {
        "id": 20,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты увидел человека. Но очень странного, странной была его внешность. По сравнению с твоими локонами, его прическа была, ну очень короткой. Так же одежда, на нем были штаны темно-зеленого цвета, рубаха, но она была как будто бы из толстой, мягкой на вид ткани. Также эта ткань залезала на горло. Поверх странной рубахи была одета мантия с рукавами из очень тонкой ткани. Мантия была белого цвета. На нем были очки в тонкой оправе с квадратными стеклами. Он подошел к тебе и сказал:",
    "answers": [
      {
        "id": 21,
        "text": "[Начать диалог]",
        "var_set": [
          "phrase",
          1,
          "phrase1",
          0,
          "phrase2",
          0,
          "phrase3",
          0,
          "a",
          0,
          "b",
          0,
          "c",
          0,
          "d",
          0
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "    ",
    "answers": [
      {
        "id": 21,
        "text": "Неизвестный:\"Здравствуй. Я вижу ты нашел один из моих ларцов.\"",
        "comment": true
      },
      {
        "id": 21,
        "text": "Ты:\"Почему я здесь?\"    \n\nНеизвестный:\"Мне скучно. Я отправил на землю несколько ларцев Космоса, чтобы люди могли попасть ко мне. Ларец который нашел ты был магический. Применив на нем некоторые магические заклинания ты смог не умереть и попасть ко мне. В качестве награды ты можешь задать мне вопросы на счет будущего\"",
        "comment": true,
        "var_equal": [
          "c",
          1
        ]
      },
      {
        "id": 21,
        "text": "Ты:\"Кто ты?\"   \n\nНеизвестный:\"Я смотритель этого места. Я занимаюсь тем что слежу за людскими жизнями.\"",
        "comment": true,
        "var_equal": [
          "b",
          2
        ]
      },
      {
        "id": 21,
        "text": "Ты:\"Что это за место?\"   \n\nНеизвестный:\"Это? Это мой дом. Место за которым я смотрю. Название ему Космос.\"",
        "comment": true,
        "var_equal": [
          "a",
          3
        ]
      },
      {
        "id": 21,
        "text": "Ты:\"Кто ты?\"   \n\nНеизвестный:\"Я смотритель этого места. Я занимаюсь тем что слежу за людскими жизнями.\"",
        "comment": true,
        "var_equal": [
          "b",
          4
        ]
      },
      {
        "id": 21,
        "text": "Ты:\"Почему я здесь?\"    \n\nНеизвестный:\"Мне скучно. Я отправил на землю несколько ларцов Космоса, чтобы люди могли попасть ко мне. Ларец который нашел ты был магический. Применив на нем некоторые магичеческие заклинания ты смог не умереть и попасть ко мне. В качестве награды ты можешь задать мне вопросы на счет будущего\"",
        "comment": true,
        "var_equal": [
          "c",
          5
        ]
      },
      {
        "id": 21,
        "text": "Ты:\"Что это за место?\"   \n\nНеизвестный:\"Это? Это мой дом. Место за которым я смотрю. Название ему Космос.\"",
        "comment": true,
        "var_equal": [
          "a",
          6
        ]
      },
      {
        "id": 21,
        "text": "Ты:\"Почему я здесь?\"    \n\nНеизвестный:\"Мне скучно. Я отправил на землю несколько ларцов Космоса, чтобы люди могли попасть ко мне. Ларец который нашел ты был магический. Применив на нем некоторые магические заклинания ты смог не умереть и попасть ко мне. В качестве награды ты можешь задать мне вопросы на счет будущего\"",
        "comment": true,
        "var_equal": [
          "c",
          7
        ]
      },
      {
        "id": 21,
        "text": "Ты:\"Кто ты?\"   \n\nНеизвестный:\"Я смотритель этого места. Я занимаюсь тем что слежу за людскими жизнями.\"",
        "comment": true,
        "var_equal": [
          "b",
          8
        ]
      },
      {
        "var_add": [
          "d",
          1
        ],
        "var_equal": [
          "phrase",
          1
        ],
        "id": 21,
        "text": "Ты:\"Что это за место?\" ",
        "instant": true,
        "var_set": [
          "phrase",
          2,
          "phrase1",
          1,
          "a",
          3
        ]
      },
      {
        "var_not": [
          "phrase1",
          1
        ],
        "var_add": [
          "d",
          1
        ],
        "var_equal": [
          "phrase",
          2
        ],
        "id": 21,
        "text": "Ты:\"Что это за место?\" ",
        "instant": true,
        "var_set": [
          "phrase",
          3,
          "phrase1",
          1,
          "a",
          6
        ]
      },
      {
        "var_not": [
          "phrase1",
          1
        ],
        "var_add": [
          "d",
          1
        ],
        "var_equal": [
          "phrase",
          3
        ],
        "id": 21,
        "text": "Ты:\"Что это за место?\"",
        "instant": true,
        "var_set": [
          "phrase1",
          1,
          "a",
          6
        ]
      },
      {
        "var_add": [
          "d",
          1
        ],
        "var_equal": [
          "phrase",
          1
        ],
        "id": 21,
        "text": "Ты:\"Кто ты?\" ",
        "instant": true,
        "var_set": [
          "phrase",
          2,
          "phrase2",
          1,
          "b",
          2
        ]
      },
      {
        "var_not": [
          "phrase2",
          1
        ],
        "var_add": [
          "d",
          1
        ],
        "var_equal": [
          "phrase",
          2
        ],
        "id": 21,
        "text": "Ты:\"Кто ты?\" ",
        "instant": true,
        "var_set": [
          "phrase",
          3,
          "phrase2",
          1,
          "b",
          4
        ]
      },
      {
        "var_not": [
          "phrase2",
          1
        ],
        "var_add": [
          "d",
          1
        ],
        "var_equal": [
          "phrase",
          3
        ],
        "id": 21,
        "text": "Ты:\"Кто ты?\" ",
        "instant": true,
        "var_set": [
          "phrase2",
          1,
          "b",
          8
        ]
      },
      {
        "var_add": [
          "d",
          1
        ],
        "var_equal": [
          "phrase",
          1
        ],
        "id": 21,
        "text": "Ты:\"Почему я здесь?\"",
        "instant": true,
        "var_set": [
          "phrase",
          2,
          "phrase3",
          1,
          "c",
          1
        ]
      },
      {
        "var_not": [
          "phrase3",
          1
        ],
        "var_add": [
          "d",
          1
        ],
        "var_equal": [
          "phrase",
          2
        ],
        "id": 21,
        "text": "Ты:\"Почему я здесь?\" ",
        "instant": true,
        "var_set": [
          "phrase",
          3,
          "phrase3",
          1,
          "c",
          5
        ]
      },
      {
        "var_not": [
          "phrase3",
          1
        ],
        "var_add": [
          "d",
          1
        ],
        "var_equal": [
          "phrase",
          3
        ],
        "id": 21,
        "text": "Ты:\"Почему я здесь?\" ",
        "instant": true,
        "var_set": [
          "phrase3",
          1,
          "c",
          7
        ]
      },
      {
        "id": 22,
        "text": "Ты:\"Мне все понятно, остался один вопрос — как мне вернуться?\"",
        "var_equal": [
          "d",
          3
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "Незнакомец ходил по космическому пространству словно это был твердый пол, в то время как ты как будто постоянно парил. Неведомое тебе ранее чувство. Он присел на пустоту рядом с тобой. <s>r\nНеизвестный:\"Я же сказал, ты здесь для моего развлечения, ты должен выполнить мое задания и тогда я отпущу тебя с наградой\".",
    "answers": [
      {
        "id": 23,
        "text": "Ты:\"Ясно\""
      }
    ]
  },
  {
    "id": 23,
    "text": "Неизвестный:\"Вот и славно, тогда вот тебе мое задание, ты должен выполнить ритуал призыва магического прислужника, пускай это будет олень\".<s>r\nТы невольно скривился, ритуал призыва, да еще и магического прислужника невероятно сложен. Но похоже что делать нечего.<s>r\nНеизвестный:\"Не кривись ты так, я дам тебе инструкцию\".",
    "answers": [
      {
        "id": 24,
        "text": "Ты:\"Хорошо, я согласен\""
      }
    ]
  },
  {
    "id": 24,
    "text": "Неизвестный щёлкнул пальцами и около тебя появился котел с кипящей водой, а рядом стол с ингредиентами, на столе листок. Ты осмотрел инструкцию и задумался...<s>r\n\nТы:\"А в чем подвох? Ведь по такой точной инструкции как у тебя не составит никакого труда приготовить раствор\"<s>r.\n\nНезнакомец усмехнулся<s>r.\n\nНеизвестный:\"Неужели ты думаешь что я тебе дам пользоваться рецептом все время? Ты взглянешь на рецепт в начале, а дальше по памяти. Я разделил рецепт на две части, чтобы ты мог использовать их поэтапно. А еще тебе придется рассчитать количество каждого ингредиента. В мерный горшочек помещается 3 ложки сухих веществ, или 20 капель жидких. В рецепте все указано в каплях и ложках, а закидывать в котел надо в мерных горшочках\"",
    "answers": [
      {
        "id": 25,
        "text": "Взять инструкцию для первой стадии",
        "need": [
          -25
        ]
      },
      {
        "id": 26,
        "text": "Начать первую стадию приготовления",
        "var_set": [
          "gold",
          0,
          "pepel",
          0,
          "Hg",
          0,
          "kopito",
          0
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "Призыв магического прислужника. Стадия первая.<s>r\n<s>r\n15 ложек раздробленного в крошку золота<s>r\n40 капель ртути<s>r\n6 ложек пепла<s>r\n3 ложки толченого копыта оленя",
    "answers": [
      {
        "isBack": true,
        "text": "Отложить рецепт",
        "backstepCount": 1,
        "id": 25
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты подошел к столу, на котором были разложены и подписаны разные вещества, тебе нужно все правильно положить в котел, иначе ты умрешь. От этой мысли твои руки тряслись.",
    "answers": [
      {
        "id": 26,
        "text": "Золото: правильно✓",
        "comment": true,
        "need": [
          27
        ]
      },
      {
        "id": 26,
        "text": "Ртуть: правильно✓",
        "comment": true,
        "need": [
          28
        ]
      },
      {
        "id": 26,
        "text": "Пепел: правильно✓",
        "comment": true,
        "need": [
          29
        ]
      },
      {
        "id": 26,
        "text": "Копыто оленя: правильно✓",
        "comment": true,
        "need": [
          30
        ]
      },
      {
        "id": 27,
        "text": "Золото",
        "need": [
          -27
        ]
      },
      {
        "id": 28,
        "text": "Ртуть",
        "need": [
          -28
        ]
      },
      {
        "id": 29,
        "text": "Пепел",
        "need": [
          -29
        ]
      },
      {
        "id": 30,
        "text": "Копыто оленя",
        "need": [
          -30
        ]
      },
      {
        "id": 32,
        "text": "Закончить первую стадию",
        "need": [
          27,
          28,
          29,
          30
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "Сколько надо положить золота?",
    "answers": [
      {
        "id": 31,
        "text": "1 горшочек",
        "left_answer": true
      },
      {
        "id": 31,
        "right_answer": true,
        "text": "2 горшочка"
      },
      {
        "id": 31,
        "text": "3 горшочка",
        "left_answer": true
      },
      {
        "id": 31,
        "right_answer": true,
        "text": "4 горшочка"
      },
      {
        "var_set": [
          "gold",
          1
        ],
        "id": 27,
        "backstepCount": 1,
        "text": "5 горшочков",
        "isBack": true,
        "left_answer": true
      },
      {
        "id": 31,
        "right_answer": true,
        "text": "6 горшочков"
      }
    ]
  },
  {
    "id": 28,
    "text": "Сколько надо положить ртути?",
    "answers": [
      {
        "id": 31,
        "text": "1 горшочек",
        "left_answer": true
      },
      {
        "right_answer": true,
        "isBack": true,
        "id": 28,
        "text": "2 горшочка",
        "backstepCount": 1,
        "var_set": [
          "Hg",
          1
        ]
      },
      {
        "id": 31,
        "text": "3 горшочка",
        "left_answer": true
      },
      {
        "id": 31,
        "right_answer": true,
        "text": "4 горшочка"
      },
      {
        "id": 31,
        "text": "5 горшочков",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "6 горшочков",
        "right_answer": true
      }
    ]
  },
  {
    "id": 29,
    "text": "Сколько надо положить пепла?",
    "answers": [
      {
        "id": 31,
        "text": "1 горшочек",
        "left_answer": true
      },
      {
        "right_answer": true,
        "backstepCount": 1,
        "id": 29,
        "text": "2 горшочка",
        "isBack": true,
        "var_set": [
          "pepel",
          1
        ]
      },
      {
        "id": 31,
        "text": "3 горшочка",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "4 горшочка",
        "right_answer": true
      },
      {
        "id": 31,
        "text": "5 горшочков",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "6 горшочков",
        "right_answer": true
      }
    ]
  },
  {
    "id": 30,
    "text": "Сколько надо добавить копыта оленя?",
    "answers": [
      {
        "var_set": [
          "kopito",
          1
        ],
        "isBack": true,
        "backstepCount": 1,
        "text": "1",
        "id": 30,
        "left_answer": true
      },
      {
        "id": 31,
        "text": "2",
        "right_answer": true
      },
      {
        "id": 31,
        "text": "3",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "4",
        "right_answer": true
      },
      {
        "id": 31,
        "text": "5",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "6",
        "right_answer": true
      }
    ]
  },
  {
    "id": 31,
    "text": "Ты положил ингредиент в котел. Незнакомец засмеялся.<s>r\nНезнакомец:\"Ты ошибся, мне жаль, но теперь ты умрёшь\".<s>r\nОн щелкнул пальцами.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Незнакомец:\"Хорошо, с первой частью ты справился. Переходим ко второй. Ингредиенты я обновил, можешь приступать, держи рецепт\".",
    "answers": [
      {
        "id": 35,
        "text": "Взять инструкцию для второй стадии",
        "need": [
          -35
        ]
      },
      {
        "id": 36,
        "text": "Начать вторую стадию"
      }
    ]
  },
  {
    "id": 33,
    "text": "Послднее что ты увидел перед собой это твой кабинет, стол и та самая коробка. В ту же секунду ты покосился и упал замертво.",
    "answers": [
      {
        "id": 33,
        "text": "Получена концовка:\"Некомпетентный маг\"",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 34,
    "text": "Концовки:",
    "answers": [
      {
        "id": 33,
        "text": "\"Некомпетентный маг\"",
        "need": [
          33
        ],
        "need_ever": true
      },
      {
        "id": 49,
        "need_ever": true,
        "need": [
          49
        ],
        "text": "\"Мгновенная награда\""
      },
      {
        "id": 45,
        "text": "\"Инвестиции в будущее\"",
        "need": [
          45
        ],
        "need_ever": true
      },
      {
        "isBack": true,
        "text": "Назад",
        "id": 34,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 35,
    "text": "Призыв магического прислужника. Стадия вторая.<s>r\n<s>r\n60 капель жидкого алюминия<s>r\n9 ложек железной стружки<s>r\n18 ложек Рунической пыли<s>r\n12 ложек растертого рога оленя",
    "answers": [
      {
        "isBack": true,
        "text": "Отложить рецепт",
        "id": 35,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 36,
    "text": "Ты подошел к столу, на котором были разложены и подписаны разные вещества, тебе нужно все правильно положить в котел, иначе ты умрешь. От этой мысли твои руки тряслись.",
    "answers": [
      {
        "id": 36,
        "text": "Алюминий: правильно✓",
        "comment": true,
        "need": [
          37
        ]
      },
      {
        "id": 36,
        "text": "Железо: правильно✓",
        "comment": true,
        "need": [
          38
        ]
      },
      {
        "id": 36,
        "text": "Руническая пыль: правильно✓",
        "comment": true,
        "need": [
          39
        ]
      },
      {
        "id": 36,
        "text": "Рог оленя: правильно✓",
        "comment": true,
        "need": [
          40
        ]
      },
      {
        "id": 37,
        "text": "Алюминий",
        "need": [
          -37
        ]
      },
      {
        "id": 38,
        "text": "Железо",
        "need": [
          -38
        ]
      },
      {
        "id": 39,
        "text": "Руническая пыль",
        "need": [
          -39
        ]
      },
      {
        "id": 40,
        "text": "Рог оленя",
        "need": [
          -40
        ]
      },
      {
        "id": 41,
        "text": "Закончить вторую стадию",
        "var_equal": [
          "Al",
          1,
          "Fe",
          1,
          "dust",
          1,
          "rog",
          1
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Сколько надо положить алюминия?",
    "answers": [
      {
        "id": 31,
        "text": "1 горшочек",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "2 горшочка",
        "right_answer": true
      },
      {
        "id": 36,
        "text": "3 горшочка",
        "var_set": [
          "Al",
          1
        ],
        "left_answer": true
      },
      {
        "id": 31,
        "text": "4 горшочка",
        "right_answer": true
      },
      {
        "id": 31,
        "text": "5 горшочков",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "6 горшочков",
        "right_answer": true
      }
    ]
  },
  {
    "id": 38,
    "text": "Сколько надо положить железа?",
    "answers": [
      {
        "id": 31,
        "text": "1 горшочек",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "2 горшочка",
        "right_answer": true
      },
      {
        "left_answer": true,
        "id": 38,
        "backstepCount": 1,
        "text": "3 горшочка",
        "isBack": true,
        "var_set": [
          "Fe",
          1
        ]
      },
      {
        "id": 31,
        "right_answer": true,
        "text": "4 горшочка"
      },
      {
        "id": 31,
        "text": "5 горшочков",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "6 горшочков",
        "right_answer": true
      }
    ]
  },
  {
    "id": 39,
    "text": "Сколько надо положить Рунической пыли?",
    "answers": [
      {
        "id": 31,
        "text": "1 горшочек",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "2 горшочка",
        "right_answer": true
      },
      {
        "id": 31,
        "text": "3 горшочка",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "4 горшочка",
        "right_answer": true
      },
      {
        "id": 31,
        "text": "5 горшочков",
        "left_answer": true
      },
      {
        "right_answer": true,
        "isBack": true,
        "id": 39,
        "text": "6 горшочков",
        "backstepCount": 1,
        "var_set": [
          "dust",
          1
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Сколько надо положить рога оленя?",
    "answers": [
      {
        "id": 31,
        "text": "1 горшочек",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "2 горшочка",
        "right_answer": true
      },
      {
        "id": 31,
        "text": "3 горшочка",
        "left_answer": true
      },
      {
        "right_answer": true,
        "backstepCount": 1,
        "id": 40,
        "text": "4 горшочка",
        "isBack": true,
        "var_set": [
          "rog",
          1
        ]
      },
      {
        "id": 31,
        "text": "5 горшочков",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "6 горшочков",
        "right_answer": true
      }
    ]
  },
  {
    "id": 41,
    "text": "Сложив все ингредиенты в котел, ты дал им немного повариться и вот, наконец, из котла пошел красноватый дымок. Спустя мгновение перед вами появился грациозный олень со светящимися рогами. Он стукнул копытом и преклонил перед тобой голову. Незнакомец был разочарован.<s>r\n<s>r\nНеизвестный:\"Что ж, ты хорошо справился и заслуживаешь награды, а также вернешься домой в целости и сохранности. Теперь поговорим о твоей награде. Ты служишь при короле, значит с деньгами у тебя проблем нету. Раз ты ученый я могу предложить тебе два варианта. Первый: я дам тебе знания, ты сможешь написать великие труды, которые будут известны во всем мире. Это поможет будущему, с помощью твоих трудов на смену алхимии придет химия, более совершенная, она облегчит жизни человечесту. Но ты не станешь известным при жизни. И второй: Я дам тебе одну подсказку, которая позволит тебе стать известным прямо сейчас, о тебе будут знать все, это даст тебе определенный статус, а также доступ к изучению самых охраняемым артефактам\".",
    "answers": [
      {
        "id": 42,
        "text": "Выбрать первый вариант"
      },
      {
        "id": 43,
        "text": "Выбрать второй вариант"
      }
    ]
  },
  {
    "id": 42,
    "text": "Незнакомец подошел к тебе, положил руки на плечи и закрыл глаза. У тебя начала невыносимо болеть голова.<s>r\n\nНеизвестный:\"Это нормально, когда будешь дома, ляг поспи. На утро все пройдет и ты узнаешь много нового\"<s>r\nПосле этого он щелкнул пальцами.",
    "answers": [
      {
        "id": 44,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Неизвестный:\"Хорошо, ты полностью исследовал мою коробочку?\"",
    "answers": [
      {
        "id": 46,
        "text": "Да",
        "need": [
          13
        ]
      },
      {
        "id": 47,
        "text": "Нет",
        "need": [
          -13
        ]
      }
    ]
  },
  {
    "id": 44,
    "text": "Не успев опомниться, ты шатаясь от головной боли, уже шел в свою комнату. Еле дойдя до кровати, ты лег и моментально уснул. С утра от боли не осталось и следа, зато голова ломилась от количества идей. Буквально бегом ты ворвался в свой кабинет и приступил к записям.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Прошло много лет после твоей смерти...<s>r\nПо твоим сочиненим проводились все исследования. Наука совершенствовалась, вскоре она достигла огромных вершин.",
    "answers": [
      {
        "id": 45,
        "text": "Получена концовка:\"Инвестиции в будущее\"",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 46,
    "text": "Неизвестный:\"Тогда ты знаешь магией какой силы она обладает. Ты ведь умер и воскрес пытаясь разгадать ее тайну. Напиши об этом работу, она даст тебе того, чего ты хочешь\"",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Неизвестный:\"В нее заложена особая магия, это не магия стихии которой можно защищаться или атаковать, эта магия проверяет условия. Если бы ты не проверил ее на ловушки, она бы тебя убила, а так ты стоишь живой. Подсказку ты получил, удачи\". Он щелкнул пальцами",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Когда ты появился дома, коробка была разобрана. Ты обнаружил механизм ловушки, и теперь магия поиска обнаружила информацию об этой неизвестной ранее силе.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Сочинение об этой магии разлетелась по всему миру. С помощью этой магии люди начали защищать свои дома. А тебя — как изобретателя столь полезной вещи возвели в очень высокий ранг. Ты начал путешествовать по миру в поисках новых артефактов, в итоге умер ты исполнив все свои мечты. Ты был счастлив.",
    "answers": [
      {
        "id": 49,
        "text": "Получена концовка:\"Мгновенная награда\"",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  }
]