[
  {
    "id": 1,
    "text": "Автор : Останусь пока что неизвестным. \nИтак это небольшая книга пробник про апокалипсис. Я не буду спойлерить, просто почитайте сами. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Бвло простое утро. Артём встал и посмотрел на телефон. 1 июня 8:00. Артём как всегда утром поел, умылся, оделся и пошел на работу. Ему было 18,летом устроился подработать в один магазин. Это был его 1 день. До магазина идти минут 20. Когда Артему оставалось перецти дорогу и зайти в магазин, то случился ужас. На конце другой улице упала бомба! Потом еще вдалеке. Артем побледнел и сразу забежал в магазин. Грохот стоял сумашедший. Когда он забежал в магазин, то он увидел обычныю жизнь. ",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Артём : Там бомба упала!\nНа него все посмотрели как на психа.\nКассир : Или проспись!\nСтарушка : Как достали эти наркоманы!\nТут забежал мужчина лет 35\nМужчина : Бомбы! Это не шутки!\nНарод  не обратил внимания.\nМужик: Паренёк за мной.\nАртём тут де побежал за ним, и залез вмести с ним в чёрный кроссовер.\nМужик : Я знал что это случится! Знал! Но мне не верили!\nАртём : О чем вы знали?\nМужик : Не сейчас вопросы. Где живёшь?\nАртём сказал свою улицу\nМужик :Стрелять умеешь?\nАртём :Да, частенько с друзьями ходили в тир.\nМужик :отлично. ",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 4,
    "text": "Мы уже подъезжали к дому, везде были бомбы, воронки, трупв и много очень много крови. Машина остановилась.\nМужик : Дуй домой. Бери ножи, деньги, оркжие если есть, побольше воды, рюкзаки, консервы, инструменты, ясно?\nАртём : да.\nМужик : Я приеду через 30 минут.\nМашина умчалась. Артём побежал домой, взял всё что нужно. И тёплые вещи. Оружия к сожалению не было. Друзья не брали трубку. Родители жили в другом городе и не отвечали. Артёма посмотрел на часы, все пора. У входа уже стояла машина.\nМужик : Молодец пацан, кидай вещи назад и садишь, увезжаем из города.\nАртём все сделал.\nАртём : Заедь пожалуйста к моему другу, он в том доме живёт.\nМужик:ладно, люди нам нужны.\nМы быстро подъехали к дому друга Артёма. ",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 5,
    "text": "Я быстро побежал на этаж, и начал стучать и щвонить в дверь. Андрей открыл.\nАндрей:ты видел?\nАртём:Пока никаких вопрос, давай бери вещи первой необходимости и уходим. Тут подошла Яна младшая сестра Андрей. Очень милая и приятная девочка 5 лет. А где родители?\nАндрей : Вон их машина горит, их бомба зацепила. (хмуро он сказал)\nЧерез 15 минут мы все мчались из города. ",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 6,
    "text": "Мужик: Меня зовут Витя. А вас как?\nАртём : Я Артём, это Андрей, а это Яна.\nВитя : Ладно рассказываю кае и обещал.\nЯ бывший майор. Я узнао кое какие данные. О ядерной войне, вчера упали первые ракеты в Африку и там де неделю назад вспыхнул вирус непонятный людям. Сегодня начали бомбить нас. Завтра весь мир будет в огне. Через 2 дня должна вспыхнуть эпидемия в более чем 150 городах России. А через неделю полетят ядерные бомбы по всему земному шару, и будет одна пустошь.Но ядерные бомбы упадут по большим городам, а некоторые деревня и маленькие города будут бомбить обычными. Некотрые деревни возможно и не заденет.\nАртём : Туго будет...\nАндрей : куда мы едем?\nВитя : ко мне на дачу. Будем сожать, охотиться, выживать.\nВсе остальное время ехали в молчании. ",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 7,
    "text": "К вечеру мы уже заезжали в посёлок. Тут только один въезд и со всех сторон он окружен озером. И дальше лес. По словам Вити там еще есть недалеко большой родник. Здесь были в основном 2 этажные дома.\nВитя : приехали. Вашы комнаты на 2 этаже.\nХором:Хорошо.\nВечером удалось разглядеть 2 теплицы и что там еще в далеке. Участок был большой. Артём прошёл в дом.\n",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 8,
    "text": "У входа встречал просторный коридор, справа была гостинная, а слева кухня. Артём пошёл на кухню. Там был резной стол и 4 стула. Холодильник. И все такое. В гостиной : стоял камин, 2 кресла, диван еа который ложился Витя и телевизор. Поднявшись на 2 этаж, Артём увидел много места и 2 комнаты. Артём зашёл в комнату друга. Там было два дивана, один поменьше, другой побольше, письменный стол и шкаф.\nАртём закрыл дверь и пошёл к себе. Комната была просторная. Было большое окно, кровать,шкаф и даже телевизор. Артём бвстро снял одежду и заснул крепким сном. ",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Утром проснувшись Артём прошёл в душ на первый этаж. Искупавшись, он прошёл на кухню. Там во всю Андрей уже готовил омлет.\nАртём : Здарова.\nАндрей : Здарова. Витя уехал сказал никаких разговоров, надо сходить в лес к роднику.\nАртём : Хорошо.\nБыстро поев Артём пошёл в лес. Дошёл довольно быстро. Подошёл к роднику и решил попить. И тут он почувствовал холод у затылка.\nНезнакомка : Руки вверх !\nАртём : Я не причиню никаго вреда тебе, я воды налить пришёл. \nНезнакомка : Знаю я таких. \nАртём почувствовал рескую боль и упал на землю. Очнулся уже вечером. Он лежал связанный в палатке а, на улице сидели 5 человек. 4 были очень здоровыми мужиками, и вроде одна девушка. Один увидел что Артём очнулся подошёл и развязал его. \nНезнакомец : иди к костру. \nАртём сел.\n",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить.\n"
      }
    ]
  },
  {
    "id": 10,
    "text": "Незнакомка : Кто таков? Что делал у родника?\nАртём : Я Артём, ходил за водой к роднику. А вы кто такие?\nНезнакомка :Ладно поверю, мы люди которые нехотят сдохнуть от бомбы.\nАртём : Все намного хуже чем вы думаете.\nНезнакомка : И почему же?\nАртём все рассказал как Витя слово в слово.\nМужик : Трындец нам. Ладно все спать.\nУтром Артём встал рано.\nНезнакомка : Артём иди сюда. Видишь следы из вчера не было и вот сдесь они кончаются.\nАртём : У тех высокий жар, походу началось.\nНезнакомка : бери у них всё.\nАртём все сделал и ждал. Потом он услышал 4 выстрела.\nАртём : Что ты сделала?\nНезнакомка : Я облегчила им муки, если это все так как ты говоришь, то у них не было шансов, идём.\n",
    "answers": [
      {
        "id": 11,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Спустя час.\nНезнакомка : Привал 20 минут\nАртём : Хорошо, а тебя как звать?\nНезнакомка : Яна, стрелять умеешь?\nАртём : да.\nЯна : На калаш, но попытаешься слинять пристрелю\nАртём : Не бойся я не такой.\nЯна : Надеюсь.\nВремя привала пролетело быстро. День близился к вечеру. Они шли по лесу в полном молчании. Но тут Яна упала в яму. Артём сращу подъбежал к ней. Она лежала без сознания. Через долгое время он её вытащил из ямы и положил на землю. Развел костёр и перекусил.",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 12,
    "text": "Было утро 4 июня. \nУтром Артёма разбудила Яна. Он сильно\n удивился.\nАртём : Ты как?\nЯна : Все в порядке спасибо что не бросил.\nАртём : Всегда пожалуйста.\nЯна :  сегодня дойдем до вот этого дома.\nАртём : Что за дом? \nЯна: Это дом моего деда, там остановимся где-то на месяц, а дальле как пойдёт. \nАртём : Понятно. \nДошли до дома уже ночью. День прошёл спокойно. Всю дорогу болтали с Яной о прошлом и будущем. Это был старенький охотничий дом. Артём осматривать его не стал, попрошался с Яной и пошёл спать. \n",
    "answers": [
      {
        "id": 13,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 13,
    "text": "Артём проснулся рано, когда зашёл на кухню, то увидел как Яна что-то жарит. Поздоровавшись, они вкусно поели.\nЯна : Внизу этого дома есть подвал. Я пока там уберусь, а ты рпщбери вещи в мастерской и перетаскай все в подвал, только ничего не выкидывай.\nАртём и Яна весь день перестасаивили и убирались в доме. Вечером попив чай Артём пошёл спать. ",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 14,
    "text": "Было 6 июня.\nАртём встал, поел, но так и не увидел Яну. Немного поискав, он решил щайти к ней в комнату. Яна сидела на кровати и плакала, на коленях у нее была фотография. Видимо отца.\nАртём подошёл к Яне приобнял за плечи.\nАртём : Что случилось.\nЯна (всхлипывая) :Папа как год назад умер.\nАртём : Ну все успокойся.\nЯна прижалась к Артёму и скоро успокоилась. Весь день они болтали и мечтали о будущем. ",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Утро 7 июня.\nАртёма разбудила Яна они поели.\nЯна : Завтра будет ад. Полетят бомбы. Нам нужно как можно больге пресеоц воды.\nАртём молча поел и весь день они ходили далеко в лес заводой. Набрали очень много воды. Артём ели дойдя до кровати, упал и уснул. ",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Утро 8 июня.\nВсе в доме проснулись  рано утром из-за страшного грохота. Артём пошёл к яне взял ее за руку и пошёл с ней в подвал. Там они провели весь день. ",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 17,
    "text": "Весь день они играли в карты. ",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Итак новый день и у Яны ужасно болеоа голова, весь день Артём ща ней ухаживал. ",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Снова новый день, но прошол он мрачно, скучно.\n",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 20,
    "text": "Итак дорогой читатель это не конец! Обязательно будет продолжение. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец! "
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]