[
  {
    "id": 1,
    "text": "Город Эмпайер-эй 2019 года встретит тебя своим преступным миром. Очень странно то, что даже в 2019 году этим городом правят мафиозные \"семьи\" Вы недавно освободившийся преступник Лео Скалетто, состоявший в одной из самых влиятельных \"семей\" – \"Эмьюрити\". \n\nНесмотря на то что из-за предательства одного из членов \"семьи\" вы попали в тюрьму, вы всё-равно возвращаетесь туда дабы заработать побольше денег и обеспечить себе хорошую жизнь.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 4,
        "text": "Обновления"
      },
      {
        "id": 5,
        "text": "Мои соц. сети(если интересно)"
      }
    ]
  },
  {
    "id": 2,
    "text": "                             (Пролог)\n\nВы вышли из тюрьмы. Пустынные земли, редкие кусты встречающиеся на песчанном поле изредка колыхались, солнце пекло вам голову, а никаких головных уборов не быдо. Вы сняли с себя футболку и наделю на голову в виде банаданы. \n\n–И как мне отсюда выбиратся?!-спросили вы в пустоту.\n\nКак назло вокруг не было не единой машины, вы в растеряности начали обыскивать карманы- вдруг там завалялась карта, зотя это было бы очень странным. Вы ничего не могли найти и потеряли надежду.",
    "answers": [
      {
        "id": 6,
        "text": "Осмотреться вокруг"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы схавтили девушку спасшую вам жизнь и побежали из палаты находу ищя выход. Судя по знакам вы находились на третьем этаже. Вы побежали к лестнице чтобы спустится вниз, но её закрыли обломки потолка и стен. Рядом был выход на пожарную лестницу,но он был закрыт. Вы посадили брюнетку к стене, а сами качаясь разбежались и выбили деревянную дверь. Подняв девушку на руки вы спустились вниз по пожарной лестнице к месту где вас уже ждала скорая.",
    "answers": [
      {
        "id": 12,
        "text": "Залезть в машину скорой"
      }
    ]
  },
  {
    "id": 4,
    "text": "Обновления квеста:\n0.1: В плане создать первую ветку – Пролог\n0.1.1: В плане – глава 1 \"Смерть или жизнь\"",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вк: Https://vk.com/not_tired\nДискорд: Сатанист#7473\nИнста: instagram.com/0_satanist_0",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Осмотревшись вы заметили что неподалёку стоит машина. Пожойдя к ней вы заметили что на капоте лежит записка и связка ключей, в записке была написано:\n\n \"Здравствуй, Лео, мы ждали того момента когда тебя отпустят, ты молодец что смог продержаться там! Так держать! Поэтому ты один из лучших! Предлагаю тебе вернуться к нам, не бойся, Чарли мы скинули с крыши офиса \"Стайкон\" в центре города. У нас есть дело для тебя, удачной дороги!\n©Джо",
    "answers": [
      {
        "id": 7,
        "text": "Подобрать ключи и сесть в машину"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы подобрали ключи и сунули письмо в карман. Запрыгнув в машину, вы её завели и отправились в сторону, где судя по карте находился город. Незаметно для себя вы уснули, проснулись вы только после столкновения с деревом и ударом головой о руль. Кровь текла слишком быстро, вы не могли её остановить. В машине начал появлятся дым – что-то горело. \n\n–Кажется она тут стоит длительное время...-проговорили вы напосоедок и отрубилист из-за взрыва.",
    "answers": [
      {
        "id": 8,
        "text": "..."
      }
    ]
  },
  {
    "id": 8,
    "text": "                  (Глава 1 \"Жизнь или смерть\")\n\nЯркий свет, белые стены. Вы в раю? Странно. Рядом кто-то беседовал, вы прислушались, из-за удара головой вы плохо слышали, были слышны только обрывистые фразы.\n\n–Он ... жить? — говорил кто-то в плаще стоя рядом с койкой\n\n–О... ... ран..., мы ... ... сможем! — говорил человек в белом халате\n\n–Аааа! — пробурчали вы и снова отрубились",
    "answers": [
      {
        "id": 9,
        "text": "..."
      }
    ]
  },
  {
    "id": 9,
    "text": "–Вставай! Давай быстрее! Больница сейчас сгорит! Ты должен! Пожалуйста! — кричала брюнетка стоявшая рядом.\n\n–Что? Нет, да, как? Где я? Я был в пустыне! Я уже умер! — вспоминали вы лежа на койке – до неё огонь не добрался\n\n–Нет! Ты жив! Бежим! Быстрей!!!! Аааа! – продалдала кричать женщина, но вдруг её ногу охватило пламя и она начала бегать о палате и крушить всё на пути.\n\n–Чёрт,чёрт,чёрт,чёрт. Аааа, лучше бы я умер там, в машине! – вскочив с койки вы начаои осматривать комнату, но голова закружилась от многочисленного дыма. \n\n–Беги! Скорее! – деаушка уже лежала на полу задыхавшись от дыма.\n",
    "answers": [
      {
        "id": 3,
        "text": "Взять девушку на руки и бежать к выходу",
        "right_answer": true
      },
      {
        "id": 10,
        "text": "Бросить девушку умирать и бежать к выходу",
        "left_answer": true
      },
      {
        "id": 11,
        "text": "В панике забится в угол"
      }
    ]
  },
  {
    "id": 10,
    "text": "Эта ветка не закончена",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Эта ветка не закончена",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы залезли в машину где сидело два доктора и ужалижи девушку на койку, а сами сели на \"скамью\" и отрубились из-за количества дыма которым вы надышались.\n...\nБелый свет, писк приборов. Опять больница? Ааааа...\nВы осмотрелись, рядом лежала какая-то девушка и ещё пару людей. В палату зашёл доктор\n\n–Очнулись? Хорошо... С вашей стороы было благородно спасти не только себя,но ещё и её — доктор указал на брюнетку лежавшую на соседней койке — вы вдознули очень много дыма, вам лучше не вставать. После полной очистки дыхательной системы мы вас сможем отпустить, а пока отдыхайте. — после этих слов доктор удалился из палаты",
    "answers": [
      {
        "id": 13,
        "text": "..."
      }
    ]
  },
  {
    "id": 13,
    "text": "Разработка",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 14,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  }
]