[
  {
    "id": 1,
    "text": "\nПриветствую всех заинтересованных людей, которым хоть немного интересно средневековье и вытекающее из этого слова последствия.\n\nКонечно же данное произведение не имеет исторический фокус. Мы имеем лишь очертания всех событий, происходящих с главным персонажем.\n\nПРЕДУПРЕЖДЕНИЕ\n\nЭто совершенно не законченный квест, который требует доработок. Но основные идеи и механики уже придуманы и ждут реализции.\n\nВ планах писать по ~4 страницы в день, но не всегда удаётся. Уйдёт много времени, когда квест будет полностью готов.",
    "answers": [
      {
        "id": 2,
        "text": "Переход к вступлению"
      }
    ]
  },
  {
    "id": 2,
    "text": "ВСТУПЛЕНИЕ\n\nВы — простой лесник, обученный грамоте. Жизнь ваша нелегка, как и у любого рабочего. Но несмотря на тяжёлые времена тяга к образованию и приключениям не пропадает. Наоборот, вы всегда готовы к чему-то новому!\n\nК сожалению, вы почти не помните себя ребёнком. Осколки воспоминаний из детства тускло витают в голове. Но ничего чёткого. Лишь образ военного, которого вы боитесь. Это отец. Возможно вы жили именно с ним.\n\nЖизнь простым крестьянином научила вас многому: любовь к труду и охоте закалила характер, а успех в разных видах оружия помог дожить до сегодняшнего дня. Не будем исключать и азартные игры.\n\nПреуспели вы и в строительстве. В список ваших «изделий» входят Книжная полка (содержащая несколько произведений), Поле для тренировок, Оружейная и Склад.",
    "answers": [
      {
        "id": 3,
        "text": "Проснуться..."
      }
    ]
  },
  {
    "id": 3,
    "text": "Однажды утром вы проснулись от внезапной боли в боку. \n«Наверное мышцы ноют после вчерашней работы» — подумали вы и не придали этому значения. \nЗа окном сияло яркое солнце, а его лучики мягко падали на обшарпанные стены. Кое-где капала вода — «неужели снова крыша протекает?» \nНо времени на размышления у вас не было. Стоило сделать обход территории.\n\nВы пошли по уже протоптанной дорожке, извилинами ведущей в лес. С каждым днём она понемногу зарастала травой, но ежедневные обходы не давали тропке пропасть полностью.",
    "answers": [
      {
        "id": 4,
        "text": "Идти вдоль тропинки"
      }
    ]
  },
  {
    "id": 4,
    "text": "В вашем лесу были огромные и красивые территории, стоит только взглянуть направо, как перед вашим взором открывался вид на высокие деревья и кустарники, уже заполонившие большую часть поляны, на которой любили собираться разнообразные птицы.\n\nА если же повернуть голову налево, то можно было увидеть вдалеке дым, исходящий из лачуг точно таких же крестьян как и вы...\n\nНо что самое главное, так это то, что если пройти по этой самой тропке дальше, вдоль полян и кустарников, то можно увидеть прекрасное озеро, в котором вы любили купаться.",
    "answers": [
      {
        "id": 5,
        "text": "Продолжать идти"
      }
    ]
  },
  {
    "id": 5,
    "text": "Боль усиливалась...\n\nПонемногу начинало темнеть и вы решили вернуться домой, вновь рассматривая красивые пейзажи в лесу...\n\n ",
    "answers": [
      {
        "id": 6,
        "text": "Вернуться домой "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вернувшись домой и сделав все ежедневные дела вы решили наконец таки пойти спать.\n\nБоль продолжала вас мучать ежесекундно...\n",
    "answers": [
      {
        "id": 7,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 7,
    "text": "Проснувшись ранним утром, вы всё также чувствовали боль в правом боку. \n\nВаша совесть не позволяла продолжать терпеть эту боль и вы решили...",
    "answers": [
      {
        "id": 8,
        "text": "Пойти в соседнюю деревню к знахарям"
      },
      {
        "id": 9,
        "text": "Продолжить заниматься обыкновенными делами"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы решили наведаться к старым знахарям, живущим в дереве по соседству. Что ж, это очень правильное решение в вашем положении, когда даже некому подать миску супа.\n\nВы долго шли и наконец увидели первую избушку маленькой деревушки. Вглядевшись, вы увидели жителя этой лачуги. Это был мужчина средних лет с длинной бородой.",
    "answers": [
      {
        "id": 11,
        "text": "Подойти к хозяину жилища и расспросить о лекарях"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы хорошо провели день за тренировками с мечом и охотясь на диких животных, коих было предостаточно. \n\nВ течении этого дня вас донимала зверская боль, которая усиливалась...\n\nИ снова вы стояли около кровати, собираясь спать.",
    "answers": [
      {
        "id": 10,
        "text": "Лечь и уснуть"
      }
    ]
  },
  {
    "id": 10,
    "text": "К сожалению...\n\nВаша боль переросла в страшное заболевание, и вы не смогли проснуться утром. У вас не было наследника, который принял бы выше хозяйство. Вы так и остались одиноки.",
    "answers": [
      {
        "id": 8,
        "text": "Пойти всё же к знахарям... \n"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Здравствуйте, поведайте мне пожалуйста, где живут чудотворцы из вашей деревни, которые способны вылечить любые раны?\n\n— Конечно я вас не оставлю в беде, но эта информация достаточно секретная и требует звона монет.\n\n— Где же в вашей крохотной деревне я смогу найти деньги?\n\n— Расспросите хозяина таверны, он всегда найдёт работёнку таким как вы.\n\n— Подскажите пожалуйста, где мне можно найти это заведение?\n\n— Пройдите в ту сторону — показал он ладонью — и увидите табличку с пивной кружкой, там то и будет он.\n\n— Спасибо вам, ждите меня.",
    "answers": [
      {
        "id": 12,
        "text": "Пройти в сторону, указанную старцем"
      },
      {
        "id": 13,
        "text": "Где хоть эта таверна - то?"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы долго пытались найти таверну, но поиски не остались безрезультатны. Вы уже подходили к ней.\n\nС глубоким вздохом и надеждами на лучшее вы открыли дверь и погрузились в атмосферу заведения.\n",
    "answers": [
      {
        "id": 14,
        "text": "Зайти в таверну"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы долго искали эту злосчастную таверну, но в итоге не нашли её и решили вернуться к себе домой и ждать, пока пройдёт боль.\n\nВечером вы подошли к своей кровати и собрались спать.",
    "answers": [
      {
        "id": 10,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ну вот вы и внутри. Место, где вы были — самый беспорядочный кусок всей деревни. Ни один высокопоставленный человек даже и не сунулся бы сюда. Но вы не из тех. Таверна была окутана пиром. Множество немытой посуды, полуразвалившиеся столы и стулья. Всё это не давало вам покоя.\n\nПервое, что бросилось вам в глаза, так это стойка, за которой стоит трактирщик. Но, решив оглянуться, вы заметили кучку людей, которые играли в кости. \n\nНо что вас ещё больше поразило, так это казалось бы знакомое лицо, но вы совершенно не помнили этого человека...",
    "answers": [
      {
        "id": 15,
        "text": "Подойти к трактирщику"
      },
      {
        "id": 16,
        "text": "С необходимой аккуратностью подойти к кучке людей"
      },
      {
        "id": 17,
        "text": "Пойти и проверить действительно ли знаком вам странный человек"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы всё таки решили подойти к владельцу заведения. Путь до него был довольно непростым. Множество народу не давало вам возможности спокойно дойти.",
    "answers": [
      {
        "id": 18,
        "text": "Начать разговор про возможность заработка"
      }
    ]
  },
  {
    "id": 16,
    "text": "* СЮЖЕТ В РАЗРАБОТКЕ*",
    "answers": []
  },
  {
    "id": 17,
    "text": "* СЮЖЕТ В РАЗРАБОТКЕ *",
    "answers": []
  },
  {
    "id": 18,
    "text": "— Здравствуйте, где можно найти работёнку у вас в деревне? — Спросили вы.\n\n— Работы — то у нас навалом, только много людей губили себе здоровье и блльше не желают этим заниматься.\n\n— Ну что же, кажется вы нашли человека, который займётся этим.",
    "answers": [
      {
        "id": 19,
        "text": "Какие работы у вас имеются?"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Да вот есть работёнка: можете пойти рубить дрова, можете заняться тренировкой войск и самое интересное то, что наш глава деревни недавно умер и вы можете заняться организованием хозяйства.",
    "answers": [
      {
        "id": 20,
        "text": "Заняться восстановлением деревни"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Если вы захотите, то я смогу помочь вам с деревней. Я обучен грамоте, военному делу и имею дело со строительством.\n\n— Ну хорошо, но вам придётся очень долго трудиться и очень усердно.\n\n— Я всю жизнь трудился и уж точно готов к этому.\n\n— Ну что ж, хорошо, я передаю вам узды правления деревней. Давайте я вас познакомлю с жителями деревни, а их совсем немного: 7 человек.",
    "answers": [
      {
        "id": 21,
        "text": "Пройти за трактирщиком"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы с радостью пошли за уже знакомым человеком, ожидая новых знакомств.\n\nОглядывая деревню, вы понимали, что она мала и полностью окутана хаосом. Между домами стояли прогнившие насквозь изгороди, а тусклый свет в окнах дополнял угнетающую атмосферу. \n\nТрактирщик провёл экскурсию по деревне, и вы выяснили, что на её территории прежде останавливался король. Богатства и другие различные товары возможно всё ещё здесь. Стоит поискать. Наверняка где-нибудь припрятан клад. \n\nНо что ещё было немаловажным, так это ваши люди. Это были как простые фермеры, так и кузнецы, готовые приняться за работу.",
    "answers": [
      {
        "id": 22,
        "text": "Решить, что делать после осмотра"
      }
    ]
  },
  {
    "id": 22,
    "text": "Когда вы подошли к своему дому, то начали предполагать, что поселитесь именно в деревне. Вы выбрали себе живописное место и начали придумывать проект жилища. \n\nТем временем уже совсем стемнело и вы пошли спать.\n\nБоль тем временем докучала вас меньше.",
    "answers": [
      {
        "id": 23,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 23,
    "text": "Проснувшись, вы снова чувствовали эту противную, но смертельную боль. Первым делом вы пошли в деревню к трактирщику, что бы объяснить свой недуг.\n\nКогда вы пришли и рассказали ему всё про ваш недуг, то он ответил вам:\n\n— Да, есть такие друиды, они живут не совсем в нашей деревне, а несколько метров поодаль. Тот самый человек, который у вас выпрашивал деньги — это воришка, именно поэтому я не стал вас с ним знакомить. \n\n— Отлично, ну так что делать с болезнью?\n\n— Я знаю дорогу к этим лекарям, но на лечение понадобится целый день. \n\n— Мне без разницы, сколько по времени займёт это, самое главное — остаться в живых.\n\n— Хорошо, давайте я вас проведу...",
    "answers": [
      {
        "id": 24,
        "text": "Пройти за ним"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы долго шли, и только через несколько часов вы добрались до хижины в лесу, которая была защищена естественными преградами: болотами, кустарниками, высоким деревьями. Иными словами, до неё нельзя было добраться не зная дороги.\n\nОткрыв дверь, трактирщик начал разговаривать с друидами, вы могли только стоять и ждать, ведь начинали терять сознание...\n\n",
    "answers": [
      {
        "id": 25,
        "text": "Вырубиться"
      }
    ]
  },
  {
    "id": 25,
    "text": "Когда вы проснулись, то вы лежали на простыне из какой — то шерсти и вас больше не докучала странная боль, которая тревожила несколько дней вподряд. \n\nВы были очень рады, поблагодарили стариков и сказали, что обязательно ещё поможите и им.\n\nТеперь предстоял путь назад, до вашей деревушки...\n\nКогда вы пришли к ней, то было уже поздно что — либо делать, и вы, со спокойной душой, пошли к себе домой. Завтра вам предстояло заложить фундамент и начать заготавливать материал. \n\nВечером вы легли в свою кровать и начали понемногу засыпать, думая о вашей жизни...",
    "answers": [
      {
        "id": 26,
        "text": "Как же мне повезло, что я был обучен грамоте..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Проснувшись, вы сразу схватили топор и побежали в деревню. Там вы обсудили с трактирщиком некоторые формальности по строительству лачуги и он выделил вам несколько добровольцев, готовых помогать вам. Вы прошлись по соседнему лесу и выбрали нужные деревья. К вечеру они были уже срублены и лежали возле места под дом.\n\nВаше жилище будет немного возвышаться над деревней, поскольку стоит на небольшом холме. С него открывается хороший вид на речку и поле цветов. Именно это вас зацепило. \n\nКо времени, когда начало уже темнеть вы соорудили себе лежанку под крышей. Конечно же вам предлагали переночевать у кого нибудь, но вы отказывались. Поскольку не хотели нарушать семейный быт в домах и поскорее закончить все дела.",
    "answers": [
      {
        "id": 27,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 27,
    "text": "Когда вы проснулись, то были наполовину сыры, потому что была дождливая погода. Но даже это вам не помешало встать и начать разметку дома. Это был довольно — таки неплохой дом, поскольку вы были прирождённым архитектором и всё держали в своей одарённой голове. \n\nПосле разметки вы позвали жителей деревни на помощь и начали собирать дом. На это вам понадобилось несколько солнечных и прекрасных дней.\n\nНу вот наконец ваш дом был достроен, осталось только перетащить все вещи в него.\n\nВы опять созвали свою дружину и принялись перетаскивать нажитое. Кому же достался этот домик, хотите вы спросить? А достался он вполне зажиточному человеку, проезжающего прямо во время того, когда вы вытаскивали очередной шкаф. \n\nПоловину всего, что удалось вытащить вам пришлось разбирать по частям. Потому что достойного применения этим сооружениям не было. \n\nВаша мини — библиотека теперь стояла не под уличной временной крышей, а занимала почётное место на втором этаже нового дома. Все приборы для тренировок пришлось пока что отложить для лучших времён. Специально для них и жителей деревни вы построили огромный склад, который вмещал очень много стройматериалов и вещей, которыми могли пользоваться люди.\n\nПосле этого вы решили начать восстановление деревни. ",
    "answers": [
      {
        "id": 28,
        "text": "Выяснить у кузнецов их предпочтения и начать строительство."
      }
    ]
  },
  {
    "id": 28,
    "text": "— Здравствуйте, я хочу улучшить ваше жилище и рабочее место. Можете мне объяснить, какой дом вы хотите увидеть?\n\nВы долго разговаривали с кузнецом и окончательно решили с дизайном дома. ",
    "answers": []
  }
]