[
  {
    "id": 1,
    "text": "Данный том является продолжением \" Нефелим: Вызов брошен \" ",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      },
      {
        "id": 3,
        "text": "От автора."
      }
    ]
  },
  {
    "id": 2,
    "text": "Чтож. Надеюсь вы помните ту страницу, на которой вы закончили. Я глупый автор и мне сложно связывать один квест с другим(вроде как это возможно)\n\nОбьясню как работает. \nНа кнопке написаны слова из концовки, вы нажимаете и происходит чудо — вам становится доступно продолжение.",
    "answers": [
      {
        "id": 4,
        "text": "Удалось избежать жертв. Вау."
      },
      {
        "id": 5,
        "text": "Не самый плохой вариант и не самый лучший. Удачи в ваших начинаниях и тд. Спасибо за прочтение."
      },
      {
        "id": 6,
        "text": "Вау, ребята. Вам нравится когда к Нанами относятся нормально? Какая редкость)"
      },
      {
        "id": 21,
        "text": "На вот таком неожиданном повороте мы и закончим. Как думаете, что с псом?"
      },
      {
        "id": 14,
        "text": "Вас поймал Астарот прямо на пути в его комнату"
      }
    ]
  },
  {
    "id": 3,
    "text": "Привет. Potato, тоесть я совершила ошибку (возможно) и вы, мои дорогие читатели, не могли несколько месяцев прочитать продолжение в прошлом томе.\n\nЯ пыталась исправить там хоть что-то, но не тут-то было. Да-да я связывала страницы с другими и еще раз с другими страничками, но нет. Квест решил иначе.\n\nТут находиться продолжение квеста \"Нефелим: Вызов брошен \" \n\nУдачи в прочтении :)",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 4,
    "text": "—Расскажи о себе. Мне интересно знать с кем я сейчас праздную победу.- Велиал любитель вина, и похоже, разговоров, ну или я так думаю. Поэтому терперь пускай рассказывает.\n\n—Хм..Я люблю книги и одну девушку...- он слегка смутился, почти незаметно.\n\n—Девушку?- переспросила я.\n\n—Да, ты хорошо её знаешь. Даже слишком.",
    "answers": [
      {
        "id": 7,
        "text": "-Итс ми?"
      },
      {
        "id": 7,
        "text": "-Я?"
      },
      {
        "id": 7,
        "text": "-Я знаю только себя:)"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Хорошая обстановка. Прям вау.- я плюхнулась на диван, в ожидании сожителя. \n\nК счастью, или нет, но парень вернулся только через большой промежуток времени — около 3 часов. Тоесть за это время я обошла тут все... Ух. Теперь я знаю куда тикать в случае опасности.\n\n—Отброс, куть-куть, еда~ меня позвали наглым образом поэтому я даже не обратила внимание на это тело.",
    "answers": [
      {
        "id": 9,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 6,
    "text": "Я послушно взяла кофе и села рядом, парень совершенно не пытался скрыть улыбку, напротив, он даже смотрел на меня нежно смеющимися глазами.\n\nСделав глоток я почувствовала странный привкус и вкус железа во рту. Я приоткрыла рот и потрогала губы руками, пальцы в крови. \n\n—Это..Кх..- меня начало душить и горло буквально горело.\n\n—Да, это яд. Мне интересно как ты реагируешь...- он улыбнулся и с восхищением посмотрел на меня.\n—Я начал с самого опасного, ты же не против? Но... Он должен был уже убить тебя.\n\n—Психопат.- выругалась я и плюнула кровью ему в лицо. Со мной все было в порядке, на удивление все закончилось как только началось, но неприятные ощущения остались, как и кровь.",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Нет... Как ты вообще могла такое продумать? Ты даже не в моем вкусе. Не люблю коротышек, уж прости.\n\n—Ай.. Ты слышал звук разбитого стекла? Так вот, это мое сердце. — грусть отразилась на моем лице.\n\n—Ты уже в меня..- я закрыла ему рот двумя рукаии.\n\n—Не дай бог. Я про свой рост.- как рэпер проговорила я и почувствовала ладошками улыбку. Пришлось сразу отпустить губы очкарика.\n\n—Спасибо.",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Она такая...- хотел было продолжить Велиал, но...\n\n—Старая.- добавила я. \n\n—Тихо. — я кажется нашла Ахилесову пяту первого принца.\n\n—Тебе она так нравится?- я смотрела на его лицо и оно менялось с каждым произнесенным мной словом.\n\n—Она прекрасна и, к чему это я, я решил устроить бал и на нем будет Лилит.- мечтательный взгляд сквозь очки говорил о том, что я часть его плана по соблазнению.\n\n—Я поняла к чему ты ведёшь...-что ж не так уж плохо дать надежду парню, зная что это плюс для меня. Я такая корыстная.",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 9,
    "text": "—Ладно, я рад что ты выбрала меня, правда.  \n\nПарень усадил меня на диван рядом с кофейным столиком и подносом и буркнул что-то нечленораздельное. \n\n—Сарказм?- переспросила я.\n\n—Чистая правда. — ответил он.",
    "answers": [
      {
        "id": 11,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 10,
    "text": "—Ладно, так и кто это?- я поднесла чай к губам чтобы сделать глоток.\n\n—Лилит.- мне это имя абсолютно ничегошеньки не говорило, поэтому я спросила ещё.\n\n—Это кто?- чай спокойно пить не получилось, его забрали со словами \"Ты серьёзно?\"\n\n—Эй, верни.- бурчала я.\n\n—Это твоя тётя вообще-то.- а вот на этом я впала в раздумия.\n\n—У меня есть тётя?\n\n—Да, это старшая сестра твоего отца.\n\n—У моего папы есть сестра?- челюсть отвисла и я понимаю почему у меня забрали чай.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Что ж..  Я в ожидании~ чётко проговорил он и открыл рот.\n\n—Эм... Закрой, муха залетит.- я переместила взгляд на подносик. На нем красовался вкуснейший завтрак так что я не удержалась и переместила его поближе к себе. \n\nПервая ложечка кашки которая по-идеи должна оказаться у меня во рту, оказалась во рту  не у меня.\n\n—Абаддон.-с нажимом в голосе я обратилась к этому наглецу.\n\n—Это плата за моральный ущерб.- жуя говорил тот. \n\n Он снова и снова воровал мою еду.Это продолжалась ровно до того, пока я не дала ложкой ему по лбу.\n\n—Эй. Ты чего-то не понимаешь?- раздражённо говорил тот отбирая мою тарелку.\n\n—Это ты чего-то не понимаешь.- я пыталась удержать СВОЮ еду у себя.",
    "answers": [
      {
        "id": 12,
        "text": " - Отпустить и забыть."
      },
      {
        "id": 13,
        "text": " - Психануть"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я отпустила тарелку и из-за его силы и физики — содержимое тарелки на штанишках молодого демона.\n\n—Вот чёрт...- прошептал он.- его лицо в этот момент было непередаваемо.\n\n—Ха.- улыбнулась я.\n\n—Слизывай свой пудинг.- не успела я переварить эту информацию как его рука отказалась на моем затылке. И его силушка в этот раз почти помогла ему, но я уперлась руками в его грудь.\n\nБорьба. Настоящая борьба.  Ещё немного и моё лицо окажется у его штанов.",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 13,
    "text": "Я психанула и ударила рукой по столу.\n\n—Ай.- быстро отдергнув её от стола я принялась дуть на больное место.\n\n—Какая ты..- мою руку схватили и я оказалась на критически близком расстоянии к демону, который приложил чашку своего холодного кофе к моей руке.\n\n—Я заметил что синяки остаются у тебя... -парень вздохнул.\n—Прости.",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 14,
    "text": "—Ты псих, Астарот, реально псих! -прокричала я в лицо парню.\n\n—Нет, это ты безумная. Сама пришла в руки к дьяволу, вернее прибежала. — меня схватили под горло и прижали к стене.\n—Не смей повышать на меня голос, ты можешь получить серьезные травмы, малышка.",
    "answers": [
      {
        "id": 15,
        "text": " Молчать"
      },
      {
        "id": 16,
        "text": " Высказать все."
      }
    ]
  },
  {
    "id": 15,
    "text": "—Хорошо что ты молчишь- он сжал одной рукой мои щеки, а второй сжал локоть.\n\n—Ай.- я почувстовала как локоть краснеет, появляются синяки. \n\n—Ладно.- меня отпустили, но сразу же взяли за руку и силой повели к кровати.\n\n—Я не хочу.-брыкалась я. Упирание нагали немного помогли, меня хотя бы услышали.\n\n—Я не насиловать тебя собрался, а осмотреть.- холодно ответили мне.",
    "answers": [
      {
        "id": 17,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 16,
    "text": "—Ты скотина. Редкостный придурок и псих. Н Е И З Л Е Ч И М Ы Й- произнесла я громко и чётко в лицо третьему принцу.\n—Я тебя уже НЕНАВИЖУ. Меня так достало сидерь тут, в вашем грёбаном замке, терпеть ваши унижения. Только потому что типо так надо. Типо так круто. Вам скучно? Развлекайте друг друга без МОЕЙ помощи!-  я сорвалась на крик, в горле будто бы застрял ком. Ещё немного и заплачу.\n\n—Так значит?- он был удивлен, первые три секунды, а затем взял меня за руку и подвел к столу. Там стояли две кружки теплого чая. Парень усадил взбешенную меня на диван и протянул чай.\n—Выпей, полегчает... — в горле и правда было сухо как в пустыне, поэтому я сделала несколько глотков. \n\nПока я блаженно пила чай, он успел переместиться и повалить меня на диван зажав рукой рот.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 17,
    "text": "Меня усадили на кровать и осмотрели локоть. Сверху, снизу, потрогал.\n\n—Интересно...- задумчивый вид парня, ну вернее его неподвижность, дало мне осмотреть немного точнее его лицо.\n\nКрасивое мальчишеское лицо, густые ресницы и родинки под глазами. Я сначала думала что это тату, но если посмотреть ближе — родинки. Печать силы видимо. Он имел довольно женскме черты лица, наверное похож на маму, хотя, кто знает, может Люцифер такой же.\n\n—Я не люблю когда на меня пяляться.- холодно ответил тот и достал нож.\n\n—Эй эй.- я начала отползать ну или как ещё назвать те движения ягодицей по кровати?",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Давай не будем применять насилие?- я постаралась сказать это спокойно, но черт, нервишки не железные.\n\n—Мне нужна твоя кровь.- парень грубо схватил мою руку и приблизив её к себе, полоснул по ладони ножиком. \n\nКо мне он сразу потерял интерес ибо взяв пипетку он собрал кровь и пошёл к своему столу. Добрался до него за несколько секунд. Хотя его \"скрытая\" лаборатория была на втором этаже. Лестница к ней была сделана довольно искусно, внутри нее была огромная книжная полка. А он знает как экономить место...\n\n—Что ты собираешься делать?- на меня не обращали никакого внимания, поэтому я пойду и пройдусь своими загребущими руками по другим столам в его комнатушке.\n\nНо было больно. Рука горела чуть ли не в прямом смысле. До слёз просто.\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 19,
    "text": "—Я надеюсь ты поняла свою ошибку?- я подняла мокрые глаза на этого монстра и подавив свою гордость ответила:\n\n—Да.- в моей голове тогда было много мыслей, но самая главная — он ещё своё получит. Я обещаю.",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 20,
    "text": "Пока я пыьалась успокоиться его взгляд будто бы изменился...",
    "answers": []
  },
  {
    "id": 21,
    "text": "—Что.- первый принц шепнул это тихо, но младшие братья обратили на него внимание. \n\n—Обьясни.- гаркнул второй принц. Беловолосый схватил брата за воротник.\n—Ты точно должен знать это. Ты все знаешь.- он тряс Велиала, а тот только отводил взгляд.\n\n—Почему у неё наше пламя?- наконец вмешался младший из братьев.\n\n—Велиал.- он прижал брата к стене, в надежде что тот испугается и прольёт свет на эту ситуацию. Но Велиал был больше всех похож на отца. Он не боялся. Еще ничего не внушало ему страха больше, чем Лилит.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 22,
    "text": "Под моими ногами словно пропала земля, я провалилась и в следующиц момент я уже была рядом с братьями.\n\n—Откуда у тебя это пламя?!- нервно прокричал Абаддон, он уже отпустил брата и теперь направлялся к девушке.\n\n—Стоять.- девушка направила клинок на парня. Тот пылал, пламя казалось вот-вот выйдет из-под контроля и  обожжет Нанами.\n \nПарень остановился, он смотрел ей в глаза.\n\n\"Никогда не ощущал подобного... Мне кажется, еще немного и я мог бы сломаться. В тебе слишком много силы\" это был меч. Его голос раздавался в голове в девушки, но не перекрывал другие звуки.",
    "answers": [
      {
        "id": 23,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 23,
    "text": "—Почему у тебя наше пламя?!- выходил из себя парень. Велиал снял очки и протер их, затем одел и сел в кресло. \n\n— Абаддон, держи себя в руках. — проговорил старший.\n\n—Тебе стоит прекратить так со мной разговаривать, бракованный.-буквально прорычал каждое слово беловолосый.\n\n—Не смей так с ним разговаривать. — вмешался младший, его взгляд пылал, было видно, что он уважает брата.\n—Ты ничего не узнаешь если будешь давить на всех.-добавил он, когда генерал сел в кресло.",
    "answers": [
      {
        "id": 24,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 24,
    "text": "—Ты.- рявкнул на меня второй принц.\n\nМеч в моей руке вспыхнул яркими синими искрами, которые устремились к демону, тот увернулся, а вот стена пострадала.\n\nОгонь разлетелся по всей стене буквально поглощая обои и дорогие картины за секунды.\n\n—Шавка, твоя, сторожевая, видимо не может контролировать себя. -парень буквально давил на каждый слог.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 25,
    "text": "В следующее мгновение я буквально вылетела из этого уютного местечка, разбив своим теплом этот стеклянный барьер. Путь на арену оказался не долгим, но эффектным.\n\n Мой новый фамильяр потянул меня за собой вниз, туда, где его стая сжималась в углу. Рядом с ними танцевали гиганты из синего пламени. Они буквально искрились в разные стороны, но эффектнее всего был момент, когда я оказалась на одном из них. \n\nМеч все правильно рассчитал и я оказалась прямо на голове монстра, ну как я... Пёс вонзился ему меж желтовато-красных глаз. Гигант же начал наливаться черным цветом, а затем вспыхнул красным и разлетелся как салют. К счастью, это только выглядело эффектно и никакого вреда окружающим не нанёс.",
    "answers": [
      {
        "id": 26,
        "text": "- Это было слишком... Эпично."
      },
      {
        "id": 27,
        "text": "-Это было больно."
      }
    ]
  },
  {
    "id": 26,
    "text": "\"Пока у тебя есть я — тебе будет весело. Защити мою стаю для закрепления нашего уговора\"- ответил мне воодушевленный меч\n\n—Так точно.- по моим рукам текла кровь, я поранилась когда выбивала это стекло или что это вообще было. К счастью была только кровь и ощущение боли.\n\n—Нанами!- громкий крик второго принца вытянул меня из раздумий, но я не смотрела в его сторону. Уж слишком противный.",
    "answers": [
      {
        "id": 28,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 27,
    "text": "От кончиков моих пальцев и до локтей текла кровь. Это стекло сделало большо не только физически, но и морально, ведь сначала я впечалась в него лицом, а потом уже меч решил что-то делать.\n\n\"Прости..\" — виновато прозвучало откуда-то из моего сознания. И я со словами \"Проехали\" доверилась братку.",
    "answers": [
      {
        "id": 28,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 28,
    "text": " Я продолжала кромсать и взрывать огненных гигантов. Меч в буквальном смысле стал моим продолжением и мог контролировать мои движения.\n\n—Я чувствую твоё сердце..- прошептала я снося голову гиганту. Меч мог делиться со мной небольшим количеством моей же силы. Это удобно, я так могла продержаться  больше да и я смогла задерживаться на насколько секунд в воздухе при прыжке.\n\n\"У тебя отлично получается, я горжусь тобой, моя маленькая принцесса\"- ласковый голос фамильяра сглаживал моё неровное состояние. Он успокаивал меня, ведь гигантов было все больше.  Стая несколько раз пыталась помочь мне, но огонь обжигал.",
    "answers": [
      {
        "id": 29,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 29,
    "text": "Не понимаю почему, но этот огонь не трогал только меня.\n\n—Так дело не пойдет, прости, но я хочу устранить проблему номер один.- сказала я мечу, а сама просмотрела на психопата, который смотрел на меня и улыбался.\n—Подсоби.\n\nМеня поняли сразу, меч просто взял и загорелся синим пламенем, которое по одному моему приказу могло разнести тут все, но я поступлю иначе.",
    "answers": [
      {
        "id": 30,
        "text": "Телепортировать плохого парня к себе"
      }
    ]
  },
  {
    "id": 30,
    "text": "\"Нанами, не дури\"\n\n—Тихо.- я попыталась сконцентрироваться, на том, что у меня осталось. Я чувствовала что силы, доступной мне, не так много, поэтому проход будет не большой, но этот дрыщ пролезет. \n\nСначала в воздухе появился небольшой огонек темно-фиолетового цвета, а затем он увеличился и поднялся выше. Теперь он находился параллельно к земле.\n\nБеловолосый не ожидал такой подлянки, ведь портал открылся прямо у него под ногами, поэтому чуть не свалился на пятую точку, когда падал с 6 метровой высоты. Этот гад, к сожалению, устоял на своих двоих и даже сделал вид что все нормально, но все не нормально.",
    "answers": [
      {
        "id": 31,
        "text": " Ударить с кулака"
      },
      {
        "id": 32,
        "text": "Ударить с головы"
      }
    ]
  },
  {
    "id": 31,
    "text": "Пока он мешкался я побежала и со всей дури вмазала ему по челюсти. Видимо силушка у меня еще осталась, так как это было достаточно быстро, чтобы он смот отреагировать.\n\nПарень грохнулся на землю с выпучеными на меня глазами, короче удивился не на шутку.\n\nЗа нами наблюдали и аплодировали. Его старший и младший брат буквально восхищались мной в тот момент. Почему момент? А меня схватили и приставили нож к горлу. \n\n—Ты.- прорычал демон.\n—Ты как посмела?!- кричал он мне в лицо. А холод оружия неприятно обжигал кожу. И откуда у него оружие",
    "answers": [
      {
        "id": 33,
        "text": "Выговориться"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я прищурила глаза и пробежав небольшое расстояние как подпрыгнула, да как дала в подбородок гаду своим лбом.\n\n—Чёртттт- выдали мы одновременно.  Голова закружилась, а в глазах плавали звёзды. У Абаддона видимо это были звёздочки побольше, ибо... Видимо он прикусил язык.\n\n—Твердолобая, ты что творишь?!- рычал он, пытаясь встать с земли ибо упали мы оба. Только он на спину, а я пластом — лицом в землю.\n\n—Заткнись, у меня тоже травма!- крикнула я в ответ. \n\nМеня тошнило и эти звезды... Видимо, я хорошо приложилась, раз даже блевать хотелось.",
    "answers": [
      {
        "id": 36,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Да ты просто з***л уже. Заканчивай со своим петушинством, пока я тебе все перья не повыдергивала. — его злость сменилась удивлением, а затем он неприятно так улыбнулся, на одну сторону. Рука, которая сжимала обе мои отпустила меня, но нож никто не убирал.\n\n—Я смотрю, ты у нас громко говорить можешь...- он посмотрел вниз, на мои руки.\n—Твое тело не может управлять таким количеством силы.- после его слов я взглянула на них.  На ладонях был след от меча — ожог. Огонь не хотел меня слушаться полностью. \n\nБоли нет, но я увидела как они заживают. Это мерзко. Кровь. Месиво. Обожжённая кожа сросталась и заживала за считанные секунды.",
    "answers": [
      {
        "id": 34,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 34,
    "text": "—Ты монстр.- нагнулся к моему уху парень. Он шептал что-то ещё, но голос фамильяра отвлёк.\n\n\"Не слушай, тебе нельзя.\"- в каждом уголке моего сознания раздавалось эхом это предложение, а потом..\n\"Прости, но отдохни\"- целк. Этот звук, как будто бы нажали кнопку и в глазах начало темнеть. Это чувство похоже на выключение что-ли... \n\nЯ слишком часто отрубаюсь.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 35,
    "text": "Я открыла глаза и... Мне тяжело, я повернула голову вправо и увидела лицо этого белого хрена.\n\n—Ээээ. Руку убрал- рявкнула я и в тоже время била парня по конену.\n\n—Успокойся.- меня притянули к себе и я уткнулась носом в его широкую грудь. Он пах миндалем. Я вдыхала его запах это было успокаивающе...\n\nСмешок. Он смеялся гладя меня по голове одной рукой, я попыталась оттолкнуться от него, но Абаддон не дал мне это сделать.\n\n—Отпусти...",
    "answers": [
      {
        "id": 37,
        "text": "-Э, б*я."
      }
    ]
  },
  {
    "id": 36,
    "text": "Красноглазый поднялся и шатаясь подобрал меня с земли за шиворот. Далее картина маслом, ну или моим обедом.\n\nЕму на колени посыпались другие \"зведы \" — из моего желудка, а затем я ушла в минус. Отключка или клиническая смерть .\n\nДа какая разница, зато эпик был реальный.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 37,
    "text": "—У тебя ноль женственности...Перевоспитаем.-он слегка отодвинулся и с улыбкой до ушей поднялся и теперь уже я могла увидеть всего его.\n\n\"Слава богу одет\" \n\n—На- он протянул мне свёрток одежды.\n—Твоя униформа.-  и тут его взгляд мне очень не понравился.\n\n—Ты издеваешься?- я слегка привстала.\n\n—Нет, наоборот, эта твоя одежда грязная и вообще фу. А эта нормальная.-  он кинул в меня его.\n—Моя личная горничная.",
    "answers": [
      {
        "id": 38,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 38,
    "text": "—Эй. Почему? Я должна выбрать с кем и...- мне заткнули рот рукой.\n\n—Нет, ты вела нечестную игру, малышка. Переоденься и поедим~ он ради приличия оставил меня одну в комнате.\n\n—Он доведёт меня...- вздохнув я приступила к осмотру одежды. \n\nПростенькое серое платье с белым воротником. Не длинное и не короткое, радует что это не одежда горничной... Минут 5 заняло натянуть его на себя, после чего пришлось сказать \"Я все\" и впустить второго принца.\n\nОн вернулся с подносом и сразу же поставил его на чайный столик. Галантно предложил мне сесть рядом, откинувшись на спинку диванчика.",
    "answers": [
      {
        "id": 11,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  }
]