[
  {
    "id": 1,
    "text": "Автор: Медолита\n\nЖанры: Фэнтези, выживание, космос\n\nВы обрели свободу ценой собственного существования. Вы сломали оковы, стерев все, что было у Вас. У Вас больше нет тела, но Вы сами все еще есть. И не остается ничего другого, кроме как устремиться прямиком в Космос, ведь в этом маленьком космосе Вам уже совсем нечего делать...",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы нажимаете на кнопку, невзирая на страх. Резкая боль в коленях роняет Вас на пол и не дает встать. Остается только наблюдать, как Ваши ноги превращаяюся в прозрачную жижу, которая почти сразу испаряется. Вы пропадаете все больше, вот уже последний волосок исчезает, оставляя Вас в гордом одиночестве. Вы смешались с воздухом и не представляете теперь из себя совершенно ничего.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "В квесте есть две концовки. Смерть за концовку не считается, Вы просто умрете.",
    "answers": [
      {
        "id": 48,
        "text": "Плохая концовка",
        "need": 19,
        "need_ever": true
      },
      {
        "id": 49,
        "text": "Хорошая концовка",
        "need": 47,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "– Где восемнадцатый номер?!\n\n– Она сбежала!\n\n– Она сбежала!\n\n– Найдите ее! Она не могла уйти с корабля! Найдите ее!\n\nЛюди пробегали мимо Вас, сквозь Вас... Вы на корабле, но никто и никогда Вас здесь не найдет.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вам надоел этот балаган и, хотя до этого Вы планировали слиться с этим космическим кораблем в единое целое, Вы отделяетесь от него и устремляетесь вдаль. Теперь Вы можете полностью ощутить себя, понять каждую свою мысль, мечту, тревогу. Это волнует Вас, как не волновало ничто другое, ведь сейчас Вы и есть свои мысли... а мысли о той боли, которую Вы испытывали при самоуничтожении, никуда не уходили.\n\nНесмотря на то, что эта боль задела только физическое тело, воспоминания о ней причиняли вам тревогу и ментальную боль. Но Вы получали своеобразную \"энергию\" от космоса. Она залечивала все Ваши старые раны и давала более настоящую свободу, чем у Вас была. Давала свободу от печали.\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы передвигались так долго, что на Земле успело смениться несколько поколений. Но цель была достигнута. Вы пересекли границу этого космоса и вошли в другой космос – в Космос. Он был везде, а в нем, крупицами, будто бы звездами, летали маленькие и многочисленные космосы. Они Вас не интересовали, ведь ни в одном из них Вам не было места. Эти миры не принимали таких, как Вы. Нужно было выйти за все рамки привычного, перешагнуть непересекаемую черту, только чтобы тут обрести свое новое тело и жизнь.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы услышали их. Десятки чудных голосов, которые не были слышны ни единому живому существу во всех из возможных космосов. Десятки чудесных существ, созданных из чистой энергии своих собратьев обвивали пустоту, которой вы являлись, чтобы породить на свет новое, такое же, но все же уникальное существо. \n\nСущества, которые были созданы из отчаявшихся людей, находящихся на пороге смерти в ситуациях, из которых нет выхода, стали будто бы теми мифическими богами, которых придумывал себе необразованный народ. Вы вышли из ограничивающего Вас космоса, не потерявшись и не свернув по дороге. Вы твердо были уверены в своем решении и доверились своим чувствам, чем и заслужили возможность вступить в немногочисленные ряды этих существ.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вас будто бы отталкивало от них, но одновременно притягивало, Вас метало из стороны в сторону, а из существ тянулись тонкие струйки энергии прямо в Вас. Это было искусной работой почти шести десятков мастеров, которые ткали Вас из собственных тел. Вы снова обретали себя...",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Резкая боль пронзила все Ваши чувства,  уже успевшие расслабиться во время \"искусства\". В Вас будто бы за милисекунду закачали центильон терабайт информации. Вы не могли справиться с таким количеством и метнулись в сторону. Метнулись своим телом, а от осознания того, что оно теперь есть, остановились. Вы не чувствовали чего-то извне, ведь в Космосе это было невозможно, но ощущали каждый миллиметр той чистой энергии, из которой Вы состояли. Это было волшебно...",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы стояли в тишине, окруженные этими существами. Они смотрели на Вас так, как довольная рукодельница смотрит на великолепно вышитый платок. Вы не чувствовали себя неловко, наоборот, очень даже уверенно, но чтобы укрепить эту уверенность, Вы должны были удостовериться, что можете управлять своим телом. Вы совершили несколько движений в разные стороны и очень скоро стали идеально понимать свое тело. Все было так просто, будто бы кто-то включил режим \"легко\" в своей компьютерной игре.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Прошло довольно много времени с тех пор, как Вы очутились в Космосе. Вы научились плести миры из своей энергии и зашивать пространственные дыры, чтобы не нарушался естественный ход времени. И вот к Вам добрался еще один человек, ставший ничем... Вы сразу почувствовали, что от этого сгустка веет чем-то странным... какая-то давящая пустота. Вы подумали, что это что-то нормальное, но некоторые из существ показались Вам слишком нерешительными по отношению к этому ничего. Все вы знали, что происходит в космасах, но когда дело касалось Космоса, ваши знания принимали самую обыкновенную форму. Что же Вам делать?",
    "answers": [
      {
        "id": 12,
        "text": "Остаться в стороне"
      },
      {
        "id": 13,
        "text": "Начать ткать новое существо"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы доверились своим чувствам и остались в стороне, как и еще половина существ. Вторая же половина не чувствовала чего-то нехорошого и приступила к созданию. Вы завороженно смотрели на то, как из энергетических нитей появляется новое и удивительное существо, хоть и небольшое... Вот работа была окончена и Вы уже хотели подойти, но созданное существо метнулось в сторону одного из ваших сородичей, пройдя его насквозь... Он исчез. А это мелкое существо уже устремилось ко второй жертве. Вы испуганно остановились.",
    "answers": [
      {
        "id": 14,
        "text": "Спрятаться в космосе"
      },
      {
        "id": 15,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы присоединились к тем, кто хотел выткать новое существо. Около трети осталось в стороне, но и вас было достаточно. Вы завороженно смотрели на то, как появляется кто-то новый, чудесный и уникальный... Но не успели Вы налюбоваться своей работой, как созданное существо метнулось в сторону одного из ваших сородичей и прошло сквозь него... Он исчез. А существо уже направилось ко второй своей жертве.",
    "answers": [
      {
        "id": 16,
        "text": "Спрятаться в космосе"
      },
      {
        "id": 17,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы заметили, что несколько существ вошли в один из миров и бросились за ними. Проходя сквозь барьер Вы ощутили некоторую тяжесть, но это быстро прошло. Какое-то время вы ждали, что это существо уйдет из Космоса, но оно продолжало бесноваться там. Вы не хотели рисковать и остались в этом космосе. Вас осталось всего шесть и вам надо было что-то делать.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы не знали, что Вам делать, ведь Вы даже не понимали, что происходит. Осознание пришло только тогда, когда Вы почувствовали это существо в своем теле...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы испуганно метнулись в ближайший космос. Но только страх прошел, Вы осознали, что не можете найти выхода...",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "В ступоре Вы не могли сдвинуться ни с места. Осознание того, что это была не лучшая идея пришло только тогда, когда Вы почувствовали в своем теле то существо...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": "Посоветовавшись, вы решили, что вам необходимо уничтожить все выходы из космосов, закрыть все барьеры, чтобы никто больше не смог попасть в Космос... Даже если бы это и означало, что все они умрут без тела, истощив свои запасы сознания.\n\nА также нужно будет разобраться с тем странным существом, если не уйдет само...",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы получили концовку!\n\nОставленные одни на произвол судьбы, Вы потеряли выход и не можете вернуться...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вам не очень нравилась эта идея, ведь люди так и не узнали бы, что обратившись в пустоту, они больше никогда не обретут новую жизнь... Но делать было нечего: это было единственным верным решением.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Чтобы закрыть вход в Космос, вы должны были сначала выйти из космоса. Надеясь, что убийца вас не заметит, вы пересекли барьер. Но ваши надежды не оправдались.\n\nСущество резко дернулось в вашу сторону.",
    "answers": [
      {
        "id": 22,
        "text": "Отвлечь его"
      },
      {
        "id": 23,
        "text": "Закрывать вход"
      },
      {
        "id": 24,
        "text": "Спрятаться в космосе"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы очень метнулись в его сторону, после резко уйдя перед его носом. Удостоверевшись, что все его внимание теперь сконцентрировано только на Вас, Ваши сородичи принялись закрывать вход. Вы пытались быть как можно ловчее и быстрее, ведь одно неосторожное движение могло привести к Вашему исчезновению...",
    "answers": [
      {
        "id": 25,
        "text": "Продолжать"
      },
      {
        "id": 26,
        "text": "Остановиться"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы хотели закрыть вход, так как думали, что это займет немного времени. Но когда существо оказалось в вашем теле, вы поняли, что немного не рассчитали время.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы сразу же метнулись обратно в космос, не подумав о последствиях. Оказавшись там в одиночестве, Вы не смогли найти ориентира и осознали, что потерялись.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы продолжили мелькать возле этого существа, используя весь свой потенциал. Вам не нужно было делать это слишком долго – вход закрывался быстро, а значит можно было выложиться по максимуму. ",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить"
      },
      {
        "id": 28,
        "text": "Отдохнуть"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы остановились, выжидательно смотря на существо. Оно не дало Вам права на долгую передышку и через пару секунд перешло в атаку. Уворачиваться от его порывов было еще труднее, чем просто мельтешить рядом. Вы чувствовали, что Ваши силы кончаются.",
    "answers": [
      {
        "id": 30,
        "text": "Отдохнуть"
      },
      {
        "id": 31,
        "text": "Продолжать"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы искали выход слишком много времени. Залетев на одну пустынную планету, Вы остались там навсегда. А оставшись без космической \"подпитки\" Вы вскоре исчезли.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы дали себе небольшую передышку. Существо также остановилось, смотря на Вас странным взглядом. Вы попробовали заговорить с ним и узнать, почему оно это делает, но оно, кажется не понимало Вас.",
    "answers": [
      {
        "id": 32,
        "text": "Снова прийти в движение"
      },
      {
        "id": 33,
        "text": "Продолжать ничего не делать"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы продолжили двигаться, но вскоре выбились из сил. Движения становились все более неловкоми и очень неуклюжими.",
    "answers": [
      {
        "id": 35,
        "text": "Отдохнуть"
      },
      {
        "id": 34,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы совершили сильный толчок в сторону, чтобы обеспечить себе хотя бы пару секунд отдыха. Отдалившись от существа, Вы потратили много сил и уже пожалели об этом, но оно также осталось на том месте.",
    "answers": [
      {
        "id": 36,
        "text": "Стоять"
      },
      {
        "id": 37,
        "text": "Двигаться"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы продолжали свое движение, но сил стало еще меньше и Вы становились все более неуклюжими и слишком неловкоми. ",
    "answers": [
      {
        "id": 38,
        "text": "Отдохнуть"
      },
      {
        "id": 39,
        "text": "Продолжать"
      }
    ]
  },
  {
    "id": 32,
    "text": "Этого короткого отдыха вполне хватило и вы снова пришли в движение. Существо сначала не хотело гоняться за Вами, но потом поняло, что Вы не собираетесь больше останавливаться, чтобы отдохнуть.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы продолжили находиться на одном месте. Через какое-то время Вы на секунду отвели взгляд, чтобы увидеть, закрыт ли вход, но в этот момент почувствовали, что исчезаете.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 34,
    "text": "Но Вы продолжали, несмотря на то, что могли в любой момент дернуться не туда. Вы не могли сдаться, ведь чем дольше Вы продержитесь, тем больше шансов, что у других все получится. Но это затягивалось...",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "На секунду Вы остановились, но уже не успели снова прийти в движение. Вы почувствовали, что навсегда растворяетесь.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "Но это было уловкой – через мгновение оно совершило толчок еще сильнее Вашего и прошло Вас насквозь, заставляя исчезнуть.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы снова стали передвигаться из стороны в сторону, то ускоряясь, то замедляясь, пока существо не погналось за Вами. Вы не дали себе достаточно времени, чтобы отдохнуть и поэтому двигались немного неуклюже.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы остановились на секунду, но зря. Сквозь Вас сразу же прошло это существо, из за чего вы начали растворяться и исчезать...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы продолжили двигаться. Но теперь Вы не запутывали существо, а уклонялись от его атак, чтобы не исчезнуть в темном Космосе.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Теперь Вы заметили, что существо уже и само выдохлось, а это значит, что Вам становиться еще легче запутывать его.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "И Вы не выдержали. Снова дернувшись не туда, Вы наконец дали шанс существу пройти сквозь Вас. Он воспользовался...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 42,
    "text": "В конце концов Вас настигла такая же участь, как и у Ваших исчезнувших братьев.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 43,
    "text": "Надеясь, что закрытие барьера уже закончено, Вы направились к нему. Работа была почти завершена. Но из-за Вас существо заметило их... И нашло новых жертв. Вы были должны ему помешать.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы подумали, что остальные, должно быть, уже закрыли барьер, поэтому направились к ним. Но что Вам делать с существом?\n\nБарьер был уже почти закрыт, но вы все были бессильны против убийцы...",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы ринулись к нему, чтобы снова отвлечь, но усталость взяла свое – оно с легкостью прошло сквозь Вас и оставило исчезать...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы придумали только один вариант – залететь в космос за пару секунд до закрытия входа и утащить существо с собой. Вы устремились туда, увеличив скорость, а существо погналось за Вами.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы получили концовку!\n\nБарьер закрылся прямо за существом. Мировое равновесие в безопасности, ведь в безопасности жизни существ, сохраняющих его. А Вы навеки запреты в этом космосе...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 48,
    "text": "Оставленные одни на произвол судьбы, Вы потеряли выход и не можете вернуться...",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "Барьер закрылся прямо за существом. Мировое равновесие в безопасности, ведь в безопасности жизни существ, сохраняющих его. А Вы навеки запреты в этом космосе...",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  }
]