[
  {
    "id": 1,
    "text": "Автор: III_Spider_III (Вадим Кузнецов)<s>r\n<s>r\nМарк — 18 летний юноша, живущий не в самой благополучной семье на окраине небольшой деревушки. Может показаться, что жизнь его скучна и однообразна, ничем не примечательна. Это действительно было так, до одного момента, когда в одну ночь жизнь Марка полностью переменилась...",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю",
        "middle_answer": true
      },
      {
        "id": 3,
        "text": "От автора",
        "right_answer": true
      },
      {
        "id": 4,
        "text": "Концовки",
        "left_answer": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-50.userapi.com/c857128/v857128704/e3b2e/QW60iHoPpDc.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://sun9-50.userapi.com/c857128/v857128704/e3b2e/QW60iHoPpDc.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Лучи солнца проникали через окно, освещая мою пыльную комнату. Во дворе уже во всю кричали петухи, и, похоже, вместе с ними проснулся и мой отец. \"Какая ирония,\"— подумал я.<s>r\n<s>r\nЯ встал с кровати и оделся. Открыв дверь, я спустился на первый этаж, где находилась кухня. За обеденным столом сидел отец, а возле печи стояла матушка.<s>r\n— Проснулся, наконец, бездельник! — сказал отец и жадно доел кусок хлеба.<s>r\n— И тебе доброго утра, — съязвил я.<s>r\n— Ты ещё и огрызаешься! — отец грозно ударил по столу. Впрочем, я привык к этому: такое со мной случается каждый день, в течение 18-ти лет.<s>r\n— А ну, оба, прекратили! — вмешалась мать. Кажется, это единственный человек, способный угомонить моего отца.<s>r\n<s>r\nМатушка положила мне завтрак, который я тут же проглотил. Отец гневно посмотрел на меня, после чего сказал: — Сегодня ты пойдёшь на рынок и купишь инструменты — мои уже совсем испортились, а завтра тебе нужно починить сарай. Понял?!<s>r\n— Заняться мне нечем, — буркнул я себе под нос, но после, уловив на себе недоумевающий взгляд отца, громко сказал: — Хорошо! <s>r\nЗатем я встал из-за стола и вышел на улицу, предварительно забрав деньги.<s>r\n<s>r\nЯркий свет утреннего солнца на секунду ослепил меня. Открыв глаза, я увидел перед собой знакомые поля, тёмный лес, окружавший деревню, речку, на которой веселились мои сверстники и сверстницы, и высокую гору вдали, у подножия которой стоял город, принадлежавший, как и моя деревня, одному очень знатному дядьке. Вспомнив, зачем я вышел из дома, я осознал, что идти мне придётся в город. Вернее плыть.<s>r\n<s>r\nЯ вышел на тропинку, ведущую к речке, и отправился к причалу. Ребята, играющиеся в речке, несколько раз окликали меня, но я отмахивался. <s>r\n— Странный он... — услышал я, но ничего не ответил.<s>r\n\"Не я такой, жизнь такая,\" — подумал я и, отвязав лодку, сел в неё. Речка текла в сторону города и позже переходила в широкую реку, так что грести мне не пришлось. Также река огибала город и возвращалась обратно в деревню. Похоже это единственная удача в моей жизни... Тем временем, я уже был достаточно далеко от деревни. Я удобно устроился в лодке и задремал...<s>r\n<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "[Заснуть] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Приветствую, дорогой читатель! Надеюсь, тебе понравится мой квест! Если не трудно, то оставь, пожалуйста, отзыв, укажи плюсы и минусы моей работы. <s>r\nПару слов о квесте:<s>r\nСразу скажу, что я не планировал писать большой квест с каким-то запутанным сюжетом. Он получился незамысловатым и простым, но мне кажется, что задумка получилась более-менее интересной.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Полученные концовки:",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 37,
        "text": "[Концовка: Куда ушли дикие волки...]",
        "need": [
          37
        ],
        "need_ever": true
      },
      {
        "id": 43,
        "text": "[Концовка: Кровь и Луна]",
        "need": [
          43
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "[Концовка: Когда солнце засияет красным] ",
        "need": [
          53
        ],
        "need_ever": true
      },
      {
        "id": 55,
        "text": "[Концовка: Вампир-отшельник] ",
        "need": [
          55
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Услышав шум города, я понял, что подплывал к порту. Аккуратно пришвартовавшись, я вышел из лодки и направился в сторону рынка. <s>r\nТемнело... Город постепенно пустел: жители расходились по домам, магазины и лавки закрывались. Благо, я успел купить инструменты у какого-то старика. <s>r\n\"Осталось лишь сесть в лодку и плыть домой...\" — думал я, как вдруг раздался женский крик. Не знаю почему, но я бросился на помощь. Нельзя сказать, что я способен побить кого-то или защитить, но тут был очевидный способ хоть как-то проявить себя. Нет, я действительно хотел помочь, но всё же, признаться, слава бы мне не помешала.<s>r\n<s>r\nДобежав до источника звука, я ужаснулся и пожалел, что вообще пошёл на помощь: передо мной лежала мёртвая девушка. Её тело было в крови, шея покусана. Но отведя взгляд от трупа, я пожалел ещё сильнее: на меня смотрел человек... Нет... Его нельзя было назвать человеком — светящиеся глаза, длинные ногти, здоровенные клыки. Всё его тело было в крови: видимо, он убил девушку. Оно посмотрело на меня и пошло в мою сторону. Я же попытался выхватить купленные инструменты, но безуспешно — тварь набросилась на меня и укусила в шею. <s>r\n— Стоять! — раздался крик, после чего тварь отпустила меня и убежала прочь. Вовремя подоспевшая стража спасла мне жизнь. Так и не поняв, что или кто это было, стража отпустила меня. Потрясённый, я пошёл к своей лодке. Шея ужасно болела, кожа чесалась. \"И всё же, кто это был?\" — думал я, отвязывая лодку. <s>r\n<s>r\nДомой возвращаться не хотелось. Я прекрасно понимал, что меня ждёт злой отец, ведь я вернулся слишком поздно. К тому же ещё и инструменты испортил. Подходя к родному дому, я задумался: \"А стоит ли туда идти?\" Но ругань моего отца развеяла мои мысли. И похоже ругался он на меня...<s>r\n— Явился! — воскликнул он, подходя ко мне, после чего схватил меня и потащил в дом. И началось банальное избиение... Я терпел, терпел, но... \"Хватит с меня! Довольно я терплю всё это!\" — ярость распирала меня. Я оттолкнул отца. <s>r\n— Ах ты! — он хотел было нанести удар, но я опередил его. Он отлетел и пробил стену дома. Я побледнел — как я смог? <s>r\nОтец кое-как поднявшись, откашлился. Его лицо было в крови. И как раз в этот момент пришла мать... Она побежала к отцу. <s>r\n— Иди к себе! — воскликнула она. <s>r\nЯ повиновался, ибо ничего другого в такой ситуации я поделать не мог. И всё же, что со мной случилось? Неужели та тварь... Заразила меня?",
    "answers": [
      {
        "id": 6,
        "text": "[Идти спать] "
      }
    ]
  },
  {
    "id": 6,
    "text": "Ещё одно утро. Проснувшись, я вспомнил вчерашний день, а вернее — его завершение. Я думал, как буду оправдываться перед родителями, да и вообще как я объясню всё произошедшее. Внезапно мои раздумья прервало урчание в животе. \"А ведь я и не ужинал вчера,\" — подумал я и вышел из комнаты. Спустившись на первый этаж я увидел мать. Отца, к счастью или к сожалению, не было. Я взял кусок хлеба со стола и начал есть.<s>r\n— Сегодня ты пойдёшь в город за лекарствами, — хладнокровно сказала мать.<s>r\nЯ поперхнулся, но ничего не ответил. <s>r\n— Деньги возьмёшь у входа.<s>r\nПосле этих слов мать поднялась наверх. Доев хлеб, я встал из-за стола. К удивлению, голод не прекратился. Взяв деньги, я вышел на улицу. Оказавшись на дворе, я резко вскрикнул от боли. Солнце, которое ещё вчера было тёплым, теперь же обжигало меня, принося боль. Да и кожа у меня чуть побледнела. Странно...  <s>r\nКое-как привыкнув к боли, я пошёл по вчерашнему маршруту. Пока я шёл к причалу, все вокруг сторонились меня и искоса посматривали. <s>r\n— И что за чертовщина происходит? — тихо говорил я себе под нос.<s>r\nИ вот, я дошёл до причала. Отвязав лодку, я сел в неё и поплыл в город. Я было хотел подремать, но солнце по-прежнему обжигало и приносило боль. Выбора не оставалось, разве что только плыть дальше. <s>r\n<s>r\nПока я плыл, голод усиливался. Я съел всю еду, которую взял с собой, но я никак не мог насытиться. Мой живот скрутило, а всё тело сковала слабость. Даже встать было тяжело, но, пока, возможно. Наконец, завиднелся знакомый порт. Кое-как причалив, я вышел из лодки и поковылял к местному лекарю. Тем временем уже темнело...<s>r\n<s>r\nГолод усилился до такой степени, что я уже был готов наброситься на человека. Внезапно мой живот скрутило так сильно, что я упал на колени, а затем и вовсе свалился на землю. <s>r\n— Ты тоже из этих? — сказал кто-то надо мной.<s>r\nЯ перевалился на спину. Надо мной стоял человек в кожаной броне с плащом и капюшоном, закрывающим его лицо. <s>r\n—Я могу ненадолго утолить твой голод... За плату, разумеется.<s>r\nЯ вспомнил про деньги. На них я должен был купить лекарства отцу, но... Сейчас мне и самому пригодились бы \"лекарства\". Я потянулся к мешочку с деньгами, после чего протянул его незнакомцу. Тот взял деньги, а взамен отдал мне флягу. Резко схватив её, я начал жадно пить. Я не понял, что это за жидкость, но мне было всё равно — голод стих. Встав на ноги, я хотел поблагодарить незнакомца, но он куда-то ушёл.",
    "answers": [
      {
        "id": 7,
        "text": "[Возвращаться домой] "
      }
    ]
  },
  {
    "id": 7,
    "text": "Делать было нечего — денег на лекарств нет, так что пришлось возвращаться домой с пустыми руками. Отвязав лодку, я поплыл домой...<s>r\n<s>r\nВот уже виднелся родной причал. Пришвартовавшись, я вышел из лодки и пошёл в сторону дома, как вдруг... Живот вновь скрутило, а странное чувство вернулось. С трудом я дошёл до дома. Открыв дверь, я свалился на пол. К моему сожалению, прямо на глазах моих родителей. <s>r\n— Где лекарства? — громко спросил отец.<s>r\n— Н...нету... — вяло ответил я.<s>r\n— А деньги на пойло спустил, гадёныш?<s>r\nОтец, не смотря на свои повреждения, пнул меня, после чего куда-то пошёл. Я же не мог ни встать, ни пошевелиться. <s>r\nВдруг спустился отец. В его руках я увидел старый короткий меч. <s>r\n— Сейчас ты получишь! <s>r\nОтец взял мои руки и начал избивать мечом. Меч был старым и очень тупым, так что смертельных ран я получить не мог, но тем не менее было невыносимо больно. К тому же этот голод... Я не мог больше терпеть... <s>r\n<s>r\nЯ резко бросился на отца. В этот момент я почувствовал, что не могут управлять своим телом, контролировать его... Я впился отцу в шею. Кровь забрызгала всё помещение. Но голод... Голод стих. Я положил отца на пол. Самое страшное то, что за всем этим наблюдала мать. Но и в этот момент я не смогу совладать с собой. Где-то глубоко я ненавидел её. Сколько раз меня избивали, и сколько раз она просто наблюдала? Я набросился на неё и...  Голод пропал. Постепенно я вернул контроль над собой. Я посмотрел по сторонам: всё было в крови, а на полу лежали трупы моих родителей... Эмоции переполняли меня. Слёзы покатились по моим щекам. Я выбежал из дома и побежал со всех ног в лес, ибо я не знал, куда мне ещё податься. <s>r\nКем я стал? Что со мной произошло? Я... Монстр?<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "[Бежать из дома] "
      }
    ]
  },
  {
    "id": 8,
    "text": "Я бежал. Бежал, как будто от этого зависит моя жизнь.<s>r\nЯ бежал и спотыкался, падал, вставал и бежал вновь. Было... Тяжело...<s>r\nЯ никогда не любил родителей, но... Они всё равно были близкими мне людьми. А я... убил их. Но я ли это был? В этот момент я уже сам не понимал, кто я: человек или монстр?<s>r\n<s>r\nДомой идти нет смысла — скорее всего, соседи уже нашли трупы родителей и подняли на уши всю деревню. Может быть, они начали искать меня...<s>r\nВ я бежал, всё дальше и дальше уходя в лес.<s>r\n<s>r\nСилы покидали меня. Запыхавшись, я присел на пень, находившийся поблизости. Я осмотрелся. Дорога привела меня к опушке леса, на которой стоял деревянный дом. Судя по свету, можно предположить, что в доме кто-то живёт. Я решился постучаться — всё равно идти мне больше некуда. Я постучался. Дверь мне открыл старик с густой серой бородой. На нём был плащ и шляпа, закрывавшая его лицо.<s>r\n— Извините, я хотел бы... — начал я, но тут же меня перебили.<s>r\n— Проходи, — грубо сказал старик и пропустил меня в дом.<s>r\n<s>r\nДом был уютным: перед входом стоял шкаф с одеждой, чуть дальше — большой круглый стол, рядом с которым находился камин, на котором висел мушкет и две сабли. В конце помещения была лестница, ведущая, видимо, на второй этаж. К лестнице было приставлено большое зеркало. Старик также проследовал в дом. Он снял шляпу, и я увидел его лицо: серая кожа, оранжевые светящиеся глаза.<s>r\n— Что-то не так? — спросил он. Я увидел два крупных клыка у него во рту. <s>r\n— Ты... — сказал я и попятился назад. <s>r\n— Вампир, — продолжил он, — Как и ты.<s>r\nЧто? Я — вампир?",
    "answers": [
      {
        "id": 9,
        "text": "— Этого не может быть!"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Этого не может быть! — воскликнул я.<s>r\nСтарик усмехнулся.<s>r\n— Ты выглядишь не лучше меня. Вот, рядом зеркало!<s>r\nЯ посмотрел в зеркало. И, действительно, я выглядел точь-в-точь, как он.<s>r\n— К тому же, — начал старик, — на тебе кровь. Уже полакомился свежей кровью?<s>r\nЯ схватился за голову и сел на пол.<s>r\n— Мне... нужна помощь... — сказал я, после чего продолжил, — Так вышло, что я убил своих родителей. А сейчас, наверное, в деревне уже всё пронюхали, и теперь все ищут меня... Мне правда нужна помощь!<s>r\n<s>r\nБыло тяжело говорить.<s>r\n<s>r\n— Ну, можно сказать, тебе повезло: помогать таким, как ты — моя работа.<s>r\n— Кто же ты?<s>r\n— Это я скажу тебе завтра, а пока поднимайся наверх и ложись спать. Сон тебе всё ещё необходим. Но это пока... Хе-хе...",
    "answers": [
      {
        "id": 10,
        "text": "[Идти спать] "
      },
      {
        "id": 54,
        "text": "[Уйти из дома ] ",
        "need": [
          37,
          43,
          53
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 10,
    "text": "Я послушался старика и поднялся на второй этаж, на котором находилась кровать. Я лёг и сразу же уснул.<s>r\n<s>r\n<s>r\nЯ проснулся оттого, что меня толкал старик.<s>r\n— Вставай, дружище! — говорил он, — Сегодня у тебя будет такой день, что больше никогда не заснёшь! Хе-хе....<s>r\n\"И почему он всегда смеётся в конце?\" — пронеслось у меня в голове.<s>r\n— Кстати, ты мне так и не представился.<s>r\n— Меня зовут Марк, — сказал я, вставая с кровати.<s>r\n— А я Джек, рад знакомству, — старик протянул руку, которую я пожал.<s>r\n— Так что же сегодня будет? — спросил я.<s>r\n— Всё просто — я отведу тебя к твоим... \"друзьям\". Хе-хе...<s>r\nСтарик спустился вниз по лестнице. Я последовал за ним. Джек снял мушкет с камина, перекинул его через плечо, после чего снял одну саблю и закрепил её на поясе. <s>r\n— Выдвигаемся, — сказал Джек, надевая шляпу. <s>r\n— А мне как быть? — недовольно спросил я, — Там же солнце! <s>r\n— На, лови, — Джек кинул мне какую-то грязную тряпку.<s>r\nЧто ж, пришлось надеть её. ",
    "answers": [
      {
        "id": 11,
        "text": "[Выйти из дома] "
      }
    ]
  },
  {
    "id": 11,
    "text": "Мы вышли из дома и отправились в сторону горы, у подножия которой стоял злополучный для меня город. <s>r\n— Может, найдём повозку? Не пешком же идти? — спросил я.<s>r\n— А что, неплохая идея. Удачи, Марк! Хе-хе...<s>r\nВнезапно старик рассыпался на стаю летучих мышей. В одно мгновение она оказалась где-то в ста метрах от меня и вновь собралась в старика. <s>r\n— Встретимся у ворот города! — прокричал он и вновь превратился в стаю летучих мышей.<s>r\nДа он издевается! В любой момент я могу послать его ко всем чертям и пойти своей дорогой, но... Всё же этот старикан не так прост — он, наверное, лучше знает, что сейчас лучше для меня.<s>r\nКое-как выбравшись из леса, я вышел на мощёную дорогу, ведущую в город. К счастью, по ней как раз проезжала повозка. <s>r\n— Хэй! — крикнул я. Повозка остановилась.<s>r\n— Чего тебе? — спросил кучер?<s>r\n— Подкинь до города, а? <s>r\nНемного подумав, кучер ответил: — За 50 золотых. Деньги вперёд.<s>r\n— У меня нету денег.<s>r\n— Ну и катись себе дальше! <s>r\nПовозка тронулась. Значит, по-хорошему не захотел. Ещё в тот день, когда я ударил отца, я понял, что получил какие-то сверхспособности. Я пустился бегом за повозкой. Кучер обратил на меня внимание и ускорился. Внезапно я почувствовал, что сам начинаю ускоряться. Я попытался остановиться, но не смог. Повозка была уже позади, а я мчался с бешеной скоростью. Где-то через полчаса завиднелись городские ворота. Я вновь попытался остановиться, но не выходило. Поняв плачевность и трагичный исход этой ситуации, я начинал выбирать \"что по-мягче\": каменная стена замка, куст розы или стадо овец, которое паслось рядом с городом. Думать надо было быстро, а времени было мало. В итоге я не успел решиться и \"пролетел\" через городские ворота, и, к моему счастью, влетел в стог сена. ",
    "answers": [
      {
        "id": 12,
        "text": "[Отряхнуться] "
      }
    ]
  },
  {
    "id": 12,
    "text": "— О, уже по-тихоньку учишься использовать способности? — раздался знакомый голос. <s>r\nЯ поднялся и отряхнулся. Передо мной стоял Джек.<s>r\n— Ты даже не снял эту тряпку. Хе-хе...<s>r\n— А что это?<s>r\n— Да чёрт его знает, вроде кусок моих старых штанов. <s>r\nЯ скорчился и поспешил снять тряпку. От солнца пришлось прикрываться рукой. <s>r\n— За мной, — сказал старик. Я послушался.<s>r\nДорога привела нас к канализационному люку. <s>r\n— Нам сюда, — сказал Джек и открыл люк, после чего спустился вниз. Я сделал также. <s>r\n— Так-с, а теперь лабиринт... Крепись, Марк, здесь я ориентируюсь плохо!<s>r\n<s>r\nПо моим подсчётам прошло около двух часов. Мы блуждали по канализации, пока не нашли стальную дверь. <s>r\n— А вот и наша остановка! — старик сунул руку в карман и достал оттуда связку ключей. Через пару щелчков дверь открылась, и мы зашли внутрь. <s>r\nЗа дверью было достаточно просторно: тесные канализационные тоннели сменились большой пещерой. <s>r\n— Сейчас мы находимся, можно сказать, в горе, — сказал Джек, — Здесь находится наш дом — Сумеречный Замок. <s>r\nМы подошли к концу пещеры. <s>r\n— Эй, вы там, открывайте! — крикнул старик. ",
    "answers": [
      {
        "id": 13,
        "text": "[Ждать]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Внезапно каменные стены начали расходиться в стороны. Я увидел вампира в тёмно-синем пластинчатом доспехе. Вампир держал рычаг, который, видимо, открывал проход. Джек и я прошли вперёд, и проход закрылся. Я осмотрелся. Сумеречный Замок представлял из себя гигантскую пещеру, которая, походу, была размером с гору. В пещере была своя флора и даже свой рельеф. По всюду ходили вампиры, где-то виднелись подобия домов, а вдалеке стоял большой замок.<s>r\n— Нам туда, — сказал Джек.<s>r\nМы проходили мимо вампиров. Кто-то из них смотрел на меня а интересом, кто-то с недоверием, а кто-то и вовсе пытался сожрать меня, благо Джек находился рядом, а мои глаза говорили о том, что я один из них. <s>r\n<s>r\nМы подошли к воротам замка. Их отворил вампир, но уже в кроваво-красной броне. Да и вид у него был более грозный, чем у того, что был у входа в пещеру. <s>r\nВнутри замка было мрачно: тусклые свечи освещали зал, в некоторых местах стояли кровавые фонтаны. В зале стояли длинные пиршественные столы, на которых стояли весьма интересные закуски: кровь и плоть, скорее всего, человеческая. Красный ковёр расстилался по середине зала и заканчивался у золотого трона, на котором кто-то сидел. Рядом с ним стояли два вампира в такой же кроваво-красной броне. <s>r\n— За мной, веди себя прилично, а ещё лучше молчи, — Джек пошёл в сторону трона. Мне было страшно, но, собравшись, я последовал за стариком. Подойдя к трону, он встал на колено. Я последовал его примеру. <s>r\n— Лорд Тарон…<s>r\nВампир на троне посмотрел на Джека и на меня. Походу, это был их вожак, и, судя по его виду, стал он им не просто так. Короткие чёрные волосы и борода, смуглое лицо и огромный шрам на лице. <s>r\n— Встань, — грозно сказал он.<s>r\nДжек встал.<s>r\n— Кого ты привёл сюда?<s>r\n— Это вампир, мой Лорд. Я подумал, что он может помочь нам...<s>r\nТарон осмотрел меня.<s>r\n— Возможно, из него выйдет прок, — хладнокровно сказал он. Но пока я не могу ничего решить. Отправь его к капитану Арвиллу. Он разберётся.<s>r\n— Слушаюсь, мой Лорд! — Джек поклонился и пошёл вместе со мной к выходу из замка. В этот момент я абсолютно не понимал, что происходит...<s>r\n<s>r\nМы с Джеком вышли из замка и пошли в сторону небольшого лагеря. В нём тренировались вампиры, за которыми наблюдал, видимо, командир. На нём был чёрный кольчужный доспех с длинным чёрным плащом. Лицо его было закрыто маской. <s>r\n— Капитан Арвилл, Лорд велел отправить к Вам его, — Джек остановился и пропустил меня вперёд. <s>r\nКапитан осмотрел меня, после чего окликнул одного из солдат.<s>r\n— Будете драться вдвоём. Насмерть. — Арвилл махнул рукой, что, скорее всего, означало начало боя. ",
    "answers": [
      {
        "id": 14,
        "text": "[Приготовиться к бою]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Итак, мой противник носил кожаную броню и был вооружён мечом. Я же был одет в обычную деревенскую рубаху, а моим оружием являлись кулаки. Будучи уверенными в своей победе, соперник начал серию ударов. Кое-как увернувшись, я, надеясь на внезапную активацию своих сил, нанёс удар. Кулак \"прилетел\" противнику прямо в нос, отчего тут пошатнулся и, видимо, разозлился. Он замахнулся и приготовился к силовой атаке, от которой я не смог бы увернуться. Я прикрылся руками, ожидая какого-нибудь чуда, и, слава Богам, оно произошло. По каким-то причинам, соперник наносил удар как-то... медленно. Присмотревшись, я заметил, что наблюдавшие за битвой тоже были \"замороженные\". Все, за исключением Арвилла...<s>r\nВоспользовавшись ситуацией, я выхватил меч из рук противника и пронзил его. Все вдруг резко \"вернулись в норму\", а мой пронзённый мечом соперник повалился на землю.<s>r\nАрвилл подошёл ко мне. <s>r\n— Неплохой бой, новичок. Ты принят в нашу армию, но пока ты всего лишь пушечное мясо. Я вижу в тебе способности, но ты пока не можешь их контролировать. Пока... <s>r\nАрвилл развернулся и пошёл в сторону замка. <s>r\n— Джек, выдай ему снаряжение, — приказал Арвилл.<s>r\n— Я что теперь, его оруженосец? — бурчал себе под нос старик,<s>r\n — Пошли!<s>r\nЯ последовал за стариком. Он привёл меня в казармы, которые находились неподалёку от замка и тренировочного поля. Там я надел тёмно-синие пластинчатые доспехи и оружие: кинжал и саблю. Выйдя из казарм, я увидел, что у замка строятся солдаты. Я поспешил встать в строй. <s>r\n<s>r\nПеред солдатами вышел Арвилл. Рядом с ним стоял Тарон. <s>r\n— Друзья мои! — начал Лорд, — Сегодня на вас возлагается важная миссия: нам почти удалось узнать местоположение Рассветного слитка!<s>r\n<s>r\nКакой слиток? Я все ещё не до конца понимал всё происходящее.<s>r\n<s>r\n— Оборотни, наши враги, вышли на его след. И, не побоюсь это сказать, к счастью, на охоту сегодня выходит Ночной дозор. <s>r\n<s>r\nТеперь ещё и какой-то дозор... Как бы я хотел, чтобы это всё был очень плохой сон! Но увы, это реальность: странная и суровая.<s>r\n<s>r\n— Мы стравим это отродье друг с другом, после чего, выждав, заставим их врасплох! С людишками можно сделать что вашей проклятой душе угодно, но оборотней брать в плен! Арвилл, веди своих солдат! <s>r\nТарон развернулся и отправился в замок.<s>r\n— Вы слышали своего Лорда. Выдвигаемся за несколько часов до рассвета! <s>r\nСолдаты разошлись, а я стоял на месте и пытался осмыслить всё произошедшее. <s>r\n— Новенький? — спросил меня кто-то.<s>r\nЭто был вампир, невысокого роста и с жёлтыми, длинными волосами.  ",
    "answers": [
      {
        "id": 15,
        "text": "- Да"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Да, — ответил я. <s>r\n— Небось ничерта не понял, а?<s>r\nВидимо, это бывалый солдат. Во всяком случае, он тут уже достаточно долго. <s>r\n— Что за Рассветный слиток и Ночной дозор? Какие к чёрту оборотни! Объясни мне, что происходит! <s>r\n— Тише, друг, я всё объясню. Итак, Рассветный слиток — это артефакт, из которого Лорд Тарон сможет сковать магические доспехи для всех нас! В них мы будем неуязвимы для серебра, а солнце больше не сможет причинить нам вред! <s>r\n— Ладно, с этим понятно, — перебил я, — А что за Ночной дозор?<s>r\n— Ночной дозор — это страх всей нечисти, вампиров, оборотней  и всех-всех. Это элитный отряд ордена Серебряного Клинка, который периодически выходит на охоту ночью, чтобы убивать вампиров и прочую нежить. Сам орден тоже специализируется на охоте за чудовищами, но Ночной дозор — самое ужасное и, наверное, последнее, что ты увидишь!<s>r\n<s>r\nХорошо, местные порядки мне объяснил мой товарищ. <s>r\n<s>r\n— А ты... Как тебя звать? — спросил вампир. <s>r\n— Меня зовут Марк. <s>r\n— Марк, ты же в курсе того, что в нас есть план сегодняшней атаки?<s>r\n— Нет...<s>r\n— Что ж, тогда слушай: капитан врядли пойдёт с нами. Оборотней должно быть немного, поэтому мы разделимся на крупные отряды и возьмём их в кольцо, после чего затаимся. В таких случаях они обычно издают вой, чтобы позвать на помощь. Это привлечёт дозор. Наша задача — просто наблюдать. Обычно \"дозорные\" предают вампиров, оборотней и ведьм огню, так что они будут стараться не убивать на месте. Пара солдат Ночного дозора может трансформировать оборотня обратно в человека. И тут действуем мы — в темноте мы будем забирать оборотней и доставлять их сюда, чтобы узнать расположение слитка. План кажется сложным, но у нас всё выйдет!<s>r\n— Эм... Хорошо... <s>r\n— И это, зайди в казармы и перекуси! — вамир улыбнулся и ушёл, помахав рукой.<s>r\n<s>r\nЧто-то подозрительно много знает этот вампир. У меня он не вызывал доверия, однако в одном он был прав: мне срочно нужна была кровь, ибо голод вновь подступал. Я отправился в казармы, в которых была столовая, для которой, по каким-то причинам, не выделили отдельного здания. Вампирская кухня, может быть, даже чем-то похожа на человеческую. Только вместо мяса здесь человечина, а воду и вино заменяла кровь. Брезгуя пробовать еду, я решил утолить голод проверенным способом — я выпил стакан крови и мне сразу стало лучше. Боже, я до сих пор не могу привыкнуть к своему новому рациону...<s>r\nВнезапно раздался звук горна...<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "[Выйти из казарм]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я выбежал из казарм и увидел отряд солдат, стоявший у входа в замок. И почему-то именно сейчас я задумался, как такая толпа выйдет на поверхность: выход же проходит через городскую канализацию. Встав рядом с солдатами, я увидел в толпе того желтоволосого вампира. Он с улыбкой посмотрел на меня, после чего отвернулся. Странный он...<s>r\nТем временем перед солдатами встал вампир. Ничего не сказав, он направился в замок. Отряд, и я в том числе, последовал за ним. Мы прошли тронный зал и оказались в комнате с одной каменной стеной. Вдруг она медленно открылась, и я понял, что это был ещё один потайной выход. На этот раз он вёл в густой еловый лес. Солнце ещё не взошло, поэтому было совсем темно. Но, видимо, благодаря моему вампиризму, я прекрасно всё видел. <s>r\nОтряд, не теряя времени, вышел в лес и тут же разделился на подотряды.<s>r\nСвоих \"товарищей по оружию\" я не знал, а того желтоволосого в моей группе не было. Все группы разбежались кто куда: некоторые залезли на деревья, кто-то побежал в кусты, как бы странно это ни звучало, некоторые, похоже, более опытные, и вовсе стали невидимыми. А моя группа, не трудно догадаться, состояла из таких же салаг, как я. Вылупив свои оранжевые очи, они уставились на меня. Я пригнулся и украдкой пошёл вглубь леса. Вся орава сзади последовала моему примеру, и как итог — мы создавали неимоверное количество шума, а заметить нас смог бы даже слепоглухонемой, вследствие чего остальные группы вампиров сторонились нас. Поняв, что такими темпами операция будет провалена, я остановил свою группу и пропустил остальных. <s>r\n<s>r\nВдруг раздался шорох. Нет, это не был очередной растяпа из моей группы. Шорох шёл откуда-то спереди. Я пригнулся и незаметно прокрался в сторону. Остальные тоже пригнулись, но, к счастью, за мной не последовали. <s>r\n<s>r\nРаздался оглушительный рёв. Он был настолько громким, что следующие пару секунд я не мог ничего слышать. Из кустов выпрыгнул огромный волк. Он стоял на двух полусогнутых ногах. Передние лапы   были очень длинными. Огромные когти и здоровенная пасть. Глаза были алого цвета. Оборотень... Существо накинулось на одного из вампиров в моей группе. Тварь разрывала его плоть своими гигантскими когтями, а бедолага кричал и звал на помощь. Но я понимал, что помочь ему — значит сорвать операцию. И тут мне в голову пришёл самый садисткий план. Я подал знак остальным группам, а сам незаметно вышел из своего укрытия и подозвал рукой свою группу. Идиоты, ибо в этот момент их нельзя было назвать по-другому, вскочили и побежали в мою сторону. Я же вновь скрылся в кустах. Теперь раздалось ещё больше шорохов. Внезапно на мою группу начали набрасываться ещё оборотни. Похоже, мне удалось собрать вместе тех, кого мы  искали. Несмотря на одобрительные взгляды товарищей, я чувствовал себя паршиво. Я предал свою группу во благо других. Вроде, я поступил правильно, но... Что если там тоже были такие как я: обычные люди, ставшие монстром не по своей воле? Эти мысли ослабили меня...",
    "answers": [
      {
        "id": 17,
        "text": "[Прийти в себя]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Отогнав от себя плохие мысли, я оценил обстановку.<s>r\nТрапеза оборотней подходила к концу. Группа вампиров, которая раннее была невидимой, вновь объявилась и, приказав остальным оставаться на своих местах, окружила волков и начала медленно подступать. Оборотней было где-то пять штук. В этой группе было около 20-30 вампиров. Силы явно были на нашей стороне. <s>r\nКак и сказал тот желтоволосый, волки начали выть. Атакующие вампиры вновь ушли в невидимость. Я и ещё некоторые решили залезть на деревья. И тут случилось то, чего никто не ожидал: никакой Ночной дозор не пришёл. Но зато пришла целая орда оборотней. И в качестве финального приза: какой-то идиот свалился с дерева. Оборотни посмотрели на испуганного вампира, который внезапно заорал: — Я сдаюсь! Они все здесь, на деревьях! <s>r\nПредатель бросился бежать, и тут же его догнал один из оборотней и растерзал прямо на месте. Остальные волки грозно рыкнули. Я понял — операция провалена, и сейчас будет бой. Группа невидимых вампиров, скорее всего, уже сбежала, предоставив остальных на произвол судьбы. Все слезли с деревьев, в том числе и я, ибо прятаться наверху было бесполезно — оборотни могут лазать по деревьям в отличии от обычных волков. <s>r\n",
    "answers": [
      {
        "id": 18,
        "text": "[Приготовиться к бою]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Каждый из вампиров обнажил меч и приготовился к бою. Оборотни атаковали. Чудовища разрывали моих товарищей на куски, после чего пожирали их. Тех, кто осмелился бежать, догоняли и также жестоко убивали. <s>r\n— Все в круг! — неожиданно крикнул я, после чего подбежал к троим вампирам неподалёку от меня, которые отбивались от одного оборотня.<s>r\n— И разом! — крикнул я и замахнулся мечом. Троица сделала тоже самое, и мы одновременно нанесли несколько ударов. Чудовище взвыло и упало на траву. Тем временем, к нам присоединилось ещё около семи вампиров. Мы встали спиной к спине и держали круг, пока оборотни наворачивали круги возле нас. Внезапно я почувствовал сильный удар и отлетел в сторону. Я сильно ударился головой об дерево и не мог встать. Я видел, как оборотни добивали вампиров. Я попытался встать, но не смог. И вот ещё одна беда: в мою сторону шёл ещё один оборотень. Но он... Отличался. Он был заметно меньше ростом, его пасть больше похожа на обычную волчью морду, а не на её изуродованную версию. Лапы были тоньше и не такими громоздкими. Глаза были не красными, а синими, как небо.<s>r\nКое—как встав на ноги, я, еле удерживая меч, приготовился к бою. Оборотень замахнулся лапой и нанёс мне сильный удар, от которого я отлетел ещё дальше. Вновь встав на ноги, я понял, что позади меня склон. Оборотень вновь побежал ко мне и нанёс удар, который я успел заблокировать, но от его силы  я пошатнулся и покатился вниз прямо по склону. Оборотень принялся бежать за мной вниз. Я врезался во все камни и деревья на пути. Было невыносимо больно. Я уже не надеялся на свои способности. Но вдруг, мне резко удалось встать и нанести удар мечом. Лезвие прошло прямо по лапе оборотня, отчего он взвыл и нанёс ответный удар. Когти чудовища пробили мою броню и порезали моё тело. Кровь фонтаном брызнула из моей груди. И в этот момент я почувствовал короткий прилив сил. Мои глаза налились кровью и запылали. Я нанёс колющий удар, который задел монстра в бок. Оборотень откинул меня в сторону и напрыгнул на меня. Я выставил перед собой меч, на который противник напоролся и взвыл от боли. Кровь брызнула мне в лицо...<s>r\n<s>r\nБой длился достаточно времени. Я весь в крови и израненный сидел у дерева. Оборотень, тяжело вздыхая, лежал прямо передо мной и смотрел на меня. Никто из нас уже не хотел драться...<s>r\nВзошло солнце. Его лучи пробивались сквозь кроны деревьев и освещали всё вокруг. Я почувствовал жжение. И тут я посмотрел на оборотня. Вместо ужасного чудовища на земле лежала молодая девушка. У неё были чёрные, длинные волосы. Круглое лицо, несмотря на недавнее сражение, было гладким и чистым. На самой девушке была рваная домотканая одежда. Её тело было в ранах. Мне с трудом верилось, что в теле чудовища может находиться красивая девушка... С трудом встав, я подошёл к ней. Похоже, она была без сознания. <s>r\nВнезапно я услышал человеческую речь и грохот доспехов. Я прислушался.<s>r\n— Ты уверен, что здесь ещё кто-то остался?<s>r\n— Ты слышал рёв? Здесь явно кто-то есть. А у дозор сейчас не может проверить эту зону. Так что нам с тобой, простым ребятам из ордена, приходится делать всю работу за них. Эх...<s>r\n<s>r\nПохоже, это солдаты ордена Серебряного Клинка. Нужно было бежать. Но... Я посмотрел на девушку. Я вспомнил о приказе. Взять каждого в плен. ",
    "answers": [
      {
        "id": 19,
        "text": "[Поднять девушку]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Превозмогая боль, я аккуратно взял девушку и понёс её на руках. Я старался идти быстро и в тоже время аккуратно. Идя по лесу, я заметил небольшую хижину. Она оказалась совершенно пустой. Положив девушку, я кое-как обработал раны. <s>r\n— Мы ходим уже битый час, а никого нету. Пошли на базу!<s>r\n— Ладно, ладно, только давай отдохнём. Вон, хижина! Вроде там никого нет.<s>r\nЯ понял, что влип, и... я решился напасть.<s>r\nЯ выбежал из хижины и, уже не обращая внимания на раны и боль, набросился на одного из солдат.<s>r\n— Аааа! — прокричал один из них, — Это вампир! <s>r\nЯ почувствовал сильный удар по голове, после которого я отпустил свою \"жертву\" и лёг на землю. <s>r\n— Для таких у нас есть... Свои методы. Ну вот, а говорил что тут нет никого! Вяжи его и пошли в штаб...",
    "answers": [
      {
        "id": 20,
        "text": "[Потеря сознания]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я очнулся в тёмной серой комнате. Мебели тут не было, как и окон. Выходом, видимо, являлась стальная дверь напротив меня. Я подошёл к ней и сильно ударил.<s>r\n— А? — раздалось за дверью.<s>r\n— Выпустите меня! — воскликнул я.<s>r\n— О, кровосос проснулся! — раздался голос, — Сиди молча, всё равно тебе недолго осталось!<s>r\n<s>r\nНедолго осталось? Это что ещё значит? <s>r\nЯ ударил в дверь ещё раз в надежде, что мои способности внезапно активируются, но, увы, всё было безуспешно.<s>r\n— Что со мной будет? — спросил я.<s>r\n— Увидишь сам. Поверь, сидеть тебе осталось недолго!<s>r\n<s>r\nПохоже, отсюда никак не выбраться. Я сел на холодный пол и принялся томительно ждать своей участи...<s>r\nМинуты шли словно часы. Какое-то время я желал поскорее выйти отсюда и умереть, но пересмотрев свои мысли, я понял, что лучше просто выйти. <s>r\nВдруг, к счастью или к сожалению, в комнату зашёл солдат. <s>r\n— Пошли, тварь! — грозно сказал он, после чего силой поднял меня и вытолкнул за дверь. Я оказался в длинном коридоре. Возле входа в комнату стояли три рыцаря, которые, походу, будут сопровождать меня. Солдат, вытолкнувший меня, вышел из комнату.<s>r\n— За мной! — сказал он и пошёл вперёд по коридору. Рыцари шли сзади меня, периодически подталкивая меня. <s>r\nСпустя некоторое время коридор завершился входом в огромный зал. В его конце находилась небольшая сцена, перед которой и по всему залу стояли скамейки, стулья и т.д. Все места были заняты обычными людьми. Однако в зале присутствовали и солдаты. Основное их скопление было на сцене. Изаделека я заметил, что на сцену кидают палки и солому. Интересно, зачем?<s>r\n— Вперёд! — рявкнул сопровождающий, и два рыцаря, взяв меня под руку, пошли к сцене. <s>r\nПока я шёл, на сцене закрепили высокую деревянную доску. Понемногу я начал понимать, что к чему... <s>r\nДоску обложили палками и соломой, а меня привязали к самой доске. Рыцари отошли в сторону, а на сцену вышел старик в коричневой робе. В зале сразу же все затихли.<s>r\n— Сегодня, — медленно начал старик, — мы все собрались здесь, чтобы увидеть, как невинная человеческая душа сбросит с себя отвратительное тело — оковы, не дающие ей свободы. Чудовище, которое мы сейчас видим — уже не человек, — старик показал на меня. Все в зале начали ахать и охать.<s>r\n— Его жёлтые глаза, длинные клыки, серая кожа — всё это признаки нежити, тюрьмы, в которой заточена душа. Но мы — люди, а люди должны помогать другим людям, даже если от них осталась лишь душа. Мы предадим вампирское тело огню и снимем оковы с души! ",
    "answers": [
      {
        "id": 21,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Старик взял в руки факел и поджёг кучу сена, что лежала у меня под ногами. Огонь начал разгораться, перекидываться на соседние ветки. Он медленно подходил ко мне, и я почувствовал его тепло...<s>r\n— Olam a nos arebil des, menoitatnet ni sacudni nos en te, — старик начал читать молитву. <s>r\nТем временем огонь уже окутал мои ноги. Стало невыносимо больно...<s>r\nВнезапно в зале раздался грохот. Поднялась пыль. Послышались крики людей, которые в панике бегали из стороны в сторону. Рыцари обнажили мечи приготовились к бою. Пыль развеялась, и я увидел оборотня, который показался мне слишком знакомым. Да, это была та девушка! Неужели она пришла спасти меня? <s>r\nТем временем рыцари бросились в атаку. Один за другим они наносили удары. Я вспомнил, что в последний раз девушка была сильно ранена. Я попытался выбраться, но ничего не получалось. А огонь уже приближался к телу...<s>r\nОборотень, видимо, набравшись сил, одним ударом откинул одного рыцаря. Затем оборотень набросился на другого. Последний из них кинул оружие и бросился бежать. <s>r\nРасправившись с жертвой, оборотень бросился ко мне и одним взмахом когтей освободил меня. <s>r\n— Зачем ты спасла меня? — оттянувшись, спросил я.<s>r\nОна лишь прорычала в ответ.<s>r\n— Значит, не можешь говорить в... Этом облике... Ладно, надо выбираться отсюда! <s>r\nОна побежала к выходу из зала. Я последовал за ней. По пути мы встречали солдат ордена, но они не нападали на нас. Боялись... <s>r\n<s>r\nВ конце концов мы вышли на улицу. Так называемый штаб находился в городе, и это было очень-очень плохо для нас. Несмотря на ночное время суток, на улице было весьма много народу. Посмотрев на нас, все начали кричать и убегать. Кто-то уже оповестил стражу...<s>r\nСитуация плачевная: в центре города я, вампир, и моя спасительница, оборотень. Мы окружены стражей, которая наше присутствие в городе не одобряло. <s>r\nВнезапно я почувствовал прилив сил. Похоже, способности, с которыми я всё никак не могу совладать, решили активироватьсч сейчас. <s>r\n— Ты же можешь быстро бегать? — спросил я. <s>r\nОна кивнула своей мордой и встала на четвереньки. Так она уже походила на чересчур большого волка, нежели на оборотня. <s>r\nЯ побежал в сторону городских ворот и вскоре почувствовал, что значительно ускоряюсь. Моя напарница, к моему удивлению, не оставала от меня. С ошеломительной скоростью мы проносились мимо стражников, попутно уворачиваясь от горожан и прочих препятствий. Но тут я услышал крик стражника: — Закрыть ворота! <s>r\nДействительно, когда мы начали приближаться к воротам, я заметил, что они были закрыты. Тогда в голову мне пришла безумная идея. Не сбавляя скорости, я крикнул своей новой подруге: — Прыгай!<s>r\nОна прыгнула, и я вместе с ней. Удивительным образом мы запускаем на городскую стену, а оттуда уже, спрыгнув на землю, скрылись в лесу. Бежать дальше всё равно пришлось: стража ещё долго продолжала ходить возле города с факелами. <s>r\n<s>r\nОтбежав на достаточное расстояние, я осознал, что всё ещё не так хорошо: на небе завиднелись красно-жёлтые оттенки восходящего солнца. Моя спутница тоже посмотрела на небо. Только вот для неё солнце — что-то вроде лекарства от её ночного облика, а для меня — это яд. <s>r\n— Нужно найти укрытие, — сказал я, прикрываясь от рассветных лучей. Я вспомнил о хижине в лесу. Вместе мы отыскали её за несколько минут.<s>r\nСолнце уже полностью взошло, но я был в безопасности. Моя спутница вдруг начала резко дёргаться в разные стороны. Оборотень упал на колени и медленно начал \"уменьшаться\", постепенно приобретая человеческое тело. Уже через минуту передо мной сидело не ужасное существо, вселяющее страх, а миловидная девушка. <s>r\n— Привет... — со странной улыбкой сказал я.<s>r\nОна молча встала на ноги, но ничего не отвечала. Вдруг она без сил повалилась на пол.<s>r\nИ вновь я вспомнил о приказе. Но... Стоит ли так поступать?",
    "answers": [
      {
        "id": 22,
        "text": "— Нет. Это не моя война..."
      },
      {
        "id": 23,
        "text": "— У меня нет другого выбора..."
      }
    ]
  },
  {
    "id": 22,
    "text": "— Нет. Это не моя война... — сказал я, — Она — мой враг. Однако, мы с ней не только враги: я — человек и она тоже. К тому же я не обязан был сражаться! Это не по моей вине я оказался во всём этом! Вдобавок ко всему, она спасла меня...<s>r\nЯ сел на пол и задремал...<s>r\nКазалось, я проспал всё утро. Открыв глаза, я увидел, что девушка сидела напротив меня.<s>r\n— Привет... — поздоровался я.<s>r\nОна промолчала.<s>r\n— Зачем ты спасла меня? — вновь спросил я.<s>r\n— А зачем... ты? — с трудом сказала она.<s>r\n— Не знаю, — спокойно ответил я, — Я подумал, что оставлять тебя на произвол судьбы нехорошо.<s>r\n— Ты же понимаешь... что мы враги?<s>r\n— Понимаю, но лично мне ты не враг. И вообще, я в вампиры не записывался! — воскликнул я. <s>r\n— Ты тоже не чистокровный? — девушка вопросительно посмотрела на меня. <s>r\n— Нет... Наверное, нет. Меня укусили.<s>r\n— Значит, ты мне тоже не враг, — девушка подсела ко мне поближе.<s>r\n— А ты получается, тоже... нечистокровная? <s>r\n— Да... — она грустно кивнула, — Мой отец был торговцем. В 18 лет, в этом году, он взял меня с собой в странствие по разным городам. В одну ночь на нашу повозку напал оборотень... Когда это чудовище вцепилось в меня, отец выстрелил в него из пистолета. Оборотень набросился на него и... Убил. После чего ушёл, а я осталась одна... На следующую ночь я почувствовала первую трансформацию и... Голод... А потом я услышала зов, который привёл меня сюда.<s>r\n— Что за зов? <s>r\n— Как будто кому-то нужна была помощь... — девушка на секунду отвернулась, — Ты же мне не враг?<s>r\n— Нет, я тебе не враг. А что?<s>r\n— Врагам нельзя говорить о Вольчем пристанище.<s>r\n— Что это?<s>r\n— Это большая деревня. Мы живём там, как семья. Нет, есть и другие оборотни, живущие поодиночке, но в деревне живёт наш вожак. Деревня находится не очень далеко отсюда, она вон за той горой, — девушка показала на гору, в которой находится Сумеречный Замок, — Обойти её, пройти вглубь леса и вот — наша деревня. Она ничем не отличается от человеческой. Только ночью в ней никого нет. Сам понимаешь...<s>r\n<s>r\nЭта информация представляла, наверное, такую огромную ценность, что рассказав её своим \"братьям по крови\" я немедленно бы получил всевозможные титулы и награды. Но эта девушка... Она так доверчиво всё рассказала. Похоже, она и вправду считает, что я её друг. Я просто не мог предать её.<s>r\n<s>r\n— Эй, теперь твоя очередь! — девушка с улыбкой посмотрела на меня, — Где ваша деревня?<s>r\n<s>r\nЭтот вопрос поставил меня в ступор. С одной стороны, я мог бы сказать неправду, ведь не факт, что девушка на полном серьёзе выдала по сути базу своих товарищей. Но в тоже время её наивный и добрый взгляд прямо заставлял меня сказать всё, что я знаю о вампирах. Я подумал: это ни её война и ни моя.<s>r\n<s>r\n— Я скажу тебе, но ты ничего не скажешь своим, ладно? — спросил я её. На секунду сложилось впечатление, что я общаюсь с ребёнком, а не с 18-летней девушкой.<s>r\n— Хорошо! — она улыбнулась. <s>r\n— Вон в той горе есть Сумеречный Замок — логово вампиров. Там мы и живём. Правит нами Лорд Тарон — по мне неприятный мужик.<s>r\nМы рассмеялись, хотя ничего смешного не было. Что ж, бывает...<s>r\n— Ещё у вампиров, как я понял, есть какая-то элитная армия. Командует ею капитан Арвилл. Но кажется, я сказал тебе больше, чем мы договаривались.<s>r\n— Да ладно тебе! — она слегка ударила меня в плечо, — У нас тоже есть что-то вроде армии, а вожак у нас хоть и строгий, но добрый.<s>r\nПочему-то я внезапно вспомнил о Рассветном слитке или как его там.",
    "answers": [
      {
        "id": 24,
        "text": "— А это правда, что вам известно, где находится Рассветный слиток?"
      }
    ]
  },
  {
    "id": 23,
    "text": "— У меня нет другого выбора...<s>r\nСтоит смириться с тем, что прежняя жизнь закончилась. Только такие как я, то есть вампиры, могут понять меня. Я поднял девушку. <s>r\nСолнце уже село, а я, наконец, дошёл до входа в Сумеречный Замок. Вход открылся передо мной, и я прошёл внутрь. Меня встретили Джек и капитан Арвилл. <s>r\n— Ты цел... — сказал Арвилл, — Это не может не радовать. Ты куда более сильный... Нежели другие... <s>r\nЕго постоянные паузы немного нервировали меня.<s>r\n— Итак, — продолжил Арвилл, — вампиры-мастеры покинули поле боя, оставив новичков умирать... Наша операция провалилась... Но ты... Выжил. И смотрю, ты справился с задачей... Думаю, тебе стоит отправиться к Лорду.<s>r\nЯ послушался Арвилла и направился в тронный зал. Лорд Тарон, как обычно, сидел на троне.<s>r\n— Лорд Тарон, я выполнил ваше задание.<s>r\nВдруг Тарон резко встал с трона.<s>r\n— Что? — он был явно удивлён.<s>r\n— Мне удалось взять в плен оборотня, — продолжил я.<s>r\n— Марк... Ты же Марк, верно? Пройди за мной...<s>r\nЛорд зашёл в какую-то комнату позади трона. Я последовал за ним. Девушку я усадил на специальный стул, который находился в комнате.<s>r\n— Не пойми меня неправильно, — начал Лорд, — Но эта операция... Она изначально была провальной.<s>r\n— Ч-что? <s>r\n— Ты оказался сильнее. Я тебя недооценил. Думаю, ты достоин стать Воином Ночи.<s>r\n— Кем?<s>r\n— Армия Ночи — моя личная армия чистокровных вампиров. Ты станешь единственной полукровкой в ней, но это не сильно мешает. Понимаешь, я устал от того, что мы — древняя и могучая раса, которая должна вселять страх в сердца людей — сидим в этой замшелой пещере и ничего не предпринимаем. Рассветный слиток нужен мне не для брони... Я намерен уничтожить само солнце!<s>r\nОн совсем рехнулся? Однако, он звучал весьма убедительно, словно он знает, что делает.<s>r\n— Но я не желаю делить власть с полукровками! Они слабы и ничтожны, но ты, Марк, ты силён, как чистокровный вампир! Поэтому я предлагаю тебе стать моим воином! Ты получишь всё, что пожелаешь! Согласен ли ты?",
    "answers": [
      {
        "id": 27,
        "text": "[Согласиться]"
      },
      {
        "id": 44,
        "text": "[Отказаться]"
      }
    ]
  },
  {
    "id": 24,
    "text": "— А это правда, что вам известно, где находится Рассветный слиток? <s>r\n— Тот что поможет нам жить среди людей? Нет, мы ищем его также, как и вы.<s>r\n— Странно... <s>r\n— Почему?<s>r\nИ тут я понял, что проговорился. Пришлось рассказать ей про операцию, вообщем, про всё-всё. <s>r\n— А может, вас специально подставили? — спросила она, — Ведь мы ничего не знаем про слиток, а тот отряд оборотней, который вы пытались взять в плен, всего лишь охотился. Похоже, что у вас шпион или что-то вроде того...<s>r\nИ вправду, в наших рядах что-то нечистое творится. <s>r\n— А зачем вам слиток? — спросила девушка.<s>r\n— Лорд Тарон сказал, что с его помощью он сможет дать нам неуязвимость к солнцу. Но что-то мне слабо верится в это... Посмотрим. Кстати, мы тут тайнами делимся, но так и не представились!<s>r\n— Меня зовут Элли.<s>r\n— А меня — Марк. Рад знакомству!<s>r\n— Даже и представить не могла, что буду дружить с парнем, которого ещё вчера скинула с обрыва и чуть не убила!<s>r\nДевушка рассмеялась.<s>r\n— Эй, это не смешно! Нам обоим тогда досталось!<s>r\n— Да, ты прав...<s>r\n<s>r\nМы общались с ней много времени. Я рассказал ей про своё детство и родителей. Рассказывать про это, на самом деле, особо было нечего. Элли же рассказала про своё детство: про то, что мама у неё умерла рано, и отец растил её ещё с младенчества. Жила небогато, но и небедно. В основном путешествовала с отцом до того злополучного дня... В общем, мы сдружились.<s>r\nПока мы разговаривали, солнце уже начало садится за горизонт.<s>r\n— Солнце уже садится, — сказал я.<s>r\n— Пора расходиться. Марк, давай время от времени встречаться здесь? <s>r\n— А давай, — недолго подумав, ответил я.<s>r\nМы вышли из хижины. Я обнял Элли и мы разошлись.<s>r\n— До встречи! — крикнул я на прощание и пошёл к горе. <s>r\nЭтот день был очень странным, наверное, даже более странным, чем вчерашний.<s>r\n Сегодня мой заклятый враг стал моим первым другом за всю мою жизнь...",
    "answers": [
      {
        "id": 25,
        "text": "[Идти в Сумеречный Замок]"
      },
      {
        "id": 38,
        "text": "[Остаться в хижине]",
        "need": [
          37
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Солнце уже село, а я, наконец, дошёл до входа в Сумеречный Замок. Вход открылся передо мной, и я прошёл внутрь. Меня встретили Джек и капитан Арвилл. Я понял, что сейчас начнётся допрос или что-то вроде этого.<s>r\n— Ты цел... — сказал Арвилл, — Это не может не радовать. Ты куда более сильный... Нежели другие... <s>r\nЕго постоянные паузы немного нервировали меня.<s>r\n— Итак, — продолжил Арвилл, — вампиры-мастеры покинули поле боя, оставив новичков умирать... Наша операция провалилась... Но ты... Выжил. Расскажи мне. Расскажи всё, что знаешь...",
    "answers": [
      {
        "id": 26,
        "text": "[Солгать]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Если я расскажу ему про Элли и деревню оборотней, то тогда нарушу обещание, которое дал ей и самому себе. Я не хотел предавать Элли. Но нужно было что-то ответить. Я решился рассказать лишь половину правды, а именно про Рассветный слиток. <s>r\n— Капитан Арвилл, — начал я, — Мне удалось вытянуть информацию из одного оборотня. Он был силён, но рассвет оказался сильнее. Я смог обезвредить его. От него я узнал, что оборотням ничего не было известно про местоположение Рассветного слитка. Отряд, который мы пытались взять в плен, всего лишь охотился. Похоже, нас кто-то подставил. Причём из своих.<s>r\nАрвилл сжал кулак.<s>r\n— Видимо, ты прав. Мне нужно поговорить с Лордом Тароном. <s>r\nАрвилл повернулся спиной и ушёл. <s>r\n— Да, дружище, грядут тяжелые времена. Ты заразился очень не вовремя. Хе-хе... — Джек последовал за Арвиллом. <s>r\n<s>r\n\"Странные они все,\" — подумал я и поспешил в казармы. Раны хоть, благодаря вампирской регенерации, и зажили, но всё равно я чувствовал лёгкую усталость. <s>r\nПридя на место, я свалился на койку. Стало чуть лучше. Я было хотел поспать, но, увы, не смог... Пришлось просто лежать и смотреть в потолок. Я думал обо всём, что произошло за последнее время. Всю свою жизнь я жил в неблагополучной семье с отцом-тираном, ни с кем не общался и не дружил, а каждый день ничем не отличался от предыдущего. Но одной ночью изменилась моя судьба: теперь я — кровопийца, монстр. Я живу в гигантской пещере с себе подобными, а каждый день я рискую умереть. Но... Я обзавёлся другом. А может, даже и друзьями. Джек хоть и странный, но почему-то я доверяю ему. <s>r\nОстальные мои мысли занимала лишь Элли. Всё-таки эта девушка произвела на меня впечатление... Мы с ней похожи... В конце концов, у нас даже судьба схожая: оба заразились и стали монстрами. <s>r\n\"А есть ли способ исцелиться?\" — эта мысль вдруг резко пришла мне в голову. Думаю, стоит обговорить это с Элли позже. А пока мне остаётся только ждать...<s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Я согласен, — ответил я. Я понимал, что Лорд Тарон рассказал мне слишком много и что он наврядли отпустит меня живым, если я откажусь.<s>r\n— Отлично. Теперь повторяй за мной: клянусь кровью своих братьев...",
    "answers": [
      {
        "id": 45,
        "text": "— Клянусь кровью своих братьев..."
      }
    ]
  },
  {
    "id": 28,
    "text": "Ещё тренировка. За короткое время я уже неплохо отточил свои навыки владения мечом, а также по-тихоньку начал контролировать свои способности. <s>r\nЯ вновь избивал тренировочную мишень, как вдруг ко мне подошёл Джек.<s>r\n— Смотрю, ты уже неплохо сражаешься! — начал он, — Пойдём, надо кое-что обсудить. Хе-хе...<s>r\nЯ слегка напрягся, но всё же отложил тренировку.<s>r\n— Я надеялся, что ты составишь мне компанию. Нужно сходить кое-куда...<s>r\n— Куда?<s>r\n— Увидишь. Но предупреждаю: будет опасно.<s>r\nЯ согласился: делать всё равно было нечего. <s>r\nДжек взял своё ружьё и сабли, после чего мы покинули Замок. На улице был вечер, но, несмотря на это, солнце ещё хорошо светило в небе. Джек как всегда был в своей шляпе, а мне пришлось надеть капюшон. <s>r\nПока мы шли, Джек рассказал мне, для чего я, собственно, ему понадобился.<s>r\n— Понимаешь, так случилось, что у меня есть друзья... В ордене серебряного Клинка... Ну как друзья. Оказалось, что они не такие уж и друзья.<s>r\n— Так, стоп, вампир дружил с теми, кто убивает вампиров? — спросил я. Я был в полном недоумении.<s>r\n— Да, звучит странно, но объяснять долго. Самое хреновое, что эти ребята — отряд Ночного дозора...<s>r\n— Что?! — чуть ли не вскрикнув возмутился я, — А не ты ли часом подставил нас и обеспечил провал операции?<s>r\nМои обвинения, возможно, были слишком резкими, но оправданными. <s>r\n— Да я бы никогда! Но! — Джек сделал паузу, — Они могут быть замешаны в этом, ибо в ту ночь они выискивали стаю оборотней, которая и напала на нас. Я позвал тебя, потому что больше не могу никому доверять!<s>r\n— Хорошо, но зачем я тебе с собой?<s>r\n— Держи, — старик протянул мне пистолет, — Если я буду ранен или ещё чего похуже — выстрели в небо. А сам беги. <s>r\nЯ взял пистолет и аккуратно закрепил его на поясе. <s>r\n— В этом дозоре три человека: Сарен — носит двуручный меч. Его будет легко убить. Основная проблема — это две его шестёрки-лучницы. Эти стервы будут сидеть в укрытии и точить серебряные стрелы. Марк, ты же вроде научился владеть сверхскоростью?<s>r\n— Ну, да... Почти... <s>r\n— Попробуй найти их, но на глаза не попадайся. <s>r\nДжек вдруг резко остановился. <s>r\n— Пришли. Спрячься где-нибудь и наблюдай.",
    "answers": [
      {
        "id": 29,
        "text": "[Залезть на дерево]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Старик пошёл вперёд, а я залез на дерево. Оказалось, что это был конец леса, а Джек вышел из него на большое поле. Присмотревшись, я заметил, на нём, почти рядом с лесом, стоит человек. Видимо, это и есть Сарен. Никто из них не начал атаковать, и я решил подслушать их разговор. <s>r\n— Сарен, ты всё таки пришёл! — радостно воскликнул Джек, — А я думал, ты лижешь сапоги своему начальству!<s>r\n— Заткнись! — грозно рявкнул Сарен, — Ваш Лорд должен быть благодарен за то, что мы не штурмуем его паршивое логово!<s>r\n— А вот это интересно...<s>r\nИ вправду... Лорд Тарон сотрудничает с орденом серебряного Клинка?<s>r\n— Ваша провальная операция, неудачи, преследующие вампиров — это всё часть великого плана. Ты лишь пешка.<s>r\n— Я предпочитаю ладью, — ехидно бросил Джек.<s>r\n— Заткнись! — Сарен замахнулся мечом, но старик использовал знакомый мне трюк: обернулся стаей летучих мышей и в одно мгновение оказался в нескольких метрах от Сарена. Я же быстро, но аккуратно прочёсывал местность. Вдруг я приметил в кустах девушку, которая натягивала тетеву. Я спрыгнул прямо на неё и впился  клыками ей в шею. Её смерть была быстрой... Осталось лишь найти вторую. К счастью, она сама нашла меня. Увидев мёртвую подругу у меня на руках, она попыталась выхватить кинжал, но я в одну секунду оказался рядом с ней и нанёс сокрушительный удар. С лучницами покончено. Я вновь залез на дерево и продолжил наблюдать за битвой. <s>r\n— Хватит убегать! — Сарен был не в себя от ярости, — Сражайся!<s>r\nОн вновь замахнулся мечом, но Джек увернулся так же, как и уворачивался до этого.<s>r\n— Расскажи мне о сотрудничестве ордена и Тарона, и, может быть, я атакую...<s>r\n— Ты и так много знаешь! — Сарен бросился в атаку, но вновь потерпел неудачу. <s>r\n— Вы что-то задумали... Это связано с Рассветным слитком?<s>r\n— Чёрт, да! <s>r\n— Значит, вам известно, зачем он нам?<s>r\n— Ха, нам-то да, а вот вам лапшу на уши вешают! — Сарен вновь бросился в атаку. Джек вновь увернулся, но я заметил, что он ослабевает.<s>r\n— Хватит играться! — Сарен бросил свой меч, — Ночной страж, дай мне сил!<s>r\nВдруг Сарен начал излучать тёмно-синюю ауру. Джек взял в руки свой мушкет. Внезапно Сарен с огромной скоростью добежал до Джека. Старик еле увернулся, после чего сделал выстрел, который попал Сарену в плечо. Джек перезарядил мушкет. Сарен же вновь в одно мгновение оказался перед Джеком и нанёс ему удар. Старик выронил ружьё. <s>r\n— Больше не убежишь! — взгляд Сарена были безумным и полным ярости.<s>r\nДжек выхватил саблю и проткнул Сарену ногу, после чего подобрал мушкет и отлетел в сторону, сделав несколько выстрелов. Сарен упал на колени, после чего Джек подошёл к нему.<s>r\n— Раньше надо было силу свою использовать. Хе-хе... — усмехнулся Джек.<s>r\n— На помощь, братья... — прошептал Сарен и упал на землю.<s>r\n— О, чёрт! — воскликнул Джек. <s>r\nЯ тем временем подбежал к нему.<s>r\n— Что случилось? — спросил я.<s>r\n— Когда один дохнет, то, позвав на помощь... Короче, сейчас сюда придут ещё... Такие же как он... А то и сильнее... И они начнут прочёсывать каждый пенёк в этом лесу, — старик закинул мушкет за спину, — Нужно возвращаться в Замок и предупредить всех. Вперёд!<s>r\nВнезапно я вспомнил об Элли. Её тоже надо предупредить.<s>r\n— Отправляйся в Замок, я вернусь позже!<s>r\n— Ты куда, Марк? <s>r\n— Я скоро! ",
    "answers": [
      {
        "id": 30,
        "text": "[Бежать в хижину]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я побежал в сторону хижины, оставив Джека позади. Вскоре я оказался на нужном месте. Элли, как обычно, проводила тут своё свободное время. Солнце ещё не село, поэтому, скорее всего, она была в человеческом облике. Я зашёл в хижину.<s>r\n— О, Марк, это ты! — Элли сидела на деревянном полу с какой-то книгой.<s>r\n— Извини, я ненадолго. Тебе нужно уходить и предупредить своих, что скоро сюда придут отряды Ночного дозора!<s>r\n— Что?<s>r\n— Это долгая история, лучше поторопиться. Удачи!<s>r\n— Что ж... Береги себя!<s>r\nЯ выбежал из хижины и побежал в Сумеречный Замок. <s>r\nВход был открыт. Внутри я увидел Джека и капитана Арвилла.<s>r Повсюду валялись трупы вампиров. \n— Что случилось? — спросил я.<s>r\n— Тарон... Ушёл... — тихо сказал Арвилл.<s>r\n— Куда? — я очень плохо понимал всё происходящее.<s>r\n— За своей армией... <s>r\n— Лорд оставил нас на произвол судьбы, — добавил Джек.<s>r\n— Но... Зачем? <s>r\n — А затем... — раздался грубый голос сзади. ",
    "answers": [
      {
        "id": 31,
        "text": "[Обернуться]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я обернулся и увидел Лорда Тарона. <s>r\n— Мне не нужна кучка жалких вампиров в подчинении: половина из вас заражена и лишь немногие являются чистокровными!<s>r\n— Тарон! Твоё предательство...<s>r — начал Арвилл. \n— Молчать! Ты мог примкнуть ко мне, но нет: ты предпочёл себе друзей-полукровок. А ты! — Тарон показал на меня, — Узри мою армию!<s>r\nЯ вышел из Замка и увидел сотню, нет, тысячи вампиров! Все они до единого были в кроваво-красных доспехах. <s>r\n— Мы есть тьма во плоти, мы есть воплощение смерти. Нам неведомо милосердие, нам чужд страх. Мы — хладнокровные, жестокие убийцы! Узрите — Армия Ночи! <s>r\n— Твоя речь, Тарон, настолько пафосна, что, боюсь, эти слова твоя армия не оправдает, — ехидно бросил Джек. <s>r\n— С вами всеми я разберусь позже! Армия — развернуть строй!<s>r\nСтрой вампиров развернулся и зашагал вперёд. <s>r\nТарон повёл своё войско.<s>r\n— Есть и хорошие новости, — как всегда вовремя сказал Джек, — Нам известно расположение Рассветного слитка, но...<s>r\n— Но что? — спросил я.<s>r\n— У нас нету армии, даже малейшего отряда, — сказал Арвилл.<s>r\n— А за этот слиток сейчас будут грызть глотки две здоровенные армии! — добавил старик.<s>r\n— Я знаю, кто может нам помочь... ",
    "answers": [
      {
        "id": 32,
        "text": "[Рассказать всё про оборотней]"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Ты с ума сошёл? — ворчал Джек.<s>r\n— С ними? Да никогда! — возразил Арвилл.<s>r\nРеакция на моё предложение примкнуть к оборотням была очевидной.<s>r\n— У нас нет иного выбора! — воскликнул я.<s>r\n— Да они разорвут тебя в клочья, едва завидев!<s>r\n— Меня не разорвут! — сказал я и понял, что проговорился.<s>r\n— Что это значит? — спросил Арвилл.<s>r\n— Я... Позже объясню...<s>r\nЯ было бросился бежать, как вдруг...<s>r\n— Стой! — крикнул Джек.<s>r\nЯ обернулся. Он навёл на меня мушкет.<s>r\n— Рассказывай всю правду! Или я стреляю! — угрожал старик.<s>r\nУ меня не оставалось выбора. Пришлось рассказать всё: про встречу с Элли, про оборотней, про наши с ней разговоры об оборотнях, вампирах и Рассветном слитке. Лишь расположение деревни оборотней я утаил. <s>r\n— Раз так... — Джек опустил мушкет.<s>r\n— Похоже, нам придётся просить о помощи наших врагов... Ибо друзья нас предали... — сказал Арвилл.<s>r\nЯ сильно удивился тому, что они поняли меня.<s>r\n— Тогда за мной! — скомандовал я и вышел из Замка. Арвилл и Джек последовали за мной.<s>r\nЯ бежал в обход горы, как говорила Элли. Мои спутники не отставали. Я хотел добежать до деревни побыстрее, ведь солнце уже садилось, а общаться с черноволосой девушкой мне было куда приятнее, нежели с двухметровым волком. <s>r\nВот, мы уже почти обошли гору и прошли вглубь леса. Как и говорила Элли, мы пришли к большому полю, на котором находилась деревня. ",
    "answers": [
      {
        "id": 33,
        "text": "— Стойте тут."
      }
    ]
  },
  {
    "id": 33,
    "text": "— Стойте тут, — приказал я и пошёл вперёд.<s>r\nЯ быстрым шагом пошёл в сторону деревни. Несмотря на небольшие размеры, в ней было довольно много людей. Они ничем не отличались от обычных крестьян, но я знал, в кого они превращаются ночью. Жители деревни с опаской осматривали меня. Мне казалось, что в любой момент они набросятся на меня, ибо заметить, что я вампир — проще простого.<s>r\nВдали я заметил знакомую фигуру, стоящую у входа в один огромный дом, который являлся своеобразной ратушой. Я было хотел окликнуть её, но потом понял, что тем самым дам её друзьям понять, что мы знакомы. Я ускорил шаг и очень быстро подошёл к ней.<s>r\n— Марк? — тихо спросила она, — Что ты тут делаешь?<s>r\n— Мне нужна помощь, — начал я, — Лорд...<s>r\nВдруг дверь ратуши открылась. Из неё вышел огромный мужчина в стальных доспехах. Лицо его было изувечено шрамами. У него были короткие серые волосы и такая же серая окладистая борода. Это придавало ему ещё и без того более грозный вид.<s>r\n— Ты знаешь его, Элли? — спросил он грубым басом.<s>r\n\"Мне кранты...\", — думал я.<s>r\n— Ох, господин, — начала оправдываться Элли, — Это... Нам нужно поговорить где-нибудь в другом месте. Это... Долгая история.<s>r\n— Проходите, — вожак, насколько я понял, пропустил нас в ратушу. <s>r\nВнутри находился огромный круглый стол, за который мы сели.<s>r\n— Элли... Это вампир. Что он делает в нашей деревне и почему он знает тебя?<s>r\nДевушка жалобно посмотрела на меня. <s>r\n— Позвольте мне рассказать... — набравшись смелости, сказал я.<s>r\n— Говори, нежить.<s>r\nЯ рассказал вожаку всё историю: от моего становления вапиром до предательства Тарона. Вожак периодически смотрел на девушку, и Элли одобрительно кивала, подтверждая достоверность информации. <s>r\n— Лорд Тарон собрал свою \"Армию Ночи\" и повёл её к Рассветному слитку, — рассказывал я, — Он предал вампиров... Нам до сих пор неизвестно, зачем ему нужен слиток на самом деле. Я прошу вас о помощи. Элли рассказала мне о ваших целях. Они благи, и я могу вам помочь. Кроме того со мной ещё два вампира, которые ранее занимали... высокие должности...<s>r\n— Пригласи их.<s>r\nЯ вышел из ратуши и помахал рукой. В одно мгновение Джек и Арвилл оказались возле ратуши. Я пропустил их внутрь.<s>r\nВсе мы вновь уселись за стол.<s>r\n— Это капитан бывшей армии вампиров, — я показал на Арвилла.<s>r\n— На твоей совести смерть десятков моих братьев, — грозно сказал вожак, — Но ты один из самых гениальных стратегов. Для меня честь видеть тебя здесь.<s>r\nТакой ответ шокировал всех. <s>r\n— Я польщён... Но следует решить, что делать с Тароном... Рассветный слиток всё это время был у нас всех под носом: огромная церковь в городе, что у подножия горы, хранит в себе этот могущественный артефакт... Но есть проблемы: две армии... <s>r\n— Три, — добавил Джек, — Правительственные войска будут атаковать город. <s>r\n— Нужно выступать. <s>r\n— Но господин Грегор, наши братья и сестры не готовы! — вмешалась Элли.<s>r\n— Нет времени ждать. Неизвестно, что задумал Тарон. К тому же солнце уже село...<s>r\nГрегор медлено направился к выходу из ратуши.",
    "answers": [
      {
        "id": 34,
        "text": "[Выйти из ратуши]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Все последовали за ним. Внезапно все жители в деревне упали на колени. Элли также упала на колени и начала дрожать. Тела всех жителей начали увеличиваться в размерах, кожа стала покрываться шерстью, руки становились длиннее, лицо также удлинялось, вместо зубов появились клыки. Все одновременно издали вой, от которого, казалось, содрогнулась земля. Лишь Грегор остался человеком.<s>r\n— Но почему? — спросил я.<s>r\n— Я могу какое-то время совладать с этим. Но сейчас это нам не нужно.<s>r\nПосле этих слов Грегор схватился за грудь. С ним начало происходить тоже самое, что и со всеми. Однако Грегор гораздо крупнее своих сородичей. <s>r\n— Вперёд, мои сородичи! — демоническим голосом сказал он.<s>r\nКаким-то образом, он мог говорить в волчьем облике. <s>r\n— Пора на охоту! — прорычал он, и все оборотни грозно прорычали в ответ. <s>r\n— Вперёд, Марк! — сказал Джек.<s>r\nОгромная толпа оборотней и три вампира ринулись вперёд. Почти за час мы дошли до города, в котором царил хаос: всё было в огне, люди бежали и кричали в панике, возле стен стояла тысячная армия, а звуки битвы доносились даже до нас. <s>r\nНа небе сгустились тучи. Пошёл ливень.<s>r\n— В бой! — крикнул Грегор и волки ринулись в атаку.<s>r\nДжек и Арвилл последовали за волками, а я замер. Ко мне подошёл оборотень, которого я хорошо знал.<s>r\n— Элли, ты никогда не думала об исцелении? <s>r\nОна помогала головой.<s>r\n— Хотя для вас контроль трансформации — уже исцеление. Но что насчёт вампиров? Неужели нет нам прощения? <s>r\nОна опустила голову. Вдруг, сам не зная почему, я обнял её. Пусть она и была в обличии монстра, она всё равно была для меня человеком.<s>r\n— Давай, если мы доживём до рассвета, то навсегда останемся вместе?<s>r\nОна просто посмотрела на меня.<s>r\n— Понимаю... <s>r\nВдруг до нас донёсся ужасный грохот. Я посмотрел в сторону. К пылающему городу приближалась огромная армия. <s>r\n— Пора, — сказал я Элли и мы побежали на подмогу.<s>r\nОборотни окружили вампиров и завязалась кровавая бойня. Части тел, куски мяса и головы летали во все стороны и обагряли землю кровью. Я же пытался пробиться в город. Уворачиваясь от клинков и когтей, я добежал до ворот города. На улицах тоже происходили бои, но уже между вампирами и Ночным дозором. Рыцари в серебряных доспехах отбивали атаки воинов Тарона, но ослабевали. Мне было не до них; огромная церковь — вот моя цель. Пробегая мимо сражений, я бежал в сторону церкви. Тем временем в город пробились все: Армия Ночи, оборотни и правительственные войска. Никто не щадил никого — погибали все до единого. А пожар в городе разгорался... Даже ливень не мог потушить его. <s>r\nДома рушились. Обломки падали прямо на улицу, из-за чего постоянно приходилось менять маршрут. Забраться на крышу домов никто не давал возможности. <s>r\nВ городе смешались все: люди, вампиры, оборотни... Различить, кто есть кто, было почти невозможно. А я бежал до церкви...<s>r\nКазалось, сражение длилось уже целую вечность. Наконец, я вышел на дорогу, ведущую прямо в нужное место. Я побежал, но вдруг почувствовал, что падаю. Я осмотрелся.<s>r\n— Жалкий вампирёныш! Тебе не достать слиток!<s>r\nЭто был Лорд Тарон. \"Король\" вампиров стоял прямо надо мной. В руках он держал окровавленный серебряный меч. Он кинул его мне, а сам обнажил свой клинок, который висел на поясе.<s>r\n— Дуэль!<s>r\nТарон бросился прямо на меня. Я нанёс встречный удар, но Лорд оказался прямо у меня за спиной. Благо мои силы не подвели меня: сверхскорость спасла меня и я увернулся.<s>r\n— Лучше сдавайся! Слитка тебе не видать!<s>r\nТарон продолжал свои атаки.",
    "answers": [
      {
        "id": 35,
        "text": "— Зачем тебе слиток?!"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Зачем тебе слиток? — успел выкрикнуть я.<s>r\n— С его помощью мои вампиры смогут господствовать над людьми! Я покорю это королевство, а затем перейду к другим! Весь мир склонится у наших ног!<s>r\n— Ты безумен!<s>r\nЯ пропустил удар и получил ранение.<s>r\n— С помощью слитка я создам орудие, которое уничтожит нашего заклятого врага — солнце! Ты не посмеешь противостоять мне!<s>r\nТарон нанёс мне мощный удар, поваливший меня на землю.<s>r\nЛорд замахнулся мечом, как вдруг один из оборотней загородил меня. Это была Элли. Она одним ударом отбросила Лорда в сторону.<s>r\n— Спасибо... — с трудом сказал я.<s>r\n— Теперь вас двое... Вампир-полукровка и его подружка-сука! Идеальная пара, чтобы похоронить!<s>r\nТарон бросился на Элли и нанёс ей несколько мощных ударов. Я резко вскочил и ударил Лорда. Силы не подвели меня и в этот раз — удар был мощным и отбросил вампира достаточно далеко. <s>r\n— Вам вдвоём не победить! <s>r\nЛорд оказался у меня за спиной и было хотел проткнуть меня мечом, но вовремя подоспевшая Элли оттолкнула меня в сторону, после чего повалила Тарона на землю и начала расцарапывать ему лицо.<s>r\n— Ах ты... Грязная... Шавка!<s>r\nТарон откинул оборотня в сторону. Он посмотрел на небо. <s>r\nСолнце взошло. Скоро оборотни станут людьми... <s>r\nЭлли лежала без сознания. Постепенно она превратилась обратно в человека.<s>r\n— От людишек ничего не осталось, а оборотни станут уязвимыми. Узри начало новой эры! — голос Тарона был полон безумия, ярости и... Радости...<s>r\n— Не сегодня! — послышался демонический голос.<s>r\nНа Лорда набросился Грегор в обличии волка. Тарон мало что мог противопоставить огромному оборотню.<s>r\n— Марк, или как там тебя, забери Элли!<s>r\nЯ побежал к девушке. Лорд оттолкнул вожака.<s>r\n— Вам не победить! Солнце уже взошло! <s>r\nГрегор встал на четвереньки. Внезапно он издал такой рёв, будто сотни тысяч волков собрались в одном месте. <s>r\nСолнце вдруг стало чёрным и перестало обжигать.<s>r\n— Теперь день не страшен для нас! — грозно бросил Грегор и кинулся на ошеломлённого Тарона. <s>r\nЯ же взял девушку на руки и понёс в церковь. Внутри было разрушено и завалено абсолютно всё. Я был без понятия, где искать слиток. Элли очнулась. <s>r\n— Где я? — простонала она.<s>r\nЯ поставил её на ноги. <s>r\n— Мы в церкви. Надо найти слиток.<s>r\n— Не так быстро!",
    "answers": [
      {
        "id": 36,
        "text": "[Обернуться]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я обернулся. В мою сторону медленно шагал вампир. Я узнал его: это был тот желтоволосый вампир, что участвовал в операции.<s>r\n— Слиток принадлежит чистокровными вампирам! — воскликнул он, — Никак не полукровкам и уж тем более не оборотням!<s>r\n— Элли, отойди...<s>r\nВампир обнажил клинок. Я же взял в руки меч, который дал мне Тарон. Началась дуэль. Обессиленные и раненные мы дрались друг с другом. Мы пропускали удары и получали ещё более серьёзные ранения. <s>r\n— Сдавайся, Марк! <s>r\nЯ не мог сдаться. Ради Элли, да даже ради Грегора и его товарищей, я готов был биться до последнего! <s>r\nЯ взмахнул мечом и пронзил вампира.<s>r\nЯ смотрел ему прямо в его застывшие глаза.<s>r\n— Ты был убит мечом своего господина. Помни это, пока будешь гореть в аду!<s>r\nЯ вытащил меч из тела вампира. <s>r\n— Марк! — воскликнула Элли.<s>r\nЯ подошёл к ней. Она показала мне проход, который был завален камнями. Кое-как мне удалось разобрать его. Проход вёл в небольшой зал, в средине которого находился огромный алтарь. Мы подошли к нему. Внезапно в церковь пробились лучи солнца. Рассвет...<s>r\nНа алтаре была надпись на непонятном языке. <s>r\n— Что это значит? — спросила Элли.<s>r\n— Это значит, что он открывается кровью! — послышался голос Тарона.<s>r\nЕго обезображенное лицо, вытекший глаз испугали нас. У Лорда также не было руки, а одна нога была разодрана до костей. Тарон медленно пошёл в нашу сторону.<s>r\n— Ваш вожак... Оказался слаб! Ха-ха-ха! — безумие и ярость полностью завладели Лордом. <s>r\nЯ, несмотря на серьёзные раны и измотанность, приготовился к бою, как вдруг Тарон в одно мгновение оказался в сантиметре от меня. Я почувствовал холодный металл в своей груди...<s>r\n— Мои раны никак не забирали мои способности! — выговорил Тарон, после чего вытащил клинок из моей груди. Кровь хлынула фонтаном, и я упал рядом с алтарём. Лорд медленно приближался к девушке. Я не смог её защитить...<s>r\nВдруг Тарон остановился, и вскоре новый фонтан крови хлынул в этом зале.<s>r\n— Грегор! — вскрикнула Элли.<s>r\n— Не... Сейчас... Помоги... Марку... — прохрипел вожак.<s>r\n— Марк! Марк, вставай! Нельзя умирать! — кажется, Элли была в истерике, — Мы найдём способ помочь тебе, слышишь?<s>r\n— Элли... От вампиров уже, наверное ничего не осталось... Лучше помогите себе...<s>r\n— Нет! Слышишь меня?!<s>r\n— За всю мою жизнь я ничего не сделал полезного. Моё существование было ущербно. До того момента, как я встретил тебя... У меня есть возможность сделать хоть что-то хорошее. Возьми мою кровь и открой алтарь... Прощай...<s>r\n— Марк, нет!<s>r\nЯ чувствовал, как силы покидают меня, а глаза медленно закрываются. Я умираю, но умираю с улыбкой на лице... Мне жаль лишь Элли...<s>r\n",
    "answers": [
      {
        "id": 37,
        "text": "[Эпилог]"
      }
    ]
  },
  {
    "id": 37,
    "text": "<Дальнейшее повествование ведётся от лица Элли><s>r\n<s>r\n<s>r\nПрошло несколько дней после битвы за Рассветный слиток. Большая часть оборотней выжило, но всё равно немало братьев и сестёр погибло тогда... Грегор, получив слиток, начал ковать магические кольца для всех оборотней. С помощью кольца мы смогли контролировать наши превращения, но... Стоило ли всё это стольких смертей? А гибель Марка... Я с трудом перенесла её. Этот человек за короткий промежуток времени стал мне почти смыслом всей моей жизни. Он был близок мне... Наш народ помнит его подвиг...<s>r\n<s>r\nНочной дозор со временем был расформирован. Я лично услышала об этом и поспешила обрадовать своих друзей. <s>r\nГород постепенно восстанавливался. Всё начало вставать на свои места. <s>r\n<s>r\nАрмия Ночи, потеряв лидера, всё равно продолжала мстить за своего Лорда, но она уже не могла сопротивляться нам. Мы совершали дневные атаки, постепенно уничтожая её. В конце концов Армия исчезла в один день, и больше о них никто не вспоминал. <s>r\n<s>r\nГрегор решил, что нам стоит покинуть эти земли и найти новый дом. Я и все в деревне были согласны. Оставив свою деревню, мы двинулись в путь. <s>r\nВ итоге мы обосновались у небольшого озера, которое находилось совсем далеко. <s>r\n<s>r\nКто-то из нас забыл о старой жизни, а \"новенькие\" ею особо и не интересовались. Но я всегда буду помнить обо всём: именно там я повстречала Марка, именно там он и умер. Его улыбка перед смертью навсегда останется в моей памяти. <s>r\n<s>r\nНо, в конце концов, пора жить дальше... <s>r\n<s>r\n<s>r\n<s>r\n[Получена концовка: Куда ушли дикие волки...]",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 38,
    "text": "\"А к чёрту этих вампиров,\" — подумал я и решил вернуться в хижину. <s>r\nИдти в Сумеречный Замок не хотелось. Наверняка там все думают, что я погиб. А если я вернусь, то, скорее всего, мне устроят допрос. Нет, уж лучше остаться здесь.<s>r\nЯ лёг на пол. Стало чуть лучше. Я было хотел поспать, но, увы, не смог... Пришлось просто лежать и смотреть в потолок. Я думал обо всём, что произошло за последнее время. Всю свою жизнь я жил в неблагополучной семье с отцом-тираном, ни с кем не общался и не дружил, а каждый день ничем не отличался от предыдущего. Но одной ночью изменилась моя судьба: теперь я — кровопийца, монстр. Но... Я обзавёлся другом. А может, даже и друзьями. Единственным вампиром, которому я доверял, был Джек. Он хоть и странный, но почему-то мне кажется, что он хороший. <s>r\nОстальные мои мысли занимала лишь Элли. Всё-таки эта девушка произвела на меня впечатление... Мы с ней похожи... В конце концов, у нас даже судьба схожая: оба заразились и стали монстрами. <s>r\n\"А есть ли способ исцелиться?\" — эта мысль вдруг резко пришла мне в голову. Думаю, стоит обговорить это с Элли позже. А пока мне остаётся только ждать...<s>r\n<s>r\nРассвет... Лучи солнца освещали лес и пробивались сквозь ветхие деревянные стены хижины, слегка обжигая мою кожу. Вдруг я заметил, что кто-то вошёл в хижину. Я было хотел наброситься на незванного гостя, но через мгновенье понял, что это Элли.<s>r\n— О, Марк, ты здесь? — спросила она.<s>r\n— Да, — ответил я, — Я решил не уходить.<s>r\n— Почему? — она села напротив меня.<s>r\n— Да так... Не хочу возвращаться. Уверен, что меня начнут расспрашиват...<s>r\n— Понятно...<s>r\n— Элли, ты никогда не думала об исцелении? — спросил я после небольшой паузы.<s>r\n— Боюсь, лекарства нет, — она опустила голову, — Но Рассветный слиток... Он поможет нам.<s>r\n— Для вас контроль трансформации — уже исцеление. Но что насчёт вампиров? Неужели нет нам прощения? Я до сих пор не понимаю, зачем Тарону нужен слиток и как он поможет вампирам.<s>r\nПосле этого разговора мы просто молча сидели некоторое время. <s>r\n— Марк! — шёпотом сказала Элли, — Ты слышишь?<s>r\n— Что?<s>r\n— Шорох!<s>r\nЯ прислушался. И вправду, что-то шуршало рядом с хижиной. <s>r\n— За мной! — сказал я Элли и, пригнувшись, вышел из хижины. Элли последовала за мной. <s>r\nСолнце ослепляло меня, но я смог разглядеть источник шума: это был Джек. На его поясе висели сабли, а за спиной — мушкет. Вампир быстрым шагом куда-то уверенно шёл. Но что куда? <s>r\n— Ты знаешь его? — спросила Элли.<s>r\n— Да, он мой друг... Но куда он идёт?<s>r\n— Проследим? — предложила вдруг Элли.<s>r\n— Давай, — согласился я.<s>r\nМы аккуратно отправились вслед за Джеком. Старик привёл нас к большому полю. Присмотревшись, я заметил, что в поле стоит человек. Я и Элли решили не выходить из леса и наблюдать. <s>r\n— Сарен, ты всё таки пришёл! — радостно воскликнул Джек, — А я думал, ты лижешь сапоги своему начальству!<s>r\nСарен? Откуда Джек знает, кто он?<s>r\n— Заткнись! — грозно рявкнул Сарен, — Ваш Лорд должен быть благодарен за то, что мы не штурмуем его паршивое логово!<s>r\n— А вот это интересно...<s>r\nЧто?! Лорд Тарон сотрудничает с орденом.<s>r\n— Ваша провальная операция, неудачи, преследующие вампиров — это всё часть великого плана. Ты лишь пешка.<s>r\n— Я предпочитаю ладью, — ехидно бросил Джек.<s>r\n— Заткнись! — Сарен замахнулся мечом, но старик использовал знакомый мне трюк: обернулся стаей летучих мышей и в одно мгновение оказался в нескольких метрах от Сарена. <s>r\n— Хватит убегать! — Сарен был не в себя от ярости, — Сражайся!<s>r\nОн вновь замахнулся мечом, но Джек увернулся так же, как и уворачивался до этого.<s>r\n— Расскажи мне о сотрудничестве ордена и Тарона, и, может быть, я атакую...<s>r\n— Ты и так много знаешь! — Сарен бросился в атаку, но вновь потерпел неудачу. <s>r\n— Вы что-то задумали... Это связано с Рассветным слитком?<s>r\n— Чёрт, да! <s>r\n— Значит, вам известно, зачем он нам?<s>r\n— Ха, нам-то да, а вот вам лапшу на уши вешают! — Сарен вновь бросился в атаку. Джек вновь увернулся, но я заметил, что он ослабевает.<s>r\n— Где мои лучницы?! — грозно прорычал Сарен.<s>r\n— Я успел позаботиться о них, друг мой, — с улыбкой ответил Джек, — Я знаю тебя — ты слишком труслив и слаб, чтобы драться один на один. <s>r\n— Хватит играться! — Сарен бросил свой меч, — Ночной дозор, я призываю тебя!<s>r\nВдруг Сарен начал излучать тёмно-синюю ауру. Джек взял в руки свой мушкет. Внезапно Сарен с огромной скоростью добежал до Джека. Старик еле увернулся, после чего сделал выстрел, который попал Сарену в плечо. Джек перезарядил мушкет. Сарен же вновь в одно мгновение оказался перед Джеком и нанёс ему удар. Старик выронил ружьё. <s>r\n— Больше не убежишь! — взгляд Сарена были безумным и полным ярости.<s>r\nДжек выхватил саблю и проткнул Сарену ногу, после чего подобрал мушкет и отлетел в сторону, сделав несколько выстрелов. Сарен упал на колени, после чего Джек подошёл к нему.<s>r\n— Раньше надо было силу свою использовать. Хе-хе... — усмехнулся Джек.<s>r\nСтарик убрал оружие и отправился в сторону горы.<s>r\nУ меня есть вопросы к Джеку... Я вышел из укрытия и пошёл ему навстречу, позвав с собой Элли. Я был намерен рассказать ему правду в обмен на... правду.<s>r\n ",
    "answers": [
      {
        "id": 39,
        "text": "[Окликнуть Джека]"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Джек! — крикнул я. <s>r\nОн остановился и заметил меня.<s>r\n— Марк? Ты живой! Я уж думал всё, сожрали тебя тогда! — старик был рад моему появлению. Он как будто забыл всё, что произошло минуту ранее. <s>r\n— А это ещё кто? — спросил он, заметив Элли.<s>r\n— Я расскажу тебе всё. Но для начала объясни, что сейчас произошло?<s>r\n— Понимаешь, так случилось, что у меня есть друзья... В ордене серебряного Клинка... Ну как друзья. Оказалось, что они не такие уж и друзья.<s>r\n— Так, стоп, вампир дружил с теми, кто убивает вампиров? — спросил я. Я был в полном недоумении.<s>r\n— Да, звучит странно, но объяснять долго. Самое хреновое, что эти ребята — отряд Ночного дозора...<s>r\n— Что?! — чуть ли не вскрикнув возмутился я, — А не ты ли часом подставил нас и обеспечил провал операции?<s>r\nМои обвинения, возможно, были слишком резкими, но оправданными. <s>r\n— Да я бы никогда! Но! — Джек сделал паузу, — Они могут быть замешаны в этом, ибо в ту ночь они выискивали стаю оборотней, которая и напала на нас. Как видишь, подтвердилось то, что наш Лорд, оказывается, та ещё крыса! Как бы не натворил он бед... — старик вновь сделал паузу, — Итак. Я рассказал тебе, что произошло. Теперь твоя очередь. Кто это?<s>r\n— Это девушка. Оборотень...<s>r\n— Что?! — Джек резко выхватил мушкет, но я резко выбил его из рук.<s>r\n— Марк, ты не понимаешь, что творишь!<s>r\n— Послушай, Джек! Это не моя война! И знаешь, я уверен, что те, кто погиб в ту ночь, тоже не должны были воевать! Наверняка они стали монстрами не по своей вине! К тому же Элли — мой друг! Она спасла меня!<s>r\n— О Боже...<s>r\nСтарик поднял с земли мушкет и убрал его за спину.<s>r\n— Лорд Тарон, — начал он, — Сколько я себя помню, говорил, что оборотни — наши враги.<s>r\n— Элли, — позвал я девушку, — Вы правда воюете с вампирами?<s>r\n— Да, но... Не мы начали эту войну. Вожак говорил нам, что он пытался договориться с неким \"сильным и могущественным вампиром\", но ничего не вышло. Хотя по возможности, мы стараемся не убивать людей и вампиров.<s>r\n— Видишь, Джек? Тарон лгал вам всем. Но... ради чего?<s>r\nКакое-то время все просто молча стояли.<s>r\n— Элли, мне надо вернуться в замок. Возвращайся к своим, ладно?<s>r\n— Хорошо...<s>r\nДевушка развернулась, побежала в сторону горы и вскоре скрылась из виду. <s>r\n— Симпотная, а? — с улыбкой сказал Джек и посмотрел на меня.<s>r\n— Джек! Не до этого сейчас!",
    "answers": [
      {
        "id": 40,
        "text": "— У меня есть план..."
      }
    ]
  },
  {
    "id": 40,
    "text": "— У меня есть план... — сказал я, — Он очень безумный, но осуществим только с твоей помощью.<s>r\n— И что у тебя на уме?<s>r\n— Пока Тарон не натворил бед, я предлагаю переманить на свою сторону Арвилла. Если он поддержит нас, его поддержит большинство других вампиров. А дальше... По ситуации...<s>r\n— Марк, — старик положил мне руку на плечо, — Этому Лорду уже давно кто-то должен надавать по морде. Я с тобой, дружище!<s>r\nСлова Джека прибодрили меня. Спустя время мы с ним оказались в Сумеречном Замке. Внезапно мне показалось, что пещера стала просторнее. Как будто в ней стало меньше народу.<s>r\n— Джек. Ты вернулся, — к нам подошёл Арвилл, — И смотрю не один, — капитан повернулся ко мне, — Марк. Ты выжил. Это не может не радовать. Ты куда более сильный... Нежели другие... <s>r\nЕго постоянные паузы немного нервировали меня.<s>r\n— Мне кажется, или в замке стало меньше вампиров? — резко спросил я.<s>r\n— Да. Лорд Тарон внезапно собрал всех чистокровных вампиров и куда-то ушёл. Не знаю, зачем...<s>r\n— Марк, это очень плохо! — воскликнул Джек.<s>r\n— Капитан Арвилл! — обратился я, — Я прошу Вас выслушать меня и Джека и принять мудрое решение. Лорд Тарон планирует что-то ужасное. Он стравливал оборотней и вампиров, сотрудничал с Ночным дозором, а сейчас куда-то увёл половину вампиров и делает чёрт знает что!<s>r\n— Да что ты такое несёшь?! — Арвилл явно не верил мне.<s>r\n— Всё, что он сказал — правда, — вмешался Джек, — Мною был убит воин Ночного Дозора. И он откуда-то знал про провал операции... <s>r\nАрвилл тяжело вздохнул и погрузился в раздумья. <s>r\n— Я не могу полностью верить вам, — начал он, — Но я также не доверяю и Лорду...<s>r\nВнезапно в пещере раздался ужасный грохот.<s>r\n— Что это?! — воскликнул Арвил, — Все сюда!<s>r\nОставшиеся вампиры подбежали к Арвиллу.<s>r\n— Как жаль, что придётся вас всех убить! — раздался голос, — Ведь я угробил слишком много времени на вас всех!",
    "answers": [
      {
        "id": 41,
        "text": "[Обернуться]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я обернулся и увидел Лорда Тарона. <s>r\n— Мне не нужна кучка жалких вампиров в подчинении: половина из вас заражена и лишь немногие являются чистокровными! — говорил он.<s>r\n— Тарон! Твоё предательство... <s>r\n— Знаешь, Арвилл, — голос Лорда стал чуть спокойнее, — Я хотел рассказать тебе всё, но... Твоя честь, скорее всего, не позволила бы тебе помочь мне, и даже наоборот: ты бы помешал мне! Но сейчас... Я знаю, где Рассветный слиток! И с его помощью я смогу... — он сделал паузу, — Впрочем, вам это ни к чему знать. <s>r\nВдруг в пещеру начали заходить вампиры. Их было сотни, нет, тысячи! Все они до единого были в кроваво-красных доспехах и выглядели более устрашающе, нежели вампиры-полкуровки на нашей стороне.<s>r\n— Мы есть тьма во плоти, мы есть воплощение смерти. Нам неведомо милосердие, нам чужд страх. Мы — хладнокровные, жестокие убийцы! Узрите — Армия Ночи! <s>r\n— Твоя речь, Тарон, настолько пафосна, что, боюсь, эти слова твоя армия не оправдает, — ехидно бросил Джек. <s>r\n— В атаку! — приказал Лорд, и Армия Ночи, обнажив оружие, бросилась вперёд.<s>r\n— Всем держать позиции! — скомандовал Арвилл, — Сомкнуть ряды! <s>r\nНачалась бойня. Армия Ночи явно превосходила наши силы. Они просачивались в наш строй, окружали тех, кто стоял спереди, и добивали их. Иход битвы был очевиден... И внезапно мне в голову пришёл гениальный план.<s>r\nЯ резко бросился бежать вперёд, расталкивая всех на своём пути. Покинув ряды своих союзников, я, пробиваясь через солдат Армии Ночи, выбежал из пещеры. Я бежал в обход горы, в деревню, как говорила Элли. Я хотел добежать до деревни побыстрее, ведь солнце уже садилось, а общаться с черноволосой девушкой мне было куда приятнее, нежели с двухметровым волком. <s>r\nВот, я уже почти обошёл гору и прошёл вглубь леса. Как и говорила Элли, я пришёл к большому полю, в котором находилась деревня. Я быстрым шагом пошёл в сторону деревни. Несмотря на небольшие размеры, в ней было довольно много людей. Они ничем не отличались от обычных крестьян, но я знал, в кого они превращаются ночью. Жители деревни с опаской осматривали меня. Мне казалось, что в любой момент они набросятся на меня, ибо заметить, что я вампир — проще простого.<s>r\nВдали я заметил знакомую фигуру, стоящую у входа в один огромный дом, который являлся своеобразной ратушой. Я было хотел окликнуть её, но потом понял, что тем самым дам её друзьям понять, что мы знакомы. Я ускорил шаг и очень быстро подошёл к ней.<s>r\n— Марк? — тихо спросила она, — Что ты тут делаешь?<s>r\n— Мне нужна помощь, — начал я, — Лорд...<s>r\nВдруг дверь ратуши открылась. Из неё вышел огромный мужчина в стальных доспехах. Лицо его было изувечено шрамами. У него были короткие серые волосы и такая же серая окладистая борода. Это придавало ему ещё и без того более грозный вид.<s>r\n— Ты знаешь его, Элли? — спросил он грубым басом.<s>r\n\"Мне кранты...\", — думал я.<s>r\n— Ох, господин, — начала оправдываться Элли, — Это... Нам нужно поговорить где-нибудь в другом месте. Это... Долгая история.<s>r\n— Проходите, — вожак, насколько я понял, пропустил нас в ратушу. <s>r\nВнутри находился огромный круглый стол, за который мы сели.<s>r\n— Элли... Это вампир. Что он делает в нашей деревне и почему он знает тебя?<s>r\nДевушка жалобно посмотрела на меня. <s>r\n— Позвольте мне рассказать... — набравшись смелости, сказал я.<s>r\n— Говори, нежить.<s>r\nЯ рассказал вожаку всё историю: от моего становления вапиром до предательства Тарона. Вожак периодически смотрел на девушку, и Элли одобрительно кивала, подтверждая достоверность информации. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 42,
        "text": "— Сейчас у нас есть шанс покончить со всем этим раз и навсегда!"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Сейчас у нас есть шанс покончить со всем этим раз и навсегда! — воскликнул я, — Мне нужна ваша помощь!<s>r\nГрегор посмотрел на меня. Его взгляд был абсолютно пустым. <s>r\n— Вампиры не всегда были нам врагами, — обратился он ко мне, — К тому же Элли доверяет тебе, — Грегор направился к выходу из ратуши, — Нужно выступать. <s>r\n— Но господин Грегор, наши братья и сестры не готовы! — вмешалась Элли.<s>r\n— Нет времени ждать. Неизвестно, что задумал Тарон. К тому же солнце уже село...<s>r\nГрегор медлено направился к выходу из ратуши. Я и Элли последовали за ним. Внезапно все жители в деревне упали на колени. Элли также упала на колени и начала дрожать. Тела всех жителей начали увеличиваться в размерах, кожа стала покрываться шерстью, руки становились длиннее, лицо также удлинялось, вместо зубов появились клыки. Все одновременно издали вой, от которого, казалось, содрогнулась земля. Лишь Грегор остался человеком.<s>r\n— Но почему? — спросил я.<s>r\n— Я могу какое-то время совладать с этим. Но сейчас это нам не нужно.<s>r\nПосле этих слов Грегор схватился за грудь. С ним начало происходить тоже самое, что и со всеми. Однако Грегор гораздо крупнее своих сородичей. <s>r\n— Вперёд, мои сородичи! — демоническим голосом сказал он.<s>r\nКаким-то образом, он мог говорить в волчьем облике. <s>r\n— Пора на охоту! — прорычал он, и все оборотни грозно прорычали в ответ. <s>r\nОгромная толпа оборотней ринулась за мной. Я вёл их в пещеру. За несколько минут мы добрались до Сумеречного Замка и ворвались внутрь. Как раз вовремя... Остатки вампиров с трудом сопротивлялись Армии Ночи, которая понесла немалые потери. Оборотни бросились в атаку. Солдаты Тарона явно не ожидали такого нападения. Армия Лорда оказалась окружена: с одной стороны на неё давили солдаты Арвилла, а с другой — стая Грегора.<s>r\n— Ты! — услышал я знакомый голос, после чего почувствовал удар.<s>r\nЯ встал на ноги и увидел перед собой Лорда Тарона.<s>r\n— Это ты привёл их?! <s>r\n— А какая разница? Твоя армия разбита!<s>r\n\"Король\" вампиров подошёл ко мне.  В руках он держал окровавленный серебряный меч. Он кинул его мне, а сам обнажил свой клинок, который висел у него на поясе.<s>r\n— Дуэль!<s>r\nТарон бросился прямо на меня. Я нанёс встречный удар, но Лорд оказался прямо у меня за спиной. Благо мои силы не подвели меня: сверхскорость спасла меня и я увернулся.<s>r\n— Лучше сдавайся! Слитка тебе не видать!<s>r\nТарон продолжал свои атаки.<s>r\n— Зачем тебе слиток? — успел выкрикнуть я.<s>r\n— С его помощью мои вампиры смогут господствовать над людьми! Я покорю это королевство, а затем перейду к другим! Весь мир склонится у наших ног!<s>r\n— Оглянись вокруг! От твоей армии ничего уже не осталось! Ты безумен!<s>r\nЯ пропустил удар и получил ранение.<s>r\n— С помощью слитка я создам орудие, которое уничтожит нашего заклятого врага — солнце! Ты не посмеешь противостоять мне!<s>r\nТарон нанёс мне мощный удар, поваливший меня на землю.<s>r\nЛорд замахнулся мечом, как вдруг один из оборотней загородил меня. Это была Элли. Она одним ударом отбросила Лорда в сторону.<s>r\n— Спасибо... — с трудом сказал я.<s>r\nЯ кое-как встал на ноги. Я и Элли молча смотрели на Лорда. К нам подошли Грегор и Арвилл, раненый Джек, остатки вампиров и стая оборотней. Армия Ночи была уничтожена.<s>r\n— Этого... Не может быть... — дрожащим голосом произнёс Тарон. <s>r\nВдруг он схватился за свой клинок и... Проткнул себя.<s>r\n— Говорил, что мы слабаки, а сам-то даже не смог ответить за свои поступки... — сказал Джек.<s>r\n",
    "answers": [
      {
        "id": 43,
        "text": "[Эпилог]"
      }
    ]
  },
  {
    "id": 43,
    "text": "После смерти Тарона нам удалось добыть Рассветный слиток. Всё это время он находился прямо у всех под носом: огромная церковь в городе, что у подножия горы, хранила в себе этот могущественный артефакт... <s>r\n<s>r\nОстатки вампиров под предводительством Арвилла начали жить вместе с оборотнями. Вскоре деревня стала походить на небольшой городок. Грегор, получив слиток, начал ковать магические кольца для всех оборотней. С помощью кольца они смогли контролировать свои превращения. Джек же выковал магические амулеты, позволяющие вампирам находиться на солнце. Вампиры, со временем, перестали охотиться на людей и перешли на кровь животных. Сперва некоторым это пришлось не по нраву, но вскоре все привыкли к этому.<s>r\n<s>r\nНочной дозор со временем был расформирован. Элли лично услышала об этом и поспешила обрадовать своих друзей. <s>r\nПро Сумеречный Замок все давно позабыли. Всё начало вставать на свои места. <s>r\n<s>r\nКто-то из нас забыл о старой жизни, а \"новенькие\" ею особо и не интересовались. Но, может, это и к лучшему. В конце концов надо жить дальше...<s>r\n<s>r\n<s>r\n<s>r\n[Получена концовка: Кровь и Луна]",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я не мог согласиться. Слова Тарона... безумны... Я не был готов помогать ему.<s>r\n— Я отказываюсь, — сказал я.<s>r\n— Что ж...<s>r\nТарон резко оказался за моей спиной.<s>r\n— Ты слишком много знаешь! Я просто не могу отпустить тебя живым! <s>r\nВнезапно я почувствовал холодный металл в своей груди...",
    "answers": [
      {
        "id": 23,
        "text": "[Смерть]"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Верой и правдой служить Лорду Тарону, королю всех вампиров и будущему владыке мира...",
    "answers": [
      {
        "id": 46,
        "text": "— Верой и правдой служить Лорду Тарону, королю всех вампиров и будущему владыке мира..."
      }
    ]
  },
  {
    "id": 46,
    "text": "— И беспрекословно выполнять его приказы...",
    "answers": [
      {
        "id": 47,
        "text": "— И беспрекословно выполнять его приказы..."
      }
    ]
  },
  {
    "id": 47,
    "text": "— Хорошо. Ты дал клятву верности. Отныне ты — Воин Ночи. И последнее...<s>r\nЛорд Тарон подошёл ко мне. Я немного занервничал. Вдруг я почувствовал холод в области шеи. В глазах потемнело...",
    "answers": [
      {
        "id": 48,
        "text": "[Потеря сознания]"
      }
    ]
  },
  {
    "id": 48,
    "text": "Я очнулся в огромном тёмном зале. Вдоль стен стояли вампиры, но... Они отличались от тех, которых я видел в пещере. У них была кроваво-красная броня, а глаза светились ярче. И тут я осознал, что у меня такая же экипировка.<s>r\n— Ты получил в дар мою кровь... — рядом со мной стоял Тарон, который появился из ниоткуда, — Теперь ты — один из нас...<s>r\nВдруг наступила темнота. Я был в сознании, но я абсолютно ничего не видел. <s>r\nВнезапно яркий свет на мгновенье ослепил меня. Я находился в тронном зале. Передо мной на троне сидел Тарон.<s>r\n— Готов к первому заданию? — спросил он.<s>r\n— Думаю, да.<s>r\n— Хорошо. Пока мы допросим найденного тобой оборотня, твоя задача — отправиться в форт Ночного Дозора, что на западе от горы. Если возникнут проблемы, скажи, что ты от меня. Там найди человека по имени Сарен. Выясни у него всё про Рассветный слиток. А после... Подстрой несчастный случай. Убей его... Вопросы?<s>r\n— Ты... сотрудничаешь с Ночным Дозором, организацией, которая убивает нежить?<s>r\n— Не совсем. Сотрудничаю, но только с некоторыми людьми. Ещё вопросы?<s>r\n— Нету... наверное...<s>r\n— Тогда ступай. И ещё: если ты кому-нибудь проболтаешься, то умрёшь, медленно и мучительно. Ясно?<s>r\n— Да...<s>r\nЯ вышел из замка Лорда. На выходе меня встретил Джек.<s>r\n— Что-то долго ты... — старик осмотрел меня, — Хотя да, такой клоунский костюм искать времени надо много. Хе-хе...\n— Ты закончил? — недовольно спросил я.\n— Да ладно тебе, я на самом деле по делу к тебе пришёл. Я надеялся, что ты составишь мне компанию. Нужно сходить кое-куда...<s>ufeff\n— Куда?<s>ufeff\n— Увидишь. Но предупреждаю: будет опасно.\n— У меня важное задание, извини.\n— А, теперь ты на побегушках у Лорда Тарона... Марк, дело на самом деле минутное. Тут поле, пару сотен метров на запад.\nНа запад... Ладно, помогу ему, мне всё равно по пути.\n— Хорошо, что ты хочешь?\n— Пошли, по дороге расскажу.\nДжек взял своё ружьё и сабли, после чего мы покинули Замок. На улице был вечер, но, несмотря на это, солнце ещё хорошо светило в небе. Джек как всегда был в своей шляпе, а мне пришлось надеть капюшон. <s>ufeff\nПока мы шли, Джек рассказал мне, для чего я, собственно, ему понадобился.<s>ufeff\n— Понимаешь, так случилось, что у меня есть друзья... В ордене серебряного Клинка... Ну как друзья. Оказалось, что они не такие уж и друзья<s>ufeff\nА это уже интересно. Лорд Тарон ничего не говорил про это  Но, возможно, он просто не знает это...",
    "answers": [
      {
        "id": 49,
        "text": "— Продолжай "
      }
    ]
  },
  {
    "id": 49,
    "text": "— Самое хреновое, что эти ребята — отряд Ночного дозора...<s>ufeff Они могут быть замешаны в этом, ибо в ту ночь они выискивали стаю оборотней, которая и напала на нас. Я позвал тебя, потому что больше не могу никому доверять!<s>ufeff\n— Хорошо, но зачем я тебе с собой?<s>ufeff\n— Держи, — старик протянул мне пистолет, — Если я буду ранен или ещё чего похуже — выстрели в небо. А сам беги. <s>ufeff\nЯ взял пистолет и аккуратно закрепил его на поясе. <s>ufeff\n— В этом дозоре три человека: Сарен — носит двуручный меч.\nСарен... Отлично. \n— Его будет легко убить, — продолжил старик, — Основная проблема — это две его шестёрки-лучницы. Эти стервы будут сидеть в укрытии и точить серебряные стрелы. Марк, ты же вроде научился владеть сверхскоростью?<s>ufeff\n— Да. \n— Попробуй найти их, но на глаза не попадайся. <s>ufeff\nДжек вдруг резко остановился. <s>ufeff\n— Пришли. Спрячься где-нибудь и наблюдай.",
    "answers": [
      {
        "id": 50,
        "text": "[Залезть на дерево] "
      }
    ]
  },
  {
    "id": 50,
    "text": "Старик пошёл вперёд, а я залез на дерево. Оказалось, что это был конец леса, а Джек вышел из него на большое поле. Присмотревшись, я заметил, на нём, почти рядом с лесом, стоит человек. Видимо, это и есть Сарен. Никто из них не начал атаковать, и я решил подслушать их разговор. <s>ufeff\n— Сарен, ты всё таки пришёл! — радостно воскликнул Джек, — А я думал, ты лижешь сапоги своему начальству!<s>ufeff\n— Заткнись! — грозно рявкнул Сарен, — Ваш Лорд должен быть благодарен за то, что мы не штурмуем его паршивое логово!<s>ufeff\n— А вот это интересно...<s>ufeff\n— Ваша провальная операция, неудачи, преследующие вампиров — это всё часть великого плана. Ты лишь пешка.<s>ufeff\n— Я предпочитаю ладью, — ехидно бросил Джек.<s>ufeff\n— Заткнись! — Сарен замахнулся мечом, но старик использовал знакомый мне трюк: обернулся стаей летучих мышей и в одно мгновение оказался в нескольких метрах от Сарена. Я же быстро, но аккуратно прочёсывал местность. Вдруг я приметил в кустах девушку, которая натягивала тетеву. Я спрыгнул прямо на неё и впился  клыками ей в шею. Её смерть была быстрой... Осталось лишь найти вторую. К счастью, она сама нашла меня. Увидев мёртвую подругу у меня на руках, она попыталась выхватить кинжал, но я в одну секунду оказался рядом с ней и нанёс сокрушительный удар. С лучницами покончено. Я вновь залез на дерево и продолжил наблюдать за битвой. <s>ufeff\n— Хватит убегать! — Сарен был не в себя от ярости, — Сражайся!<s>ufeff\nОн вновь замахнулся мечом, но Джек увернулся так же, как и уворачивался до этого.<s>ufeff\n— Расскажи мне о сотрудничестве ордена и Тарона, и, может быть, я атакую...<s>ufeff\n— Ты и так много знаешь! — Сарен бросился в атаку, но вновь потерпел неудачу. <s>ufeff\n— Вы что-то задумали... Это связано с Рассветным слитком?<s>ufeff\n— Чёрт, да! <s>ufeff\n— Значит, вам известно, зачем он нам?<s>ufeff\n— Ха, нам-то да, а вот вам лапшу на уши вешают! — Сарен вновь бросился в атаку. Джек вновь увернулся, но я заметил, что он ослабевает.<s>ufeff\n— Хватит играться! — Сарен бросил свой меч, — Ночной страж, дай мне сил!<s>ufeff\nВдруг Сарен начал излучать тёмно-синюю ауру. Джек взял в руки свой мушкет. Внезапно Сарен с огромной скоростью добежал до Джека. Старик еле увернулся, после чего сделал выстрел, который попал Сарену в плечо. Джек перезарядил мушкет. Сарен же вновь в одно мгновение оказался перед Джеком и нанёс ему удар. Старик выронил ружьё. <s>ufeff\n— Больше не убежишь! — взгляд Сарена были безумным и полным ярости.<s>ufeff\nДжек выхватил саблю, но Сарен нанёс ему сокрушительный удар. Старик, кашляя кровью, упал на землю.\n— Марк, стреляй! — крикнул он.\nНо я не выстрелил. Я спустился с дерева и направился к Сарену.\n— Кто ты такой? — грозно спросил Сарен.\n— Я от Лорда Тарона. Он хочет узнать, где находится Рассветный слиток. \n— Что же он сам не пришёл ко мне, а? \n— Ты измотан, Сарен. Просто скажи, где слиток. \n— Хорошо. Огромная церковь в городе, что у подножия горы. Всё это время он был у вас под носом.\n— Хорошо, спаибо...\n— Эй, Тарон обещал мне, что сделает меня вампиром!\n— Ах, да. Вот твоя награда...\nВ одно мгновенье я оказался рядом с Сареном и нанёс ему мощный удар, от которого он отлетел на несколько метров и, наверняка, погиб.\n— Марк... Что это значит? — простонал Джек.\n— Я просто выполняю приказ. Ничего личного.\nЯ молча развернулся и отправился в замок, оставив старика умирать... ",
    "answers": [
      {
        "id": 51,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 51,
    "text": "— Лорд Тарон, я выполнил ваше задание. Рассветный слиток находится в церкви, в городе, что у подножия горы. Сарен мёртв. Вместе с ним мне пришлось убить Джека, одного из вампиров. Если их тела найдут, то скорее всего посчитают, что они просто убили друг друга в схватке.\n— Молодец... Ты превосходишь все мои ожидания! Уже сегодня мы заполучим Рассветный слиток, и ничто не помешает нам. Пока ты был на задании, мне удалось вытянуть из той девушки информацию о деревне оборотней. Прямо сейчас мои воины уничтожают там всё... — Тарон встал с трона, — За мной.\nЯ последовал за Лордом. Выйдя из замка, передо мной предстала следующая картина. В пещере происходила бойня: Армия Ночи с лёгкостью убивала других вампиров. Расправившись со всеми, солдаты Тарона построились. Их было сотни, нет, тысячи!\n— Моя армия! — начал Тарон, — Сегодня настал день, когда, наконец, падёт солнце, а люди поймут, кто хозяева этого мира! Вперёд!\nТысяча вампиров развернулась и направилась к выходу из Сумеречного Замка.\nСпустя время огромная армия уже штурмовала город.\n\"Нужно пробраться к церкви\", — думал я.\n\nЧасти тел, куски мяса и головы летали во все стороны и обагряли землю кровью. Я же пытался пробиться в город. Уворачиваясь от клинков и когтей, я добежал до ворот города. На улицах тоже происходили бои между вампирами и Ночным дозором. Рыцари в серебряных доспехах отбивали атаки воинов Тарона, но ослабевали. Мне было не до них; огромная церковь — вот моя цель. Пробегая мимо сражений, я бежал в сторону церкви. Никто не щадил никого — погибали все до единого. А пожар в городе разгорался... Даже начавшийся ливень не мог потушить его. <s>ufeff\nДома рушились. Обломки падали прямо на улицу, из-за чего постоянно приходилось менять маршрут. Забраться на крышу домов никто не давал возможности. <s>ufeffРазличить, кто есть кто, было почти невозможно. А я бежал до церкви...<s>ufeff\nКазалось, сражение длилось уже целую вечность. Наконец, я вышел на дорогу, ведущую прямо в нужное место. Я побежал, но вдруг почувствовал, что падаю. Я осмотрелся.<s>ufeff",
    "answers": [
      {
        "id": 52,
        "text": "[Обернуться] "
      }
    ]
  },
  {
    "id": 52,
    "text": "Обернувшись, я увидел Лорда Тарона, который отбивался от нескольких рыцарей. Расправившись с ними, он подошёл ко входу в церковь.\n— Наконец-то... Нас ждёт светлое будущее! Оно всего лишь в нескольких шагах от меня!\nПосле этих слов Тарон зашёл в церковь. Я последовал за ним.\nВнутри я обратил внимание на проход, который был завален камнями. Кое-как мне удалось разобрать его. Проход вёл в небольшой зал, в средине которого находился огромный алтарь. Я и Тарон подошли к нему. Внезапно в церковь пробились лучи солнца. Рассвет...<s>ufeff\nНа алтаре была надпись на непонятном языке <s>ufeff\n— Что это значит? — спросил я.\n— Алтарь можно открыть только кровью. И она будет твоей.\nЛорд выхватил свой клинок, но я отскочил назад.\n— И это твоя плата за мою верность? — спросил я.\n— Это ради нашего будущего! — Тарон нанёс удар, от которого мне с трудом удалось увернуться. После этого удара последовала ещё серия. Получив удар в грудь, я упал на пол.\n— Марк... — Лорд поднёс клинок к моей шее, — Твоя жертва не напрасна...\nВдруг сильная боль резко окутала тело...",
    "answers": [
      {
        "id": 53,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 53,
    "text": "Лорд Тарон раздобыл Рассветный слиток. Ему удалось отлить гигантское орудие, которое он направил на своего злейшего врага — солнце. В тот день мир окутала тьма...\n\nДеревня оборотней была полностью уничтожена. Лишь немногим удалось уйти.\n\nНа руинах города Тарон основал новй город, столицу своей империи. Армия Ночи покоряла всех на своём пути, и вскоре Тарон заполучил власть, о которой мечтал.\n\nПрактически все люди были убиты, а те немногие выжившие стали рабами вампиров.\n\nМарк, предав своих друзей, погиб, чтобы исполнить волю короля вампиров. Сам Лорд вскоре позабыл о нём...\n\n\n\n[Получена концовка: Когда солнце засияет красным] ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 54,
    "text": "\"К чёрту этого странного старика!\" — думал я.\nДождавшись, когда он уснёт, я вышел из дома и бросился бежать, далеко-далеко, подальше от этого места... ",
    "answers": [
      {
        "id": 55,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 55,
    "text": "Марк бежал без остановки почти целые сутки. В конце концов дорога привела его к заброшенному дому, который находился на берегу озера. Там он и осел.\n\nПо ночам, когда его мучал голод, он выбирался на охоту. Нападал он, в основном, на заблудших путников, но иногда он пробирался в города и деревни.\n\nВ один день к его дому пришли люди. Они начали рубить лес и строить дома. Обезумевшему Марку это не понравилось. Когда наступила ночь, он вышел из дома и было хотел отведать крови, но вместо человека он застал существо с волчьей мордой, длинными лапами и огромными клыками. Эти люди оказались оборотнями. \n\nМарк был убит. Возможно, это даже и к лучшему...\n\n\n\n[Получена концовка: Вампир — отшельник] ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  }
]