[
  {
    "id": 1,
    "text": "Автор: Аника Хериссон<s>ufeff\nЖанр: фэнтези (ключевые слова: ведьма, воздух, вызов, выпускной, время) \nСтатус: завершен<s>ufeff\nАннотация: Как часто мы не замечаем того, что находится у нас под самым носом? А можем ли мы упустить начало целой войны? Когда происходит подобное, остаётся только бороться и надеяться на лучшее... \nP.S.: Отзывы, пожелания, жалобы и критика — всё принимается и очень помогает в работе над квестом. Спасибо всем, кто читает) ",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест",
        "var_set": [
          "воздух",
          0,
          "вода",
          0,
          "огонь",
          0,
          "земля",
          0,
          "направляющий",
          0,
          "выбор",
          0,
          "пески",
          0,
          "время",
          0,
          "некро",
          0,
          "структура",
          0,
          "подпитка",
          0
        ]
      },
      {
        "id": 21,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "     Стук в окно привлёк моё внимание. За стеклом зависла ведьма, с терпеливостью механизма ожидая моих дальнейших действий. Её медное тело поблёскивало в лучах закатного солнца. Залюбовавшись искусной работой Кузнеца, я оттягивал момент, в глубине души понимая, что мне не захочется слышать это послание. Но делать было нечего. Открыв окно, я впустил посланника внутрь.<s>r\n    — Гер Дахар, вас вызывают. Вызов инициирован ректором университета, — механическим голосом провозгласила ведьма, зависнув на метле напротив моего лица.<s>r\n     — Всего десять сантиметров меди, а столько проблем в придачу, — проворчал я.<s>r\n     — Запись ответного послания начата, — после подобного я задался вопросом, может ли механизм ехидничать?<s>r\n     — Стереть запись, — скомандовал посланнику.<s>r\n     — Не положено.<s>r\n     — Сотри, говорю, — в моём голосе послышалось раздражение. <s>r\n     Ведьма отлетела чуть дальше и повторила своё:<s>r\n     — Не положено.<s>r\n     — Дополнительная информация есть? – какой смысл спорить с куском меди.<s>r\n     — Выпускной класс созывается на полевые работы через четыре часа, вы возглавляете практику.<s>r\n     — А как же Гер Шульц? Выпускной класс его.<s>r\n     — Информация не найдена, — ведьма направилась к окну, с намерением покинуть помещение.<s>r\n     Что ж, от неё я больше ничего не добьюсь. Собрав амулеты стихий и пару мешочков времени, я двинулся к университету. На этой практике решится, кто из выпускного класса получит звание настоящего артефактора, а кто останется на обочине жизни. Как жаль, что мне не удастся помочь всем.<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Отправиться в университет"
      }
    ]
  },
  {
    "id": 3,
    "text": "     Артефакторский факультет Вердена был домом для двух тысяч студентов разных возрастов и благосостояния. На фоне других магических институтов он сильно проигрывал в зрелищности. Артефакторы не кидают заклинаний, не плетут магических сетей, не разбрасываются проклятиями. В основном это люди замкнутые и увлеченные. Да и длительный срок обучения с успехом отсекает все ненужные элементы – тот, кто не горит профессией, в жизни не согласится учиться двенадцать лет вместо семи. Но мы заботимся о своих студентах куда больше, чем пресловутые маги, некроманты и даже друидская братия. Мы не лишаем их источника магии за проваленные финальные испытания, лишь выдаём диплом амулетчика. Согласен, за двенадцать лет учёбы получить возможность изготавливать лишь небольшие по силе амулеты – очень обидно. Но потерять источник магии…<s>r\n     Я подошёл к огромному готическому замку, что годами выпускал готовых артефакторов и амулетчиков. Подниматься наверх совершенно не хотелось. Медная ведьма зависла над моим плечом с очередным сообщением:<s>r\n     — Ректор просит поторопиться. Он передаёт, что видит вас в окно, и сбежать уже не удастся.<s>r\n     Я нервно вздохнул, поправляя ворот мантии и отправился навстречу проблемам.<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "Подняться в кабинет ректора"
      }
    ]
  },
  {
    "id": 4,
    "text": "     — Дарен, я рад, что вы не соблазнились идеей побега, — провозгласил ректор, стоило мне открыть дверь в его кабинет.<s>r\n     В помещении пахло книгами и магией. Фолианты занимали всё свободное пространство: полки, стол, подоконники, громоздились стопками на полу, покосившимися башнями выглядывали из глубоких кресел. Ректор любовно поглаживал одну из стопок на столе. Он был приятным, но чудаковатым старичком. Корона выживет его с этой должности рано или поздно. Но пока Визанал Тардин здесь, студенты могут не переживать за свою безопасность. Вот почему я даже не рассматривал всерьёз вариант проигнорировать его вызов.<s>r\n     — Я должен беспокоиться о Гере Шульце?<s>r\n     — Садись, Дарен. Тебе не понравится этот разговор.<s>r\n     Магические подштанники! Кажется, мои неприятности куда больше заявленных. Перемещая стопку книг по чёрной артефакторике, я судорожно перебирал варианты. Шульц снова перепил в таверне болотной браги? Но тогда к чему такая срочность? У нас ещё два месяца на проведение финальных испытаний. Или новая подружка Шульца вновь оказалась оборотнем-ретроградом, и мы отправимся спасать профессора от угрозы, так сказать, семейного рабства? Кстати, а я бы посмотрел на арсенал выпускников. Создать артефакты против оборотней будет достойным заданием на квалификацию.<s>r\n     — Гер Шульц пропал, — ректор никогда не любил оттягивать неизбежное. – Корона настаивает на нестандартном испытании для учеников, и я отправил его проверить место.<s>r\n     — И что же там случилось?<s>r\n     — Мы не знаем. Нет ни следов профессора, ни следов нападения. В поселении Шульц словно и не появлялся.<s>r\n     — В поселении? – я был удивлён, финальные испытания всегда проводились на полигоне в чётко продуманных и контролируемых условиях.<s>r\n     — Король настаивает, — ректор глубоко вздохнул, лишь этим показывая своё неудовольствие. – Он считает наших студентов плохо подготовленными к полевой практике.<s>r\n     — Мы артефакторы! Мы не работаем в поле! <s>r\n     — Концепция меняется, Дарен. Мы не можем игнорировать требования Короны и дальше, но прошу, будь осторожен. Что-то странное твориться в этом приграничном поселении. Не бойся провалить испытание, просто вернитесь живыми…<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "Двенадцать часов спустя"
      }
    ]
  },
  {
    "id": 5,
    "text": "     Магический дилижанс упорно собирал все ямы и кочки просёлочной дороги, увозя нас вдаль от гостеприимного, обжитого и безопасного Вердена. Выпускной класс мирно посапывал на мягких лавочках, оставив меня наедине с тягостными раздумьями. Их осталось всего пятеро в противовес тридцать студентам первоначального набора. Двадцать уже имели дипломы амулетчиков и занимались простой, но прибыльной работой в разных уголках империи. Двое исчерпали свой внутренний источник по неосторожности. Трое погибли при запрещённых экспериментах. А эти пятеро на финишной прямой: Прискилла, Никандр, Валент, Милослав и Аза. Я почти не знал никого из них, так как мой курс выбирали крайне редко. Изготавливать время и амулеты стихий подвластно лишь немногим.<s>r\n     Тихий голос Азы заставил меня подскочить от неожиданности:<s>r\n     — Вы устали, профессор, я могу заменить вас.<s>r\nДевушка смотрела на меня с ожиданием. Я и правда выдохся за время дороги. Дилижанс управлялся с помощью артефакта пути и требовал постоянной подпитки из моих внутренних резервов. Но я не знал, хватит ли у девушки внутреннего источника для работы с ним. <s>r",
    "answers": [
      {
        "id": 6,
        "text": "Отказаться от помощи, несмотря на усталость",
        "var_set": [
          "время",
          5
        ]
      },
      {
        "id": 7,
        "text": "Принять помощь и отправиться спать",
        "need": [
          7
        ]
      },
      {
        "id": 8,
        "text": "Принять помощь, но остаться рядом с девушкой",
        "need": [
          8
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "     От усталости я уже с трудом различал дорогу. Пора было остановиться и передохнуть. Путь до приграничного поселения оставался неблизким. Нас ждало ещё двенадцать часов пути по отвратительной дороге. Занятый всеми этими мыслями и жалостью к себе, я не заметил движения по кромке леса. Болезненный толчок почти лишил сознания, а в следующее мгновение мы уже кувыркались по дороге, несясь навстречу огромной кристаллической воронке.",
    "answers": [
      {
        "id": 9,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Спасибо, Аза, — я посторонился, предлагая девушке занять моё место и возложить руку на серебряную голову коня. Устроившись на свободной лавочке, я прикрыл глаза и провалился в сон. Нам всё равно придётся остановиться на ночлег, но с помощью выпускников мы быстрее доберёмся до пункта назначения.<s>r\nЯ проснулся от болезненного толчка, ворча себе под нос, о состоянии дорог империи в целом, и этой в частности. В следующее мгновение дилижанс уже кувыркался, словно игрушечный, несясь на встречу огромной кристаллической воронке.<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Спасибо, Аза, — я посторонился, предлагая девушке занять моё место и возложить руку на серебряную голову коня. Устроившись за её спиной, прикрыл веки, открывая доступ к внутреннему взору. Источник девушки сиял ровным фиолетовым светом истинного артефактора, тонкая струйка вливалась в голову коня, управляя движением дилижанса. Беспокоиться было не о чем.<s>r\nЯ откинулся на спинку лавочки, отстранённо наблюдая за дорогой. Шум колёс и покачивания привели меня на границу между сном и явью. Лишь чудом мне удалось заметить движение по кромке леса. Инстинкты сработали быстрее, чем я успел задуматься об увиденном. Выхватив все четыре амулета стихий, я направил их резерв на защиту дилижанса. В следующее мгновение мы уже кувыркались по дороге, несясь на встречу огромной кристаллической воронке. <s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 9,
    "text": "     Что должен чувствовать человек, совершающий свой последний вдох на этой земле? Я вот ничего не почувствовал. Я даже не догадывался, что тот вдох был последним. Но факт становился очевидным, стоило мне бросить взгляд на шесть тел, распростёртых на зелёном полу. Мёртв был только я, остальные без сознания. Странным было другое: вокруг не было ни леса, ни дороги, ни обломков дилижанса – лишь гладкая зеленая поверхность, словно созданная из драгоценного камня. Я вспомнил кристаллическую воронку, в которую катился наш дилижанс после аварии. Сознание пронзила жуткая мысль – ловчий кристалл отступников! Вот куда мы угодили!<s>r\n     — Очень-очень плохо, — произнёс вибрирующий потусторонний голос. <s>r\n     Ого, мой новый голос был пугающим, но судя по тому, с какой скоростью ловушка вытягивала силы, владеть им оставалось недолго. Лишившись телесной оболочки, я стал ещё более уязвим. Я оглядел выпускников и содрогнулся, их источники уже связались с кристаллом тонкой нитью, по капле отдавая энергию. Ректор сказал, вернуться живыми. М-да, это оказалось куда сложнее, чем звучало вначале.<s>r\n     У меня был шанс помочь студентам выбраться из ловушки, и я не мог его упустить.<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Разбудить Прискиллу"
      },
      {
        "id": 11,
        "text": "Разбудить Никандра"
      },
      {
        "id": 12,
        "text": "Разбудить Валента"
      },
      {
        "id": 13,
        "text": "Разбудить Милослава"
      },
      {
        "id": 14,
        "text": "Разбудить Азу"
      }
    ]
  },
  {
    "id": 10,
    "text": "     Это явно легче сказать, чем сделать. Моё тело лежало здесь же, со свёрнутой шеей, так что вариант просто потрясти кого-нибудь за плечо отпадал. Сознание и энергия источника, высасываемая ловушкой, вот и всё, что от меня осталось. Ну что ж, будем довольствоваться тем, что есть. О земной жизни успеем порыдать позже. <s>r\n     Я обратился к источнику и послал небольшой разряд прямо в тело Прискиллы, девушка вздрогнула, но не очнулась. Ладно, попробуем с остальными.<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "Разбудить Никандра"
      },
      {
        "id": 17,
        "text": "Разбудить Валента"
      },
      {
        "id": 18,
        "text": "Разбудить Милослава"
      },
      {
        "id": 19,
        "text": "Разбудить Азу"
      }
    ]
  },
  {
    "id": 11,
    "text": "     Это явно легче сказать, чем сделать. Моё тело лежало здесь же, со свёрнутой шеей, так что вариант просто потрясти кого-нибудь за плечо отпадал. Сознание и энергия источника, высасываемая ловушкой, вот и всё, что от меня осталось. Ну что ж, будем довольствоваться тем, что есть. О земной жизни успеем порыдать позже. <s>r\n     Я обратился к источнику и послал небольшой разряд прямо в тело Никандра, парень вздрогнул, но не очнулся. Ладно, попробуем с остальными.<s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Разбудить Прискиллу"
      },
      {
        "id": 17,
        "text": "Разбудить Валента"
      },
      {
        "id": 18,
        "text": "Разбудить Милослава"
      },
      {
        "id": 19,
        "text": "Разбудить Азу"
      }
    ]
  },
  {
    "id": 12,
    "text": "     Это явно легче сказать, чем сделать. Моё тело лежало здесь же, со свёрнутой шеей, так что вариант просто потрясти кого-нибудь за плечо отпадал. Сознание и энергия источника, высасываемая ловушкой, вот и всё, что от меня осталось. Ну что ж, будем довольствоваться тем, что есть. О земной жизни успеем порыдать позже. <s>r\n     Я обратился к источнику и послал небольшой разряд прямо в тело Валента, парень вздрогнул и приоткрыл один глаз. Его лицо озарилось торжествующей улыбкой.<s>r\n     — На такую удачу я и надеяться не мог, профессор, — расхохотался он. В следующее мгновение я осознал свою ошибку. Валента уже несколько дней не было в живых, моё сознание. Энергия и источник были поглощены отступником. <s>r\n     — Простите, ректор, отсюда никто не вернётся живым… <s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Погрузиться в забвение"
      }
    ]
  },
  {
    "id": 13,
    "text": "     Это явно легче сказать, чем сделать. Моё тело лежало здесь же, со свёрнутой шеей, так что вариант просто потрясти кого-нибудь за плечо отпадал. Сознание и энергия источника, высасываемая ловушкой, вот и всё, что от меня осталось. Ну что ж, будем довольствоваться тем, что есть. О земной жизни успеем порыдать позже. <s>r\n     Я обратился к источнику и послал небольшой разряд прямо в тело Милослава, парень вздрогнул, медленно приоткрыв веки, он попытался сфокусировать взгляд на мне:<s>r\n     — Пустота меня побери, Гер Дахар, вы умерли! – воскликнул парень, приподнимаясь на локтях.<s>r\n     — Ты полагаешь, Милослав? – с иронией сказал я своим новым пугающим голосом.<s>r\n     — Дддда, — заикаясь, протянул Милослав.<s>r\n     — А я и не заметил, — в притворном расстройстве протянул я. Мда, парень либо не гений, либо слишком шокирован. – Конечно я мёртв, студент! И если не хочешь ко мне присоединиться, приводи в чувства остальных!<s>r\n     Вот теперь процесс пошёл бодрее.<s>r\n",
    "answers": [
      {
        "id": 22,
        "text": "Привести в чувство остальных студентов"
      }
    ]
  },
  {
    "id": 14,
    "text": "Это явно легче сказать, чем сделать. Моё тело лежало здесь же, со свёрнутой шеей, так что вариант просто потрясти кого-нибудь за плечо отпадал. Сознание и энергия источника, высасываемая ловушкой, вот и всё, что от меня осталось. Ну что ж, будем довольствоваться тем, что есть. О земной жизни успеем порыдать позже. <s>r\nЯ обратился к источнику и послал небольшой разряд прямо в тело Азы, девушка вздрогнула и распахнула свои огромные глаза. <s>r\n– Святая Пустота, профессор… — она непроизвольно закрыла лицо руками, готовая вот-вот заплакать.<s>r\nНо я недооценил эту хрупкую на первый взгляд студентку. Уже в следующее мгновение, Аза взяла себя в руки, прямо взглянула на меня и сказала:<s>r\n— Мне очень жаль, Гер Дахар. Я проверю остальных, а вы постарайтесь объяснить мне, что происходит.<s>r\n",
    "answers": [
      {
        "id": 22,
        "text": "Привести в чувство остальных студентов"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я обратился к источнику и послал небольшой разряд прямо в тело Прискиллы, девушка вздрогнула, но не очнулась. Ладно, попробуем с остальными.<s>r\n",
    "answers": [
      {
        "id": 17,
        "text": "Разбудить Валента"
      },
      {
        "id": 18,
        "text": "Разбудить Милослава"
      },
      {
        "id": 19,
        "text": "Разбудить Азу"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я обратился к источнику и послал небольшой разряд прямо в тело Никандра, парень вздрогнул, но не очнулся. Ладно, попробуем с остальными.<s>r\n",
    "answers": [
      {
        "id": 17,
        "text": "Разбудить Валента"
      },
      {
        "id": 18,
        "text": "Разбудить Милослава"
      },
      {
        "id": 19,
        "text": "Разбудить Азу"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я обратился к источнику и послал небольшой разряд прямо в тело Валента, парень вздрогнул и приоткрыл один глаз. Его лицо озарилось торжествующей улыбкой.<s>r\n— На такую удачу я и надеяться не мог, профессор, — расхохотался он. В следующее мгновение я осознал свою ошибку. Валента уже несколько дней не было в живых, моё сознание. Энергия и источник были поглощены отступником. <s>r\n— Простите, ректор, отсюда никто не вернётся живым… <s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Погрузиться в забвение"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я обратился к источнику и послал небольшой разряд прямо в тело Милослава, парень вздрогнул, медленно приоткрыв веки, он попытался сфокусировать взгляд на мне:<s>r\n— Пустота меня побери, Гер Дахар, вы умерли! – воскликнул парень, приподнимаясь на локтях.<s>r\n— Ты полагаешь, Милослав? – с иронией сказал я своим новым пугающим голосом.<s>r\n— Дддда, — заикаясь, протянул Милослав.<s>r\n— А я и не заметил, — в притворном расстройстве протянул я. Мда, парень либо не гений, либо слишком шокирован. – Конечно я мёртв, студент! И если не хочешь ко мне присоединиться, приводи в чувства остальных!<s>r\nВот теперь процесс пошёл бодрее.<s>r\n",
    "answers": [
      {
        "id": 22,
        "text": "Привести в чувство остальных студентов"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я обратился к источнику и послал небольшой разряд прямо в тело Азы, девушка вздрогнула и распахнула свои огромные глаза. <s>r\n– Святая Пустота, профессор… — она непроизвольно закрыла лицо руками, готовая вот-вот заплакать.<s>r\nНо я недооценил эту хрупкую на первый взгляд студентку. Уже в следующее мгновение, Аза взяла себя в руки, прямо взглянула на меня и сказала:<s>r\n— Мне очень жаль, Гер Дахар. Я проверю остальных, а вы постарайтесь объяснить мне, что происходит.<s>r\n",
    "answers": [
      {
        "id": 22,
        "text": "Привести в чувство остальных студентов"
      }
    ]
  },
  {
    "id": 20,
    "text": "Получено достижение «Волк в овечьей шкуре»<s>r\n     Я был слишком сильным магом, чтобы полностью утратить сознание после поглощения отступником. И я сожалел об этой силе каждую минуту своего посмертного существования. <s>r\nВ империи разразилась война. Правитель был мёртв уже год к тому моменту, когда ректор сдался под напором Короны, и послал нас на испытание. И не только нас. Все выпускные классы всех магических школ оказались в подобных ловушках. Отступникам была нужна магия. Много-много магии для войны, для порабощения. <s>r\n     Последним оплотом сопротивления оставался готический замок артефакторского факультета в Вердене. Стоило маленькой медной ведьме влететь в окно кабинета ректора с новостями о нашей плачевной участи, как был активирован самый сильный артефакт всех времён – замок Вердена. Только он, собрав под своими сводами выживших, ещё бился за свободу империи.<s>r\n     — Да дарует Пустота силы и мужество защитникам Вердена, а мне – тишину забвения, — я повторял эту фразу как молитву, раз за разом.<s>r\n     — Да заткнись ты, полоумный артефактор! Угораздило же меня поглотить такого идиота! – заорал отступник в пустоту комнаты…<s>r\n",
    "answers": [
      {
        "id": 21,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 21,
    "text": "Список достижений, приобретённых вами в результате прохождения квеста:",
    "answers": [
      {
        "id": 20,
        "text": "Волк в овечьей шкуре",
        "need": [
          20
        ],
        "need_ever": true
      },
      {
        "id": 35,
        "need_ever": true,
        "need": [
          35
        ],
        "text": "Спасение невинных"
      },
      {
        "id": 40,
        "text": "Бесславно павший",
        "need": [
          40
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 22,
    "text": "     Как только аханья, оханья и соболезнования по поводу моей смерти прекратились, мы наконец смогли сосредоточиться на основной проблеме – ловушке.<s>r\n     — Пространство выглядит непроницаемым, — заметила Аза, оглядывая зелёные кристаллические стены.<s>r\n     — Это только на первый взгляд, — нравоучительно провозгласил я замогильным голосом. – Закройте глаза и сосредоточьтесь на внутреннем взоре. Кристалл отступников состоит из сложных магических плетений. Нам надо найти тонкое место или ошибку, тогда будет шанс выбраться.<s>r\n     Студенты послушно закрыли глаза и погрузились в созерцание. Тем временем я рассматривал источники самих студентов. Тут было несколько примечательных моментов. Источник Азы выглядел самым сильным, сплошное фиолетовое сияние, свойственное артефакторам, пробивали редкие голубые искорки целительства. В Прискилле был очень силён маг стихий, четырехцветный водоворот кружился в фиолетовом сиянии, я был даже несколько удивлён, что она выбрала именно наш факультет. Источник Валента был чисто артефакторским, без примесей. Немного странно, но возможно. Милослав оказался талантливым некромагом, я залюбовался сочетанием черного и фиолетового в его источнике. И лёгкая примесь зелёной друидской магии Никандра, вот и весь наш арсенал. Такие разные ребята, жаль будет отдавать всё это добро отступникам.<s>r\n     Я встрехнулся, замечая, что теряю нить рассуждений. Кристалл истощал меня быстрее, чем казалось на первый взгляд. Если мы не поторопимся, я просто растворюсь в ловушке и студенты останутся один на один с проблемой.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "Спросить Прискиллу о результатах осмотра"
      },
      {
        "id": 25,
        "text": "Спросить Никандра о результатах осмотра"
      },
      {
        "id": 26,
        "text": "Спросить Валента о результатах осмотра"
      },
      {
        "id": 27,
        "text": "Спросить Милослава о результатах осмотра"
      },
      {
        "id": 28,
        "text": "Спросить Азу о результатах осмотра"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "     — Центральное плетение основано на магии смерти, но я не вижу ни тонкостей, ни изъянов.",
    "answers": [
      {
        "id": 25,
        "text": "Спросить Никандра о результатах осмотра",
        "need": [
          -25
        ]
      },
      {
        "id": 26,
        "text": "Спросить Валента о результатах осмотра",
        "need": [
          -26
        ]
      },
      {
        "id": 27,
        "text": "Спросить Милослава о результатах осмотра",
        "need": [
          -27
        ]
      },
      {
        "id": 28,
        "text": "Спросить Азу о результатах осмотра",
        "need": [
          -28
        ]
      },
      {
        "id": 29,
        "text": "Обдумать идеи студентов",
        "need": [
          25,
          26,
          28
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "     — Взгляните на плетение привязки магии, оно настроено на определенный поток и питает весь кристалл. Я думаю, что если перегрузить его или перекрыть потоки, то мы сможем ослабить всю конструкцию.",
    "answers": [
      {
        "id": 24,
        "text": "Спросить Прискиллу о результатах осмотра",
        "need": [
          -24
        ]
      },
      {
        "id": 26,
        "text": "Спросить Валента о результатах осмотра",
        "need": [
          -26
        ]
      },
      {
        "id": 27,
        "text": "Спросить Милослава о результатах осмотра",
        "need": [
          -27
        ]
      },
      {
        "id": 28,
        "text": "Спросить Азу о результатах осмотра",
        "need": [
          -28
        ]
      },
      {
        "id": 29,
        "text": "Обдумать идеи студентов",
        "need": [
          25,
          26,
          28
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "     — Есть небольшие огрехи в плетении структуры ловушки, думаю можно ударить туда, чтобы нарушить целостность стен.",
    "answers": [
      {
        "id": 24,
        "text": "Спросить Прискиллу о результатах осмотра",
        "need": [
          -24
        ]
      },
      {
        "id": 25,
        "text": "Спросить Никандра о результатах осмотра",
        "need": [
          -25
        ]
      },
      {
        "id": 27,
        "text": "Спросить Милослава о результатах осмотра",
        "need": [
          -27
        ]
      },
      {
        "id": 28,
        "text": "Спросить Азу о результатах осмотра",
        "need": [
          -28
        ]
      },
      {
        "id": 29,
        "text": "Обдумать идеи студентов",
        "need": [
          25,
          26,
          27
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "     — Всё это совершенно не похоже на артефакты. Никогда мне не давались плетения, — вздохнул Милослав, качая головой, и снова погрузился в созерцание.",
    "answers": [
      {
        "id": 24,
        "text": "Спросить Прискиллу о результатах осмотра",
        "need": [
          -24
        ]
      },
      {
        "id": 25,
        "text": "Спросить Никандра о результатах осмотра",
        "need": [
          -25
        ]
      },
      {
        "id": 26,
        "text": "Спросить Валента о результатах осмотра",
        "need": [
          -26
        ]
      },
      {
        "id": 28,
        "text": "Спросить Азу о результатах осмотра",
        "need": [
          -28
        ]
      },
      {
        "id": 29,
        "text": "Обдумать идеи студентов",
        "need": [
          25,
          26,
          27
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "     — Ого, это просто безумно интересная штука, — взволнованно воскликнула девушка, ощупывая кристалл. – Центральное плетение обширно и связано с пятью дополнительными: плетение структуры, плетение сбора магии, плетение привязки, вот это я раньше не встречала, ага, и некромантическое плетение. Спешу вас всех обрадовать, друзья. Надолго мы не умрём, вскоре все поднимемся в качестве нежити.<s>r\n     Прискилла испуганно ахнула.<s>r\n     — А хорошие новости у тебя есть? – раздражённо вопросил Милослав.<s>r\n     — Имеются, — кивнула Аза. – Некромантическое плетение очень тонкое и наложено впопыхах. Я его даже не сразу заметила. Если ударить по нему. То мы сможем выбраться. Правда, ваше тело, профессор, забрать уже не получится. Оно поднимется в любом случае. <s>r\n     — Ну знаешь, — с улыбкой ответил я, — мне оно, конечно, дорого как память, но уже без надобности.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "Спросить Прискиллу о результатах осмотра",
        "need": [
          -24
        ]
      },
      {
        "id": 25,
        "text": "Спросить Никандра о результатах осмотра",
        "need": [
          -25
        ]
      },
      {
        "id": 26,
        "text": "Спросить Валента о результатах осмотра",
        "need": [
          -26
        ]
      },
      {
        "id": 27,
        "text": "Спросить Милослава о результатах осмотра",
        "need": [
          -27
        ]
      },
      {
        "id": 29,
        "text": "Обдумать идеи студентов",
        "need": [
          25,
          26,
          27
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "     Мыслей было много, а времени мало. Нужно было выбрать что-то одно и действовать.",
    "answers": [
      {
        "id": 30,
        "text": "Использовать идею Никандра",
        "var_set": [
          "подпитка",
          1
        ]
      },
      {
        "id": 31,
        "text": "Использовать идею Валента",
        "var_set": [
          "структура",
          1
        ]
      },
      {
        "id": 32,
        "text": "Использовать идею Азы",
        "var_set": [
          "некро",
          1
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": "     — Так, может ускорить время? Плетение подумает, что высосало нас и успокоится, — предложил Валент.<s>r\n     — Или замедлить, чтобы совсем не тянуло, — внёс коррективы Никандр.<s>r\n     — Да давайте просто врежем со всей дури! – м-да, воинственность Милослава делала его не таким уж и милым.<s>r\n     Настало время принимать решение.<s>r\n",
    "answers": [
      {
        "id": 33,
        "text": "Принять решение"
      }
    ]
  },
  {
    "id": 31,
    "text": "     — Хорошо, Валент, давай попробуем твою идею, — решился я. – У нас есть четыре амулета стихий и немного песка времени, да и самого времени у нас немного. Давайте подумаем, чем можно разбить структуру ловушки.<s>r\n     — Я не вижу никаких огрехов, — с сомнением сказала Аза, — но структурные плетения всегда слабы к стихийной магии.<s>r\n     — Да, точно, — подхватил Валент, — если взять все четыре амулета, то можно создать резонанс в ячейках плетения. Это отличная идея.<s>r\n     Прискилла нервным жестом выстукивала ритм на собственном запястье. Когда девушка нервничала, поток магии от неё к кристаллу усиливался. Это очень-очень плохо.<s>r\n     — Прискилла, что думаешь? – обратился я к студентке, чтобы отвлечь её от тревожных мыслей. – В тебе силён маг стихий.<s>r\n     — От дедушки досталось, — заулыбалась девушка. – Я в следующем году на ваш курс факультативно собиралась… Ой, ладно, не думаю, что стоит использовать амулет Земли, он скорее некромантическое плетение подпитает.<s>r\n     — Мы его даже не коснёмся, — возразил Валент.<s>r\n     — А если время ускорить, процесс пойдёт быстрее? – спросил Милослав.<s>r\n     — Может быстрее, а может только помешает, — задумчиво протянул Никандр. <s>r\n     Настало время принимать решение.<s>r\n",
    "answers": [
      {
        "id": 33,
        "text": "Принять решение"
      }
    ]
  },
  {
    "id": 32,
    "text": "     — Хорошо, Аза, давай попробуем твою идею, — решился я. – У нас есть четыре амулета стихий и немного песка времени, да и самого времени у нас немного. Давайте подумаем, чем можно разбить плетение некромантов.<s>r\n     — Клин клином вышибают, — заметил Валент. – Если взять амулет Земли и приложить к нему силу некромантии, при этом ускорив время, то плетение рассыплется в миг.<s>r\n     — Не согласна, — качнула головой Прискилла. – Некромантии всегда противостоит Воздух.<s>r\n     — Может быть соединить Воду с целительством? – вставил Милослав. – Вода отличный проводник.<s>r\n     — Замедлять или ускорять время? — протянул Никандр, — Вот он – главный вопрос.<s>r\n     Я следил за Азой. В ней совершенно не было страха ни перед ловушкой, ни перед смертью, ни перед отступниками. Эта девушка начинала меня пугать. Она ощупывала и осматривала внутреннее пространство кристалла, словно это была какая-то диковинная игрушка. Внезапно, она отшатнулась от очередной стены, указывая пальцем на что-то за ней.<s>r\n     — Это ещё что за монстр? – воскликнула девушка.<s>r\n     Я подлетел ближе и рассмотрел за мутной поверхностью ловушки огромный медный глаз.<s>r\n     — Это ведьма ректора, — удивляясь своим же словам, заключил я. <s>r\n     — Она же сантиметров десять ростом!<s>r\n     — Нас сжало в ловушке, поэтому она выглядит огромной. Но послание вряд ли дойдёт раньше, чем мы все погибнем. <s>r\n     Настало время принимать решение. <s>r\n",
    "answers": [
      {
        "id": 33,
        "text": "Принять решение"
      }
    ]
  },
  {
    "id": 33,
    "text": "     Я ещё раз осмотрел студентов и их источники:<s>r\nПрискилла (артефактор и маг стихий)<s>r\nНикандр (артефактор и слабый друид)<s>r\nВалент (чистый артефактор)<s>r\nМилослав (артефактор и сильный некромант)<s>r\nАза (артефактор с долей целительства)<s>r\n",
    "answers": [
      {
        "id": 33,
        "text": "Выбрать амулеты стихий:",
        "comment": true,
        "merge": false
      },
      {
        "comment": true,
        "var_equal": [
          "воздух",
          1
        ],
        "id": 33,
        "instant": true,
        "text": "Амулет Воздуха"
      },
      {
        "var_not": [
          "воздух",
          1
        ],
        "var_add": [
          "выбор",
          1
        ],
        "comment": false,
        "id": 33,
        "instant": true,
        "text": "Амулет Воздуха",
        "var_set": [
          "воздух",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "вода",
          1
        ],
        "id": 33,
        "instant": true,
        "text": "Амулет Воды"
      },
      {
        "var_not": [
          "вода",
          1
        ],
        "var_add": [
          "выбор",
          1
        ],
        "id": 33,
        "text": "Амулет Воды",
        "instant": true,
        "var_set": [
          "вода",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "огонь",
          1
        ],
        "id": 33,
        "instant": true,
        "text": "Амулет Огня"
      },
      {
        "var_not": [
          "огонь",
          1
        ],
        "var_add": [
          "выбор",
          1
        ],
        "id": 33,
        "text": "Амулет Огня",
        "instant": true,
        "var_set": [
          "огонь",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "земля",
          1
        ],
        "id": 33,
        "instant": true,
        "text": "Амулет Земли"
      },
      {
        "var_not": [
          "земля",
          1
        ],
        "var_add": [
          "выбор",
          1
        ],
        "id": 33,
        "text": "Амулет Земли",
        "instant": true,
        "var_set": [
          "земля",
          1
        ]
      },
      {
        "id": 33,
        "text": "\nВыбрать направляющего магию:",
        "comment": true,
        "merge": false
      },
      {
        "comment": true,
        "var_equal": [
          "направляющий",
          1
        ],
        "id": 33,
        "instant": true,
        "text": "Прискилла"
      },
      {
        "comment": true,
        "var_equal": [
          "направляющий",
          2
        ],
        "id": 33,
        "instant": true,
        "text": "Никандр"
      },
      {
        "comment": true,
        "var_equal": [
          "направляющий",
          3
        ],
        "id": 33,
        "instant": true,
        "text": "Валент"
      },
      {
        "comment": true,
        "var_equal": [
          "направляющий",
          4
        ],
        "id": 33,
        "instant": true,
        "text": "Милослав"
      },
      {
        "comment": true,
        "var_equal": [
          "направляющий",
          5
        ],
        "id": 33,
        "instant": true,
        "text": "Аза"
      },
      {
        "var_add": [
          "выбор",
          50
        ],
        "var_equal": [
          "направляющий",
          0
        ],
        "id": 33,
        "text": "Прискилла",
        "instant": true,
        "var_set": [
          "направляющий",
          1
        ]
      },
      {
        "var_add": [
          "выбор",
          40
        ],
        "var_equal": [
          "направляющий",
          0
        ],
        "id": 33,
        "text": "Никандр",
        "instant": true,
        "var_set": [
          "направляющий",
          2
        ]
      },
      {
        "var_add": [
          "выбор",
          30
        ],
        "var_equal": [
          "направляющий",
          0
        ],
        "id": 33,
        "text": "Валент",
        "instant": true,
        "var_set": [
          "направляющий",
          3
        ]
      },
      {
        "var_add": [
          "выбор",
          20
        ],
        "var_equal": [
          "направляющий",
          0
        ],
        "id": 33,
        "text": "Милослав",
        "instant": true,
        "var_set": [
          "направляющий",
          4
        ]
      },
      {
        "var_add": [
          "выбор",
          10
        ],
        "var_equal": [
          "направляющий",
          0
        ],
        "id": 33,
        "text": "Аза",
        "instant": true,
        "var_set": [
          "направляющий",
          5
        ]
      },
      {
        "id": 33,
        "text": "\nВыбрать действия с песками времени:",
        "comment": true,
        "merge": false
      },
      {
        "comment": true,
        "var_equal": [
          "пески",
          1
        ],
        "id": 33,
        "instant": false,
        "text": "Ускорить время"
      },
      {
        "comment": true,
        "var_equal": [
          "пески",
          2
        ],
        "id": 33,
        "instant": false,
        "text": "Замедлить время"
      },
      {
        "comment": true,
        "var_equal": [
          "пески",
          3
        ],
        "id": 33,
        "instant": false,
        "text": "Не изменять поток времени"
      },
      {
        "var_add": [
          "выбор",
          1
        ],
        "var_equal": [
          "пески",
          0
        ],
        "id": 33,
        "text": "Ускорить время",
        "instant": true,
        "var_set": [
          "пески",
          1
        ]
      },
      {
        "var_add": [
          "выбор",
          2
        ],
        "var_equal": [
          "пески",
          0
        ],
        "id": 33,
        "text": "Замедлить время",
        "instant": true,
        "var_set": [
          "пески",
          2
        ]
      },
      {
        "var_add": [
          "выбор",
          3
        ],
        "var_equal": [
          "пески",
          0
        ],
        "id": 33,
        "text": "Не изменять поток времени",
        "instant": true,
        "var_set": [
          "пески",
          3
        ]
      },
      {
        "id": 33,
        "text": "Пересмотреть расстановку ",
        "var_set": [
          "воздух",
          0,
          "вода",
          0,
          "огонь",
          0,
          "земля",
          0,
          "направляющий",
          0,
          "выбор",
          0,
          "пески",
          0
        ]
      },
      {
        "id": 34,
        "text": "Атаковать",
        "var_equal": [
          "выбор",
          14,
          "воздух",
          1,
          "вода",
          1,
          "пески",
          2,
          "некро",
          1
        ]
      },
      {
        "id": 36,
        "text": "Атаковать",
        "var_equal": [
          "выбор",
          22,
          "земля",
          1,
          "пески",
          1,
          "некро",
          1
        ]
      },
      {
        "var_not": [
          "выбор",
          14,
          "выбор",
          22
        ],
        "var_equal": [
          "некро",
          1
        ],
        "id": 38,
        "text": "Атаковать",
        "var_need": [
          "выбор",
          12
        ]
      },
      {
        "id": 41,
        "text": "Атаковать",
        "var_equal": [
          "выбор",
          56,
          "земля",
          0,
          "пески",
          3,
          "структура",
          1
        ]
      },
      {
        "id": 42,
        "text": "Атаковать",
        "var_equal": [
          "выбор",
          55,
          "земля",
          1,
          "пески",
          1,
          "структура",
          1
        ]
      },
      {
        "var_not": [
          "выбор",
          56,
          "выбор",
          55
        ],
        "var_equal": [
          "структура",
          1
        ],
        "id": 38,
        "text": "Атаковать",
        "var_need": [
          "выбор",
          12
        ]
      },
      {
        "id": 38,
        "text": "Атаковать",
        "var_need": [
          "выбор",
          12
        ],
        "var_equal": [
          "подпитка",
          1
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "     Аза выдвинулась вперед, зажав в руке два амулета.<s>r\n     — Сосредоточься, — наставительно провозгласил я, зависнув за её плечом. – Ты должна направить общий поток магии через целительский источник. Твоя цель – центр плетения. Милослав, формулу замедления времени помнишь?<s>r\n     — Да, профессор.<s>r\n     — Возьми всего щепоть, этого хватит. Внимание… <s>r\n",
    "answers": [
      {
        "id": 35,
        "text": "Начали"
      }
    ]
  },
  {
    "id": 35,
    "text": "Получено достижение «Спасение невинных»<s>r\n     Плетение рассыпалось, образовав щель для прохода, и мы вновь очутились в лесу. Студенты удивлённо оглядывались, словно, не веря своему счастью. Вновь очутиться на пыльной ухабистой дороге посреди лесной глуши стало благословением.<s>r\n     — Слава Пустоте, — воскликнул Милослав, — мы всё ещё живы!<s>r\n     — А где Валент? – Аза удивлённо оглядывалась по сторонам.<s>r\n     Мы как по команде обернулись к кристаллу. Ловушка отступников исчезала в закатных сумерках.<s>r\n     — Видимо ему не удалось выбраться, — вздохнул я, беря себя в руки. Мои призрачные несуществующие руки. – Так, это ещё не конец. Пора двигать отсюда.<s>r\n***<s>r\n     Ночь была тревожной. Четверо выживших студентов вповалку спали у костра, измученные кристаллом и долгой дорогой, я же был на посту. Даже в моём призрачном существовании можно было обнаружить плюсы – сон мне больше не требовался. <s>r\n     Медная ведьма появилась из-за кромки леса и бесшумно зависла над поляной.<s>r\n     — Гер Дахар, вам сообщение от ректора, — провозгласила посланница. – В империи началась война.      Отступники захватили столицу. Королевская семья мертва. Дарен, я знаю, что ты погиб, но всё ещё с нами. Будьте осторожны и пробирайтесь прямо к замку. Я активирую артефакт. Да будет Пустота добра к своим детям. Конец сообщения.<s>r\n     Ведьма всё так же бесшумно покинула поляну, оставив меня в прострации. Мы должны добраться до замка Вердена любой ценой.<s>r\n",
    "answers": [
      {
        "id": 21,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 36,
    "text": "     Милослав выдвинулся вперед, зажав в руке амулет Земли.<s>r\n     — Сосредоточься, — наставительно провозгласил я, зависнув за его плечом. – Ты должен направить общий поток магии через источник некромантии. Твоя цель – центр плетения Прискилла, формулу ускорения времени помнишь?<s>r\n     — Да, профессор.<s>r\n     — Возьми всего щепоть, этого хватит. Внимание…<s>r\n",
    "answers": [
      {
        "id": 37,
        "text": "Начали"
      }
    ]
  },
  {
    "id": 37,
    "text": "     Я понял, что что-то не так в тот момент, когда увидел победную улыбку Валента, но было уже поздно. Тела студентов один за другим свалились на гладкий пол, выпуская наружу призраков.<s>r\n     — На такую удачу я и надеяться не мог, профессор, — расхохотался отступник. <s>r\n     В следующее мгновение я осознал свою ошибку. Валента уже несколько дней не было в живых. Моё сознание, энергия и источник были поглощены тем, кто так умело таился в чужом теле — отступником. <s>r\n     — Простите, ректор, отсюда никто не вернётся живым…<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Погрузиться в забвение"
      }
    ]
  },
  {
    "id": 38,
    "text": "     — Ну что, все знают, что делать? – спросил я, ощутимо нервничая.<s>r\n     — Да, профессор.<s>r\n     — Амулеты на изготовку. Внимание…<s>r\n",
    "answers": [
      {
        "id": 39,
        "text": "Начали",
        "var_sub": [
          "время",
          1
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "     Наша попытка ни к чему не привела, мы лишь потеряли время и силы.",
    "answers": [
      {
        "id": 33,
        "text": "Попробовать снова с другой комбинацией",
        "var_need": [
          "время",
          1
        ],
        "var_set": [
          "воздух",
          0,
          "вода",
          0,
          "огонь",
          0,
          "земля",
          0,
          "направляющий",
          0,
          "выбор",
          0,
          "пески",
          0
        ]
      },
      {
        "id": 40,
        "text": "Попробовать снова с другой комбинацией",
        "var_no_more": [
          "время",
          0
        ]
      },
      {
        "id": 29,
        "var_need": [
          "время",
          1
        ],
        "text": "Рассмотреть другие идеи",
        "var_set": [
          "воздух",
          0,
          "вода",
          0,
          "огонь",
          0,
          "земля",
          0,
          "направляющий",
          0,
          "выбор",
          0,
          "пески",
          0,
          "некро",
          0,
          "структура",
          0,
          "подпитка",
          0
        ]
      },
      {
        "id": 40,
        "text": "Рассмотреть другие идеи",
        "var_no_more": [
          "время",
          0
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Получено достижение «Бесславно павший»<s>r\n     — Время вышло, — произнёс я, собрав последние крохи сил. – Не сдавайтесь…<s>r\n     Мой источник… моё сознание… всё моё естество было поглощено кристаллом, чтобы стать лишь запасной батареей для одного из отступников.<s>r\n***<s>r\n     Ректор спускался в подвалы замка торопясь и спотыкаясь на каждом шагу. Одна из его ведьм только что вернулась из королевского дворца, потеряв кусок метлы и обе руки, но послание всё же было доставлено. Королевский двор был полон отступников, в телах королевской семьи они поселились уже давно. Теперь стало понятно и исчезновение Гера Шульца, и странные требования Короны, и ловушка, что ждала выпускной класс. Началась война.<s>r\n     Ректор вбежал в подвал, где мерно билось сердце Вердена, перекачивая магическую кровь внутри замка. Настало время активировать самый мощный артефакт всех времён и собрать в его стенах сопротивление. Не дав себе даже минуты на передышку, ректор полоснул кинжалом по ладони, обагряя своей кровью руны…<s>r\n     — Отступники не возьмут нас без боя, — прорычал он, активируя древние плетения.<s>r\n     У мира всё ещё оставался крохотный шанс.<s>r\n",
    "answers": [
      {
        "id": 21,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 41,
    "text": "     Прискилла выдвинулась вперед, зажав в руке три амулета.<s>r\n     — Сосредоточься, — наставительно провозгласил я, зависнув за её плечом. – Ты должна направить общий поток магии через стихийную часть источника. Твоя цель – центр плетения. Пески времени не трогаем.<s>r\n     — Да, профессор.<s>r\n     — Так, все по местам, передавайте магию Прискилле ровным потоком. Внимание… <s>r\n",
    "answers": [
      {
        "id": 35,
        "text": "Начали"
      }
    ]
  },
  {
    "id": 42,
    "text": "     Прискилла выдвинулась вперед, зажав в руке все амулеты.<s>r\n     — Сосредоточься, — наставительно провозгласил я, зависнув за её плечом. – Ты должна направить общий поток магии через стихийную часть источника. Твоя цель – центр плетения. Аза, формулу ускорения времени помнишь?<s>r\n     — Да, профессор.<s>r\n     — Возьми всего щепоть, этого хватит. Внимание…<s>r\n<s>r\n",
    "answers": [
      {
        "id": 43,
        "text": "Начали"
      }
    ]
  },
  {
    "id": 43,
    "text": "     Я понял, что что-то не так в тот момент, когда увидел победную улыбку Валента, но было уже поздно. Тела студентов один за другим свалились на гладкий пол, выпуская наружу призраков.<s>r\n     — На такую удачу я и надеяться не мог, профессор, — расхохотался отступник. В следующее мгновение я осознал свою ошибку. Валента уже несколько дней не было в живых. Моё сознание, энергия и источник были поглощены тем, кто так умело таился в чужом теле — отступником. <s>r\n     — Простите, ректор, отсюда никто не вернётся живым…<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Погрузиться в забвение"
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  }
]