[
  {
    "id": 1,
    "text": "Автор: Заря.\nЖанр: Романтика. \nСтатус: В процессе. \nОбновление: --.--\n\nАннотация: \n    У всех любителей Великолепного века есть возможность лично окунуться в гаремные интриги дворца Османской империи и, возможно, оказаться одной из фавориток самого султана. История повествуется от лица молодой девушки, которую похитили и продали на невольничий рынок Стамбула. Сначала ей кажется, что вся ее жизнь потеряла какой-либо смысл. Но одна встреча может превратить ее жизнь в цветущий сад, либо в каменный лабиринт, из которого нет выхода. Все зависит от вас.",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c10/1910/70/f1bfa168f19c.jpg"
      },
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 22,
        "text": "Персонажи "
      },
      {
        "id": 103,
        "text": "Концовки "
      },
      {
        "id": 29,
        "text": "Главы",
        "need": 3
      },
      {
        "id": 1,
        "text": "Группа в ВК \n(В ней можно найти много полезной информации)",
        "url": "https://vk.com/creationzarya"
      },
      {
        "id": 23,
        "text": "От автора "
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://a.radikal.ru/a00/1912/c8/b4fc745c6fd9.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог.\n\"Весна. 1577 год. Крымский полуостров.\"\n\n    Вечно зелёные бескрайние просторы, которые полностью и без остатка заполняют твоё сердце теплом и радостью. Свежий морской воздух ласково щекотит нос. А раннее утро, которое вроде бы ничем не отличалось от всех предыдущих, но за исключением лишь того, что уже сегодня мне исполняется 17 лет, не предвещало ничего плохого. Как все-таки мимолетно пролетело мое беззаботное детство, и вот я стала уже совершенно взрослой. \n    Возможно уже в скором времени отец выдаст меня замуж, мама будет готовить приданое, а две младших сестры будут молча завидовать моему счастью. Интересно, а счастье ли это? Что бы на это сказал мой старший брат, который прошлой весной отправился на службу? Что это не то чего мне бы так хотелось, думаю, что да... \n    И почему моя голова занята совсем не тем чем должна быть. А ведь мне еще предстоит столько всего сделать. Пора подниматься солнце уже встаёт, а петухи, торжественно приветствуя солнце, запевают свои песни во всю мощь горла.",
    "answers": [
      {
        "id": 3,
        "text": "Привести себя в порядок "
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c29/1910/10/db01a3f674bb.jpg"
      },
      {
        "id": 62,
        "text": "Описание персонажа"
      }
    ]
  },
  {
    "id": 3,
    "text": "    Собрав волосы в косу, и в последний раз убедившись, что я ничего не забыла, я краем глаза взглянула на своих, мирно спящих сестер. Они еще такие совсем беззаботные и далекие от всего, хотела бы я быть на их месте. Окончательно отогнав от себя дурные мысли, я вышла из дома и принялась искать маму. Я нашла ее в старом сарае за дойкой козы, которая упрямо пыталась съесть мамин платок.\n — Доброе утро, матушка. — произнесла я, подойдя к ней и поцеловав ее в все такую же родную и теплую щеку, от этого на ее лице покрытым еле заметными морщинами появилась улыбка, от которой на душе всегда становилось теплее и спокойнее.\n — Доброе, милая. — ответила она, тыльной стороной ладони вытерев пот со лба. — Тебя сегодня можно поздравить. Ты стала уже совсем взрослая, а я как сейчас помню как впервые взяла тебя на руки... Ох, что это я! Что-то я хотела тебе сказать. Все вспомнила,  сегодня отец решил преподнести тебе подарок по случаю твоего семнадцатилетия, поэтому вечером тебя ждёт маленький праздник. А сейчас без лишних вопросов  тебе нужно будет отнести молоко в соседнюю деревню, думаю тебя там уже заждались. ",
    "answers": [
      {
        "id": 4,
        "text": " - Хорошо,  матушка "
      }
    ]
  },
  {
    "id": 4,
    "text": "    Спустя несколько минут мама закончила доить, поднявшись с маленькой табуретки. Тут же я сразу помогла ей убрать все  лишнее и покормила козу, чтобы после вместе пройти в дом. Я взяла большую удобную сумку через плечо и стала складывать в нее небольшой кувшин с водой,  лепешки и пару кусочков козьего сыра, предварительно упакованого в кусочек плотной чистой ткани. Мама заливала молоко в кувшины побольше, негромко напивая давно знакомые мотивы. Я невольно заслушалась и тихо стала ей подпевать, когда она услышала мои еле слышные слова, улыбка уже сама отказывалась сходить с ее доброго лица. А спустя время она произнесла все также с улыбкой следующие слова:\n — А вот теперь можешь отправляться в путь, Алевтина. — и крепко обняла меня, словно уже тогда ее сердце чуяло что-то неладное. ",
    "answers": [
      {
        "id": 5,
        "text": "Ближе к деревне..."
      }
    ]
  },
  {
    "id": 5,
    "text": "    Подойдя ближе к деревне,  я увидела за высокими деревьями, скрывающие деревню от любознательных глаз, поднимающиеся клубы дыма. \"Неужели, пожар?!\" — пронеслась в моей голове одна единственная мысль. Пройдя еще шагов сто, я увидела двух девушек, бегущих мне на встречу, они были до смерти чем-то напуганы. От страха я остановилась и не могла проронить ни слова. Спустя пару мгновений я увидела их. Несколько мужчин в тёмных шароварах бежали следом за ними.\n — Татары! — закричала одна из девушек, обернувшись, но это секундное промедление стоило ей очень дорого. В следующую секунду один из мужчин схватил ее в охапку и громко засмеялся. — Отпусти меня!!!",
    "answers": [
      {
        "id": 6,
        "text": "Бежать отсюда как можно скорее!!!"
      }
    ]
  },
  {
    "id": 6,
    "text": "    Вторая девушка оказалась немного быстрее и проворливей, но к несчастью на одной из кочек она неудачно споткнулась и подвернула ногу. Но даже это ее не остановило,  она все также пыталась встать и убежать, но и ее постигла та же учесть. Крепкий, плечистый мужчина с длиной темной бородой, в некоторых местах которой уже виднелась седина, лёгким движением перекинул девушку через плечо, его взгляд остановился на мне, уже собирающейся убегать с этого проклятого богом места. \n — Нам сегодня везёт! Вон еще одна! Кто первый ее поймает может сам выбрать себе долю от будущей добычи! — от этих слов оставшиеся мужчины взбодрились и помчались в мою сторону с обезумившими лицами жажды наживы. ",
    "answers": [
      {
        "id": 7,
        "text": "Бежать "
      }
    ]
  },
  {
    "id": 7,
    "text": "    Мое сердце бешено билось, дышать становилось все сложнее и сложнее, но чувства страха гнало меня вперёд, сумка, соскользнув с моего плеча, упала прямо у ног мужчины, который был ближе всего, все чтобы было внутри разбилось, выграв мне несколько мгновений свободы. У меня перед глазами всплыли все моменты моей недолгой жизни. Отец и его строгие, но такие любящие глаза. Матушка и ее тёплые руки. Ваня и его назойливая челка, которую он вечно сдувал с глаз. Надя и Вера, мои сестрички близняшки и их вечные споры за семейным столом. Неужели, я могу все это потерять в одночасье? Именно в свой день рождения? Эти мысли словно открыли во мне новое дыхание, и я побежала еще быстрее.\n    Чтобы хоть как-то оторваться от преследователей я решила побежать через лес. Этот лес я знала хорошо, поэтому смогу без проблем в нем затеряться, но только если мне повезёт. Деревья, глубокая яма, небольшие возвышености все препятствия были уже позади и вот я уже начала надеяться, что смогу вернуться домой как кто-то схватил меня сзади за волосы, а после развернул к себе и дал несильную пощечину, от чего я сразу же разрыдалась во весь голос в надежде, что меня кто-то услышит, но сегодня мне видимо совершенно не везло. ",
    "answers": [
      {
        "id": 8,
        "text": " - Отпустите меня! Умоляю вас!"
      },
      {
        "id": 9,
        "text": "-Убери свои руки, мерзкое животное!!!"
      }
    ]
  },
  {
    "id": 8,
    "text": "—А больше тебе ничего не надо? — спросил мужчина, ухмыльнувшись.\n—Я прошу вас! Отпустите меня! — молила его я, но он стоял и смотрел на меня с чувством власти надо мной и моей жизнью и довольно улыбался. \n    После он достал веревку из-за пояса, а я не долго думая развернулась, чтобы вновь попытаться убежать, но моя попытка бегства была предугадана, потому что в следующее мгновение огромная и теплая рука оказалась у меня на плече.\n—Даже не вздумай! — прикрикнул мужчина, притянув меня к себе, а после крепко завязал мне руки тонкой веревкой. — Все идём. ",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "    И опять удар, но на этот раз сильнее. А после он молча закинул меня к себе на плечо словно какой-то мешок с мукой. Я кричала, била его по спине руками, ногами по животу и ногам, но он не издавал и слова, но видимо пока ему это не надоело, потому что вскоре он скинул меня с плеча и грубо бросил на землю, а потом достал нож из пояса и негромко сказал:\n—Если ты не заткнешься, я отрежу тебе твой поганый язык! Ты меня поняла? — на что я только и смогла как быстро закивать головой в знак согласия. — Я очень на это надеюсь. \n    После он с минуту подумал, а после вернул нож на место, но взамен оружия он достал тонкую веревку. Присев на корточки передо мной, он туго связал мои руки и приказал подняться.",
    "answers": [
      {
        "id": 10,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 10,
    "text": "    Я молча шла следом, потому что второй конец веревки мой похититель крепко держал в своей руке. В попытках распутать веревку я только сильнее натерла себе руки. От безысходности я горько заплакала, по моим щекам текли горячие слызы, которые обжигали мою кожу словно раскаленное железо. \n    Мужчина молчал и быстрым шагом направлялся к деревне, из которой он и его дружки совсем недавно выползли. Спустя несколько минут мы были на месте, где нас уже все поджидали. Мужчина с бородой утвердительно кивнул, и все направились в деревню, которая уже полыхала словно факел. Первое, что бросилось в глаза это трупы людей, и нескончаемые крики. А мы все шли и шли. \n    Страх. Ненависть. И неизвестность. Все что смогло уместиться в мое крошечное сердце, разрываемое на части от боли и безысходности.",
    "answers": [
      {
        "id": 11,
        "text": "На корабле..."
      }
    ]
  },
  {
    "id": 11,
    "text": "    С того момента как я оказалась на этом корабле и той злочастной встречи с мерзкими татарами прошло несколько дней. Долгая дорога совсем меня вымотала, у меня уже не было сил ни кричать, ни предпринять попытки к бегству, тем более за каждую такую выходку я и другие девушки сильно получали. Единственное, что меня действительно сейчас волновало так это то, как мои родители и все ли у них в порядке, ведь возможно я больше никогда их больше не увижу. Вспоминая их, на глазах постоянно наворачиваются слезы, которые я стараюсь прятать от посторонних глаз.\n    Несколько дней качки, дряной еды, видимо  приготовленной человеком, который даже и не знает как нужно вообще готовить, и самое ужасное, как нам сказали члены команды корабля, морская болезнь. Спустя еще пару дней мы причалили к какой-то пристани и нас всех куда-то повели. Некоторые девушки, которые еще не отошли после морской болезни продолжали очищать свои желудки от его содержимого. Всего нас было около сорока девушек почти одного возраста, но были и женщины по-старше. ",
    "answers": [
      {
        "id": 12,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 12,
    "text": "    Никто из нас даже и не догадывался куда мы в   общем-то счёте приплыли, но несмотря на это здесь было очень красиво. Большой причал, кругом корабли, на которых во всю трудились загорелые люди. За причалом были видны крыши домов, в отличие от наших саманых, здесь они были в основном каменные и более основательные. Кругом цвели деревья и летали птицы, но насладиться красотой нам не дали.\n    Нас построили друг за другом и стали осматривать слегка сгорбленные скорее всего от возраста женщины, чьи лица и головы были тщательно закрыты от посторонних глаз плотной тканью. Они что-то говорили на неизвестном мне языке, а после распределяли девушек на группы. Когда очередь дошла до меня одна из женщин, осмотрев меня, что-то сказала на что другая возмутилась и меня отправили в группу где было больше всего девушек. Вся эта процедура заняла не больше часа, у нас смотрели головы, зубы, руки, ноги. Примерно также отец выбирал коня для брата, от какого сравнения я скривилась.",
    "answers": [
      {
        "id": 13,
        "text": "Невольничий рынок..."
      }
    ]
  },
  {
    "id": 13,
    "text": "    По рассказам одной из девушек, с которой я оказалась в одной группе, нас везли на невольничий рынок. Оказалось, что она знает язык, на котором говорили те люди. После эта девушка рассказала, что сначала меня хотели отправить во дворец султана, а после почему-то передумали. Я же понятия не имела о каком таком дворце шла речь, но решилась по возможности держаться поближе к девушке, которая могла хоть как-то пролить свет на то, что здесь вообще происходит. \n    Когда нас благополучно доставали на место, мне открылась картина на самый обыкновенный рынок, чем-то даже похожий на наш, разница была лишь в одежде и языке, на котором говорили люди. После того, как мы выбрались из повозки нас отвели к толстому мужчине средних лет с аккуратно ухоженными усами. Он деловито поздоровался с мужчинами, которые сопровождали нас с самого корабля. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее "
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b23/2002/cd/4dc5d99b024e.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "    Мужчины долго о чем-то беседовали, а после мужчина с усами чем-то сильно расстроенный достал громко позвякивающий мешочек и отдал его одному из мужчин из нашего сопровождения,  мужчина и его компания довольно удалилась. \n—Вот нас и продали... — негромко заявила Александра, девушка, которая знала о чем говорят эти люди и о том, что будет дальше. \n—В смысле продали? Как вещь что-ли? — спросила одна из девушек, а все остальные заохали, а некоторые и заплакали.\n—Да, видимо здесь это в порядке вещей. —  ответила Саша, грустно улыбаясь.\n—Что же с нами будет? — заревели девушки, молясь всем известным богам, чтобы те спослали благодать, но неуверенна, что это им поможет. ",
    "answers": [
      {
        "id": 15,
        "text": "Спустя неделю..."
      }
    ]
  },
  {
    "id": 15,
    "text": "    За эту неделю половину девушек уже как бы странно это не звучало \"купили\". Остальных же после очередного дня в ожидании непонятно чего, отправляли обратно в хижину, в которой мы ночевали. Еды и воды нам давали немного, за это хоть и небольшое время мы все похудели и быстро ослабевали. Ночами было очень холодно, и это даже несмотря на то, что на дворе второй месяц весны... Одним из таких холодных дней мы проснулись и обнаружили Сашу совсем бледную, она не дышала, посиневшие губы и опустевшие глаза говорили о том, что ее больше нет с нами.\n    В этот день нас стало пятеро, все мы без исключения плакали и молились, чтобы ее душа смогла упокоиться с миром. После Сашу куда-то унести, а нас вновь отправили на рынок, где проходящие мимо люди лишь изредка бросали на нас брезгливые взгляды, ведь уставшие, измотаные и грязные  мы мало кому были интересны. И какая участь нас ждала в будущем мы не знали, так же как и не представляли, что сейчас с остальными.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "    Этот день оказался для нас всех тяжёлым испытанием на стойкость. Кто-то продолжал плакать, а кто-то безразлично смотрел в одну точку. Но для меня это оказался счастливый день, потому что именно сегодня к нам подошла женщина в дорогом и красивом наряде с множеством людей в свите. Один из мужчин в ее сопровождение после разговора поклонился ей и подошёл к мужчине с усами, который безучастно озирался по сторонам. Они некоторое время разговаривали, а после мужчина отдал мешочек с монетами и указал в мою сторону. Моё сердце на мгновение остановилось. Одновременно мне стало радостно от того, что я больше никогда не вернусь в это злочастное место, а с другой страшно от неизвестности, которая караулит меня за ближайшем поворотом. ",
    "answers": [
      {
        "id": 18,
        "text": "[Разговор Хайрии султан и ее служанки]"
      },
      {
        "id": 16,
        "text": "Выбор, который будет помечен [вот такими скобочками] будет повествоваться от третьего лица, выбора в нем не будет, он предоставлен чтобы вы лучше прочувствовали саму историю ",
        "comment": true
      }
    ]
  },
  {
    "id": 17,
    "text": "Глава 1.\n\"Весна. 1577 год. Стамбул.\"\n\n    В скором времени мы прибыли на место. Весь наш путь занял не больше часа. Ехали мы в скромной карете небольших размеров с несколькими девушками, сопровождающими женщину, купившую меня. Выйдя из кареты, в которой меня слегка укачало от тряски, у меня в прямом смысле слова открылся рот. Передо мной открылся вид на ухоженные сады, лавочки, красивейший дворец слегка позади, а запах, только раскрывающихся цветов, дурманил голову. Пройдя не больше ста шагов мы остановились перед воротами, ведущими во внутрь дворца, женщина развернулась и что-то сказала девушкам, которые шли позади нее, а после она ушла, оставив меня наедине с двумя оставшимися девушками и двумя мужчинами. ",
    "answers": [
      {
        "id": 19,
        "text": "Ждать "
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d25/1910/66/ac5cec35e807.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Султанша, девушку мы проверили, она здорова, но очень ослабла. — произнесла Лализа калфа, взрослая и упитаная женщина лет сорока, которая каждый раз смотрела на свою султаншу с нескончаемым чувством заботы и сострадания, а потом села в карету напротив опечаленной девушки, открывшей свое лицо. На вид ей было не больше двадцати лет, совсем еще юные черты лица, но такой серьёзный и задумчивый взгляд делал ее старше своего возраста. — Но я не могу понять только одного для чего она вам, султанша?\n—Я думаю во дворце ее ждёт учесть получше, чем на невольничем рынке... Знаю, что сейчас ты думаешь, что это глупо или бессмысленно, но мне захотелось кому-то помочь перед тем, как я выйду замуж. — от последних слов Хайрия скривилась и отвернулась, тем самым показывая свое нежелание более общаться. ",
    "answers": [
      {
        "id": 17,
        "text": "Сарай-и-Седид-и-Амир (Дворец Топкапы)..."
      },
      {
        "id": 65,
        "text": "Описание персонажа "
      }
    ]
  },
  {
    "id": 19,
    "text": "    Долго ждать не пришлось, она из девушек что была покрупнее, схватив меня крепко за плечо, повела во дворец. Когда мы только вошли у меня сразу же перехватило дыхание от всей этой неописуемой красоты и изящества обстановки. Но рассмотреть спокойно всю эту красоту мне так и не дали, а сразу же куда-то повели. По дороге нам встречались люди, которые изредка косо на меня посматривали, а после что-то бурно обсуждали. После мы не зашли в какую-то комнату с множеством кроватей и стеллажей с баночками и бутыльками. В комнате одиноко сидела слегка пожилая женщина, и когда мы вошли она бросила на нас короткий взгляд и стала что-то доставать из-за стола. Меня в очередной раз решили осмотреть, ну, это уже даже как-то не интересно и однообразно, подумала я, но тут же пожалела, потому что нынешний осмотр был намного тщательнее и пристрастнее.",
    "answers": [
      {
        "id": 20,
        "text": "После всех процедур..."
      }
    ]
  },
  {
    "id": 20,
    "text": "    Закончив с осмотром меня отвели во что-то наподобие бани и тщательно искупали. Дальше мне дали чистую одежду, собрали волосы и вновь куда-то повели. В этот раз это оказалась ухоженная и богато обставленная спальня. На одном из диванчиков сидела девушка в красивом зелёном платье в пол, которое было все украшенное узорами из золотых нитей, весь этот образ дополнили драгоценные украшения под цвет платью. Ее взгляд был полон грусти и печали, но в тоже время он олицетворял собой принятие какого-либо решения. Рядом с ней стояла три девушки, одна из них облаченная в обычное розовое платье, которое по красоте не шло не в какое сравнение с платьем первой девушки, которая изредка смотрела на меня, все также погруженная в свои мысли.\n—Как тебя зовут? — спросила вторая девушка.\n—Алевтина... Но постойте как вы догадались о том, на какой языке я говорю, ведь я ничего не говорила? — я была в недоумении.",
    "answers": [
      {
        "id": 21,
        "text": "Далее "
      },
      {
        "id": 70,
        "text": "Описание персонажа "
      }
    ]
  },
  {
    "id": 21,
    "text": "    Девушка стала переводить и ждать ответа от девушки в зелёном, а мне оставалось лишь ждать того, что будет дальше. \n—Султанша, узнала откуда ты, когда тебя забрали с невольничего рынка... А сейчас слушай меня внимательно и не перебивай. Ты попала в Стамбул, а место где ты сейчас дворец султана Мехмеда 2, в котором проживает его семья и слуги, и теперь ты также его часть. Ты будешь работать как служанка при госпоже, за работу тебе будут платить, жить ты будешь во дворце. И поверь, ты не в чем не будешь нуждаться, но только если ты будешь верой и правдой служить Османскому государству и его династии. У тебя есть вопросы, Алевтина? — спросила девушка, глядя на меня.",
    "answers": [
      {
        "id": 24,
        "text": "-Я хочу вернуться домой! Там меня ждёт моя семья! "
      },
      {
        "id": 25,
        "text": "-Что мне нужно будет делать? "
      },
      {
        "id": 26,
        "text": "-Сколько мне будут платить? "
      },
      {
        "id": 21,
        "text": "\"Вопрос задать можно только один! \"",
        "comment": true
      }
    ]
  },
  {
    "id": 22,
    "text": "    Здесь будут представлены все доступные персонажи данного квеста. ",
    "answers": [
      {
        "id": 62,
        "text": "Салия (Алевтина)"
      },
      {
        "id": 63,
        "text": "Султан Мехмед "
      },
      {
        "id": 64,
        "text": "Райхан валиде-султан "
      },
      {
        "id": 65,
        "text": "Хайрия султан "
      },
      {
        "id": 66,
        "text": "Таджия султан"
      },
      {
        "id": 67,
        "text": "Рауза султан "
      },
      {
        "id": 68,
        "text": "Нафиса султан "
      },
      {
        "id": 69,
        "text": "Лализа калфа "
      },
      {
        "id": 70,
        "text": "Аниса хатун "
      },
      {
        "id": 71,
        "text": "Закир ага "
      },
      {
        "id": 72,
        "text": "Борхан паша"
      },
      {
        "id": 82,
        "text": "Искендер паша "
      },
      {
        "id": 156,
        "text": "Гульнара калфа "
      },
      {
        "id": 159,
        "text": "Шекер ага"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "    \"Следуй за своим вдохновением, и Вселенная откроет тебе двери там, где раньше были стены\"\n                                                    Джозеф Кэмпбелл \n\n    Как и говорилось на титульной странице, это произведение является полной выдумкой, хотя некоторые моменты и совпадают. Чтобы написать данную работу мне пришлось перелопатить множество информации из интернета, благодаря чему я многое узнала из того времени. Но главное, что вам следует запомнить так это то, что все это часть моего воображение,  именно поэтому я надеюсь, что вы не закидаете меня помидорами... Сама задумка зародилась у меня очень давно, но я долгое время не знала, как оформить и вообще как написать работу такого формата. Буду надеяться, что вам придётся по вкусу моя работа. А все интересующие вопросы можете задавать здесь или в моей группе ВК.\n\n    Номера моих работ:\n187209 Персиковый сад \n157963 Все вокруг меня реально. Часто 2.\n95555 Все вокруг меня реально. Часть 1.\n93317 Я — твое лекарство.",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 24,
    "text": "—Я понимаю тебя, меня также как и тебя вывезти насильно из моей деревни... Но как видишь я привыкла к своей новой жизни, чего и тебе советую, а иначе жизнь в этом дворце покажется тебе адом. — предельно серьёзно закончила девушка, опустив голову в пол.\n—Но а если я не хочу? — спросила я, не отступая.\n—Тебя заставят или того хуже. — спокойным голосом ответила она, уже подняв голову. \n    Мои же мысли от всего этого путались, и я просто не знала, что ответить. Мне нужно время чтобы все это хорошенько обдумать и на крайний случай придумать план побега. ",
    "answers": [
      {
        "id": 27,
        "text": "-И что теперь? "
      }
    ]
  },
  {
    "id": 25,
    "text": "—Хороший вопрос. — девушка искренне улыбнулась. — Для начала тебе нужно выучить язык, после познакомиться с правилами дворцовой жизни, а вот уже после ты сможешь полноценно служишь нашей султанше.\n—А почему она такая грусная? — спросила я, глядя на опечаленную девушку, которая не отрываясь смотрела в окно.\n—Её собираются выдать замуж за ужасного человека, но если что я тебе об этом не говорила, а иначе мне не сдобровать. — произнесла взволновано девушка.\n—Хорошо, я никому не скажу. — заверила я девушку в своей надёжности, тем никто и так не понимает, что я говорю. ",
    "answers": [
      {
        "id": 27,
        "text": "-Но что теперь? "
      }
    ]
  },
  {
    "id": 26,
    "text": "    От этих слов девушка презрительно усмехнулась, а после ответила стальным и безразличным голосом:\n—Все будет зависеть от того, как ты будешь трудиться, хатун.\n—Хм, ну хорошо. — ответила я, обдумывая новую информацию в голове, а в этот момент моя собеседница что-то переводила султанше, в ответ та лишь махнула рукой. — О чем вы говорили?\n—Не о чем, не волнуйся. — ответила девушка, а я вновь задумалась. ",
    "answers": [
      {
        "id": 27,
        "text": "-И что дальше? "
      }
    ]
  },
  {
    "id": 27,
    "text": "    Девушка вновь стала разговаривать с так называемой султаншей, а после обратилась ко мне с лёгкой улыбкой на лице. \n—А теперь султанша дает тебе новое имя Салия, то есть \"утешительница\", и ты можешь принять ислам, но для этого ты искренне должна этого хотеть. \n—Но меня вполне устраивает мое имя! — ответила я с неким возмущением.\n—Таков порядок. Мне в свое время тоже дали имя Аниса, что обозначает \"близкий друг\".\n—Ты тоже служишь у этой султанши? — спросила я, разглядывая ее и остальных девушек в украшенной комнате. — И они тоже? \n—Да, уже больше двух лет, они немного меньше. Так что ты решила? — в ожидании уставилась на меня девушка. \n—Хорошо, я согласна служить султанше. — произнесла я, понимая, что это пока единственный способ выжить в этом дворце. ",
    "answers": [
      {
        "id": 28,
        "text": "Спустя почти год..."
      }
    ]
  },
  {
    "id": 28,
    "text": "Глава 2.\n\"Зима. 1578 год. Стамбул.\"\n\n    Прошёл почти год, как я оказалась в этом дворце. Я многое узнала и многому научилась, включая и турецкий язык. Но самой главной информацией этого двордца является конечно информация о людях, живущих здесь. Самым главным является Султан Мехмед 2 (сам он сравнительно недавно стал падишахом), после идёт его мать Райхан валиде-султан, дальше его незамужние сестры: Хайрия (моя госпожа) и Таджия (не очень приятная девушка), после его жены: Рауза (у нее двойняшки) и Нафиса (у нее сын и две дочери), а дальше его пятеро детей, а уже потом все остальные. ",
    "answers": [
      {
        "id": 30,
        "text": "Приступить к своим обязанностям"
      },
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c43/1910/8d/440792a009b2.jpg"
      }
    ]
  },
  {
    "id": 29,
    "text": "    Здесь будут представлены все доступные главы данного квеста.",
    "answers": [
      {
        "id": 17,
        "text": "Глава 1"
      },
      {
        "id": 28,
        "text": "Глава 2"
      },
      {
        "id": 75,
        "text": "Глава 3"
      },
      {
        "id": 80,
        "text": "Глава 3"
      }
    ]
  },
  {
    "id": 30,
    "text": "    Приведя себя в порядок, я поспешила спуститься на кухню за едой для госпожи. Сегодня у нее важный день, именно сегодня она будет обсуждать с Султаном дела о грядущей свадьбе. Как мне известно избранника для Хайрии выбирала мать Султана Райхан валиде-султан, которая не является для нее матерью  (мать Хайрии умерла, когда та была еще совсем ребёнком). Возможно, именно поэтому жених хоть и богатый, но старый и жестокий, а такой не как не может быть рядом с нашей доброй и ранимой султаншей. Надеюсь, что повелитель еще одумается и отменит свое решение. ",
    "answers": [
      {
        "id": 31,
        "text": "В покоях у султанши..."
      }
    ]
  },
  {
    "id": 31,
    "text": "—Доброе утро, госпожа! Как вам спалось? — весело начала я, чтобы хоть как-то оторвать Хайрию от грусных мыслей. \n—Если его можно таковым назвать, Салия. Спалось на удивление хорошо, а почему ты сегодня такая радостная? — спросила султанша, отложив книгу, еще совсем ранее утро, а эта девушка уже сидит за книгами, удивительно.\n—Кто-то сегодня впервые увидет повелителя! — пропела свою догадку Аниса, которая подбирали наряд для султанши, от ее слов все присутствующие девушки рассмеялись в их числе была и госпожа.\n—Ну все хватит смеяться, девушки! А то Салия сейчас раскраснеется, а ей ещё к повелителю идти! — от слов Лализы калфы все вновь рассмеялись, а я лишь улыбнулась от мысли о том, что в действительности впервые увижу самого султана.",
    "answers": [
      {
        "id": 32,
        "text": "В покоях повелителя..."
      },
      {
        "id": 69,
        "text": "Описание персонажа "
      }
    ]
  },
  {
    "id": 32,
    "text": "    Спустя пол часа после начала сборов мы вошли в покои повелителя, мимо которых каждый раз я проходила с замиранием сердца. Войдя в покои, мое сердце забилось ещё чаще, а лицо Хайрии султан помрачнело, когда она увидела валиде-султан. Сам же Султан стоял на балконе, когда двери за нами закрылись, он вошёл в комнату. Мы все поклонились сначала ему, а после валиде-султан. Молодой мужчина лет двадцати пяти так сильно похож он с Хайрией, те же серьёзные глаза, тёмные волосы и похожие черты лица. А еще широкие плечи, острый взгляд и руки спрятанные за спиной в добавок к твердой и уверенной походке, именно все это отражает в нем мужественость и рассудительность падишаха.",
    "answers": [
      {
        "id": 33,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 33,
    "text": "—Хайрия, моя дорогая сестра! — ответил он дружелюбно, указывая на накрытый стол, за которым сидела его мать. — Присаживайся, вместе позавтракаем.\n—С удовольствием, повелитель. — ответила она, присев на подушку, рядом с матерью падишаха. \n—Как ты? — спросила участливо валиде-султан. \n—Хорошо, благодарю, а вы? — спросила султанша, посмотрев на Райхан султан, отношения между ними слегка накаленные и это видно всем, но видно не повелителю.\n—Как видишь все хорошо, Хайрия. — ответила она, приступив к еде, повелитель сел рядом с ними и начал трапезу.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      },
      {
        "id": 63,
        "text": "Описание персонажа "
      }
    ]
  },
  {
    "id": 34,
    "text": "—Как идёт подготовка к свадьбе? — спросил повелитель у валиде-султан, Хайрия поменялась в лице от услышаного.\n—Все уже почти готово, сынок. — произнесла валиде с счастливым видом. — Весной уже можно будет сыграть свадьбу. \n—Хайрия, что с тобой? — спросил молодой мужчина, а султанша тревожно вздрогнула. \n—Ничего, повелитель, абсолютно ничего... — ответила она, пытаясь скрыть дрожь в руках. \n—Хайрия вероятно, волнуется перед свадьбой. — сказала валиде-султан, взяв девушку за руку. \n—Вы ошибаетесь, валиде-султан! — резко ответила Хайрия, выдернув руку, от чего она перевернула поднос со сладостями, а после подскочила и удалилась из покоев. Я впервые видела ее такой. ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      },
      {
        "id": 64,
        "text": "Описание персонажа "
      }
    ]
  },
  {
    "id": 35,
    "text": "—Хайрия?! — произнёс повелитель, но валиде-султан его остановила.\n—Я поговорю с ней, Мехмед... А ты убери здесь все. — сказала Райхан султан мне, от чего я еле вздрогнула, а после кивнула. \n    Девушки из сопровождения Хайрии и Райхан султан вышли из покоев, а я осталась наедине с повелителем. Я приступила к уборке, а падишах молчаливый, встав из-за стола, стал нервно расхаживать по комнате, не обращая на меня внимание. Когда я все собрала, я задумалась и просто смиренно сидела на полу, думая о чем-то своем, таком родном и отдаленном.",
    "answers": [
      {
        "id": 36,
        "text": "Поклониться и уйти "
      },
      {
        "id": 37,
        "text": "Осмелиться заговорить"
      }
    ]
  },
  {
    "id": 36,
    "text": "—Хатун, постой. — негромко произнес султан, задумчиво глядя в некуда. \n—Да, повелитель. — стояла я в ожидании распоряжений султана. \n—Позови ко мне Хайрию. Мне нужно с ней поговорить. — ответил султан, садясь за свой рабочий стол и уже не обращая на меня внимание. \n—Как прикажете, повелитель. — произнесла я, поклонившись и выйдя из покоев султана. ",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "—Повелитель. — почти шёпотом произнесла я, поднимаясь на ноги, он отвлекся от своих размышлений и взглянул на меня с удивлением. \n—Да, хатун. — ответил он все с тем же удивлением.\n—Что вас так тревожит? — робко спросила я, глядя на него в ожидании.\n    Он остановился, задумался, а после с громким вздохом сел на удобный диван, указывая мне рукой, чтобы я присела. Я взяла одну из подушек и села у его ног. Повелитель потер рукой переносицу и печально взглянул в мои глаза, словно пытаясь отыскать в них ответ на все вопросы. \n—Меня волнует Хайрия, я понимаю, что она не желает этой свадьбы, но это лучший вариант для нее. — произнес он, словно оправдываясь.",
    "answers": [
      {
        "id": 38,
        "text": "-Но почему? "
      }
    ]
  },
  {
    "id": 38,
    "text": "—Что почему? — неожиданно спросил он, теперь внимательно глядя мне в лицо. \n—Почему вы решили, что этот мужчина станет лучшей партией для Хайрии султан? — спросила я, тщательно подбирая слова.\n—Я знаю его очень давно, он моя правая рука. Валиде согласилась, что это хороший вариант для нее. — произнес султан, теперь пытаясь понять правильно ли он поступил.\n—Но а как же чувства? — спросила я, не отступая, на что он негромко рассмеялся. \n—Вижу ты недавно во дворце... Чувства интересная штука, которая не приходит сразу, она приходит с годами. — произнес он.",
    "answers": [
      {
        "id": 39,
        "text": "-Вы говорите так, словно это не ваше мнение, повелитель"
      }
    ]
  },
  {
    "id": 39,
    "text": "    По его взгляду я поняла, что попала в точку. Он сначала удивился, а потом грозно нахмурился. \n—И что ты понимаешь в этом, хатун? — спросил мужчина, глядя на меня с ухмылкой и заглядывая мне своими темными, в точности как здешнии ночи глазами прямо в душу. \n—Простите меня, повелитель... Я лучше пойду. — произнесла я, вставая на ноги. — С вашего позволения, повелитель. \n—Останься... — коротко и четко сказал султан, а я повинуясь села обратно. — Я хочу как лучше для нее... А чувства проявляются у всех по-разному, я уверен, что они смогут жить счастливо.\n—Может вам стоит поговорить с самой Хайрией султан? — спросила я, глядя на него, он задумался. — Вы же хотите, чтобы она была счастлива. \n—Но... — начал было он, но задумался. ",
    "answers": [
      {
        "id": 40,
        "text": "-Я понимаю, что вы думаете, что именно с ним ей будет лучше, но ведь это только ее судьба и ее жизнь"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Хатун, откуда у тебя столько смелости? — после недолгого молчания спросил повелитель, неожиданно и искренне улыбаясь. \n—Я люблю свою госпожу и хочу для нее только счастья. — честно ответила я, он утвердительно кивнул, видимо, ему понравился мой ответ.\n—Рад это слышать, а теперь сходи и приведи ее ко мне. — произнес он, поднимаясь на ноги.\n—Как прикажете, повелитель! — восторженно произнесла я, подскакивая довольная с подушки, я запуталась ногами в подоле платья и уже была начала падать, но крепкие руки подхватили меня. \n—Осторожнее, хатун! — так строго, но все же заботливо произнес повелитель, когда я подняла на него свои испуганные глаза, сердце забилось как бешеное, расстояние между нашими лицами  было не больше длины ладони.",
    "answers": [
      {
        "id": 41,
        "text": "-Хорошо, мой повелитель "
      }
    ]
  },
  {
    "id": 41,
    "text": "    Он в очередной раз улыбнулся и высвободил меня из своих объятий, после чего я как завораженная почти выбежала из его покоев.\n—А ну стоять! — эти слова принадлежали Нафисе султан (второй жене повелителя).\n—Да, султанша. — произнесла я и поклонилась. \n—Что ты делала в покоях повелителя? — спросила она, с презрением внимательно рассматривая меня с головы до ног.\n—Валиде-султан попросила меня убрать поднос со сладостями, который упал на пол. — ответила я чтобы поскорее уйти от этой женщины. \n—Кому ты это рассказываешь? Валиде скорее всего подослала тебя, чтобы ты соблазнила повелителя, верно? — спросила она, разбрасывая во все стороны ненависть и презрение. ",
    "answers": [
      {
        "id": 42,
        "text": "-Султанша, я говорю вам правду "
      },
      {
        "id": 43,
        "text": "-В таком случае может сами спросите у валиде-султан так это или нет?"
      },
      {
        "id": 68,
        "text": "Описание персонажа "
      }
    ]
  },
  {
    "id": 42,
    "text": "—Султанша, я думаю она не лжет. — произнесла служанка Нафисы султан. — Это девушка служит у Хайрии султан, а не у валиде.\n—Хм, тогда хорошо. Можешь идти... — сказала Нафиса, глядя мне вслед, когда я уходила. — Узнай часто ли она здесь появлялась. Мне и так хватило того, что у него сегодня была эта слащавая Фируза. Главное, чтобы она не забеременела.\n—Хорошо, султанша. — произнесла служанка. — Вы думаете, что она может составить вам и шехзаде конкуренцию?\n—Не знаю, но если это так, с этим нужно разобраться. — спокойно произнесла она, а я все еще слыша их разговор испугалась. ",
    "answers": [
      {
        "id": 44,
        "text": "В покоях у моей султанши...",
        "need": 36
      },
      {
        "id": 45,
        "text": "В покоях у моей султанши...",
        "need": 37
      }
    ]
  },
  {
    "id": 43,
    "text": "—Как ты смеешь так разговаривать с султаншей? Ты хоть знаешь что тебе может за это быть? — почти кричала служанка Нафисы султан, султанша самодовольно улыбнулась и остановила ее рукой.\n—Хатун просто думает, что если она под покровительством валиде-султан ей ничего не угрожает. — произнесла султанша, хищно улыбаясь. —Интересно, а она сильно удивится, если найдет у себя в постели ядовитую змею?\n—Неужели я могу найти у себя в кровати Вас, госпожа? — спросила я, а после поняв, что именно я сказала чувство страха поступило к горлу, сама же султанша аж позеленела, а после со всей силы  дала мне пощечину. \n—Убирайся отсюда! — завопила она, а я поспешила удалиться, пока она не передумала. —Она точь в точь это мерзкая Фируза.",
    "answers": [
      {
        "id": 44,
        "text": "В покоях у моей султанши...",
        "need": 36
      },
      {
        "id": 45,
        "text": "В покоях у моей султанши...",
        "need": 37
      }
    ]
  },
  {
    "id": 44,
    "text": "    Зайдя в покои султанши, я застала ее, плачущей в компании, утешающих ее Лализы калфы и Анисы хатун. Они все посмотрели на меня, а после султанша продолжила плакать, а Лализа и Аниса ее успокаивать. Мне стало очень жалко мою госпожу, ведь вроде она госпожа, а все равно не вправе решать свою судьбу. \n—Госпожа, вас желает видеть в своих покоях повелитель. — сказала я, поклонившись.\n—Зачем на этот раз? — спросила султанша, вытирая слезы и поднимаясь на ноги. \n—Я думаю он желает обсудить тему вашего замужества. Мне кажется, что его решение еще не окончательно. — произнесла я.",
    "answers": [
      {
        "id": 47,
        "text": "В ожидании новостей..."
      }
    ]
  },
  {
    "id": 45,
    "text": "    Почти вбежав в покои султанши, я застала ее плачущей в компании, утешающих ее Лализы калфы и Анисы хатун. Увидев меня в возбужденном состоянии они ждали, что я скажу.\n—Госпожа, вас желает видеть в своих покоях повелитель. — сказала я, поклонившись. \n—Что в этот раз? — спросила девушка, вытирая слезы и поднимаясь на ноги. \n—В общем тут такое дело... — начала я, не зная как сказать султанше новость о том, что ее замужество еще не окончательное решение повелителя. — Я разговаривала с повелителем и, возможно, мне удалось пошатнуть его намерения о вашем замужестве.\n—Что ты сейчас сказала, Салия? — спросила султанша, его глаза были полны испуга.\n—О, Аллах,  как бы ты Салия не сделала еще хуже. — почти шёпотом произнесла Лализа калфа. ",
    "answers": [
      {
        "id": 47,
        "text": "В ожидании новостей..."
      }
    ]
  },
  {
    "id": 46,
    "text": "    Я опустила руку, повелитель взглянул мне в глаза и понимающе кивнул. Эта битва с Нафисой султан не закончится для меня ничем хорошим, а для султана я очередная наложница. Мне мое спокойствие и безопасность дороже, чем то, что меня могут найти в какой-то из дней мертвую в своей постели.\n—Хорошо, Салия. Ты можешь идти. — сказал мужчина, а я поклонившись вышла из покоев султана. На входе меня ждала Нафиса султан, ее взгляд прожигал меня изнутри, но я не подавала вида, а просто шла вперед.",
    "answers": [
      {
        "id": 80,
        "text": "Месяц спустя..."
      }
    ]
  },
  {
    "id": 47,
    "text": "    Хайрия вошла в покои повелителя, а мы втроём остались ее ждать возле двери. В это время я рассказала им о своей неприятной встречи с Нафисой султан. \n—Салия, думаю тебе после этого тебе придётся не сладко в гареме... Я слышала пару историй про девушек, которые побывали у повелителя, а после бесследно исчезали. — зашептала Аниса, на что Лализа калфа закатила глаза. \n—Большинство из этих историй слухи, которые сама Нафиса султан и распространяет. Но Аниса права, теперь тебе стоит опасаться султаншу, она не из тех кто что-то забывает. \n—Лализа калфа, а для чего ей распространять слухи о себе? — спросила Аниса, недоумевая.\n—Чтобы девушки боялись к нему и близко подходить, балда. — тут мы с Лализой засмеялись,  а Аниса обиженно надула губы.\n—Больно надо было! — обиженно произнесла молодая девушка. \n—Но вообще странно, что пока не одна из девушек, которые были с султаном, так и не забеременели. — закончила Лализа.",
    "answers": [
      {
        "id": 48,
        "text": "Спустя пятнадцать минут...",
        "need": 36
      },
      {
        "id": 49,
        "text": "Спустя пятнадцать минут...",
        "need": 37
      }
    ]
  },
  {
    "id": 48,
    "text": "    Выйдя из покоев султана, Хайрия вся светилась. Такой я ее никогда не видела. Мы с девушками радостно улыбнулись, каждая надеялась, что новости непременно будут хорошие. \n—Султанша, ну, же скажите уже, что вам сказал повелитель. — просила Лализа калфа.\n—Брат повелитель заверил меня, что я смогу сама выбрать себе мужа! — она была счастлива и излучала из себя только позитив.\n—Это же восхитительно, госпожа! — восторженно произнесла я, глядя в ее ожившие глаза.\n—Ты принесла мне эту новость, Салия! Вот прошу тебя возьми это от чистого сердца. — сказала султанша, протянув мне мешочек с монетами. ",
    "answers": [
      {
        "id": 50,
        "text": "-Вам не стоило, для меня честь служишь вам, султанша! "
      }
    ]
  },
  {
    "id": 49,
    "text": "    Выйдя из покоев султана, Хайрия вся светилась. такой я ее никогда не видела. Мы с девушками радостно улыбнулись, каждая надеялась, что новости непременно будут хорошие. \n—Султанша, ну, же скажите уже, что вам сказал повелитель? — спросила Лализа калфа. \n—Брат заверил меня, что я смогу сама выбрать себе мужа!!! — она была счастлива и излучала только позитив.\n—Это же восхитительно, госпожа! — восторженно произнесла я, глядя в ее ожившие глаза. \n—Ты принесла мне эту новость, Салия! Вот прошу тебя возьми это от чистого сердца. — сказала султанша, протянув мне мешочек с монетами. ",
    "answers": [
      {
        "id": 51,
        "text": "-Вам не стоило, для меня честь служишь вам, султанша! "
      }
    ]
  },
  {
    "id": 50,
    "text": "—Это все, что я могу сейчас для тебя сделать. — ответила она. — А теперь мы идём праздновать! Скажите чтобы готовили лучшие блюда и позовите музыкантов! \n—Как прикажете, султанша! — дружно ответили мы и отправились выполнять поручения султанши.\n—Как все-таки все прекрасно сложилось! -произнесла она и довольная отправилась в свои покои, напевая какую-то песенку.",
    "answers": [
      {
        "id": 73,
        "text": "Праздник "
      }
    ]
  },
  {
    "id": 51,
    "text": "—Ничего не знаю, а теперь тебя ждёт повелитель, так что отправляйся к нему. — хитро улыбаясь, сказала Хайрия, а у девушек от этой новости рты пооткрывались и они уставились на меня. \n—Теперь ее Нафиса султан точно в покое не оставит... — еле слышно произнесла Лализа. \n—Ты о чем, Лализа? — спросила султанша, ведь она еще не знала о нашем разговоре.\n—Давайте не будем заставлять повелителя ждать, а вам, госпожа, мы все расскажем по дороге. — разрешила ситуацию Аниса. \n—Ну, Салия тогда удачи! — произнесли женщины,  подтолкнув меня к покоем повелителя. ",
    "answers": [
      {
        "id": 52,
        "text": "Войти..."
      }
    ]
  },
  {
    "id": 52,
    "text": "    Войдя в покои повелителя, я все думала о том, по какой причине повелитель пригласил меня к себе. Для разговора о Хайрие, так вроде уже все решено, а может для личной беседы, но неужели он не нашёл с кем поговорить, а может я ему понравилась как девушка, так у него такой гарем, что я блекну перед ними. Ну все нужно взять себя в руки, а иначе я буду выглядеть нелепо.\n    В это время повелитель стоял на балконе, как и в первую нашу сегодняшнюю встречу и все также без тёплой накидки. А ведь он может запросто простудиться. Вроде уже взрослый человек, целым государством управляет, а о таких вещах совершенно не думает. Собрав волю в кулак, я сделала несколько неуверенных шагов к двери, ведущей на балкон.",
    "answers": [
      {
        "id": 53,
        "text": "Захватить накидку для повелителя "
      },
      {
        "id": 54,
        "text": "Идти к нему "
      }
    ]
  },
  {
    "id": 53,
    "text": "    Взяв в руки теплую меховую накидку, которая висела на стуле повелителя, я вышла на балкон. Здесь было гораздо холоднее, чем внутри, но видимо султана это никак не смущало. \n—Повелитель, вы желали меня видеть? — спросила я, поклонившись мужчине.\n—Да, хатун. — произнёс он, повернувшись ко мне лицом. Его руки и нос от холода уже слегка покраснели, а губы постепенно начинали синеть.\n—Повелитель, прошу вас оденьтесь, здесь же так холодно, а вы совсем раздетый. — произнесла я, почти что умоляющим голосом, на что повелитель мягко улыбнулся, а у меня на душе несмотря на холод стало гораздо теплее.\n—А как же ты? Не боишься заболеть, Салия? — спросил мужчина, по-доброму ухмыльнувшись. \n—Ваше здоровье намного важнее, повелитель. — произнесла я, подавая ему накидку, расстояние между нами было несколько шагов. ",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "    Я, молча, подошла и встала рядом с повелителем, а после медленно поклонилась. Но ни он, ни я не спешили начать разговор, мы просто наслаждались обществом друг друга. Нас  нежно обволакивало спокойствие, молчание сейчас совсем не было неловким, оно было нужным нам обоим как тепло холодной ночью, как вода путнику. Так мы и простояли минут десять, а в следующий миг посмотрели друг на друга и глупо рассмеялись. \n—Вижу ты уже успела замерзнуть, Салия. Вернёмся в покои. — сказал султан, указывая мне рукой на дверь в его покои.\n—Хорошо, повелитель. — произнесла я, улыбаясь. ",
    "answers": [
      {
        "id": 57,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 55,
    "text": "    Повелитель взял накидку, а дальше неожиданно для меня накинул ее мне на плечи. \n—Моя жизнь и мое здоровье ничего не будут стоить, если я буду наплевательски относиться к своим подданным. — его лицо было серьёзным, но он все так же улыбался.\n—Это слова великого правителя! — с некой гордостью в голосе произнесла я. \n—Ты правда так думаешь? — спросил он, а я утвердительно закивала, мне просто не хватало слов, чтобы сказать насколько я удивлена и поражена его словами. — Время покажет каким правителем я буду, Салия. Ну что тебе тепло?\n—Да, спасибо, повелитель, но как же вы? — спросила я взволновано, но все также наивно улыбаясь. \n—Меня согревает твоя улыбка, Салия. ",
    "answers": [
      {
        "id": 56,
        "text": "Этот вечер..."
      }
    ]
  },
  {
    "id": 56,
    "text": "    Весь этот день и вечер мы с повелителем бурно обсуждали все на свете, начиная от обычных мелочей и заканчивая серьёзными проблемами. Чаще всего мы смеялись, шутили, а после опять смеялись. В компании султана я забывала обо всем. Я даже и представить себе не могла, что буду вот так сидеть с повелителем целого Османского государства и спокойно разговаривать. \n    После в покои зашёл Закир ага (главный ага при султане) спросил можно ли подавать ужин. Повелитель коротко кивнул, и ага, поклонившись, вышел, а я решила, что пора уходить, ведь скорее всего к нему сегодня должна прийти какая-нибудь наложница или ещё серьёзнее одна из его жен.\n—Думаю мне пора возвращаться, повелитель.- сказала я, собираясь уходить, но повелитель остановил меня, взяв за руку.  ",
    "answers": [
      {
        "id": 59,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 57,
    "text": "    Когда мы зашли, повелитель сразу прошёл к камину и подкинул пару дров, а я неожиданно для себя залюбовалась его уверенными движениями, отблесками от огня, которые переливались у него на лице. Он был восхитителелен, и я не могла на него насмотреться. Когда он повернулся ко мне, он задумался, глядя мне в лицо. От этого я слегка встревожилась и опустила глаза.\n—Не опускай глаз, прошу тебя.- произнес он, встав напротив, и поднял мое лицо за подбородок.- У тебя очень красивые глаза, а их не стоит скрывать, уж точно не от меня. \n—Если на это будет ваша воля, повелитель. — произнесла я, глядя ему в глаза.\n—Салия, я прошу тебя не как повелитель. ",
    "answers": [
      {
        "id": 58,
        "text": "Наш вечер..."
      }
    ]
  },
  {
    "id": 58,
    "text": "    Весь вечер мы мило обсуждали искусство, природу, приключения и все что никак не касалось гарема с его интригами и опасностями. Сейчас мы были далеко от всего мирского. В компании султана я забывала обо всем. Я даже и представить себе не могла, что буду вот так сидеть с повелителем и спокойно разговаривать... После в покои повелителя зашёл Закир ага (главный ага) спросил можно ли подавать ужин. Повелитель коротко кивнул, а я решила, что пора уходить, ведь скорее всего к нему сегодня должна прийти какая-нибудь наложница или ещё что серьёзнее одна из его жен. \n—Думаю мне пора возвращаться, повелитель. — сказала я, собираясь уходить, но повелитель остановил меня, взяв за руку. ",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      },
      {
        "id": 71,
        "text": "Описание персонажа ",
        "need": 71
      }
    ]
  },
  {
    "id": 59,
    "text": "—Салия, постой... Я... — повелитель что-то хотел сказать, но не решался, а после его в очередной раз потревожил стук в дверь. — Войди.\n—Повелитель, к вам пришла Нафиса султан. -произнес Закир ага, видимо его не как не смущало то, что я сейчас нахожусь в покоях повелителя. \n—Ты можешь сказать ей, чтобы она подождала. — произнёс повелитель, раздумывая. \n    Я же стояла и думала о том, как поступить. Если я останусь, то у меня появится возможность побыть ещё с повелителем, но в тоже время Нафиса султан сотрёт меня в порошок. А если я уйту, то неизвестно выпадет ли мне еще один шанс побыть с ним, но зато и опасности со стороны Нафисы султан в будущем не ожидается. ",
    "answers": [
      {
        "id": 46,
        "text": "-Повелитель, мне пора... Хайрия султан меня, наверное, уже потеряла "
      },
      {
        "id": 61,
        "text": "Сжать сильнее его руку "
      }
    ]
  },
  {
    "id": 60,
    "text": "Глава 4.\n\"Зима. 1579 год. Стамбул.\"\n\n    И вот уже второй год моего пребывания в гареме в качестве служанки Хайрии султан. Что изменилось за год? Повелитель обзавелся еще одной фавориткой, которая в скором времени должна родить на свет еще одного члена династии. Нафиса султан от этого жутко бесится, но сделать ничего не может. Райхан валиде-султан и все остальные живут все также. За исключением лишь Лализы калфы, у которой непонятные отношения с Закиром агой.\n    Но главное изменение в моей госпоже, она и Искендер паша тайно общаются и изредка встречаются, но чаще всего они передают письма через меня или Анису калфу. Об этих отношениях никто не должен знать, но только до того момента, как паша не попросит руки султанши. А там уж если повезет, то этой же весной отгремит свадьба, размаха и красоты пиржества которой еще никто и никогда не видел. ",
    "answers": [
      {
        "id": 81,
        "text": "[Разговор Хайрии султан и Искендера паши]"
      },
      {
        "id": 60,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a25/2002/28/c033dab4b7db.jpg"
      }
    ]
  },
  {
    "id": 61,
    "text": "—А лучше скажи, чтобы она возвращалась в свои покои. — произнёс Мехмед, а я внутри себя ликовала. — Сегодня я не в настроении. \n—Как прикажете, повелитель. — произнес Закир ага, а после внимательно посмотрел на меня, чувствую завтра мое нахождение в покоях повелителя будет главной новостью гарема, а Нафиса, сидя у себя в покоях, будет обдумывать план моей смерти. \n    Закир ага поклонился и вышел. Мы остались наедине. Султан посмотрел на меня и улыбнулся,  а я залилась румянцем. Его глубокие глаза заставляли меня забывать обо всем на свете, и даже об инстинктах самосохранения. Молчание длилось недолго, повелитель сел обратно на диван, а я расположилась на подушке рядом. Так мы и провели вечер и всю ночь за разговорами ни о чем. Этот вечер поистине стал для меня самым незабываемым из всех, что я провела во дворце. ",
    "answers": [
      {
        "id": 80,
        "text": "Месяц спустя..."
      },
      {
        "id": 163,
        "text": "На следующее утро..."
      }
    ]
  },
  {
    "id": 62,
    "text": "    Главная героиня. Девушка спокойная и добрая. (Все остальное будет напрямую зависеть от вас.)",
    "answers": [
      {
        "id": 22,
        "text": "Назад ",
        "need": 22
      },
      {
        "id": 2,
        "text": "Назад к повествованию",
        "need": 2
      },
      {
        "id": 62,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b38/1911/16/d4bd5f3b2f73.jpg"
      }
    ]
  },
  {
    "id": 63,
    "text": "    Молодой султан, который пытается доказать свою истинную власть и добиться любви народа.  В выборе друзей и верных поданных очень разборчив. Хоть он и главный человек во всем Османском государстве, ведёт себя легко и уверено, не ставя себя выше других, но из-за возраста над ним часто берут верх чувства, а не разум, что часто расстраивает его валиде. ",
    "answers": [
      {
        "id": 22,
        "text": "Назад ",
        "need": 22
      },
      {
        "id": 33,
        "text": "Назад к повествованию ",
        "need": 33
      },
      {
        "id": 63,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c37/1911/a8/f9cf69d4ccda.jpg"
      }
    ]
  },
  {
    "id": 64,
    "text": "    Сильная, влиятельная и умная женщина. Прожив много лет в гареме, она стала именно такой, а все потому что в ее жизни было много сложностей и это неудивительно, ведь несмотря на то, что Мехмед был вторым претендентом на престол, именно он стал султаном, а все благодаря ей. Но сложная судьба оставляет свои следы даже на таких людях, теперь эта женщина больше не верит людям, она словно погасла, хоть ее жизнь и продолжается. Но сможет ли что-то зажечь огонь в ее сердце вновь? ",
    "answers": [
      {
        "id": 22,
        "text": "Назад",
        "need": 22
      },
      {
        "id": 34,
        "text": "Назад к повествованию ",
        "need": 34
      },
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b37/1911/c5/201ea760727b.jpg"
      }
    ]
  },
  {
    "id": 65,
    "text": "    Она еще верит в большую и чистую любовь, о которой пишут в книгах, но знает, что ей, сестре султана, суждено выйти замуж по расчёту. Она сдержана, но в тоже время часто бывает импульсивна. С раннего детства осталась без матери, поэтому чувствует себя еще более незащищенной по сравнению с Таджией, мать которой в любой ситуации встает на защиту дочери. Вероятно, именно поэтому девочки одногодки такие разные по характеру.",
    "answers": [
      {
        "id": 22,
        "text": "Назад ",
        "need": 22
      },
      {
        "id": 18,
        "text": "Назад к повествованию ",
        "need": 18
      },
      {
        "id": 65,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d31/1910/c1/8b34c304d597.jpg"
      }
    ]
  },
  {
    "id": 66,
    "text": "    Самолюбие, наверное, главная черта характера этой девушки. Дорогие украшения, наряды, статус и почет сыграли с ней нехорошую шутку. Из милой и любознательной девчушки она выросла в высокомерную особу, которая не замечает ничего дальше своего носа. По сей день активное участие в воспитании принимает ее мама, которой с позволения нынешнего повелителя разрешили остаться во дворце.",
    "answers": [
      {
        "id": 22,
        "text": "Назад ",
        "need": 22
      },
      {
        "id": 66,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b40/1910/b0/fc5416106f59.jpg"
      }
    ]
  },
  {
    "id": 67,
    "text": "    Красивая, а главное застенчивая девушка смогла покорить сердце в то время еще юного шехзаде, а после — султана, с самых первых встреч, но по непонятным причинам ныне редко посещает покои повелителя, впрочем и сама не горит особым желанием там появляться. Именно ее сын является первым наследником на престол, поэтому она полностью отдаётся воспитанию своих детей.",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      },
      {
        "id": 67,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a36/1910/14/85c35bb0ab4d.jpg"
      }
    ]
  },
  {
    "id": 68,
    "text": "   Самая главная опасность и жемчужина гарема. Ее боятся многие, а многие и презирают. Она завоевала сердце повелителя в то время, когда Рауза только-только радовалась своему счастью материнства. Страстная и горячая она смогла оживить повелителя, который в то время долго оставался один. Хоть детей у нее и больше,  но Рауза все равно остаётся на шаг впереди соперницы, так как ее сын старше и она обладает покровительством валиде-султан. ",
    "answers": [
      {
        "id": 22,
        "text": "Назад",
        "need": 22
      },
      {
        "id": 41,
        "text": "Назад к повествованию ",
        "need": 41
      },
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c41/1910/48/00e1eee06d64.jpg"
      }
    ]
  },
  {
    "id": 69,
    "text": "    Когда умерла мать Хайрии, она попросилась присматривать за девочкой. Так она за все это время ее не оставляла. Султанша для нее как дочь, а для Хайрии она как мать, хоть они и не показывают насколько теплые у них отношения.",
    "answers": [
      {
        "id": 22,
        "text": "Назад",
        "need": 22
      },
      {
        "id": 31,
        "text": "Назад к повествованию ",
        "need": 31
      },
      {
        "id": 69,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d07/1911/52/c583e448a9f4.jpg"
      }
    ]
  },
  {
    "id": 70,
    "text": "    Веселая и неугомонная девушка, которая часто сует свой маленький нос куда не надо, а после получает от Лализы калфы. ",
    "answers": [
      {
        "id": 22,
        "text": "Назад ",
        "need": 22
      },
      {
        "id": 20,
        "text": "Назад к повествованию ",
        "need": 20
      },
      {
        "id": 70,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b38/1910/25/5fe5f622c3bc.jpg"
      }
    ]
  },
  {
    "id": 71,
    "text": "    Главный ага гарема. Знает все и обо всем. Удивительным способом умудряется иметь хорошие отношения со всеми влиятельными личностями гарема, за это его многие уважают и стараются следовать его примеру. ",
    "answers": [
      {
        "id": 22,
        "text": "Назад ",
        "need": 22
      },
      {
        "id": 58,
        "text": "Назад к повествованию ",
        "need": 58
      },
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d27/1910/6c/edb4f7b027ff.jpg"
      }
    ]
  },
  {
    "id": 72,
    "text": "    Паша познакомился с повелителем, когда тот посещал один из важных городов Османского государства. Мужчины быстро нашли общий язык, а после повелитель предложил паше должность во дворце. Султан нашел в нем верного соратника, а включая почетный возраст паши ещё и наставника. Сам же паша делает все возможное, чтобы доказать свою преданность падишаху. ",
    "answers": [
      {
        "id": 22,
        "text": "Назад",
        "need": 22
      },
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a00/1911/37/8f9384820ed0.jpg"
      }
    ]
  },
  {
    "id": 73,
    "text": "    Главный зал, накрытые столы, музыканты играют лёгкую музыку, всюду смеются девушки, а в самом центре сего праздника наконец-то улыбающаяся Хайрия султан. Именно сегодня она может вздохнуть полной грудью. Именно сегодня ее судьба оказалась лишь в ее руках. Глядя на нее, я задалась вопрос о том, а какой будет моя судьба? Сейчас моя жизнь в руках моей госпожи. За свою работу я получаю хорошие деньги, у меня есть крыша над головой, но что будет дальше? \n—Хайрия, а по какому поводу праздник? — спросила Таджия султан. — Неужели ты все-таки выходишь замуж?\n—Таджия, моя дорогая сестра. — произнесла Хайрия, лучезарно улыбаясь, сегодняшнее счастье девушки никто не мог испортить. — Нет, но думаю ты только об этом и мечтаешь.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "—Безусловно, я хочу чтобы ты была счастлива? — сказала султанша, взяв рахат лукум с подноса. — Кому если не мне о тебе переживать? \n—То есть ты так переживаешь? — спросила Хайрия.  — В таком случае я хочу тебя поздравить, потому что повелитель позволил мне самой решать за кого выходить замуж. \n—Что?! — Таджия султан аж подавилась, ее служанка поспешила ей на помощь. \n—Что с тобой Таджия? Тебе плохо? — ехидно спросила Хайрия, я прежде ее такой не видела. Она наконец смогла ответить Таджие, которая частенько ее обижала.\n—Вот значит как? — прошипела вторая сестра повелителя, а после покинула праздник, посвящённый султанше, которая смогла отвоевать свое право на выбор. ",
    "answers": [
      {
        "id": 75,
        "text": "Спустя месяц..."
      }
    ]
  },
  {
    "id": 75,
    "text": "Глава 3.\n\"Весна. 1578 год. Стамбул.\"\n\n    Зима еще крепко держит в своих объятьях Стамбул, но весна уже стоит совсем на пороге. Утренние прогулки по внутреннему парку дворца с моей султаншей стали обычным делом для всей ее прислуги. Во время таких прогулок она могла подолгу смотреть на редкие падающие снежинки или читать книги. Так случилось и сегодня, она сидела и читала книгу, я стояла рядом, а Аниса и Лализа ушли, чтобы предупредить поворов о завтраке для госпожи. \n— Госпожа, взгляните! — произнесла я, указывая на белую словно снег кошку, которая забралась на дерево и не могла слезть.\n—О, Аллах, бедное животное! Как же она туда забралась? — госпожа не могла смотреть на страдания животного, а сразу поспешила к дереву, оставив чтение.",
    "answers": [
      {
        "id": 76,
        "text": "-Госпожа, может позовем кого-нибудь?"
      },
      {
        "id": 75,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c21/2002/02/464234dbd57b.jpg"
      }
    ]
  },
  {
    "id": 76,
    "text": "—Салия, ты думаешь мы сами не справимся? Я между прочим когда была маленькая часто взбиралась на самые высокие макушки деревьев. — не знаю шутит она или нет, но проверять мне не хочется. \n—Хайрия султан, вы же можете упасть! Давайте я? — а она уже лезла на дерево. \n—Видишь, Салия, а ты говорила! — сказала девушка, а я лишь с затаением дыхания наблюдала за безумной госпожей, которая держалась одной рукой за ветку, а второй держала кошку. \n—Какой же интересный вид, наверное, открывается вам сверху.\n    Голос принадлежал мужчине, который незаметно подкрался к дереву, пока мы разговаривали с султаншей. Он был заворажен Хайрией, лицо которой сейчас было открыто. Она тоже сейчас смотрела на него с нескрываемым интересом, а я смотрела то на него, то на нее и не знала, что мне делать. ",
    "answers": [
      {
        "id": 77,
        "text": "-Лицо!"
      },
      {
        "id": 82,
        "text": "Описание персонажа..."
      }
    ]
  },
  {
    "id": 77,
    "text": "    Посмотрев на меня, Хайрия поменялась в лице,  а после рукой, которая она держалась за дерево, пыталась закрыть лицо. Дальше все было быстро и очень неожиданно. Султанша, потеряв равновесие, стала падать, но ее вовремя подхватил мужчина, который среагировал молниеносно. Секунда другая и султанша была в руках мужчины, кот до этого сидевший мирно спрыгнул и поспешил ко мне. \n—Отпустите меня... — совсем негромко произнесла Хайрия, ее глаза были одновременно напуганы и удивлены, а мужчина лишь улыбался. \n—Только если вы обещаете назвать свое имя... — ответил он, лишь сильнее прижимая к себе озябшую от холода девушку.\n—Хайрия... — произнесла она, а он изменился в лице. — Что-то не так? ",
    "answers": [
      {
        "id": 78,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 78,
    "text": "—Госпожа, не знаю простите ли вы меня за мою смелость и наглость, я права не хотел вас хоть как-то обидеть. — он был растерян, тут же он опустил Хайрию на землю и поклонился. — Меня зовут Искендер паша, я прибыл сюда в качестве хранителя покоев повелителя. \n—Приятно познакомиться. Вам не за что извиняться, вы спасли мне жизнь. — она и так робкая, совершенно потеряла возможность нормально излагать свои мысли.\n—Это честь для меня, госпожа. — мужчина не смело улыбнулся, а Хайрия опустила глаза.\n—Я хочу вас чем-нибудь отблагодарить за свое спасение. — произнесла девушка.\n—Я могу попросить вас, чтобы вы больше не рисковали своей жизнью? Этого мне будет достаточно. — сказал он, указывая на дерево, с которого упала Хайрия, на что она звонко рассмеялась и кивнула.",
    "answers": [
      {
        "id": 79,
        "text": "-Госпожа, нам пора"
      }
    ]
  },
  {
    "id": 79,
    "text": "—Не смею вас больше задерживать, Хайрия султан. — поклонившись, мужчина поспешил удалиться, оставив нас наедине, а сестра повелителя еще долго смотрела ему вслед, а после, по-детски смеясь, спросила :\n—Салия, что это сейчас было? — я, озераясь вокруг, стала переживать о том, что эту сцену мог кто-то увидеть. — Он так смотрел на меня.\n— Султанша, нам правда лучше уйти, ведь если вас кто-то видел, то и вам, и паше сильно достанется. — я была напугана, но девушка все еще летала где-то далеко в облаках. \n—Ты права! Нам нужно торопиться! — мой испуг передался ей, и мы побежали во дворец.",
    "answers": [
      {
        "id": 60,
        "text": "Почти год спустя..."
      }
    ]
  },
  {
    "id": 80,
    "text": "Глава 3.\n\"Весна. 1578 год. Стамбул.\"\n\n    Наконец-то я смогла выбраться на рынок без сопровождения отряда, вечно спорящих служанок других султанш. Только я, один повар и старая калфа Райхан валиде-султан, которые уже ушли по своим делам. Неужели, я могу побыть одна и потратить чесно заработанные деньги в свое удовольствие. Главное для начала выполнить просьбу Хайрии, мне нужно купить для своей госпожи очередные  книги про путешествия, которые она никогда не выпускает из рук.",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      },
      {
        "id": 80,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d03/2002/a7/183bd2ec1c91.jpg"
      }
    ]
  },
  {
    "id": 81,
    "text": "—Султанша, если бы вы знали, как сильно я люблю вас! — произнёс мужчина, любуясь той, что с такой лёгкостью отдала ему сердце. \n—Ох, паша, вы то и дело вечно говорите и говорите о любви. — произнесла шёпотом девушка, мечтая о грядущей свадьбе. — Лучше скажите, когда именно вы собираетесь поговорить с братом повелителем о нас?\n—Как только я разберу завал документов, который мне оставил главный визирь. Но признаюсь честно, я безумно волнуюсь о том, как он отреагирует на все это. — слова мужчины резали слух от того, что он жутко боялся хоть как-то огорчить повелителя, Хайрия в каком-то смысле могла его понять, ведь его ждёт отличное будущее, если он будет делать все правильно. ",
    "answers": [
      {
        "id": 86,
        "text": "В покоях Райхан валиде-султан "
      }
    ]
  },
  {
    "id": 82,
    "text": "    Честный, смелый и уступчивый молодой Искендер паша. Он прибыл во дворец благодаря Борхану паше, который посоветовал его повелителю. Само по себе нахождение симпатичного мужчины во дворце уже будоражит воображение всех обитательниц гарема.",
    "answers": [
      {
        "id": 22,
        "text": "Назад ",
        "need": 22
      },
      {
        "id": 76,
        "text": "Назад к повествованию",
        "need": 76
      },
      {
        "id": 82,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c21/1911/f9/40c928795a02.jpg"
      }
    ]
  },
  {
    "id": 83,
    "text": "—Я знаю, Аль. — сказал он, вытерая мои слезы. — Это все уже не имеет смысла. \n—А что имеет? — спросила я, по-детски наивно глядя ему в глаза. — Ведь, уже все конец всему! \n—Ты глубоко заблуждаешься, моя дорогая сестра. Тебе ещё предстоит заплатить за свое бездействие, чтобы найти дорогу к другой жизни. — произнес он, указывая мне бескрайние просторы одиночества и неизвестности.\n—И как мне предстоит искупить свою вину? — спросила я, глядя на брата.\n—Я все тебе объясню, сестра. — произнес он, и мы начали свой путь в поиске прощения.\n    И что теперь будет со мной? С моей жизнью? И вообще жизнь ли это? А может это и есть жизнь, но только после смерти. Что меня ждет здесь, а что я оставила там? В моей голове столько вопросов, но я уже мало о них думаю, ведь это все теперь не столь важно. Со мной мой брат, а впереди меня ждет искупление, а дальше еще неизвестно, но думаю что-нибудь да ждет.",
    "answers": [
      {
        "id": 84,
        "text": "Концовка 2"
      }
    ]
  },
  {
    "id": 84,
    "text": "    Вы погибли в совсем раннем возрасте, жаль только, что вы так ничего и не предприняли, чтобы спасти ребёнка. Из-за последних событий вам было дано испытание, которое вам предстоит выполнять остаток времен. Что же случилось после того, как вы умерли? Шехзаде похоронили, а девушку выдали замуж, чтобы не рисковать в случае чего. У вас не было похорон и вас никто не вспомнил, правда лишь однажды на месте где вас похоронили и то благодаря просьбам Хайрии султан, однажды появились цветы. Спустя много лет, шехзаде, который родился уже после Касыма встал на престол, хоть он и был четвёртым сыном султана, его старшие братья погибли в борьбе за престол между друг другом. Конец вашей недолгой и грустной истории.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 85,
    "text": "    А после можно будет выбрать и что-нибудь для себя любимой. Только стоит определиться на что именно потратить деньги, да так чтобы не остаться после без гроша в кармане. По дороге сюда я видела три лавки: с украшениями, с духами и с тканями. Как же много людей собралось сегодня здесь и богатые, и бедные, и женщины, и мужчины, в общем абсолютно все. Помнится, как Лализа калфа рассказывала, что повелитель однажды бродил здесь со своей первой женой. Для всех это считается показателем большой любви и расположения султана к своей женщине. \n   А я в последнее время даже его не вижу. Может  в скором времени расположения повелителя вернётся ко мне, и мы сможем еще хоть раз поговорить как в тот незабываемый вечер. Правда, на это Хайрия султан говорит мне лишь, что сейчас у него и без нас хватает проблем, а все что остаётся нам это только смиренно ждать, но от других девушек я слышала, что с ним почти все ночи проводит лишь Нафиса султан. Получается все вернулось на круги своя. ",
    "answers": [
      {
        "id": 107,
        "text": "Глазеть"
      }
    ]
  },
  {
    "id": 86,
    "text": "    Иногда, правда только в хорошее настроение Райхан валиде-султан собирала у себя всех \"весомых\" обитательниц гарема и просто устраивала посиделки. Так случилось и сегодня. Среди присутствующих были: Хайрия султан, Таджия султан, Рауза султан, Нафиса султан и беременная Фатима хатун. Лекарша говорит ей уже вот вот рожать. На вид самая обычная девушка, чаще всего она молчит и прячет от всех глаза. Даже не верится, что и ей скоро придётся кланяться, так как она станет одной из госпожей. \n—Фатима, тебе плохо ? — спросила валиде-султан у девушки, которая сидела вся бледная. \n—Что вы валиде, все в порядке, у меня просто не большая слабость. — произнесла девушка, а после  под ее ногами полилась вода, и она испуганно закричала, хватаясь за живот. \n—Она рожает! — кричали все присутствующие, а я остолбенела, глядя на растеряную Фатиму.",
    "answers": [
      {
        "id": 87,
        "text": "Спустя несколько часов"
      },
      {
        "id": 86,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c40/2002/81/2797da1be117.jpg"
      }
    ]
  },
  {
    "id": 87,
    "text": "    Роды были тяжёлыми, и лекари не обещали утешительных результатов. За все время девушка сильно ослабла и потеряла много крови. Мы все время стояли под дверями в ожидании новостей. Повелитель словно заведенный ходил туда сюда. Женщины же лишь вздыхали и негромко переговаривались...\n—Повелитель, слава Всевышнему малыш остался жив, но хатун... Повелитель, она потеряла слишком много крови... — на султане не было лица, он молча вошёл в покои, попросив никого не заходить. — Валиде-султан, мы сделали все что только было в наших силах. \n—Я знаю, я знаю. — ответила валиде-султан, печально смотря на двери, ведущие в комнату Фатимы султан. — Мой бедный внук остался без матери в столь раннем возрасте...",
    "answers": [
      {
        "id": 88,
        "text": "Весна "
      }
    ]
  },
  {
    "id": 88,
    "text": "—Мой дорогой Касым. — шептала Хайрия султан на ушко крошечному племяннику. —  Как ты здесь совсем один останешься?\n—Султанша, у него целая толпа слуг, а вам уже пора готовиться к никяху (свадьбе — венчанию.) — произнесла Лализа-калфа, улыбаясь, а у меня сердце разрывалось от мысли, что бедный шехзаде останется на руках у незнакомых людей и пусть, что все будут его навещать. \n—Ты права Лализа, нам нужно идти. — ответила девушка, целую малютку в лоб и укладывая обратно в люльку.\n—Все приготовления окончены, вы можете сами в этом убедиться. — сообщила Аниса хатун.\n—Ну что же пора идти. — с воодушевлением заявила Хайрия султан. — Дай Аллах мы скоро встретимся мой шехзаде. ",
    "answers": [
      {
        "id": 89,
        "text": "Присмотреть за шехзаде "
      },
      {
        "id": 90,
        "text": "Следовать за султаншей"
      },
      {
        "id": 88,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a36/2002/ca/99cb52cb421d.jpg"
      }
    ]
  },
  {
    "id": 89,
    "text": "—Госпожа, а можно мне еще недолго побыть с шехзаде? — в пол голоса спросила я, нерешительно глядя в сторону госпожи.\n—Салия, девушки и без тебя справятся. — ответила Лализа калфа, давая понять, что это излишне. \n—Салия, я буду только рада. — ответила Хайрия, не обращая внимание на замечание Лализы.\n—Благодарю вас, госпожа. Я уверена, что к моменту, как вы будете готовы, я вернусь. — сказала я, радостно глядя на шехзаде, который сейчас усердно что-то рассматривал.",
    "answers": [
      {
        "id": 91,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 90,
    "text": "—Даже не верится, что Искендер всё-таки станет моим мужем. — то и дело восторгалась по дороге Хайрия султан. — И я уеду отсюда в свой собственный дворец, и вы поедете вместе со мной! \n—Да, это точно, моя госпожа. Только вот интересно, а как же будет бедный Закир ага без своей возлюбленной? — потешалась Аниса хатун, а я лишь улыбалась и изредка хихикала, наша Лализа калфа была серьёзна, но глаза все равно не могли скрыть ее печали. \n—Это не твое дело Аниса! — резко ответила Лализа и притихла, молча следуя за госпожей.\n—Может заберем его с собой? — неожиданно для всех спросила Хайрия султан, а мы негромко рассмеялись, и даже Лализа на мгновение позабыла о своей печали. ",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует. . . "
      }
    ]
  },
  {
    "id": 91,
    "text": "    Султанша вместе с девушками отправились заканчивать последние приготовления к свадьбе, а я же с любовью и лаской наблюдала за маленьким шехзаде. Я помню, когда впервые увидела его на руках повелителя, помню его тогда негромкий плач. Бедная его мама, которая даже не успела прижать его к сердцу в первый и последний раз. Он окружен стольким количеством слуг и родственников, но все равно он беззащитен перед жестокой жизнью дворца. Мне так сильно хочется защитить его, спрятать от всех грядущих опасностей, но что может сделать обычная служанка перед лицом лживых и коварных личностей гарема, для которых маленький шехзаде является помехой? \n—Девушки, присмотрите за шехзаде, я схожу за кормилицей. Мальчику уже пора кушать. — произнесла старая служанка, которая воспитала не одно поколение османов, которые любят ее и прислушываются к ее советам до сих пор.",
    "answers": [
      {
        "id": 92,
        "text": "-Хорошо "
      }
    ]
  },
  {
    "id": 92,
    "text": "    Присев у люльки Касыма, я стала напевать ему знакомую мне с детства колыбельную, которую мне пела мама во вроде еще таком недавнем детстве. Интересно, как она сейчас, а папа, а сестры, а брат? По моей щеке скатилась одинокая слеза. Шехзаде заинтересовано посмотрел на меня и тоже заплакал, словно чувствуя мои переживания. Я бережно взяла его на руки и стала успокаивать. Краем глаза я заметила, как девушка подозрительно на меня косится. \n—Что-то не так, хатун? — спросила я, вопросительно глядя ей в глаза, ее взгляд прожигал меня с ног до головы. \n—Зачем ты решила остаться с ним? С этим маленьким противным \"шехзаде\"? — спросила она с отвращением, а я с непониманием уставилась на нее и ближе прижала шехзаде. ",
    "answers": [
      {
        "id": 93,
        "text": "-Хатун, ты что такое несешь? Ты не в себе"
      },
      {
        "id": 94,
        "text": "-Как ты смеешь так говорить о представителе османской империи"
      }
    ]
  },
  {
    "id": 93,
    "text": "—Ооо, я как раз в себе, а вот что с вами? Как вы можете им прислуживать и подчиняться? Они считают нас рабами, а вы все терпите и молчите. Они похитили меня и убили всю мою семью, за это я отплачу им тем же. — произнесла девушка, сжимая в одной руке флакон с неизвестной мне жидкостью, а в другой маленький и изящный кинжал. — Думаю, что это будет соизмеримая плата за все наши мучения. \n—Хатун, что ты такое несешь?! Он же совсем ребёнок и он абсолютно ни в чем не виноват! — произнесла я, отходя от сумасшедшей на несколько шагов назад.\n—Виновен или нет какая разница? — спросила она, равнодушно пожимая плечами, здесь остаётся одно звать на помощь, потому что дверь ведущая к спасению находится за ее спиной. ",
    "answers": [
      {
        "id": 96,
        "text": "-На помощь! "
      }
    ]
  },
  {
    "id": 94,
    "text": "—И ты туда же, верная и послушная рабыня. Тебе не понять меня. То что я чувствовала, когда они убили мою семью, а меня похитили и привезли сюда. Я должна им отомстить за это, убив шехзаде. Это единственный шанс. — произнесла девушка, сжимая в руке флакон с неизвестной мне жидкостью. — Думаю, что это будет соизмеримая плата за все наши мучения. \n—Хатут, что ты такое несешь?! Он же совсем ребёнок и он абсолютно ни в чем не виноват! — произнесла я, отходя от сумасшедшей на несколько шагов назад.\n—Виновен или нет какая разница? Главное то, что они будут страдать так же, как и я. — сказала она, равнодушно пожимая плечами, здесь остаётся одно звать на помощь, потому что дверь, ведущая к спасению, находится за ее спиной. ",
    "answers": [
      {
        "id": 96,
        "text": "-Помогите! "
      }
    ]
  },
  {
    "id": 95,
    "text": "    Девушка молча подходит и забирает у меня шехзаде, я смотрю на то, как она силой вливает ему в рот содержимое флакона. Он продолжает плакать, но совсем недолго. А после девушка, убедившись что все кончено вкладывает флакон мне в руки, а после все происходит как в тумане. В покои входит повелитель и видет, как девушка кричит и указывает на меня пальцем. Она обвиняет меня во всем, а я не могу сказать даже слова, а только сильнее сжимая флакон. Я позволила этому чудовищу убить ребёнка, я такой же монстр, как и она.\n    Дальше меня ждет темница, пытки и побои. Повелитель лично присутствовал на моих пытках, но я все так же молчала. Я заслужила все это. Но в один из таких дней, когда я уже не чувствовала собственных ног и рук, ко мне пришла Хайрия султан и стала молить меня сказать, зачем я это сделала. Именно тогда я впервые расплакалась не из-за физической боли, а из-за душевных исчезаний. Я все ей рассказала, она молча меня выслушала. И со слезами на глазах дала испить мне такой же флакон, каким та девушка отравила шехзаде. Последнее, что я запомнила было: \"Прости меня, Салия.\"",
    "answers": [
      {
        "id": 104,
        "text": "Закрыть глаза "
      }
    ]
  },
  {
    "id": 96,
    "text": "—Кричи сколько угодно, сейчас все заняты приготовлений к свадьбе. И если бы и ты была там, то осталась бы жива, а так я еще и обвиню тебя в смерти шехзаде, а сама останусь . — сказала она,  медленно надвигаясь на меня с ужасающей улыбкой. \n—На помощь! — кричала я, осматривая комнату в поисках орудия для обороны.\n—Кричи, кричи! — продолжала девушка, а я увидев на камине чашу с цветами, бросила ее в девушку.\n—Что ты творишь?! Ну все хватит с тебя. — грозным голосом произнесла девушка и стала все также медленно приближаться ко мне с наполненными яростью глазами. — Прощайся с жизнью, глупая рабыня. ",
    "answers": [
      {
        "id": 95,
        "text": "Неподвижно стоять"
      },
      {
        "id": 97,
        "text": "Бежать к выходу "
      },
      {
        "id": 98,
        "text": "Звать на помощь "
      }
    ]
  },
  {
    "id": 97,
    "text": "    Сейчас или никогда, подумала я и побежала к двери с мыслями о счастливом и скором будущем, но... Из мыслей меня вывел удар в живот. Холодная сталь пронзила мою теплую и такую живую плоть. Девушка, которая до сих пор смотрела на меня грозно и уверено наконец-то поняла, что именно она сотворила. Еще секунда и я лежу на мягком ковре и истекаю кровью, шехзаде громко плачет, а девушка забилась в углу вся в слезах.\n    Только меня это уже все не касается, я не чувствую боли больше, я не слышу, что происходит вокруг, я далеко от этого. Еще мгновение и меня больше не будет на этом свете. Еще мгновение и Салии либо же всё-таки Алевтины не будет существовать, а интересно меня кто-нибудь будет помнить? А что ждёт меня там, куда уходят безвозвратно? ",
    "answers": [
      {
        "id": 99,
        "text": "Закрыть глаза..."
      }
    ]
  },
  {
    "id": 98,
    "text": "    Мои крики оказались очень действенными, потому что в следующее мгновение в покои ворвался сам султан. Увидев хатун с ножов в руках и меня в ужасе, сжимающую шехзаде в руках, он набросился на девушку и спустя минуту она была связана поясом с одежды повелителя.\n—Как шехзаде, хатун? — спросил мужчина, приблизившись ко мне, а после взял шехзаде на руки. — Ты спасла ему жизнь, хатун, я безмерно благодарен тебе, проси что хочешь.\n—Повелитель... — смущено произнесла я, а после увидела из-за спины повелителя, как хатун достаёт из под юбки новый кинжал и устремляется на повелителя для атаки.",
    "answers": [
      {
        "id": 106,
        "text": "Закрыть его собой"
      }
    ]
  },
  {
    "id": 99,
    "text": "Эпилог.\n\"Весна. 1579 год.\"\n\n    Открыв глаза, я увидела деревья, а точнее сад. Это персиковый сад, деревья которого еще украшены нежно розовыми цветами, но при этом  на каждом есть уже спелые плоды, это бескрайний сад, который простирается на много сотен метров куда не глянь, это удивительный сад, который я когда-то видела во сне. Кругом летают птицы, весёло носятся маленькие животные, а их родители встревоженно фыркают и пыхтят. Здесь так спокойно и хорошо. Нет вражды, нет лицемерия, нет всего того, что я видела раньше. Неужели, это и есть рай? \n    Вдали я увидела знакомый силуэт мужчины. Это слегка сутулая спина, вечно растрепаные волосы. Это Ваня. Мой старший брат, который ушел на службу за год до того, как меня похитили. Что он здесь делает? Он что, как и я умер? Я не хочу в это верить! Но приблизившись к мужчине, я увидела его. Он остался таким, каким я его запомнила. Все та же ненавистная челка и глубокие и чуткие глаза.",
    "answers": [
      {
        "id": 100,
        "text": "-Почему ты здесь? "
      },
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d40/2001/47/02282a9aaf1c.jpg"
      }
    ]
  },
  {
    "id": 100,
    "text": "—А почему ты здесь? — спросил он и звонко рассмеялся. — Мы оба мертвы, сестренка.\n—Но почему ты умер, Ваня? Как же это могло случиться? — спросила я, дергая брата за рукав белоснежной рубахи, в ответ на это он грустно улыбнулся и крепко обнял меня, а я чувствую, как еще немного и я заплачу. \n—Это глупая история, но она стоила мне жизни. В один из вечером я прогуливаясь по городу, в котором в то время находился наш штаб, напоролся на шайку пьяниц. Они видимо что-то не поделили и начали драться, а я полез их разнимать. В итоге у кого-то оказался нож. Последнее, что я помню это мерцание звезд на тёмном небе и полную луну, освещающую город.\n—Это ужасно... Хотя, моя история не лучше. — произнесла я, уткнувшись в грудь брата и расплакавшись еще сильнее. ",
    "answers": [
      {
        "id": 101,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 101,
    "text": "—Я знаю, Аль. — сказал он, вытерая мои слезы. — Это все уже не имеет смысла. \n—А что имеет? — спросила я, по-детски наивно глядя ему в глаза. — Ведь, уже все конец всему! \n—Ты глубоко заблуждаешься, моя дорогая сестра. Просто взгляни немного глубже на то, что окружает нас. — произнес он, указывая мне на на пейзаж, который открывался за его спиной. \n    Там были другие люди, одетые так же как и мы во все белое. Они разговаривают друг с другом, собирают спелые плоды и просто наслаждаются жизнью, хотя можно ли в данном случае так говорить? А может это и есть жизнь, но только после смерти. Что меня ждет здесь, а что я оставила там? В моей голове столько вопросов, но я уже мало о них думаю, ведь это все теперь не столь важно. Со мной мой брат, а там может быть я встречу и остальных своих родственников, которые ушли из жизни очень давно. ",
    "answers": [
      {
        "id": 102,
        "text": "Концовка 1"
      }
    ]
  },
  {
    "id": 102,
    "text": "    Вы погибли в совсем раннем возрасте, но в попытке спасти не в чем неповинного ребёнка. Вы были хорошим человеком и вас отправили в рай, где вас ожидали ваши ушедшие близкие. Что же случилось после того, как вы умерли? Шехзаде остался жив, а девушку долго пытали и в итоге узнали, что ее подослали враги османского государства, которые стремились искоренить род османов. Ваши похороны были сразу после свадьбы Хайрии султан. Девушка распорядилась о том, чтобы все знали о вашем героическом поступке. А спустя много лет, шехзаде Касым встал на престол, хоть он и был третим сыном султана, но его старшие братья погибли в борьбе за престол между друг другом. Так что благодаря именно ВАМ на престол встал добрый и сильный падишах. Конец вашей недолгой, но в какой-то степени счастливой истории.",
    "answers": [
      {
        "id": 1,
        "text": "Конец. "
      }
    ]
  },
  {
    "id": 103,
    "text": "    Здесь будут представлены все доступные концовки данного квеста. Но предупреждаю сразу, что некоторые истории будут короткие, а некоторые длинные. Все зависит от того, сколько проживет главная героиня. \n\nДоступные концовки:\nКонцовка 1. Жертвенность.\nКонцовка 2. Это не моё дело. \nКонцовка 3. Назад домой. \nКонцовка 4. Моя жизнь в тебе. ",
    "answers": [
      {
        "need_ever": true,
        "need_sometimes": false,
        "id": 102,
        "text": "Концовка 1",
        "need": 101
      },
      {
        "id": 84,
        "text": "Концовка 2",
        "need": [
          83
        ],
        "need_ever": true
      },
      {
        "id": 119,
        "text": "Концовка 3",
        "need": [
          117
        ],
        "need_ever": true
      },
      {
        "id": 158,
        "need_ever": true,
        "need": 154,
        "text": "Концовка 4"
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 104,
    "text": "Эпилог.\n\"Весна. 1579 год.\"\n\n    Открыв глаза, я увидела деревья, а точнее сад. Это персиковый сад, деревья которого покрыты жёлтой и красной листвой, это бескрайний сад, который простирается на много сотен метров куда не глянь, это унылое и печальное место, от которого в груди кошки шкребутся. А главное, что здесь гробовая тишина, нет ни птиц, ни животных. Здесь тихо, но одиноко. Неужели я здесь абсолютно одна? И как тогда назвать это место? Райским садом? \n    Вдали я увидела знакомый силуэт мужчины. Это слегка сутулая спина, вечно растрепаные волосы. Это Ваня. Мой старший брат, который ушел на службу за год до того, как меня похитили. Что он здесь делает? Он что, как и я умер? Я не хочу в это верить! Но приблизившись к мужчине, я увидела его. Он остался таким, каким я его запомнила. Все та же ненавистная челка и глубокие и чуткие глаза.",
    "answers": [
      {
        "id": 105,
        "text": "-Почему ты здесь? "
      },
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c00/2002/16/aecb025aa0df.jpg"
      }
    ]
  },
  {
    "id": 105,
    "text": "—А почему ты здесь? — спросил он и грустно улыбнулся. — Мы оба мертвы, сестренка.\n—Но почему ты умер, Ваня? Как же это могло случиться? — спросила я, дергая брата за рукав белоснежной рубахи, в ответ на это он также грустно улыбнулся и крепко обнял меня, а я чувствую, как еще немного и я заплачу. \n—Это глупая история, но она стоила мне жизни. В один из вечером я прогуливаясь по городу, в котором в то время находился наш штаб, напоролся на шайку пьяниц. Они видимо что-то не поделили и начали драться, а я полез их разнимать. В итоге у кого-то оказался нож. Последнее, что я помню это мерцание звезд на тёмном небе и полную луну, освещающую город.\n—Это ужасно... Хотя, моя история не лучше. — произнесла я, уткнувшись в грудь брата и расплакавшись еще сильнее. ",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "    Одной рукой я отталкиваю мужчину в сторону и кинжал глубоко вонзается мне в плечо, я медленно оседаю на пол, держась за оружие в попытке достать его. Мужчина прижав сына одной рукой, второй достаёт из ножен свой кинжал и приставляет его к горлу девушки. \n—Кто тебе подослал? — спрашивает он, но девушка с сумасшедшей улыбкой лишь молча смотрит ему в глаза, а после делает увереный шаг вперед, и захлебываясь собственной кровью, смотрит на окружающий ее мир глазами победителя, а впоследствии умирает так и не издав ни единого звука.  \n—Ты как? — спросил падишах, присев ко мне. — Стража! Лекарей срочно! \n—Главное, что вы живы, повелитель. — прошептала я, силы медленно оставляли меня.\n—Ты удивительная хатун! — благодарно и в то же самое время очень нежно улыбнулся он, а после я потеряла сознание. ",
    "answers": [
      {
        "id": 109,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 107,
    "text": "    Любуясь причудливыми домиками, горлопанившими во всю торговцами и различными пряностями на прилавках, я умудрилась врезаться в проходящего мимо мужчину. Мое лицо было закрыто, но обратив на меня внимание мужчина улыбнулся. Меня словно током ударила от осознания того, кто именно передо мной, вот правильно говорят быть осторожнее с собственными желаниями, а иначе может случиться вот такая встреча.\n—Пове... — прошептала я и поспешила поклониться ему, а он приложил палец к губам, давая понять, что нужно не выдавать его появления на людях. \n—Хатун, откуда ты знаешь, кто я такой? — нахмурился султан, очевидно, что он меня не узнал, оно и неудивительно.\n—Я служу во дворце. — произнесла я, опустив голову в попытке скрыться от этих проникновенных карих глаз.\n—Хм, и как тебя зовут? — спросил мужчина, не обращая внимание на перешептываюшихся вокруг нас людей. ",
    "answers": [
      {
        "id": 108,
        "text": "-Салия"
      }
    ]
  },
  {
    "id": 108,
    "text": "—Салия? Служанка моей сестренки Хайрии с острым языком, не ожидал встретить тебе здесь. Почему ты совсем одна здесь? — мужчина был заинтересован нашей встречей.\n    Для меня его замечание было каким-то оскорбительным, но сам он по-доброму улыбался. Видимо, он не имел ничего плохого, но меня это задело, поэтому я постыдно опустила глаза, щеки так и пылали, но благо их никто не видит под плотной тканью. И конечно же он не ожидал меня встретить, зачем ему вообще про меня вспоминать. Неужели, во мне говорит обида за то, что он и не вспоминал про меня.\n—Я отправилась за покупками для госпожи. — ответила я, показывая на список, который мне вручила Хайрия султан.\n—Думаю, я смогу составить тебе компанию. — улыбнулся султан, я удивилась такому порыву, но перечить повелителю опасно.",
    "answers": [
      {
        "id": 114,
        "text": "-Как прикажете "
      }
    ]
  },
  {
    "id": 109,
    "text": "    Первое, что я почувствовала, придя в себя, была легкая слабость и боль в плече. Неспешно окрыв глаза, я увидела перед собой старшую лекаршу, валиде-султан и самого повелителя. \n—С хатун все будет хорошо, повелитель. — произнеса женщина склоняясь в поклоне. — У нее крепкое здоровье, а несмотря на то, что лезвие  глубоко вошло, оно не задело ничего важного, поэтому нам быстро удалось остановить кровотечение.\n—Но почему она до сих пор без сознания? — спросила госпожа, расхаживая по средних размеров комнате с выставленными в ряды кроватями. — Эта девушка должна выжить! Она спасла жизнь членам моим семьи, спасла их от предателей, которые всегда ждут, что когда-нибудь мы расслабимся, и они смогут сокрушить Османскую династию.\n—Она скоро придёт в себя, я вас уверяю. — ответила женщина, направляясь к моей постели.",
    "answers": [
      {
        "id": 110,
        "text": "-Повелитель, госпожа "
      }
    ]
  },
  {
    "id": 110,
    "text": "—Отдыхай, тебе нужны силы. — произнесла госпожа, когда я попыталась встать. \n—Как тебя зовут, бесстрашная хатун? — спросил мужчина, забавно склонив голову набок.\n—Салия, мой повелитель. Я служанка Хайрии султан. — сообщила я, вновь попытаясь подняться, но султанша вновь остановила меня.\n—Сегодня ты показала себя с самой лучшей стороны, проявила свою преданность Османской империи, а это многое значит, проси о чем хочешь, ты это заслужила.\n—Мне как-то неловко, госпожа. — это шанс, который, наверное, выпадает лишь раз в жизни, но все же мне неудобно о чем-то их просить.\n—Если бы не ты то, что было бы с моей семьёй, Салия? Ты действительно заслуживаешь благодарности, поэтому не стесняйся. — произнес повелитель, а госпожа утвердительно закивала в подтверждении его слов.",
    "answers": [
      {
        "id": 111,
        "text": "-Я хочу вернуться домой ",
        "need": 24
      },
      {
        "id": 112,
        "text": "-Единственное, о чем я мечтаю это служить Османской империи ",
        "need": 25
      },
      {
        "id": 113,
        "text": "-Мне очень хочется иметь что-то свое в этой жизни. Может быть небольшой дом"
      }
    ]
  },
  {
    "id": 111,
    "text": "\"Лето. 1582 год.\"\n\n    Повелитель сдержал свое слово и выполнил мою просьбу, хоть и в весьма неожиданном для меня образе. Мне пришлось выйти замуж за мужчину, который часто ездил по торговым делам к Крымскому хану. Сначала я очень переживала о том, как я смогу жить с незнакомым мне человеком, но Абдул смог завоевать мое доверие, а после и сердце. Сейчас у нас есть ребёнок, мое маленькое солнышко Айше, но в скором времени мы ждём появления второго. Мечты о возвращении домой со временем семейной жизни как-то и подзабылись, но в один вечер любимый посмотрел на меня таким загадочным взглядом и сказал, что мы скоро сможем отправиться к моим родителям. Я была на седьмом небе от счастья лишь от мысли о том, что увижу свою семью, а они в свою очередь увидят мою.",
    "answers": [
      {
        "id": 115,
        "text": "Далее "
      },
      {
        "id": 111,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b38/2002/69/4083fc909311.jpg"
      }
    ]
  },
  {
    "id": 112,
    "text": "—Похвально, хатун. Не поверишь, но я тоже этого хочу. Я хочу, чтобы ты стала калфой при шехзаде Касыме. — произнес мужчина.\n—Повелитель, для меня это самая большая честь! Мне так не хотелось уезжать, зная, что шехзаде будет один. — расплакалась я, а повелитель и госпожа тепло улыбнулись.\n—Раз так, то набирайся сил, потому что скоро тебе предстоит тяжелая работа, будучи калфой тебе будет нужно многое знать и уметь. А за шехзаде это время присмотрят мои верные служанки. \n—Я правда смогу присматривать за шехзаде? — еще не веря своей радости спросила я. \n—Да, хатун, именно поэтому прошу тебя быть ему поддержкой и опорой в его нелегком будущем. — ответил повелитель. ",
    "answers": [
      {
        "id": 152,
        "text": "Спустя десятки лет..."
      }
    ]
  },
  {
    "id": 113,
    "text": "—Думаю, что это можно легко исправить.",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 114,
    "text": "—Я не приказываю, я пойду с тобой только если ты захочешь. — голос мужчины был пленительно мягким и добрым, что я улыбнулась.\n—Сочту за честь. — поклонилась я, а повелитель придержал меня за руку.\n—Прошу тебя прекрати, а то все узнают кто я. — в ответ на его слова я закивала головой. \n    Так мы и направились в сторону небольшого, но очень изящного прилавка с книгами, привезенными торговцами с самых разных уголков света. Мужчина молчал, он опять был в тревожных мыслях. На его плечах лежит тяжелая ноша, он в ответе за всех своих поданных, включая и меня. \n—Что вновь тревожит вас? — осторожно поинтересовалась я, пытаясь вытащить его из гнетущих сомнений и переживаний.\n—Я управляю тысячами людей, могу найти управу на любого неподчинившегося, но моя семья, мне никогда не удаётся понять их до конца. Постоянно приходится разрываться между кем-то. — произнес на одном дыхание Мехмед, он словно сбросил тяжёлый груз, который носил все это время на собственных плечах.",
    "answers": [
      {
        "id": 120,
        "text": "-В вашей семье у каждого есть свой характер и свое мнение, поэтому и неудивительно, что вам сложно понять их"
      },
      {
        "id": 121,
        "text": "Рассказать историю из собственной жизни "
      }
    ]
  },
  {
    "id": 115,
    "text": "    И вот мы уже стоим возле старой деревянной калитки, мои руки и ноги совсем меня не слушают. Сердце стучит так, что я чувствую, как оно пульсирует в ушах, в спине, в груди, да везде. Я не в силах открыть калитку и вбежать в дом, в котором меня не было больше пяти лет. Ждут ли меня, узнают ли, а живы ли они? \n—Все хорошо, милая, не волнуйся. — произнес Абдул, придерживая меня одной рукой за талию, а в другой держал Айше, которая любовалась птичками, чирикающими на ветке.\n    Дверь в дом открылась, и на пороге появилась мама. Она была такой же, как в тот день, когда меня похитили, лишь на ее лице появилось немного больше морщин, а под платком виднелись уже совсем седые волосы. По моим щекам хлынули реки слез, что просились наружу уже очень давно. \n—Алевтина. — произнесла мама одними губами и побежала ко мне на встречу, я оказалась в ее объятьях и наконец-то смогла отыскать умиротворение. — Ты вернулась. ",
    "answers": [
      {
        "id": 116,
        "text": "Спустя много лет...\n(А точнее 1630 год)"
      }
    ]
  },
  {
    "id": 116,
    "text": "—Я прожила долгую жизнь, Айше, поэтому хватит плакать. — закрыхтела я, став совсем старой, я стала такой вредной. — Тем более, что я еще не умерла. \n—Мама, как ты можешь об этом говорить? — дочь плакала у моей кровати, склонив голову у моих дряблых и немощных рук. \n—Ты же знаешь, что я абсолютно спокойной отношусь к тому, что наконец-то смогу увидеть твоего отца, а то думаю, что он там уже слишком долго отдыхает без меня. — я гладила дочь по голове, поправляя в некоторых местах посиневшие пряди волос.\n—Матушка, ты как всегда не возмутима. Ты хочешь отправиться к папе, бросив нас. Как мы будем жить дальше без тебя? — мой Фарид, мой милый драгоценный сынок уже такой взрослый, почти всегда веселый, а сейчас наоборот серьёзный и грустный.\n—Мне пора. Я люблю вас, дети мои. — прошептала я в последний раз, и в последний раз мои веки сомкнулись, а сама я уснула вечным сном.",
    "answers": [
      {
        "id": 117,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 117,
    "text": "Эпилог.\n\"Осень. 1630 год.\"\n\n    Открыв глаза, я увидела деревья, а точнее сад. Это персиковый сад, деревья которого еще украшены нежно розовыми цветами, но при этом  на каждом есть уже спелые плоды, это бескрайний сад, который простирается на много сотен метров куда не глянь, это удивительный сад, который я когда-то видела во сне. Кругом летают птицы, весёло носятся маленькие животные, а их родители встревоженно фыркают и пыхтят. Здесь так спокойно и хорошо. Нет вражды, нет лицемерия, нет всего того, что я видела раньше. Неужели, это и есть рай? \n    Вдали я увидела знакомый силуэт мужчины, который я узнаю из тысячи. Мужчина, который одним своим присутствием украсил и изменил мою жизнь. Мужчина, от которого я родила двоих замечательных детей. Моя первая и последняя любовь, вот я наконец-то дождалась нашей встречи. Вот теперь он точно больше от меня никуда не денется. Сейчас я ему задам трепку, будет знать, как бросать меня одну доживать свой век.",
    "answers": [
      {
        "id": 118,
        "text": "-Даже и не знаю рад ли ты меня видеть, но я соскучилась "
      },
      {
        "id": 117,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/2002/63/b85371408aa5.jpg"
      }
    ]
  },
  {
    "id": 118,
    "text": "—Моя любимая. — сказал муж, улыбаясь и целую меня в губы. — Конечно я рад, а как я соскучился по тебе, Салия. Неужели, мы наконец-то вместе?\n—Вместе, но что нас ждет, Абдул?  — спросила я, по-детски наивно глядя ему в глаза. — Ведь, уже все конец всему! \n—Ты глубоко заблуждаешься. Просто взгляни немного глубже на то, что окружает нас. — произнес он, указывая мне на на пейзаж, который открывался за его спиной. \n    Там были другие люди, одетые так же как и мы во все белое. Они разговаривают друг с другом, собирают спелые плоды и просто наслаждаются жизнью, хотя можно ли в данном случае так говорить? А может это и есть жизнь, но только после смерти. Что меня ждет здесь? В моей голове столько вопросов, но я уже мало о них думаю, ведь это все теперь не столь важно. Со мной мой муж, а там может быть я встречу и остальных своих родственников, которые ушли из жизни очень давно. ",
    "answers": [
      {
        "id": 119,
        "text": "Концовка 3"
      }
    ]
  },
  {
    "id": 119,
    "text": "    Вы умерли своей смертью в глубокой старости в окружении своей семьи. Вы были хорошим человеком и вас отправили в рай, где вас ожидали ваши ушедшие близкие, а главное ваш муж. Что же случилось после того, как вы умерли? Ваши дети смогли многого добиться: сын спустя много лет расширил дело, начатое его отцом до внушительных размеров, а после и сам передал его своему единственному сыну, уйдя на покой, чтобы быть почаще с женой и внучками; дочь помогала своим уже взрослым детям и нянчилась с внуками, она была женой влиятельного господина, который любил ее до ума помрачения, и за это ее многие уважали, а некоторые даже побаивались. Конец вашей долгой и, наверное, счастливой истории.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 120,
    "text": "—Я понимаю, но... — он хотел было еще что-то сказать, но притих. \n—Вы тоже человек, который любит, злится, смеётся, грустит и много всего еще, но и при этом вы еще и великий падишах, это даёт вам власть и ответственность. Возможно, ваши родные не всегда ладят, но это бывает в любой семье и в этом нет ничего страшного. — произнесла я, коснувшись его плеча, он улыбнулся кончиками губ и кивнул.\n—Как же все иногда сложно. — глубоко вздохнув, произнес повелитель. \n—Но именно поэтому и увлекательно. — подтвердила я, улыбаясь за плотной тканью, скрывающей мое лицо. \n—Ты права, Салия. — повелитель смеялся чисто и искренне, а я вместе с ним. ",
    "answers": [
      {
        "id": 122,
        "text": "На обратном пути..."
      }
    ]
  },
  {
    "id": 121,
    "text": "—Знаете, у моих родителей четверо детей. Мой старший брат, он упрямый, прямолинейный и не терпеливый. Я, на вид спокойная при любой ситуации, но часто это не так. И две мои младшие сестры, которые постоянно ссорятся и никого не слушают. Но при этом мы всегда были за одно, и при этом часто не понимая друг друга. Все мы разные, и никогда не возможно угодить всем, вы не исключение. — ответила я, на что повелитель недолго помолчал, а после спросил.\n—И что ты предлагаешь в данной ситуации?\n—Не тревожиться так сильно поэтому поводу. Постарайтесь просто быть собой, почаще проводить время с семьёй, а там быть может вам будет проще понять, кому необходима ваша помощь, а кто сможет справиться собственными силами... Ведь, если вы будете все взваливать на свои плечи, вы не выдержите этой ноши.\n—Хм... — повелитель на секунду задумался, а после мы вместе продолжили идти. ",
    "answers": [
      {
        "id": 122,
        "text": "На обратном пути..."
      }
    ]
  },
  {
    "id": 122,
    "text": "    Купив все необходимое для госпожи, мы решили еще немного прогуляться, а я собиралась в это время присмотреть что-нибудь для себя. На одном из многочисленных прилавках я заметила украшения, повелитель, увидев мой заинтересованный взгляд, потянул меня ближе. \n—Что за украшения у тебя, ага? — спросил повелитель, глядя на украшения.\n—Самые лучшие, паша! Ваша жена будет в восторге! Вот только взгляните! — от слов аги у меня внутри разлилось тепло, я взглянула на повелителя, который рассматривал украшения и на секунду подумала о том, что я бы хотела, чтобы слова аги стали реальностью. \n—Тебе что-нибудь нравится? — спросил Мехмед, а я напрочь забыла что хотела.\n—А? Что? — растерялась я, обратив внимание на лавку с украшениями.\n—Идем в другое место. — сказал повелитель, направляясь в противоположную сторону.\n—Куда же вы? — завопил ага, понимая, что упустил возможность продать изделия. ",
    "answers": [
      {
        "id": 124,
        "text": "-А куда мы теперь?"
      }
    ]
  },
  {
    "id": 123,
    "text": "—Драгоценности, Дилявер. — произнес повелитель, а мужчина по-доброму улыбнулся взглянув в мою сторону и направился к украшенному шкафу с выдвижнымм полками.\n—Вот прошу. — на небольшой стол легли плоские подушечки, на которых лежали более изящные и искусстные украшения по сравнению с теми, что мы видели у аги, ясразу подумала о их стоимости и занервничала.\n—Выбирай, Салия — произнес повелитель, а после прошептал мне на ухо. — И не волнуйся о их стоимости, я заплачу. ",
    "answers": [
      {
        "id": 125,
        "text": "-Повелитель, я не могу принять такой дорогой подарок "
      },
      {
        "id": 126,
        "text": "Выбирать "
      }
    ]
  },
  {
    "id": 124,
    "text": "—Я знаю одного хорошего ювелира. У того аги украшения были плохого качества — произнес султан, а я наслаждалась его компанией и была согласно пойти за них хоть на край света. — Салия, ты почему так на меня смотришь?\n—Что? О чем вы? Я... Это не то что вы подумали! — я начала понимать, что краснею и заикаюсь, но взять себя в руки не получалось. \n—Салия, ты чего? Я пошутил — хитрая улыбка озарила его лицо, а я растерянно глотала воздух ртом не в силах что либо ответить. — Мы пришли.\n    Зайдя в небольшой дом, мы увидели старого мужчина в дорогом кафтан из шелка. Только сейчас взглянув на повелителя, я поняла, что впервые вижу его в самой обычной одежде, по сравнению с ним даже Закир ага выходил в свет в более праздничных одеяниях. Но взгляд, движения и манеры до мельчайших деталей выдавали в нем человека, вырасшего в высшем обществе. Старичок улыбнулся, увидев падишаха и поклонился, кроме нас в доме никого не было.\n—Рад встречать вас в своем доме, повелитель. Что привело вас, драгоценности, информация? — спросил мужчина, направляясь к столу с не законченными драгоценностями.",
    "answers": [
      {
        "id": 123,
        "text": "Слушать "
      }
    ]
  },
  {
    "id": 125,
    "text": "    Брови повелителя приподнялись в удивлении, он хотел было что-то сказать, но я присмотрела одни аккуратные и скромные серьги в виде цветов каллов с маленькими камнями и еще меньшими зелёными лепестками.\n—Ага, сколько будут стоить эти серьги? — услышав ответ, составляющий четверть моего сэкономленого за год жалования, я протянула деньги и взяла уже свое украшения. \n—Прекрасный выбор. — ответил ага, подозрительно посматривая в нашу сторону. \n—Благодарю. Всего доброго. — попрощавшись с агой и поклонившись повелителю, я быстро вышла из дома и направилась в сторону места сбора с другими слугами на площади.",
    "answers": [
      {
        "id": 127,
        "text": "Во дворце..."
      }
    ]
  },
  {
    "id": 126,
    "text": "    Я не хотела показаться наглой, поэтому выбрала маленькое колечко с рубином. Повелитель протянул аге мешочек с деньгами. После он взял меня за руку и медленно смотря только в мои глаза надел украшение.\n—Оно тебе очень идет. — произнес мужчина, все еще держа меня за руку. \n—Спасибо, повелитель. — прошептала я, затаив дыхание и не в силах убрать руку.\n—Нам уже пора возвращаться. — сказал повелитель, а я в ответ утвердительно кивнула.\n—Думаю, меня уже потеряли — сообщила я, вспомнив, что должна была вернуться на площадь, как только все сделаю.\n—Спасибо, Дилявер, до скорой встречи — обратился повелитель к мужчине, который в ответ поклонился. — А теперь пойдем скажем твоему сопровождению, что ты отправляешься в замок, но только со мной. ",
    "answers": [
      {
        "id": 131,
        "text": "На площади..."
      }
    ]
  },
  {
    "id": 127,
    "text": "    В назначенное время дворцовый повар и калфа Райхан султан уже ждали меня. В последний раз обернувшись, я убедилась, что повелитель не последовал за мной, отчего я подумала, что оттолкнула его своим поступком. Взглянув на свою покупку, я грустно вздохнула.\n—Теперь можем ехать. — произнес повар, и мы сели в старую карету, погрузив все товары.\n    Спустя всего час, мы прибыли во дворец. В парке я увидела встревоженную Хайрию султан и с ней довольную Анису, которая пыталась ее успокоить. Подойдя к ним ближе я спросила :\n—Госпожа, у вас что-то случилось? \n—Наша госпожа влюбилась! — шёпотом произнесла Аниса, а после восторженно начала размахивать руками и рассказывать о том, как они встретились с молодым Искендером пашой. ",
    "answers": [
      {
        "id": 128,
        "text": "Вечером..."
      }
    ]
  },
  {
    "id": 128,
    "text": "    Остаток дня прошёл как и все другие дни. Уже далеко за полночь я смогла попасть в свою комнату, которую я делила со старой служанкой, которая раньше служила у покойной бабушки повелителя. Она всегда была добра ко мне, очень часто даже давала полезные советы и просто поддерживала меня как только могла.\n—Что у тебя случилось, дитя? — спросила Гульнара калфа, пытаясь согреть руки у камина.\n—Я сегодня купила сережки и потратила на них кучу ахче. — попыталась улыбнуться я, но это скорее походило на ухмылку.\n—Думается мне, что не это тебя тревожит, ты же знаешь, что можешь поделиться со мной. Я мало кому принесу пользу этой информацией, да и толку, все и так забыли про меня — она присела ко мне на кровать и взяла меня за руку. — Не бойся.",
    "answers": [
      {
        "id": 129,
        "text": "Рассказать "
      }
    ]
  },
  {
    "id": 129,
    "text": "—О, девочка, ты рано расстраиваешься. Вот если бы он приказал отрезать тебе язык или того хуже, то да, а так... Просто дай время на то, что должно случится, но при этом и не надейся не на что. — произнесла женщина, выслушав мой рассказ. \n—Я и не надеялась, но вы правы, эти мечты и надежды пустые. — заявила я, надевая серьги, которые сейчас весели на моих ушах, как напоминание о той, короткой встречи с султаном.\n—А вот тут ты не права. Повелитель заинтересовался тобой, уж поверь мне, его я знаю с самого детства. — ответила женщина, поднимаясь на ноги и по-старчески крехтя направляясь к своей постели. ",
    "answers": [
      {
        "id": 130,
        "text": "Рано утром..."
      }
    ]
  },
  {
    "id": 130,
    "text": "    Утром я проснулась и поняла, что за долгое время наконец-то выспалась. Настроение было радостное, словно что-то должно было случиться. Надев белое платье с поясом цвета солнца, подаренное мне Хайрией на день рождения, и которое идеально подходило к сережкам, я направилась в главный зал. Не дойдя до зала всего пару десятков шагов, я услышала радостные возгласы девушек и почувствовала нежный цветочный запах. \n    Войдя в зал, я увидела многочисленные белые цветы в вазах. Это были каллы. Я машинально прикоснулась к украшениям, которые по-прежнему весели у меня на ушах и улыбалась. Оглядываясь вокруг, я увидела повелителя, который стоял на балконе и смотрел только на меня. Я не могла оторвать от него глаз, который наполнялись радостными слезами. Неужели это все только для меня?!",
    "answers": [
      {
        "id": 136,
        "text": "На завтраке у Райхан валиде-султан..."
      },
      {
        "id": 130,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d29/2002/76/55b2fcb1f1ce.jpg"
      }
    ]
  },
  {
    "id": 131,
    "text": "    Приближаясь к дворцовому повару и калфе Райхан султан, я начала понимать, что вернусь во дворец знаменитой, потому что эти двое обязательно расскажут всем, что видели меня в компании султана. Его это не как не тревожило, он бросил пару фраз по поводу того, что сам доставит меня во дворец, а после повелителю подвели гнедого коня с черной гривой. Мужчина лёгким движением усадил меня на коня, а после сел в верхом, на мое шокированое лицо он пожал плечами и довольный собой ответил:\n—Что? Кареты у меня с собой нет, поэтому держись крепче, Салия хатун.",
    "answers": [
      {
        "id": 132,
        "text": "Во дворце..."
      }
    ]
  },
  {
    "id": 132,
    "text": "    Спустя всего час, мы прибыли во дворец. Всю дорогу мое сердце билось словно я вот вот умру. Я ощущала его тепло, спокойное дыхание, крепкую руку, которая иногда придерживала меня, чтобы я не упала. Сказать, что я была на седьмом небе от счастья ничего не сказать! Но как и в прошлый раз наша встреча закончилась. Как только мы приехали Борхан паша сообщил повелителю, что есть срочное дело на что, повелитель сказал, что скоро будет, а после попрощавшись со мной, они ушли В парке я увидела встревоженную Хайрию султан и с ней довольную Анису, которая пыталась ее успокоить. Подойдя к ним ближе я спросила :\n—Госпожа, у вас что-то случилось? \n—Наша госпожа влюбилась! — шёпотом произнесла Аниса, а после восторженно начала размахивать руками и рассказывать о том, как они встретились с молодым Искендером пашой. ",
    "answers": [
      {
        "id": 133,
        "text": "Вечером..."
      }
    ]
  },
  {
    "id": 133,
    "text": "    Остаток дня прошёл как и все другие дни. Уже далеко за полночь я смогла попасть в свою комнату, которую я делила со старой служанкой, раньше служившей у покойной бабушки повелителя. Она всегда была добра ко мне, очень часто даже давала полезные советы и просто поддерживала меня как только могла.\n—Что сделало тебя такой счастливой, дитя? — спросила Гульнара калфа, присев со мной рядом на кровати, где я рассматривала кольцо, подаренное повелителем.\n—Повелитель. — честно призналась я, не скрывая своей улыбки от этой женщины. \n—Моя девочка, ты кажется влюбилась. — заговорчески зацокала женщина, в то же самое время добродушно глядя на меня. ",
    "answers": [
      {
        "id": 134,
        "text": "Рассказать о том, что случилось..."
      }
    ]
  },
  {
    "id": 134,
    "text": "—Вижу тебе приятно его внимание, оно и понятно, но тебе не стоит забывать о том, что теперь тебе будет угрожать опасность в виде Нафисы султан и других завистливых наложниц. — произнесла женщина, выслушав мой рассказ. \n—Я понимаю, но уверена, что она сможет вернуть его расположение, а после повелитель забудет даже то, как меня зовут. — заявила я, прижимая к груди кольцо — напоминание о той, короткой встречи с султаном.\n—А вот тут ты не права. Повелитель заинтересовался тобой, уж поверь мне, его я знаю с самого детства. — ответила женщина, поднимаясь на ноги и по-старчески крехтя направляясь к своей постели. \n—Может быть вы и правы. — прошептала я, растелая свою постель.\n—Я всегда права, дитя. — ответила женщина, вот что что, а слух у нее идеальный.",
    "answers": [
      {
        "id": 135,
        "text": "Утром..."
      }
    ]
  },
  {
    "id": 135,
    "text": "    Утром я проснулась и поняла, что за долгое время наконец-то выспалась. Настроение было радостное, словно что-то должно было случиться. Надев красное лёгкое платье, я увидела на подоконнике небольшую шкатулку, а рядом записку. В записке было написано: \"Ты помогла мне многое понять, когда сам я уже думал, что решения нет. Ты словно луч света озаряешь мой путь в тёмную ночь.\" Послание от повелителя. Улыбка сразу же появилась на моем лице, а руки потянулись к шкатулке. Открыв ее, я увидела ожерелье с рубинами, которое было словно идеальное дополнение к кольцу, а рядом лежала красная роза. \n—Ох, повелитель... — шепотом сорвалось с моих уст и тайком от всех унеслось в открытое окно навстречу новому дню.",
    "answers": [
      {
        "id": 136,
        "text": "На завтраке у Райхан валиде-султан "
      },
      {
        "id": 135,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d01/2002/97/08cc7aa2bd76.jpg"
      }
    ]
  },
  {
    "id": 136,
    "text": "—Доброе утро, Хайрия. — произнесла валиде, когда мы вошли в ее покои.\n—Доброе, Райхан султан. — ответила султанша. \n—Присаживайся, позавтракаем вместе, как в те времена, когда ты была маленькая. — от сказанных слов у обеих на лицах появились улыбки, но не наигранные для публики или приличия, а настоящие и искренние.\n—Тогда я могла спокойно съесть поднос сладостей. — вспомнила Хайрия и расположилась возле Райхан султан. \n—Да, главный повар всегда нахваливал твой аппетит, но вот только слуги постоянно жаловались, что им приходится по несколько раз ходить на рынок. — заявила главная женщина гарема, ее собеседница слегка даже покраснела и пожала плечами.\n—Я не виновата, валиде, вы же знаете. У меня был растущий организм. — ответила девушка, приступая к сладостям.\n—Запевай щербетом, а то потом живот будет болеть. — заботливо произнесла валиде, протягивая султанше стакан с напитком.",
    "answers": [
      {
        "id": 137,
        "text": "Странно..."
      }
    ]
  },
  {
    "id": 137,
    "text": "    Их отношения очень теплые, это ясно видно по их общению, думаю такое было с самого детства. У Райхан султан кроме султана детей не было, а у Хайрии не было матери, на этой почве появилась их связь. Но в таком случае, почему валиде-султан настаивала на свадьбе Хайрии, если та, того не хотела? Надо будет поговорить с Лализой, она здесь давно, поэтому сможет мне помочь разобраться. \n—Валиде-султан, доброе утро. — произнес молодой ага и поклонился, когда вошел в покои султанши.\n—Что-то случилось, ага? Что-то с моим сыном? — спросила она, а я вспомнила, что он действительно был приближенным и доверенным слугой повелителя. \n—Повелитель желает видеть Салию хатун. — ответил он, мое сердце забилось в несколько раз быстрее, взглянув на валиде-султан, я увидела, как опасно загорелись ее глаза.\n—Иди, хатун, тебя ждёт мой сын-повелитель. — произнесла она, указав мне на дверь. \n—С вашего позволения, валиде. — ответила я, поклонившись, направилась на выход вслед за агой, который попросил следовать за ним. ",
    "answers": [
      {
        "id": 138,
        "text": "В саду..."
      }
    ]
  },
  {
    "id": 138,
    "text": "—Повелитель, вы желали меня видеть? — спросила я, пытаясь спрятать радостную улыбку, и чуть не забыв поклоняться султану.\n—Я рад тебя видеть, Салия. — ответил он, бросив довольный взгляд на мои украшения. — Прогуляемся, если ты не против?\n—С удовольствием, повелитель. — ответила я, в моих глазах блестали искры, а в сердце зараждалось новое, пока неизвестное мне чувство, и кто знает к чему оно меня приведет. \n—Расскажи еще что-нибудь о себе, пожалуйста. — попросил Мехмед, начиная нашу размеренную беседу, проходящую по вновь оживающему саду дворца Османской империи. \n—О чем именно вам интересно послушать? — спросила я, внимательно глядя на него, так чтобы он не заметил.\n—О чем хочешь, мне интересно абсолютно все, Салия. — ответил мужчина, повернув голову в мою сторону, хитро улыбаясь, думаю, что мои тайные гляделки не удались.\n—В детстве с братом и сестрами мы любили играть в догонялки. Мои сестрички постоянно проигрывали брату, а меня он поймал лишь раз и то случайно. — рассмеялась я, вспоминая тот случай, своих родных и детство, которое осталось только в воспоминаниях.",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "—Почему-то мне не верится в твои слова, Салия. — задумался повелитель саркастически ухмыльнулся.\n—Вы мне не верите? — спросила я, когда мы стояли под большим деревом вдали от чужих глаз.\n—Ну, даже не знаю. — произнес мужчина, я полностью уверена, что он пытается поглумиться над моими чувствами.\n—Хотите проверить на желание? — резко остановилась я, с вызовом сжав кулачки.\n—Я поймаю тебя не успеешь ты и моргнуть, хатун, в детстве я тоже часто играл с братьями и сестрами. — азарт и предвкушение читались в его глазах, словах, во всем султане, который видимо совсем позабыл, кто он.\n—В таком случае поймайте меня! — крикнула я, удирая со всех ног от повелителя.\n—Я все равно тебя поймаю! — кричал мне вслед повелитель, а я смеясь бежала вперед.",
    "answers": [
      {
        "id": 140,
        "text": "Отдышаться"
      }
    ]
  },
  {
    "id": 140,
    "text": "    От долгого бега я вскоре устала, поэтому спрятавшись за одним из деревьев, я решила отдышаться. В полной уверенности думая, что повелитель далеко, но не прошло и двух секунд, как султан выбежал из-за дерева и преградил мне путь, прислонив руки к стволу дерева, в которое я испуганно вжалась. Я оказалась в ловушке, слева и справа руки повелителя, сзади дерево, а спереди сам повелитель. Он как и я выдохся и сейчас дышал часто, его широкая грудь быстро поднималась и так же быстро опускалась, на голове не было головного убора, по всей видимости обронил в спешке, его черные волосы были беспорядочно взъерошенны, а победная улыбка не сходила с его лица.\n—Я выиграл, Салия. — произнес Мехмед, а я лишь робко кивнула.\n—Ваше желание, повелитель? — спросила я, готовясь к чему угодно, но не к тому, что произошло в следующую секунду.",
    "answers": [
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "    Он в миг стал собранным и спокойным, по всей видимости собираясь с мыслями. А после медленно, словно чтобы не спугнуть ненароком, наклонился ко мне и накрыл мои губы своими. В эту секунду мир начал уходить у меня из под ног, сердце участило свой ритм, а я позабыла обо всем на свете. Все то, что я почувствовала не поддавалось объяснению, весь этот мир в это самое прекрасное и незабываемое мгновение существовал только для нас двоих. Мы дополнили друг друга, наролняли друг друга энергией и силой, но главное просто были друг у друга.",
    "answers": [
      {
        "id": 142,
        "text": "Месяц спустя..."
      }
    ]
  },
  {
    "id": 142,
    "text": "    Весь месяц мы гуляли с повелителем по саду и так же целовались, прячась от посторонних глаз. По вечерам часто сидели на балконе, ели сладости и болтали обо всем на свете. Между нами было взаимопонимание, я начинала понимать его состояние просто обратив внимание на его морщинку между густых бровей или того, как он размеренно гладил бороду. А он, как мне кажется совершенно не слушал мою болтовну, потому что всегда наблюдал за мной сквозь затуманеные глаза, он словно пытался наглядеться, потеряться в моих чертах лица, движениях рук и томно подрагивающей груди. \n    Он стал мне дороже и важнее за это время, чем я могла себе представить. Ему я бесповоротно и безоговорочно доверила сердце, душу, всю себя и даже больше. Каждую секунду, проведенную рядом с ним, я бережно прятала и лелеела словно дитя, оставаясь наедине с собой в ночи без него. Будь то, взгляд мимолетной прогулке с Хайрией, либо же его теплые объятья в холодные вечера вместе, а их становилось немало, но особенный вечер наступил именно сегодня. ",
    "answers": [
      {
        "id": 143,
        "text": "Войти в покои..."
      }
    ]
  },
  {
    "id": 143,
    "text": "    Войдя в покои, я увидела повелителя, и мое сердце, в прочем как и всегда бешено забилось, но сейчас все было куда иначе. Мысли заползали в мою голову, вспоминая поцелуи и прикосновения любимого мужчины, и пробуждая  необычное желание ниже живота. Подойдя к мужчине, села у его ног и поцеловала подол его одеяния, как меня и учили вредные и придирчивые калфы. Ждать долго не пришлось, повелитель велел мне подняться, нежно взяв за подбородок. Такой родной и знакомый запах, эти черты лица и маленький шрамик над правой бровью, а эти непослушные волосы, я люблю все это в нем.\n    Смотреть в глаза султану запрещалось, но сам султан запрещал мне опускать глаза, поэтому я уверенно смотрела в них, в омут который влечет меня вслед за собой, вслед за которым я пойду, не смотря не на что. Он принянул меня к себе, одной рукой ласково гладил шею, а другой жадно водил по телу. Спустя несколько минут минут мы оказались на кровати, одежда на нас быстро закончилось, и когда произошло то, что должно было, с моих уст слетело всего лишь одно слово. \n—Мехмед... — на выдохе прошептала я. \n—Салия... — на вдохе ответил он.",
    "answers": [
      {
        "id": 144,
        "text": "Три месяца спустя..."
      }
    ]
  },
  {
    "id": 144,
    "text": "    Я проснулась рано утром, одна. Мехмеда рядом не было. В такое время он чаще всего сидел на балконе за важными государственными документами. Накинув лёгкий халат, поспешила к хранителю моей души. Широкая спина, как всегда немного взъерошенные волосы после сна, молча стою в дверном проеме и наблюдаю с замиранием сердца за каждым его движением. Как он хмурится, как зевает, но главное, как улыбается завидев меня. \n—Салия, иди ко мне. — коротко произносит он, откладывая бумаги и дела на потом, неужели лишь потому, что я сейчас важнее. \n—Ты как всегда проснулся ни свет, ни заря? — спросила я, присев ему на колени.\n—Не хотел тебя будить, любимая. — отвечает он и щекотит холодным носом мне шею.\n—Ты совсем замерз, милый. — восклицаю я, в попытке накинуть ему на плечи что-нибудь теплое. \n—Салия, постой... Я должен сказать... В общем мы отправляемся в поход. — произнес султан, а я, испуганно пошатываясь, встала на ноги и отошла от него на несколько шагов.",
    "answers": [
      {
        "id": 145,
        "text": "-Когда? На сколько? Зачем?"
      }
    ]
  },
  {
    "id": 145,
    "text": "—Через неделю. На пару месяцев, но это не точно. Так нужно, родная. — отвечает он, бережно вытирая руками мои слезы.\n—Как я буду без тебя? — всхлипывая, спрашиваю повелителя, а сама понимаю, что еще немного и упаду без чувств. \n—Салия, прошу тебя не плачь, я вынужден, но обещаю тебе, что очень скоро вернусь, моя милая. — его слова проникают прямо в душу, хочется просто верить и надеяться.\n—Мехмед, я люблю тебя. — шепотом говорю я, так чтобы лишь он и ветер слышали эти слова сейчас. \n—А я тебя. — так же прошептал он. — Что с тобой, Салия, ты еле на ногах стоишь, тебе плохо?\n—Не волнуйся, я от нервов. — отвечаю я, пытаясь улыбнуться, но ноги предательски подкашиваются, и я падаю прямо в руки султана.\n—Лекаря скорее! — кричит султан, из соседних покоев выглядывает Искендер паша и молча бежит за помощью. ",
    "answers": [
      {
        "id": 146,
        "text": "Вердикт лекарши"
      }
    ]
  },
  {
    "id": 146,
    "text": "—Хатун, могу тебя поздравить! Скоро ты станешь матерью! — произнесла пожилая лекарша, когда окончила осмотр. — Дай Аллах у тебя родится здоровый и сильный шехзаде, который прославится на весь мир своими завоеваниями и честным сердцем!\n—Я беременна? — спрашиваю я, не веря в свое счастье. — Вы уверены? \n—Да, деточка, это так. — отвечает она, выходя из покоев султана, на пороге ее уже заждался новоиспеченный будущий отец моего ребенка.\n    Все еще находясь под действием шока, я медленно встаю с кровати, вставая напротив большого зеркала. Аккуратно поглаживая чуть заметный живот, вижу его глаза, радостные, благодарные, любящие, они направлены только на меня и на нашего малыша. Я улыбаюсь ему, а он заботливо обнимает меня со спины и кладет руки мне на живот поверх моих.",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "—Ты сделала меня самым счастливым мужчиной на всем белом свете! — с благодарностью и воодушевлением шепчет любимый. \n—Думаешь, что из меня получится хорошая мама нашему ребёнку? — спросила я подрагивающем голосом, волнение давало о себе знать. \n—Самой лучшей и самой заботливой, моя милая Салия. — заявил повелитель, целуя меня в шею, я от такой щекотке хихикнула. — Теперь мне нужно успеть вернуться до того, как родится Мустафа.\n—Мустафа? — спросила я, не понимающе глядя на него через зеркало.\n—Я уверен, что это будет мальчик. — произнес он, продолжая гладить мой живот.\n—Дай Аллах так и будет, Мехмед. — кивала я, наслаждаясь моментом нашего благополучия. \n—Мой четвертый шехзаде. — проронил он, а я вдруг поняла, насколько страшна эта фраза для моего маленького сыночка, потому что у четвёртого сына султана совсем небольшие шансы взойти на престол после смерти отца.",
    "answers": [
      {
        "id": 148,
        "text": "Неделя спустя..."
      }
    ]
  },
  {
    "id": 148,
    "text": "    Вот и наступил день, о котором я мысленно пыталась не думать, потому что тоска сразу же подбиралась к моему сердцу, окутывая его сомнениями и тревогами о дорогом мне мужчине. Сопроводить его уже собрались вся его ближайшая родня, и я в том числе, и пусть даже находясь в самом конце линии. В начале стояла мать султана, его сестры, после жены с детьми, а в конце я, и то лишь потому что повелитель настоял на моем присутствии.\n    Известие о моей беременности разлетелось по всему гарему. И все отреагировали на него по своему. Хайрия искренне радовалась за меня. Валиде-султан заинтересовалась мной в своих целях. А Нафиса султан уверена, что во всю готовится от меня избавиться, потому мне следует быть начеку и доверять только проверенным друзьям и товарищам. Ведь неизвестно когда именно вернётся Мехмед, а без него я здесь легкая добыча. ",
    "answers": [
      {
        "id": 149,
        "text": "Прощание"
      }
    ]
  },
  {
    "id": 149,
    "text": "—Мой сын. — сказала валиде-султан, когда повелитель целовал ее руку в дань уважения.\n—Матушка, гарем на вас, ну, в общем-то как и всегда. Прошу вас только не нервничайте. — произнес он, обнимая ее и целуя на прощание.\n—Мои дорогие сестры, вы ведите себя хорошо! — пригрозил мужчина, а после поцеловал нежно каждую в лоб и обнял. \n—Обещаем, брат повелитель. — ответили девушки. \n—Рауза, береги детей. — произнес султан, притронувшись ее щеки, двойняшки сразу же обняли своего отца. \n—А вы себя, повелитель. — ответила женщина, печально и тревожно улыбаясь.\n—Нафиса, а ты следи, чтобы эти трое сорванцов не сожгли полностью дворец. — рассмеялся мужчина, обнимая детей.\n—Сделаю все, что в моих силах, повелитель. — заявила она, ожидая от него чего-то еще, но он только так же притронулся ее щеки.\n—Салия... Будь осторожна. — сбивчего проронил он, нежно обнимая меня и шепча на ухо. — Оберегай Мустафу, женщина, вернусь проверю.\n—Обещаю, любимый, ты главное возвращайся домой. — шепотом отвечала ему я.",
    "answers": [
      {
        "id": 150,
        "text": "Время спустя..."
      }
    ]
  },
  {
    "id": 150,
    "text": "    Мехмед уехал, а я осталась одна, без него все не то здесь. Мне одиноко и грустно без него. А еще и отношение ко мне резко помелось. За каждым моим шагом следили, в особенности следили за тем что я ем, потому что каждый мой прием еды сопровождался проверкой ее на яд. Лишний раз нельзя даже было и прогуляться. Но зато у меня появились отдельные покои, предназначенные до родов, и несколько слуг. Я конечно же уговорила валиде-султан разрешить взять Гульнару калфу, еще была девушка Герза хатун и Шекер ага.\n—Салия хатун, валиде-султан хочет встретиться с тобой. — произнес Шекер ага.\n—Она сказала по какой причине? — спросила я, поднимаясь на ноги.\n—Смеешься что-ли? Будет ещё валиде отчитываться передо мной. — рассмеялся мужчина. — Пошли пожалуйста, да поскорее.\n—Пошли, ага. — спокойно согласилась я, но внутренне почему-то начинала бояться. ",
    "answers": [
      {
        "id": 151,
        "text": "Разговор с Райхан валиде-султан..."
      }
    ]
  },
  {
    "id": 151,
    "text": "—Валиде, вы желали меня видеть? — спросила я, поклонившись султанше.\n—Да, Салия. Как твое здоровье? — наигранно-заинтересованым голосом спросила женщина, указывая на подушку у стола, куда я села.\n—Все хорошо, спасибо госпожа. — я кивнула головой в знак благодарности.\n—Что ж, это радует, но о чем я хотела поговорить. Ты новая фаворитка моего сына повелителя, впервые за долгое время кто-то смог занять место Нафисы. — произнеся ее имя, женщина скривилась. — Я предлагаю тебе быть верной мне и повиноваться каждому моему слову, взамен я обещаю тебе безопасность со стороны соперниц. \n—Я верна Османской династии, госпожа. Но разве кто-то осмелится покушаться на мою жизнь с учётом того, что я нашу ребёнка повелителя? — спросила я, притронувшись к еще совсем плоскому животу.",
    "answers": [
      {
        "id": 160,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "—Салия, я не уверен, что готов к тому, чтобы стать падишахом. — Касым нервно покусывал губу и старался найти во мне поддержку.\n    Я все эти долгие годы служила при шехзаде, видела как он из крошечного младенца превращается в молодого и сильного мужчину. Была рядом, когда он делал свои первые шаги, когда сказал свое первое слово. Для меня он все на этом свете. И пусть я не обзавелась собственной семьей, у меня был он, а у него я. \n    Сегодня он встанет на престол после своего недавно умершего отца, а я буду, как и в тот день оберегать его жизнь всеми силами. \n—Повелитель, — произнесла я, а он тревожно вздрогнул и устремил свои глубокие карие глаза на меня, моя немного шершавая рука легка на его колючую щеку, такой молодой, а уже во всю борода растет. — вы готовы как никогда, но даже если вы боитесь, то знайте, что я всегда рядом. \n—Я хочу, чтобы ты была рядом, Салия, всегда. — произнес Касым, обнимая меня, я нежно гладила его волосы и пыталась успокоить его дрожь.\n—Я всегда буду, мой дорогой Касым. — прошептала я. ",
    "answers": [
      {
        "id": 153,
        "text": "1630 год"
      }
    ]
  },
  {
    "id": 153,
    "text": "—Ох, совсем я старая стала. — причитала я, расположившись в своих покоях, рядом сидел сам повелитель и пил кофе.\n—Не говори так, а то я тоже начну думать, что стал совершенно старым. — произнес мужчина с совсем седыми волосами. \n—Как всё-таки быстро пролетело время, вот уже и смерть моя на пороге стоит. — спокойным голосом проговорила я, на что повелитель встревоженно поднял брови и взял меня за руку.\n—Ты что такое говоришь, Салия? — спросил он, часто и обеспокоенно задышав.\n—Пора мне уже, мой дорогой Касым. — как в тот день я прикоснулась к его щеке и начала засыпать вечным сном. — Ты был смыслом всей моей жизни, ты был мне как сын, хотя ты и так им был для меня.",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "Эпилог.\n\"Зима. 1630 год.\"\n\n    Открыв глаза, я увидела деревья, а точнее сад. Это персиковый сад, деревья которого еще украшены нежно розовыми цветами, но при этом  на каждом есть уже спелые плоды, это бескрайний сад, который простирается на много сотен метров куда не глянь, это удивительный сад, который я когда-то видела во сне. Кругом летают птицы, весёло носятся маленькие животные, а их родители встревоженно фыркают и пыхтят. Здесь так спокойно и хорошо. Нет вражды, нет лицемерия, нет всего того, что я видела раньше. Неужели, это и есть рай? \n    Вдали я увидела знакомый силуэт мужчины. Это слегка сутулая спина, вечно растрепаные волосы. Это Ваня. Мой старший брат, который ушел на службу за год до того, как меня похитили. Что он здесь делает? Он тоже, как и я умер? Это впрочем и очевидно. Приблизившись к мужчине, я увидела его. Он остался таким, каким я его запомнила. Все та же ненавистная челка и глубокие и чуткие глаза.",
    "answers": [
      {
        "id": 155,
        "text": "-Как давно ты здесь? "
      }
    ]
  },
  {
    "id": 155,
    "text": "—Моя жизнь не была такой длинной, как твоя. — он грустно улыбнулся и крепко обнял меня, а я чувствую, как еще немного и я заплачу. — Это глупая история, но она стоила мне жизни. В один из вечером я прогуливаясь по городу, в котором в то время находился наш штаб, напоролся на шайку пьяниц. Они видимо что-то не поделили и начали драться, а я полез их разнимать. В итоге у кого-то оказался нож. Последнее, что я помню это мерцание звезд на тёмном небе и полную луну, освещающую город.\n—Это ужасно... — произнесла я, крепко обнимая брата, а ведь я и вправду прожила долгую жизнь.",
    "answers": [
      {
        "id": 157,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 156,
    "text": "    Пожилая женщина, обладающая хорошим складом ума и огромной накопленной за все годы жизни мудростью. Семьи и дома нет, есть только служба во дворце и главная героиня, которой женщина искренне желает помочь. ",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 157,
    "text": "—Я знаю, Аль. — сказал он, вытерая мои слезы. — Это все уже не имеет смысла. \n—А что имеет? — спросила я, по-детски наивно глядя ему в глаза. — Ведь, уже все конец всему! \n—Ты глубоко заблуждаешься, моя дорогая сестра. Просто взгляни немного глубже на то, что окружает нас. — произнес он, указывая мне на на пейзаж, который открывался за его спиной. \n    Там были другие люди, одетые так же как и мы во все белое. Они разговаривают друг с другом, собирают спелые плоды и просто наслаждаются жизнью, хотя можно ли в данном случае так говорить? А может это и есть жизнь, но только после смерти. Что меня ждет здесь, а что я оставила там? В моей голове столько вопросов, но я уже мало о них думаю, ведь это все теперь не столь важно. Со мной мой брат, а там может быть я встречу и остальных своих родственников, которые ушли из жизни очень давно. ",
    "answers": [
      {
        "id": 158,
        "text": "Концовка 4"
      }
    ]
  },
  {
    "id": 158,
    "text": "    Вы погибли в пожилом возрасте. Полностью посвятив свою жизнь воспитанию молодого шехзаде. Оберегая его от всех внезгод, даже когда между старшими матерями других шехзаде возникла вражда, которая привела их к смерти, а Касыма к трону. Вы были хорошим человеком и вас отправили в рай, где вас ожидали ваши ушедшие близкие. Что же случилось после того, как вы умерли? Повелитель устроил вам величественные похороны, а в будущем и построил в честь вас дома, где помогают людям. Он любил вас, как мать, все эти годы именно вы были ему матерью. Конец вашей долгой и счастливой истории.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 159,
    "text": "    Забавный и смешной ага, который всегда найдёт себе приключения, ставя при этом весь дворец на уши, но по неизвестным причинам все обитатели дворца души в нем не чают.",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 160,
    "text": "—Только теперь ты и стала опасна, потому что можешь стать матерью наследника. Но для тебя хуже всего то, что повелитель уехал, поэтому будь осторожна. — беспокойно заговорила султанша. — Я не всегда смогу уберечь тебя от нападок со стороны наложниц, султанш и предателей Османской империи. \n—Я понимаю это, госпожа. — произнесла я, мои руки слегка тряслись, и вдобавок меня жутко мутило и на еду смотреть не могу.\n—Можешь идти. — ответила госпожа, продолжая заниматься своими делами.\n    Выйдя из покоев султанши, я сразу направилась в сад, где можно было подышать свежим воздухом. Но в саду меня ждало худшее испытание из всего, что могло ждать меня в этом саду. Нафиса султан собственной персоной. ",
    "answers": [
      {
        "id": 161,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 161,
    "text": "—Взгляните, кто это соизволил появиться. Это же новая фаворитка султана, как думаешь долго она ею будет? — спросила она у своей верной служанки.\n—Смотря по обстоятельствам, родит шехзаде — возможно, родит султаншу — не точно... А вот если ничего не родит, то точно недолго. — женщины самодовольно улыбались подобно хищникам, загнавшим свою добычу в ловушку.\n—Что вы такое говорите? — в ужасе спросила я, держась за живот.\n—Маленькая глупая мышка Салия, как же долго я с тобой игралась, а сейчас ты стала такой беззащитной. Повелитель далеко, ему тебя не защитить, Хайрия султан занята, ведь у нее скоро свадьба, а что до валиде-султан, хм, думаю ей плевать на тебя. Именно поэтому теперь я буду забавляться так, как я хочу.\n—Повелитель узнает, если вы что-нибудь сделайте. — заявила я, когда мое сердце в страхе за свою жизнь и жизнь моего ребенка болезненно сжалось.",
    "answers": [
      {
        "id": 162,
        "text": "Удар"
      }
    ]
  },
  {
    "id": 162,
    "text": "—Не смей так со мной больше разговаривать! Думаешь, что я забыла прошлый раз? — прошипела султанша, дав мне пощечину.\n—Вы пожалеете об этом! — заявила я, собираясь сбежать от этой высокомерной дряни.\n—Я повторила один раз, поэтому не жалуйся по поводу последствий.",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует. . . "
      }
    ]
  },
  {
    "id": 163,
    "text": "    Я проснулась, когда султан еще спал. Его нахмуренные брови говорили о том, что даже во сне он решает какие-то серьёзные вопросы. Нежно проведя рукой по его колючей щеке, я умиротворенно вздохнула и улыбалась. Это утро было сейчас таким безоблачным и спокойным рядом с ним, таким сильным и умным, мудрым и легкомысленным. Как мало я его знаю, и как много мне хочется о нем еще узнать.\n    Решив, не тревожить его сон, я беззвучно выскользнула из его покоев. Какого же было мое удивление, когда я увидела перед входом, побагровевшую от злости, Нафису султан. Мне начинает казаться, что у этой женщины просто нюх на то, когда в покоях повелителя бывает кто-то. Либо что вероятнее всего ее служанка имеет отличный слух.\n—Госпожа. — произнесла я, поклонившись. ",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует "
      }
    ]
  },
  {
    "id": 164,
    "text": "",
    "answers": []
  },
  {
    "id": 165,
    "text": "",
    "answers": []
  },
  {
    "id": 166,
    "text": "",
    "answers": []
  }
]