[
  {
    "id": 1,
    "text": "АВТОР: Прекрасная Неизвестная\n\nЖАНРЫ:\n— Фентези\n— Приключения\n— В стиле Викторианской эпохи\n— Романтика\n— Отношения: Госпожа — телохранитель\n\nОПИСАНИЕ:\nВы любите сказки? А мифы и легенды?\nОдна богатенькая девочка очень любит. И поэтому отправляется на поиски приключений! Конечно, без помощника ей не обойтись, поэтому за собой она тащит своего телохранителя (который, по закону жанра, не так прост). Что же она найдет в пути? Зависит от Вас!\n\n",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 2,
        "text": "Вперед к приключениям!"
      }
    ]
  },
  {
    "id": 2,
    "text": "Она всегда была довольно...\n - Льюис!\n...Инфантильной. И это порядком...\n - Льюис!!!\n...Раздражало.",
    "answers": [
      {
        "id": 3,
        "text": "Игнорировать"
      },
      {
        "id": 4,
        "text": "\"Да, госпожа?\" - спрашиваете вы с фальшивой улыбкой."
      }
    ]
  },
  {
    "id": 3,
    "text": "Да, это ОЧЕНЬ раздражало. Так и хочется. поставить ее на место.\n\"А где ее место?\" - хихикнул внутренний голос.\nНа коленях предо мной.\n\"Какой развратник! Почему же ты скрываешь свои желания от госпожи? Возьми ее и...\"\nПрекрати. Это невозможно. И я знаю ее с пеленок!\n\"Тем более! Леди любят опытных мужчин.\"\nТы ведь знаешь, я этого не сделаю.\n\"ПОКА. Пока не сделаешь,\" - усмехнулся голос и затих в бездне подсознания.\n - Я тебя люблю, - еле слышно раздался ее шепот над вашим ушком. Невозможно описать те чувства, что вы испытали сейчас. Это словно фейверк, фонтан, взрыв! Как выстрел пули, в голову ударили эти слова.\n - И я... Аагх!\nОна кусила вас! Кусила! Вас!\n - Если ты снова решишь меня игнорировать или ослушаться, то я очень захочу исполнить свои слова. Прибью на месте.\nВы... Ослышались...",
    "answers": [
      {
        "id": 4,
        "text": "\"Юные леди не должны себя так вести\"."
      }
    ]
  },
  {
    "id": 4,
    "text": " - Мы отправляемся на поиски приключений!\nСейчас она была очень похожа на щеночка, ждущего ласки хозяина. Вы уже мысленно пририсовали ей бешено виляющий хвостик. А ведь хозяйка-то здесь она. Но знаете, ее взволнованный вид всегда вызывал в вас прилив нежности и улыбку.\n - Вы хотите в библиотеку? Я с радостью одолжу вам ключи.\n - Я не о жанре!!!\nОх... Только не это.\n - Что?\n - Я о приключениях, - последнее слово она произнесла с особой, сладкой интонацией.\n - Но вы еще маленькая!\n - Мне уже 17, Льюис!\n - А я уже стар, кхе-кхе, - вы изображаете кашель древнего предревнего старика.\n - Тебе только 24!\n - Как стар... как же я стар... пощадите старика...\n - Давай собирай свои вещички и отчаливаем.\n - Я нажалуюсь вашему отцу!\n - Я уже все ему сообщила и он дал согласие, - она бросила вам в руки письмо.\nТам писалось, что, да, он дает свое согласие и просит вас беречь ее как зеницу ока. Мда...",
    "answers": [
      {
        "id": 5,
        "text": "\"Какая вы шустрая.\""
      }
    ]
  },
  {
    "id": 5,
    "text": " - А то! - она с насмешкой посмотрела на вас. - Встретимся внизу через час.\n - Ладно.\nВы уже чувствовали как много работы вас ждет, но, запихнув чувство тревоги куда подальше, отправились собирать вещи.",
    "answers": [
      {
        "id": 6,
        "text": "Идете в свою комнату."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы идете по коридору. Здесь очень много цветов. Юная госпожа с детства любила их и господин не мог удержаться от желания порадовать дочурку новым покрытосеменным.",
    "answers": [
      {
        "id": 7,
        "text": "Вы случайно обращаете взгляд на окно.",
        "need": [
          3,
          -8,
          -9
        ]
      },
      {
        "id": 8,
        "text": "Идете в комнату.",
        "need": -12
      },
      {
        "id": 13,
        "text": "Идете на первый этаж, к лестнице, где должны встретится с госпожой.",
        "need": 12
      },
      {
        "id": 14,
        "text": "Смотрите в окно.",
        "need": 7
      }
    ]
  },
  {
    "id": 7,
    "text": "За окном ярко светило утреннее солнце, но привлекло ваш взгляд не это. Юная госпожа сидела напротив зеркала, а позади копошилась ее личная служанка. Видимо, происходит таинственный обряд расчесывания волос. Почему-то вы не можете сдвинуться с места, вас очаровывает то, как по отливающим медью локонам госпожи скользит костяной гребень.",
    "answers": [
      {
        "id": 9,
        "text": "Смотрите дальше."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы пришли в свою комнату.",
    "answers": [
      {
        "id": 10,
        "text": "Взять армейский ранец, который вам однажды подарили на день рождения.",
        "need": -10
      },
      {
        "id": 11,
        "text": "Открыть сундук.",
        "need": -12
      },
      {
        "id": 6,
        "text": "Покинуть комнату.",
        "need": 12
      }
    ]
  },
  {
    "id": 9,
    "text": "И вот обряд окончен. Служанка заплела ее волосы в длинную простую косу и вышла из комнаты.\nВаша подопечная заводит руки назад и дергает за веревочку корсета, и в скором времени вы видите нежные обнаженные плечи, тонкий стан и прочие приятные взору прелести девичьего нетронутого развратом тела. Вы смущены и резко отворачиваетесь.",
    "answers": [
      {
        "id": 8,
        "text": "Уходите в свою комнату."
      }
    ]
  },
  {
    "id": 10,
    "text": "Наконец-то пригодится. Что бы она ни задумала, он будет более чем полезен.",
    "answers": [
      {
        "id": 8,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 11,
    "text": "Здесь лежит множество вещей, но вам нужно лишь самое необходимое. А еще было бы неплохо носить это в чем-то поудобнее узелка на палочке.",
    "answers": [
      {
        "id": 8,
        "text": "Назад."
      },
      {
        "id": 12,
        "text": "Вы берете веревку, нож, пистолет, огниво и множество других полезных в походе вещей.",
        "need": [
          10,
          -12
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы чудо. Пора бы уже и пойти к юной госпоже.",
    "answers": [
      {
        "id": 6,
        "text": "Покинуть комнату."
      },
      {
        "id": 8,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 13,
    "text": "Госпожа стоит с узелком на палочке у лестницы. Ждет вас. Вы замерли, что-то было в ней необычное в этот раз. Вы прищурились, она заметила вас и звонко засмеялась.",
    "answers": [
      {
        "id": 15,
        "text": "\"Что случилось?\""
      }
    ]
  },
  {
    "id": 14,
    "text": "В комнате юной госпожи никого нет, на кровати брошено платье и только легкий ветерок колышет тюль.",
    "answers": [
      {
        "id": 13,
        "text": "Отправляетесь к месту встречи."
      }
    ]
  },
  {
    "id": 15,
    "text": " - Ты так забавно прищурился! Ой не могу!\n - А мне обидно знаете ли, - нахмурившись спустился к ней я.\n - Да ладно тебе! - она потрепала вас по голове, взъерошив волосы. Вы взяли ее за запястье и отвели его от своей головы. Это слишком мило, а смущаться в ее присутствии было бы верхом безрассудства.\n - Эй!\n - Юные леди не должны себя так вести.\n - Ты все время это говоришь!\n - А вы все время ошибаетесь.\n - Ты... Ты невыносим! - ее маленькие ручки сжались в кулачки, а всю ее нервно трясло.\n - Кому-то не хватает аргументов для продолжения спора?\n - Бука!!!\n - Коротышка.\n - Злой бука! - она показала мне язык и резко отвернулась, скрестив руки на груди.\nВошел служка и сообщил, что кони готовы и ждут своих всадников.\n - Угу. Надеюсь для этой строптивой кобылицы взяли лошадь поспокойнее? - шепотом спросили вы у мальчишки.\n - Конечно!\n - Отлично, - вы протягиваете руку госпоже и приглашаете ее на выход.\n - Спасибо, - она улыбнулась привычной для леди холодной улыбкой. Кажется, ваше сердце сейчас разобьется.",
    "answers": [
      {
        "id": 16,
        "text": "Отправляетесь."
      }
    ]
  },
  {
    "id": 16,
    "text": "И вы отправились в путь.\n - Куда мы сейчас направляемся?\n - В Госпорт.\n - Довольно близко для приключения, - усмехнулись вы, но внутренне уже с облегчением вздохнули.\n - А оттуда в Новый Свет, - продолжила она. И тут вы несколько опешили.\n",
    "answers": [
      {
        "id": 17,
        "text": "\"Что, прости?\""
      }
    ]
  },
  {
    "id": 17,
    "text": " - В Новый Свет.\n - Что?..\n - В Новый Свет. В Америку! Куда еще можно отправиться в поисках приключений? Дикие неизведанные земли, индейцы и шаманы! Мистика! Магия! Ах, и еще в этой книге... - она достала из сумки толстенный фолиант в черной кожанной обложке. Вы удивились, ведь все книги, которые госпожа покупала были богато отделаны, а эта была совсем обычной. Единственное, что хоть как-то можно было назвать украшением - это золотая надпись \"Бестиарий обитателей мифов и легенд\". - Вот, нашла! В этой книге сказано, что в Америке полным полно фейри!\n - Кого?\nОна раздраженно закатила глаза и пояснила:\n - Волшебные существа.\n - Ох, все понятно! Разворачиваемся и едем домой! И, пока я лично не получу согласие вашего отца, мы будем в особняке!\n - Но...",
    "answers": [
      {
        "id": 18,
        "text": "Вы в бешенстве."
      }
    ]
  },
  {
    "id": 18,
    "text": " - Никаких \"но\"!\n - Как ты смеешь указывать своей госпоже что делать? - прошипела она. Но Вас это не слишком беспокоило; пусть злится сколько хочет, но ее безопасность превыше всего.\n - Я забочусь о вашей же сохраности!\n - Ох, да неужели?!! Ты просто трус!\nПоследнее слово порвало последнюю струну вашего терпения.\n - Если вы хотите сдохнуть от ядовитого дротика какого-либо аборигена, или от укуса змеи, или от падения со скалы - пожалуйста! Но помните, что вы делаете это ради каких-то \"фейри\"!!!\n - Не \"каких-то\"!!! Я хочу изучить их взаимодействие с людьми! И раз ты не хочешь идти со мной - пойду одна!",
    "answers": [
      {
        "id": 19,
        "text": "\"Ну и идите!\""
      }
    ]
  },
  {
    "id": 19,
    "text": " - А вот и пойду.\n - Идите-идите, но только не забудьте, что, увидев ваш хладный труп, господин меня по меньшей мере убьет.\nЮная госпожа была очень жалостливой и все знали об этом. И то, что из-за ее капризов кто-то мог попасть в плохое положение всегда остерегало ее от нехороших поступков. Да, плохо играть на чужих чувствах, но порой необходимо.\nОна крепко сжала поводья и мотнула головой, словно собиралась с мыслями, а после направила Звезду (так звали кобылу) дальше. Вы вновь удивились: как так, что такое, почему?",
    "answers": [
      {
        "id": 20,
        "text": "Вам ничего не остается, кроме как отправится за ней."
      }
    ]
  },
  {
    "id": 20,
    "text": "Прошло два часа безмолвной отныне поездки. Вы чувствуете, как вам становится все грустнее и грустнее.",
    "answers": [
      {
        "id": 21,
        "text": "Далее."
      },
      {
        "id": 22,
        "text": "Мысленно вспоминаете прелести госпожи.",
        "need": 9
      }
    ]
  },
  {
    "id": 21,
    "text": "Госпожа удрученно вздохнула и потянулась.\n - Льюис, мне надоело молчать.\n - Понимаю. Но и вы меня поймите, из-за такой ерунды отправляться на другой континент...\n - Это не ерунда!\n - А для большинства людей - ерунда. Ерундушечка.\n - Но мы с тобой не большинство, мы особенные.\n - Нет.\n - Да.\n - Нет.\n - Да.\nЭто надолго...\n - Госпожа, давайте доберемся до Америки, повосхищаемся природой и поедем домой?\nОна хитро сузила глазки, внимательно посмотрела на вас, а после с усмешкой на мягких розовых губах согласилась.\nВы почувствовали облегчение. ",
    "answers": [
      {
        "id": 23,
        "text": "Продолжаете путь."
      }
    ]
  },
  {
    "id": 22,
    "text": " - Чего лыбишься? - недовольно рыкнула она и вы заметили, что ваши губы замерли в мечтательной улыбке.\n - Нет, ничего такого, - ответили вы, поменяв мечтательно-влюбленную ухмылку на учтиво-вежливую.",
    "answers": [
      {
        "id": 21,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 23,
    "text": "Когда вы добрались до порта, был как раз полдень.\n - Льюис, я устала! Пошли погуляем?\n - Нам необходимо приобрести билеты на корабль.\n - Ну хорошо. Давай потом на рынок?\n",
    "answers": [
      {
        "id": 24,
        "text": "\"Давай\""
      },
      {
        "id": 25,
        "text": "\"Нет, там опасно\""
      }
    ]
  },
  {
    "id": 24,
    "text": " - Уии! Льюис, ты лучший!\n - Да, я знаю, мисс Хоуп.\nОна немного нахмурилась, внимательно посмотрела на вас и взяла вашу руку в свои:\n - Льюис, я...",
    "answers": [
      {
        "id": 26,
        "text": "Вы чувствуете, что сердце пропускает удар."
      }
    ]
  },
  {
    "id": 25,
    "text": " - Ну ладно... Пошли за билетами, - угрюмо пошла она в гущу толпы, смотря на дорогу и пиная камушки.",
    "answers": [
      {
        "id": 26,
        "text": "Вы услышали шаги позади."
      }
    ]
  },
  {
    "id": 26,
    "text": " - Кэти, как ты выросла с нашей последней встречи! - раздался позади вас раскатистый мужской голос. Вы с госпожой обернулись и увидели господина Мани. За глаза его часто называли денежным мешком, так как по его размерам можно было легко определить насколько хорошо идут его дела. Сейчас они шли очень неплохо. Госпожа горделиво подняла голову и поправила его:\n - Мисс Хоуп.\n - Аха-ха-ха! А все такая же вредина, - тут он заметил вас. - А это кто?\n - Мой телохранитель.",
    "answers": [
      {
        "id": 27,
        "text": "Поклониться."
      },
      {
        "id": 28,
        "text": "Ничего не делать."
      }
    ]
  },
  {
    "id": 27,
    "text": " - Какой джентльмен! И как же его звать? - он снисходительно улыбнулся.",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "Господин Мани нахмурился.\n - Ну и как звать этого молодого человека?",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 29,
    "text": " - Льюис, - хмыкнула госпожа.\n - Для вас - Мистер Купер, - поправили вы ее, обратившись к господину Мани.\n - Как грустно, а я уже думал, что вы бесфамильный пес, жаждущий денег.\n - Мисс Хоуп, нам стоит поспешить, если не хотим возвращаться домой в ближайшие часы, - проигнорировали вы оскорбление.\n - Да, ты прав! Приятно было встретиться, мистер Мани! - прощебетала она и ринулась в сторону пристани.",
    "answers": [
      {
        "id": 30,
        "text": "Отправляетесь за ней."
      }
    ]
  },
  {
    "id": 30,
    "text": " - Как давно я не видела моря!\nВы не смогли сдержать нежной улыбки, видя ее воодушевленность.\n - Оно прекрасно, не правда ли?\n - Угусь, - ответила она не отрываясь от прекрасного вида волн, освещенных ярким солнцем. А вы наблюдали уже не за игрой света и морской стихии, а за своей прекрасной госпожой. Ее грудь взволнованно вздымалась, зеленые, даже несколько ореховые глаза были восхищенно распахнутыми, а тонкие пальчики на маленьких ручках дрожали от перевозбуждения.\n - Я смотрю, вам очень нравится, - улыбнулись вы, вновь переведя взгляд на океан.\nОна посмотрела на вас и неловко приподняла уголки губ, поправив выпавшую из-за ушка прядь волос цвета карамели:\n - Это так заметно?\n - Вы раскрытая книга для меня, мисс Хоуп.\n - Госпожа, - нахмурилась она.\n - Прошу простить.\n - В этом мире, - она обратила взгляд к серому городу, - нельзя забывать, где твое место.\n -  Вы удивительны, - вздохнули вы.\n - Что? Нечасто тебя прорывает на комплименты.",
    "answers": [
      {
        "id": 31,
        "text": "\"А с кем не бывает?\""
      }
    ]
  },
  {
    "id": 31,
    "text": " - Со мной?\n - Да? Не так давно вы, помнится, звали меня лучшим.\n - Ладно, ты прав. А в чем я удивительна? - задала она чисто женский вопрос.\n - Дайте-ка подумать... Ммм... - вам в голову решительно отказывались приходить мысли. - Зубы! У вас восхитительные клычки!\nОна сконфузилась:\n - Клычки?\n - Да! Интересно, насколько они остры?..\n - Хочешь испытать на себе?\n - Утром уже испытал, но было бы неплохо их проверить в процессе чего- то более приятного, чем укус уха...\n - В чем? - она с интересом и любопытством наклонила голову.\n - Догадайтесь, - ответили вы, подмигнув.\nОна наклонила голову сильнее, а спустя пару секунд начала краснеть:\n - Не смей флиртовать с госпожой!!!\n - Я об укусе в руку, юная госпожа! А вы о чем подумали? - издевательски осклабились вы.\n - Ты невыносим!\n - Кесарю - кесарево, юная госпожа.\nОна обижено надула губки.",
    "answers": [
      {
        "id": 32,
        "text": "\"До Америки плыть неделю, завтра отправляемся. Вы уверены в своем решении?\""
      }
    ]
  },
  {
    "id": 32,
    "text": " - Новый Свет... Знаешь, кто в наши дни отправляется туда?\n - Конечно.\n - Ну вот. Все, кто хотят начать новую жизнь, плывут туда. И я... - она посмотрела на вас влажными от выступивших слез глазами. - И я тоже хочу начать все с чистого листа.\nВы понимающе кивнули и вернулись к наблюдению стихии.\n - А ветер крепчает. Нам стоит снять номер.\n - Я хочу увидеть отсюда закат. Последний мой закат на этой земле, - горько ухмыльнулась она.",
    "answers": [
      {
        "id": 33,
        "text": "\"Вы не хотите возвращаться?\""
      }
    ]
  },
  {
    "id": 33,
    "text": " - Если я вернусь, то не смогу выйти замуж за того, кого хочу. Отец уже нашел мне потенциального партнера, но...\n - Кого же?\n - Сын мистера Мани, - сконфузилась она.\nВы вспомнили мистера Мани и представили его сына.\n - Брр.\n - Вот-вот. Лучше я никогда не буду с кем-либо, чем с этим.\n - Значит дело не в фейри?\n - В фейри, - она снова хитро улыбнулась.\n - И как же связаны фейри и замужество?\n - А если выйти замуж за фейри?",
    "answers": [
      {
        "id": 34,
        "text": "\"Эээ... Ааа... Ннн... Эээ...\" - вы в шоке."
      }
    ]
  },
  {
    "id": 34,
    "text": "Она была явно довольна результатом своей речи, ибо как еще объяснить ее хохочущий взгляд и еле сдерживаемый смех?\n - Госпожа, это не смешно!\n - Пфха! - она схватилась за живот и вовсю захохотала. - Льюис, если ты так продолжишь - я умру от смеха!\n - А ей смешно... Господи, позволь ей встретить ЧЕЛОВЕЧЕСКОГО мужчину, который сможет пленить ее сердце.\n - Ого! Ты начал молиться? Я всегда думала, что ты ярый богопротивник.\n - С вами и не так запоешь... - вы мотнули головой. - Уже темнеет, стоит пойти в гостиницу.\nОна посмотрела вокруг и согласилась.",
    "answers": [
      {
        "id": 35,
        "text": "Вы с госпожой уходите в гостиницу, ложитесь на диван в номере и засыпаете."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы идете по дороге. Вокруг зеленеет листва и ярко светит солнце. У подножий деревьев цветут цветы и, словно смущаясь своей прелести, прячутся ягоды в зеленой траве.\nГоспожи рядом нет, вы идете и идете...\nВсе вокруг немного мутно, но вы продолжаете идти...\nВдруг впереди что-то появляется, очертания неясны...",
    "answers": [
      {
        "id": 36,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы резко открываете глаза и не можете избавиться от нарастающего чувства тревоги. Какой-то странный сон. Интересно, что там было вдали?\nЛадно, это же всего лишь сон.",
    "answers": [
      {
        "id": 37,
        "text": "Посмотреть в окно.",
        "need": [
          -37
        ]
      },
      {
        "id": 38,
        "text": "Осмотреться.",
        "need": -37
      },
      {
        "id": 39,
        "text": "Осмотреться.",
        "need": 37
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы отводите шторы чуть в стороны и видите, что солнышко проснулось вместе с вами - виднелась над горизонтом лишь тонкая полосочка огненного диска. Красота...",
    "answers": [
      {
        "id": 36,
        "text": "Открываете шторы."
      }
    ]
  },
  {
    "id": 38,
    "text": "В комнате темно и ничего интересного вы не замечаете.",
    "answers": [
      {
        "id": 38,
        "text": "Вздохнуть.",
        "isBack": true
      }
    ]
  },
  {
    "id": 39,
    "text": "Комната потихоньку заливалась светом. и вы заметили, что под тумбочкой напротив что-то блестит.",
    "answers": [
      {
        "id": 40,
        "text": "Посмотреть что там.\n(Для этого придется встать с дивана, смертный!)"
      },
      {
        "id": 41,
        "text": "Игнорировать и ждать пробуждения госпожи."
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы достаете перстень. Он очень красив, видно, ювелир очень постарался. Работа выполнена из серебра, кольцо очень массивно, однако главным украшением был холодного зеленого цвета изумруд, который держал искуссно выкованный дракон.",
    "answers": [
      {
        "id": 41,
        "text": "Оставить лежать его там."
      },
      {
        "id": 41,
        "text": "Взять себе.",
        "addToHistory": 151
      }
    ]
  },
  {
    "id": 41,
    "text": " - Льюис, хватит спать! Всю жизнь так проспишь!\nОна тыкала вам пальцами между ребер. Очень неприятно. Вы ловким профессиональным движением перехватываете ее руки.\n - Нехорошо пользоваться тем, что я задремал ненадолго. Вам так нравится делать мне больно?\n - Пусти!\n - Не-а. Подождите немного, я проснусь.\nНа самом деле вы давно уже пришли в себя, но у нее такая нежная и очаровательная ручка...",
    "answers": [
      {
        "id": 42,
        "text": "Подержать еще немного и отпустить."
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы незаметно подносите ее ручку к своим губам, после чего отпускаете. Она в недоумении. Вы в недоумении. Забывшая постучать горничная в недоумении.\nСтоп. Горничная?!!\n - Эм... Я... Я ничего не видела!!! - покраснела девушка с чепчиком и выбежала из комнаты.\nГоспожа удивленно хлопает глазами, а вы, как ни в чем ни бывало, встаете с дивана, поправляете плед, потягиваетесь и вспоминаете, что вы в одних брюках.\nГоспожа в шоке.\n - Мисс Хоуп, я...\n - И... И... Извращенец... - смущенно прошептала она и отвела взгляд. Вы заметили, как ее прелестная ручка задрожала. - Мне стоит выйти, пожалуй...",
    "answers": [
      {
        "id": 43,
        "text": "Не дать ей уйти."
      },
      {
        "id": 44,
        "text": "Позволить ей уйти."
      }
    ]
  },
  {
    "id": 43,
    "text": " - Зачем же? - спросили вы облокотившись одной из своих сильных волосатых рук на стену. Она все также старательно отводила взгляд от вас и вашего тела. Это очень заводило.\n - Тебе, наверное, некомфортно... - она в своем волнении не заметила, как оказалась в ловушке ваших рук.\n - Нет, что вы, очень даже ничего. Особенно в компании такой прелестной леди, - усмехнулись вы и наклонились к ней чуть ближе. - Не отводите взгляд, вы же госпожа. Без приказа - я ничего не сделаю с вами, но... - вы выпустили ее трепещущее тело из капкана и отошли чуть дальше от нее, чтобы полюбоваться результатом своих трудов. Вы знали, что все девушки, без исключения, рано или поздно ведутся на ваше тело, запах, силу и интеллект. Хотя последнего никогда не хватало на понимание причин женских обид. Но вернемся к госпоже.\nОна стояла вся красная, держа правой рукой локоть левой, и смущенно отводя от вас взгляд своих зеленых кошачьих глаз.\n - Но вам не следует заходить к еще дремлющим молодым людям. Чревато последствиями.\n - Ты извращенец, - обиженно буркнула она, все еще разглядывая узор обоев.",
    "answers": [
      {
        "id": 44,
        "text": "\"Какой есть,\" - усмехнуться."
      }
    ]
  },
  {
    "id": 44,
    "text": "Она с болью во взгляде посмотрела на вас и выбежала из комнаты. Вы почувствовали себя виноватым. Неприятно. Ладно, вам стоит, пожалуй, одеться.",
    "answers": [
      {
        "id": 45,
        "text": "Вы оделись.",
        "need": 43
      },
      {
        "id": 46,
        "text": "Вы оделись и решили, что пора бы и покушать.",
        "need": -43
      }
    ]
  },
  {
    "id": 45,
    "text": "\"Ха-ха, ты все же не удержался,\" - усмехнулся внутренний голос.\nНеправда. Ничего необычного.\n\"Да? То есть нормально прижимать хрупких девушек к стенам и откровенно соблазнять?\"\nНу... Я просто преподал ей урок. В следующий раз будет стучаться.\n\"Не забывай свое место. Даже если раньше ты и был кем-то, то сейчас - просто раб в руках малолетки с ужасным характером.\"\nЯ помню своей место и дальше дозволенного не зайду, не волнуйся.\n\"Ну-ну,\" - пробурчало сознание на прощание и оставило вас наедине с собой.\nВспомнились недавние события... Губы госпожи, дрожащие от удивления, ее отведенный взгляд, розовый румянец, нежная кожа и бессилие... Если бы вы умели рисовать, то это тут же стало бы шедевром!",
    "answers": [
      {
        "id": 46,
        "text": "Пора бы поесть."
      }
    ]
  },
  {
    "id": 46,
    "text": "Мисс Хоуп во время приема пищи испепеляла грозным взглядом.\n - Если вы так и продолжите, мисс Хоуп, то негативная энергия повлияет на ваше здоровье и не то что Новый Свет, вы даже рынка сегодня не увидите.\n - Не хочу на рынок идти, - пробубнила она себе под нос. Вы почувствовали укол в сердце. Из-за вас она в таком состоянии. Надо её развеселить.\n - А может мы там встретим кого-нибудь интересного. Ловкого благородного вора, который ради вас, прелестной аристократки, поедет с нами и будет всячески помогать в нашем путешествии.\n - Ты серьезно?\n - Когда я был подростком, то часто читал приключенческую беллетристику. И наша с вами история все больше напоминает мне те чудесные сюжеты.\n - Ну хорошо, я согласна, - ответила она с деланным безразличием, но зажегшийся огонек в ее глазах ясно дал понять, что идея воодушевила мисс. ",
    "answers": [
      {
        "id": 47,
        "text": "\"Тогда вставайте, юная госпожа! Нам стоит поспешить, корабль отправляется в три часа дня.\""
      }
    ]
  },
  {
    "id": 47,
    "text": "Шум и гам. Гам и шум. Крики торговок и рев цирковых медведей. Собачий лай и грубые песни цыган.\n - Вау, Льюис, смотри! Какая красота!\n - Да-да.\n - А это чт... Аай! - она вскрикнуламот боли. У нее в руках был средних размеров кинжал, лезвие которого с одной из сторон было окровавленно. Только не это!\n - Госпожа, дайте руку, быстро, я перевяжу. Осторожнее, прошу! - Вы достали из рюкзака ткань и быстро перевязали ей руку.\n - Я хочу его.\n - Кого?\n - Этот кинжал, - она указала на своего обидчика. Да, кинжал хороший, но зачем он ей? \n - Зачем он вам?\n - Он испробовал моей крови. Это судьба.\nОна идиотка. Ну ладно, пусть делает, что хочет. Да и для самозащиты, наверное, неплохо.\n\"Да она саму себя зарежет скорее, чем врага,\" - хихикнул внутренний голос.\nТы прав.\n\"Но ты можешь ее научить им пользоваться, а пока будешь учить, можешь и...\"\nНЕТ.\n...\nЭй? Опять пропал... Ну ладно.\n - Ладно, бери его. Сколько стоит?\n - Он не продается, - хмыкнул торговец.\n - Что? Тогда почему лежит вместе с другим оружием?\n - Он проклят. Я не могу позволить этой леди пострадать еще больше.\n - Согласен. Госпожа, присмотрите себе другой кинжал.\n - Нет. Мне суждено погибнуть не от проклятия.",
    "answers": [
      {
        "id": 48,
        "text": "\"Какие мы таинственные.\""
      }
    ]
  },
  {
    "id": 48,
    "text": " - Именно. Мне нравится этот кинжал, - она обратилась к продавцу. - Я не верю в проклятия, дядя. Продайте мне этот клинок.\nОн недоуменно на нее посмотрел, нахмурил свои кустистые брови и очень грозно отказал.\n - Вы верите в судьбу, дядя? - спросила мисс Хоуп и достала странную на вид монету. Это было серебро со странными символами. К сожалению, разглядеть я их не успел. - Давайте, если мне выпадет дракон, то вы продадите мне кинжал? В противном случае я присмотрю что-то другое.\nПродавец постоял, подумал, а после медленно кивнул. Госпожа сложила руки, словно в молитве, что-то прошептала и подбросила монету. Та сверкнула на солнце и упала обратно в ладонь Кэти. Дракон.\n - Не могу понять, повезло ли вам сегодня, мисс, но... осторожней с ним, - лавочник протянул кинжал моей прекрасной госпоже.",
    "answers": [
      {
        "id": 49,
        "text": "Улыбнуться."
      }
    ]
  },
  {
    "id": 49,
    "text": "В последнее время вас все чаще удивляла эта таинственность госпожи. Это угадывание будущих событий, удачливость и ее взгляд — всё началось два года назад. Она увлеклась поначалу разнообразными камнями, талисманами и прочей мистической лабуденью. А ещё Кэти стала привлекать вас не только как друг, госпожа и просто хороший человек. Странно, да? Но со временем вы привыкли к этому, также как и к этой её легкой прыгающей походке. Вот и сейчас она вприпрыжку шла между прилавками, время от времени оглядываясь на вас с улыбкой.",
    "answers": [
      {
        "id": 50,
        "text": "Вы умиляетесь её прелести."
      }
    ]
  },
  {
    "id": 50,
    "text": "Неожиданно госпожа пропала. Вы моргнули, вполне естественное действие, длящееся не дольше мгновения, как она могла исчезнуть?..\n — Мисс Хоуп!\nОтвета не последовало. Вы почувствовали, как внутри все похолодело. Вокруг было все также оживленно, играла веселая музыка, смеялись, гоготали обыватели, кричали торговцы, но все это резко ушло из вашего мира. Вас интересовало только одно — местонахождение госпожи.\nВы, преисполненный противоречивейшими чувствами, рванули вперед, туда где пару мгновений назад была госпожа и заметили как скользнул в толпе её оранжевый платок.\n — Мисс Хоуп! Немедленно вернитесь!\nОтвета все также не было. Теперь вы были злы на эту безответственную дурочку, решившую поиграть с вами в прятки-догонялки. Люди вокруг словно сговорились и не давали двигаться с необходимой для удачного преследования скоростью. Вы пытаетесь догнать её, но это все больше напоминает охоту за неуловимым духом. И вот наконец вы нагнали её.",
    "answers": [
      {
        "id": 51,
        "text": "Схватить за запястье."
      }
    ]
  },
  {
    "id": 51,
    "text": " — Грубиян! — раздался визгливый голос от обладательницы оранжевого платка госпожи. Кто-то очень ловко не только увел вашу мисс из-под вашего надзора, но и обманул вас, сбив со следа, привязав платочек Кэти к сумке какой-то истеричной особы.\n\"Убью это существо. Убью. Убью. Убью. Убью. Убью его. Госпожа. Убью. Убью. Убью. Наша госпожа. Убью. Убью. Убью.\"\n — Отпусти мою сумку, псих!.. Ой, а это не мое.\n — Верно, это моей мисс. Он зацепился за вашу сумку и я был вынужден вас отвлечь. Простите за беспокойство, — вы очаровательно улыбнулись и поклонились, уничтожив все претензии недовольной женщины. Отвязав платок, вы направились к тому месту, где были с госпожой в последний раз.",
    "answers": [
      {
        "id": 52,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 52,
    "text": "В этой части рынок особенно людный, один человек сменяет другого и все это происходит так быстро, что появляется ощущение, что это какой-то человеческий калейдоскоп. Постоянны здесь только лавки и их обладатели, но вряд ли они обращают внимание на что-то кроме своего товара. Также вы заметили веселую компанию молодых людей, которые, как вам кажется, стоят тут достаточно продолжительное время.\nК кому вы подойдете? Неизвестно, что с госпожой, счет идет на секунды.",
    "answers": [
      {
        "id": 53,
        "text": "Подойти к торговцу ближайшей лавки."
      },
      {
        "id": 54,
        "text": "Подойти к веселой компании."
      }
    ]
  },
  {
    "id": 53,
    "text": " — Какой великолепный господин! Вы желаете купить у этого низкого человека?\nНу началось.\n — Добрый день. Я хотел бы поинтересоваться, не видели ли вы, куда ушла рыжеволосая невысокая девушка? Она была одета в темно-зеленое платье и носила рыжий шарф.\n — Вы собираетесь что-то покупать? Если нет, то не желаю тратить на вас свое время. Знаете ли, деньги исчисляются временем!\nДа уж... кажется вы зря потратили время подойдя к этому... как он сказал? Ах да, \"низкому человеку\". А говорят торговцы всегда лгут!",
    "answers": [
      {
        "id": 54,
        "text": "Подойти к веселой компании.",
        "need": [
          -54
        ]
      },
      {
        "id": 55,
        "text": "\"Неужели никто не обратил внимание на её пропажу?\"",
        "need": [
          54
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": " — Добрый день, господа! Прошу прощения за беспокойство, но дело чрезвычайно важное..!\n — О благородный сэр, конечно же мы вам поможем!\n — Тогда...\n — О сэр, не желаете ли пройти в место более приятное для решения важных дел?\n — Нет, я хоте...\n — Как жаль, тогда увы, мы не можем вам помочь, Кристофу, — этот чересчур активный собеседник указал на единственного грустного мужчину в компании, — просто необходимо уже через час предстать перед своей невестой во имя поддержки интститута брака. Как жаль, что так рано, но, чувствую, уж близок тот день, когда эта обязанность изживёт себя.\n — Ясно. Спасибо, что выслушали, наверное...",
    "answers": [
      {
        "id": 55,
        "text": "\"Неужели никто не обратил внимание на её пропажу?\"",
        "need": [
          53
        ]
      },
      {
        "id": 53,
        "text": "Подойти к торговцу.",
        "need": [
          -53
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "Кто-то рядом схватил за рукав. Вы резко развернулись. Схватившим оказался десятилетний мальчишка в лохмотьях, он резво сунул вам в руку какой-то листок и, также резво скрылся из виду.",
    "answers": [
      {
        "id": 56,
        "text": "Преследовать парнишку смысла уж нет, так что разворачиваете листок."
      }
    ]
  },
  {
    "id": 56,
    "text": "\"Девчонка у меня. Я знаю, что у вас скоро отплытие, встретимся у причала перед отплытием, прикупите еще билетик и получите её живой.\n           С любовью,\n           Ловкий благородный вор ♡\"\n\nЧто за околесица?..",
    "answers": [
      {
        "id": 57,
        "text": "Крутите листок в руках, надеясь найти хоть какие-то зацепки."
      }
    ]
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  }
]