[
  {
    "id": 1,
    "text": "Автор: 5tarDEK\nЖанр: Приключения \n*****\n  У вас когда нибудь творилась каша в голове?\nЧувствовали бессилие от той ноющей боли что что-то не можете вспомнить?\n  А может и просто чувство беспомощности перед тем что было , а может это всё предстоит.\n   Возможно это просто игра какого-то невероятно сумашедшего человека.\n  В такой ситуации и с такими мыслями не долго и свихнуться. согласны?\n   Вот вам и предстоит это выяснить   ????\n*******\n   Вы обычный молодой парень по имени Макс каторый возможно запутался в себе. А может это и не игра вооброжения. Решать только вам.\n*******\nP.S:   И да приятного нахождения в это маленьком мирке! ;Р",
    "answers": [
      {
        "id": 2,
        "text": "Начать странствие по разуму."
      },
      {
        "id": 4,
        "text": "От автора."
      }
    ]
  },
  {
    "id": 2,
    "text": "\n— Как так получилось что привело ко всему    этому?\n Надо вспомнить. Вспоминай дурная голова.\n БОЛЬ. Дикая головная боль.\n     Как же на самом деле глупо рыться в обносках памяти. Это как из отсыревшего трепья сделать великолепный смогинг.\n    Сам Максим уже не понимает как он тут оказался и сколько времени блуждает в этом лабиринте. Что он пытается этим добиться?!\n— Я не сдамся. Пусть хоть вся моя серая субстанция от перенапряга моих мыслей разлитится в этой густой тьме.\n    Вспышка.....Кадр.....Ещё.........Ещё.....\nСлайд за слайдом летят картинки в его голове.\nПалата....Зеркало......Перстень....\n— Ну же!\n   Секундный свет ..... тьма....\n",
    "answers": [
      {
        "id": 3,
        "text": "Начало конца."
      }
    ]
  },
  {
    "id": 3,
    "text": "   Холод. Надо открыть глаза. С трудом удаётся , будто после очень хорошего праздника.\nВокруг темно...Небольшое освящение от будильника....Очертание разной мебели вокруг....\n \"Я лежу на железной и по ощупи ржавой больничной кровати без матраса\"\n — Как я тут оказался? Голова просто раскалывается.\n   С огромным трудом но всё таки чуть ли не свалившись на пол удаётся сесть на кровать , оперевшись на стол на котором стоит тот самый будильник с электронным красным циферблатом. Прямо по зади него распологается телефон.\n — Чёрт , глаза ещё не совсем привыкли к полутьме. Не разглядеть почти ни чего.\n   Спустя пару минут придя в себя глаза всё же привыкли. Кровать действительно была обычного , старого больничного типа с железными скреплиными меж друг другом скобами вместо пружин. В паре метрах от стола по правую стену от кровати стоял небольшой шкаф советского времени предположительно.\nНапротив было толи  зеркало толь окно в похожую комнату , это было понятно по отсвечиванию красного тобло от поверхности стены. По левой стене была расположена дверь и на сколько необманывает зрение комод.\n   Стены как козалось во мраке были без всего , голые.\n",
    "answers": [
      {
        "id": 5,
        "text": "Осмотреть телефон."
      },
      {
        "id": 6,
        "text": "Осмотреть шкаф."
      },
      {
        "id": 7,
        "text": "Открыть дверь."
      },
      {
        "id": 8,
        "text": "Проверить комод."
      },
      {
        "id": 9,
        "text": "Осмотреть зеркало/стекло."
      },
      {
        "id": 10,
        "text": "Осмотреть себя."
      },
      {
        "id": 16,
        "text": "Заглянуть под кровать"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Всем пис! Хочу что бы вы знали это мой первый квест который я пишу)\n   Прошу , если заметили у меня какие-то ошибки сообщите мне, мигом исправлю как увижу)\n   Если после даже первых странниц у вас появится какая то критика или пожелания пишите буду очень рад.\n   Надо учится на ошибках и делать лучшее, а с вами это будет намного быстре.\n   Надеюсь вам понравится моя первая работа, ну а если нет сделаю всё что в моих силах что бы исправить недочёты.\n   Я хочу что бы ваше воображение просто взрывалось от картинок которые представляете и  что бы вы пережили всё это с главным героем.\n*****\nСколько я перечитал тут квестов и даже самый коротенький квест может стать шедевром) Так что думаю у мен....... хотя нет , у нас с вами в переди может открыться целый мир читая и помогая не только мне , но и возможно другим авторам в исправлении ошибок и помогая идеями))",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Подойдя и осмотрев телефон, то понял что он имеет связь только на приём звонка, т.к. не было на нём не одной кнопки.\n— Мда , ни в полицию ни родным не позвонить.\n   Этот расклад совсем не нравился. Но не стоит задерживаться.\n   Нужно всё осмотреть.\n",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться. !3"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Шкаф свиду представлял вроде небольшой но по взгляду тяжёлое сооружение из дерева.\n   В нём было две дверки расположенные почти во весь шкаф , ниже один огромный ящик  и в самом низу ещё два маленьких ящичка.\n \"Можно осмотреть его , но без света я ни чего не увижу\"\n— Надобы найти хоть какое-то освящение.",
    "answers": [
      {
        "id": 3,
        "text": "назад"
      },
      {
        "id": 18,
        "text": "В случае если нашли освящение!\nОсмотреть"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Попытка открыть дверь не увенчалась успехом. Она закрыта.\n— Чёрт , нужно срочно придумать как отсюда выбраться. Главное не паниковать и сохранять здравый смысл.\n   Хоть и страх пытался взать своё но нужно всё хорошо обдумать и осмотреть прежде чем делать какие-либо выводы.",
    "answers": [
      {
        "id": 3,
        "text": "назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "   Комод располагался буквально в метре от двери.в нём было всего четыре ящика.\n \"В принципе можно пошуршать в них рукой , может что полезное найдётся. Но с другой стороны там может быть и что то опасное. Что в итоге может повредить мне руку.\"\n",
    "answers": [
      {
        "id": 11,
        "text": "Пошарить в столе."
      },
      {
        "id": 3,
        "text": "назад "
      }
    ]
  },
  {
    "id": 9,
    "text": "   Подходя к отражающей поверхности стало понятно что это огромное зеркало , так как стало видно подъходящий силуэт самого себя.\n \"Но зачем в палате такое огромное зеркало\"\n   Ладно с этим разберёмся потом , всё равно ни чего не видно почти.",
    "answers": [
      {
        "id": 3,
        "text": "назад "
      }
    ]
  },
  {
    "id": 10,
    "text": "   Осмотрев себя на ощупь то не обнаружил кроме ссадины на голове никаких повреждений, хотя и шея и кисти в сгибах тоже слегка побаливали. Но это можно было скинуть на долгое время провождение на неудобной кровати.",
    "answers": [
      {
        "id": 3,
        "text": "назад "
      }
    ]
  },
  {
    "id": 11,
    "text": " — Надо проверить комод пусть и в слепую. В нём должно быть что то полезное. Но надо действовать осторожно.\n \" Отлично Макс , ты говоришь сам с собой. Начало безумию положено.Как бы это смешно в голове не звучало, в скором времени это могло оказаться правдой. Этот мрак действует на психику , как будто разрушая по квадратику. Как маленький ребёнок разрушает песочный город , чего можно избежать. В худшем варианте это как старение человека , будет неизбежно.\"\n — Так прочь дурные мысли и за дело.\n",
    "answers": [
      {
        "id": 12,
        "text": "Проверить первый ящик."
      },
      {
        "id": 13,
        "text": "Проверить второй ящик."
      },
      {
        "id": 14,
        "text": "Проверить третий ящик."
      },
      {
        "id": 15,
        "text": "Проверить четвертый ящик."
      },
      {
        "id": 8,
        "text": "Назад !8"
      }
    ]
  },
  {
    "id": 12,
    "text": "Продолжение следует!))\nНадеюсь я вас заинтнресовал хотябы ;Р",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Продолжение следует!))\nНадеюсь я вас заинтнресовал хотябы ;Р",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Продолжение следует!))\nНадеюсь я вас заинтнресовал хотябы ;Р",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Продолжение следует!))\nНадеюсь я вас заинтнресовал хотябы ;Р",
    "answers": [
      {
        "id": 11,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 16,
    "text": " \"Надо заглянуть под кровать , мало ли там будет ключ от двери или хоть что то полезное\"\n    Подойдя к краю кровати и собравшись с мыслями Макс наклонился.\n— Ни чего не видно , придется поползать.\n \"Надеюсь сдесь убирались недавно\" — с усмешкой подумали вы и залезли чуть меньше чем на пол туловища под кровать.\n   Сразуже как вытянулась рука что бы пошарить по полу рука дотронулась до чего то холодного у спинки кровати.\n   Взяв в руку этот предмет и повертев его на ощупь с пол минуты стало понятно что это железный фанарик.\n   попытка включить его увенчалась успехом. Яркий лучь от фонарика распространиился по комнате. На секунду даже пришлось поморщиться от резкой с мены освящения.\n \"Уже хоть что то\" — пролетела мысль в голове.\n   Больше под кроватью найти ни чего не удалось.",
    "answers": [
      {
        "id": 3,
        "text": "назад "
      }
    ]
  },
  {
    "id": 17,
    "text": "Здравствуйте дорогие мои )\nХочу сказать что обновы будут раз в месяц)\nТочной даты пока нету т.к. работа , ребёнок , да и семья в целом , но раз в каждый месяц обнова будет )\nЧуть что случится сразуПОСТАРАЮСЬ предупредить)\nПочему \"ПОСТАРАЮСЬ\" выделено ?!))\nПотому что может случится что угодно и я не могу вам обещать что предупрежу))\nЗаранее если что извеняюсь))",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 18,
    "text": "   Открыв шкав и осветив внутреннюю часть металическим фонариком я увидел много одежды и разный хлам.\n    Но и среди хлама была полезная вещь , сотовый телефон. Хоть и простенький кнопочный но связи нет , жаль.\n   ",
    "answers": [
      {
        "id": 19,
        "text": "Полазить в телефоне."
      },
      {
        "id": 20,
        "text": "Посмотреть одежду."
      },
      {
        "id": 3,
        "text": "К осмотру комнаты."
      }
    ]
  },
  {
    "id": 19,
    "text": "    Посмотрев в телефоне всё от и до , я понял что он обсолютно пустой да ещёи связь не ловит. Просто отлично.\n    Ладно может связь и появится , возьму пока с собой.\n    ",
    "answers": [
      {
        "id": 18,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 20,
    "text": "Взглянув на содержимое шкава , я увидел из полезной одежды только куртку , кофту худи , пара кросовок с надписью \"abibas\" и зажигалку.\n",
    "answers": [
      {
        "id": 18,
        "text": "Взять вещи."
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]