[
  {
    "id": 1,
    "text": "\n    Вы идёте по знакомой вам улице. Ветер дует, иногда вы слышите гул машин. Внезапно вы замечаете чёрную дверь перед собой. Её никогда тут не было. От неё веет страхом и безысходностью. Что-то...  Странное за ней. Войдёте ли вы в эту дверь или пройдёте мимо?",
    "answers": [
      {
        "id": 2,
        "text": "Зайти в Дверь"
      },
      {
        "id": 3,
        "text": "Пройти мимо"
      },
      {
        "id": 30,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "    Вы аккуратно открыли дверь. За ней непроглядная темнота. Осторожно войдя внутрь вы слышите громкий хлопок. Дверь закрылась.\n    Ваши спутаные в клубок мысли прерывает голос.\n— Ау...  Тут кто-то есть? Пожалуйста скажите, что нибудь...",
    "answers": [
      {
        "id": 7,
        "text": ". . ."
      },
      {
        "id": 8,
        "text": "Да, тут я."
      }
    ]
  },
  {
    "id": 3,
    "text": "    Вы обходите странную дверь и идёте дальше. Ветер всё ещё дует вам в лицо. Ничего странного не происходит. \n    Вы слышите шёпот за спиной: \"Прошу.... Помогите\" Обернувшись вы видите дверь. Ту самую. Она никуда не делась. Вы в нерешительности подходите к ней. Что дальше?\n",
    "answers": [
      {
        "id": 4,
        "text": "Пойти куда и шли"
      },
      {
        "id": 2,
        "text": "Зайти в дверь"
      }
    ]
  },
  {
    "id": 4,
    "text": "    Вы не собираетесь лесть во все эти галлюцинации и паранормальщину, поэтому просто идёте куда шли. Через несколько шагов вы вновь оборачиваетесь. Дверь пропала. \"Ну и бред\" — проскальзнуло в вашей голове. ",
    "answers": [
      {
        "id": 6,
        "text": "КОНЕЦ"
      },
      {
        "id": 40,
        "text": "КОНЕЦ?",
        "need": [
          39
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 5,
    "text": "    — Ясно...  Даже если тут кто-то есть мы друг другу никак не поможем...  Думаю мне уже никто никогда не поможет...\n    Вы больше ничего не слышите. Перед вами из мрака появляется уже знакомая дверь. Под властью чего-то высшего вы выходите через неё. Вы там же где и стояли перед входом в дверь. Ничего не понимая вы идёте дальше, куда и направлялись.",
    "answers": [
      {
        "id": 9,
        "text": "КОНЕЦ"
      },
      {
        "id": 40,
        "text": "КОНЕЦ?",
        "need": 39,
        "need_ever": true
      }
    ]
  },
  {
    "id": 6,
    "text": "    Вы получили концовку: \"Не мои проблемы\"\n    ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 7,
    "text": "    — Так... Ладно...  Хех...  Чего я ожидала? Хотя... Может он просто меня не слышит? Надо проверить.\n    Вы слишите стук мела по доске. Странно, но вы видите, что на ней написано.\n    \"Привет, кто бы ты ни был, ты видишь меня?\"",
    "answers": [
      {
        "id": 5,
        "text": ". . ."
      },
      {
        "id": 13,
        "text": "Да, я вижу твой текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "    — Оу... Здравствуйте, меня Кети зовут, вы не знаете где мы?",
    "answers": [
      {
        "id": 10,
        "text": "Понятия не имею"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы получили концовку \"Немой, слепой, глухой\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 10,
    "text": "    — Я тоже...  Последнее, что я помню это как меня... О боже! Я что умерла? Нет...  Я... Я не верю... Вы... Вы тоже умерли?",
    "answers": [
      {
        "id": 11,
        "text": "Да"
      },
      {
        "id": 12,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 11,
    "text": "    Резкая боль во всём теле. Вы услышали уже другой голос:\n— Мёртвые и живые. Никто не приемлет лжи! Дабы очистить тебя от этой грязи, мы исполним твою ложь!\n    Вы чувствуете, что ничего не чувствуете. Больше никто и никогда не поможет вам. Вы мертвы и будете одиноки в этом месте вечность.\n    ",
    "answers": [
      {
        "id": 14,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 12,
    "text": "    — Оу...  Тогда что вы тут делаете?",
    "answers": [
      {
        "id": 15,
        "text": "Я просто шёл по улице и передо мной появилась дверь в это место"
      }
    ]
  },
  {
    "id": 13,
    "text": "    — Ура! \nСнова звуки мела по доске.\n\"Ты слышал меня?\"",
    "answers": [
      {
        "id": 8,
        "text": "Да"
      }
    ]
  },
  {
    "id": 14,
    "text": "    Вы получили концовку \"Ложь мертвеца\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 15,
    "text": "    — Ясно... Стоп! Если есть дверь через которую ты пришёл сюда, то должна быть дверь через которую я смогу вернуться! Верно?",
    "answers": [
      {
        "id": 16,
        "text": "Наверное"
      },
      {
        "id": 17,
        "text": "Не думаю"
      }
    ]
  },
  {
    "id": 16,
    "text": "    — Прости, но не мог бы ты помочь мне с её поисками?",
    "answers": [
      {
        "id": 26,
        "text": "Да"
      },
      {
        "id": 27,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 17,
    "text": "    — Ну, да... В таком случае ты ни чем не сможешь мне помочь... А как ты собираешься вернуться?",
    "answers": [
      {
        "id": 18,
        "text": "Ну наверное та дверь вернётся"
      }
    ]
  },
  {
    "id": 18,
    "text": "    — А там не она?\nВы посмотрели по сторонам. Справа от вас стояла та самая чёрная дверь.\n",
    "answers": [
      {
        "id": 19,
        "text": "Да, это она!"
      },
      {
        "id": 20,
        "text": "Нет, это не она..."
      }
    ]
  },
  {
    "id": 19,
    "text": "    — Я не смогу её открыть, не мог бы ты придержать её, чтобы я смогла пройти?",
    "answers": [
      {
        "id": 22,
        "text": "Хорошо"
      },
      {
        "id": 23,
        "text": "Нет. Мёртвые должны оставаться мёртвыми."
      }
    ]
  },
  {
    "id": 20,
    "text": "    Вы слышите другой голос:\n— Живые и Мёртвые. Никто не приемлет лжи! И дабы очистить тебя от этой грязи мы исполним твою ложь. \n    Вы понимаете, что теперь навсегда останетесь здесь. Живые и мертвые не приемлют лжи и не станут говорить с вами.\nВы навсегда останесь здесь в одиночестве.",
    "answers": [
      {
        "id": 21,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 21,
    "text": "    Вы получили концовку \"Ложь одиночки\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 22,
    "text": "    Вы открыли дверь.\n— Она не пропускает меня... Видимо мне не суждено покинуть это место. Спасибо, за помощь. Прощай.\n    Вы вышли. С каким-то неприятным чувством вы пошли дальше. По своим делам.",
    "answers": [
      {
        "id": 25,
        "text": "КОНЕЦ"
      },
      {
        "id": 40,
        "need_ever": true,
        "need": 39,
        "text": "КОНЕЦ?"
      }
    ]
  },
  {
    "id": 23,
    "text": "    Вы хладнокровно вышли, захлопнув за собой дверь. Теперь вы можете спокойно вернуться к своим делам.",
    "answers": [
      {
        "id": 24,
        "text": "КОНЕЦ"
      },
      {
        "id": 40,
        "need_ever": true,
        "need": [
          39
        ],
        "text": "КОНЕЦ?"
      }
    ]
  },
  {
    "id": 24,
    "text": "    Вы получили концовку \"Останься в мёртвых\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 25,
    "text": "    Вы получили концовку \"Я пытался\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 26,
    "text": "    — Спасибо!\nПосле нескольких часов поисков вы находите белую дверь. Вы зовёте Кети.\n— Я знаю эту дверь! Это дверь в одной из палат в больнице моего города! \nБелая дверь открылась. За ней была палата с девушкой в коме.\n— Это моё тело! Спасибо тебе, добрый человек. Без тебя я бы не справилась. Надеюсь мы когда нибудь увидимся вне этого жуткого места.\nДверь закрылась и исчезла во тьме. Вы увидели вдалеке чёрную дверь. Пройдя сквозь неё вы оказались снова на той улице. Идя дальше вы чувствовали спокойствие и радость. Вы спасли чью-то жизнь.",
    "answers": [
      {
        "id": 28,
        "text": "КОНЕЦ"
      },
      {
        "id": 40,
        "text": "КОНЕЦ?",
        "need": 39,
        "need_ever": true
      }
    ]
  },
  {
    "id": 27,
    "text": "    — Ну ладно, спасибо что помог мне. Надеюсь мы ещё увидимся!\nВы оглянулись и увидели свою чёрную дверь. Выйдя обратно вы продолжили свой путь. Интересно, смогла ли Кети найти свою дверь?",
    "answers": [
      {
        "id": 29,
        "text": "КОНЕЦ"
      },
      {
        "id": 40,
        "text": "КОНЕЦ?",
        "need": 39,
        "need_ever": true
      }
    ]
  },
  {
    "id": 28,
    "text": "    Вы получили концовку \"Спаситель\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 29,
    "text": "    Вы получили концовку \"Указатель\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 30,
    "text": "Это открытые тобой концовки. Их на самом деле не так уж много и найти их так же не проблема, однако есть ещё одна ветка, которую найти непросто. Не буду давать подсказки, чтобы было интереснее. Дерзай!",
    "answers": [
      {
        "id": 31,
        "text": "\"Не мои проблемы\"",
        "need": 6,
        "need_ever": true
      },
      {
        "id": 32,
        "text": "\"Немой, слепой, глухой\"",
        "need": 9,
        "need_ever": true
      },
      {
        "id": 33,
        "text": "\"Ложь мертвеца\"",
        "need": 14,
        "need_ever": true
      },
      {
        "id": 34,
        "text": "\"Ложь одиночки\"",
        "need": 21,
        "need_ever": true
      },
      {
        "id": 35,
        "text": "\"Останься в мёртвых\"",
        "need": 24,
        "need_ever": true
      },
      {
        "id": 36,
        "text": "\"Я пытался\"",
        "need": 25,
        "need_ever": true
      },
      {
        "id": 37,
        "text": "\"Указатель\"",
        "need": 29,
        "need_ever": true
      },
      {
        "id": 38,
        "text": "\"Спаситель\"",
        "need": 28,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Секретик •<•",
        "need": [
          31,
          32,
          33,
          34,
          35,
          36,
          37,
          38
        ],
        "need_ever": true
      },
      {
        "id": 48,
        "text": "\"Служитель смерти\"",
        "need": 42,
        "need_ever": true
      },
      {
        "id": 49,
        "text": "\"Шизик\"",
        "need": 47,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "Ты даже не попытался зайти в подозрительное место. Самая логичная концовка.",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "Худшая по моему мнению концовка. Ты даже не попытался помочь. \nИзначально она должна была быть секретной и найти её можно было только искателям 100%, но у меня не получилось и теперь она очень легко доступна. \n",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "    Я не знаю зачем ты соврал. Хотя, я бы тоже так ответила, просто чтобы узнать, что будет. Это безусловно плохая концовка.",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "    Ты просто соврал. Скорее всего, чтобы проверить что будет дальше. Молодец, проверил. Это безусловно плохая концовка.",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "    Очень грубая концовка. Возможно она и логична, но это не делает её менее грубой и плохой.\nЭто плохая концовка.",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "    Нейтральная концовка. Ты ни в чём не виноват, но и не смог спасти Кети. Ни хорошая, ни плохая, она просто есть.",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "    Это хорошая концовка. Ты помог и спорить не с чем, но лучшей она не является. Всё же держи медальку за то, что хотя бы указал путь.\n[Вы получили медальку]",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "  Поздравляю! Ты нашёл лучшую концовку! Ты не просто указал путь, но и провёл к нему. Молодец!",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "Ты нашёл секретную страницу.\nТеперь тебе открыта возможность найти 2 новые концовки. Вперёд!",
    "answers": [
      {
        "id": 1,
        "text": "На поиски!"
      }
    ]
  },
  {
    "id": 40,
    "text": "   Весь день вас не покидали мысли о необычной дрвери. К вечеру эти мысли буквально разрывали вас. Как только вы переступили порог своего дома, вы бросились к компьютеру и начали искать информацию в интернете. Ничего. Та дверь сводила вас с ума. Спустя какое-то время вы понимаете, что должны вернуться и зайти в ту дверь. Поворот ключа и вы бедите к тому месту. Однако сводящий вас с ума кусок древесины, будто знал, что вы вернётесь и услужливо переместился к вашему дому. Без тени сомнений вы открываете чёрную дверь и делаете шаг во тьму.",
    "answers": [
      {
        "id": 41,
        "text": "Я ПРИШЕЛ! ЧТО ТЕБЕ НАДО?"
      }
    ]
  },
  {
    "id": 41,
    "text": " — Я ПРИШЁЛ! ЧТО ТЕБЕ НАДО? — Кричали вы в пустоту.\n— Ты был избран мной для помощи невинным душам — Глубокий и спокойный голос обращался к вам — Однако я не рассчитал, что ты уйдешь. Прости за это недоразумение. Так ты отказываешься помочь мне?\n",
    "answers": [
      {
        "id": 45,
        "text": "Нет, уж спасибо! А теперь оставьте меня в покое!"
      },
      {
        "id": 43,
        "text": "Конечно испорченный за испорченный день, мне обидно, но я хотел бы узнать, что значит \"Помощь невинным душам\""
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы получили концовку \"Служитель смерти\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Время от времени сюда забрасывает души людей при смерти. Чистым душам надо помочь найти путь. Нечистым же суждено скитаться тут до скончания веков. Твоя работа должна была заключаться в помощи чистым душам. Однако хочу предупредить: если согласишься — никогда не вернёшься в свой мир. Твоё решение?",
    "answers": [
      {
        "id": 44,
        "text": "Я согласен"
      },
      {
        "id": 45,
        "text": "К сожалению я откажусь"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Я одобряю твой выбор. Можешь приступать к работе.\n    С тех пор вы жили в этом месте. Помощь другим душам местами была интересна. В каком-то смысле вы служили смерти, но не забирали души. Однако ваша жизнь стала вечной работой. Довальны ли вы этим?\n",
    "answers": [
      {
        "id": 42,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 45,
    "text": "   — Это твой выбор — голос затих.\nПеред вами вновь появился ненавистный кусок дерева. \n— Забыл предупредить — Окликнул вас голос, но вы обратили внимание.\nВы вышли за дверь и...",
    "answers": [
      {
        "id": 46,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "    У вас невероятно заболела голова. На тёмной улице вы потеряли сознание.\n    Когда вы пришли в себя вы были в палате какой-то больницы. Голова гудела и в ней наперебой кричали разные голоса. Вы схватились за голову и закричали пытаясь заглушить их.\n— О боги! Опять! — В комнату вбежал врач — Сестра!\nЗа криком и голосами вы ничего не слышали. Вы зажмурились и лежали на полу. Через какое-то время вы почувствовали укол и голоса начали отступать.\n— Вам лучше? — спросил врач.\n— Да, получше. Где я? — спросили вы.\n— Вы в психиатрической больнице. Мы пока не поставили диагноз, но подозрения на шизофрению и припадки не позволят нам выпустить вас.\n— Ладно — Тихо сказали вы — Спасибо за помощь.\n— Я хотел сказать, что ты будешь слышать духов, однако не успел. Прошу прощения — В вашей голове проскользнул голос из темноты.\n    Врач и медсестра покинули палату, а вы легли на кровать.\n\"Обожаю свою жизнь\" — сказали вы себе",
    "answers": [
      {
        "id": 47,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы получили концовку \"Шизик\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 48,
    "text": "    Одна из двух Финальных концовок. Ты согласился помогать душам и это стало твоей работой. По сути вся твоя жизнь стала работой. Но твоя работа помогать и это не так уж плохо.",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "    Одна из двух Финальных концовок.\nОсобого ничего о ней сказать я не могу. Могу лишь сказать о её истории: Её придумала моя подруга когда проходила этот квест. Однако мне кажется она шутила, но продолжение квеста после истории Кети, была неплохой идеей, по моему мнению.",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  }
]