[
  {
    "id": 1,
    "text": " Автор: The_Dorrt\n Жанр: хоррор, мистика\n\n  Учебный год подходит к концу, и для многих учеников Академии Семи Ветров он был последним. В воскресенье будет выпускной, который отправит выпускников во взрослую жизнь. У всех на душе волнение и печаль. Волнение от того что перед ними открывается мир полный возможностей. А печаль возникла из-за того что не хочется расставаться с стенами родной академии, которая за столько лет стала вторым домом. А как же друзья? Встретятся ли они все вместе? Никто точно не знал, но все надеялись на это. У всех были большие планы на жизнь и все хотели их осуществить.\n  Дэйв был одним из тех кому в этом году придется покинуть академию. Трудолюбие, острый ум, большие способности и успешно оконченое обучение в академии обрекали Дэйва на успех в жизни. Идея основать собственный бизнес не давала ему покоя. У Дэйва явно должна была быть счастливая и успешная жизнь.\n  Все должно было пройти нормально, но одна группа друзей, в которой был Дэйв, решила заняться спиритизмом. Вспомнив местную легенду про сожженую ведьму, они решают вызвать ее дух. Собрав все необходимое, они приступают к обряду. Казалось бы, чем может закончится вызов духов? Однако не все легенды банальные выдумки... Теперь им придётся заплатить огромную цену за свою ошибку.\n  Мир вогруг рушится на глазах. Одно неверное движение может привести к смерти. Призрак ведьмы скитается по академии и встреча с ним была смертельна. Все двери закрыты и выхода из академии нет. Теперь остается только дожить да рассвета.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 3,
        "text": "О квесте"
      },
      {
        "id": 144,
        "text": "08.02.2021"
      }
    ]
  },
  {
    "id": 2,
    "text": " Столовая была переполнена. Взяв свой поднос Дэйв сел за свободный столик. Метая взгляд по столовой, он искал знакомые лица.\n\"Куда же вы пропали?\"\n Он не стал дожидаться остальных и приступил к обеду. Котлеты и картошка, а на второе салат. Впервые за многое время Дэйв подумал что будет скучать по этой еде в академии. Как и по самой академии. Он быстро откинул печальные мысли в сторону и старался думать о чем-то другом.",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": " Всем привет, тут я немного расскажу о квесте.\n\n Сам квест создан для участия во втором конкурсе в группе Текстовых Квестов в вк. (Первый я успешно завалил) Помимо этого он является моей первой работой в жанре ужасов. По достижении 20 страниц я поставлю квест в режим тестирования что бы узнать оценку читателей и понять двигаюсь ли я в правильном направлении или стоит что-то изменить. \n\nP.S- Из-за нехватки времени пришлось неплохо подрезать квест. В итоге я пришел к идее того что это будет прологом к серии. Это не его финальная версия, позже возможно буду его дорабатывать.\n\n Так что после прочтения квеста попрошу написать отзыв, указывающий на то что в квесте хорошо, а что нужно исправить.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": " Вдруг нежные руки закрыли ему глаза, а сзади раздалось тихое хихиканье.\n—Угадаешь кто?-сказала девушка сзади.\n—Разумеется.-улыбнувшись ответил Дэйв.-Твой голос я вряд ли перепутаю с каким-нибудь другим.\n Посмеявшись девушка села напротив. Она поставила свой поднос с едой на стол и посмотрела на Майка.\n—Что-то не так?-спросил Дэйв.-Как-то странно ты на меня смотришь.\n—Через три дня выпускной, а ты ведешь себя так же как всегда.-сказала девушка, шевеля пальцами рыжую челку.\n—Да просто загрустил немного.-сказал Дэйв.-И не представляю что будет на выпускном.\n—Как минимум танцы.-радостно воскликнула девушка.\n Она осмотрелась и тихо спросила:\n—Кстати, а ты с кем танцевать будешь?\n—А у меня есть выбор кроме тебя?-спросил Дэйв.\n—Ну может я тебе надоела уже.-смеясь сказала девушка, слегка покраснев.\n—Да брось Кейт.-сказал Дэйв.-С чего ты должна мне надоеть?\n—Ну мы уже два года вместе.-сказала Кейт.-Может я тебе уже надоела. Вот Фил например уже сколько девушек сменил?\n—Ну я же не он.-сказал Дэйв.-Он совершенно другой человек. У нас характер разный.\n—А может ты тайно от меня решил с кем-то потанцевать.-прищурившись спросила Кейт.\n—Если ты так хочешь, то я потанцую со всеми.-улыбнувшись сказал Дэйв.-Кроме тебя.\n—Эй!-воскликнула Кейт.-Я тебе устрою веселую жизнь.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "—А что?-спросил Дэйв.-Ты же сама сказала что ты мне надоела.\n—Ты. Будешь. Танцевать. Только. Со. Мной. -медленно и сердито сказала Кейт, ткнув в Дэйва ногтем.\n—Как прикажешь.-сказал Дэйв.-Только убери свои когти, а то горло мне перережешь случайно.\n—Это не когти!-возмущенно сказала Кейт.-Ты хотя бы знаешь...\n—Так стоп.-перебил Дэйв Кейт.-О своих девичьих штучках будешь разговаривать с подругами, а я ничего не понимаю и мне это не интересно.\n—Ну ничего страшного просто послушаешь, я тебя не заставляю понимать.-спокойно сказала Кейт, принявшись за еду.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше",
        "var_set": [
          "keit",
          0
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": " Кейт что-то рассказывала, но Дэйв ее не слушал, он просто сидел и смотрел на нее. Как всегда, она говорит — он смотрит. \n—Ты меня слушаешь?-спросила Кейт.\n—Да, конечно.-сказал Дэйв.\n—И что я только что сказала?-спросила она.\n—Что-то...-задумавшись сказал Дэйф. \n Кейт резко дернула рукой и ткнула ногтем в руку Дэйва.\n—Ай!-крикнула она.-Я его чуть не сломала!\n—Вот и отлично. Не будешь больше в меня пальцами тыкать.-сказал Дэйв.\n—Если бы я его сломала, то в следующий раз я бы ткнула тебя ножом.-озлобленно сказала Кейт.\n—Ой какие мы злые!-улыбаясь, сказал Дэйв.\n Кейт бросила на него злобный взгляд.\n—Ну давай, ткни пальцем?-провоцировал Кейт Дэйв.\n—А вот не заставишь!-довольно сказала Кейт.\n—А я и не буду.-сказал Дэйв, довольно ухмыляясь.\n—Ну и ладно, я есть хочу.-сказала Кейт.",
    "answers": [
      {
        "id": 7,
        "text": "Дальше",
        "var_set": [
          "fill",
          0
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "—Ну что, голубки, опять воркуйте?-задорно спросил Фил и сел рядом.\n—Какая тебе разница?-спросила Кейт.\n—А кто знает что вы тут обсуждайте.-сказал Фил.-Может сплетничайте? Ты это любишь.\n Фил довольно улыбался. Его провакации не остались без внимания и Кейт поднялась и схватила его за черные волосы. Сильно дергая за волосы, она мучала Фила.\n—Может угомонишь свою огненную бестию?-смеясь и крича от боли спросил Фил.",
    "answers": [
      {
        "id": 8,
        "text": "Успокоить Кейт",
        "var_add": [
          "fill",
          1
        ]
      },
      {
        "id": 9,
        "text": "Позволить ей мучать Фила",
        "var_add": [
          "keit",
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "—Кейт может оставишь его?-спросил Дэйв, пытаясь убрать руки Кейт от Фила.-А то будет немного неприятно если ты убьешь моего лучшего друга.\n—Я не успокоюсь пока его не прикончу!-сказала Кейт.-Он первый начинает.\n Дэйву удалось освободить Фила от хватки Кейт.\n—Благодарю.-ухмыльнувшись сказал Фил.",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Ты меня конечно извини, но тут она права.-сказал Дэйв.-Ты ее сам спровоцировал.\n—Она мне сейчас все волосы!-сказал Фил, пытаясь освободиться.\n—Я даже тогда не успокоюсь!-сказала Кейт. \n С трудом Филу удалось спастись и избежать страшной участи. \n—В следующий раз будет хуже.-предупредила Кейт.\n Фил лишь ухмыльнулся.",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Какие планы на сегодня?-спросил Фил.\n—У меня нет.-ответил Дэйв.-Я ничего не планировал.\n—А ты, рыжая бестия?-спросил Фил у Кейт.\n—Точно так же.-ответила Кейт.-А где остальные?\n—В библиотеке.-сказал Фил.-Опять что-то задумали.\n—Ну раз они все вместе ушли в библиотеку, то это что-то масштабное.-решил Дэйв.\n—Не знаю все или нет, но кто-то точно в библиотеке.-сказал Фил, мешая ложкой картошку.-Мне немного не до этого.\n Он залез рукой в карман и достал пачку сигарет. \n Протянув ее Дэйву, он спросил:\n—Можешь у себя некоторое время похранить? А то про меня кто-то настучал.\n—А почему ты просто не спрячешь где-нибудь?-спросила Кейт.\n—Сейчас ждут когда я пойду в свое привычное место в саду.-ответил Дэйв.-Хотят поймать с поличным. А если я в комнату пойду, то меня буквально обыщут.\n—С чего ты так решил?-спросил Дэйв.\n Фил краем глаза посмотрел на выход из столовой.\n—Ты хоть раз видел что бы Хэнк задерживался в столовой и пристально наблюдал за мной?-спросил Фил.\n Дэйв посмотрел на выход и увидел что в углу около двери стоял Хэнк в коричневом пиджаке. В академии он имел репутацию стукача и доверять ему никто не собирался, так как если он что-то узнает, то это узнают все учителя.\n—Он весь день за мной наблюдает, и судя по его лицу у него сдали нервы.-добавил Фил.",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": " Дэйв незаметно взял пачку и убрал в карман.\n—Главное не потеряй.-сказал Фил.-А то должен будешь.\n—Не парься.-успокоил Дэйв Фила.\n—Черт с тем что ты их потеряешь, главное сам с ними не спались.-обеспокоенно сказала Кейт.\n—Да все будет нормально.-сказал Дэйв.-Никто ничего не заподозрит.\n—Надеюсь.-сказала Кейт.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Ну что ж, в последний путь.-сказал Фил и пошел к выходу.\n Когда Фил подошел к двери, Хэнк бросил на него подозрительный взгляд и через минуту вышел из столовой.\n—Как он догадался?-удивленно спросила Кейт.\n—Он далеко не тупой.-сказал Дэйв.-Возможно в чем-то даже умнее нас.\n—А вот здесь не соглашусь.-сказала Кейт.-Временами он меня раздражает.\n Дэйв улыбнулся и ничего не ответил.",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Ну я пошла.-сказала Кейт и встала из-за столика.\n—Ок, а чем займемся сегодня?-спросил Дэйв.\n—Ну я думаю что нужно сходить в библиотеку и узнать чем они там занимаются.-решила Кейт.\n—Значит встречаемся в библиотеке?-спросил Дэйв.\n—Да, встретимся там.-сказала Кейт и ушла.",
    "answers": [
      {
        "id": 14,
        "text": "Дальше",
        "var_set": [
          "vina",
          0
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": " Дэйв доел и вышел из столовой. Он остановился и думал куда идти. Нужно было идти в библиотеку, но может стоит зайти к Кейт. А может нужно проверить как там Фил.\n Дэйв подумал и решил пойти...",
    "answers": [
      {
        "id": 15,
        "text": "...в библиотеку"
      },
      {
        "id": 16,
        "text": "...к Кейт",
        "var_add": [
          "keit",
          1
        ]
      },
      {
        "id": 17,
        "text": "...к Филу"
      }
    ]
  },
  {
    "id": 15,
    "text": " Дэйв направился к библиотеке. Он шел по коридору и беспорядочно смотрел по сторонам. Уроки закончились и коридоры академии были оживлены. \n Вдруг из-за поворота в Дэйва влетела какая-то девушка и обронила книжки.\n—Извиняюсь.-сказала она, неглядя на Дэйва.\n—Ничего страшного.-сказал Дэйв и решил помочь ей собрать учебники.\n—О Дэйв! Я тебя даже не узнала -сказала девушка, поправив темные, окрашенные в фиолетовый цвет, волосы.\n В девушке Дэйв узнал Вину.\n—Как можно было меня не узнать?-улыбнувшись спросил он.\n—Да я не выспалась сегодня.-сказала Вина.-Вещи собираю. Я утром уезжаю.\n—Стоп, ты на выпускной не остаешься?-спросил Дэйв.\n—Нет.-печально сказала Вина.-Извини, что так бросаю вас, но у нас есть сегодняшний день так что время у нас остается.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше",
        "var_add": [
          "vina",
          1
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": " До комнаты Кейт было недалеко. Дэйв решил пойти в библиотеку вместе с Кейт. Дойдя до ее комнаты он аккуратно постучался.\n Дверь открылась и из комнаты выглянула Кейт.\n—А это ты.-сказала Кейт.-Проходи.\n Дэйв зашел в комнату и закрыл за собой дверь.\n—Ты зачем?-спросила Кейт.\n—Да я решил тебя дождаться.-ответил Дэйв.\n—Ну тогда присаживайся.-сказала Кейт и подошла к столу.\n—Шейн не будет возражать что я сел на ее кровать?-спросил Дейв.\n—Я думаю она этого не узнает.-сказала Кейт и подошла к тумбочке.\n—Чем занята?-спросил Дэйв.\n—Да надо записку подруге передать, но я кажется ее потеряла.-сказала Кейт\n—Помочь?-предложил свою помощь Дэйв.\n—Не, я сама справлюсь.-отказалась Кейт.-Где-то в комнате просто положила и забыла.",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": " Дэйв дошел до комнаты Фила и постучал, после чего дверь открылась.\n—Привет, ты к Филу?-спросил Нейт, выглядывая из-за двери.\n—Да.-ответил Дэйв.-Он у себя?\n—Нет, он еще не приходил.-ответил Нейт.-А что?\n—Да я хотел с ним пойти в библиотеку.-ответил Дэйв.-Кстати, а ты не в курсе что они там замышляют.\n—Без понятия.-ответил Нейт.-Сам бы хотел узнать. \n—Ну я тогда пойду.-сказал Дэйв.\n—Ок.-сказал Нейт.-Через пару минут приду.\n—Хорошо.-сказал Дэйв и ушел.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "—А ты не знаешь что остальные задумали и с чего это они вдруг так рванули в библиотеку?-спросил Дэйв, протянув Вине последний учебник.\n—О! Вот когда придешь, тогда и узнаешь. -восхищенно сказала Вина.\n—Может расскажешь по секрету?-спросил Дэйв.\n—Неа.-хихикнув ответила Вина.-Это секрет.\n Вина собралась уходить, но Дэйв положил ей руку на плечо.\n—А?-расстерявшись и покраснев, спросила она.\n—Намекни хотя бы.-попросил Дэйв.\n—Ну уж нет!-радостно сказала Вина, проведя рукой по покрасневшему лицу. \n Дэйв не успел что-либо сказать, как она улыбаясь побежала дальше по коридору.\n\"Что же такое вы задумали?\"",
    "answers": [
      {
        "id": 19,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": " Дэйв дошел до двери в библиотеку. Он открыл ее и вошел в большую комнату, в которой распологалась библиотека. Посетителей было мало. Прислушавшись Дэйв услышал разговор за одним из длинных и высоких шкафов. Приглушенные голоса что-то оживленно обсуждали.",
    "answers": [
      {
        "id": 20,
        "text": "Идти в сторону голосов"
      }
    ]
  },
  {
    "id": 20,
    "text": " Дэйв заглянул за высокий шкаф с книгами и увидел как Чак залез на один из шкафов, а Лейн выглядывала из-за другого шкафа и наблюдала за тем что бы их никто не заметил.\n—О черт!-испугался Чак, увидев Дэйва и чуть не упал со шкафа.\n—Ой!-тихо вскрикнула Лейн от испугу.\n—Можно было не возникать вот так из неоткуда.-шепотом сказал Чак.\n—Да я вроде не специально.-сказал Дэйв и подошел к Чаку.\n—Если бы я упал, то бошкой я бы неплохо треснулся.-сказал Чак и взял другую книгу с полки.\n—Нас бы заметили и увидели что ты залез на шкаф.-сказала Лейн.",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": " Кейт уже несколько минут бегала по комнате в поисках своей записки, но поиски не давали результатов.\n—Куда же я ее дела?-спросила Кейт сама у себя.\n—Может ты ее потом поищешь?-предложил Дэйв, которому уже надоело сидеть и ждать.\n—Ну ты иди пока, я чуть позже приду.-сказала Кейт.\n—Заметь, ты меня сама отпустила, а не я сбежал.-подметил Дэйв.-Так что не обвиняй меня потом.\n Кейт повернулась и сердито посмотрела на Дэйва.\n—Не провоцируй меня.-сказала она.\n—Ой какие мы злые!-дразнил Дэйв Кейт.\n—Ты сейчас напросишь уже.-сказала Кейт.\n—Сколько в тебе злости, сейчас прям разорвет.-продолжал дразнить Кейт Дэйв.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": " Кейт вскочила и, подбежав к Дэйву, уронила его на кровать, ткнув ногтем в бок.\n—Ай.-крикнул Дэйв.-Ты меня теперь до смерти затыкаешь?\n—Я даже твой труп продолжу тыкать.-злобно сказала Кейт.\n—Ты такая милая когда злишься.-сказал Дэйв, отражая удары Кейт.\n Кейт покраснела и успокоилась.\n—Вот ты и успокоилась.-довольно сказал Дэйв.-Я знаю твои слабые места.\n—Да иди ты.-улыбаясь сказала Кейт.\n—И куда же?-спросил Дэйв.\n—В библиотеку.-громко сказала Кейт.\n—Все иду, только не сердись, а то живым я отсюда точно не выйду.-сказал Дэйв, подойдя к двери.\n Кейт бросила на Дэйва злобное лицо с такой же злобной улыбкой, но Дэйв уже скрылся за дверью.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Кстати, а что все в очередной раз задумали?-спросил Дэйв.\n—Кое-что интересное.-сказал Чак, поправив очки.\n—Может вы все перестанете говорить загадками и нормально ответите?-сердито спросил Дэйв.\n—Найдем нужную книгу и расскажем.-ответил Чак.\n—Да серьезно?!-недовольно воскликнул Дэйв.\n—Не ори.-шепотом сказал Чак.-Сам знаешь что библиотекарь у нас та еще стерва. Не хлебом не корми, дай поорать. Лучше сгоняй к Нику и Лили.-Думаю им твоя помощь пригодится, а то мы уже почти весь шкаф осмотрели. Они около окна на сад.\n Негодуя Дэйв отошел и направился к месту где должны быть Ник и Лили.",
    "answers": [
      {
        "id": 24,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": " Он подошел к большому окну из которого открывался вид на сад. Не успел он вглядеться в красивый пейзаж, как откуда-то со строны кто-то тихо свистнул. Дэйв обернулся и увидел Ника, выглядывающего из-за шкафа с книгами.",
    "answers": [
      {
        "id": 25,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 25,
    "text": " Дэйв подошел к Нику и Лили.\n—К чему такая скрытность?-спросил он.\n—Как отреагирует библиотекарь если увидит что я залез на шкаф?-спросил Ник.-Плюс ты же знаешь что она нас ненавидит после того что мы тут однажды устроили. К тому же...\n—Я все понял.-перебив Ника, сказал Дэйв.-Может расскажешь мне что мы ищем?\n—Книгу.-сказала Лили, осматривая очередную книжку.-С легендами. С историей мы уже нашли.\n—Ну хоть кто-то нормально ответил.-сказал Дэйв.\n—Я вообще не понимаю почему остальные не хотели вам рассказывать вначале.-сказал Ник.-Хотя из всех только четверо из нас пришли искать.\n—А зачем она вам вообще сдалась.-спросил Дэйв.\n—Давай когда все соберутся, тогда мы расскажем, а то у меня язык отвалится каждому рассказывать одно и тоже?-предложил Ник.\n—Ладно.-нехотя согласился Дэйв.-Как книга вообще выглядит?\n—Если бы мы знали.-устало протянула Лили.-Тогда поиски немного бы ускорились.\n—Иди у того шкафа посмотри.-сказал Ник и указал на шкаф.",
    "answers": [
      {
        "id": 26,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": " Дэйв уже несколько минут осматривал шкаф в поисках нужной книги.\n—Да где же эта книженка?-недовольно спросил он сам себя. \n Он взял книгу, осмотрел ее и машинально поставил обратно.\n—Стоп!-воскликнул он и взял ее снова.-Это же она!\n Он взял книгу и направился к Нику и Лили.",
    "answers": [
      {
        "id": 27,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Нашел!-радостно сказал Дэйв, подойдя к шкафам где были Ник и Лили. Помимо них там стояли Лейн и Чак.\n—Неужели!-облегченно сказал Чак, протирая очки.-Теперь надо ее как-то вынести.\n—Просто так нам ни одну книгу больше не дадут, после того как мы одну из них кислотой случайно прожгли.-сказал Ник.\n—А во второй книге Фил каким-то образом умудрился сигаретой несколько страниц прожечь.-добавила Лейн, поправив каштановые волосы.\n—Давайте мы ее как-нибудь отвлечем, а Дэйв вынесет книгу.-предложила Лили.\n—Впринципе должно сработать.-сказал Дэйв.\n—Тогда встречаемся у муз.клуба.-сказала Лейн.\n",
    "answers": [
      {
        "id": 28,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": " Дэйв стоял и ждал удобного момента. Остальные пытались отвлечь библиотекаря, но им это не далось так просто. Только спустя несколько минут им удалось заставить ее отвернуться, и Дэйв мгновенно выбежал за дверь.\n Он закрыл дверь и развернувшись столкнулся с Кейт, сшибя ее с ног.\n—Ой!-кратко вскрикнула она.\n Дэйв тут же вытянул руку и подхватил ее. Открыв глаза, Кейт облегченно выдохнула и сердито посмотрела на Дэйва.\n—Тебе нужно придумать достойное оправдание что бы я тебя не прикончила.-сказала она.\n—Нужно было бежать, а тут ты неожиданно оказалась.-сказал Дэйв, держа Кейт.\n—Нужно быть аккуратнее, а не бежать. -недовольно сказала Кейт.-Радует что хотя бы поймать смог.\n—Разве я бы позволил моей принцессе упасть?-улыбаясь спросил Дэйв.\n—Ну ладно.-покраснев сказала Кейт.-Перестань меня смущать.\n—А что тут такого?-спросил Дэйв, наклонившись над Кейт.\n—Ну не надо.-смущенно сказала Кейт.-Мы же на людях.\n—А давно тебя волнует их мнение?-спросил Дэйв.\n—Дэйв, перестань.-попросила Кейт.\n—Я же ничего еще не начал.-сказал Дэйв.\n Вдруг Кейт ударила Дэйва ладонью по лицу, отчего у него на щеке появился красный след.\n—Не здесь.-сказала Кейт и встала.\n—Ну бить было не обязательно.-сказал Дэйв, гладя щеку.\n—В может мне нравится.-игриво подмигнув, сказала Кейт.\n—Садистка ты у меня.-сказал Дэйв.",
    "answers": [
      {
        "id": 29,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": " Все собрались в муз.клубе. Так как в нем никого не было, клуб был отличным местом для встречи.\n—Может теперь расскажите нам о том что вы задумали?-спросил Нейт.\n—Меня прям распиряет от любопытства.-с сарказмом сказал Фил, сидя на стуле и закинув ноги на фортепиано.\n Чак похлопал что бы привлечь внимание и сказал:\n—Раз все в сборе, то наверно пора начинать. Все мы знаем что раньше, еще до перестройки, это была не академия. Так ведь?\n—Ну разумеется.-сказал Нейт.\n—Так вот. Про округу и саму академию как вы знайте есть множество легенд. Одни из них выдумки, а в другие некоторые люди даже верят.-сказал Чак.-Через пару дней у нас выпускной и мы решили провести его как можно интересней. \n—Может уже расскажешь, а не будешь ходить вокруг да около?-спросил Фил.\n—Вы знайте что такое спиритизм?-спросил Чак.\n—Ты че сатану вызвать решил?-смеясь спросил Фил.\n—Мы тут с частью из нас решили вызвать какого-нибудь духа. Ну или призрака, называйте как хотите.-сказала Лейн.\n Все удивились идее и вдруг раздались тревожные и громкие звуки пианино. Дэйв заметил как Кейт Все резко устремили взгляд на пианино.\n—Неплохо вы так очконули!-смеясь сказал Фил, заключительно шелкнув по клавише пианино.",
    "answers": [
      {
        "id": 30,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "—И кого же вы решили вызвать?-спросила Кейт.\n—Вот тут-то и начинается самое интересное.-сказал Чак.-Как мы все знаем тут в давние времена казнили людей. Разных. Кого-то за преступления, а кого-то за подозрение в связи с нечистыми силами. И одна из легенд говорит нам о том ведьме, которую мучительно здесь казнили и ее дух до сих пор здесь. Ее расчленили и сожгли, а останки закопали в где-то.\n—А теперь угадайте кого мы будем вызывать?-сказал Ник.\n—Серьезно?-спросил Дэйв.-Можно было придумать что-то по оригинальней и то, что точно сработает.\n—А как по мне, так сама идея бредовая какая-то.-сказал Нейт.\n—А может что-нибудь другое придумаем?-предложила Салли, нервно теребя в руках пучок русых волос.\n—Да ладно вам, что страшного может случиться?-недовольно спросила Лейн.-Интересно же.\n—Ну я не против.-сказала Вина.\n—Нельзя же просто сказать что-то и призрак сразу появится.-сказал Дэйв.\n—Для ритуала мы все собрали.-Мы знаем как что делать и у нас все есть.-сказала Лейн.\n—Так что сегодня в полночь собираемся в сарае за академией, где инструменты и прочий хлам хранят.-сказал Чак.\n—Я даже приду наверное.-сказал Фил.-Интересно что же у вас получится. Не очень я верю во всю эту чушь.\n—Вот когда вызовем ее,  тогда посмотрим кто облажается.-уверенно сказал Чак.\n—Проверим.",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": " Все начали расходиться.\n—Чем думаешь заняться?-спросила Кейт, остановив Дэйва.\n—Не знаю, а что?-спросил он.\n—Ну просто уже вечереет, можно в саду где-нибудь посидеть. Поболтать как обычно.-сказала Кейт.-Что скажешь?\n—А почему бы нет.-ответил Дэйв.-Время у нас еще есть до полночи, так что я не против.\n—Тогда встретимся у того же места как обычно. -сказала Кейт.-Буду ждать там.\n Кейт развернулась и ушла.\n—Куда собрался?-спросил Фил.\n—Да пойду к себе загляну пожалуй.-ответил Дэйв.-Кофту возьму, а то ночью холодно будет. \n—Понятно. Как думаешь выйдет у этих олухов что-нибудь?\n—Честно?-спросил Дэйв.\n—Разумеется.-ответил Фил.-Я же не вру тебе.\n—Нет. Согласись, мы уже слишком взрослые что бы заниматься такой ерундой и водить треугольником с дыркой по доске с буквами.-сказал Дэйв.-Если не получится, то придется заняться чем-нибудь другим.",
    "answers": [
      {
        "id": 32,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Нет. Согласись, мы уже слишком взрослые что бы заниматься такой ерундой и водить треугольником с дыркой по доске с буквами.-сказал Дэйв.-Если не получится, то придется заняться чем-нибудь другим.\n—Ну да.-ухмыляясь сказал Фил.-Все мы знаем чем бы ты занялся.\n—Да пошел ты!-сердито сказал Дэйв.-Ты вообще о чем-нибудь другом можешь думать?\n—Конечно.-ответил Фил.-Знаешь чем мы отличаемся?\n—Тем что ты пошлая скотина.-ответил Дэйв.\n—А ты практичный и умный мудак.-добавил Фил.-Отличная команда.\n Он посмотрел в окно и сказал:\n—Ты мучаешься, строишь планы, все продумываешь. Слишком сильно стараешься. А я просто живу для себя и наслаждаюсь. И только попробуй сказать что я не прав.\n—Может в чем-то ты и прав.-согласился Дэйв.",
    "answers": [
      {
        "id": 33,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": " Фил посмотрел на Кейт, которая шла вдали коридора.\n—Серьезно, вы уже 2 года вместе.-удивился он.-А еще недавно мальчик Дэйв боялся к ней подойти.\n—Не ври, такого не было.-опроверг слова Фила Дэйв.\n—Ты можешь обмануть любого из них, но не меня.-сказал Фил, оперевшись руками о подоконник.-Я же тебя знаю с самого детства. Мы же из одной школы сюда попали.\n—Только меня взяли за отличную учебу, а тебя за деньги.-добавил Дэйв.\n—Не столь важно.-сказал Фил, смотря в окно.",
    "answers": [
      {
        "id": 34,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Я смотрю у вас все максимально серьезно?-спросил Фил.\n—А ты как думаешь?-улыбнувшись спросил Дэйв.\n—Я за несколько лет столько девок переменял, а вы как жили так и живёте.-удивленно сказал Дэйв.-Что с вами не так?\n—Не знаю. Нас все устраивает. Так что да, у нас все серьезно.-ответил Фил.\n—Ну рад за тебя. Хоть кому-то в жизни везет.-сказал Фил.-Ладно, пойду я. Сейчас где-нибудь этот придурок ошивается и ищет меня. Шпион чертов.\n Зевнув Фил ушел.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": " Открыв дверь, Дэйв зашел в свою комнату. Помимо него в комнате был Ник.\n—А ты зачем?-спросил он, листая книгу лежа на кровати.\n—Решил кофту забрать.-ответил Дэйв, открыв шкаф. Сколько бы он не искал он никак не мог найти свою кофту.\n—Ты же ее на стуле оставил.-сказал Ник и кивнул в сторону стула, на котором висела серая кофта.\n—Вот ты где!-воскликнул Дэйв и взял кофту.-Спасибо.\n—Не стоит благодарности.-безразлично сказал Ник, со скучным видом читая книгу.\n Положив кофту по руку, Дэйв пошел к выходу.",
    "answers": [
      {
        "id": 36,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 36,
    "text": " Дэйв открыл дверь и чуть не сшиб ей Вину.\n—Ой.-сказала она, отскочив от двери.\n—Извиняюсь. Что-то я сегодня со всеми сталкиваюсь.-извинился Дэйв.\n—Ничего страшного.-отмахнулась Вина.\n Дэйв собрался идти дальше как вдруг Вина сказала:\n—Я к тебе с небольшой просьбой. \n—Мне идти надо, так что давай потом?-предложил Дэйв, собираясь уйти.\n—Нужно помочь кое-что перенести.-сказала Вина.-Там немного.\n—Меня так-то Кейт ждет.-сказал Дэйв.\n—Там пару минут всего лишь.-сказала Вина.-Ну пожалуйста. Тебе же не трудно.\n—Но ведь можно кого-то попросить помочь.-сказал Дэйв.\n—Так я и попросила. Тебя, глупышка.-улыбаясь сказала Вина.-Так что, поможешь мне?",
    "answers": [
      {
        "id": 37,
        "text": "Помочь Вине",
        "var_add": [
          "vina",
          1
        ]
      },
      {
        "id": 38,
        "text": "Идти к Кейт"
      }
    ]
  },
  {
    "id": 37,
    "text": "—Пойдем уж.-сказал Дэйв.-Раз без меня не справишься, то придется помочь.\n—Спасибо.-радостно сказала Вина. Иди за мной.\n—А что вообще сделать надо?-поинтересовался Дэйв.\n—Коробки перенести.-ответила Вина и пошла по коридору, а Дэйв пошел следом.",
    "answers": [
      {
        "id": 40,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 38,
    "text": "—Извини, но меня ждут.-сказал Дэйв.\n—А, ну ладно. Хорошо.-расстроенно сказала Вина, опустив глаза.\n—Все в порядке?-спросил Дэйв.\n—Да ничего такого, все в порядке.-сказала Вина.-Не буду тебя задерживать.\n—Извини, если что.-еще раз извинился Дэйв.\n—Да не переживай, все хорошо.-сказала Вина, как-то не правдоподобно улыбнувшись. \n—Ну я тогда пойду?-спросил Дэйв.\n—Иди, а то Кейт заждалась уже наверное.-сказала Вина и ушла.",
    "answers": [
      {
        "id": 39,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 39,
    "text": " Дэйв пришел к месту где он и Кейт часто сидели вместе. С этой части сада открывался красивый вид и здесь почти всегда никого не было. Кейт уже сидела на скамейке, на которой она и Дэйв всегда сидели. \n Она словно предчувствовала приближение Дэйва и обернулась.\n—Вот где.-сказала Кейт.-Быстро же ты.\n—Да я только кофту захватил и все.-сказал Дэйв и сел рядом.-Еще Вине в чем-то помощь понадобилась.\n—И в чем же?-с подозрением спросила Кейт.\n—Какие-то коробки помочь перенести.-ответил Дэйв.\n—И ты разумеется же побежал помогать? -недовольно спросила Кейт.\n—Нет, сказал что не могу и то что ты меня ждешь.-ответил Дэйв.-А что?\n—Ну ты конечно и мерзавец.-осуждая сказала Кейт.-Там актовый зал к выпускному готовят, а в коробках украшения и всякий хлам и знаешь ли они довольно тяжелые. И ты отказал ей в помощи, герой ты у меня.\n Кейт закончила и отвесила Дэйву леща.\n—А если бы я пошел и помог, то что бы ты подумала?-недовольно спросил Дэйв.\n—Разумеется бы подумала что ты у меня за спиной с кем-то романы крутишь.-честно ответила Кейт.\n—В итоге получается что бы я не выбрал это ничего не изменит. Один черт ты мне что-нибудь предъявишь.-возмутился Дэйв.\n Кейт ухмыльнулась и сказала:\n—Ладно, не парься. Забудем это и все.\n—Согласен.-согласился Дэйв.",
    "answers": [
      {
        "id": 46,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": " Вина привела Дэйва к кладовке. Открыв ключом дверь, она зашла внутрь. Дэйв зашел следом за ней и нажал на выключатель что бы включить свет. Лампочка загорелась и кладовку осветило тусклым светом.\n—И где коробки?-спросил Дэйв с нотой подозрительности в голосе.\n—Сейчас, иди сюда.-сказала Вина, подойдя к столу.\n Дэйв посмотрел по сторонам и подошел к Вине.\n—Ну?-нетерпеливо спросил Дэйв.\n—Нужно стол пододвинуть.-сказала Вина и попыталась подтолкнуть стол.\n—А потом что?-сердито спросил Дэйв.\n—Возьмем эти чертовы коробки, с которыми меня сегодня весь день гоняют.-сказала Вина.-А сейчас помоги пододвинуть стол.\n Дэйв с легкостью пододвинул стол к стене и посмотрел на Вину. Она встала на стол и протянула руки к полке над ней.\n—Может лучше я?-предложил Дэйв.-Ты же не достанешь.\n—Я сама.-сказала Вина, и встав на носки попыталась взять одну из коробок.",
    "answers": [
      {
        "id": 41,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": " Вина дотянулась до края коробки, но вдруг попятилась назад. С визгом она полетела вниз, но Дэйв успел поймать ее. \n Облегченно выдохнув, она сказала:\n—Спасибо. Чуть не грохнулась.\n—О чем ты вообще думала?-сердито спросил Дэйв.-Если бы ты упала, то могла голову о что-нибудь разбить. Пришлось бы вместо коробок тебя тащить.\n Вина покраснела и виновато посмотрела в пол. Дэйв поставил ее на пол и сам залез на стол. С легкостью достав коробку с полки, он поставил ее на стол. Точно так же он поступил со второй.",
    "answers": [
      {
        "id": 42,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Ладно извини, не стоило так тебя ругать.-извинился Дэйв, похлопав Вину по плечу.\n—Да ничего такого.-сказала Вина.-Сама виновата. Знала же что не достану.\n—Ну все же обошлось? Значит и беспокоиться не о чем.-сказал Дэйв, взяв обе коробки, которые оказались довольно увесистые.",
    "answers": [
      {
        "id": 43,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "—И ты такие коробки сначала одна думала тащить?-спросил Дэйв.\n—Ну да, надеялась что ты поможешь и как видно не ошиблась в тебе.-ответила Вина.\n—Если бы я отказался и оставил тебя одну нести эти коробки, то мне было бы стыдно.-сказал Дэйв.\n—Как-нибудь донесла бы.-сказала Вина.-С трудом правда.\n—С трудом представляю как такая хрупкая девушка тащит ящики.-сказал Дэйв.\n Вина улыбнулась и снова покраснела.\n—Почему ты все время краснеешь если я тебе что-то говорю?-удивленно спросил Дэйв.\n—А? Да не знаю, просто так получается.-ответила Вина, проведя рукой по алой щеке, и покраснела еще сильнее.\n—Ладно пойдем, а то скоро краснее помидора станешь.—сказал Дэйв.-Куда их тащить?\n—В актовый зал, там все к выпускному готовят.-сказала Вина.",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": " Дэйв, несильно напрягаясь донес злополучные коробки в актовый зал и поставил на пол.\n—Спасибо.-поблагодарила Вина.-Без тебя я бы полдня с ними возилась.\n—Да ладно, не так уж и тяжело было.-сказал Дэйв.\n—Ну мне пока ничего больше не нужно.-сказала Вина.-Так что иди, а то Кейт уже заждалась наверное.\n Дэйв развернулся и пошел к выходу.",
    "answers": [
      {
        "id": 45,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 45,
    "text": " Дэйв пришел к месту где он и Кейт часто сидели вместе. С этой части сада открывался красивый вид и здесь почти всегда никого не было. Кейт уже сидела на скамейке, на которой она и Дэйв всегда сидели. \n Она словно предчувствовала приближение Дэйва и обернулась.\n—Я смотрю ты торопился.-недовольно сказала Кейт.-Заставил меня тут сидеть и ждать.\n—Извиняюсь.-беззаботно сказал Дэйв и сел рядом.-Просто Вине понадобилась помощь, не мог же я отказать.\n—И в чем же ей понадобилась помощь?-спросила Кейт, явно неверя словам Дэйва.\n—Нужно было коробки утащить.-ответил Дэйв.-А что?\n—Да не нравится мне как она на тебя смотрит.-задумчиво сказала Кейт.\n—Ты серьезно?-спросил Дэйв.-Опять начинаешь ревновать по пустякам?\n—Ну, а как же еще? Я не собираюсь делится тобой с кем-то.-ответила Кейт.-Рада что ты хотя бы помочь додумался, а то если бы ты отказал, то это было бы как-то не красиво. \n Кейт поправила волосы и спросила:\n—А теперь может закончим эту бессмысленную тему?\n—Я не против.-ответил Дэйв.",
    "answers": [
      {
        "id": 46,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": " Дэйв и Кейт молча сидели на лавочке и смотрели вдаль.\n—Так и будем молча сидеть?-улыбаясь спросила Кейт.\n—Не знаю.-ответил Дэйв.-Нам и без разговоров неплохо. Правда ведь?\n Кейт безмятежно улыбнулась и пожала плечами.\n—Как думаешь, получится ли у них что-нибудь сегодня ночью?\n—Я уже отвечал тебе на этот вопрос.-напомнил Дэйв.\n—Ах да, точно.-вспомнила Кейт.-Совсем из головы вылетело. Через три дня, если не считать этот, у нас выпускной, а одну из ночей мы тратим на эту детскую страшилку.\n—Но ведь у нас ещё две впереди.-улыбнувшись сказал Дэйв.-Не переживай.\n—А ты не знаешь как они будут ее вызывать? -поинтересовалась Кейт.\n—Похоже тебя слишком сильно беспокоит эта тема.-подметил Дэйв.-Что-то не так? \n Ответа, что характерно, он не получил.",
    "answers": [
      {
        "id": 47,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 47,
    "text": "—Давай признавайся.-сказал Дэйв, положив руку на плечо Кейт.\n—Ну немного беспокоюсь.-стыдясь сказала Кейт.\n—Да ладно тебе!-приободрил Дэйв Кейт, прижав к себе.-Это же просто страшилка.\n—Наверное.-тихо сказала Кейт, близко прижавшись к Дэйву и положив голову на плечо.-Просто не люблю я всю эту мистику и ужастики.\n—Я тоже.-сказал Дэйв.-Не переживай, все будет нормально, ничего с тобой не случится. Не факт что что-то вообще случится. Так что рано расстраиваешься. Да и в случае чего я рядом.\n—И как же ты меня защитишь от злой нематериальной сущности?-улыбнувшись спросила Кейт.\n—Я найду способ.-уверенно сказал Дэйв.-Она еще пожалеет что появилась!\n—Ты такой уверенный.-хихикнув сказала Кейт и прижалась еще ближе.\n—Потому что я никому не дам помешать нашим планам.-сказал Дэйв.-После выпускного съедем ко мне. Устроимся на чертову работу и будем жить припеваючи.\n—Только надо будет у тебя там прибраться, а то у тебя там такой беспорядок.-сказала Кейт.\n—Успеем.-ответил Дэйв.-Все успеем еще.",
    "answers": [
      {
        "id": 48,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "—Мне вот интересно.-сказала Кейт.-Зачем они призрак ведьмы вызывать решили? На какой результат они надеятся? \n—Лейн говорила что они хотят по доске уиджи с ней поговорить.-ответил Дэйв.-Не понимаю только зачем.\n—Если честно, то это какая-то глупая идея.-сказала Кейт.-Вызов весь этот и прочая чушь.\n—Согласен.-сказал Дэйв.-Но раз все идут, то и нам стоит пойти.\n—Да, нехорошо будет если все придут, а мы нет.-сказала Кейт.\n Кейт подула вверх и волосы челки подлетели вверх и тут же упали обратно. Дэйв усмехнулся, а Кейт явно не понравилось то что над ней смеются и она ткнула его пальцем в бок. Безнаказанной она не осталась и Дэйв начал ее щекотить, отчего она засмеялась и согнулась.\n—Хватит!-крикнула она.-Щекотно же!\n—Теперь мое время тебя мучать.-сказал Дэйв.-Ты меня сегодня весь день своими пальцами тыкаешь.\n—Ну хватит! Пожалуйста!-смеясь кричала Кейт и судорожно дергалась в разные стороны.-Ну все, прекращай!",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": "—Ладно, так и быть пощажу тебя.-сказал Дэйв и отпустил Кейт.\n—Кейт поправила челку и прижалась к Дэйву.\n—Я чуть не грохнулась из-за тебя.-сказала она.\n—Но ведь не упала.-сказал Дэйв.-Тем более я бы успел тебя поймать.\n—Да, успел бы он.-сказала Кейт.\n—Ну сегодня же успел.-сказал Дэйв.\n—И что?-спросила Кейт.-Сегодня — не всегда.\n—Пока я рядом с тобой ничего не случится и никто тебе ничего не сделает.-прошептал Дэйв ей на ухо.\n—Прям таки никто?-спросила Кейт, закусив губу.\n—Никто.-уверенно ответил Дэйв.-Абсолютно никто.\n—Ты же понимаешь что это невозможно?-улыбнувшись спросила Кейт.\n—Я хотя бы попытаюсь.-сказал Дэйв.",
    "answers": [
      {
        "id": 50,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Ладно, верю.-сказала Кейт, потрепав Дэйва за ухо.\n Она прижалась поближе и, посмотрев Дэйву в лицо сказала:\n—Скоро уезжать.\n—Еще есть три дня.-сказал Дэйв, посмотрев ей в глаза.\n—Они пролетят так быстро что ты и заметить не успеешь.-тихо вздохнув, сказала Кейт.-Очень быстро, а мы сидим и теряем время.\n—Время проведенное с удовольствием не считается потерянным.-сказал Дэйв и, наклонившись над ней, поцеловал, проведя рукой по огненно-рыжим волосам. \n Кейт покраснела и отвела взгляд, но тут же повернулась, обняв Дэйва, и они слились в поцелуе.",
    "answers": [
      {
        "id": 51,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 51,
    "text": " Время пролетело очень быстро. Так быстро как будто это были не два часа, а несколько минут.\n—Может хватит?-довольно улыбаясь спросила Кейт.\n—А что?-спросил Дэйв.\n—Да уже стемнело почти. Скоро уже полночь и нам придется переться в этот чертов сарай. Да и если нас застукают, то черт знает что им покажется и что они подумают.\n—Но мы же ничего такого не сделали.-сказал Дэйв, не собираясь отпускать Кейт.-Неужели несколько поцелуев считаются чем-то запретным?\n—А ты попробуй докажи что это были всего лишь несколько поцелуев.-сказала Кейт, лежа на лавочке.-Причем их было ничуть не несколько.\n—И что, расходимся?-спросил Дэйв.\n—Ненадолго, через час или два снова встретимся.-сказала Кейт.\n—Может останемся и подождем остальных? -предложил Дэйв.\n—Нет, а то вдруг нас и вправду увидят.-ответила Кейт, поправив рубашку.-Не переживай, когда к тебе уедем, то сможем делать что угодно.\n Она поцеловала Дэйва в щеку и добавила:\n—Что угодно и никто не будет нам мешать. А сейчас нам нужно идти.\n—Ладно, идем.-сказал Дэйв и встал с лавочки.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 52,
    "text": " Дэйв и Кейт шли по саду. Солнце уже зашло и на округу опустилась тьма. Идя по тропке, они вышли к огромному четырехэтажному зданию академии. \n Дэйв открыл дверь и пропустил Кейт, после чего сказал:\n—За тобой в полночь заходить или ты сама в сад придешь?\n—Неужели ты заставишь меня идти по темному и страшному саду?-улыбаясь спросила Кейт.-Если не трудно, то забеги за мной когда пойдешь. \n Поднявшись на второй этаж, Кейт сказала:\n—А сейчас нужно быстро разбежаться по комнатам, пока нас не заметили.\n После этого она пошла в свою комнату.",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": " Дэйв открыл дверь своей комнаты и вошел. Ник уже спал. Так как скоро снова придется вставать, он не стал раздеваться и лег поверх одеяла. Рядом на столе лежала раскрытая книга, которую он сегодня читал.\n—Видать очень скучная книжка попалась, раз уснул.-тихо сказал Дэйв и лег на свою кровать. \n Теперь нужно дождаться полночи. Дэйв прикрыл глаза и задремал.",
    "answers": [
      {
        "id": 54,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 54,
    "text": " Вдруг Дэйва кто-то ударил по щеке и он резко вскочил.\n—Сюрприз.-довольно сказала Кейт, сидя рядом.\n—Какого черта?-спросил Дэйв, протирая сонные глаза.\n—Я пытался ее отговорить от радикальных мер, но тогда бы получил я, а не ты.-сказал Ник, стоя у двери.\n—Давай вставай и пошли.-сказала Кейт, поправив оранжевую кофту.\n Дэйв поднялся и, надевая кофту, спросил:\n—Тебе не кажется что как-то странно что ряжая ходит в оранжевом?\n—Долго еще будешь так шутить?-недовольно спросила Кейт.-Давай надевай девай свою тряпку и пойдем уже.\n—Ну вы догоняйте там.-сказал Ник и вышел в коридор.\n Дэйв надел кофту и сказал:\n—Я готов.\n—Отлично, а теперь пойдем уже.-сказала Кейт, протяжно зевнув.-А то я уже спать хочу.\n—Так может не пойдем и останемся тут?-предложил Дэйв.\n—Ну уж нет.-отказалась Кейт.-Раз уж собрались, то пойдем.\n—Ладно, идем.-сказал Дэйв и тихо вышел в коридор.",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 55,
    "text": " Выбраться из академии не составило особого труда и вот они уже шли по тропе в саду, которая должна привести их к домику, где хранили всякий  хлам.\n—Как-то смехотворно это выглядит.-сказала Кейт.-Сейчас должно произойти что-то мистическое и жуткое, а мы идем на это как на обычную прогулку.\n—Нашла к чему придраться.-сказал Дэйв.-Почему ты не придираешься к тому что мы посреди ночи премся в этот чертов сарай?\n—Да я заметила что идея поспать тебе была куда приятнее чем какой-то страшный обряд вызова духов.-сказала Кейт, хихикнув.\n—Я просто немного задремал.-сказал Дэйв.-И мы почти пришли.\n За несколькими деревьями было видно очертания сарая.",
    "answers": [
      {
        "id": 56,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 56,
    "text": " Они подошли к сараю и Дэйв открыл дверь. Все были в сборе.\n—Смотрю все уже собрались.-сказал Дэйв, пропустив вперед Кейт, и вошёл в небольшую деревянную избушку.\n—Вы последние.-сказал Чак.-Только Фила нет.\n—И куда же он пропал?-спросила Кейт.\n—Не знаю, но давайте уже начинать, когда все подготовим, думаю он уже вернется.-сказала Лили, поставив посреди пола небольшую коробку.\n—Что нужно делать?-спросил Дэйв.\n—Просто смотри за шухером.-сказал Ник, зажигая несколько свеч.-Мы все организуем сами.\n—Если кто пойдет, то тут же гасим свечи и валим.-сказал Нейт, смотря в окно.\n—Где вы ключи от двери взяли?-спросил Дэйв, смотря в другое окно.\n—Неважно.-сказал Ник.-Но если нас спалят, то влепят нам неплохо.",
    "answers": [
      {
        "id": 57,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 57,
    "text": " Ник, Лейн, Лили и Чак подготовили все для вызова духа и собрались начинать, как вдруг по крыше что-то начало стучать, а по окну потекли капли.\n—Дождь.-шепотом сказал Нейт.\n—Отлично, теперь еще промокнем все.-проворчала Кейт.\n Чак начал что-то бормотать как вдруг дверь резко открылась и в проходе встал черный силуэт. С улицы подул ветер и несколько свечей потухли.\n Силуэт издал жуткий хрип и сделал шаг вперед. От испуга и неожиданности никто не смог никак отреагировать. Дэйв сделал шаг назад и чуть не споткнулся о какую-то трубу сзади. Вдруг Кейт отскочила в сторону и натолкнулась на Дэйва из-за чего они оба упали.",
    "answers": [
      {
        "id": 58,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Бу!-сказал Фил и зашел в сарай, закрыв дверь.\n—Ты придурок?-воскликнул Чак.-Я чуть от страху не поседел!\n Кейт встала и отвесила Филу сильную пощечину.\n—Совсем вы шуток не понимайте.-сказал Фил, проведя по покрасневшей щеке.-Я же не в окно что-нибудь кинул и не начал на крыше прыгать.\n Он посмотрел на Дэйва, лежащего на полу, и спросил:\n—А ты чего разлегся? Еще не начали, а ты уже спать?\n—Да пошел ты.-недовольно сказал Дэйв, поднявшись с пола.\n—Я смотрю я ничего важного не пропустил.-сказал Фил, отряхнув сырой пиджак.\n—Ладно пора начинать.",
    "answers": [
      {
        "id": 59,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 59,
    "text": " Пока большинство начинали ритуал, Дэйв продолжал стоять у окна, что бы в случае чего предупредить о приближении кого-либо. \n Чак сидел около свечей и что-то бормотал, а Кейт презрительно посмотрев на них, шепотом сказала Дэйву:\n—Боже, какой же это абсурд. Творят они, а стыдно мне. Это выглядит так глупо, что я в жизни больше ничего глупее не увижу. Серьезно, лучше бы тогда нашли какую-нибудь настольную игру и сыграли. Это было бы интересно и весело, а позориться тут мне не очень хочется.\n Дэйв согласно кивнул. Отчасти он был согласен с Кейт. Сейчас даже ему вся эта идея казалась глупой и абсурдной. \n—Как же я вас понимаю.-сказала Лили, незаметно подошедшая.\n—Всмысле?-удивленно спросила Кейт.-Это же ваша идея.\n—Тогда она казалась мне интереснее.-шепотом сказала Лейн, покосившись на Чака.-Он прям одержим этим. Причем для нас это слишком по-детски. Особенно с этой доской уиджи. Сейчас я понимаю насколько это глупая точнее тупая идея. Можно же было ограничиться просто вызовом, а тут этот позор. Как будто он не понимает что кто-то специально будет двигать треугольник. \n Она посмотрела на Фила, стоящего неподалеку и сказала:\n—Например он.\n—Разумеется.-сказал Фил, хитро улыбнувшись и поставив Лили в неудобное положение.-Неужели я пропущу возможность что бы подпортить кому-то жизнь, а ты не пропустишь возможность поболтать у кого-то ща спиной.\n—Извини, наверно не стоило так говорить.-смущенно извинилась Лили.\n—Я уже привык, тем более зачем просить прощения за то что слелаешь снова?-спросил Фил, еще больше смутив Лили.\n Она смущенно отвернулась, а Фил довольно улыбнулся.",
    "answers": [
      {
        "id": 60,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Ай.-тихо сказал Ник, держась за окровавленную ладонь.\n—Что случилось?-обеспококнно спросила Кейт.\n—Нужно для ритуала немного крови.-сказал Чак.\n—А почему он, а не ты?-сердито спросила Лили, подскочив к Нику.-Ты же знаешь что ему плохо при виде крови!\n—Он сам вызвался.-сказал Чак.\n—А ты и рад.-ввязался в разговор Фил.-У самого ведь рука не поднимется и смелости не хватит.\n—Ты вообще не лезь.-сказала Лейн.-Вечно лезешь куда не просят.\n—Обычно это ты у нас мисс-затычка.-сказал Фил.\n—Я сам вызвался.-сказал Ник, смотря на лужицу крови, которая образовалась на полу и стекала из пореза на руке.\n Его лицо изрядно побледнела.\n—Просто не смотри.-сказала Лили, взяв из коробки бинт.-Сейчас я тебе все забинтую.\n—Ну ты молодец.-сказал Фил.-Как будто тут никого больше не было или мы безкровные?\n—Да если бы мы твою кровь использовали, то любой призрак свалит отсюда подальше.-сказал Чак.\n—Отлично, буду отгонять духов.-сказал Фил.-Мою кровь хоть куда-то можно использовать, а твоя похоже вообще бесполезна как и таоя жизнь.\n—Ты заткнешься?-спросил Чак.\n—А ты хочешь что-то предъявить?-спросил Фил.-Ну так давай.\n—Ребят давайте без ссор.-сказала Вина.\n—Ну пусть выскажется.-сказал Фил.\n—Ты тоже хорош.-сказала Кейт Филу.",
    "answers": [
      {
        "id": 61,
        "text": "Поддержать Фила",
        "var_add": [
          "fill",
          1
        ]
      },
      {
        "id": 62,
        "text": "Поддержать Чака"
      }
    ]
  },
  {
    "id": 61,
    "text": "—Если уж виноват, то признай хотя бы.-сказал Дэйв.\n—Кто бы сомневался что ты встанешь на его сторону.-сказал Чак.-Вы же друзья.\n—Дело тут не в том что мы друзья, а в том что ты поступил неправильно.-сказал Дэйв.\n—Да что вы к нему привязалась?-недовольно спросила Лейн.-Давайте теперь скандал устройте.\n—А может мы все-таки продолжим?-сердитым голосом прервала спор Кейт.-Я сюда пришла не ради того что бы на ваши ссоры смотреть.",
    "answers": [
      {
        "id": 63,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 62,
    "text": "—Фил не перегибай палку. Может он и виноват, но не стоит все усугублять\n—С чего вдруг я должен спокойно смотреть на его косяки и не обращать внимание?-недоумевая спросил Фил.\n—Тебе не кажется что если даже твой лучший друг говорит тебе что ты не прав, то пора задуматься и пересмотреть свои претензии?-спросила Лейн.\n—Да к черту тебя и твоего ботаника.-сказал Фил, махнув рукой в сторону Лейн.\n—А может мы все таки продолжим?-недовольно воскликнула Кейт.-Если нет, то я пойду спать, а вы можете и дальше спорить.",
    "answers": [
      {
        "id": 63,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 63,
    "text": "—Да пора продолжать.-сказал Ник.-Так что прекращайте. \n Ритуал продолжился, как вдруг дверь шкафа со скрипом открылась и оттуда кто-то выскочил.\nВсе испуганно отскочили и вскрикнули.\n—Вот это вы попали!-воскликнул Хэнк.\n Вдруг ему в голову прилетела какая-то бутылка и вскрикнув он упал на пол.\n—Черт! Ааай!-в сквозь зубы говорил он.\n Лили и Лейн подошли к нему и помогли встать. Дэйв обернулся и увидел как Фил держится за расцарапанную руку.\n—Какого черта?-спросил Нейт.\n—Кто кинул эту чертову бутылку?-прошипел Хэнк, держась рукой за лоб.\n—Да если ты еще раз так выскочишь, то я тебе ее об голову разобью!-злобно сказал Фил.\n—Тебе точно не жить!-воскликнул Хэнк.-Да вам всем конец! Вас отчислят к черту за то что вы тут устроили!\n—Может быть ты не станешь рассказывать?-спросила Лили, убрав бутылку в сторону.\n—А почему я не должен рассказывать?-спросил Хэнк.-Какая мне с этого выгода?\n—Выгода в том что я тебя не прикончу прямо тут.-злобно скалясь сказал Фил, заматывая ссадину на руке остатками бинта.",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 64,
    "text": " Хэнк хитро улыбнулся и сказал:\n—Хорошо, я могу не рассказывать, но есть условие.\n—И какое же?-спросил Ник.\n—Я остаюсь здесь.-ответил Хэнк.-Слишком мне интересно что будет дальше.\n—Ну уж нет.-недовольно сказал Фил.\n—Значит я вас сдам.-решил Хэнк.\n—Фил успокойся.-сказала Кейт.-Пусть остается, иначе он нас вправду сдаст.\n—Он нас по-любому сдаст.-сказал Фил.\n—Однако других вариантов у нас нет.-сказал Нейт.-Так что стоит попытаться.\n—Если тебя что-то не устраивает, то можешь идти.-строго сказала Лейн.\n—Да делайте что хотите, отвали главное.-озлобленно сказал Фил.-Если вы идиоты, то я вам ничем не помогу.",
    "answers": [
      {
        "id": 65,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Я тогда вот тут присяду и понаблюдаю.-сказал Хэнк и сел в углу.\n Чак и Ник продолжили ритуал, а Дэйв спросил у Фила:\n—А что ты с рукой сделал?\n—С рукой-то? Когда бутылку взял о торчащий из доски гвоздь поцарапался.-ответил Фил.-Ерунда. Ничего серьезного.\n—Может промоешь все таки?-спросила Кейт.\n—Да не переживайте вы так.-спокойно сказал Фил.-Вы же меня знайте, со мной ничего не будет.\n Фил бросил на Хэнка наполненный презрением взгляд и спросил:\n—Что думаешь об этом?\n—Мне кажется что он может рассказать, но теперь ему это невыгодно.-ответил Дэйв.\n—Почему же?-спросил Фил.\n—Он сидит тут с нами, а это значит что он уже соучастник.-ответила Кейт за Дэйва.-Его так же как и нас выпрут отсюда.\n—Вот и отлично.-сказал Фил.-Не придется об него руки пачкать.",
    "answers": [
      {
        "id": 66,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 66,
    "text": " Несколько минут пролетели мгновенно.\n—Последний штрих.-сказал Чак и посмотрел на огонь, горящий в небольшой чаше.\n Все внимательно наблюдали. Как только Чак посыпал что-то в огонь, он ярко вспыхнул и разгорелся еще сильнее, изменив цвет на бледно голубой.\n Вдруг в приоткрытую дверь подул ветер и потушил огонь и свечи. В кромешной тьме Чак пытался найти коробок спичек, как вдруг что-то с грохотом упало. Большинство испуганно вскрикнули, а на шею Дэйва с визгом кто-то напрыгнул.",
    "answers": [
      {
        "id": 67,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 67,
    "text": "—Да где эти спички?-беспокойным шепотом сказал Чак, беспорядочно водя руками по полу.\n Дернув рукой, он опрокинул все что использовал для ритуала, чем напугал всех еще сильнее. Дэйв услышал чьи-то тихие шаги. В углу, где должен находиться шкаф, что-то ударилось о шкаф или стену, и кто-то из девушек испуганно пискнул. Что-то упало вниз и раздался вопль Хэнка. Это что-то отлетело в строну и все испуганно закричали. Чак вскрикнул и снова что-то опрокинул. Чувствуя что кто-то приближается к нему, Дэйв отскочил в сторону вместе с Кейт, которая повисла нам нем.\n Кругом был крик и шум. Кто-то врезался в дверь и испуганно заорал.",
    "answers": [
      {
        "id": 68,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 68,
    "text": " Вдруг сарай осветил свет. Дэйв повернулся в сторону его источника.\n Посреди сарая стоял Фил с зажигалкой в руке и с совершенно спокойным лицом сказал:\n—Ну вы даете. Не зажги я свет, вы бы наверное ещё и перерезали друг друга.\n Дэйв осмотрел комнату. На секунду ему показалось что в углу около окна стоял темный силуэт, но он тут же исчез. Около двери лежал Ник, ударившийся о дверь. Рядом с инвентарем, который использовали для ритуала лежали Чак и Лейн. В углу лежал Хэнк, держащийся за голову. Рядом со шкафом в углу стояла Лили, испуганно сползающая по шкафу на пол. Около противоположной стены стоял Нейт, схвативший какую-то палку. На полу около Фила сидела Вина, схватившая его за ногу.\n—Вам и призрак не нужен, вы и сами друг друга перепугайте.-сказал Фил.\n Он посмотрел вниз на Вину, которая держалась за его ногу.\n—Мне конечно приятно что за меня красивая девушка держится, но может хватит?-смеялся Фил над Виной.\n Девушка тут же отскочила и встала, отвернув смущенное лицо.",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 69,
    "text": " Когда все привели себя в порядок, Фил сказал:\n—Теперь думаю пора разобраться что же здесь произошло.\n—Когда огонь и свечи потухли я от испуга дернулся и упал со стула, ударившись головой о пол.-сказал Хэнк.\n—Я кажется все уронил когда спички искал и спровоцировал панику.-сказал Чак, поправив очки.\n—Так вот что это было.-сказала Лили.-Я от испуга назад попятилась и в шкаф влетела и с него что-то упало. Ладно хоть отскочить успела.\n—На меня за то все очень хорошо и прицельно упало.-добавил Хэнк, отодвинув в сторону небольшой мешок, упавший на него.\n—А я побежала в сторону и обо что-то запнулась.-сказала Лейн.\n—Как видишь это я.-сказал Чак.\n—Ну я побежал и с Виной столкнулся, когда дверь открыть собрался и упал.-сказал Ник, отряхивая рубашку и брюки.\n—Со мной думаю и так все ясно.-сказала Вина, смеясь.\n—А я просто палку на всякий случай схватил.-сказал Нейт.-Хорошо что применить не успел.\n—Мы похоже с Дэйвом и Кейт единственные кто не приложили руку к тому что случилось.-решил Фил.-Хоть где-то я не виноват.\n—А получилось ли у нас?-мрачно спросила Кейт.",
    "answers": [
      {
        "id": 70,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": " Чак взял доску уиджи и взяв треугольник начал выводить по буквам вопрос \"Ты здесь?\". Он ждал, но ничего не происходило.\n—У нас кажется получилось.-сказал он.\n—С чего ты взял?-спросил Дэйв.-Ничего же не происходит.\n—Мне кажется что все вышло.-сказал он.-Не чувствуйте на себе внимание? А с доской такое возможно, может она не хочет нам отвечать.\n—Пока что я ничего кроме стыда за все это не чувствую.-сказал Фил.\n—Может кто-нибудь слышал звуки какие подозрительные или видел что-нибудь странное?-спросил Чак.-Мне прям кажется что что-то изменилось. Как будто кто-то наблюдает.\n—Сейчас только мое мнение о тебе изменилось.-сказал Фил.-Если тебе начинает казаться, то это уже не нормально.\n Чак игнорировал Фила и пытался установить связь с призраком через доску, но попытки не давали результатов.\n—Черт.-сказал он и откинул доску в сторону.\n—Ладно, не парься.-сказал Фил, похлопав Чака по плечу.-Пойдем-те все в муз.клуб и сыграем в какую-нибудь настолку.\n—Пойдем.-расстроенно сказал Чак.-Надо только прибраться.",
    "answers": [
      {
        "id": 71,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 71,
    "text": " Все принялись убираться. Под конец уборки Кейт и Дэйв собрались уходить \n—Дэйв, ты спать?-спросил Ник, подойдя к Дэйву.\n—Да, а что?\n Он посмотрел на остальных что бы убедиться что никто не услышит его и сказал:\n—Меня если что не жди. Я сегодня пожалуй с Лили останусь.\n—С чего вдруг?-спросил Дэйв.\n—А почему бы и нет.-сказал Ник.-Ничего такого, не подумай.\n—Ладно, ждать не буду.-сказал Дэйв и зевнул.-Я пойду спать, а вы делайте что хотите.\n Дэйв подошел к Кейт, которая ждала его у двери.\n—Ну что идем?-спросила она.\n—Идем.-сказал Дэйв и открыл дверь на улицу где лил дождь.",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": " Дэйв и Кейт шли по дороге к академии. Изрядно промокнув, они старались идти под деревьями что бы не промокнуть.\n Вдруг небо загремело, и от испуга Кейт подскочила.\n—Еще грозы нам не хватало.-сказал Дэйв.\n—А может это из-за того что мы в сарае делали?-спросила Кейт.-Может мы и вправду вызвали призрака?\n—Просто совпадение.-сказал Дэйв.-Не переживай, никого мы не вызвали. \n—А остальные сейчас куда?-спросила Кейт.\n—В муз.клуб.-ответил Дэйв.-Опять настолки или в карты играть будут.\n—Ну меня сейчас не очень тянет играть во что либо.-сказала Кейт.-Пожалуй спать пойду.",
    "answers": [
      {
        "id": 73,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 73,
    "text": " Кейт и Дэйв проникли в здание академии незамеченными.\n—Ну что, расходимся получается.-сказала Кейт, собираясь уходить.\n—Может у меня останешься?-предложил Дэйв.-Ник сегодня все равно не придет.\n—Ну не знаю.-задумавшись сказала Кейт.\n—Да пойдем, что будет если ты останешься?-спросил Дэйв.\n—Ладно, остаюсь.-решилась Кейт.",
    "answers": [
      {
        "id": 74,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 74,
    "text": " Дэйв лежал на кровати и смотрел потолок. \n—Так и будешь лежать?-спросила Кейт, повернувшись к Дэйву.-Может спать уже ляжешь? Хватит в потолок смотреть.\n—Да я просто задумался о чем-то.-сказал Дэйв, обняв Кейт, отчего та дрогнула.\n—Какого черта у тебя рука такая холодная?-недовольно спросила Кейт.-Как будто снегом окатило.\n—Да вообще в комнате как-то холодно. Странно.\n—Какая разница? Давай уже спать.-сказала Кейт поправив одеяло.",
    "answers": [
      {
        "id": 75,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 75,
    "text": " Спустя некоторое время Дэйв уснул, но его сон длился недолго. Вдруг он проснулся с странным чувством, как будто кто-то наблюдал за ним.\n Осмотревшись он убедился что в комнате никого не было. \n—Наверное показалось что-то.-шепотом сказал он и лег спать.",
    "answers": [
      {
        "id": 76,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 76,
    "text": " В сквозь сон Дэйв чувствовал как кто-то дергал его за щеку. Открыв сонные глаза он увидел Кейт.\n—Пора вставать.-сказала она.\n—Сколько времени?-сонным голосом спросил Дэйв, поднимаясь с кровати.\n—Я сказала — пора вставать.-строго сказала Кейт, застегивая рубашку.-В том что ты не выспался никто не виноват.\n—Да я ночью проснулся почему-то.-сказал Дэйв, напялевая брюки.-Ощущение было такое странное, как будто смотрит кто-то.\n—Я отлично спала.-сказала Кейт.-Не знаю что с тобой не так.\n—Да может просто проснулся.-сказал Дэйв, застегивая рубашку.",
    "answers": [
      {
        "id": 77,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 77,
    "text": "—Ну я пошла.-сказала Кейт, поцеловав Дэйва в щеку.-Потом встретимся.\n Кейт вышла из комнаты, а Дэйв застегнул рубашку и осмотрел кофту.\n—Черт, уже испачкал.-сказал он отряхивая пыль с кофты.\n Вдруг дверь открылась и в комнату вошел Ник.\n—С добрым утром.-сказал он и с усталым видом сел на свою кровать.\n—Тебе тоже.-сказал Дэйв.-А ты из-за чего такой?\n—Да не выспался.-зевнув сказал Ник.-Еще сон какой-то приснился и на самом интересном закончился.\n—И о чем же он был?-поинтересовался Дэйв.\n—В том и дело.-сказал Ник.-Я уже ничего не помню. Ты же знаешь что сны быстро забываются.\n—Ну может потом вспомнишь.-сказал Дэйв.\n Он посмотрел на часы и сказал:\n—Сейчас еще чертова учеба. Можно же было последние три дня и без нее обойтись.\n—Ты прикинь как мне трудно будет.-устало сказал Ник.-Я бы прямо сейчас уснул.",
    "answers": [
      {
        "id": 78,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 78,
    "text": " Стрелка часов безжалостно двигалась к часу, с которого начинается учеба. Вскоре стрелка достигла нужной отметки, и Дэйв понял что пора идти.\n—Ну что, идем?-спросил Дэйв Ника.\n—Ты иди, а я потом приду.-сказал Ник и лег на кровать.-Я чуть позже подойду.",
    "answers": [
      {
        "id": 79,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 79,
    "text": " (Через некоторое время)\n Сидя на втором уроке, Дэйв молча смотрел в окно. Сегодня выдался неплохой денек. Солнце ярко светило и вероятно высушило лужи после вчерашнего дождя.\n На секунду ему показалось что кто-то где-то шепчет, но он решил что это просто кто-то разговаривает за спиной.\n Вдруг ему на стол упала записка. Развернув листок, он узнал кривой подчерк Фила.\n \"После этого урока подойди к сараю, где вчера были. Нужно поговорить.\"\n Дэйв обернулся и поймал на себе взгляд Фила.\n\"Интересно, что у тебя опять случилось.\"",
    "answers": [
      {
        "id": 80,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 80,
    "text": " (Через некоторое время)\n Дэйв шел по дорожке, которая должна была привести его к сараю, за которым Фил должен был его ждать. Подойдя к двери, он заметил что дверь открыта.\n\"Странно, они должны были ее закрыть.\"\n Он открыл дверь и заглянул внутрь. На полу, возле места где вчера проводили ритуал, сидел Фил.\n—Вот и ты.-сказал он обернувшись.\n—Что случилось?-спросил Дэйв, подойдя к Филу.\n—Плохие новости.-кратко сказал Фил.-Нас кажется спалили.\n—Что?! Какого черта?-удивленно воскликнул Дэйв.\n—Это не точно, так что не разводи панику.-сказал Фил.\n—Откуда вообще такие мысли?-спросил Дэйв.\n Фил провел пальцем по полу и сказал:\n—Мы никак не могли вчера кровь оттереть, а сегодня ее почти нет. Бутылка, которую я кинул в Хэнка лежала в другом месте.\n—Может переложили кто-нибудь?-предположил Дэйв.\n—Нет, я точно помню что ее никто не трогал.-опроверг Фил предположение Дэйва.-Когда я сегодня курить ходил, то мне показалось что внутри кто-то есть.\n—И как ты сюда проник?-спросил Дэйв.\n Фил пошарил в кармане и достал оттуда небольшую самодельную отмычку.\n—Вот что мне помогло.-сказал он.-Когда я вошел, то тут уже никого не было.",
    "answers": [
      {
        "id": 81,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 81,
    "text": "—Может тебе и вправду показалось?-спросил Дэйв.\n—Возможно, но скажи, а часто ли я ошибаюсь в таких случаях?-спросил Фил.-Мне редко кажется, если я что-то видел, то скорее всего это было.\n—Ну не знаю.-сомневаясь сказал Дэйв.-Как кто-то мог так быстро сбежать отсюда когда ты вошел?\n—Когда я подошел к двери, то услышал что в кустах что-то шурстит.-ответил Фил.-Я разумеется пошел к кустам, но к моему удивлению там никого не оказалось, как и здесь тоже. Это была хорошая возможность что бы свалить отсюда.\n—И что теперь делать?\n—Не знаю, разберемся со всеми проблемами по мере их поступления.-сказал Фил.-Если еще узнаю что-нибудь, то сообщу, а сейчас думаю нужно свалить отсюда по-быстрому.",
    "answers": [
      {
        "id": 82,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 82,
    "text": " (Через некоторое время)\n Дэйв вышел из класса и подошел к окну.\n—А ты чего грустишь?-спросил девичий голос из-за спины.\n К окну подошла Вина и посмотрела на ворота академии.\n—Уже уезжаешь?-спросил Дэйв.\n—Еще нет.-печальным голосом сказала Вина.-После уроков за мной приедут.\n—Понятно.-сказал Дэйв.-Ну удачи тебе там.\n—Я еще не уезжаю, а ты уже прощаешься?-улыбнувшись спросила Вина.\n—Вдруг ты уедешь, а я попрощаться не успею.-сказал Дэйв.-Так что лучше заранее.\n Вина посмеялась и сказала:\n—Ну так просто тебе от меня не отвертеться. Я бы тебя сама нашла. Кстати не желаешь помочь?\n—Чем?-поинтересовался Дэйв.\n—Да я вещи собирать буду. Можем поболтать, а то одной скучно.",
    "answers": [
      {
        "id": 83,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 83,
    "text": " Вдруг сзади из ниоткуда появился Фил и сказал:\n—Если не занят, то подойди к моей комнате. Есть что обсудить.\n Поздоровавшись с Виной, он быстро ушел.\n—Так что, пойдёшь?-спросила Вина.",
    "answers": [
      {
        "id": 84,
        "text": "Пойти с Виной",
        "var_add": [
          "vina",
          1
        ]
      },
      {
        "id": 85,
        "text": "Идти к Филу",
        "var_add": [
          "fill",
          1
        ]
      }
    ]
  },
  {
    "id": 84,
    "text": "—Почему бы и нет.-ответил Дэйв.\n—Ну тебя же Фил звал.-сказала Вина.-Если что иди к нему, я понимаю.\n—Да ничего, потом расскажет.-сказал Дэйв.-Так что не переживай.\n—Тогда чего мы стоим? Пойдем.-радостно сказала Вина.",
    "answers": [
      {
        "id": 86,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 85,
    "text": "—Извини, но не могу.-сказал Дэйв.-У него похоже что-то важное.\n—Ну хорошо, иди тогда.-сказала Вина.-После этого урока например. \n—Посмотрю как получится.-сказал Дэйв.-Так что может приду.\n После этих слов он пошел к комнате Фила.",
    "answers": [
      {
        "id": 88,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": " Вина собирала сумки, а Дэйв сидел на кровати, разговаривая с ней. Диалог был смешон и нелеп, но этот разговор не надоедал Дэйву, а даже был приятен.\n—Похоже пора расходиться.-сказала Вина, смотря на часы.\n—Да, пожалуй.-сказал Дэйв, поднявшись с кровати.\n—Ну если что потом опять приходи.-сказала Вина.-После этого урока например.\n—Посмотрим.-сказал Дэйв и вышел из комнаты Вины.",
    "answers": [
      {
        "id": 87,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 87,
    "text": " (Через некоторое время)\n После урока все направились в столовую. Дэйв сел за один столик с Кейт.\n—Наконец-то поесть можно.-сказала Кейт, уплетая еду с довольным лицом.\n—Даже я проголодался.-сказал Дэйв.\n—Вот в этом я не на минуту не сомневалась.-улыбаясь сказала Кейт.-Ты вообще всегда голодный.\n—Несогласен, я не всегда голодный.-не согласился Дэйв.\n—Кого ты сейчас обмануть пытаешься?-спросила Кейт.\n Дэйв улыбнулся, но отвечать не стал.",
    "answers": [
      {
        "id": 89,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 88,
    "text": "—Так о чем ты хотел рассказать?-спросил Дэйв, войдя в комнату Фила.\n—Да мне кажется что я знаю кто нас спалил.-сказал Фил.\n—И кто же?-поинтересовался Дэйв.\n—Точнее не спалил, а ему рассказали.-добавил Фил.-Это Гинт, а рассказал ему похоже Хэнк. Я так и не узнал кто побывал в сарае, но мне кажется что Хэнк еще кому-нибудь расскажет, если уже не рассказал.\n—И как ты понял это?\n—Гинт сегодня спросил у меня правда ли что Хэнк вчера ночью с нами был.-ответил Фил.-Как понимаешь он с нами — это уникальное зрелище.\n—Что предлагаешь?-спросил Дэйв.\n—Пока ничего, но если все подтвердится, то нужно намекнуть Хэнку что так нельзя.\n Он посмотрел на часы и сказал:\n—А сейчас идем на чертов урок.",
    "answers": [
      {
        "id": 87,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 89,
    "text": "—Сильно занят?-спросила Кейт.\n—А что?-спросил Дэйв, отодвинув пустую тарелку.\n—Да можно прогуляться немного.-сказала Кейт.-Времени до урока думаю хватит.\n—Ну не знаю. Меня Вина звала поболтать, пока она собирает вещи.-сказал Фил.\n—Ах да, она же сегодня уезжает.-вспомнила Кейт.-Ну как хочешь, я если что не против.",
    "answers": [
      {
        "id": 90,
        "text": "Пойти к Вине",
        "var_add": [
          "vina",
          1
        ]
      },
      {
        "id": 91,
        "text": "Пойти гулять с Кейт",
        "var_add": [
          "keit",
          1
        ]
      }
    ]
  },
  {
    "id": 90,
    "text": "—Ну раз она уезжает, то почему бы не провести время с ней. Увидимся мы еще не скоро. Может только через пару месяцев.\n—Я не против.-сказала Кейт.-Я надеюсь что вы просто болтайте.\n—Да не переживай, ничего такого.-сказал Дэйв и ушел.",
    "answers": [
      {
        "id": 92,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "—Если ты так хочешь, то пойдем прогуляемся.-сказал Дэйв.\n—Уверен? Может ты к ней больше хочешь?-строго спросила Кейт.\n—Нет, я выбрал.-ответил Дэйв.-Как я могу тебе отказать?\n—Никак.-смеясь сказала Кейт.-Иначе как бы я тебя могла так легко использовать.",
    "answers": [
      {
        "id": 94,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 92,
    "text": " (Через некоторое время)\n—Ну я вчера конечно неплохо напугалась.-сказала Вина.\n—Шутишь? Еще немного и вы бы там поубивали друг друга.-сказал Дэйв.\n—Наверное.-смеясь сказала Вина.-К счастью все живы.\n—Зачем вы вообще решили призрака вызывать?-спросил Дэйв.-Вы же сами друг друга перепугать можете не хуже.\n—Да, вчерашнюю ночь я забуду нескоро.-сказала Вина.-А сейчас пора идти на последний урок. Потом к воротам придешь?\n—Зачем?-спросил Дэйв.\n—Уроки закончились, а это значит что мне пора уезжать.-печально сказала Вина.-Если что приходи попрощаться так сказать.\n—Я постараюсь.-сказал Дэйв и вышел из комнаты.",
    "answers": [
      {
        "id": 93,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 93,
    "text": " (Через некоторое время)\n Уроки закончились, а это значит что учебный день подошел к концу. Выйдя из класса, пошел по коридору, думая над тем куда идти.\n—Дэйв, ты не занят?-спросила Кейт, внезапно появившаяся за спиной Кейт.\n—Не знаю, а что?\n—Меня попросили помочь с украшением актового зала. Нужно принести чертову коробку -сказала Кейт, и судя по ее голосу она была не в восторге.-А раз ты у нас такой рыцарь на белом коне, то я думаю ты не откажешь девушке в помощи.\n—Я так-то с Виной попрощаться планировал.-сказал Дэйв.\n—Я скоро ревновать начну.-сказала Кейт.-Я тут его о помощи попросила, а он к Вине идти собрался.\n—И что мне теперь делать?-спросил Дэйв.\n—Тебе выбирать.-сказала Кейт.",
    "answers": [
      {
        "id": 95,
        "text": "Пойти к Вине",
        "var_add": [
          "vina",
          1
        ]
      },
      {
        "id": 96,
        "text": "Пойти с Кейт",
        "var_add": [
          "keit",
          1
        ]
      }
    ]
  },
  {
    "id": 94,
    "text": " (Через некоторое время)\n—Мне кажется что наша прогулка должна подходить к концу.-сказал Дэйв.\n—А сколько времени?-спросила Кейт.\n Дэйв протянул ей руку с часами.\n—Жаль, неплохо же гуляли.-сказала Кейт.-Ладно, потом встретимся.\n Поцеловав Дэйва в щеку, она ушла, а Дэйв направился на урок.",
    "answers": [
      {
        "id": 93,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 95,
    "text": "—Давай я с ней попращаюсь и помогу тебе?-предложил Дэйв.\n—А я буду сидеть тебя ждать?-недовольно спросила Кейт.\n—Я скоро приду и помогу. Хорошо?\nЕсли ты не придешь, то сильно пожалеешь.-недовольно сказала Кейт и пошла.\n—Если сама все сделаешь, то я обижусь.-сказал Дэйв ей в след и ушел.",
    "answers": [
      {
        "id": 97,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 96,
    "text": "—Хорошо, придется помочь тебе.-сказал Дэйв.-Правда Вина уедет, но ничего не последний день видимся.\n—Ну тогда пойдем.-сказала Кейт, поведя Дэйва за собой.",
    "answers": [
      {
        "id": 100,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 97,
    "text": " Дэйв шел к воротам академии. Издалека он увидел Вину, стоящую около железных ворот.\n—Я уж думала ты не придешь.-грустным голосом сказала она.\n—Как видишь я пришел.-сказал Дэйв, подойдя к воротам.\n—Рада, а то как-то не хорошо расходиться не попрощавшись.\n Вина посмотрела на большое здание академии.\n—Жаль что уезжаю.-сказала она.-С радостью еще пару дней бы тут провела.\n—Так почему тогда ты так рано уезжаешь? -спросил Дэйв.\n—Нужно. Родители уезжают и меня с собой забирают.-печально сказала Вина.\n—Не расстраивайся ты так.-сказал Дэйв, похлопав ее по плечу.-Ничего страшного в этом нет.\n—Это как посмотреть.-сказала Вина.-Начнем с того что у меня не будет выпускного. И увидимся мы все вместе нескоро. Из-за этого я была бы рада ещё два дня с вами провести.\n—Ну тут мне нечего сказать.-сказал Дэйв.- Изменить ты ничего не можешь.\n—Да ладно, ничего страшного.-Не последний раз видимся. А насчет выпускного ничего страшного. Проживу и без него.",
    "answers": [
      {
        "id": 98,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 98,
    "text": " Дэйв и Вина стояли и разговаривали, как вскоре к воротам подъехала машина.\n—Ладно, пока.-попрощалась Вина, обняв Дэйва.\n—До встречи.-сказал Дэйв.\n Вина открыла ворота и села в машину, помахав из окна рукой на прощанье. Дэйв кивнул и проводил взглядом уезжающую машину.\n Теперь когда Вина уехала, пора пойти и помочь Кейт.",
    "answers": [
      {
        "id": 99,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 99,
    "text": " Дэйв постучал в дверь Кейт. Вдруг дверь резко открылась и оттолкнула Дэйва.\n—Упс. Извини.-сказала Кейт, выглянув из-за двери.\n—Да ничего, я в порядке.-сказал Дэйв.-Пришел помогать.\n—Вот оно что.-улыбнувшись сказала Кейт.-Я уж думала самой уносить эту проклятую коробку. Сейчас ключи от кладовки возьму.\n—Не понимаю зачем столько украшений.-сказал Дэйв.-Накидают их по коробкам из-за чего они неподъемными становятся.\n—Так зал большой, значит и украшений много надо.-сказала Кейт, закрыв дверь в комнату.",
    "answers": [
      {
        "id": 100,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 100,
    "text": " Кейт открыла кладовку и указала на коробку в углу.\n—Вот она.-сказала Кейт.\n Дэйв нажал на выключатель, но свет не включился. Он посмотрел на лампочку и увидел что от нее там почти ничего не осталось, а на полу лежат осколки стекла.\n—Странно.-сказал Дэйв.\n Он поднял коробку и она оказалась не такой тяжелой как считалось.\n—Ты же говорила что она тяжелая.-сказал Дэйв.-Что-то я не чую ее тяжести.\n—По дороге расскажу.-сказала Кейт, которая похоже хотела как можно скорее уйти отсюда.",
    "answers": [
      {
        "id": 101,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 101,
    "text": " Дэйв и Кейт шли по коридору, направляясь в актовый зал.\n—Так может расскажешь что это все означает?-спросил Дэйв.\n—Я сначала не планировала тебя просить.-начала Кейт.-Я зашла в кладовку, включила свет и взяла коробку. Вдруг дверь как хлопнула. Я сначала не поняла ничего. Потом лампочка взорвалась и стало темно. Что-то зашуршало и я с визгом убежала оттуда.\n—Может просто кто-то дурачится.-предположил Дэйв.\n—С дверью может, но лампочка врядли сама взорваться может.-сказала Кейт.-Если бы она просто потухла, то ладно, но она на осколки разлетелась. Еще зашуршало что-то.\n—Ну я даже не знаю что это могло быть.-сказал Дэйв.-Может перебои с электричеством.\n—Но я туда больше точно не сунусь.-уверенно сказала Кейт.-Мне вчерашней ночи хватило, а тут еще кладовка.",
    "answers": [
      {
        "id": 102,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 102,
    "text": "—Кстати ты сегодня Ника видел?-спросила Кейт.\n—Да.-ответил Дэйв.-Сонный весь. Сказал что не выспался.\n—Лили сказала что он всю ночь что-то бормотал и дергался.-сказала Кейт.-Будить она его правда не стала. Сказала что не на шутку напугалась.\n—Он сказал ему сон какой-то приснился.-сказал Дэйв.\n—Ну не знаю, все равно как-то странно.-сказала Кейт.",
    "answers": [
      {
        "id": 103,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 103,
    "text": " Дэйв и Кейт вошли в актовый зал. Поставив коробку на пол, Дэйв собрался уходить. \n—Может опять в саду посидим?-предложила Кейт.\n—Давай, я не против.-согласился Дэйв.\n Вдруг сзади подошел Ник.\n—Дэйв, тебя Фил искал.-сказал он.\n—Зачем?-спросил Дэйв.\n—Не знаю.-сказал Ник.-Он сказал что ждет тебя у себя.\n Кейт посмотрела на Дэйва и спросила:\n—Пойдешь к Филу? Я если что тебя подожду там посижу.",
    "answers": [
      {
        "id": 104,
        "text": "Идти к Филу",
        "var_add": [
          "fill",
          1
        ]
      },
      {
        "id": 105,
        "text": "Пойти с Кейт",
        "var_add": [
          "keit",
          1
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "—Иди пока что.-сказал Дэйв.-Я потом приду.\n Кейт кивнула и пошла в сад, а Дэйв к Филу.\nОн шел по коридору, который на удивление сейчас был пустой. В конце коридора у окна стоял Фил.\n—Искал?-спросил Дэйв, подойдя к Филу.\n—Рад что пришел.-сказал Фил.-Решил подвести итоги того, что нам сейчас известно.\n—Ну я тебя слушаю.-сказал Дэйв, сев на подоконник.\n—Кто-то знает о том что мы вчера делали в сарае. Ну или хотя бы то что мы там были.-начал Фил.-Значит нас либо ночью кто-то видел, либо Хэнк проболтался. Гинт знает что Хэнк был с нами вчера. А если об этом узнают, то нам крышка.\n—Есть идеи?-спросил Дэйв.\n—Нет.-ответил Фил.-Пока что\n—Если что узнаешь, то говори.-сказал Дэйв, собираясь уходить.\n—Кстати.-внезапно сказал Фил.-С тобой ничего странного не происходило?\n—Да нет, а что?-спросил Дэйв.\n—Просто мне сегодня несколько раз казалось что за мной кто-то идет.-ответил Фил.-И когда я оборачиваюсь там никого нет.\n Фил вздохнул и сказал:\n—Ну если что буду держать в курсе.",
    "answers": [
      {
        "id": 106,
        "text": "Идти к Кейт"
      }
    ]
  },
  {
    "id": 105,
    "text": "—Потом как-нибудь мне все скажет, а сейчас пойдем.-сказал Дэйв.\n—Ну как хочешь, я могла подождать.-сказала Кейт.\n Они вышли из актового зала и направились в сад. Дэйв и Кейт быстро дошли до своего любимого места и сели на лавочку.\n—И вот мы снова здесь.-сказал Дэйв.\n—А что ты еще хочешь? Это лучшее место в академии.-сказала Кейт.",
    "answers": [
      {
        "id": 107,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 106,
    "text": " Дэйв пришёл к их любимому с Кейт месту. Кейт уже сидела на лавочке и ждала его.\n—А вот и я!-сказал он и сел рядом.\n—Я уже заждалась.-сказала Кейт \n—Ну что, опять будем сидеть до тех пор пока солнце не зайдёт?-спросил Дэйв.\n—Разумеется, никак иначе.-сказала Кейт.",
    "answers": [
      {
        "id": 107,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 107,
    "text": "(Через некоторое время)\n\nДэйв и Кейт уже второй час сидели в саду, обсуждая все что приходило в голову.\n—Два дня до выпускного осталось.-сказал Дэйв.\n—Поверь, они пролетят очень быстро.-сказала Кейт.\n—Откуда такая уверенность?-спросил Дэйв.\n—Увидишь.-сказала Кейт.-Пролетят мгновенно.\n—Ты прям так уверена во всем что говоришь.-улыбнувшись сказал Дэйв.\n—Всегда.-сказала Кейт, пододвинувшись к Дэйву, после чего они слились в поцелуе.",
    "answers": [
      {
        "id": 108,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 108,
    "text": "(Через два дня.)\n Дэйв надел новый пиджак и, стоя перед зеркалом осматривал его.\n—Нормальный у тебя пиджак, что ты к нему привязался.-сказал Ник.\n—Сколько там до начала?-спросил Дэйв.\n—Сейчас почти 4 часа, в 7 начало.-ответил Ник.\n—Отлично. Быстро два дня пролетели.-сказал Дэйв, снимая пиджак.-Прямо как Кейт и сказала.\n—Да, но произошло столько всякой чертовщины что слов нет.-сказал Ник.",
    "answers": [
      {
        "id": 109,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 109,
    "text": " Время и вправду пролетело очень быстро. Два дня прошли мгновенно. Однако за это время произошло много странных вещей, большинству из которых не придавали значения. Помимо этого в кампании накалялась обстановка и появились разного рода противоречия и конфликты.\n Вдруг в комнату вошел Чак.\n—Еще как минимум три часа, с вы уже собирайтесь.-сказал он.-Дэйв, тебя Фил в спортзале ждет.\n—Чего ему опять надо?-Спросил Дэйв, повесив пиджак.\n—Не знаю.-ответил Чак.-У него вообще крыша похоже ехать начинает. До сих пор ищет того, кто  зашел в сарай после нас и думает что про нашу проделку узнали.\n—По тебе тоже самое можно сказать.-сказал Ник.-Ты последнее время тоже довольно странный.\n—Ты вообще как зомби ходишь.-сказал Чак.-И во сне бормочешь.\n—Да мне сон каждую ночь какой-то сниться.-сказал Ник.-А я его забываю.\n—Ну вы дальше выясняйте кто более странный, а я пошел.-сказал Дэйв и ушел.",
    "answers": [
      {
        "id": 110,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 110,
    "text": " Дэйв зашел в спортзал и осмотрелся. В углу он увидел Фила и Хэнка, сидящего на полу.\n—Что происходит?-спросил Дэйв.\n—Да просто я нашел того, кто всем рассказывает про ту ночь.-сказал Фил, слегка пнув Хэнка.\n—Да не рассказывал я никому!-сказал Хэнк.-Всего лишь троим.\n—Троим значит.-повторил Фил и пнул Хэнка.\n—Фил, успокойся.-сказал Дэйв.\n—Поздно успокаиваться.-сказал Фил.-Этот придурок половине академии рассказал! Буквально все знают. А вы меня еще поехавшим называйте. Я же говорил что он всем рассказал.\n—Да я всего-то троим рассказал.-сказал Хэнк.\n—Ну да, а теперь все знают.-сказал Фил.-Если меня за это выпрут, я сломаю тебе ноги.\n—Ну не троим, а четырем.-добавил Хэнк.-Не я же всем рассказал.\n—Слушай сюда.-сказал Фил, схватив Хэнка.-Прямо сейчас ты идешь и говоришь всем это была твоя тупая шутка. Понял?\n—Да понял, сейчас расскажу.-сказал Хэнк.\n—Вот и отлично.-сказал Фил, кинув в Хэнка баскетбольный мяч, отчего тот схватился за разбитый нос.-А теперь пошли отсюда.",
    "answers": [
      {
        "id": 111,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 111,
    "text": "—Не слишком ли ты его жестко?-спросил Дэйв, зайдя с Филом за спортзал.\n—Его? Не слишком слабо.-сказал Фил, поджигая сигарету.-Меня из-за него вы чекнутым считать начали, а между прочем я нашел крысу, ну и ты отчасти. Хотя бы кто-то воспринимал это всерьез.\n—Ну за эти два дня много чего произошло.-сказал Дэйв.-Кейт до сих пор по лестнице боится ходить.\n—Кстати об этом.-начал Фил.-Мне с той ночи кажется что за мной кто-то ходит и наблюдает. Всегда. Я даже спать не могу. И знаешь, а что если мы и вправду вызвали призрака той ведьмы и он тут летает, мешая нам жить.\n—Ты же в это не веришь?-спросил Дэйв.\n—Нет, наверное.-сказал Фил.-Мне просто нужно отдохнуть.\n Затянув дым сигареты, он сказал:\n—Ты иди, потом встретимся.",
    "answers": [
      {
        "id": 112,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 112,
    "text": " (Через некоторое время)\n Дэйв спокойно шел к комнате Кейт. Постучавшись в двери он сделал шаг назад.\n—Давай же. Скоро начинать будут.-тихо сказал он.\n Дверь открылась и из-за двери выглянула Кейт в ярко красном платье.\n—Ну как тебе?-спросила Кейт, довольно улыбаясь.\n—Отлично.-сказал Дэйв.-Только давай быстрее, уже 7.\n—Сейчас переоденусь.-сказала Кейт, вернувшись в свою комнату.",
    "answers": [
      {
        "id": 113,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 113,
    "text": " Кейт вышла из своей комнаты в своем привычном облике.\n—А ты сразу что ли нарядился?-спросила она, шагая за Дэйвом.\n—Да это так, для вида.-ответил он.-Я на танцы в рубашке опять приду, а может в пиджаке останусь.\n Дэйв и Кейт шли по коридору и на короткий момент времени Дэйв увидел в зеркале напротив силуэт за спиной. Он испуганно обернулся, но никого не увидел.\n—Ты тебе тоже показалось что сзади кто-то был?-растерянно сказала Кейт.\n—Мне не показалось.-сказал Дэйв.-Там кто-то был.\n—Давай не будем выяснять, а просто пойдем к остальным.-сказала Кейт.",
    "answers": [
      {
        "id": 114,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 114,
    "text": " Дэйв и Кейт спустились по лестнице и встретились с остальными. \n—Мы вас уже заждались!-недовольно сказал Чак.\n—Пыл остуди.-злобно сказал Фил.-А то мне придется.\n—Успокойтесь уже.-сказала Лили.-Оба хороши.\n Пока все шли по коридору, Дэйв словно погрузился в какой-то транс, отрываясь от реальности. В голове был какой-то голос, а по сторонам все расплывалось. Потеряв равновесие он упал на пол, потеряв еще и сознание.",
    "answers": [
      {
        "id": 115,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 115,
    "text": "(Через небольшой промежуток времени.)\n Дэйв почувствовал сильный запах нашатыря под носом и открыл глаза.\n—Живой.-сказал Фил, отвесив Дэйву леща.\n—Я сейчас тебе врежу.-сказала Кейт Филу.\n—Да ладно, за то в себя сразу пришел.-сказал Фил, похлопав Дэйва по плечу.\n Он осмотрелся и понял что лежит в медпункте на кровати.\n—Ну раз он ожил, то может пойдём уже?-недовольно сказал Чак.-Мы и так уже прилично опоздали.\n—Совесть поимей.-сказала Лили.-Человеку плохо, а ты переживаешь о том как бы не опоздать.\n—Ну вы сидите, а мы пошли.-сказал он и вышел.\n Лейн извинилась за него и пошла следом.\n—Мы можем остаться если надо.-сказал Ник.\n—Да идите.-сказал Дэйв приподнявшись.\n Ник кивнул и вместе с Лили ушел.",
    "answers": [
      {
        "id": 116,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 116,
    "text": "—Что вообще произошло?-устало спросил Дэйв.\n—Тебя нужно спросить.-сказал Фил.-Ты просто упал и все.\n—Ты как?-спросила Кейт.\n—Нормально.-ответил Дэйв.-Только устал почему-то сильно, как будто весь день работал. Еще шепот в голове какой-то был.\n—А что если...-ужаснувшись сказала Кейт, но так и не договорила.\n—Да нету этого призрака.-протянул Дэйв.-Нету. Просто нет.\n—Да, пожалуй ты прав.-сказала Кейт.\n—Вы идите, я потом приду.-сказал Дэйв.\n—Вот еще.-сказал Фил.-Эту болтовню слушать. Разве оно мне нужно?\n—Да идите, я приду через пару минут.-сказал Дэйв, посмотрев в окно на ночное небо.\n—Ты точно этого хочешь?-спросила Кейт.\n—Да, уверен.-ответил Дэйв.-Идите, я подойду.\n Фил и Кейт нехотя, но ушли и Дэйв остался один в медпункте.",
    "answers": [
      {
        "id": 117,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 117,
    "text": " Вдруг лампочка на потолке заморгала.\n—Это еще что такое?-спросил Дэйв сам себя.\n За стеной он услышал какие-то тихие шаги,  которые медленно приближались к нему.",
    "answers": [
      {
        "id": 118,
        "text": "Выйти из медпункта"
      }
    ]
  },
  {
    "id": 118,
    "text": " Дэйв открыл скрипящую дверь и пошел к источнику шагов. За поворотом коридора шаркающие шаги медленно приближались к Дэйву.\n Он выглянул из-за угла и увидел человека, который матающейся походкой шел к нему.\n—Эй. Все в порядке?-спросил Дэйв.\n Человек поднял голову и Дэйв увидел его искореженное лицо. Лицо было буквально изорвано и изрезано. Глаз не было или же Дэйв их не заметил.\n—Какого черта!?-воскликнул Дэйв, отскочив от стены и впав в ступор.\n Человек махнул рукой, в которой Дэйв увидел блеск ножа.",
    "answers": [
      {
        "id": 119,
        "text": "Бежать"
      },
      {
        "id": 120,
        "text": "Попытаться подойти"
      }
    ]
  },
  {
    "id": 119,
    "text": " Дэйв побежал от человека по коридору, но усталость и недавний обморок дали о себе знать. Вдруг стены по сторонам начали расплываться и буквально менять цвет. \n Добежав до ближайшей двери, он открыл ее и забежал внутрь, захлопнув ее, после чего упал в очередной обморок.",
    "answers": [
      {
        "id": 121,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 120,
    "text": " Дэйв медленно шел к человеку.\n—Эй, что с тобой?-спросил он, подойдя к человеку достаточно близко.\n Издав хрипящий рык, Человек быстро замахнулся рукой, нанеся Дэйву удар ножем, от которого он не смог увернуться. Несколькими ударами человек прикончил Дэйва.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 121,
    "text": " В голове была каша. Мысли путались, а шёпот и крики в голове не давали им собраться. Вдруг перед глазами Дэйва оказалось страшное, белое лицо, отчего он вскочил.\n Дэйв вскочил и испуганно осмотрелся. Очередной обморок сделал свое дело. Дэйв отрубился на какое-то время. Когда сознание вернулось к нему он услышал крики и вопли, доносящиеся отовсюду.\n—Что там происходит?-спросил он и, поднявшись с пола, подошел к двери.",
    "answers": [
      {
        "id": 122,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 122,
    "text": " Дэйв открыл дверь и на него упал искореженный труп девушки, запачкав рубашку кровью.\n С криком Дэйв отскочил назад и увидел что окно как будто заделано какой-то субстанцией, через которую еле пробивался лунный свет.\n—Ох черт.-сказал Дэйв, смотря на труп девушки.-Что тут происходит?",
    "answers": [
      {
        "id": 123,
        "text": "Выйти в коридор"
      }
    ]
  },
  {
    "id": 123,
    "text": " Дэйв вышел в коридор и увидел ужасную картину. По всему коридору лежали трупы, а пол и стены были залиты кровью. В горле все сжалось, но Дэйв смог сдержать рвотный позыв и пошел по коридору, обходя трупы.",
    "answers": [
      {
        "id": 124,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 124,
    "text": " Он поднялся на третий этаж и увидел как множество тварей, представителя которых Дэйв уже встретил после первого обморока, безжалостно убивали людей. Заметив его, несколько особей направились за ним.",
    "answers": [
      {
        "id": 125,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 125,
    "text": " Дэйв побежал от тварей по коридору, надеясь сбросить их с хвоста и скрыться где-нибудь. Пробегая между дверей в жилые комнаты учеников, он начал сбавлять темп, чувствуя что силы его покидают.\n Вдруг сзади его кто-то схватил и потянул назад. Он упал на пол и  кто-то затащил его в комнату.\nДверь захлопнулась и Дэйв испуганно вскочил.\n—Свои.-сказал Фил, закрывая дверь.\n Дэйв осмотрелся и увидел всю компанию, поняв что находится в муз.клубе.",
    "answers": [
      {
        "id": 126,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 126,
    "text": "—Какого черта происходит?-спросил Дэйв.-Там такая жесть происходит!\n—Мы откуда знаем?-спросил Фил, подперев дверь тумбочкой.\n Вдруг сзади на Дэйва набросилась Кейт, крепко обняв его и заплакав ему в плечо.\n—Все в порядке, я здесь.-успокаивал он ее.",
    "answers": [
      {
        "id": 127,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 127,
    "text": " Вдруг Фил схватил Чака и прижал к стене.\n—Ну что вызыватель духов?! Доволен?-злобно спросил Фил.-Молодец! Теперь ваша чертова ведьма из людей делает армию чертовых тварей, которые нас всех выкосят!\n—Оставь его!-крикнула Лейн, вступившись за Чака.\n—Наворотили дел, теперь разгребайте, иначе вас прикончат не эти твари, а лично я!-сказал Фил.\n—Нужно позвонить в полицию.-сказала Лили, достав телефон.\n—А вот облом!-злобно сказал Фил.-Связь пропала, я уже пытался.\n—И что теперь делать?-спросил Ник.\n—Может эту штуку на окнах можно убрать?-предположил Нейт.\n—Тоже облом! Я ее всю ножем истыкал, а она тут же сростается.-ответил Фил.\n—А где теперь нож?-спросил Дэйв.\n—Эта штука его сожрала.-ответил Фил и устало сел на стул.-Теперь нам крышка.",
    "answers": [
      {
        "id": 128,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 128,
    "text": "—Может можно изгнать эту ведьму?-предположил Дэйв.\n—Это не ведьма, а ее призрак.-сказала Лили.-Но через некоторое время она может стать материальной. Она должна будет сотворить один обряд, но сил у нее на это не хватит, пока что.\n—А изгнать ее мы уже не можем.-сказал Чак.-Слишком поздно.\n—Тогда может свалим отсюда через парадную дверь или крышу?-предложил Нейт.\n—Так просто она нас не выпустит.-сказал Ник.-Так что сбежать мы не сможем, но утром она не сможет нам ничего сделать.\n—Значит нужно дожить до утра.-решил Дэйв.\n—Ну ты гений!-истирично смеясь, сказал Чак.-А мы и не знали! Только вот времени только двенадцать, а до восхода солнца как минимум 4 или 5.\n—Это я столько времени в обмороке провалялся.-сказал Дэйв.-Во сколько началось это безумие?\n—Полчаса назад.-ответил Нейт.-А что?\n—После того как меня оставили, я увидел одного из них.-ответил Дэйв.-А потом опять отрубился.",
    "answers": [
      {
        "id": 129,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 129,
    "text": "(Через час)\n Крики закончились, стуки в дверь и просьбы впустить тоже. За дверью не было даже шагов.\n—Нужно выбираться отсюда.-решил Дэйв.\n—Согласен.-сказал Фил.-Если нас услышат, то дверь не сможет их долго сдержать.\n—Есть какой-нибудь способ спастись от призрака?-спросила Кейт.\n—Говорят что соль не пропускает их.-сказала Лили.-Если сделать черту из соли, то призрак не пройдет.\n—А где у нас есть соль? В столовой.-сказал Ник.\n—Только мы до туда дойти не сможем.-сказал Чак.-Мы трупы как только выйдем за дверь.\n—Эти твари долго не живут.-сказал Фил.-Редко доживают до двух часов, но бывает дольше.\n—Думаю нужно попробовать.-сказал Дэйв.-Если получится, то доживем до утра.\n—Но в столовую мы можем пройти двумя путями.-сказал Нейт.-Со стороны спортзала или со стороны директорского кабинета.",
    "answers": [
      {
        "id": 130,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 130,
    "text": "—Со стороны спортзала будет легче.-сказал Ник.-Он дальше от актового зала.\n—Наоборот, раз он дальше, значит больше людей туда побежали, а это говорит о том что больше монстров пошло за ними.-сказал Фил.\n—И как же мы пойдем?-спросила Кейт.",
    "answers": [
      {
        "id": 131,
        "text": "Со стороны спортзала"
      },
      {
        "id": 132,
        "text": "Со стороны кабинетов"
      }
    ]
  },
  {
    "id": 131,
    "text": "(Через десять минут)\n Всем хватило десяти минут что бы собраться и группа выдвинулась в путь. Фил открыл дверь что бы осмотреть коридор.\n—Никого нет.-сказал он и пошел вперед.\n—Через кабинеты было бы безопаснее наверное, но раз ты так решил, то идем.-сказал шепотом Нейт, стараясь не смотреть на всю жуть что здесь произошла.",
    "answers": [
      {
        "id": 133,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 132,
    "text": "(Через десять минут)\n Всем хватило десяти минут что бы собраться и группа выдвинулась в путь. Фил открыл дверь что бы осмотреть коридор.\n—Никого нет.-сказал он и пошел вперед.\n—Через спортзал безопаснее было бы, но раз ты так решил, то идем.-сказала Лили.",
    "answers": [
      {
        "id": 142,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 133,
    "text": " Путь до лестницы прошел спокойно. Спускаясь вниз, Фил остановился и пристально посмотрел в коридор.\n—Там двое есть.-сказал он.\n—И как от них избавиться?-спросил Дэйв.\n—Попробуем убежать или же будем драться?-спросил Ник.\n—Какое драться? Вы нормальные?-спросил Чак.-Они нас прикончат.",
    "answers": [
      {
        "id": 134,
        "text": "Убить монстров"
      },
      {
        "id": 135,
        "text": "Постараться убежать"
      }
    ]
  },
  {
    "id": 134,
    "text": "—Отчаянное решение, но должно сработать. -сказал Фил.\n Все медленно пошли по коридору, приближаясь к двум монстрам. Фил поднял с тела одного из умерших монстров нож и осмотрел.\n—Отлично, уже что-то.-сказал Фил и уверенно пошел к одному из монстров. \n Монстр не успел обернуться как Фил безжалостно вонзил нож в его голову и он упал. Второй монстр обернулся и пошел в его сторону.\n Дэйв схватил стул и замахнувшись ударил его, отчего монстр отшатнулся назад и ударом расцарапал Филу руку.\n Сквозь боль Фил пнул монстра и больной рукой, в которой держал нож ударил монстра, убив его.",
    "answers": [
      {
        "id": 136,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 135,
    "text": "—Логичнее будет убежать.-согласился и идеей Дэйва Ник.\n Группа спустилась по лестнице и быстро побежала в конец коридора. Фил схватил нож, который лежал на полу и ткнул им в одного из монстров, ее убив, но на время отвлек его.\n Чак бежал последним и когда он пробегал мимо монстра, тот набросился на него, уронив на пол.\n—Сзади!-крикнул Ник.\n—Помогите!-крикнул чак, пытаясь сбросить монстра, который почти впился ему в шею.\n—Не успеем.-сказал Фил.-Они слишком быстро.",
    "answers": [
      {
        "id": 140,
        "text": "Помочь Чаку"
      },
      {
        "id": 141,
        "text": "Бросить его"
      }
    ]
  },
  {
    "id": 136,
    "text": "—Сзади!-крикнул Ник. \n Дэйв обернулся и увидел что по лестнице поднимались несколько монстров.\n—Бежим.-крикнул Фил и побежал в сторону столовой. \n Все побежали за ним. Вдруг Чак споткнулся о тело одного из монстров и упал. В панике он пытался встать но подскользнулся на луже крови и снова упал.\n—Помогите!-крикнул он, протянув руку вперёд.\n—Мы уже не успеем!-сказал Фил Дэйву, они его поймают.",
    "answers": [
      {
        "id": 137,
        "text": "Помочь Чаку"
      },
      {
        "id": 138,
        "text": "Оставить Чака"
      }
    ]
  },
  {
    "id": 137,
    "text": " Дэйв побежал к Чаку. Толпа подошла слишком быстро и  один из монстров упал на Чака. Чак пытался его скинуть, но монстр крепко держал и остатками зубов впился ему в шею. \n Крик чака разнесся на всю академию, но тут же прекратился утихающим хрипом.\n—Чак!-крикнула Лейн, собираясь побежать к нему, но Нейт успел ее схватить.\n Поняв что ему уже не помочь, все побежали в столовую.",
    "answers": [
      {
        "id": 139,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 138,
    "text": "—Мы уже нечем ему не поможем.-сказал Дэйв.\n—Мы успеем!-крикнула Лейн, собираясь побежать к Чаку, но Нейт успел схватить ее и повел за группой.\n Как только группа свернула за поворот, раздался крик Чака, который быстро утих.",
    "answers": [
      {
        "id": 139,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 139,
    "text": "—Сюда!-крикнул Фил, открыв дверь столовой.\n Как только все забежали, он захлопнул ее и подпер шкафом, который стоял рядом.\n—Он умер из-за вас!-крикнула Лейн.-Если бы вы меньше думали и побежали к нему, то мы бы успели его спасти!\n—Он был обречен!-сказала Кейт.-Никто бы не успел.\n Лейн хотела что-то сказать, но передумала и просто сползла по стене вниз, со слезами смотря в пол.\n—Нашел!-сказал Фил, показывая несколько упаковок с солью.",
    "answers": []
  },
  {
    "id": 140,
    "text": " Дэйв побежал к Чаку, но не успел он добежать до него как монстр вцепился зубами шею Чака, быстро прекратив его крик.\n—Чак!-крикнула Лейн, собираясь побежать к Чаку, но Нейт успел схватить ее и повел за группой, которая побежала в столовую.",
    "answers": [
      {
        "id": 139,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 141,
    "text": "—Мы уже нечем ему не поможем.-сказал Дэйв.\n—Мы успеем!-крикнула Лейн, собираясь побежать к Чаку, но Нейт успел схватить ее и повел за группой.\n Как только группа свернула за поворот, раздался крик Чака, который быстро утих.",
    "answers": [
      {
        "id": 139,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 142,
    "text": " Все шли за Филом и Дэйвом.\n—Никого.-довольно сказал Фил.-Если не будете шуметь, то пройдем с легкостью.\n Стараясь не шуметь группа шла по коридору, ничем не отличающемся от других. Горы трупов и лужи крови.",
    "answers": [
      {
        "id": 143,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 143,
    "text": "—Стоп.-сказал Чак.-Там кто-то есть. В той комнате.\n—Чак идем.-сказал Ник.-Там никого нет. \n—Нет есть!-сказал Чак.\n—Идем!-сердито сказал Фил.-Пока эти твари не пришли.\n—Я не пойду пока мы не проверим кто там.-сказал Чак.-Там кто-то плачет.\n Все испуганно посмотрели на Чака, ведь никто не слышал никакого плача.\n—Чак стой!-крикнула Лейн, но Чак уже зашел в комнату.\n Вдруг дверь захлопнулась и Чак испуганно начал стучать в нее.\n—Помогите!-крикнул он.\n Дэйв и Фил подбежали к двери что бы открыть ее, но тут раздался громкий вопль Чака, и в небольшое окошко над дверью было видно как на потолок брызнула кровь.\n—Чак!-со слезами крикнула Лейн.\n—Валим отсюда к  черту!-сказал Фил.-Я не знаю что его убило и узнавать не хочу.\n Дэйв обернулся и увидел как сзади по лестнице поднимались монстры.\n—Бежим!-крикнул он и побежал.",
    "answers": [
      {
        "id": 139,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 144,
    "text": "В данном приложении я провёл уже не один год и этот квест, как и некоторые другие, я писал будучи школьником (что видно по качеству).  И многие идеи тут довольно бредовые (сам не знаю, как я до такого вообще додумался). Пришло время и я решил, что мои пути с данной платформой расходятся. Продолжать квесты нет времени, а на некоторые работы даже желания (Серьезно, как можно исправить изначально мертвую идею?). Однако при написании даже самых провальных работ я испытывал удовольствие: радовался первым лайкам и комментариям, немного расстраивался дизлайкам, но главное получал удовольствие от написания. А потом времени стало меньше, да и начались некоторые проблемы с приложением (вроде тех из-за которых я за раз по 40-70 только что написанных страниц терял). Так что некоторые работы я решил опубликовать в режиме тестирования, просто что бы не валялись. Лучше пусть и ругают, чем они будут валяться и пылиться. Возможно однажды я все таки вернусь и допишу самые лучшие по моему мнению работы, но вряд ли такое случится. Так что теперь эти черновики будут лежать на полках и засорять приложение (если конечно их не удалят). \n\n—--------------------------------\nА вот и вторая моя конкурсная работа, на которую тоже не хватило времени. Ближе к моментам, где квест обрывается это заметно. Так как события начинают развиваться гораздо быстрее. Концовка правда должна была быть плохая, но тут вообще никакой нет. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 145,
    "text": "",
    "answers": []
  }
]