[
  {
    "id": 1,
    "text": "Судный  день\nСамое страшное событие произошло в 20.. году. Внезапно правительство отменило абсолютно все законы. Люди начали звереть, им было чихать на интересы других. Все начали творить нереальный беспредел. А где нет законов, там и пьянки, и драки, и грабеж с мордобоями. \nПРИМЕЧАНИЕ: Автор не хочет кого либо задеть, все совпадения являются случайными. Будем надеяться что такие времена не наступят никогда.",
    "answers": [
      {
        "id": 2,
        "text": "начинаем!"
      }
    ]
  },
  {
    "id": 2,
    "text": "Еще один день этого безумия... Надо запастись оружием и боеприпасами, без них мне точно не выжить. Но для начала нужно взять что нибудь из своего снаряжения и выйти на улицу.",
    "answers": [
      {
        "id": 3,
        "text": "Бита (чуток гнилая)",
        "var_show": [
          "",
          8
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Я выхожу на улицу. Вокруг разруха. Как обычно.\nКуда бы пойти первым делом?",
    "answers": [
      {
        "id": 4,
        "text": "Оружейный магазин. Там должно быть оружие. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Иду в оружейку. Барыга Кузьмич торгует в оружейке обычно. Берёт дорого, но я и не собираюсь покупать вещи. \nЯ собираюсь их  эмммм... позаимствовать!",
    "answers": [
      {
        "id": 5,
        "text": "К барыге!"
      }
    ]
  },
  {
    "id": 5,
    "text": "Когда я зашёл в лавку, она Была разграблена. Кузьмич лежал на полу. Он был мертв. На лице застыла ярость. В руке он держал Макарыч. Очевидно он отчаянно сражался за свою жизнь.",
    "answers": [
      {
        "id": 6,
        "text": "Взять Макарыч",
        "var_show": [
          2
        ]
      },
      {
        "id": 7,
        "text": "Новый ответ. введите текст",
        "var_show": [
          5
        ]
      },
      {
        "id": 8,
        "text": "Взять Макарыч"
      },
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "Поверить не могу! В голове не укладывается! Ещё вчера! Кузьмич, мой бывший сосед по подъезду занимался бизнесом, даже в такое время! А теперь он мертв! У кого могла подняться рука на бедного старика?! Найду! Замочу гада! Глотку ему перегрызу! Отомщу за Кузьмича!",
    "answers": [
      {
        "id": 9,
        "text": "Идти домой."
      }
    ]
  },
  {
    "id": 9,
    "text": "С улицы приходят какие то подростки, и на моих глазах бьют людей! В руках у них катаны, некогда принадлежавшие Кузьмичу! Вот где они! ГАДЫ!",
    "answers": [
      {
        "id": 10,
        "text": "Отомщу за Кузьмича!"
      }
    ]
  },
  {
    "id": 10,
    "text": "Один гопник идет в мою сторону. Я ломаю ему череп битой.\nНа меня бегут ещё двое, но тут из моего подъезда выходят рабочие!\nВсегда про них все говорят\"Пьющие но добрые\"\nНа этот раз я в этом был окончательно убежден!\nОни с молотками и монтировками врезаются в самую гущу толпы.\nЧеловек 8 они избили точно. Но в итоге победила гопота. Силы были неравные.",
    "answers": [
      {
        "id": 11,
        "text": "Выстрел из Макарыча",
        "var_set": [
          "5"
        ],
        "var_random": [
          "25"
        ]
      },
      {
        "id": 14,
        "text": "Отвесить люлей бейсбольной битой",
        "var_str_set": [
          "2"
        ],
        "var_random": [
          "99"
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Йес! Гопота повержена! Двоих я вывел из строя своими пулями! но пришло подкрепление...",
    "answers": [
      {
        "id": 12,
        "text": "ПОМОГИ-И-И-ТЕ!"
      }
    ]
  },
  {
    "id": 12,
    "text": "И вдруг из-за гаражей вышел ещё один мой знакомый — Петрович. Петрович часто пропадал на охоте, а на праздниках часто хвастался друзьям, что служил в ВДВ.\nОн был как раз вовремя!\nИз карабина \"Сайга\" Он поразил 12  человек. Остальные разбежались в страхе.\n12 Человек! И не убил не одного! Профи!\nБудь такое лет 50 назад, ему бы не грозила бы никакая статья!\nПетрович: Ну что, Погнали ко мне в гараж! Гопоту обыщи! У них есть что взять.\n",
    "answers": [
      {
        "id": 1,
        "text": "To be continued "
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "Йес! 3 гопников упали матерясь, но пришло подкрепление..",
    "answers": [
      {
        "id": 12,
        "text": "Помогииитеее!"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  }
]