[
  {
    "id": 1,
    "text": "Автор: Матвей Силиванов.\n(Ключевые слова: Ведьма, Воздух, Вызов)\n\nТы обычный студент, живущий без друзей. В один прекрасный день тебе представится возможность встретить маленькую ведьмочку. Она может стать тебе другом, а может и больше, кто знает? Все зависит только от тебя!",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты бедный студент. Тебе удалось сдать экзамены и поступить на бюджет в другую страну. Друзей у тебя не было вообще. После конца занятий ты вышел на улицу. Сейчас стоял конец октября, но было уже очень холодно.",
    "answers": [
      {
        "id": 4,
        "text": "Пойти прогуляться по парку"
      }
    ]
  },
  {
    "id": 3,
    "text": "Концовки",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "text": "Социальное дно",
        "need": [
          9
        ],
        "id": 3
      },
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "text": "Из грязи в социум",
        "need": [
          18
        ],
        "id": 3
      },
      {
        "need_ever": true,
        "comment": true,
        "middle_answer": true,
        "text": "Счастливая семья",
        "need": [
          22
        ],
        "id": 3
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты решил пойти погулять по парку. Обычно ты шел в общежитие и коротал вечера читая литературу или готовясь к занятиям, но эта атмосфера надоела, и ты решил подышать воздухом. Прогуливаясь мимо клёнов, которые сейчас были огненного цвета, тебя посещали грустные мысли.\n\n*вибрация в кармане*",
    "answers": [
      {
        "id": 5,
        "text": "Достать телефон"
      }
    ]
  },
  {
    "id": 5,
    "text": "Звонок с незнакомого номера",
    "answers": [
      {
        "id": 6,
        "text": "Ответить"
      },
      {
        "id": 7,
        "text": "Сбросить"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты поднес телефон к уху, не успев ничего сказать ты услышал голос девочки.\n\n—Братишка, я пеку булочки, приходи.\n\nПотом она бросила трубку, ты так ничего и не понял. Какие булочки? Почему братишка? Но твои размышления прервал запах. Запах как из пекарни. Такой сладкий, как в детстве, когда вы с мамой за руку шли покупать свежий хлеб, и дядя пекарь тебе тихонько, подмигивая, подкладывал в пакет маленькую булочку. И мама всегда удивлялась, откуда она там взялась. А ты хитро смеялся и откусывал кусочек сладкой сдобы. \n\nЭти воспоминания из детства были тебе очень дороги, и ты хотел узнать, кто же их возрождает. Ты сломя голову побежал сквозь кусты на запах. Ты выбежал на поляну о которой раньше не знал.\nПосреди нее стояла небольшая печка из которой девочка достала и поставила на столик противень с булочками. Тут она заметила тебя.\n\n\"О, ты как раз вовремя, присаживайся\"",
    "answers": [
      {
        "id": 10,
        "text": "Сесть за стол"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты решил не отвечать на незнакомый номер. И пошел дальше. Пройдя ещё круг по парку, ты повернул к общежитию, около входа твой телефон еще раз завибрировал. Тебе пришло сообщение с того же незнакомого номера.\n\n\"Жаль, что ты не ответил, мне тоже нужен был друг\".\n\nТы понял, что упустил своего возможного друга. Первого, кто сам захотел с тобой познакомиться.\nТы быстро набрал тот номер и уже придумывал текст для извинения, но голос оператора сказал, что этого номера не существует.",
    "answers": [
      {
        "id": 8,
        "text": "Войти в общежитие"
      }
    ]
  },
  {
    "id": 8,
    "text": "Войдя в свою комнату еще более грустным чем обычым ты лег на кровать и заплакал. Одиночество давило на тебя огромным грузом. Но выбора у тебя не было, никто не хотел дружить с \"ботаником\".",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Отучившись все пять лет, ты вернулся домой, родные были очень рады тебя видеть. Младший брат который сильно вырос , был без ума от счастья что его любимый брат вернулся. Но ты не был рад всему этому. Что-то в тебе сломалось. Ты не мог улыбаться и радоваться. Всю оставшуюся жизнь ты прожил один, умер тоже в одиночестве. Одиночество убило тебя.",
    "answers": [
      {
        "id": 9,
        "text": "Открыта концовка:\nСоциальное дно",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты сел за стол.",
    "answers": [
      {
        "id": 11,
        "text": "Поговорить",
        "need": [
          12
        ]
      },
      {
        "id": 12,
        "text": "Осмотреть девочку",
        "need": [
          -12
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты решил спросить у ведьмы про братишку, булочки и о том что ты здесь делаешь, а так же где ее дом.\n\n—Меня зовут Люси, а по поводу всего остального — я видела как ты страдаешь в одиночестве и решила тебе составить компанию хотя бы на вечер, а братишка потому что я подумала что это будет звучать мило с моей стороны. Дом мне не нужен, меня тут никто не видит кроме тебя, а комфортные условия я поддерживаю магией. А ещё я хочу кое о чем тебя попросить. Скоро ведь хэллоуин, а по традиции, ведьмы должны отмечать его в компании. А моя сестра переехала — и я осталась одна. Поэтому очень тебя прошу, можешь провести завтрашний вечер со мной?\n\nТы не мог от этого отказался, поэтому сразу же согласился.\n\n—Отлично, тогда завтра приходи сюда к 7 часам, я все подготовлю, договорились?",
    "answers": [
      {
        "id": 13,
        "text": "—Договорились"
      }
    ]
  },
  {
    "id": 12,
    "text": "Девочка казалась маленькой ведьмой. Остроконечная шляпа, темная накидка, но светлые волосы и очень добрые глаза. Вдруг ты заметил, что у нее на шее воротником спал черный котёнок. Она заметила то, что ты увидел кота и улыбнулась.\n\n—Его зовут Кени, правда лапочка?",
    "answers": [
      {
        "isBack": true,
        "text": "—Конечно, лапочка",
        "backstepCount": 1,
        "id": 12
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы ещё немного посидели с ней, попили чай с чудесными булочками. Оказалось что ей столько же лет сколько и тебе, просто ведьмы очень медленно стареют и долго живут. Она оказалась очень умным и приятным собеседником. Уходя от нее, ты уже с нетерпением ждал следующей встречи. ",
    "answers": [
      {
        "id": 14,
        "text": "*На следующей день*",
        "blackout": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Отсидев учебный день, ты пришел в общежитие и еле дождавшись 7 вечера побежал на вчерашнюю полянку. Люси носилась по ней как сумасшедшая, с криками \"Ой не успею!\" и \"Он же сейчас придет!\" она расставляла тарелки с угощениями. Рядом стоял котелок которого, кстати, вчера не было, в нем что-то кипело. Ты откашлялся чтобы привлечь ее внимание. Она вскрикнула от неожиданности.\n\n—Ты меня напугал.\n—Тебе помочь?\n—Нет! Я должна сама! Я уже большая, я самостоятельная!\n—Не занудствуй, говорю давай помогу, ты же не справляешься. Пока ты со мной разговариваешь что-то из твоего котелка утекает.\n\nОна побежала к котелку и заплакала.\n\n—Мой тыквенный суп... Я столько времени на него потратила, а он выкипел, как же мы без супа то? Это же традиционное блюдо, нельзя без него праздновать. \n\nОна прямо разрыдалась. Тебе стало ее жалко. Ты решил брать ситацию в свою руки.\n\n—А у тебя еще остались продукты из которых ты суп готовила?\n\nОна утерла слёзы и кивнула.\n\n—Тогда давай я тебе помогу и мы вместе приготовим этот суп, вдвоем ведь быстрее.",
    "answers": [
      {
        "id": 15,
        "text": "Пойти готовить"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы пошли к столу, Люси немного дрожащим голосом рассказала тебе рецепт и ты начал быстро крошить овощи. Готовя каждый день себе еду, ты неплохо набил руку в этом. Ведьма только давала тебе подсказки и подавала овощи. Ты все быстро покрошил и закинул в котел, оно поварилось около получаса, все это время ты следил за варевом. Когда все было готово ты его попробовал, получилось очень вкусно. Дал попробовать Люси. Она была в восторге.\n\n—Он чудесный! Теперь мне даже немного стыдно что ты с первого раза сделал лучше чем я...",
    "answers": [
      {
        "id": 16,
        "text": "Разлить суп по тарелкам"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты разлил ароматный суп по тарелкам и поставил на стол. Вы сели за него и начали есть. Кроме супа там были необычные салаты и сладости. Ты спрашивал про всё, она про всё рассказывала и вы это пробовали. Все было очень вкусно. После того как вы все съели, ты начал расспрашивать об ее жизни, которая, как оказалось, была довольно необычной. Она рассказывала про необычные ритуалы и про колдовство.\n\nТолько сейчас ты обратил внимание на то, что тебя окружает: все было украшено в лучших традициях хеллоуина. Везде были расставлены тыквочки и свечки.",
    "answers": [
      {
        "id": 17,
        "text": "—А где твой котенок?"
      }
    ]
  },
  {
    "id": 17,
    "text": "—О точно, ты мне кое о чем напомнил.\n\nОна подняла пушистый комок с колен и передала тебе.\n\n—Ты что-нибудь чувствуешь?",
    "answers": [
      {
        "id": 18,
        "text": "—Совсем ничего. Разве что то, что он мягкий и пушистый."
      },
      {
        "id": 19,
        "text": "—Он весь колется и когда я его держу у меня идет дрожь по телу"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Вот как, жаль, но у тебя нету никаких магических способностей.\n\nВы еще немного посидели, а потом ты пошел домой. Вы с ней дружили до конца твоего обучения. Ты приходил к ней каждый день и вы общались. Вы стали очень близкими друзьями. Она показывала тебе чудеса магии. В дождь она создавала крышу и высушивала твою одежду. В мороз создавала маленький огонек который вас обогревал. Она тебя подкармливала, а ты ей в свою очередь заплетал волосы и зашивал одежду. Общение с ней пошло тебе на пользу, ты стал лучше общаться с людьми, завел друзей, но о ней никогда не забывал. Когда подошло время возвращаться домой, ты был расстроен. Твой лучший друг оставался в другой стране и ты не мог с этим ничего поделать. Хоть расставание и было грустным, вы оба помнили хорошие моменты проведенные вместе. Это грело душу. Домой ты вернулся совершенно другим. Теперь у тебя были друзья. Спустя пару лет тебе даже удалось жениться. Незадолго до торжества, тебе пришло смс с незнакомого номера.\n\n\"Надеюсь ты нашел свое счастье братик, удачи тебе, может еще увидимся\"\n\nТы узнал старую знакомую, набрал номер, хотелось ещё раз с ней поговорить. Но оператор сказал железное:\"Номера не существует\".\n\n—Хитрая...",
    "answers": [
      {
        "id": 18,
        "text": "Открыта концовка:\nИз грязи в социум",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Это значит что ты чувствителен к магии, у этого кота стильная магическая аура, я могла бы тебя чему-нибудь обучить, не хочешь?\n\n—Хочу конечно.\n\n—Но вынуждена предупредить, ты будешь медленно стареть и жить очень долго, ты согласен?\n\n—Да.\n\n—Тогда подожди минуту.\n\nОна взмахнула руками, ты еще не разу не видел как она колдовала. В воздухе появились пиктограммы, она направила руки на тебя и лучик света устремился тебе в грудь.\n\n—Эй, я теперь чувствую что-то странное.\n\n—Это твой запас маны, заклинания требуют ману, чем больше ты колдуешь, тем больше у тебя маны и выше уровень колдовства. Чем чаще ты используешь заклинания, тем больше маны они стоят, но они также стоновятся сильнее. Вот например, попробуй наколдовать заклинание статистики.\n\n—А как колдовать то?\n\n—Просто представь себе статистику и взмахни руками.",
    "answers": [
      {
        "id": 20,
        "text": "Попробовать заклинание"
      }
    ]
  },
  {
    "id": 20,
    "text": "Что такое для тебя статистика? Ты представил экран компьютера с таблицами. Ты взмахнул руками и представил статистику. Чувство от заклинания чувствительности маны стало слабее. Перед тобой появилась светящаяся табличка.",
    "answers": [
      {
        "id": 21,
        "text": "Взглянуть на нее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Статистика колдуна",
    "answers": [
      {
        "id": 21,
        "text": "Количество маны: 90/100",
        "comment": true,
        "left_answer": true
      },
      {
        "id": 21,
        "text": "Уровень колдовства: 1",
        "comment": true,
        "right_answer": true
      },
      {
        "id": 22,
        "text": "Отвести взгляд"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Вот видишь, у каждого сначала 100 маны и первый уровень. <s>r\n<s>r\n—А какие еще заклинания доступны с первым уровнем?<s>r\n<s>r\n—По одному слабому заклинанию каждой из четырех стихий.<s>r\n<s>r\n—Я хочу попробовать все!<s>r\n<s>r\nТак вы упражнялись целый день. За пять лет вы стали очень близки. Учеба в университете отошла на второй план, кое как закончив его, ты сказал родителям что хочешь жить здесь и что у тебя уже есть жилье и работа. Ты не мог сказать правду. Ты полюбил эту ведьмочку. За 10 лет она подросла и теперь выглядела взрослой девушкой. Вдруг ты так невзначай спросил:<s>r\n—Люси, слушай, а во сколько ведьмы обычно выходят замуж?<s>r\n<s>r\nОна покраснела<s>r\n<s>r\n—А почему тебя это интересует?<s>r\n<s>r\n—Да вот думаю когда тебе предложение делать.<s>r\n<s>r\nОна опустила глаза в пол и тихонько сказала<s>r\n<s>r\n—Ну вообще-то в моем возрасте уже обычно выходят.<s>r\n<s>r\n—Отлично.<s>r\n<s>r\nТы встал из-за стола и подошел к ней, щелкнул пальцами и у тебя в руках появилось кольцо из сгустка маны. Встал на колено.<s>r\n<s>r\n—Люси, ты будешь моей женой?<s>r\n<s>r\nОна расплакалась и обняла тебя, чем чуть не повалила. <s>r\n<s>r\n—Конечно, конечно буду. Я уже давно об этом мечтала.<s>r\n<s>r\n—Вот и прекрасно.<s>r\n<s>r\nВы сыграли свадьбу и начали путешествовать по миру не зная забот. Вас ждали множество приключений, но вы прошли их вместе и были счастливы.",
    "answers": [
      {
        "id": 22,
        "text": "Открыта концовка:\nСчастливая семья",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]