[
  {
    "id": 1,
    "text": "Авторы: Невозможник (Свизев Станислав), Фантезист (Саня)\nЖанр: Воздух, Вызов, Время.\n\nЗа тобой — толпа людей, которые очень хотят жить. Они готовы пойти на всё, совсем на всё, ради этого.\nПеред тобой — воздушная среда, не желающая просто так отпускать нарушителей её границ.\nНеужели ты станешь ещё одним пилотом, чьё имя навсегда войдёт в архивы несчастных случаев?\nИли не побоишься взглянуть в лицо тому, что до сих пор пытаешься покорить?\nВыбор — твой.                  ",
    "answers": [
      {
        "id": 2,
        "text": "[Начало] "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Приборы... Так, с ними всё нормально. Стюардессы сообщают, что пассажиры в порядке. Чтож, пусть этот полёт будет удачным.\nПричины опасаться за безопасность рейса действительно есть. \nНовый бортмеханик — угрюмый мужчина, с татуировками на левой щеке. Его зовут... Владимир? Леонид? Почему-то имя вновь попавшего на самолёт вылетело из головы.\nО, надо же, спонтанный каламбур! Ты повернул голову в сторону кресла второго пилота.\nВообще уходить с места пилотам не рекомендуется. Слишком глупо, умирать сотне людей, из-за безалаберности возомнившего себя асом человека.\nСейчас второй пилот ушёл в хвост, к туалету. Так сказал он, но тебе было известно, что именно там обитают стюардессы второй смены. А как раз среди них — Маринка, к которой он в ходит всё последнее время. Ладно бы вне работы, а тут... Нужно будет поговорить с ним о профессиальной этике. ",
    "answers": [
      {
        "id": 2,
        "text": "Пусть бортмеханик — бывший Маринки, его зовут Марк, он убьёт второго пилота, начнётся паника, а у ГГ будет ограниченное количество времени на спасение ситуации. ",
        "calculate": true,
        "super_calculate": false
      },
      {
        "id": 3,
        "text": "[Проверить приборы] "
      },
      {
        "id": 4,
        "text": "[Спросить у стюардесс о пассажирах] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Приборы... Так, с ними всё по-прежнему.\nСложнее всего в работе с приборами — определить частоту их проверки. Нельзя быть расслабленым, нельзя быть напряжённым... Кажется, есть хорошее слово... Нет, не вспомнить.  ",
    "answers": [
      {
        "id": 4,
        "text": "[Спросить у стюардесс о пассажирах] ",
        "need": [
          -4
        ]
      },
      {
        "id": 5,
        "text": "[Где же Михаил?] ",
        "need": [
          3,
          4
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Пассажиры расслабились. С одной стороны это прекрасно — никто не будет шуметь, метаться, спорить с командой самолёта.\nС другой стороны — расслабившиеся люди забывают о мерах предосторожности. Они легко могут не пристегнуться, когда зажгуться просьбы сделать это. Могут уснуть, не пристегнувшись, что тоже чревато последствиями. В общем-то — главное пристёгиваться.\nУ второ... У Михаила (нужно лучше запоминать имена коллег) были какие-то идеи о том, как донести эту мысль до идей. Был бы он здесь — можно было бы расспросить его поподробнее.  ",
    "answers": [
      {
        "id": 3,
        "text": "[Проверить пассажиров] ",
        "need": [
          -3
        ]
      },
      {
        "id": 5,
        "text": "[Где же Михаил?] ",
        "need": [
          3,
          4
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Нет, ну это наглёж! Михаилу нельзя так надолго оставлять своё место. А вдруг...\n— А-а-а-а-а-а-а! А-а-а-а-а-а-а! А-а-а-а-а-а-а-а-а!\nЭх, накаркал.\nКричали точно из салона пассажиров. Стюардессы должны ворваться сюда с донесением через... Три. Два. Один.\n— Там, в туалете, Миша! Мёртвый! — вбежавшая в твою кабину Маринка разревелась, теряя давно сложившийся образ стюардессы. Сейчас, в красном костюме, белом платке и с мокрым и опухшим лицом она и сама была похожа на трупа. На утопленницу.\nНе дав тебе как следует отреагировать на ужасное известие, в кабину влетела вторая стюардесса.\nНадо же, здесь такое произошло, а случайные каламбуры всё равно прорываются в мысли.\nБросив взгляд на плачущую Маринку, вторая посетительница начала пытаться говорить громче, чем первая льёт слёзы:\n— Там, в хвосте, авария! Начался пожар! — смешно пытаясь изобразить пламя, она вышла и утащила за собой Маринку.\nЕй нужна помощь, чтобы успокоить напуганных криками и слезами стюардесс пассажиров. Хорошо, если она сначала умоет и успокоет Маринку.  ",
    "answers": [
      {
        "id": 6,
        "text": "[Думать] ",
        "var_set": [
          "Время",
          20,
          "Паника",
          6,
          "Пожар",
          5
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Итак, на самолёте есть убийца. Склонных к суициду людей не берут на борт.\nВ хвосте, где умер Михаил, второй пилот, начался пожар. Это тоже опасно, но при правильной работе сотрудников вполне устранимо.\nСейчас самое главное — спокойствие пассажиров. Если эту человеческую массу сначала закрыть в ограниченном пространстве, напугать до полусмерти, а потом поджечь — случиться может всё, что угодно.\nЧтобы ты ни решил делать, времени мало. Ни в коем случае нельзя не попытаться спасти людей, чья жизнь зависит от твоего решения.  ",
    "answers": [
      {
        "var_not": [
          "Время",
          0
        ],
        "var_add": [
          "Пожар",
          0.5
        ],
        "id": 7,
        "var_sub": [
          "Паника",
          1,
          "Время",
          1
        ],
        "need": [
          -7
        ],
        "text": "[Передать сообщение пассажирам] "
      },
      {
        "var_not": [
          "Время",
          0
        ],
        "var_add": [
          "Паника",
          0.5
        ],
        "id": 8,
        "var_sub": [
          "Время",
          1,
          "Пожар",
          1
        ],
        "need": [
          -8
        ],
        "text": "[Отправить первую смену стюардесс тушить пожар] "
      },
      {
        "id": 6,
        "text": "17~19 действий — и победа. ",
        "calculate": true,
        "super_calculate": false
      },
      {
        "var_not": [
          "Время",
          0,
          "Уже нет",
          3
        ],
        "var_add": [
          "Пожар",
          0.5,
          "Уже нет",
          1
        ],
        "var_equal": [
          "Опять",
          0
        ],
        "id": 9,
        "var_sub": [
          "Паника",
          1,
          "Время",
          1
        ],
        "need": [
          7
        ],
        "text": "[Успокаивать пассажиров по динамикам] "
      },
      {
        "var_not": [
          "Время",
          0,
          "Снова",
          1
        ],
        "var_add": [
          "Пожар",
          0.5
        ],
        "id": 10,
        "var_sub": [
          "Паника",
          0.5,
          "Время",
          1
        ],
        "need": [
          7,
          -10
        ],
        "text": "[Успокаивать пассажиров лично] "
      },
      {
        "var_not": [
          "Время",
          0
        ],
        "var_add": [
          "Паника",
          1
        ],
        "id": 11,
        "text": "[Отправиться тушить пожар] ",
        "var_need": [
          "Уже нет",
          1
        ],
        "var_sub": [
          "Время",
          1,
          "Пожар",
          1
        ]
      },
      {
        "var_not": [
          "Время",
          0
        ],
        "var_add": [
          "Паника",
          0.5
        ],
        "var_need": [
          "Уже нет",
          2
        ],
        "id": 12,
        "var_sub": [
          "Время",
          1,
          "Пожар",
          1.5
        ],
        "need": [
          -13
        ],
        "text": "[Передать указания стюардессам] "
      },
      {
        "var_not": [
          "Время",
          0
        ],
        "var_add": [
          "Пожар",
          0.5
        ],
        "id": 13,
        "var_sub": [
          "Паника",
          1,
          "Время",
          1
        ],
        "need": [
          12
        ],
        "text": "[Отправить немного стюардесс успокоить людей] "
      },
      {
        "var_not": [
          "Время",
          0
        ],
        "var_add": [
          "Паника",
          0.5
        ],
        "var_sub": [
          "Время",
          1,
          "Пожар",
          1
        ],
        "id": 14,
        "text": "[Отправить часть оставшегося персонала тушить пожар] ",
        "need": [
          -14,
          13,
          11
        ],
        "var_set": [
          "Снова",
          1,
          "Опять",
          1
        ]
      },
      {
        "var_not": [
          "Время",
          0
        ],
        "var_add": [
          "Паника",
          0.5
        ],
        "id": 15,
        "var_sub": [
          "Время",
          1,
          "Пожар",
          1
        ],
        "need": [
          -15,
          14
        ],
        "text": "[Отправить весь персонал тушить пожар] "
      },
      {
        "var_not": [
          "Время",
          0
        ],
        "var_add": [
          "Пожар",
          0.5
        ],
        "id": 16,
        "var_sub": [
          "Паника",
          1,
          "Время",
          1
        ],
        "need": [
          14,
          -17
        ],
        "text": "[Отправиться успокаивать пассажиров] "
      },
      {
        "var_not": [
          "Время",
          0
        ],
        "id": 17,
        "text": "[Рассказать пассажирам о местности, над которой они пролетают] ",
        "need": [
          18,
          -17
        ],
        "var_sub": [
          "Время",
          1,
          "Паника",
          1
        ]
      },
      {
        "var_not": [
          "Время",
          0
        ],
        "var_equal": [
          "Опять",
          1
        ],
        "id": 18,
        "text": "[Успокаивать пассажиров по динамикам] ",
        "need": [
          14
        ],
        "var_sub": [
          "Время",
          1,
          "Паника",
          1
        ]
      },
      {
        "super_calculate": false,
        "text": "Новый ответ. введите текст",
        "var_equal": [
          "Время",
          0
        ],
        "id": 6,
        "var_need": [
          "Пожар",
          "Паника"
        ],
        "calculate": true,
        "var_set": [
          "Смерть от пожара",
          1
        ]
      },
      {
        "super_calculate": false,
        "var_less": [
          "Пожар",
          "Паника"
        ],
        "var_equal": [
          "Время",
          0
        ],
        "id": 6,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "Смерть от паники",
          1
        ]
      },
      {
        "var_set": [
          "Жизнь",
          1,
          "Смерть от пожара",
          0,
          "Смерть от паники",
          0
        ],
        "calculate": true,
        "super_calculate": false,
        "id": 6,
        "text": "Новый ответ. введите текст",
        "var_equal": [
          "Время",
          0
        ],
        "var_no_more": [
          "Паника",
          1,
          "Пожар",
          1
        ]
      },
      {
        "id": 19,
        "text": "[Пожар слишком силён...]",
        "var_equal": [
          "Смерть от пожара",
          1
        ]
      },
      {
        "id": 20,
        "text": "[Люди ужасно напуганны...]",
        "var_equal": [
          "Смерть от паники",
          1
        ]
      },
      {
        "id": 21,
        "text": "[Пожар потушен!] ",
        "var_equal": [
          "Жизнь",
          1
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Подаинувшись поближе к микрофону, ты начал говорить тоном, который считал самым успокаивающим:\n— Дорогие пассажиры! С Вами говорит главный пилот. У нас произошла неурочная ситуация. Поводов для беспокойства нет. Пожалуйста, держитесь ближе к своим местам. Спасибо, — не очень последовательно закончилась речь, но это точно сможет отвлечь людей от происшествия.  ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "run": [
          6
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Передав соответствующие указания, тебе стало немного спокойнее. Может, всё обойдётся?  ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "run": [
          6
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Немного приятной для слуха, но не содержащей никакой информации речи хватит, чтобы пассажиры чуть расслабились.  ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "run": [
          6
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты вышел из кабины, не забыв включить здешний несовершенный автопилот, и постарался передать через жесты и мимику, что всё в порядке.  ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "run": [
          6
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "В хвосте самолёта было намного жарче, чем ты себе представлял. Огонь немного уменьшился, но люди с беспокойством смотрели на обливавшегося потом пилота.  ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "run": [
          6
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Несколько минут речи, предназначенные стюардессам, имели в себе довольно простой посыл: действовать по инструкции.  ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "run": [
          6
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "Часть стюардесс, до того помогавших тушить пожар, ушла успокоить людей. Пусть они все будут благоразумны.  ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "run": [
          6
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Почти вся команда ушла в хвост. Нескольких человек ты решил оставить, а не бросать в борьбу с огнём.  ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "run": [
          6
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Теперь все, кто является сотрудником авиакомпании на этом самолёте занят борьбой с пожаром. Все, кроме тебя и бортмеханика, которого никому не удалось найти. ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "run": [
          6
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты вышел из кабины, не забыв включить здешний несовершенный автопилот, и постарался передать через жесты и мимику, что всё в порядке.  ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "run": [
          6
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты выжал из себя все знания о море, над которым летит самолёт. О том что оно очень солёное, расположено близко к берегу, имеет особенный оттенок, успокаивающий нервную систему. Некоторые факты пришлось придумать самому. ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "run": [
          6
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "Немного приятной для слуха, но не содержащей никакой информации речи хватит, чтобы пассажиры чуть расслабились.  ",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "run": [
          6
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "Жар, который поначалу был незаметен, многократно усилился. Все: пассажиры, стюардессы, уборщики — смогли почувствовать над собой торжество пламени.\nСалон воспламенился практически мгновенно.\nСотни до смерти напуганных людей кричали и метались по самолёту, калеча друг друга.\nСам самолёт, перетерпевший ужасные волнения, отказался работать.\nИрония ли это — сгореть в воздухе, над морем?\nИли просто злой розыгрыш сговорившихся стихий?\nДа, наверное, это уже не важно. Ты больше никогда ни коснёшься земли. ",
    "answers": [
      {
        "id": 1,
        "text": "[Как жаль] "
      }
    ]
  },
  {
    "id": 20,
    "text": "Люди, испуганные люди, не понимающие, чего боятся. Они превратились в зверей, обезумевших от ужаса. Если бы какой--нибудь человек заглянул в летящий самолёт, то не поверил бы, что несколько минут назад, все люди, бесчинствующие на борту, являлись образцами поведения в небе.\nОни носились по всему самолёту с воплями страха и боли. Они калечили друг друга, и бежевый салон покрывался багровыми пятнами.\nУправлять самолётом стало совсем невозможно, когда пассажиры в несколько рук начали тащить тебя от причала. Зачем они это сделали — тайна, которую невозможно разрешить никому.\nНо о ней никто и не узнает, ведь самолёт, со всеми, кто был на нём, попросту утонул, с бульканьем выпуская пузыри из мятого корпуса. ",
    "answers": [
      {
        "id": 1,
        "text": "[Неужели. Всё кончится так глупо?] "
      }
    ]
  },
  {
    "id": 21,
    "text": "Первоисточник твоего волнения уничтожен отважной командой самолёта. Ещё бы чуть-чуть и...\n— А-а-а-а-а-а-а-а-а!.. — крик оборвался резко и с противным бульканьем. Он в точности повторял предыдущий, ставший предвестником несчастья.\nНезнакомая стюардесса вбежала в твою кабину на полусогнутых ногах. Она была так же бледна, как бледна пена моря, над которым летел самолёт.\n— Там, в туалете... Маринка!!! — стюардесса взвыла в голос. \n— Марк! Он её убил! И себя! Заре-езал! — её невнятные выкрики прекратились из-за волны слёз, чужом до этого держащихся в её глазах.\nМарк... Это не кто-то из пассажиров, раз стюардесса знает его имя. Это не стюард, которых здесь можно пересчитать по пальцам. Это же... Тот самый бортмеханик с татуировками на левой щеке!\nНо как убийца попал на самолёт?",
    "answers": [
      {
        "id": 22,
        "text": "[Подождать, пока стюардесса успокоится] "
      }
    ]
  },
  {
    "id": 22,
    "text": "Через пару минут поток слёз утих, а кровь начала возвращаться к лицу женщины.\n— Марк, он Маринку под шумок в туалет затащил, — стюардесса совершила глубокий вдох.\n— И зарезал! И себя потом, тоже. А до того наверное и Мишку, — голос женщины потускнел.\nТы не знал, что нужно сделать, чтобы успокоить человека, чьих трёх коллег убили.\nТы не привязывался к коллегам и ужаса испытывал намного меньше, ведь было важно спасти самолёт. Но что делать без второго пилота и бортмеханика...\n— Марк же, он раньше на Маринке то того — женат был. У неё папа — в аэрокомпании на посту хорошем сидел, он их сюда и устроил. А Маринка начала к одному мужику ходить, к другому. Марк и так вспыльчив был, а уж тут... Развелись они.\nНу, Маринке видимо уже всё равно было, а Марку нет. Он и Мишку убил и её. И себя, тоже.\nУ стюардессы ушло очень много сил, на такую длинную тираду, поэтому, удовлетворившись своим рассказом, она ушла из кабины.\nА тебе ещё предстоял долгий полёт.\nНаверное, нужно по-другому относиться к своим коллегам. Особенно, на такой важной должности.\nНадеюсь, тебе это по силам. ",
    "answers": [
      {
        "id": 1,
        "text": "[Вызов принят] "
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]