[
  {
    "id": 1,
    "text": "Автор: Lana Ashgrow (Лана Эшгроув)\nЖанр: Фентези, драма, романтика\n\nЭта история начинается довольно банально. И, возможно, если бы ты знала, чем закончится эта ночь, ты всё бы исправила. Но Рок уже навис над тобой, словно яростная тень.\n\nЭто был выходной день, когда к тебе пришла лучшая подруга, с которой вы вместе с самого детства проходили огонь и воду. Продолжительная ссора, как всегда из-за очередной ерунды изрядно вас утомила и морально измучила. И вот, наконец, подруга пришла к тебе. Вы мило общались, обсудив все на свете, пока не опустилась на землю ночь, и лунный свет не пролился в комнату. Сейчас вы спали, совершенно ни о чем не подозревая...",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 3,
        "text": "Начать приключение"
      },
      {
        "id": 1,
        "text": "Связь с автором",
        "url": "https://vk.com/zimniy_suckub"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты пытаешься кричать, но издаваемый тобой звук расстворяется. Рот прочно закрыт ладонью неизвестного ночного гостя. Разбудить подругу и вместе с ней и весь дом явно не получится.",
    "answers": [
      {
        "id": 1,
        "text": "Попытаться сделать что-то ещё"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вдруг, чья-то холодная ладонь закрыла тебе рот. Когда ты испуганно вскочила, было уже поздно кричать. У тебя бешено билось сердце, как у загнанного в клетку зверька.\nОн медлено переместился к тебе лицом так, чтобы ты смогла его рассмотреть. После этого он осторожно убрал руку от твоих губ и приложил палец к своим.\n- Тсс... - издал он тихий звук.\nЭто был очень красивый юноша с точными и правильными чертами лица, словно его создал профессиональный скульптор. Даже темнота не могла скрыть голубизну глаз и цвет каштана в его волосах, которые блестящими волнами покрывали его плечи. Одет он был в какие-то белые одеяния. Может быть какой-то неадекват нацепил на себя простынь?",
    "answers": [
      {
        "id": 5,
        "text": "- Ты кто? - спрашиваешь ты"
      },
      {
        "id": 6,
        "text": "- Как ты здесь оказался?"
      },
      {
        "id": 7,
        "text": "- Зачем ты здесь?",
        "need": 6
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты хватаешься за его ладонь, желая освободить себя, но едва коснувшись, находишь её не такой уж и ужасающей. Это была рука молодого мужчины с тонкими длинными пальцами. Как-будто он всю жизнь провёл за музыкальным инструментом. Страх отступил, разгорелось любопытство.",
    "answers": [
      {
        "id": 1,
        "text": "Что дальше?"
      }
    ]
  },
  {
    "id": 5,
    "text": "Юноша внезапно помрачнел. Он долго смотрит на тебя,словно пытается что-то найти во взгляде.\n- Что? - тихо произнёс он, - Ты правда не помнишь меня? Я Рафаэль.\nНу, разумеется, это сразу всё объясняет. Очень ценная информация. А вот парень почему-то стал очень грустным, словно прямо сейчас кто-то умер.",
    "answers": [
      {
        "id": 3,
        "text": "Так-с, ладно, с этим всё \"понятно\""
      }
    ]
  },
  {
    "id": 6,
    "text": "Он легонько кивает на окно.\n- Пришел по звездам, - невозмутимо отвечает он, словно рассказывал сейчас про парадную дверь или кофе.",
    "answers": [
      {
        "id": 3,
        "text": "Ну зашибись"
      }
    ]
  },
  {
    "id": 7,
    "text": "- Тише! - зашипел парень, - Ты теней разбудишь. \nОн с опаской переглянулся.\n- Айрис с тобой идёт? - он кивнул в сторону твоей подруги. Нам нужно торопиться.\nРафаэль встал и открыл окно. Очевидно, он сошёл с ума. Он что, правда решил, что ты похожа на самоубийцу?",
    "answers": [
      {
        "id": 8,
        "text": "- Иди к чёрту! Я сейчас разбужу весь дом. Лети сам вниз головой с 9 этажа!"
      },
      {
        "id": 9,
        "text": "- Что? Я летать не умею, если что. Ты меня убить собрался?"
      },
      {
        "id": 10,
        "text": "Разбудить подругу"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты вскакиваешь и начинаешь орать. \n- Сьюзен, чёрт возьми! Ты чего вопишь?! - просыпается твоя подруга. \nТы в красках описываешь случившееся, Рафаэля уже,конечно же,нет.\n- Тебе приснилось, спи. Только из окна не прыгай,хорошо?\nТы засыпаешь, списав на то,что слишком много смотрела телевизор на ночь.",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать сначала"
      }
    ]
  },
  {
    "id": 9,
    "text": "Рафаэль смотрит на тебя, как на идиотку. Тяжело вздыхает и говорит:\n- Тебе не надо никуда прыгать. Ты пойдешь следом за мной, след в след. Мои следы удержат тебя. У нас мало времени, буди подругу.",
    "answers": [
      {
        "id": 7,
        "text": "- Ты уверен? Ну ладно..."
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты подбегаешь к подруге и начинаешь её трясти.\n- Айрис! Айрис, проснись, нам надо идти!\nДевушка открывает глаза и дубасит тебя по голове подушкой.\n- Сьюзен, чёрт возьми, что происходит? А-а-а-а!!! Кто это?\nТы зажимаешь подруге рот, теперь вдруг сообразив, почему именно такой способ знакомства выбрал Рафаэль. Айрис могла своим воплем разбудить весь дом.\n- Тише! - зашипела на неё ты и опустила руку, - Это Рафаэль. Нам надо идти за ним.\nАйрис посмотрела на стоявшего у открытого окна парня, потом на тебя.\n- Подруга, ты спятила? Я никуда не пойду, - выпалила она.",
    "answers": [
      {
        "id": 11,
        "text": "Оставить Айрис и пойти за Рафаэлем одной"
      },
      {
        "id": 12,
        "text": "Попытаться уговорить Айрис пойти с вами"
      }
    ]
  },
  {
    "id": 11,
    "text": "Пожав плечами, ты встаёшь на подоконник и смотришь вниз. Ни машин, ни домов - всё куда-то исчезло. Сплошная темнота и мелкие огни звездного сияния. Ты точно знаешь,что звёзды большие, очень большие, даже огромные. И что они очень далеко от нас. Но этот странный парень доказывает тебе обратное.\n- Наступай только на звёзды. Очень аккуратно, точно за мной, - говорит тебе Рафаэль и подаёт тебе руку. \nТы киваешь и даешь ему свою руку, осторожно наступив на первую звезду. Она оказалась холодной, как льдинка. Зажмурившись, ты идёшь дальше, как вдруг...\n- Сьюзен! Рафаэль! Я с вами! - кричит Айрис и уже тоже опустила ноги на первые звёзды. Привычный мир рухнул.",
    "answers": [
      {
        "id": 13,
        "text": "Обрадоваться, что подруга последовала за тобой"
      },
      {
        "id": 14,
        "text": "Продолжить путь по звёздам",
        "need": 13
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты не хочешь оставлять подругу и начинаешь её уговаривать пойти с тобой. Долго и муторно объясняя,что Рафаэль вам не приснился, и что надо пойти за ним. Тыкаешь пальцем на красоту за окном, но это оказывается бесполезно. Айрис упёрлась и, судя по всему, не собирается идти с вами.",
    "answers": [
      {
        "id": 11,
        "text": "- Ну и оставайся тут одна, а я пошла..."
      }
    ]
  },
  {
    "id": 13,
    "text": "- Айрис! - восторженно кричишь ты, забыв об осторожности.\nТы резко разворачиваешься и теряешь равновесие. В этот момент Рафаэль хватает тебя за талию и удерживает на звезде.\n- Ты с ума сошла?! - воскликнул он, его глаза пылали животным страхом, - Если будешь так делать, погибнешь. И это уже будет не из-за меня. Девушки, касается обеих. Идти нужно строго по моим следам.",
    "answers": [
      {
        "id": 11,
        "text": "Кивнуть и смутиться"
      }
    ]
  },
  {
    "id": 14,
    "text": "Тишина. Ни ветра, ни каких-либо звуков. Только ты, Айрис и Рафаэль. Это было похоже на какой-то нездоровый сон. Чернота, пустота и яркая дорога из звёзд, напоминающая Млечный Путь. \"Так не бывает\", - успокаивала ты себя всю дорогу. Наконец, Рафаэль остановился около какого-то мрачного сгустка, похожего на воронку.\n- Это Чёрная Дыра, - сказал он, - Вам нужно через неё пройти.",
    "answers": [
      {
        "id": 15,
        "text": "- Окей, - ты смело шагаешь в воронку, оставляя подругу и Рафаэля позади"
      },
      {
        "id": 16,
        "text": "- В чём подвох? - ты останавливаешься и недоверчиво смотришь на странный сгусток, преграждая путь Айрис."
      },
      {
        "id": 17,
        "text": "Пройти в воронку, активировав щит",
        "need": 20
      }
    ]
  },
  {
    "id": 15,
    "text": "Тебя захватывает яростная волна. Ты чувствуешь, что не можешь дышать, двигаться и что-либо делать. Ты не можешь даже кричать. Адская боль сковывает твоё тело. давление повышается и ты теряешь сознание.",
    "answers": [
      {
        "id": 1,
        "text": "Тебя разорвало на кусочки в Чёрной Дыре. Попробуй сначала :)"
      }
    ]
  },
  {
    "id": 16,
    "text": "Рафаэль тут же преградил девушкам путь.\n- Ах, да, точно. Забыл сказать... Вы не сможете там пройти. Сначала вам надо найти лунный свет. Вы увидите его только с закрытыми глазами. Постарайтесь при этом не упасть вниз... это больно.",
    "answers": [
      {
        "id": 15,
        "text": "- Слушай, ты уже бесишь. Я и так пройду."
      },
      {
        "id": 18,
        "text": "Тяжко вздохнув, ты закрываешь глаза..."
      }
    ]
  },
  {
    "id": 17,
    "text": "Страх, боль, ужас, который застыл на твоём лице, как только Чёрная Дыра поглотила тебя в свой плен. Ты уже начинаешь думать о том, как глупо вот так умереть, что лучше бы ты осталась спать в своей уютной кроватке, а не... ты попёрлась куда-то за этим парнем, ещё и Айрис утащила за собой. Дышать было трудно, но ты всё же дышала. Ты не могла ни кричать, ни плакать. Могла только смотреть на лицо этого странного юноши, который совершенно спокойно и без щита падал вниз рядом с тобой, придерживая тебя рядом с собой за талию. Ты смотрела прямо ему в глаза, думая, что если это последний миг в жизни, то пусть ты запомнишь не черноту этого идиотского отверстия, а лазурные глубины этих его бестолковых глаз. Как ты ни пыталась сохранить самообладание, но всё равно реальность исчезла за гранью сознания. \n\nКогда ты открыла глаза, не было ни звёзд, ни темноты, ни Рафаэля. не было ничего. Была только зелёная травка, голубое небо и Айрис, которая не менее охриневая от происходящего, глупо уставилась на тебя, очевидно, рассчитывая, что раз ты её сюда заманила, то ты и объяснишь ей сейчас, что тут происходит. Что будешь делать?",
    "answers": [
      {
        "id": 21,
        "text": "- Где Рафаэль? - спрашиваешь у неё ты"
      },
      {
        "id": 21,
        "text": "- Почему нет Рафаэля?"
      },
      {
        "id": 21,
        "text": "- Рафаэль должен был быть с нами!"
      }
    ]
  },
  {
    "id": 18,
    "text": "Теперь ты вообще ничего не видишь. При этом тебя качает из стороны в сторону, словно маятник. Всё это время ты пытаешься удерживать равновесие. Вдруг сквозь ресницы проскальзывает яркий луч. Ты обрадовалась и открываешь глаза,чтобы не навернуться по пути,но луч исчезает. Ты вновь закрываешь глаза и идёшь дальше за опять появившимся светом. Сердце уходит в пятки, ты изо всех сил пытаешься удержаться на дороге. Вдруг, ты перестала улавливать луч даже с закрытыми глазами  Ты остановилась. Что делать? ",
    "answers": [
      {
        "id": 19,
        "text": "Продолжать идти в том же направлении. Может свет снова появится?"
      },
      {
        "id": 20,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты шагаешь вперёд, но там оказалась пустота. Ты чувствуешь, что паришь... Дальше острая внезапная боль и мрак. Твоё тело вряд ли когда-нибудь найдут...",
    "answers": [
      {
        "id": 1,
        "text": "Сьюзен погибла. Попробуй снова"
      }
    ]
  },
  {
    "id": 20,
    "text": "Полная луна оказалась прямо над тобой, роняя на тебя столб серебристого света. Ещё один шаг, и ты улетела бы в пропасть... Но Судьба оказалась к тебе благосклонна. Вокруг тебя нарисовалась белая аура. Дышать стало на порядок проще. Словно ты оказалась где-то на альпийских лугах из рекламы шоколадки \"Милка\", прямо возле фиолетовых коров. \n- Это щит, - проговорил оказавшийся рядом Рафаэль, - Айрис уже внутри. Теперь и ты сможешь пройти за Черную Дыру.",
    "answers": [
      {
        "id": 14,
        "text": "Вернуться к воронке."
      }
    ]
  },
  {
    "id": 21,
    "text": "Айрис смотрит на тебя, как на полоумную.\n- Причём тут этот неадекватный идиот?! - орёт она, - Где мы, твою мать?! Сьюзен, если ты мне сейчас не ответишь, я сожру тебя заживо! Какого хрена мы здесь делаем?",
    "answers": [
      {
        "id": 22,
        "text": "Разрешить подруге съесть тебя заживо"
      },
      {
        "id": 23,
        "text": "- Айрис, прости, я не знаю, я просто пошла за ним..."
      }
    ]
  },
  {
    "id": 22,
    "text": "Это самый глупый конец, который только можно представить ахахах, лол! Да, да, она реально тебя сожрала, а потом сама умерла от несварения желудка. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец :) Не расстраивайся, попробуй снова"
      }
    ]
  },
  {
    "id": 23,
    "text": "...он говорил очень убедительно, - ты поджала губы.\nБольше всего тебя интересовало, куда испарился этот балбес, который так красиво наплёл тебе ночью про необходимость бежать за ним по этим чёртовым звёздам. Какого лешего он теперь слинял? Твои размышления и восклицания Айрис прервала молодая женщина, которая подошла к вам.\n- Новые фейлари? - она удивлённо вскинула бровь, - Рада приветствовать. Я Изабелла. \nУ неё была толстенная блондинистая коса до лопаток и серые невзрачные глаза. Она вроде бы была вам рада, но в то же время как-то не особо сильно. Её улыбки выглядели фальшиво.",
    "answers": [
      {
        "id": 24,
        "text": "- Новые КТО? - ты чуть не поперхнулась воздухом."
      },
      {
        "id": 25,
        "text": "- Эмм... спасибо, мы как-нибудь сами... - попятиться назад."
      }
    ]
  },
  {
    "id": 24,
    "text": "Изабелла приветливо улыбнулась, насколько только смогла изобразить любезность.\n- Фейлари. Вы что, не знаете ничего об этом? Рафаэль должен был вам всё обьяснить. Несмотря на то, что этот парень показался тебе слишком странным и ненормальным, стоит ли его подставить, сказав правду?",
    "answers": [
      {
        "id": 26,
        "text": "- Он пытался что-то сказать, но я не стала его слушать. Так и не поняла, о чём речь. Но он долго старался мне что-то втолковать.\n(соврать)"
      },
      {
        "id": 26,
        "text": "- Объяснить что? Он просто сказал, что надо идти за ним, и мы пошли. Нам вообще домой бы наверно...\n(сказать правду)"
      }
    ]
  },
  {
    "id": 25,
    "text": "Девушка рассмеялась так, словно ты сейчас сморозила какую-то очаровательную глупость.\n- Сами? - произнесла она, - Попробуйте. Только здесь полно диких зверей... и тварей похуже. Долго вы протягете здесь без нас? Отправлять домой вас прямо сейчас не входит в мои планы. Итак?",
    "answers": [
      {
        "id": 27,
        "text": "Последовать за Изабеллой"
      },
      {
        "id": 28,
        "text": "Отказаться идти за ней"
      }
    ]
  },
  {
    "id": 26,
    "text": "- Ладно, это неважно, - сказала Изабелла, - Я провожу вас в замок. Лили покажет вам комнаты. А завтра на собрании вам всё объяснят.\nОна жестом пригласила вас пройти за ней.",
    "answers": [
      {
        "id": 27,
        "text": "Пойти за Изабеллой"
      }
    ]
  },
  {
    "id": 27,
    "text": "Это был очень красивый замок, выглядел он очень странно и притягательно. Множество этажей и винтовых лестниц, много света и окон. Он сплошняком состоял из стекла или хрусталя. По крайней мере так казалось на первый взгляд. Но потом ты подумала, что эта конструкция была бы при таком раскладе слишком хрупкой и не смогла бы существовать. Но ведь и звёзд таких не бывает, но ты пришла по ним, верно?\n- О, фейлари, как это чудесно! - прощебетала худенькая миниатюрная девушка, подлетев к вам,как птичка. Её каштановые волосы были забраны в высокий хвост, на лице сияла улыбка, причём по-настоящему тёплая и искренняя, внушающая доверие, - Я Лилиан. И я покажу вам ваши комнаты.",
    "answers": [
      {
        "id": 32,
        "text": "Идти за девушкой"
      }
    ]
  },
  {
    "id": 28,
    "text": "Изабелла ушла, а ты празднуешь свою победу. \n- Никто не сможет загнать нас в это логово! - радостно объявляешь ты подруге.\n- Сью, нам нужно найти место для ночлега. Идём.\nАйрис находит единственную тропинку. Идти больше некуда, но вы можете попытаться пойти вопреки всем законам логики по полям, лугам, где нет определённого временем направления. Что выберешь?",
    "answers": [
      {
        "id": 29,
        "text": "Пойти по тропинке"
      },
      {
        "id": 30,
        "text": "Пойти по полям, по лугам"
      }
    ]
  },
  {
    "id": 29,
    "text": "Ты соглашаешься с подругой на этот раз и вы идёте по давно протоптаной тропинке, уже не только этими странными людьми,но и лошадьми, кем-то еще. Короче, большая такая дорожка, вдоль которой росли самые обыкновенные деревья. Шли вы так по ней довольно долго, уже начинали затягивать небо в плен ночи первые сумерки, когда ты услышала какой-то шорох.\n- Айрис, стой, - тихо произнесла ты, - Слышишь это?\nОна оборачивается, и в этот момент вы оказываетесь окружены тремя, вооружёнными арбалетами, парнями.\n- Это леральфы, убейте, - послышался голос одного из них.",
    "answers": [
      {
        "id": 1,
        "text": "- Мы не лераль...\n(Выстрел, острая боль, в твоих глазах темнеет... - Идём на начало, пытайся ещё раз)"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вопреки всем законам логики, вы идёте, аки трактор по лугам, напевая: \"Только мы с конём по полю идём\". Шли вы недолго. Очень скоро ты слышишь голодный вой шакалов. Ну разумеется, вы забрели в какую-то степь. Осмотревшись, ты понимаешь, что вы окружены.",
    "answers": [
      {
        "id": 1,
        "text": "Смириться (Тебя сожрали шакалы. Пытайся снова)"
      },
      {
        "id": 31,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 31,
    "text": "Хорошая попытка. Но я тебя расстрою, ты не бегаешь быстрее,чем оголодавшие твари. Они разорвали тебя на кусочки прямо налету.",
    "answers": [
      {
        "id": 1,
        "text": "В начало. В следующий раз попробуй включить логику :)"
      }
    ]
  },
  {
    "id": 32,
    "text": "Она учтиво склонилась перед Изабеллой, а после исчезла, легко и изящно, увлекая за собой вас обеих. Стоило подняться на этаж, и войти в указанную этой странной и необыкновенно \"живой\" девушкой дверь, как она тут же превратилась в незатыкаемого экскурсовода.\n- Здесь можете переодеваться, здесь спать, вот тут одежда ваших размеров (к слову, она едва помещалась в гардероб), там ещё одна комната. Вы можете жить в соседних, чтобы всегда быть рядом, в одной неудобно. Утром душ там, вечером ванна здесь, я буду делать вам по утрам причёски, по любым вопросам можете сразу ко мне... Айрис, Сьюзен, я так ждала вас. Спасибо, что вы здесь...",
    "answers": [
      {
        "id": 33,
        "text": "- Она когда-нибудь замолчит? - иронично спрашиваешь ты у Айрис"
      },
      {
        "id": 34,
        "text": "- Скажи, почему вы называете нас фейлари и зачем мы вам? - спрашиваешь ты у Лилиан"
      }
    ]
  },
  {
    "id": 33,
    "text": "Лилиан исчезла в дверях, оставив тебя и Айрис в полном недоумении. Ты смотришь на подругу, которая тут же залезла в гардероб и стала копаться в шмотках. Ты стоишь у окна и смотришь на живописное побережье и волны. Ты почти уверена, что они такого же цвета, как у Рафаэля. Куда же он испарился, доставив вас обеих сюда? Через какие-то доли секунды на побережье показался молодой мужчина. Присмотревшись, ты понимаешь, что это Рафаэль. Он медлено идёт вдоль берега.",
    "answers": [
      {
        "id": 35,
        "text": "Побежать к нему"
      },
      {
        "id": 42,
        "text": "Остаться в комнате и уснуть"
      }
    ]
  },
  {
    "id": 34,
    "text": "- Вы ещё не знаете? - удивилась она, - Вы нужны, потому что знаете то, чего не знаем мы. Иначе мы все умрём. Даже вы, - Лилиан улыбнулась, - Я больше не могу вам ничего сказать. Но с удовольствием отвечу на любые вопросы, если они возникнут, когда пройдёт собрание. А до этого я не имею такой привилегии. Прошу меня извинить. Надеюсь, мы подружимся с вами.",
    "answers": [
      {
        "id": 33,
        "text": "Лилиан направилась к выходу. Ты наблюдаешь, как она уходит"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ты срываешься с места. Ну конечно, вот же он! Скорее, ты не можешь снова его упустить! Почему он был таким грустным? Сшибая всё на своём пути, ты вырываешься на свободу, на улицу, где ветер грубо ударил тебя по лицу. Но тебе плевать. Ты видишь впереди Рафаэля и зовёшь его. Он оборачивается, но не подходит к тебе. Его взгляд, полный тоски и боли уставился на тебя. Да, его глаза были точно такого же цвета, как эти волны.",
    "answers": [
      {
        "id": 37,
        "text": "Побежать к нему. Он должен поговорить с тобой!"
      },
      {
        "id": 38,
        "text": "Остановиться и смотреть на него."
      }
    ]
  },
  {
    "id": 36,
    "text": "Странный сон, не находишь? Ты просыпаешься и видишь у себя на руке тот самый браслет из сна,который Рафаэль надел на руку той девочке. Ты точно уверена,что когда заснула, у тебя его не было. Проснулась ты как ни странно в постели, и теперь тебе нужно всё обдумать хорошенько. Может быть та девочка 12 лет и есть ты? Но тогда, почему ты не помнишь всего этого? И почему Рафаэль за столько лет не изменился внешне абсолютно? Словно застыл в одном времени? ",
    "answers": [
      {
        "id": 43,
        "text": "Ты расстёгиваешь браслет и выкидываешь его в окно."
      },
      {
        "id": 44,
        "text": "Оставляешь браслет на руке и идёшь на собрание. "
      }
    ]
  },
  {
    "id": 37,
    "text": "Ты спотыкаешься о камень и падаешь,растянувшись во весь рост. Подняв взгляд, ты понимаешь, что парня нигде нет. Он исчез. А может он тебе привидился?",
    "answers": [
      {
        "id": 40,
        "text": "Ты встаёшь и, отряхнувшись, прячешься от дождя под деревом."
      },
      {
        "id": 41,
        "text": "Лежишь на песке и плачешь от безысходности. Ну за что он с тобой так?"
      }
    ]
  },
  {
    "id": 38,
    "text": "Он смотрит на тебя внимательно и в то же время очень  осторожно. Тебе кажется, что парень тебя осуждает за что-то, но ты никак не можешь понять, за что. Его взгляд такой глубокий и прекрасный пленит тебя, но при этом ты находишь в нём боль снова и снова.",
    "answers": [
      {
        "id": 39,
        "text": "- Рафаэль... - осторожно зовёшь его ты и делаешь шаг вперёд."
      }
    ]
  },
  {
    "id": 39,
    "text": "Он отворачивается и медленно уходит.",
    "answers": [
      {
        "id": 37,
        "text": "- Рафаэль, подожди! Пожалуйста, поговори со мной! - ты ускоряешь шаг и переходишь на бег."
      }
    ]
  },
  {
    "id": 40,
    "text": "Ахах, спряталась? Умница. Хочу тебя обрадовать: тебе сегодня феерично везёт. Как только ты встала под дерево, раздался гром и угадай в какое дерево ударил заряд молнии?)) Даааа, именно в то, под которым ты пряталась. Собственно, от тебя остались...\"рожки да ножки, рожки да ножки иииии уголькииии\"",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на начало и попытаться ещё раз"
      }
    ]
  },
  {
    "id": 41,
    "text": "В итоге засыпаешь под проливным дождём. Круто, романтика...",
    "answers": [
      {
        "id": 42,
        "text": "Ну зашибись, чё"
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты видишь девочку лет 12, с чистой улыбкой и красивыми серо-голубыми глазами. Она бежит по воде вдоль берега босиком, раздаётся смех, такой счастливый и искренний.. Наконец, она врезается в какого-то парня. Яркие голубые глаза, каштановые длинные волосы.. всё такой же, ни старше, ни моложе...\n- Рафаэль, извини, я случайно, - щебечет девочка, - Скажи, почему Лир не женился снова? Так много времени прошло, - говорила она, - Неужели ему никто не нравится?\nПарень подошел к дереву и облакотился на него.\n- Видишь ли, Сьюзен, если леральф влюбляется, это навсегда, что бы ни принесла ему эта любовь, горе или радость. \n- Грустно... - вздохнула девочка, - Скажи, я могу остаться?\n- Нет, - спокойно ответил Рафаэль, - Ты запомнишь меня?\n- Да. Конечно, - кивала девочка, - Я запомню тебя и те прекрасные места, где мы так много с тобой гуляли. Твои слова всегда звучали как легенды или светлый Рок. Я никогда не смогу тебя забыть. Моё сердце запомнит всё.\nРафаэль улыбнулся.\n- Тогда прощай. Сохрани это.\nОн надел на запястье девочки браслет с серебристой нитью и маленьким сапфировым сердцем.",
    "answers": [
      {
        "id": 36,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 43,
    "text": "Рафаэль измучил тебя, он исчез. Ты его ищешь, но не можешь найти. И даже, когда ты вдруг случайно его встретила, он не захотел остаться и поговорить. Почему он тебя избегает? Почему тебе снится всё это? Ты чувствуешь, что сходишь с ума, ты не готова принять то, что действительно знала его раньше. \n- Прости, - шепчешь ты губами сама себе, после чего выпускаешь из рук украшение.",
    "answers": [
      {
        "id": 44,
        "text": "Идёшь на собрание"
      }
    ]
  },
  {
    "id": 44,
    "text": "В зале было полно народу. Разумеется там уже была даже Айрис, которая оживлённо беседовала с Лилиан о высоте шпилек и модном красном цвете в этом сезоне. Так же было множество новых лиц. Рядом с Айрис так же уже сидел молодой зеленоглазый парень и о чём-то трещал с ними. Сидел он по другую сторону от Айрис. Видимо, твою лучшую подругу потихоньку у тебя уводят. По крайней мере, не осталось рядом стула, чтобы сесть с ней.",
    "answers": [
      {
        "id": 45,
        "text": "Устроить скандал. Твоё законное место было и будет рядом с подругой."
      },
      {
        "id": 47,
        "text": "Сесть на свободный стул"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ты летящей походкооооой ага, да, преодолеваешь расстояние до Айрис и начинаешь активно орать, что ты всегда имеешь право сидеть рядом и какого хрена эти существа тебя отсюда вытесняют.\n- Я щас нахер выкину вас всех и в дыру и за неё так,что со скоростью звука улетите к черту на куличики!!!\nвсе переглядываются, Лилиан поперхнулась смешком и подвинулась, пуская тебя сесть между ней и Айрис. И как только ты садишься, она обнимает тебя по-дружески.\n- Не кипятись, тебя я тоже люблю. И все мы, а это, кстати Джафримель. Он лесной страж, он там познакомился с Айрис, пока ты отдыхала.",
    "answers": [
      {
        "id": 47,
        "text": "Айрис ничего тебе не сказала, она дико ржала."
      }
    ]
  },
  {
    "id": 46,
    "text": "- Да, - кивнула Изабелла, - Только когда выбраны фейлари запускается процесс уничтожения нашей земли или власти. Да не только... Невозможно предугадать, что на этот раз нам предстоит...",
    "answers": [
      {
        "id": 48,
        "text": "- Тогда почему все так рады нам?"
      }
    ]
  },
  {
    "id": 47,
    "text": "Наконец, все стихли и появилась   Изабелла, которая до этого момента общалась  кем-то весьма любезно, а сейчас решила обратить внимание публики на себя.\n- Итак, я здесь, чтобы кое-что прояснить. Айрис и Сьюзен, вы фейлари. Каждый век Судьба нам посылает двух фейлари, которые нас спасают от тех бед, что надвигаются на нас. Как только вы были избраны, на нас стали надвигаться мятежники. До этого они спали. Скажу проще... каждый век на нас обрушивается новое несчастье. Мы никогда не знаем,что это. Но есть и привилегия - беда не приходит раньше, чем избраны фейлари. Есть вопросы?",
    "answers": [
      {
        "id": 46,
        "text": "- То есть с нашим приходом на вас обрушиваются несчастья?"
      },
      {
        "id": 49,
        "text": "- И чем мы поможем вам? Я оружие в глаза никогда не видела! Вы хотите сделать из меня отбивную?"
      },
      {
        "id": 51,
        "text": "- Спасибо, всё понятно. Мне надо это переварить... \n(Уходишь)",
        "need": 50
      }
    ]
  },
  {
    "id": 48,
    "text": "- Потому что только вы сможете нас спасти. Видишь ли, Сьюзен, много веков назад нас прокляли. И нас должны были уже тогда уничтожить. Но правящая королева выпросила у Судьбы шанс на спасение ценой своей жизни. Теперь волна проклятий сдерживается небесами до прихода фейлари. Так происходит каждые сто лет. Вы приносите нам горе и радость одновременно.",
    "answers": [
      {
        "id": 47,
        "text": "- Понятно"
      }
    ]
  },
  {
    "id": 49,
    "text": "Изабелла уставилась на тебя так, словно ты только что кого-то убила на её глазах. Но потом она перевела дух и спокойно сказала:\n- Никто не просит вас сражаться, с этим мы справимся сами... но без ваших знаний мы не выстоим. Каждая из вас знает Одну Тайну. В сумме две разных. Вы должны вспомнить их. Чем раньше,тем лучше. Мятежники уже выдвинулись на нас. Если вы не успеете вспомнить, мы все умрём. Ну и вы тоже.\nИзабелла очаровательно улыбнулась.",
    "answers": [
      {
        "id": 50,
        "text": "- Вы щас прикалываетесь? Какие нафиг тайны? Как можно вспомнить то, чего никогда не знал?"
      }
    ]
  },
  {
    "id": 50,
    "text": "- Успокойся..., - сказала Изабелла, - Избранным фейлари при их рождении открываются Тайны. Каждая фейлари получает Одну свою Тайну. Этими знаниями обладают только они. Мы этой информацией не владеем. Но именно эта информация стоит нашей жизни. Столь ценные знания намеренно стираются из вашей памяти, чтобы они не ускользнули в ваш мир в силу человеческого фактора - болтливости. Теперь вы здесь. И вам нужно всё вспомнить.",
    "answers": [
      {
        "id": 47,
        "text": "Ну жесть... приехали..."
      }
    ]
  },
  {
    "id": 51,
    "text": "Наконец-то, вырвавшись из замка, ты выбегаешь на свежий  воздух в надежде,что здесь у тебя мозги встанут на место, пока окончательно не расплавились. Рядом с тобой бежит Айрис, которую, кажется, всё это только веселит. Ты так устала, что сейчас сможешь задать подруге только один вопрос.",
    "answers": [
      {
        "id": 52,
        "text": "- Кто тот парень, который сидел рядом с тобой?"
      },
      {
        "id": 53,
        "text": "- Ты веришь во всё это?"
      },
      {
        "id": 54,
        "text": "- Ты видела Рафаэля?"
      }
    ]
  },
  {
    "id": 52,
    "text": "- Понравился? - подмигнула тебе подруга, - Он действительно шикарен. Люблю смуглых и зеленоглазых. Но учти, он мой. Его зовут Джафримель. Он вроде лесного стража. Я обещала ему, что каждый день буду приходить к нему в лес. Мне кажется, я влюбляюсь в него.",
    "answers": [
      {
        "id": 55,
        "text": "- Рада за тебя, Айрис"
      },
      {
        "id": 56,
        "text": "- Может быть познакомишь нас?"
      }
    ]
  },
  {
    "id": 53,
    "text": "Твой вопрос поставил подругу в тупик.\n- Не знаю, - пожала плечами она, - Может быть. А может и нет. В любом случае мне здесь нравится. Посмотри вокруг. Они такие красивые, странные, немного сумасшедшие. Они другие. И я хочу остаться здесь навсегда. Разве это не здорово?",
    "answers": [
      {
        "id": 62,
        "text": "- Нет, это ненормально"
      },
      {
        "id": 62,
        "text": "- Да, наверно"
      }
    ]
  },
  {
    "id": 54,
    "text": "У Айрис сразу же заблестели глаза. Она хитро прищурилась и легонько двинула тебе логтем.\n- Я давно заметила, что он тебе нравится. Но, Сьюзен, он какой-то замкнутый, холодный... ладно, прости, я не хотела тебя обижать. Просто будь осторожна с ним. Он даже от леральфов отличается.",
    "answers": [
      {
        "id": 64,
        "text": "- Так ты его видела?"
      }
    ]
  },
  {
    "id": 55,
    "text": "Ты наблюдаешь, как Айрис и Джафримель уходят, держась за руки, в сторону леса. Что ж, остаётся только порадоваться, что всё у неё так здорово... Ты приходишь к морю, куда тебя всегда манило непонятной силой. Надеялась ли ты встретить тут Рафаэля? Может быть... Но похоже, что он не сильно хочет вести с тобой диалог. Ты идёшь дальше, всё больше увязая в дипрессивных мыслях и копаясь в своей памяти. Наконец, ты поднимаешь глаза и видищь перед собой его, он стоит и внимательно тебя изучает. Что ты скажешь ему?",
    "answers": [
      {
        "id": 65,
        "text": "- Можешь исчезать, я не смотрю"
      },
      {
        "id": 65,
        "text": "- Ты сейчас снова исчезнешь?"
      },
      {
        "id": 65,
        "text": "Ничего не говорить, молча смотреть на волны"
      }
    ]
  },
  {
    "id": 56,
    "text": "Айрис улыбнулась немного напряженно, но возражать не стала. \n- Конечно, мы как раз собирались в лес, - сказала она.\nДалее ты наблюдаешь такую картину: подлетает Джафримель и с разбега подхватывает твою подругу, кружит, после чего легонько целует в носик и ставит на ноги.\n- О, привет, Сьюзен, - наконец, он замечает твоё присутствие, - Ты Рафаэля ищешь наверно?",
    "answers": [
      {
        "id": 57,
        "text": "- Да, хотела бы найти его, только он неуловим"
      },
      {
        "id": 58,
        "text": "- На самом деле, я бы хотела прогуляться с вами"
      }
    ]
  },
  {
    "id": 57,
    "text": "Джафримель изменился в лице, как-будто съел таракана.\n- Не понимаю, как тебя мог заинтересовать такой холодный и сухой парень. Он даже по нашим меркам странный. Но я видел его недавно около моря. И вообще, если где и можно найти Рафа, то обычно именно там.\nАйрис промолчала, глупо улыбаясь, очевидно, не желала создавать конфликт.",
    "answers": [
      {
        "id": 55,
        "text": "Пойти к морю"
      }
    ]
  },
  {
    "id": 58,
    "text": "Джафримель приветливо протягивает руку и отходит от твоей подруги.\n- Зови меня просто Джаф. Я самый обыкновенный леральф среднего класса.\nАйрис хихикнула, услышав, как парень назвал себя.",
    "answers": [
      {
        "id": 59,
        "text": "Войти в лес"
      }
    ]
  },
  {
    "id": 59,
    "text": "Лес был величественным и прекрасным. Высокие сосны образовывали высокую крону и только редкий луч солнца мог пробиться сквозь неё. Жары особой не было, и вы всей компанией могли спокойно прогуливаться под прохладной тенью.\n- Ну что там с Тайнами? Уже вспоминаете что-нибудь?",
    "answers": [
      {
        "id": 60,
        "text": "- Нет"
      },
      {
        "id": 60,
        "text": "- Ты что-нибудь об этом знаешь?"
      }
    ]
  },
  {
    "id": 60,
    "text": "Леральф усмехнулся и пристально посмотрел на тебя.\n- Тебе снится что-нибудь?",
    "answers": [
      {
        "id": 61,
        "text": "- Да"
      },
      {
        "id": 63,
        "text": "- Нет"
      }
    ]
  },
  {
    "id": 61,
    "text": "- Да, мне снится Рафаэль и маленькая я. Мы раньше дружили, кажется...\n- Плохо это",
    "answers": [
      {
        "id": 63,
        "text": "- Почему?"
      }
    ]
  },
  {
    "id": 62,
    "text": "Айрис уже собиралась продолжить общаться с тобой на эту тему,расписывая прелесть жизни здесь, количество дорогих шмоток и классных леральфов, если бы не подошедший парень, которого ты успела заметить рядом с ней ещё на собрании.\n- Привет, Сьюзен, - поприветствовал он, - Не возражаешь, если я украду у тебя подругу?",
    "answers": [
      {
        "id": 55,
        "text": "- Конечно, нет.."
      }
    ]
  },
  {
    "id": 63,
    "text": "- Сьюзен, извини, - Джафримель вдруг стал мрачным, как ночная тень, - Тебе лучше вернуться к замку. Если хочешь, мы проводим тебя.",
    "answers": [
      {
        "id": 55,
        "text": "- Спасибо, я доберусь сама"
      }
    ]
  },
  {
    "id": 64,
    "text": "- Нет, - сказала она, - Я вообще за ним не наблюдаю, в отличае от тебя.\nВ этот момент рядом с Айрис нарисовался леральф, который до этого времени сидел рядом с ней на собрании.\n- Если хочешь найти Рафаэля, поищи около моря. Там он бывает чаще всего, - Проговорил зеленоглазый парень.",
    "answers": [
      {
        "id": 55,
        "text": "- Спасибо"
      }
    ]
  },
  {
    "id": 65,
    "text": "Рафаэль молча подходит к тебе и осторожно касается пальцами до твоей руки. Ты чувствуешь леденящий холод его кожи, но он невероятно притягателен.\n- Я больше не исчезну, прости меня, - сказал он.",
    "answers": [
      {
        "id": 66,
        "text": "- На перемены в твоём настроении у меня аллергия"
      }
    ]
  },
  {
    "id": 66,
    "text": "Парень поджал губы и выразительно заглянул прямо тебе в глаза. В его синей лазури сейчас явно происходил настоящий шторм.",
    "answers": [
      {
        "id": 67,
        "text": "- Поэтому ты выбросила мой подарок? - с болью в голосе и нескончаемой обидой произнёс он",
        "need": 43
      },
      {
        "id": 68,
        "text": "(только если не виден другой ответ)\n- Я хотел тебя увидеть, но видимо, зря"
      }
    ]
  },
  {
    "id": 67,
    "text": "Ты смотришь на него, понимая, что наверно совершила самую настоящую глупость. Тебе захотелось обнять его, прижаться и забыть всё плохое. В памяти продолжали всплывать фрагменты ваших ранних встреч. Ты не могла понять, откуда, но теперь точно - вы были очень близкими друзьями. Твои глаза упали на браслет, который держал в руках Рафаэль. Это был тот самый браслет, что ты выкинула",
    "answers": [
      {
        "id": 69,
        "text": "- Можно мне забрать его? - осторожно спрашиваешь ты"
      },
      {
        "id": 70,
        "text": "Попытаться обнять Рафаэля"
      }
    ]
  },
  {
    "id": 68,
    "text": "Ты смотришь на него и понимаешь, что это он, парень из твоих снов. Ты не хочешь, чтобы он уходил. Но как удержать его рядом ещё хоть на мгновение?",
    "answers": [
      {
        "id": 72,
        "text": "- Я видела тебя во сне. И продолжаю видеть. "
      }
    ]
  },
  {
    "id": 69,
    "text": "- Ты серьёзно? - иронично проговорил он, - Если ты не помнишь, что это украшение значило для нас, то в этом нет никакого смысла. Ты решила избавиться от моего подарка. Так вот же, смотри!\nПарень размахнулся и выбросил браслет в воду. Сверкнув на солнце, украшение улыбнулось тебе в последний раз, после чего его жадно поглотили волны. Рафаэль исчез.",
    "answers": [
      {
        "id": 71,
        "text": "Расплакаться"
      }
    ]
  },
  {
    "id": 70,
    "text": "Парень обнял тебя в ответ, но был холоден, как мраморная статуя.\n- Я очень любил тебя Сьюзен, но с этим браслетом ты выбросила всё доброе и волшебное, что нас связывало.\nОн размахнулся и выбросил украшение в воду, наблюдая, как его поглотили волны.\n- Прощай, Сью, - он коснулся ладонью твоей щеки, - Навсегда.\nРафаэль исчез.",
    "answers": [
      {
        "id": 71,
        "text": "Закрыть лицо руками и заплакать"
      }
    ]
  },
  {
    "id": 71,
    "text": "Поздравляю! У тебя снова видение. Существо с белыми крыльями, потрясающе красивыми обнажает свой пламенный меч и карает врагов. Он выглядит величественно и пугающе, но не становится от этого менее прекрасным. Далее всё стихает. Существо подходит к тебе. Его лицо скрыто, ты не можешь разобрать ничего.\n- Я Ангел Мести, я вас спасу. Ты должна найти меня.\nДалее ты приходишь в себя.",
    "answers": [
      {
        "id": 76,
        "text": "Понятия не имеешь, кто это"
      }
    ]
  },
  {
    "id": 72,
    "text": "- Мы дружили раньше, правда? - ты смущаешься и тут твой взгляд падает на браслет, который всё ещё находился на твоей руке, - Он оказался у меня после сна о тебе. Это ты мне его подарил...\nТут парень приложил руку к твоим губам.\n- Тсс... не говори больше ни слова... - сказал он и мягко коснулся твоих губ в поцелуе.",
    "answers": [
      {
        "id": 73,
        "text": "Оттолкнуть его"
      },
      {
        "id": 74,
        "text": "Признаться Рафаэлю в чувствах"
      }
    ]
  },
  {
    "id": 73,
    "text": "От неожиданности, ты моментально отскакиваешь назад, после чего с размаху прописываешь ему шлепок по лицу.\n- Разберись в себе и своих странностях, - говоришь ты, - У тебя намтроение меняется каждый день, я не позволю тебе играть моими чувствами!\n- Сьюзен, постой... давай спокойно поговорим, пожалуйста...\nОн прижал тебя крепко к себе, ты начинаешь вырываться. На твои крики прибежала Лилиан.\n- Рафаэль, отпусти девушку, ты с ума сошёл что ли? - воскликнула Лилиан, и парень отпускает тебя.\nВ этот момент ты расстёгиваешь браслет и кидаешь его в воду прямо перед глазами Рафаэля. Его глаза потемнели, он резко изменился в лице и пошел прочь.",
    "answers": [
      {
        "id": 75,
        "text": "Окликнуть его"
      },
      {
        "id": 71,
        "text": "Сидеть на песке и смотреть на волны"
      }
    ]
  },
  {
    "id": 74,
    "text": "В ответ на поцелуй, ты тянешься к Рафаэлю и обхватываешь руками его шею. Ты пьёшь его дыхание, теряя остатки разума, он крепко обнимает тебя, прижимая к себе. Через несколько мгновений, он мягко отстраняется от тебя.\n- Ничего сейчас не говори. Я всегда буду тебя любить, - сказал он и улыбнулся, мягко проведя рукой по твоей щеке, - Придёт время, и я брошу к твоим ногам весь мир. А сейчас прощай... Я должен исчезнуть.",
    "answers": [
      {
        "id": 71,
        "text": "Смотреть на волны и улыбаться"
      }
    ]
  },
  {
    "id": 75,
    "text": "Да поздняк уже, хрен ты его теперь вернёшь. Смирись. Он ушёл.",
    "answers": [
      {
        "id": 71,
        "text": "Сидеть на песке и смотреть на волны"
      }
    ]
  },
  {
    "id": 76,
    "text": "Итак, ты понимаешь, что ты вспомнила Тайну, но не можешь её никак использовать. Время идёт, леральфы в тебя верят, но ни ты, ни Айрис так ничего и не знаете. Всех, разумеется, начинает это раздражать. Одна Лилиан, как ни в чём ни бывало, сновала туда-сюда в попытках развеселить тебя и Айрис и поддерживала, как могла.\n- Может быть он ошибся, придя за нами? - спросила Айрис, когда Лилиан принесла вам чай.\n- Посланник-проводник никогда не ошибается, - мягко улыбнулась Лилиан, - А Рафаэль посланник-проводник. То, что рассказала Сьюзен, означает только одно: Судьба посылает нам Ангела Мести. Ей осталось только вспомнить или понять, кто это. Ошибиться нельзя. Иначе, она умрёт, а настоящий Ангел так и не исполнит свой долг.",
    "answers": [
      {
        "id": 77,
        "text": "- Сколько ещё у нас есть времени, чтобы вспомнить?"
      },
      {
        "id": 78,
        "text": "- Я кажется знаю, кто Ангел Мести."
      }
    ]
  },
  {
    "id": 77,
    "text": "Лилиан пожала плечами.\n- На самом деле, первая волна мятежников уже здесь, они сражаются с леральфами пока вдади от замка. Но разведчики докладывали о их числе. Без Ангела мести, нас скоро вытеснят.",
    "answers": [
      {
        "id": 78,
        "text": "- Я попробую найти Ангела Мести, - говоришь ты"
      },
      {
        "id": 86,
        "text": "- Здесь тоже есть подвох? (ты уже везде его видишь)"
      }
    ]
  },
  {
    "id": 78,
    "text": "Когда ты сказала об этом, Лилиан изменилась в лице и чашка, которую она держала в руках, выскользнула и упала на пол, разлетевшись на мелкие осколки.\n- Лилиан! - воскликнула Айрис, подбегая к девушке.\n- Сьюзен, ты серьёзно? - спрашивает она. Тогда возьми меч... он на алтаре у входа. Возьми его и отдай тому, кого считаешь Ангелом Мести. Только не ошибись...",
    "answers": [
      {
        "id": 79,
        "text": "Отдать меч Рафаэлю"
      },
      {
        "id": 80,
        "text": "Отдать меч Джафримелю"
      }
    ]
  },
  {
    "id": 79,
    "text": "Ты хватаешь меч и со всех ног несёшься к морю. Ты должна его найти, сомнений быть не может, это он, он Ангел Мести! Великое счастье или здесь скрывается коварство жизни? ",
    "answers": [
      {
        "id": 87,
        "text": "Нажми сюда, если у тебя остался браслет Рафаэля"
      },
      {
        "id": 84,
        "text": "Нажми сюда, если у тебя нет браслета"
      }
    ]
  },
  {
    "id": 80,
    "text": "Ты хватаешь меч и бежишь сквозь дикие заросли леса. Конечно, это Джафримель, он всегда был верным стражем. Всюду сновали первые воины и уже слышался звон стали первых схваток. Ты уворачиваешься от стрел, бежишь сквозь заросли и вдруг врезаешься в Джафримеля с разбега. Совсем так же, как тогда во сне маленькая девочка врезалась в Рафаэля.\n- Сьюзен? - леральф удивлённо смотрит на тебя.",
    "answers": [
      {
        "id": 81,
        "text": "- Я принесла тебе меч, держи"
      },
      {
        "id": 81,
        "text": "- Я знаю, что ты Ангел Мести"
      }
    ]
  },
  {
    "id": 81,
    "text": "Леральф изменился в лице.\n- Что? - выпалил он, - Сью..\nОн не успел договорить. Грянул гром, и Джафримель упал без чувств рядом с тобой. Ты смотришь на его безжизненное тело и алую струйку крови, бежавшую по лицу.",
    "answers": [
      {
        "id": 82,
        "text": "Наклониться к Джафримелю"
      }
    ]
  },
  {
    "id": 82,
    "text": "Ты касаешься его тела, понимаешь, что он действительно мёртв. Ты ошиблась. Он не был Ангелом Мести. И когда тебя пронзила адская боль в груди, ты осознала,что совершила свою главную ошибку жизни.",
    "answers": [
      {
        "id": 1,
        "text": "Сьюзен трагически погибла. Попробуй ещё раз"
      }
    ]
  },
  {
    "id": 83,
    "text": "Это было безумием, наверно. Но выбор есть выбор. Леральфы сражались, как волки, до последнего вздоха надеясь на помощь легендарных фейлари. Вот уже две тысячи лет этот народ успешно отражал обрушившиеся на них бедствия. Но на тебе эта цепочка завершилась. Ты выйграла ещё несколько дней обьятий Рафаэля и его любви. Несколько дней от рассвета до заката... А потом прилетели драконы и мятежники уничтожили ваши земли. Айрис ты больше не видела, и не знаешь, что случилось с остальными. Когда наступил день нашествия драконов, Рафаэль схватил тебя и попытался укрыться с тобой под землёй. Но ты погибла от укуса ядовитой змеи. Не вынеся разлуки, Рафаэль отправился в самое пекло, где трагически погиб в первые десять минут своей битвы. Его зверски растерзали на части, оставив алое пятно крови и перья...",
    "answers": [
      {
        "id": 1,
        "text": "Конец. Попробуй другие прожолжения"
      }
    ]
  },
  {
    "id": 84,
    "text": "Это был твой шанс исправить часть ошибок. Он никогда не простит тебя, но ты ещё могла бы вернуть память...",
    "answers": [
      {
        "id": 85,
        "text": "Броситься в воду за браслетом"
      },
      {
        "id": 87,
        "text": "Продолжать искать Рафаэля"
      }
    ]
  },
  {
    "id": 85,
    "text": "Ты кидаешься в воду, надеясь на чудо. Оно возможно только в сказках, но разве это не сказка? Пусть будет, что будет. Судьба разделила тебя с Рафаэлем, но ты обязательно вернёшь частичку его души себе. Ты плывёшь всё глубже, несмотря на ледяные волны, что обжигают тело холодом, как острый нож, бросают тебя из стороны в сторону, как щепку. Ты ничего практически не видишь, тебе нечем дышать... ",
    "answers": [
      {
        "id": 88,
        "text": "Дотянуться до браслета"
      },
      {
        "id": 89,
        "text": "Плыть наверх"
      }
    ]
  },
  {
    "id": 86,
    "text": "- Смотря что ты считаешь подвохом, - пожала плечами Лилиан, - Сьюзен, я люблю тебя и Айрис. Но вы обе пришли сюда с одной целью - помочь нам. Это ваша Судьба и ваш Рок. Исполни своё предназначение во что бы то ни стало. Иначе погубишь всех нас...",
    "answers": [
      {
        "id": 78,
        "text": "- Я знаю, что делать, Лилиан, - говоришь ей ты"
      }
    ]
  },
  {
    "id": 87,
    "text": "Ты бежишь к нему, ты точно знаешь, что он там... Как вдруг слышишь голос Айрис, она догоняет тебя.\n- Сью, Сью, подожди! Ты должна это знать! Я не знаю, кто Ангел, это только твоя Тайна, но Ангел Мести - это монстр. Он никого и никогда не узнает! Знаешь, в чём его сила? В безумстве! Он будет убивать всех, всех, кроме леральфов. Он станет, словно робот. Он не узнает ни тебя, ни меня. Он станет машиной для убийств. И если после этого ты не поторопишься в замок, кем бы он ни был, он убьёт и тебя. Слышишь?!",
    "answers": [
      {
        "id": 90,
        "text": "Ты всё равно отдашь меч Рафаэлю"
      },
      {
        "id": 91,
        "text": "Ты не станешь превращать Рафаэля в монстра и не исполнишь свой долг"
      }
    ]
  },
  {
    "id": 88,
    "text": "Ты делаешь последний рывок и твои пальцы касаются песка. Ещё мгновение, ещё попытка, и ты нащупываешь браслет, крепко сжимаешь его в руке. Перед тобой лицо Рафаэля, такое печальное и как всегда мрачное.. Ты плывёшь наверх, но тебя подхватывает волна и мощным потоком швыряет в скалы.",
    "answers": [
      {
        "id": 1,
        "text": "Сьюзен погибла... Но это одна из самых красивых концовок. "
      }
    ]
  },
  {
    "id": 89,
    "text": "Тебя встречает волна и швыряет мощным потоком в скалы... Острая боль и пустота...",
    "answers": [
      {
        "id": 1,
        "text": "Сьюзен разбилась о скалы"
      }
    ]
  },
  {
    "id": 90,
    "text": "Слова подруги шокировали тебя. Ты стояла бледная, как мрамор, не в силах пошевелиться. Ты чувствовала, как пульсирует в висках кровь. И вот та точка невозврата, ты приняла решение сама или его уже давно приняли за тебя?\n- Сьюзен, ты в порядке? - спросила тебя подруга.",
    "answers": [
      {
        "id": 92,
        "text": "- Оставь меня одну"
      },
      {
        "id": 93,
        "text": "- Пошли со мной"
      }
    ]
  },
  {
    "id": 91,
    "text": "- Что? - твой голос дрогнул и ком слёз сдавил тебе горло.\nТы встала перед сложным выбором... Нет, Рафаэль не заслуживает такой участи! Ты больше не слышишь подругу, ты не замечаешь ничего вокруг. По твоему лицу текут тёплые слёзы, с размаху ты кидаешь великий артефакт прямо в воду. \n- Что ты наделала?! - воскликнул за твоей спиной Рафаэль.\n- Я не позволю сделать из тебя монстра! - кричишь ты, и слёзы струятся по твоему лицу, как ноктюрн последней звезды.\nВ этот момент Рафаэль подбегает к тебе и крепко обнимает, прижимая к своей груди.",
    "answers": [
      {
        "id": 83,
        "text": "- Я люблю тебя, - говоришь ему ты"
      },
      {
        "id": 83,
        "text": "- Прости... - произносишь ты, - За всю боль..."
      }
    ]
  },
  {
    "id": 92,
    "text": "Айрис осталась стоять, как вкопанная. Сначала хотела побежать за тобой, но решила не трогать тебя. \n- Сьюзен, как только передашь меч, сразу уходи оттуда, слышишь?!\nНо ты даже не ответила ей, блуждая в своих собственных мыслях. Сколько ты так гуляла, ты не знаешь сама. Наконец, ты видишь его лицо. Он стоит около сосны и смотрит на тебя.",
    "answers": [
      {
        "id": 94,
        "text": "Подойти ближе"
      }
    ]
  },
  {
    "id": 93,
    "text": "- Мне очень страшно, Айрис, - слёзы блестят в твоих глазах, холодными мокрыми руками ты сжимаешь рукоятку меча, - Пожалуйста, пошли со мной.\n- Конечно, Сью, пошли скорее... Нам нужно найти его. Кстати, кого мы ищем?",
    "answers": [
      {
        "id": 95,
        "text": "- Рафаэля"
      },
      {
        "id": 95,
        "text": "- Это неважно"
      }
    ]
  },
  {
    "id": 94,
    "text": "Рафаэль стоял лицом к тебе, опираясь на дерево. Как только ты появилась, на лице парня заиграла улыбка. Но через мгновение он стал мрачным и с ужасом смотрел на тебя и на меч в твоих руках.\n- Ты... - он не смог больше вымолвить ни слова. \nКаждой секундой осознание неизбежности впечатывалось в его разум. ",
    "answers": [
      {
        "id": 98,
        "text": "- Давай сбежим..."
      },
      {
        "id": 99,
        "text": "- Прости, я должна это сделать, от этого зависит слишком много..."
      }
    ]
  },
  {
    "id": 95,
    "text": "Подруга кивнула и поспешила следом. Вы очень долго блуждали меж деревьев, пытаясь найти хоть какие-то следы, потом ты снова ввбегала нв побережье, но Рафаэля нигде не было.\n- Айрис, я уже не знаю, где искать... он должен быть здесь... Айрис?\nТы оборачиваешься, но подруги нигде нет. ",
    "answers": [
      {
        "id": 96,
        "text": "Искать Айрис"
      },
      {
        "id": 94,
        "text": "Искать Рафаэля"
      }
    ]
  },
  {
    "id": 96,
    "text": "Внезапная пропажа подруги тебя испугала. Времени было в обрез, но ты нн могла оставить просто так Айрис, даже если вы просто с ней размянулись  Ты бегала меж деревьев и звала её во весь голос, но подруга не отзывалась. Всё... небо затягивали тучи, на окраине слышался звон ударяющихся клинков. Здесь и сейчас... если ты продолжаешь поиски, то опоздаешь к Рафаэлю. Решай.",
    "answers": [
      {
        "id": 97,
        "text": "Продолжать искать Айрис"
      },
      {
        "id": 94,
        "text": "Искать Рафаэля"
      }
    ]
  },
  {
    "id": 97,
    "text": "Спустя примерно два часа ты находишь Айрис в обьятиях Джафримеля.\n- Что? Почему ты здесь?! - взрываешься ты, - Я тебя обыскалась! Я думала...\nНо ты не успеваешь выслушать оправдания подруги. Рядом появляются арбалетчики, которые без церемоний открывают по вам огонь.",
    "answers": [
      {
        "id": 1,
        "text": "Сьюзен и Айрис погибают от стрел врага. Попробуй ещё раз"
      }
    ]
  },
  {
    "id": 98,
    "text": "- Прошу тебя, давай бросим всё к чёртовой матери! - восклицаешь ты, - Сбежим отсюда, куда угодно! Не остааляй меня, я люблю тебя, Рафаэль... К чёрту, к чёрту всё, если ты меня любишь...\n- Нет, Сью... поздно, - произнёс он, коснувшись пальцами твоих губ и утирая бегущие по щекам слёзы, - Ты сама всё так решила. Я люблю тебя и клянусь, хотел сбежать с тобой. Но сейчас всё зашло слишком далеко, и мы не имеем права их предать. \nОн крепко обнял тебя.",
    "answers": [
      {
        "id": 100,
        "text": "Уткнуться в его плечо"
      }
    ]
  },
  {
    "id": 99,
    "text": "По твоим щекам струились слёзы, но ты не могла отступить. Прямо сейчас ты исполнишь свой долг, ради которого Рафаэль привёл вас сюда. Жизни целого народа важнее ваших чувств.\n- Мы не принадлежим себе, мы существуем, чтобы спасти их и исчезнуть в страницах истории, - сказал Рафаэль, утирая ладонью твои слёзы.",
    "answers": [
      {
        "id": 100,
        "text": "Обнять его"
      }
    ]
  },
  {
    "id": 100,
    "text": "Это было одно из самых счастливых и одновременно тоскливых моментов. Рафаэль наклонился к тебе и запечатлил поцелуй. Словно золотистый хмель, на губах горчила тоска. Бесконечная боль разрывала твою душу. Последний миг, последний взгляд... и Рафаэль берёт меч из твоих рук. Ты видишь, как вспыхнули пламенем его глаза, как белые крылья вырвались из-за спины.. он превращался. Нужно было уходить, но ты не хотела верить в то, что он действительно превратился в монстра. Что если они все лгут?",
    "answers": [
      {
        "id": 101,
        "text": "Бежать в замок"
      },
      {
        "id": 102,
        "text": "Остаться с Рафаэлем"
      }
    ]
  },
  {
    "id": 101,
    "text": "Ты бежишь, что есть силы, стараясь не думать о том, что случилось с Рафаэлем, но его образ отчётливо впечатался в твоё сознание. Встречный ветер душит тебя своими равнодушными обьятиями. Цепляясь за ветви деревьев и не замечая никого и ничего вокруг себя, ты всё же добираешься до замка благополучно.\nЛилиан, Айрис и остальные встречают тебя тепло. Подруга сразу кидается тебе на шею и заливает тёплыми слезами. Собственно, битва была выйграна, так ты и Айрис исполнили свой долг перед леральфами и Судьбой. \n\nТы собираешься домой вместе с подругой. Лилиан, ставшая вам обеим сестрой, уже паковала вещи, косметичку, одежду.\n- Вам обязательно всё это понадобится, не забывайте красить ногти, девушки, - она игриво подмигнула тебе, потом Айрис и продолжила собирать ваши сумки. В комнату вошёл Рафаэль.\n- Сьюзен...",
    "answers": [
      {
        "id": 104,
        "text": "Выйти с ним за дверь"
      }
    ]
  },
  {
    "id": 102,
    "text": "Вопреки здравому смыслу, ты прислушиваешься к своему израненому сердцу и остаёшься смотреть на Рафаэля. Это был настоящий Ангел, величественный, грациозный. Вл взгляде не осталось тепла, он был полон ненависти и жажды крови. Ты стоишь, как истукан и просто смотришь на него во все глаза. Во взгляде Ангела не было абсотно ничего, из того, чего ты так ждала.\n- Сьюзен! - воскликнул Джафримель, выскочивший откуда-то из-за деревьев. \nЕщё до того, как ты успела что-либо сообразить, леральф заслонил тебя собой от меча небесноно судьи. Горячая кровь хлынула на тебя, ты смотришь на Рафаэля, полная ужаса.",
    "answers": [
      {
        "id": 101,
        "text": "Может быть теперь всё-таки бежать?"
      },
      {
        "id": 103,
        "text": "Нет, я хочу поговорить с ним!"
      }
    ]
  },
  {
    "id": 103,
    "text": "Чтож, это логично. Наверно. \n- Рафаэль, это я, Сьюзен, - говоришь ты, роняя слёзы, - Ты должен вспомнить меня!\nТы подбегаешь к нему в надежде, что поцелуешь его, как в сказке, и он очнётся и сразу всё вспомнит. Ты обнимаешь его, целуешь в губы...\n- Ты сам мне говорил, что ты меня любишь! Ты говорил, что мы никогда не расста...\nОстрая боль пронзила тебя, ты не смогла даже закричать. Хород сковал твои движения, погружая сознание в бездну.\n- Прости, - ледяным тоном проговорил Ангел и исчез.\nВойна завершилась победой. Айрис вернулась домой. Одна. Леральфы бвли спасены. Рафаэль пришёл в себя. Он не смог смириться с твоей смертью и разбился, спрыгнув с самой высокой башни, которая касалась первых нижних облаков своей вершиной. От тела не осталось ничего узнаваемого. И только белые перья указывали на то, что это был он.",
    "answers": [
      {
        "id": 1,
        "text": "Трагичный и красивый конец. В начало."
      }
    ]
  },
  {
    "id": 104,
    "text": "Ты бросаешь сборы и моментально выскакиваешь с ним в коридор. \n- Ты в порядке уже? - смотришь ему в глаза, которые вновь стали голубыми, как тогда, при первой их встрече, - Это значит, что ты останешься со мной? Только скажи, и я никуда не уеду... \n- Здесь наши пути расходятся, Сью, - он улыбнулся и поправил твой локон за ушко, - Я бы отдал целый мир за мгновение с тобой... Но, даже если ты останешься, мы никогда не сможем быть вместе..",
    "answers": [
      {
        "id": 105,
        "text": "- Почему? - твой голос дрогнул."
      }
    ]
  },
  {
    "id": 105,
    "text": "- Потому что за нас решила всё Судьба, и спорить с ней не в нашей власти, - проговорил Рафаэль, - Я Ангел... меня забирают небеса. И на земле мне нет места. Такой конец предписал мне Рок. А ты не сможешь подняться со мной. Те края тебе недоступны. Я всегда буду тебя любить.\nОн наклонился к тебе и с нежностью и невероятной тоской в последний раз испил твоё дыхание. Он запустил прохладную ладонь в твои волосы, и слёзы горячим ливнем смешались на ваших лицах в единую радугу. ",
    "answers": [
      {
        "id": 106,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 106,
    "text": "Прошёл примерно четвёртый месяц с тех пор, как ты вернулась. Первое время вы с подругой без умолку трещали о странном путешествии. Оказалось, что за время вашего отсутствия здесь почти ничего не изменилось. Жизнь должна была начаться снова и войти в привычное русло, но раны на сердце, полученные там, не давали сосредоточиться. Особенно тебе давила на психику та комната, в которой впервые появился перед тобой Рафаэль. Наконец, ты принимаешь единственно верное решение: вам с Айрис нужно уехать. Итак, самолёт, багаж, билеты. Квартира продана, обменена... И ты идёшь с чемоданом. Таможня, паспорта... Ты стоишь и общаешься с Айрис и вдруг... видишь в толпе знакомое лицо. Показалось? Нет... Тот же ровный нос, бледная, как мрамор кожа, каштановые волосы, нааерно чертовски мягкие. Но глаза...что с глазами... они потускнели, потемнели... на некогда прекрасном лице алеют шрамы. Руки разбиты в кровь... Что с ним? Через что он прошёл, чтобы появиться здесь? Неужели...",
    "answers": [
      {
        "id": 107,
        "text": "Бежать за ним, сквозь толпу, во что бы то ни стало, встретиться с ним"
      },
      {
        "id": 108,
        "text": "Это не он, показалось наверно. Рафаэлю закрыт сюда путь."
      }
    ]
  },
  {
    "id": 107,
    "text": "Ты бросаешь чемоданы, и пытаешься напролом протиснуться сквозь толпу, но парень отдаляется всё дальше и дальше.\n- Рафаэль! - кричишь ты, не в силах сдержать хлынувший поток слёз, ты уверена, что это он.\nНеужели он и правда спрыгнул с небес, чтобы прийти за тобой сюда? Какой путь он проделал ради этой встречи? Лучше тебе этого не знать. Его нигде нет. Ты смотришь по сторонам, протискиваешься сквозь толпу, высматривая любимое лицо, которое не могла забыть или перепутать. И вот у самой двери ты замечаешь, как этот парень выходит из вокзала. Ты сразу рвёшься туда, но толпа приезжих преграждает тебе путь. Сквозь дикие вопли и ругань ты протискиваешься к выходу и видишь его на той стороне шоссе. Он смотрит отсутствующим взглядом куда-то вдаль... он не видит тебя. Переход, тонель?",
    "answers": [
      {
        "id": 109,
        "text": "Перебежать дорогу, так быстрее, пока он не исчез"
      },
      {
        "id": 110,
        "text": "Бежать на ту сторону через тонель"
      }
    ]
  },
  {
    "id": 108,
    "text": "Уже готовая сорваться к нему, ты включаешь мозг. Рафаэль не мог тут быть. Да и не особо этот потрёпанный парень похож на твоего возлюбленного... Не мог он так измениться. И на землю сойти он тоже не мог. Ведь Рафаэль сам теюе сказал об этом в вашу последнюю встречу. Глупо было бы подойти к совершенно незнакомому парню и кинуться на шею только потому, что он чертовски напоминал тебе твою любовь. Отвернувшись от него, чтобы не заплакать, ты берёшь чемоданы и проходишь на рейс.",
    "answers": [
      {
        "id": 1,
        "text": "Так закончилась твоя история :) Поздравляю"
      }
    ]
  },
  {
    "id": 109,
    "text": "Ты не могла упустить его из вида. Только не сейчас, только не так... Ты бросилась на дорогу, сквозь машины, удачно проскочив двк из них.\n- Рафаэль! - отчаяно кричишь ты.\nПарень оборачивается на сигнал машин и возгласы прохожих.\nЗвук тормозов, столкновкние... Острая боль, хруст костей... кровь... в глазах темнеет. Последнее, что ты видишь, это лицо Рафаэля перед глазами... так близко. Потом множество незнакомых лиц, возгласы и...пустота.",
    "answers": [
      {
        "id": 1,
        "text": "Так закончилась история Сьюзен. Конец"
      }
    ]
  },
  {
    "id": 110,
    "text": "Ты оцениваешь ситуацию трезво, насколько тебе это позволяет самообладание. Прощаться с жизнью не входит в твои планы, поэтому ты бросаешься в тоннель и бежишь, что есть силы. На крутом спуске ты спотыкаешься и подворачиваешь ногу, после чего встаёшь, проклиная всё на свете, хромая находишь таки нужный выход. Когда ты поднялась, парня уже не было. Ты садишься на скамейку и начинаешь плакать от безысходности. Делать нечего, его и правда нигде нет. Может быть он привидился тебе от прожолжительной тоски и духоты аэропорта? Вскоре ты немного успокоилась, поела и взяла билет на следующий рейс.",
    "answers": [
      {
        "id": 1,
        "text": "Рафаэль навсегда остался в памяти Сьюзен. Конец :)"
      }
    ]
  },
  {
    "id": 111,
    "text": "",
    "answers": []
  }
]