[
  {
    "id": 1,
    "text": "Каз'Модан — центр материка, но окраина владений дворфов (дварфов). Дворфы ненамного ниже людей, носят пышные бороды, экономны и изобретательны. Они — первые инженеры во всей Империи, создатели паровых танков, лучшие кузнецы на континенте и создатели рунной магии...\n",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      },
      {
        "id": 28,
        "text": "справка"
      }
    ]
  },
  {
    "id": 2,
    "text": "Но вот уже около 500 лет (дворфы живут не более 600) этот народ терпит бедственное положение в рядах армии Агравинской Империи. Дворфы уже давно угнетаются более многочисленными людьми и высокомерными эльфами. Единственные кто понимает дворфов — их братья по несчастью гномы (чуть ниже дворфов). Эта раса не так сильна физически и морально, но больше разбирается в инженерии и различных снадобьях, да зельях. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "И вот в армии Агравинской Империи настал переломный момент: Люди, исповедующие веру в Свет, обьявили войну эльфам, обвинив их в вероломстве в предыдущих войнах. Могло ли это подтолкнуть малые народы гномов и дварфов к революции? Маловероятно, но среди людей всё больше росли нацистские настроения: маршал Гаритос и архиепископ церкви Света Локхаган поддерживали сначала малые группировки, а затем и уже крупные организации в столице Айкленд. Молодой император Критто, которому через месяц после смерти отца исполнилось 16 лет и перешёл трон даже не подозревал о том, что на его место уже косится Руфлус, старший брат отца Критто. Крестьяне, угнетённые трудом и крепостным правом, по неизвестным причинам не отменённым в почти индустриальную эпоху, открыто ропщут на аристократию. 3 легиона из 12, отборные войска Империи, снабжённые паровыми танками, гномскими и дворфийскими ружьями по приказу маршала Гаритоса отправились завоёвывать северный континент, представляющий из себя частью снежную пустыню, частью заснеженные горные хребты и непроходимые, промёрзшие хвойные леса.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "В 3 отборных легионах состояло 300 паровых орудий (в каждом экипаж 6 дворфов или гномов), 60 тысяч отборных воинов Каз'Модана, 10 тысяч дворфийских же магов и порядка 30 тысяч стрелков гномов. Остальную же часть армии составляли 35 тысяч людских конных воинов. Маршал Гаритос приметив начало смутного времени и осознавая, что войну с эльфами начинать не стоило, отправился завоёвывать материк по 3 причинам. Во-первых Нардвейн (северный материк) был богат различными рудами и корабельным лесом. Во-вторых он стал бы первым завоевателем, а при расколе и властелином Нардвейна. Последняя причина заключается в желании оказаться как можно дальше от столицы в период смуты. \nВсё прочее разъяснится далее.",
    "answers": [
      {
        "id": 5,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 5,
    "text": "Огромный паровой ледокол \"Доблесть Айкленда\" шёл прямо на Север. Вы — полудворф полугном по имени Шэлдарон, внук Сидри Дромаронга, сын Теларин Трижды Проклятой и Арнмангвара Землекрушителя  служите на ледоколе порядка 20 лет. Ранее вы были пиратом на юге Империи, служили в храме Стихий в горах и прошли около 35 войн. Вам 456 лет, но несмотря на возраст вы энергичный дварф и готовы служить дворфам и гномам, но не кому либо ещё. Шел второй месяц вашего плавания. Вы ещё на суше подговаривали Виргрид и Горканона, ваших товарищей, устроить бунт против \"Hűmąnß\", в переводе с дворфийского людей. Виргрид имел кожу пепельного цвета и огненные глаза, что выдавало его место жительства — Дорлокский хребет, полный вулканов. Виргрид мастерски владел ружьём и был свиреп и крепок, как медведь, коего имел у себя как питомца. Горканон же был нетороплив, добр и спокоен. Ему легко давалась рунная магия и магия Стихий, чему вы немного завидовали, хотя ваши познания Стихий были глубже и вернее. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы уже подговорили около сотни дворфов и гномов, весть о бунте передавалась из уст в уста. И вот вы решили ночью пробраться в спальню к маршалу Гаритосу и разобраться с ним раз и навсегда. С вами хотят пойти Виргрид, Горканон, Старвариор (ваш старый приятель, крайне похожий на Горканона, но владеющий лишь оружием ближнего боя и имеющий ранг ниже вашего), Чернокрюк (однорукий, незаметный старый пират), Огнепуля (гном стрелок со взрывным характером) и Тиваззи (гнома механница). Вам необходимо отобрать того кто из них пойдёт не в каюту маршала, а отправится в нижнюю часть судна, для зарядки орудий и стрельбы по задним ледоколам людей.",
    "answers": [
      {
        "id": 7,
        "text": "Тиваззи и Огнепуля"
      },
      {
        "id": 8,
        "text": "Чернокрюк и Тиваззи"
      },
      {
        "id": 9,
        "text": "Огнепуля и Чернокрюк "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы пробрались в каюту маршала Гаритоса... Он проснулся услышав мощную дворфийскую поступь и успел схватить клинок. спустя пару минут вы его одолели, но на стук мечей сбежалась людская часть экипажа. Ледоколы шли на малой дистанции и ближайшие ледокрлы взял  вас на абордаж подавив мятеж. \n—Где были чёртовы гномы?! — кричали вы последние секунды своей жизни. Тиваззи успешно зарядила пушки, а Огнепуля расправился с часовыми, вот только Огнепуля давно ждал момента, чтобы признаться в чувствах Тиваззи. Однако момент был не самый удачный. Для вас.",
    "answers": [
      {
        "id": 1,
        "text": "Заново\n"
      }
    ]
  },
  {
    "id": 8,
    "text": "Чернокрюк удачно расправился с часовыми, а Тиваззи зарядила пушки.\nВы первым в маршалу запустили Огнепулю. Гном тихо подкрался и пустил в дело нож. Гаритос умер не обнажив клинка. \nЗатем вы отправились:",
    "answers": [
      {
        "id": 10,
        "text": "Сменить Имперский флаг на Каз'Моданский"
      },
      {
        "id": 11,
        "text": "Тихо перебить людских солдат в каютах."
      },
      {
        "id": 12,
        "text": "Опустошить запасы корабельные запасы эля по дворфийской традиции."
      }
    ]
  },
  {
    "id": 9,
    "text": "—Отлично, теперь заряжай эти ваши инженерные пушки, я только со старыми пороховыми разбираюсь, — сказал Чернокрюк Огнепуле, профессионально расправившись с часовыми.\n— Крюк, я... Я же не инженер, Крюк! Со своей винтовкой какие угодно фокусы, но это же целая пушка! Я не лучше тебя знаю как её заряжать, — ответил Огнепуля.\nЭтим временем вы рассправились с Гаритосом. На шум схватки с маршалом сбежался экипаж. Без умелого бойца вас к сожалению победили, а на утро утопили.",
    "answers": [
      {
        "id": 1,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 10,
    "text": "Идея не из лучших. Следовало бы сначала перебить спящих моряков и разведать верхнюю палубу. Часовые вас успешно задержали, а на утро вас предали трибуналу.",
    "answers": [
      {
        "id": 1,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вовремя вы вспомнили про то, что взяли  с собой инженерные устройства, распускающие ядовитый газ. Тихо закатив их в каюты людских моряков и предвврительно разбудив дворфов и гномов  вы активировали их, а Горканон с помощью стихии ветра разогнал газ по всем каютам.\nВы сожгли флаг Империи, а Виргрид и Старвариор вывесили флаг Каз'Модана на ледоколе и дали залп по ледоколам, на которых был исключительно людской экипаж.\nДвигатель был включен на полную мощность. Ледокол шёл со скоростью вдвое большей чем остальные. \"Доблесть Каз'Модана\" славился скоростью...",
    "answers": [
      {
        "id": 13,
        "text": "Что за..!?"
      }
    ]
  },
  {
    "id": 12,
    "text": "Не лучшая идея. Пьяные крики дворфов были замечены с других ледоколов и разбудили экипаж. Людские нацисты убивали вас без жалости, надеясь на безнаказанность. Их надежды рухнули, но чы уже об этом не узнали.",
    "answers": [
      {
        "id": 1,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 13,
    "text": "Люди быстро соориентировались, дали ответный залп лишь из половины орудий: Всюду раздавалось \"Топи переростков!\", \"За Каз'Модан!\", \"На абордаж!\" и т.д. \nНо тут произошло вовсе непонятное и неожиданное: из моря высунулось огромное щупальце и охватив ваш ледокол швырнуло его ещё дальше вперёд. В днище ледокола была малая пробоина, но вам повезло больше других:  щупалец стало ещё больше и они начали крушить другие суда, швыряя их в разные стороны, сталкивая или утягивая под воду.\nНа одном из ледоколов оказался тёмный маг на случай непредвиденных обстоятельств. Магистр не планировал сдаваться дворфам, но ослзнавал соотношение сил решил, что называется, уйти красиво. Вложив в заклинание не только все силы, но и жизни пару побеждённых и всю свою душу, магистр призвал порождение Тьмы и устроил лёгкий шторм, принёсший сильный туман...\nСпустя пару часов ваш корабль получил ещё пару приличных пробоин от прибредных скал, но вы прибыли на новый материк...\nДля вас всё только начинается!",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "День в Нардвейне холодный. Погода ясная, но сильный ветер с моря...\n Вы решили осмотреться куда вас выбросило. Это была южная часть Нардвейна. Ваш корабль застрял на прибрежных скалах в маленькой бухте, окружённой горами с  запада и севера и густым сосновым лесом с востока.",
    "answers": [
      {
        "id": 15,
        "text": "Отправиться на берег"
      }
    ]
  },
  {
    "id": 15,
    "text": "Взяв всё необходимое вы принялись загружать шлюпки и переправилиськ берегу. \n—А если лес населён ограми или снежными троллями? — спросил Огнепуля.\n—Маловероятно, — ответил Чернокрюк. — Этот материк не населён не одной разумной расой. Стоит опасаться лишь местных медведей.\n—Да что тут за медведи! — сказал Виргрид поглаживая своего питомца. — Мой вот как минимум вдвое больше Нардвейнских медведей, если они тут вообще есть!\nВы высадились на берегу и выгрузили вещи. Старвариор принялся за рубку леса — вам явно не стоит возвращаться в столицу после произошедшего. 6 ударов крепкой дворфийской секиры по стволу молодой сосны, треск и грохот. Такими темпами уже скоро будет готов хотя бы небольшой лагерь. Неизвестно, повездо вам или нет. Отныне вы колонист до окончания смутных времён. Но так ли проста жизнь колониста? Ваши представления о Нордвейне посвпались прахом. О континенте знали всегда, но никогда его не посещали. Скорее всего карта не верна. Континент имел снежный покров лишь на вершинах гор. Вы решили что вам стоило занять место:",
    "answers": [
      {
        "id": 16,
        "text": "на небольшом выступе скалы смотрящей на лес"
      },
      {
        "id": 17,
        "text": "на огромном 20-тонном булыжнике в хвойном лесу"
      },
      {
        "id": 18,
        "text": "подальше от моря"
      }
    ]
  },
  {
    "id": 16,
    "text": "Все ваши 20 соратников оценили ваш выбор положительно. Старвариор начал усерднее рубить деревья, но шум разбудил  огромного чёрного медведя. Зверь был явно напитан какой то магией, но какой именно — вы разобрать не успели. Медведь одолел увлечённого работой лесоруба, издал пронзительный грозный рёв. Вы хотели убежать но оползень вызванный столь громким звуком засыпал вас раньше чем вы успели бежать.",
    "answers": [
      {
        "id": 1,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы решили основаться в лесу. К вечеру уже был сооружён  небольшой дом-шалаш из дерева, пригодный лишь на пару ночей. Ночью же вы проснулись и увидели несколько мёртвых дворфов и гномов. Огнепуля стрелял в огромного чёрного медведя, но пули отскакивали от шерсти с металлическим звуком или не наносили зверю видимого вреда. \n\"Это же гризли-сталемех!\" — подумали вы в последние мгновения.",
    "answers": [
      {
        "id": 1,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы дали Чернокрюку, Виргриду и ещё пяти дворфам не из вашей изначальной кампании приказ (вас интуитивно выбрали лидером) осмотреться и провести разведку за горой находящейся ровно напротив леса. Взяв пару мушкетонов, клинки и секиры, захватив немного провианта, они отправились на разведку. Ещё 19 дворфов и гномов отправились за лес и холмы, чтобы исследовать ту местность. С вами осталась Тиваззи, Старвариор, Горканон и Огнепуля. Вы на скорую руку соорудили дом на пару ночей, и разобрав пару инженерных пушек приделали у дому-шалашу  колёса. При необходимости его можно использовать как походный склад.",
    "answers": [
      {
        "id": 19,
        "text": "Прошло 2 суток"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы выходили из терпения. Старвариор рубил лес, Тиваззи продолжала следить за инженерными устройствами. Огнепуля отправился на корабль, чтобы перенести необходимые вещи, пока их незабрал шторм. Вы следили за лагерем и руководили всеми процессами. Горканон почувствовал, что из глубины леса исходит странная магия и отправился на поиски, но не пройдя и мили обнаружил кровавые следы, погнутое холодное оружие и пару ваших соратников. Он доложил о находке вам. Вы собрались все вместе, взяли всё оружие какое было у вас и отправились к месту проишествия. Вы приглядевшись к земле обнаружили следы медвежьей лапы.\n—Разве мог медведь такое учинить?! — спросил Огнепуля.\n—Медведь — священное животное нашего народа. Но это какой то необычный медведь. — ответил Горканон.\n—Это гризли-сталемех. Он смог положить 19 мечников и стрелков. Среди них не было не одного кто хоть чуточку понимает в магии. Да и ты друг мой пошёл сюда не просто так. — рассудили вы. — Следует атаковать медведя магией.\n",
    "answers": [
      {
        "id": 20,
        "text": "Подготовка"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Тиваззи, собери нам что-нибудь эдакое для отвлечения медведя, — погладив бороду сказал Горканон.\n—У нас столько запчастей, что мы можем собрать своего медведя... — вмешался Старвариор.\n—Мы с Шэлом тогда напитаем его магией и силой стихий укрепим его броню. — ответил Горканон.\nВы немедленно приступили к работе. Старвариор, вы и Тиваззи собирали медведя. Огнепуля пошёл в дозор, а шаман чертил защитный круг.",
    "answers": [
      {
        "id": 21,
        "text": "3 мучительнах часа спустя."
      }
    ]
  },
  {
    "id": 21,
    "text": "Медведь получился что надо. Высотой он был 4 имперских ярда (3,5 метра) — внушительные размеры для боевой машины. На будущее вы на скоро составили чертежи косолапого. Защитный круг едва был закончен, когда со стороны дальней горы послышался то ли визг, то ли крик Огнепули. За ним гнался огромный чёрный гризли-сталемех. Его шерсть отливала серебристым, глаза светились и были лилового цвета — признак напитанности тёмной магией. \n—ГОРК, ЗАПОЛНЯЙ ЭНЕРГИЕЙ КРУГ! СТАРВАРИОР, ГОТОВЬ ТОПОР! ТИВАЗЗИ, ЗАПУСКАЙ НАШЕГО МИШКУ! — раздали указания вы. \nВ ответ на ваши приказания послышался треск, хруст и скрип — медведь поднялся и помчался навстречу сталемеху. Вы послали магический поток вслед своему механизму, усиляя его и получив над ним полный контроль. Как только Огнепуля забежал за пределы черты круга магический круг закрылся. Вы в безопасности на часа 3 если всё таки проиграете сталемеху. ",
    "answers": [
      {
        "id": 22,
        "text": "битва медведей"
      }
    ]
  },
  {
    "id": 22,
    "text": "Сталемех встал на задние лапы и приготовился нанести удар лапами по вашему медведю сверху.",
    "answers": [
      {
        "id": 23,
        "text": "*Увернуться*"
      },
      {
        "id": 24,
        "text": "*Совершить рывок к груди сталемеха*"
      },
      {
        "id": 25,
        "text": "*Ударить по задней лапе* "
      }
    ]
  },
  {
    "id": 23,
    "text": "Механический питомец не успел отскочить. Больше всего пострадала задняя левая лапа вашего медведя.  Сталемех подбежал поближе и решил повторить удар.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Удачный манёвр! Сталемех издал яростный, и казалось бы, разочарованный рёв и упал на спину. В этот момент сталемех повержен! Но...",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Удачный манёвр! Сталемех издал яростный, и казалось бы, разочарованный рёв и упал на спину. В этот момент ваш медведь решает:",
    "answers": [
      {
        "id": 26,
        "text": "Ударить с размаху правой лапой по шее сталемеха"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ваш медведь несмотря на точный и сильный удар начал разваливаться, вы начали терять магическую силу и очень устали. Сталемех выпил силу вашего механизма?! Но он же не чернокнижник! Или же обротень? Но откуда 1 на неисследованном континенте?! \n—Шэлдон, он выпил твою силу? — спросил Горканон. \n—Ты почувствовал?\n—Я тоже немного ослаб. Надеюсь этот медведь не будет проверять на прочность нашу защиту... Круг слабнет.\n—А что если... — Старвариор мало понимал в магии, но всегда у него были дельные советы, хоть и был он немногословен. Он был тоже старым и опытным воином. Вид его всегда был мрачен, вероятно травма войны, страшная тайна или что либо схожее с этим туманило его взор и заставляло молчать. Про него почти ничего не было известно. — Если напитать сталемеха магией до предела?\nВы с Горканоном молча переглянулись и принялись за дело. Не хотелось бы сгинуть на неизведанном континенте от какого то проклятущего косолапого! Вы влили потоки магии в сталемеха, что было потом вы не знали. Вы были в отключке вместе с Горканоном.\n",
    "answers": [
      {
        "id": 27,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Шэлд, проснись! — вас разбудил нежный голос Тиваззи.- Уже 10 утра по Имперскому! Горк уже проснулся. \nВы встали и осмотрелись. Из сталемеха Старвариор сделал отличные шубы. Надо ли говорить что с такого огромного медведя вышло приличное количество материала. Кроме того такую шерсть как известно не пробить не только пулей издалека, но её не берёт даже арбалетный болт, не говоря уже о холодном оружии. Но всё же предел есть у всего...\nКрюка и Виргрида не было уже очень давно. Вы решили все вместе отправиться за ними. \n\n\n\nЧто было дальше вы узнаете в следующих частях.",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница"
      }
    ]
  },
  {
    "id": 28,
    "text": "Шаманы — маги стихий.\nВ мире Агравинской Империи есть такие расы: \nтролли (населяют южные острова и ведут племенной образ жизни), огры (огромные существа с 1-3 головами и 1 рогом на голове, клыками; их рост составляет 6 ярдов),  дворфы (их столица Стальгорн), люди, гномы (их столица — затерянный город Техногон, который они покинули тысячи лет назад от ужасов которые навлёк на них их король, увлёкшийся тёмной магией; ныне живут с дворфами), ночные эльфы (эльфы с фиолетовой кожей, населяют густые тёмные леса на востоке континента), высшие эльфы (цвет кожи как у людей, живут вместе с людьми и другими имперцами; им обьявлена война в период Смуты).",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  }
]