[
  {
    "id": 1,
    "text": "Автор: Историус\n\nАннотация:\n\nВ детстве огненный маг Габриэль Олиандри не смог обуздать свою силу, испепелив родную деревню до тла. С тех пор он беглый преступник, и скрывается в соседнем государстве в небольшом отряде разбойников. Суровая погода, нехватка провизии, а также личные мотивы заставляют отряд Габриэля направиться в северную деревню, но он еще не знает, что путь будет опасен и тернист. Сможет ли герой преодолеть эти тяготы, чтобы спасти команду и самому остаться в живых?\n\n[Разработка: готово около 50% квеста]",
    "answers": [
      {
        "id": 174,
        "text": "Начать квест"
      },
      {
        "id": 149,
        "text": "Достижения"
      },
      {
        "id": 2,
        "text": "Начать квест\n(Дубль 1)",
        "need": 1000
      },
      {
        "id": 158,
        "text": "Начать квест\n(Дубль 2)",
        "need": 1000
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d11/1911/10/6a1c649f5420.jpg"
      },
      {
        "id": 1,
        "text": "Группа автора ВК",
        "url": "https://vk.com/royallands"
      }
    ]
  },
  {
    "id": 2,
    "text": "...Очередной день пути по Зимолесью снова не сулил ничего хорошего. С тех пор, как Габриэль Олиандри со своей командой покинул деревню, прошло уже три дня. Припасов осталось мало, сил ещё меньше, а мороз неотступно пробирал до костей, время от времени бросая в мелкую неприятную дрожь. Маг сделал несколько финальных шагов, чтобы достичь вершины холма, выпрямился и осмотрелся.\n\n— Полпути уже есть, братва! Скоро это закончится, — обнадёжил он отряд, гадая, сколько же они прошли на самом деле. Может, осталось идти несколько часов. Может, несколько дней. А может быть, и недель. На этих снежных равнинах поди пойми, где дорога, пока по ней не проедет дюжина конных повозок.\n— Как же я соскучился по бане! — отозвался Хар, шмыгая носом. Судя по всему, этот тощий разбойник-воришка словил насморк.",
    "answers": [
      {
        "id": 3,
        "text": "\"Да уж, от бани я бы и сам не отказался\" — подумал маг"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/1911/51/7c2df9883ec5.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Тем временем к ним подтянулись остальные члены банды: Ларек, Брун и Изольда. \n— Ну что, двинули? — буркнул наёмник Брун и, перехватив поудобнее носилки, которые он тащил, стоя спереди, устремился дальше. Ларек, не привыкший к таким марш-броскам, еле поспевал за товарищем, держа носилки сзади. На его лбу и втором подбородке выступил пот, свидетельствуя о том, что воин действительно утомился.\n\n\"Зато жир от холода защитит\" — усмехнулся про себя Олиандри, наблюдая за этим.\n\n— Аккуратнее неси, толстяк! — прикрикнула на Ларека ведьма Изольда, замыкающая процессию, — Если разобьёте колбы, я вас лично на суп пущу.\n\nГабриэль подхватил падающую с носилок сумку и взвалил на спину, решив облегчить немного ношу своих друзей.",
    "answers": [
      {
        "id": 4,
        "text": "— Верно, двинули, — пропыхтел он."
      },
      {
        "id": 157,
        "text": "Новый ответ. введите текст",
        "need": 1000
      }
    ]
  },
  {
    "id": 4,
    "text": "[Спустя несколько часов]\n\nВремя близилось к вечеру, а дороги всё ещё было не видать. Все уже порядком выбились из сил, как вдруг Хар, будучи самым внимательным из отряда, воскликнул:\n— Смотрите, вон там за кустами. Это тропа!\n\nСначала никто не понял, о чем он говорит, но, присмотревшись, Габриэль обнаружил линию, отличавшуюся от всего остального пейзажа. На равнине он и не заметил бы эту дорогу, но лес, где они теперь оказались, значительно облегчил поиск торгового тракта. \n\n— Действительно, полоса без деревьев, — подтвердил наёмник Брун.\n— Народ, поздравляю, встаём на ночлег. Мы заслужили этот отдых, — выдохнул измученный маг, сбросив с себя всю ношу. Но кое над чем задумался...",
    "answers": [
      {
        "id": 5,
        "text": "Разбить лагерь на дороге",
        "addToHistory": [
          6
        ]
      },
      {
        "id": 5,
        "text": "Расположиться на отдалении от дороги"
      }
    ]
  },
  {
    "id": 5,
    "text": "Надо разбить лагерь. ",
    "answers": [
      {
        "id": 5,
        "text": "Пускай на ровной дороге и удобно, но безопаснее будет обустроиться слегка в отдалении от неё. Поэтому Габриэль приказал перетащить вещи в низину, укрытую кустами, и расположиться там.\n\n— Ларек и Брун, насобирайте дров для костра. Изольда, займись приготовлением ужина. Хар, будь на подхвате. А я пока осмотрюсь...",
        "need": [
          -6
        ],
        "merge": true
      },
      {
        "id": 5,
        "text": "На этой дороге давно никто не проезжал, поэтому можно обустоиться и на ней, как и полагается честным людям. В случае чего, лучше изобразить открытость, заночевав здесь, чем таиться, вызывая подозрения.\n\n— Ларек и Брун, насобирайте дров для костра. Изольда, займись приготовлением ужина. Хар, будь на подхвате. А я пока осмотрюсь...",
        "need": 6,
        "merge": true
      },
      {
        "id": 7,
        "text": "Проверить местность"
      }
    ]
  },
  {
    "id": 6,
    "text": "На дороге",
    "answers": []
  },
  {
    "id": 7,
    "text": "Ради безопасности лучше удостовериться, что нет ничего особенного рядом. Молодой маг потянулся и отправился на небольшую прогулку по окрестностям.\n\nПрохаживаясь по лесу, он задумался. С этими ребятами Габриэль был знаком уже давно и успел стать их негласным лидером после смерти Бонифара. Дело было в пылу жаркой битвы с имперскими патрульными, на которых наткнулся разбойничий отряд, когда пересёк границу. Бонифар дрался лучше всех, но пал в честном бою с офицером дозора, которого маг яростно испепелил потоком магического огня, когда представилась такая возможность.",
    "answers": [
      {
        "id": 8,
        "text": "Осмотреть топор павшего Бонифара",
        "var_str_set": [
          "global right_icon",
          "https://d.radikal.ru/d32/1911/25/1b0e48f85c24.png"
        ],
        "var_set": [
          "global side_menu",
          215
        ]
      },
      {
        "id": 215,
        "text": "Страница бокового меню",
        "need": 1000
      }
    ]
  },
  {
    "id": 8,
    "text": "Габриэль достал топор, который он подобрал после смерти командира и взвесил его в руке. Тот был весьма лёгким и удобным, лезвие выглядело даже слишком изящно, но внешний вид бывает обманчив — оно выполнено из прочнейшего сплава адамантия, и было крайне острым. На боковой поверхности красовалась гравировка \"Свирепый\".",
    "answers": [
      {
        "id": 8,
        "text": "[Чтобы просмотреть личный инвентарь, деньги, а также краткую характеристику персонажа, можно открыть меню \"Лист Персонажа\", нажав на иконку в правом верхнем углу]\n",
        "comment": true
      },
      {
        "super_calculate": false,
        "id": 8,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "gruz",
          0
        ]
      },
      {
        "id": 194,
        "text": "Вспомнить цель своего пребывания в Зимолесье"
      }
    ]
  },
  {
    "id": 9,
    "text": "Габриэль стоит на небольшой полянке среди леса. Лёгкий покров снега завораживающе блестит, но пробирающий холод не даёт спокойно наслаждаться этой красотой.",
    "answers": [
      {
        "id": 9,
        "text": "Добыть охапку дров\n[\"У меня уже руки заняты!\"]",
        "comment": true,
        "var_equal": [
          "gruz",
          1
        ]
      },
      {
        "var_equal": [
          "gruz",
          0
        ],
        "id": 9,
        "text": "Добыть охапку дров",
        "need": 11,
        "var_set": [
          "gruz",
          1
        ]
      },
      {
        "id": 10,
        "text": "Осмотреть большую лужу"
      },
      {
        "id": 11,
        "text": "Осмотреть подозрительные кусты",
        "need": -11
      },
      {
        "id": 12,
        "text": "Вернуться к лагерю"
      }
    ]
  },
  {
    "id": 10,
    "text": "Посреди полянки крупная ледяная лужа, по которой видно, что она промёрзла до дна. Глубина составляет около одного локтя. ",
    "answers": [
      {
        "id": 10,
        "text": "Причём в толще грязного льда виден какой-то странный объект.",
        "need": [
          -14
        ],
        "merge": true
      },
      {
        "id": 10,
        "text": "Причём середина лужи раздроблена, и в центре видна зияющая впадина, из которой будто что-то выкорчевали.",
        "need": [
          14
        ],
        "merge": true
      },
      {
        "id": 13,
        "text": "Выдолбить лёд топором и достать предмет",
        "need": [
          -14
        ],
        "addToHistory": [
          14
        ]
      },
      {
        "id": 10,
        "isBack": true,
        "text": "Вернуться на поляну",
        "backstepCount": 1,
        "forget": 10
      }
    ]
  },
  {
    "id": 11,
    "text": "Олиандри показалось, что за кустами кто-то есть, но, обойдя их сбоку, он понял, что на самом деле там пусто. Лишь густо расположенные сухие ветки составляли иллюзию человекоподобной фигуры.",
    "answers": [
      {
        "id": 15,
        "text": "Нарубить немного дров"
      },
      {
        "id": 9,
        "text": "Вернуться на поляну"
      }
    ]
  },
  {
    "id": 12,
    "text": "ЛАГЕРЬ\n ------------\n",
    "answers": [
      {
        "var_max": [
          "drova",
          10
        ],
        "var_show": [
          "drova"
        ],
        "comment": true,
        "id": 12,
        "text": "Необходимо дров для костра: "
      },
      {
        "id": 9,
        "text": "Пойти на поляну"
      },
      {
        "id": 12,
        "text": "Люди Габриэля Олиандри уже разложили всё для лагеря и готовились разводить костер. Для этого им потребуется минимум десять охапок дров. Брун с Лареком принесли уже по четыре каждый и весьма устали: кажется, остальную работу придётся заканчивать самому, пока совсем не стемнело",
        "merge": true
      },
      {
        "id": 17,
        "text": "Помочь развести костер",
        "bg_color": [
          0.99,
          0.7,
          0.38
        ],
        "var_need": [
          "drova",
          10
        ]
      },
      {
        "var_add": [
          "drova",
          1
        ],
        "var_equal": [
          "gruz",
          1
        ],
        "id": 12,
        "text": "Выгрузить дрова",
        "var_set": [
          "gruz",
          0
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "Загадочным предметом оказался непонятно как сюда попавший солдатский вещмешок. Маг огня осторожно взял его и вывернул всё содержимое на снег. В нос тут же ударила едкая вонь: солдатский паёк, который находился внутри, безнадёжно сгнил, несмотря на холод. Судя по всему, летом тут была жидкая вода вместо льда, и это неблагоприятно сказалось на армейской пропаже. Что-ж, видимо, тут нечем поживиться... Хотя нет, Габриэль поторопился. Во-первых, стоит отметить, что мешок был тёмно-красного цвета, а это свидетельствует о принадлежности сумки солдату Красной Империи, а во-вторых среди помоев и тряпок лежало что-то блестящее.",
    "answers": [
      {
        "id": 16,
        "text": "Поднять блестящую вещицу"
      },
      {
        "id": 9,
        "text": "Оставить вещицу в помоях"
      }
    ]
  },
  {
    "id": 14,
    "text": "Раздолбить лёд",
    "answers": []
  },
  {
    "id": 15,
    "text": "Топор \"Свирепый\" в руках Габриэля играючи покромсал кусты, развеяв все подозрения и добыв хозяину добротную охапку веток. Можно нарубить и больше, но один человек унесёт только одну без дополнительных приспособлений.",
    "answers": [
      {
        "id": 15,
        "text": "[Получено: охапка дров]",
        "comment": true
      },
      {
        "id": 9,
        "text": "Вернуться",
        "var_add": [
          "drova",
          0
        ],
        "var_set": [
          "gruz",
          1
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Ювелирно вытянув вещь рукой в перчатке, горе-разбойник вытер её о снег и осмотрел. То было самое настоящее золотое украшение — такое можно обменять на не один десяток ауранов Торговой Коалиции, а то и больше! Неплохая находка пополнит бюджет команды, хотя тратить его пока не представляется возможным. Украшение представляло из себя красивый медальон в форме круга с гравировкой в виде многочисленных странных узоров, а также продетой через отверстие наверху золотой цепочкой. Еще раз очистив медальон снегом, чародей надел его поверх одежды, и, любуясь находкой, вернулся на поляну.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Сложив палки в кучу конической формы, ведьма Изольда принялась поджигать их огнивом, но получалось у неё, если честно, не очень. Взглянувший на это Габриэль покачал головой, закрыл глаза и, сосредоточившись на своей единственной способности, попытался точечно воспламенить топливо. Через пару секунд послышалось приятное потрескивание огня. Маг открыл глаза, оглянулся и ухмыльнулся от того, что окружающий лес не горит.\n\n\"Прогресс хороший. Теперь я хотя бы могу себя контролировать и поджигать только то, что я хочу, а не всё, что находится поблизости\".\n\nКонечно, пирокинез предстоит ещё развивать и развивать, но такие мелочи делают жизнь приятней.",
    "answers": [
      {
        "id": 18,
        "text": "Сесть у костра"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Спасибо, — недовольно крякнула Изольда, — Я бы и сама справилась. \nМаг лишь умиротворённо вздохнул и присел, грея руки.\n— Сейчас кашу сварим! — подскочил Хар с мешочком оставшейся со вчерашнего дня крупы и принялся за готовку на пару с ведьмой. Осталось лишь подождать.\n\nА вечер тем временем вечер закончился, предоставляя возможность ночи вступить в свои права. Солнце уже давно зашло за верхушки сосен Зимолесья, и, казалось, лишь огонь разбойников является последним источником света в этом забытом богами месте.",
    "answers": [
      {
        "id": 150,
        "text": "Побеседовать у костра"
      }
    ]
  },
  {
    "id": 19,
    "text": "После ужина каждого начало клонить в сон, однако забывать о дежурстве не стоит — ночное Зимолесье таит в себе кучу опасностей. Как настоящему командиру, Олиандри предстоит решить, кого оставить охранять лагерь на этот раз.\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Брун:\nВыглядит нормально\n\n",
        "merge": true
      },
      {
        "id": 19,
        "text": "Хар:\nСлегка болен\n\n",
        "merge": true
      },
      {
        "id": 19,
        "text": "Ларек:\nНа вид уставший\n\n",
        "merge": true
      },
      {
        "id": 19,
        "text": "Изольда:\nВыглядит нормально\n\n",
        "merge": true
      },
      {
        "id": 19,
        "text": "Габриэль:\n\"Чувствую себя вполне приемлимо\"",
        "merge": true
      },
      {
        "id": 20,
        "text": "Дежурить будет Брун",
        "var_set": [
          "sonBr",
          10
        ],
        "addToHistory": [
          22
        ]
      },
      {
        "var_set": [
          "sonCh",
          10
        ],
        "id": 20,
        "var_sub": [
          "sh",
          1
        ],
        "text": "Дежурить будет Хар",
        "addToHistory": [
          23
        ]
      },
      {
        "var_set": [
          "sonLa",
          20
        ],
        "id": 20,
        "var_sub": [
          "sl",
          1
        ],
        "text": "Дежурить будет Ларек",
        "addToHistory": [
          24
        ]
      },
      {
        "id": 20,
        "text": "Дежурить будет Изольда",
        "var_set": [
          "sonIz",
          10
        ],
        "addToHistory": [
          25
        ]
      },
      {
        "id": 20,
        "text": "Дежурить буду я",
        "var_set": [
          "sonGa",
          10
        ],
        "addToHistory": [
          26
        ]
      },
      {
        "id": 22,
        "text": "Брун",
        "need": [
          1000
        ]
      },
      {
        "id": 23,
        "text": "Хар",
        "need": 1000
      },
      {
        "id": 24,
        "text": "Ларек",
        "need": 1000
      },
      {
        "id": 25,
        "text": "Изольда",
        "need": 1000
      },
      {
        "id": 26,
        "text": "Габриэль",
        "need": 1000
      },
      {
        "id": 20,
        "text": "Далее",
        "need": [
          1000
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "Решение принято. Дозорный занимает свой пост подле костра, а все остальные укладываются спать в палатку рядом с ним. \n\n— Да хранят нас боги Фюсис, Мерсис и Пиатник, — произнёс напоследок Габриэль, а сам про себя подумал:\n\"Надеюсь, ночь будет спокойной\".",
    "answers": [
      {
        "id": 21,
        "text": "Далее",
        "need": 22
      },
      {
        "id": 27,
        "text": "Далее",
        "need": 23
      },
      {
        "id": 28,
        "text": "Далее",
        "need": 24
      },
      {
        "id": 29,
        "text": "Далее",
        "need": 25
      },
      {
        "id": 30,
        "text": "Далее",
        "need": [
          26
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "Молодой чародей укутался в тёплый спальный мешок и почти сразу же провалился в сон.\n\nЕму снилось детство. Счастливая пора, когда он жил со своей семьей, помогал матери по хозяйству и пас коров. Но однажды всё изменилось, когда у двенадцатилетнего мальчика случайно пробудились спящие на протяжении многих поколений способности пироманта. Вся деревня полыхала в адском огне, а маленький Габриэль не знал, что делать, и как остановить пылающее безумие. Через пару дней его забрали королевские солдаты, и с этого самого момента его жизнь никогда не станет прежней...\n\nСквозь сон послышался встревоженный возглас Бруна.",
    "answers": [
      {
        "id": 34,
        "text": "Проснуться",
        "blackout": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Брун дежурит",
    "answers": []
  },
  {
    "id": 23,
    "text": "Хар дежурит",
    "answers": []
  },
  {
    "id": 24,
    "text": "Ларек дежурит",
    "answers": []
  },
  {
    "id": 25,
    "text": "Изольда дежурит",
    "answers": []
  },
  {
    "id": 26,
    "text": "Габриэль дежурит",
    "answers": []
  },
  {
    "id": 27,
    "text": "Молодой чародей укутался в тёплый спальный мешок и почти сразу же провалился в сон.\n\nЕму снилось детство. Счастливая пора, когда он жил со своей семьей, помогал матери по хозяйству и пас коров. Но однажды всё изменилось, когда у двенадцатилетнего мальчика случайно пробудились спящие на протяжении многих поколений способности пироманта. Вся деревня полыхала в адском огне, а маленький Габриэль не знал, что делать, и как остановить пылающее безумие. Через пару дней его забрали королевские солдаты, и с этого самого момента его жизнь никогда не станет прежней...\n\nСквозь сон послышался встревоженный голос Хара.",
    "answers": [
      {
        "id": 34,
        "text": "Проснуться",
        "blackout": true
      }
    ]
  },
  {
    "id": 28,
    "text": "Молодой чародей укутался в тёплый спальный мешок и почти сразу же провалился в сон.\n\nЕму снилось детство. Счастливая пора, когда он жил со своей семьей, помогал матери по хозяйству и пас коров. Но однажды всё изменилось, когда у двенадцатилетнего мальчика случайно пробудились спящие на протяжении многих поколений способности пироманта. Вся деревня полыхала в адском огне, а маленький Габриэль не знал, что делать, и как остановить пылающее безумие. Через пару дней его забрали королевские солдаты, и с этого самого момента его жизнь никогда не станет прежней...\n\nСквозь сон послышался встревоженный возглас Ларека.",
    "answers": [
      {
        "id": 34,
        "text": "Проснуться",
        "blackout": true
      }
    ]
  },
  {
    "id": 29,
    "text": "Молодой чародей укутался в тёплый спальный мешок и почти сразу же провалился в сон.\n\nЕму снилось детство. Счастливая пора, когда он жил со своей семьей, помогал матери по хозяйству и пас коров. Но однажды всё изменилось, когда у двенадцатилетнего мальчика случайно пробудились спящие на протяжении многих поколений способности пироманта. Вся деревня полыхала в адском огне, а маленький Габриэль не знал, что делать, и как остановить пылающее безумие. Через пару дней его забрали королевские солдаты, и с этого самого момента его жизнь кардинально изменилась...\n\nСквозь сон послышался встревоженный голос Изольды.",
    "answers": [
      {
        "id": 34,
        "text": "Проснуться",
        "blackout": true
      }
    ]
  },
  {
    "id": 30,
    "text": "Большую часть ночи молодой чародей действительно сидел и дежурил, но под утро его бдительность начинала всё больше и больше отступать, и вскоре сонливость всё же взяла своё.\n\nЕму снилось детство. Счастливая пора, когда он жил со своей семьей, помогал матери по хозяйству и пас коров. Но однажды всё изменилось, когда у двенадцатилетнего мальчика случайно пробудились спящие на протяжении многих поколений способности пироманта. Вся деревня полыхала в адском огне, а маленький Габриэль не знал, что делать, и как остановить пылающее безумие. Через пару дней его забрали королевские солдаты, и с этого самого момента его жизнь никогда не станет прежней...",
    "answers": [
      {
        "id": 31,
        "text": "Проснуться",
        "blackout": true
      }
    ]
  },
  {
    "id": 31,
    "text": "Животный страх вытянул Олиандри в суровую действительность. Осознав, что заснул, маг оглянулся, но не увидел ничего плохого: костёр догорел, солнце уже взошло, а из палатки доносилось мерное посапывание. Но всё же что-то не давало покоя. Звуки! Издалека доносились звоны железа, топот ног и солдатская песня.\n\n— Подъём! Подъем, срочно! — кричал Габриэль громким шёпотом.\n\nБратва отреагировала не сразу, но через пару секунд сонные испуганные лица начали высовываться из под полога.\n— Опять волки? — опешил Брун.\n— Нет, солдаты маршируют. Вставайте живее! — всё так же шёпотом говорил Габриэль.\n\nНаученные горьким опытом, разбойники мигом пришли в себя, вылезли и приготовились исполнять приказы своего командира.",
    "answers": [
      {
        "id": 32,
        "text": "Решить, что делать",
        "need": 6
      },
      {
        "id": 33,
        "text": "Решить, что делать",
        "need": -6
      }
    ]
  },
  {
    "id": 32,
    "text": "Стоянка разбойников была на дороге. В этом были свои плюсы и минусы. С одной стороны, перед маршем солдат можно было прикинуться странствующими торговцами, которые держат путь на северо-запад. С другой стороны, возможно, стоит затаиться и просто не вызовываться, наблюдая за шествием со стороны. Так или иначе, теперь команде доступен лишь один вариант.",
    "answers": [
      {
        "id": 32,
        "text": "[Укрыться вдали от дороги уже не получится]",
        "comment": true
      },
      {
        "id": 37,
        "text": "Притвориться торговцами"
      }
    ]
  },
  {
    "id": 33,
    "text": "Стоянка разбойников была сбоку от дороги. В этом были свои плюсы и минусы. С одной стороны, перед маршем солдат можно было прикинуться странствующими торговцами, которые держат путь на северо-запад. С другой стороны, возможно, стоит затаиться и просто не высовываться, наблюдая за шествием со стороны. Так или иначе, теперь команде доступен лишь один вариант.",
    "answers": [
      {
        "id": 33,
        "text": "[Притвориться торговцами теперь не получится]",
        "comment": true
      },
      {
        "id": 38,
        "text": "Укрыться вдали от дороги"
      }
    ]
  },
  {
    "id": 34,
    "text": "Нехорошее предчувствие разбудило Габриэля. Ему казалось, будто издалека доносились звоны железа, топот ног и солдатская песня.\n\n— Подъём! Подъем, срочно! — кричал дозорный громким шёпотом.\n\nБратва отреагировала не сразу, но через пару секунд сонные испуганные лица начали высовываться из под полога палатки.\n— Опять волки? — спросил кто-то.\n— Нет, солдаты маршируют. Вставайте живее! — последовал ответ таким же раздражённым шёпотом.\n\nНаученные горьким опытом, разбойники мигом пришли в себя, вылезли и приготовились исполнять приказы своего командира.",
    "answers": [
      {
        "id": 32,
        "text": "Решить, что делать",
        "need": 6
      },
      {
        "id": 33,
        "text": "Решить, что делать",
        "need": -6
      }
    ]
  },
  {
    "id": 35,
    "text": "Офицер подозрительно глянул на Хара, но то ли его слова прозвучали убедительно, то ли у красных было мало времени, так или иначе, он приказал своим запевать, и около пяти десятков воителей прошли по дороге, везя с собой заманчивые обозы, наполненные, скорее всего, едой.\n\n— Будь мы в прежнем составе, разгромили бы этих разгильдяев одной левой, — зло процедила Изольда, когда процессия отдалилась на почтительное расстояние.\n— Меня больше волнует, что они идут в ту же сторону, куда надо и нам, — последовал задумчивый ответ от Олиандри.",
    "answers": [
      {
        "id": 40,
        "text": "Провести ревизию инвентаря",
        "var_set": [
          "gruz",
          0
        ]
      },
      {
        "super_calculate": false,
        "id": 39,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "knife",
          1
        ]
      },
      {
        "super_calculate": false,
        "id": 39,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "food",
          5
        ]
      },
      {
        "super_calculate": false,
        "id": 39,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "med",
          1
        ]
      },
      {
        "comment": true,
        "super_calculate": false,
        "id": 39,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "bint",
          1
        ]
      },
      {
        "super_calculate": false,
        "id": 39,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "tryap",
          10
        ]
      },
      {
        "super_calculate": false,
        "id": 39,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "drova",
          0
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": [
      {
        "id": 34,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 37,
    "text": "Времени до приближения солдат оставалось мало, действия нужны слаженные. Благо, банда довольно быстро успокоилась и разобралась с планом Габриэля, так что через несколько минут костёр опять ярко полыхал, а Ларек изображал роль бродяги-весельчака, рассказывающего историю своим друзьям.\n\n— А потом тигр как набросится на меня...\n— Эй, вы кто такие? — послышался грубый мужской возглас на халарском языке. Из всех пятерых халарский понимали только трое, а говорить без акцента мог только Хар.\n— Мы мирные торговцы, везём товар на запад! Проходите, мы вас не задержим. Надеюсь, и вы нас не потревожите.\n\nС этими словами все встали и отошли с дороги, освобождая путь целой роте имперских солдат, которые непонятно зачем здесь решили пройти. Их красные знамёна и доспехи подтверждали догадки разбойников, что это воины Красной Империи.",
    "answers": [
      {
        "id": 35,
        "text": "Отойти с дороги"
      }
    ]
  },
  {
    "id": 38,
    "text": "Быстро собрав пожитки и засыпав снегом костёр, банда начала скрывать признаки своего присутствия и заметать следы. Уже через несколько минут всё было готово, и пятеро разбойников наблюдали за маршем, надежно укрытые снегом и ветками кустов вдали от дороги.\n\n— Ать, два! Ать, два! Стооой! — послышался грубый мужской голос. Офицер, которому, судя по всему, голос и принадлежал, подозрительно огляделся и даже принюхался, выискивая что-то подозрительное в округе. Его подчинённые были одеты в красные доспехи и несли красные знамёна, что лишний раз подчеркивало их принадлежность к солдатам Красной Империи.\n— Неужели заметил? — прошептал Ларек, и его рот тут же оказался заткнут варежкой Бруна.",
    "answers": [
      {
        "id": 39,
        "text": "Сидеть тихо"
      }
    ]
  },
  {
    "id": 39,
    "text": "Офицер подозрительно глянул в их сторону, но то ли не заметил друзей, то ли у красных было мало времени, но так или иначе, он приказал своим запевать, и около пяти десятков воителей прошли по дороге, везя с собой заманчивые обозы, наполненные, скорее всего, едой.\n\n— Будь мы в прежнем составе, разгромили бы этих разгильдяев одной левой, — зло процедила Изольда, когда процессия отдалилась на приличное расстояние.\n— Меня больше волнует, что они идут в ту же сторону, куда надо и нам, — последовал задумчивый ответ от Олиандри.",
    "answers": [
      {
        "id": 40,
        "text": "Провести ревизию инвентаря",
        "var_set": [
          "gruz",
          0
        ]
      },
      {
        "super_calculate": false,
        "id": 39,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "knife",
          1
        ]
      },
      {
        "super_calculate": false,
        "id": 39,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "food",
          5
        ]
      },
      {
        "super_calculate": false,
        "id": 39,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "med",
          1
        ]
      },
      {
        "comment": true,
        "super_calculate": false,
        "id": 39,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "bint",
          1
        ]
      },
      {
        "super_calculate": false,
        "id": 39,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "tryap",
          10
        ]
      },
      {
        "super_calculate": false,
        "id": 39,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "drova",
          0
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "За время странствий было накоплено много вещей. Что-то из этого сохранилось, но большая часть пожитков — бесполезный хлам, который они таскают с собой. Пора либо от него избавиться, либо использовать для чего-то действительно нужного. Поэтому разбойники занялись сортировкой и совместными усилиями навели порядок.",
    "answers": [
      {
        "id": 41,
        "text": "Открыть инвентарь",
        "var_set": [
          "back",
          "global current_id"
        ]
      },
      {
        "id": 42,
        "text": "Выступить в дорогу",
        "need": 41
      }
    ]
  },
  {
    "id": 41,
    "text": "ОБЩИЙ ИНВЕНТАРЬ\n ----------------------------------",
    "answers": [
      {
        "id": 44,
        "text": "Оружие",
        "instant": true,
        "var_set": [
          "back1",
          "global current_id"
        ]
      },
      {
        "id": 45,
        "text": "Инструменты",
        "instant": true,
        "var_set": [
          "back1",
          "global current_id"
        ]
      },
      {
        "id": 46,
        "text": "Материалы",
        "instant": true,
        "var_set": [
          "back1",
          "global current_id"
        ]
      },
      {
        "id": 53,
        "text": "Расходники",
        "instant": true,
        "var_set": [
          "back1",
          "global current_id"
        ]
      },
      {
        "instant": true,
        "middle_answer": true,
        "text": "Выйти из инвентаря",
        "id": 41,
        "go_to": [
          "back"
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "Когда работа была закончена, команда выступила в дорогу. Все морально подготовились к долгому пути, однако спустя всего пару часов им пришлось остановиться. По обе стороны от дороги послышалось утробное хищное рычание. Спустя несколько мгновений, из-за деревьев показались голодные морды, которые, судя по всему, побоялись нападать на прошедших по этой же дороге солдат, зато когда появилась более лёгкая добыча, они тут как тут. Их было сложно сосчитать хотя бы потому, что не все ещё вышли из-за укрытия. Но Габриэль заметил как минимум четырёх особей.\n\n— Вот теперь уже точно они... Волки! — сказал Брун, выскочив вперед. Он был в любой момент готов защитить отряд ценой своей жизни.\n— И без тебя заметили, — мрачно ответила Изольда, — Что делать будем, босс?",
    "answers": [
      {
        "id": 43,
        "text": "— Обнажить клинки!"
      },
      {
        "id": 47,
        "text": "— Отступаем!"
      },
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d04/1911/33/3e21d9ba45b0.jpg"
      }
    ]
  },
  {
    "id": 43,
    "text": "План Олиандри был в том, чтобы прорваться с боем через стаю волков. Ведь он прекрасно знал, что его команда им не по зубам! Тогда зачем задерживаться?\n\nТак или иначе, Габриэль отдал своим людям приказ, и те, ощетинившись оружием, стали медленно продвигаться дальше, навстречу опасности. Изголодавшиеся по мясу звери начали окружать людей в плотное кольцо. Из-за кустов вышло порядка десяти волков, но почему-то каждый из присутствующих членов отряда был уверен, что это ещё не всё.",
    "answers": [
      {
        "id": 48,
        "text": "Продвигаться дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": "ОРУЖИЕ:",
    "answers": [
      {
        "var_show": [
          "knife",
          "x"
        ],
        "comment": true,
        "id": 44,
        "text": "Нож:",
        "var_need": [
          "knife",
          1
        ]
      },
      {
        "id": 44,
        "text": "Мифриловые браслеты Габриэля",
        "comment": true,
        "need": 83
      },
      {
        "instant": true,
        "middle_answer": true,
        "text": "Назад",
        "id": 44,
        "go_to": [
          "back1"
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "ИНСТРУМЕНТЫ:",
    "answers": [
      {
        "id": 45,
        "text": "Алхимический набор Изольды",
        "comment": true
      },
      {
        "id": 45,
        "text": "Подзорная труба",
        "comment": true
      },
      {
        "instant": true,
        "id": 45,
        "text": "Назад",
        "middle_answer": true,
        "go_to": [
          "back1"
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "МАТЕРИАЛЫ:",
    "answers": [
      {
        "var_show": [
          "tryap",
          "x"
        ],
        "comment": true,
        "id": 46,
        "text": "Тряпьё:",
        "var_need": [
          "tryap",
          1
        ]
      },
      {
        "instant": true,
        "middle_answer": true,
        "text": "Назад",
        "id": 46,
        "go_to": [
          "back1"
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "План Олиандри был в том, чтобы временно отступить, дав волкам понять, что им лучше поискать другую добычу, а потом вернуться. Либо же обойти это место.\n\nТак или иначе, он отдал своим людям приказ, и те начали пятиться назад, ощетинившись своим оружием. Изголодавшиеся по мясу звери начали грозно наступать на людей, чувствуя их страх. Из-за кустов вышло порядка десяти волков, но почему-то каждый из присутствующих членов отряда был уверен, что это ещё не всё.",
    "answers": [
      {
        "id": 49,
        "text": "Испугать волков",
        "bg_color": [
          0.99,
          0.7,
          0.38
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "Внезапно, один крупный волчара, судя по всему, вожак, набросился на Бруна, пытаясь вцепиться тому в ногу. Реакция наёмника последовала мгновенно — тот одним лишь взмахом двуручного меча отбросил хищника, а затем отрубил ему голову.\n\nИ словно по команде остальные особи из стаи набросились на жалкую кучку людей, готовые разорвать в клочья тех, по чьей вине погиб их предводитель.\n— Вперёд!!! — успел прокричать Габриэль перед тем, как алая пелена ярости помутнила сознание.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Взмахнув топором, маг слегка испугал стаю, но та продолжала приближаться. Тогда он остановился возле небольшого деревца и начал удар за ударом подкашивать его так, чтобы оно упало на дорогу. Несколько секунд казались командиру вечностью, поскольку его люди отдалялись, а хищники подбирались всё ближе и ближе. Наконец, когда дерево почти начало падать, Габриэль взмахом руки сотворил заклинание, и вся крона вспыхнула жарким огнём. \n\nНе ожидавшие такого поворота событий волки остановились, а когда гигантский факел свалился на дорогу и вовсе отскочили назад. Этого-то и добивался чародей — наплевав на всё, он повернулся спиной к опасности и ринулся прочь оттуда.\n— Бежим! — успел крикнуть он перед тем, как пелена чистого адреналина захлестнула сознание.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Очнулись товарищи по несчастью тогда, когда опасность уже миновала. У чародея было помимо общей усталости от дикой пробежки еще и ощущение некой внутренней пустоты и покалывания по всему телу от магического заклинания. Со временем он восстанавливался, но всё-таки стресс давал о себе знать.\n\n\"Надо бы побольше беречь себя от такой резкой магии\" — подумал он, а затем развернулся к разбойникам и пересчитал их по порядку. Хвала богам, все были на месте, поэтому коротко кивнув друзьям, он направился обратно, намереваясь пройти этот участок, немного обойдя его с подветренной стороны. Команда вновь двинулась быстрым шагов вперёд, вслед за командиром.",
    "answers": [
      {
        "id": 52,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 51,
    "text": "Очнулся юный маг только когда опасность миновала. С лезвия топора \"Свирепый\" обильно стекала кровь, судя по всему, волчья. Командир оглядел свой отряд, чтобы удостовериться, что все на месте, целы и здоровы. По большей части так и было, за исключением Ларека. У него был разорван рукав, но сама конечность выглядела невредимой. \n\n— С тобой всё в порядке, дружище?\n— Да, всё в норме, — проговорил толстяк, — Только куртку жалко.\n\nКоротко кивнув товарищам, Габриэль вытер оружие об снег, повесил на пояс и повёл отряд дальше.",
    "answers": [
      {
        "id": 52,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 52,
    "text": "[Спустя несколько часов]\n\nСудя по солнцу, времени было уже за полдень, а это означало, что бродягам пора сделать привал. Сделав останавливающий жест рукой, Габриэль приказал приятелям рассредоточиться и проверить местность. Через несколько минут все вернулись к исходной точке, доложив, что никого рядом нет. Да и судя по следам, уходящим вдаль по дороге, можно было понять, что вояки быстро двигались вперед, распугивая при этом значительную часть живности.\n\n— Пора бы подкрепиться! — оживился Ларек, когда все расселись на дороге. Бывший ювелир, который был осужден за многократную кражу и сбыт драгоценных изделий, потирая ладонями, достал оставшиеся запасы.",
    "answers": [
      {
        "id": 54,
        "text": "Распределить еду"
      }
    ]
  },
  {
    "id": 53,
    "text": "РАСХОДНИКИ:\n",
    "answers": [
      {
        "var_show": [
          "food",
          " x"
        ],
        "comment": true,
        "id": 53,
        "text": "Порции еды:",
        "var_need": [
          "food",
          1
        ]
      },
      {
        "var_show": [
          "bint",
          "x"
        ],
        "comment": true,
        "id": 53,
        "text": "Бинты:",
        "var_need": [
          "bint",
          1
        ]
      },
      {
        "var_show": [
          "med",
          " x"
        ],
        "comment": true,
        "id": 53,
        "text": "Медикаменты:",
        "var_need": [
          "med",
          1
        ]
      },
      {
        "instant": true,
        "id": 53,
        "text": "Назад",
        "middle_answer": true,
        "go_to": [
          "back1"
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "Посчитав продукты, Олиандри понял, что тут осталось только на один приём пищи и принялся распределять сухпайки.",
    "answers": [
      {
        "id": 54,
        "text": "Осталось порций:",
        "comment": true,
        "var_show": [
          "food"
        ]
      },
      {
        "instant": true,
        "var_sub": [
          "food",
          1
        ],
        "var_equal": [
          "foodB",
          0
        ],
        "id": 54,
        "text": "Отдать Бруну",
        "var_need": [
          "food",
          1
        ],
        "var_set": [
          "foodB",
          1
        ]
      },
      {
        "id": 54,
        "text": "[Брун сыт]",
        "comment": true,
        "var_equal": [
          "foodB",
          1
        ]
      },
      {
        "instant": true,
        "var_sub": [
          "food",
          1
        ],
        "var_equal": [
          "foodX",
          0
        ],
        "id": 54,
        "text": "Отдать Хару",
        "var_need": [
          "food",
          1
        ],
        "var_set": [
          "foodX",
          1
        ]
      },
      {
        "id": 54,
        "text": "[Хар сыт]",
        "comment": true,
        "var_equal": [
          "foodX",
          1
        ]
      },
      {
        "instant": true,
        "var_sub": [
          "food",
          1
        ],
        "var_equal": [
          "foodL",
          0
        ],
        "id": 54,
        "text": "Отдать Лареку",
        "var_need": [
          "food",
          1
        ],
        "var_set": [
          "foodL",
          1
        ]
      },
      {
        "id": 54,
        "text": "[Ларек сыт]",
        "comment": true,
        "var_equal": [
          "foodL",
          1
        ]
      },
      {
        "instant": true,
        "var_sub": [
          "food",
          1
        ],
        "var_equal": [
          "foodI",
          0
        ],
        "id": 54,
        "text": "Отдать Изольде",
        "var_need": [
          "food",
          1
        ],
        "var_set": [
          "foodI",
          1
        ]
      },
      {
        "id": 54,
        "text": "[Изольда сыта]",
        "comment": true,
        "var_equal": [
          "foodI",
          1
        ]
      },
      {
        "instant": true,
        "var_sub": [
          "food",
          1
        ],
        "var_equal": [
          "foodG",
          0
        ],
        "id": 54,
        "text": "Взять себе",
        "var_need": [
          "food",
          1
        ],
        "var_set": [
          "foodG",
          1
        ]
      },
      {
        "id": 54,
        "text": "[Габриэль сыт]",
        "comment": true,
        "var_equal": [
          "foodG",
          1
        ]
      },
      {
        "instant": true,
        "var_equal": [
          "food",
          0
        ],
        "id": 60,
        "text": "Продолжить",
        "need": -60,
        "middle_answer": true
      },
      {
        "id": 54,
        "text": "Новый ответ. введите текст",
        "url": "https://d.radikal.ru/d23/1911/7b/3c10df3fd470.jpg"
      }
    ]
  },
  {
    "id": 55,
    "text": "Казалось бы, зачем подзорная труба бродягам? На самом деле, она не раз выручала банду ещё под предводительством Бонифара. Вот и сейчас оказалось, что не зря после ревизии команда решила её оставить.\n\nРазложив устройство, Габриэль поднёс его к глазу и лицезрел следующую картину: какой-то купец, в окружении двух бугаев, ехал на телеге, подгонял лошадей и о чём-то оживленно беседовал со своими спутниками. Обоз был наполнен доверху и накрыт сверху серой тканью. \n\"Богач и двое наёмников\" — понял командир и сообщил об этом остальной банде. Странно, что такой зажиточный по виду купец путешествует почти без охраны — либо в Зимолесье нечасто бывают грабители, либо тут какой-то подвох. Надо решать, как поступить.",
    "answers": [
      {
        "id": 56,
        "text": "Устроить засаду"
      },
      {
        "id": 57,
        "text": "Выйти к повозке в открытую"
      },
      {
        "id": 58,
        "text": "Спрятаться и подождать, пока повозка проедет",
        "var_sub": [
          "si",
          1
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "Разбойники есть разбойники, и не к чему делать вид, что они не хотят поживиться на лёгкой добыче. Лушим способом было затаиться где-нибудь здесь, а потом напасть, используя эффект неожиданности, ведь странствующие торговцы так и не заметили Габриэля с его командой. На том и порешили: воодушевлённые скорой наживой, подчинённые заняли удобные позиции по обе стороны от дороги, и были готовы атаковать по приказу... Осталось недолго.",
    "answers": [
      {
        "id": 62,
        "text": "Дождаться появления купца"
      }
    ]
  },
  {
    "id": 57,
    "text": "Габриэль пока не знал, будут ли они нападать на повозку, или же нет. Надо выйти к людям в открытую и посмотреть, что будет. Он знал, что если подаст условный сигнал рукой, его люди не заставят себя ждать и атакуют. А в случае ловушки можно просто изобразить вид мирных бродяг.\n\nКаждый из банды выслушал план и кивнул. Все явно были в предвкушении наживы, и конечно же хотели ограбить торговца.",
    "answers": [
      {
        "id": 61,
        "text": "Вести себя, как простые люди"
      }
    ]
  },
  {
    "id": 58,
    "text": "Габриэль просто не захотел вступать в коктакт с этими людьми, поэтому приказал затаиться и не высовываться. Банда непонимающе посмотрела на командира, Изольда зло сплюнула и со словами \"Слабак!\" направилась вглубь дебрей. \n\n— Вернётся, — успокоил Ларек, но было заметно, что авторитет товарищей значительно пошатнулся от такого решения. Не стоит забывать — преступники чтят закон силы и целеустремлённости. Если какое-то действие разумно, но не соответсвует их представлениям, это еще не значит, что оно будет воспринято положительно.",
    "answers": [
      {
        "id": 59,
        "text": "Найти укромное место"
      }
    ]
  },
  {
    "id": 59,
    "text": "Банда, досадливо поглядывая на дорогу, нехотя ушла в укрытие и спряталась вдали от неё, заняв удобную для наблюдения позицию, а Изольда вскоре к ним присоединилась.\n\n[Спустя несколько минут]\n\nВесело болтая о чём-то с охранниками, купец проезжал на своей повозке по дороге, видимо, чувствуя себя в безопасности. Судя по всему, в Зимолесье не так часто встретишь каких-то бандитов или головорезов — слишком редко проезжают торговцы, и слишком много других опасностей для самих налётчиков. Вот только как этот богатей собирается пережить снежные бури, нападения диких хищников и аномальные холода? Это до сих пор оставалось для Габриэля загадкой. Тем временем, \"добыча\" ушла и не представлялось почти никакой возможности на неё эффективно напасть. ",
    "answers": [
      {
        "id": 91,
        "text": "Вернуться на дорогу и продолжить путь"
      }
    ]
  },
  {
    "id": 60,
    "text": "Закончив отдых, разбойники вновь продожили свой путь, однако к середине дня они преодолели участок, где торговый тракт поднимается на вершину холма, и затем медленно спускается дальше, в низину. Едва ступив на точку с хорошим обзором, Габриэль невольно залюбовался красотой этого жестокого, но всё же завораживающего леса. Однако, длилось созерцание недолго. Там, внизу, их-за деревьев выехала какая-то большая повозка, и Олиандри жестом приказал своим припасть к земле, что вскоре и сам сделал.",
    "answers": [
      {
        "id": 55,
        "text": "Посмотреть в подзорную трубу"
      }
    ]
  },
  {
    "id": 61,
    "text": "Попрятав оружие, насколько это было возможно, разбойники пошли по дороге вниз, к телеге. Уже через несколько секунд они были замечены и, как показалось самому Габриэлю, награждены весьма удивлёнными и опасливыми взглядами.\n\n[Спустя пару минут]\n\n— Добрый день, путники! — сказал купец чуть издалека, когда банда только подходила. Он говорил на халарском языке, поэтому Олиандри чуть кивнул, а Хар, хорошо знающий этот язык, ответил:\n— Здравствуйте, господа, хорошего вам дня.\n\nВидимо, на этом социальный контакт самозавершился. Конечно, мало, кто вообще проходит по этому тракту Зимолесья, но всё же люди были незнакомы друг другу, так что вполне можно и не развивать разговор.",
    "answers": [
      {
        "id": 91,
        "text": "Пройти мимо"
      },
      {
        "id": 92,
        "text": "Дать Хару знак стащить что-нибудь, и пройти мимо"
      },
      {
        "id": 77,
        "text": "Дать знак команде напасть на торговцев"
      }
    ]
  },
  {
    "id": 62,
    "text": "[Спустя несколько минут]\n\nВесело болтая о чём-то с охранниками, купец проезжал на своей повозке по дороге, видимо, чувствуя себя в безопасности. Судя по всему, в Зимолесье не так часто встретишь каких-то бандитов или головорезов — слишком редко проезжают торговцы, и слишком много других опасностей для самих налётчиков. Вот только как этот богатей собирается пережить снежные бури, нападения диких хищников и аномальные холода? Это до сих пор оставалось для Габриэля загадкой. Тем временем, добыча подошла на достаточное расстояние для того, чтобы можно было атаковать. Настало время тихо дать приказ...",
    "answers": [
      {
        "id": 64,
        "text": "...Бруну выстрелить из компактного арбалета"
      },
      {
        "id": 65,
        "text": "...Лареку побежать в атаку с мечом"
      },
      {
        "id": 68,
        "text": "...Изольде создать дымовую завесу"
      },
      {
        "id": 67,
        "text": "...Хару подкрасться незаметно"
      }
    ]
  },
  {
    "id": 63,
    "text": "Тем временем уже начало темнеть, и отряд, выйдя на окраину леса, решил остановиться здесь на ночлег.\n\n— Встаём на ночлег, друзья! — объявил Габриэль, и все облегчённо выдохнули, снимая с плеч тяжёлую ношу.",
    "answers": [
      {
        "id": 103,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 64,
    "text": "Еле заметно просвистел арбалетный болт. Он вонзился прямиком в шею одного из верзил, Брун наилучшим образом выполнил свою работу. ",
    "answers": [
      {
        "id": 68,
        "text": "Создать дымовую завесу"
      },
      {
        "id": 82,
        "text": "Ринуться в ближний бой"
      },
      {
        "id": 78,
        "text": "Извергнуть поток огня\n",
        "bg_color": [
          0.99,
          0.7,
          0.38
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "Пухлый воин Ларек, увидев жест ладонью, кивнул, но перед тем как кинуться в бой помедлил, собираясь с мыслями. Видимо, решившись, он выбежал из-за кустов и в силу своих возможностей начал нестись к повозке. Сначала бывший ювелир бежал молча, но как только его заметили охранники, заорал: \"В боооой!\" своим высоким голоском.",
    "answers": [
      {
        "id": 75,
        "text": "Приказать выстрелить из арбалета"
      },
      {
        "id": 77,
        "text": "Ринуться в ближний бой"
      },
      {
        "id": 78,
        "text": "Извергнуть поток огня",
        "bg_color": [
          0.99,
          0.7,
          0.38
        ]
      }
    ]
  },
  {
    "id": 66,
    "text": "Дав всей банде условный сигнал, Габриэль и сам достал топор, собираясь выпрыгнуть из-за кустов. Словив недовольный взгляд воришки, он заметил, как Хар молниеносно подскочил к одному из охранников, и перерезал ему горло ещё до того, как тот успел очухаться от внезапного появления противника. \n\nТорговцам, оказавшимся в меньшинстве, оставалось только поднять руки и попросить пощады, видя количество наставленного на них оружия.\n— Мы не хотим умирать, — произнёс торговец на халарском языке, — Делайте, что хотите, но меня дома ждёт семья.\n— Обыщите и свяжите их! — крикнул Олиандри. Его приказ был выполнен, и через минуту обескураженные пленные лежали на земле с выпотрошенными карманами.",
    "answers": [
      {
        "id": 72,
        "text": "Осмотреть личные вещи побеждённых",
        "var_set": [
          "lichno",
          "global current_id"
        ]
      },
      {
        "id": 73,
        "text": "Осмотреть товары побеждённых",
        "var_set": [
          "tovar",
          "global current_id"
        ]
      },
      {
        "id": 74,
        "text": "Поговорить с пленными",
        "var_set": [
          "razgovor",
          "global current_id"
        ]
      },
      {
        "id": 90,
        "text": "Решить, что делать дальше",
        "need": [
          72,
          73,
          74
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "Юный чародей удивился тому, как тихо воришка Хар вышел из-ха кустов и побрёл за ничего не подозревающими торговцами, спрятавшись за повозкой, тем самым оказавшись в слепой зоне для седоков. Хитрая ухмылка явила взору поблёскивающий золотой зуб, и тут же из-под покрывала показалась какая-то старинная серебрянная чаша, которую вытянул из телеги Хар. Деловито взглянув на неё, тот бесшумно положил находку на землю и вновь запустил руку под ткань.\n\nГабриэль подумал: а что, если позволить ворюге заниматься своей привычной работой, просто-напросто поднимая за ним вытащенные предметы? Так они смогут, не привлекая внимание, без лишней крови заполучить часть товаров и пойти дальше. Либо же всё-таки атаковать торговцев, и осмотреть телегу полностью? Но тогда неизвестно, чем закончится, этот бой.",
    "answers": [
      {
        "id": 66,
        "text": "Ринуться в атаку"
      },
      {
        "id": 69,
        "text": "Тихо подбирать добычу за Харом, дав торговцам уйти без боя"
      }
    ]
  },
  {
    "id": 68,
    "text": "Олиандри подал условный знак, и ведьма не заставила себя ждать. Из кустов полетела бутылочка с какой-то тёмной жидкостью, и столило ей разбиться, ударившись о борт телеги, как из этого места полетели во все стороны клубы серого дыма. Всё произошло настолько быстро, что путники не успели среагировать и начали бездумно махать руками, пытаясь отогнать дым. Лошадь, запряженная в телегу, начала паниковать и двинулась вперед, постепенно вывозя своих хозяев из облака. Самое время действовать.",
    "answers": [
      {
        "id": 71,
        "text": "Ринуться в атаку"
      }
    ]
  },
  {
    "id": 69,
    "text": "Габриэль кивнул воришке, и тот, не переставая улыбаться, раз за разом вытаскивал различные предметы из телеги, после чего клал их на землю. За повозкой тянулся след из лежащих на дороге товаров, которые по мере отдаления торговцев, осторожно подбирались всеми остальными членами банды. Уже через несколько минут купец был серьёзно обкраден, и Хар, решив дальше не рисковать, так же бесшумно скрылся за обочиной. ",
    "answers": [
      {
        "id": 70,
        "text": "Собраться всем вместе и осмотреть награбленное",
        "var_add": [
          "med",
          "med2",
          "bint",
          "bint2"
        ]
      },
      {
        "super_calculate": false,
        "id": 69,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_random": [
          "food",
          1,
          3
        ]
      },
      {
        "var_random": [
          "med2",
          1,
          2
        ],
        "id": 69,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "super_calculate": false
      },
      {
        "var_random": [
          "bint2",
          1,
          2
        ],
        "id": 69,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "super_calculate": false
      },
      {
        "super_calculate": false,
        "id": 69,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "drag",
          1
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": "Среди награбленных таким образом вещей оказались:",
    "answers": [
      {
        "id": 101,
        "text": "Мифрилловые браслеты",
        "addToHistory": [
          83
        ]
      },
      {
        "id": 70,
        "text": "Порции еды: ",
        "comment": true,
        "var_show": [
          "food",
          "x"
        ]
      },
      {
        "id": 70,
        "text": "Медикаменты:",
        "comment": true,
        "var_show": [
          "med2",
          "x"
        ]
      },
      {
        "id": 70,
        "text": "Бинты: ",
        "comment": true,
        "var_show": [
          "bint2",
          "x"
        ]
      },
      {
        "id": 70,
        "text": "Драгоценности:",
        "comment": true,
        "var_show": [
          "drag",
          "x"
        ]
      },
      {
        "id": 102,
        "text": "Взять всё и продолжить путь",
        "need": 83,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 71,
    "text": "С криком \"Вперёд!\", Габриэль обнажил топор и повел всех в атаку. Как только повозка выехала из тумана, седоки были уже окружены. Им оставалось только поднять руки и попросить пощады, видя количество наставленного на них оружия.\n— Мы не хотим умирать, — произнёс торговец на халарском языке, — Делайте, что хотите, но меня дома ждёт семья.\n— Обыщите и свяжите их! — крикнул Олиандри. Его приказ был выполнен, и через минуту торговцы лежали на земле с выпотрошенными карманами.",
    "answers": [
      {
        "id": 72,
        "text": "Осмотреть личные вещи побеждённых",
        "var_set": [
          "lichno",
          "global current_id"
        ]
      },
      {
        "id": 73,
        "text": "Осмотреть товар побеждённых",
        "var_set": [
          "tovar",
          "global current_id"
        ]
      },
      {
        "id": 74,
        "text": "Поговорить с пленными",
        "var_set": [
          "razgovor",
          "global current_id"
        ]
      },
      {
        "id": 90,
        "text": "Решить, что делать дальше",
        "need": [
          72,
          73,
          74
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "Среди личных вещей были обнаружены:",
    "answers": [
      {
        "id": 72,
        "text": "Полуторные мечи: 2 х",
        "comment": true
      },
      {
        "id": 72,
        "text": "Зелье в красивой бутылочке с узорами: 1 х",
        "comment": true
      },
      {
        "id": 72,
        "text": "[Изольда говорит, что это редкое зелье многократно усиливает магические способности того, кто его выпьет. На короткий срок. Затем потребуется некоторое время для восстановления]",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 72,
        "text": "Монеты: 30 ауранов",
        "comment": true
      },
      {
        "id": 72,
        "text": "Вернуться назад",
        "go_to": [
          "lichno"
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "Осмотреть товары\n\nСудя по всему, купец торговал старинными вещами и всяким антиквариатом. Тут было довольно много ненужного хлама для ценителей-коллекционеров, но присутствуют и более интересные вещи, которые помогут бродягам выжить.",
    "answers": [
      {
        "id": 83,
        "text": "Осмотреть мифрилловые браслеты"
      },
      {
        "id": 84,
        "text": "Осмотреть драгоценности"
      },
      {
        "id": 86,
        "text": "Осмотреть запасы провианта"
      },
      {
        "id": 85,
        "text": "Осмотреть запасы лекарств"
      },
      {
        "id": 95,
        "text": "Осмотреть бочонки с чем-то чёрным"
      },
      {
        "id": 73,
        "text": "Вернуться назад",
        "go_to": [
          "tovar"
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "Лидер банды решил побеседовать с пленными.",
    "answers": [
      {
        "comment": true,
        "need_sometimes": true,
        "id": 74,
        "text": "\n— Не убивайте нас! Мы сделаем, что захотите, — тараторил купец, а его один его охранник косо глядел на нанимателя, видимо, не желая унижаться подобным образом.",
        "need": [
          -87
        ],
        "merge": true
      },
      {
        "id": 87,
        "text": "Убить их",
        "need": [
          -87,
          -89
        ]
      },
      {
        "id": 74,
        "text": "\nНо в живых он никого не оставил, поэтому сейчас на дороге лежали лишь окровавленные трупы.",
        "need": 87,
        "merge": true
      },
      {
        "id": 89,
        "text": "Пообещать не убивать",
        "need": [
          -89,
          -87
        ]
      },
      {
        "need_sometimes": true,
        "id": 74,
        "text": "Вернуться назад",
        "need": [
          87,
          89
        ],
        "go_to": [
          "razgovor"
        ]
      }
    ]
  },
  {
    "id": 75,
    "text": "Брун выполнил свою работу отлично: просвистел арбалетный болт, и через секунду один из охранников начал падать со смертельной раной в шее. Самое время атаковать.",
    "answers": [
      {
        "id": 82,
        "text": "Ринуться в ближний бой"
      }
    ]
  },
  {
    "id": 76,
    "text": "Чародей быстро распорядился, кому что делать, но было уже поздно. Купец с торжествующим видом вытащил какие-то кольца, нацепил на себя, а затем взмахнул руками. В этот же миг у каждого из разбоников вылетело из рук всё оружие, и охранники, воспользовавшись преимуществом, нанесли удары по своим оппонентам. \n— Запрыгивайте! — крикнул торговец своим подчинённым, и те молниеносно взгромоздились на ускоряющуюся повозку, — Удачно вам нарваться на военные патрули! \n\nЭто последнее, что услышали бродяги от ушедшей \"добычи\", которая активно подгоняла свою лошадь, отдаляясь от места нападения.",
    "answers": [
      {
        "id": 81,
        "text": "— Чёртова магия! — выругался Габриэль"
      }
    ]
  },
  {
    "id": 77,
    "text": "С криком \"Вперёд!\" Габриэль вытащил топор и повёл всех в атаку. Первый охранник отвлёкся на Ларека и вступил с ним в ближний бой. Толстяк, на удивдение, пока держался нормально, но было видно, что против опытного воина он долго не протянет. Второй охранник начал драться с Бруном, и было видно, что шансы у них примерно равны. Изольда же с Харом, вооружившись кинжалами, крутились рядом, не зная, как себя применить, а хозяин повозки, приподняв полотно, лихорадочно рылся среди своих товаров.",
    "answers": [
      {
        "id": 76,
        "text": "Атаковать торговца, а остальные пусть помогут товарищам"
      },
      {
        "id": 76,
        "text": "Приказать парочке атаковать торговца, а самому помочь Лареку с Бруном"
      },
      {
        "id": 80,
        "text": "Поджечь телегу магией",
        "bg_color": [
          0.99,
          0.7,
          0.38
        ]
      }
    ]
  },
  {
    "id": 78,
    "text": "Сделав в воздухе пасы руками, чародей испустил из соединённых вместе ладоней мощный поток огня. Не ожидавшие такого поворота событий торговцы растерялись и были успешно окружены выскочившими со всех сторон разбойниками Габриэля. Одному из охранников настолько не повезло, что от жаркого пламени его одежда вспыхнула прямо на нём. Бедный воин стал извиваться и орать от боли: кожа буквально плавилась на нём, являя обугленные мышцы. Крики прекратились только после того, как арбалетный болт, выпущенный Бруном в упор, пронзил череп несчастного.\n\nТорговцам, оказавшимся в меньшинстве, оставалось только поднять руки и попросить пощады, видя количество наставленного на них оружия.\n— Мы не хотим умирать, — произнёс торговец на халарском языке, — Делайте, что хотите, но меня дома ждёт семья.\n— Обыщите и свяжите их! — крикнул Олиандри. Его приказ был выполнен и через минуту обескураженные пленные лежали на земле с выпотрошенными карманами.",
    "answers": [
      {
        "id": 72,
        "text": "Осмотреть личные вещи побеждённых",
        "var_set": [
          "lichno",
          "global current_id"
        ]
      },
      {
        "id": 74,
        "text": "Поговорить с пленными",
        "var_set": [
          "razgovor",
          "global current_id"
        ]
      },
      {
        "id": 73,
        "text": "Осмотреть товары побеждённых",
        "var_set": [
          "tovar",
          "global current_id"
        ]
      },
      {
        "id": 90,
        "text": "Решить, что делать дальше",
        "need": [
          72,
          73,
          74
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "Немного отойдя от оглушения, Габриэль поднялся и застал следующую картину. Торговцам, оказавшимся в меньшинстве, оставалось только поднять руки и попросить пощады, видя количество наставленного на них оружия.\n— Мы не хотим умирать, — произнёс торговец на халарском языке, — Делайте, что хотите, но меня дома ждёт семья.\n— Обыщите и свяжите их! — крикнул Олиандри. Его приказ был выполнен и через минуту обескураженные пленные лежали на земле с выпотрошенными карманами.",
    "answers": [
      {
        "id": 72,
        "text": "Осмотреть личные вещи побеждённых",
        "var_set": [
          "lichno",
          "global current_id"
        ]
      },
      {
        "id": 74,
        "text": "Поговорить с пленными",
        "var_set": [
          "razgovor",
          "global current_id"
        ]
      },
      {
        "id": 94,
        "text": "Осмотреть телегу с товарами",
        "var_set": [
          "tovar",
          "global current_id"
        ]
      },
      {
        "id": 90,
        "text": "Решить, что делать дальше",
        "need": [
          72,
          74,
          94
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "Сделав пасы руками, чародей заставил телегу вспыхнуть, а купца, который обжёгся о воспламенившуюся доску, спешно спрыгнуть со своего места. Лошадь испуганно заржала и принялась бежать, унося за собой, судя по всему, дорогие товары.\n— О нет! — только и успел воскликнуть торговец перед тем, как повозка оглушительно взорвалась. Взрывной волной всех повалило наземь, а клубы дыма и пепла заслонили собой всё вокруг.",
    "answers": [
      {
        "id": 79,
        "text": "Откашляться и подняться"
      },
      {
        "id": 1,
        "text": "ыыы",
        "need": [
          1000
        ],
        "bg_color": [
          0.98,
          0.7,
          0.38
        ]
      },
      {
        "id": 1,
        "text": "ыыы",
        "need": 1000,
        "bg_color": [
          0.98,
          0.78,
          0.5
        ]
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "need": 1000,
        "bg_color": [
          0.99,
          0.7,
          0.38
        ]
      }
    ]
  },
  {
    "id": 81,
    "text": "Ну вот и всё. Мало того, что атака не удалась, так ещё и двое членов банды получили ранения. Подняв выбитый топор, маг бросился на помощь товарищам. Ногу Ларека враг пронзил насквозь лезвием своего меча, но, несмотря на то, что крови много, кажется, крупные сосуды не задеты. У Бруна ситуация не лучше: ему полоснули по животу и оставили длинную глубокую царапину поперёк тела. Благо, его жизни тоже ничего не угрожало.\n\n— Мне нужна чистая вода и бинты, чтобы обработать раны, — сказала Изольда.\n\nИ если первого у отряда было достаточно, то второго явно в дефиците.",
    "answers": [
      {
        "id": 98,
        "text": "Отдать перевязочный материал Лареку",
        "var_sub": [
          "bint",
          1
        ],
        "addToHistory": [
          198
        ]
      },
      {
        "id": 99,
        "text": "Отдать перевязочный материал Бруну",
        "var_sub": [
          "bint",
          1,
          "sl",
          1
        ]
      },
      {
        "id": 81,
        "text": "Бинтов в наличии: 1",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 82,
    "text": "С криком \"Вперёд!\" Габриэль вытащил топор и повёл всех в атаку. Первый охранник всё ещё оставался жив, а толстяк Ларек добрался до него и собирался добить, но опять медлил, кружа вокруг и делая осторожные выпады. Второй охранник начал драться с Бруном, и было видно, что шансы у них примерно равны. Изольда же с Харом, вооружившись кинжалами, толпились рядом, не зная, как себя применить, а хозяин повозки, приподняв полотно, лихорадочно рылся среди своих товаров.",
    "answers": [
      {
        "id": 76,
        "text": "Атаковать торговца, а остальные пусть помогут товарищам"
      },
      {
        "id": 76,
        "text": "Приказать парочке атаковать торговца, а самому помочь Лареку с Бруном"
      },
      {
        "id": 80,
        "text": "Поджечь телегу магией"
      }
    ]
  },
  {
    "id": 83,
    "text": "Это были два парных браслета, очень лёгкие, явно выполненные из мифрилла. Когда чародей притрагивался к ним, он чувствовал, что может магически на них воздействовать. Ведьма подтвердила догадки Габриэля, пояснив, что от браслетов веет волшебной аурой.",
    "answers": [
      {
        "id": 73,
        "text": "Надеть браслеты"
      }
    ]
  },
  {
    "id": 84,
    "text": "Среди драгоценностей было много цепочек, кулонов, колец, а также разнообразных столовых приборов, выполненных из дорогих металлов с сияющими камнями. Это можно будет потом продать.",
    "answers": [
      {
        "id": 73,
        "text": "Отложить",
        "need": 73
      }
    ]
  },
  {
    "id": 85,
    "text": "Тут были как всякие мази, сиропы и настойки для лечения болезней, так и перевязочный материал для перебинтовки ран.",
    "answers": [
      {
        "id": 73,
        "text": "Отложить"
      }
    ]
  },
  {
    "id": 86,
    "text": "Купец не поскупился на запасах в дорогу и взял много провианта. Тут было так много еды, что слюнки потекли.",
    "answers": [
      {
        "id": 73,
        "text": "Отвернуться"
      }
    ]
  },
  {
    "id": 87,
    "text": "Габриэлю до того надоело всё это сопливое нытьё, что он немедленно решил покончить с пленными: ведь даже если он их отпустит, они всё равно не выживут в Зимолесье без значительной части своих припасов. Маг достал топор, после чего наотмашь отрубил голову каждому несчастному по очереди идеально заточенным лезвием \"Свирепого\".",
    "answers": [
      {
        "id": 78,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 88,
    "text": "Тут оказалось",
    "answers": []
  },
  {
    "id": 89,
    "text": "— Молчать! Я никого не трону и даже отпущу, если будете вести себя хорошо, дорогие мои, — Чародей зло усмехнулся, играючи помахивая топором.\n— Ладно, ладно... — потупил взор торговец, а тот самый молчаливый охранник исподлобья взглянул на мага.",
    "answers": [
      {
        "id": 78,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 90,
    "text": "Личные вещи пленных были успешно присвоены членами отряда. Мечи Хару и Изольде окзаались как раз кстати, но теперь предстоит выяснить, что делать дальше. \n",
    "answers": [
      {
        "id": 90,
        "text": "Телегу с лошадью взять точно не получится, ведь был большой взрыв пороха",
        "need": 79,
        "merge": true
      },
      {
        "id": 90,
        "text": "[Пленные мертвы]",
        "need": -89,
        "comment": true
      },
      {
        "id": 93,
        "text": "Решить судьбу пленных",
        "need": [
          89,
          -93
        ]
      },
      {
        "id": 96,
        "text": "Далее",
        "need": 93,
        "middle_answer": true
      },
      {
        "id": 96,
        "text": "Далее",
        "need": [
          87,
          -93
        ]
      },
      {
        "id": 90,
        "text": "Телегу брать явно не стоит, так как это вызовет подозрения либо у первого же встречного военного патруля, либо у жителей деревни, если они таковая встетится на пути банды. Но зато лошадь сослужит отряду большую службу и существенно увеличит общую грузоподъемность команды, поскольку её можно навьючить мешками.",
        "need": -79,
        "merge": true
      }
    ]
  },
  {
    "id": 91,
    "text": "И вот, разбойники продолжали путь, успешно разминувшись с повозкой купца. Возможно, он вёз много чего интересного, однако лидер отряда решил не рисковать, вступая в бой.",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "Хар подмигнул в ответ на условный жест чародея, и, улучив удобный момент, запустил руку под покрывало повозки. Торговцы не обратили никакого внимания на действия искусного вора, а когда банда разбойников разминулась с телегой и отдалилась на значительное расстояние, Хар протянул добычу Олиандри.\n\nЭто оказались два парных браслета, очень лёгкие, явно выполненные из мифрилла. Когда чародей притрагивался к ним, он чувствовал, что может магически на них воздействовать. Ведьма подтвердила догадки Габриэля, пояснив, что от браслетов веет волшебной аурой.",
    "answers": [
      {
        "id": 91,
        "text": "Поблагодарить вора и надеть браслеты",
        "addToHistory": [
          83
        ]
      }
    ]
  },
  {
    "id": 93,
    "text": "\"А что в итоге делать с ними?\" — подумал Габриэль.\nКонечно, не хочется их убивать, но в то же время они — свидетели.",
    "answers": [
      {
        "id": 90,
        "text": "Нарушить обещание и убить",
        "forget": [
          89
        ],
        "addToHistory": [
          87
        ]
      },
      {
        "id": 90,
        "text": "Сдержать обещание и не убивать"
      }
    ]
  },
  {
    "id": 94,
    "text": "К сожалению, телега с товарами была полностью раскурочена, и даже горела ярким пламенем. Лошадь сильно задело взрывом, она умирала. Судя по всему, в телеге купец вёз, помимо прочих товаров, еще и много пороха.",
    "answers": [
      {
        "id": 197,
        "text": "Присмотреться",
        "need": -197,
        "var_less": [
          "sonGa",
          10
        ]
      },
      {
        "id": 79,
        "text": "Отойти от повозки"
      }
    ]
  },
  {
    "id": 95,
    "text": "Стоило Габриэлю приоткрыть крышку бочонка, как маг тут же отпрянул назад. Внутри был самый настоящий порох! Вот уж удивительно, зачем торговцы везли его с собой. Так или иначе, с порохом надо быть крайне острожным — одно неверное применение магии, и тут всё взлетит на воздух.\n",
    "answers": [
      {
        "id": 73,
        "text": "Закрыть крышку"
      }
    ]
  },
  {
    "id": 96,
    "text": "Какие вещи из добытого взять с собой в дальнейший путь, а какие оставить? Общая грузоподъёмность отряда ограничена.",
    "answers": [
      {
        "var_max": [
          "gruz",
          10
        ],
        "var_show": [
          "gruz"
        ],
        "comment": true,
        "id": 96,
        "text": "Грузоподъёмность:",
        "need": 79
      },
      {
        "var_max": [
          "gruz",
          20
        ],
        "var_show": [
          "gruz"
        ],
        "comment": true,
        "id": 96,
        "text": "Грузоподъёмность:",
        "need": -79
      },
      {
        "var_max": [
          "gruz",
          10
        ],
        "var_add": [
          "food",
          1,
          "gruz",
          2
        ],
        "id": 96,
        "text": "Взять порцию еды\n(Вес 2)",
        "need": [
          79
        ],
        "var_no_more": [
          "gruz",
          8
        ]
      },
      {
        "var_max": [
          "gruz",
          10
        ],
        "var_add": [
          "med",
          1,
          "gruz",
          1
        ],
        "id": 96,
        "text": "Взять медикаменты\n(Вес 1)",
        "need": [
          79
        ],
        "var_no_more": [
          "gruz",
          9
        ]
      },
      {
        "var_max": [
          "gruz",
          10
        ],
        "var_add": [
          "bint",
          1,
          "gruz",
          1
        ],
        "id": 96,
        "text": "Взять бинты\n(Вес 1)",
        "need": [
          79
        ],
        "var_no_more": [
          "gruz",
          9
        ]
      },
      {
        "var_max": [
          "gruz",
          10
        ],
        "var_add": [
          "poroch",
          1,
          "gruz",
          8
        ],
        "id": 96,
        "text": "Взять бочонок с порохом\n(Вес 8)",
        "need": [
          79
        ],
        "var_no_more": [
          "gruz",
          2
        ]
      },
      {
        "var_max": [
          "gruz",
          10
        ],
        "var_add": [
          "drag",
          1,
          "gruz",
          2
        ],
        "id": 96,
        "text": "Взять драгоценности\n(Вес 2)",
        "need": [
          79
        ],
        "var_no_more": [
          "gruz",
          8
        ]
      },
      {
        "var_max": [
          "gruz",
          20
        ],
        "comment": false,
        "var_add": [
          "food",
          1,
          "gruz",
          2
        ],
        "id": 96,
        "text": "Взять порцию еды\n(Вес 2)",
        "need": [
          -79
        ],
        "var_no_more": [
          "gruz",
          18
        ]
      },
      {
        "var_max": [
          "gruz",
          20
        ],
        "comment": false,
        "var_add": [
          "med",
          1,
          "gruz",
          1
        ],
        "id": 96,
        "text": "Взять медикаменты\n(Вес 1)",
        "need": [
          -79
        ],
        "var_no_more": [
          "gruz",
          19
        ]
      },
      {
        "var_max": [
          "gruz",
          20
        ],
        "comment": false,
        "var_add": [
          "bint",
          1,
          "gruz",
          1
        ],
        "id": 96,
        "text": "Взять бинты\n(Вес 1)",
        "need": [
          -79
        ],
        "var_no_more": [
          "gruz",
          19
        ]
      },
      {
        "var_max": [
          "gruz",
          20
        ],
        "comment": false,
        "var_add": [
          "poroch",
          1,
          "gruz",
          8
        ],
        "id": 96,
        "text": "Взять бочонок пороха\n(Вес 8)",
        "need": [
          -79
        ],
        "var_no_more": [
          "gruz",
          12
        ]
      },
      {
        "var_max": [
          "gruz",
          20
        ],
        "comment": false,
        "var_add": [
          "drag",
          1,
          "gruz",
          2
        ],
        "id": 96,
        "text": "Взять драгоценности\n(Вес 2)",
        "need": [
          -79
        ],
        "var_no_more": [
          "gruz",
          18
        ]
      },
      {
        "id": 97,
        "text": "Закончить сборы",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 97,
    "text": "Сборы в дорогу окончены. Лошадь навьючена, вещмешки перераспределены между членами отряда, и разбойники, предвкушая скорую остановку на ужин, двинулись дальше по торговому тракту.",
    "answers": [
      {
        "super_calculate": false,
        "id": 97,
        "calculate": true,
        "text": "var ",
        "var_set": [
          "money",
          30
        ]
      },
      {
        "id": 199,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Командир распорядился отдать перевязочный материал Лареку, и ведьма принялась за работу. Через пару минут рана была обработана и бывший ювелир, пусть даже сильно прихрамывая, мог идти сам.\n\nБрун в свою очередь, укоризненно посмотрев на Габриэля, сам перевязался каким-то тряпьём из запасов, и произнёс \"Ну спасибо...\".\n\nЧто ж, выбор есть выбор, тут ничего не поделаешь. Теперь отряд двинулся дальше, надеясь лишь на скорый ужин и возможность наконец отдохнуть.",
    "answers": [
      {
        "super_calculate": false,
        "id": 98,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_sub": [
          "tryap",
          1
        ]
      },
      {
        "id": 196,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "Командир распорядился отдать перевязочный материал Бруну, и ведьма принялась за работу. Через несколько минут, пусть и морщась от каждого движения, но наёмник встал и мог начать идти дальше.\n\nЛарек, в свою очередь, укоризненно взглянул на Габриэля и сам перезязал бедро каким-то тряпьём из запасов. Затем, сильно хромая, не без помощи оказавшегося рядом Хара, он смог встать и начать идти. \"Ну спасибо...\" — сдавленно произнёс ювелир.\n\nЖалко его, но тут ничего не поделаешь.",
    "answers": [
      {
        "super_calculate": false,
        "id": 99,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_sub": [
          "tryap",
          1
        ]
      },
      {
        "id": 196,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "          ",
    "answers": [
      {
        "id": 63,
        "text": "Далее",
        "var_set": [
          "gruz",
          0,
          "drova",
          0
        ]
      },
      {
        "id": 100,
        "text": "[Спустя время]\n\nОтряд разбойников продвинулся уже достаточно для того, чтобы, по ощущениям Габриэля, выйти из Снежных Холмов. Под Холмами простирались равнины Замёрзшей Долины, среди которых бродяги расчитывали встретить очередную спасительную деревеньку. Всё это время они двигались неуклонно вверх, и вот, наконец, должны были увидеть заветные низины. ",
        "merge": true
      }
    ]
  },
  {
    "id": 101,
    "text": "Это оказались парные браслеты, выполненные, по оценкам Ларека, из редкого металла под названием мифрил. На наружней поверхности были выргавированы замысловатые узоры, а также Габриэль чувствовал, что может магически взаимодействовать с этими браслетами. Изольда подтвердила, что от них исходит магическая аура.",
    "answers": [
      {
        "id": 70,
        "text": "Надеть браслеты"
      }
    ]
  },
  {
    "id": 102,
    "text": "Радуясь тому, что им так ловко удалось провернуть кражу, разбойники весело упаковали вещи, после чего продолжили свой путь.",
    "answers": [
      {
        "id": 199,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "Это окраина леса. С одной стороны, между соснами, разбойники обустраивали лагерь. С другой стороны была возвышенность, на которую шла дорога, протоптанная ротой имперских солдат. И наконец, чуть поотдаль виднелась лесная полянка.",
    "answers": [
      {
        "id": 103,
        "text": "\n\nНадо срочно подготовиться до того, как стемнеет, и снежная буря настигнет это место.",
        "need": 107,
        "merge": true
      },
      {
        "id": 104,
        "text": "Пойти на полянку"
      },
      {
        "id": 106,
        "text": "Пойти на возвышенность",
        "need": -106
      },
      {
        "id": 110,
        "text": "Пойти на возвышенность",
        "need": 106
      },
      {
        "id": 105,
        "text": "Пойти в лагерь"
      }
    ]
  },
  {
    "id": 104,
    "text": "На первый взгляд, здесь не было ничего необычного. Однако, имея некоторый опыт выживания в Зимолесье, Габриэль приметил поросль сухих кустов и мелких деревьев, которые сгодятся для дров, ",
    "answers": [
      {
        "id": 104,
        "text": "а также подозрительные сугробы, под которыми может что-то скрываться.",
        "merge": true
      },
      {
        "id": 104,
        "text": "а также растущие посреди поляны зимоцветы.",
        "merge": true
      },
      {
        "id": 104,
        "text": "\"У меня руки заняты! Я не могу больше ничего взять\"",
        "comment": true,
        "var_equal": [
          "gruz",
          1
        ]
      },
      {
        "id": 111,
        "text": "Разворошить сугробы",
        "need": -111
      },
      {
        "var_add": [
          "zim",
          1
        ],
        "id": 104,
        "text": "Добыть горсть ягод зимоцвета",
        "need": 111,
        "var_no_more": [
          "zim1",
          9
        ],
        "var_max": [
          "zim",
          10
        ],
        "var_equal": [
          "gruz",
          0
        ],
        "var_set": [
          "gruz",
          1
        ],
        "addToHistory": [
          112
        ]
      },
      {
        "var_max": [
          "drova",
          10
        ],
        "var_no_more": [
          "drova1",
          9
        ],
        "var_add": [
          "drova",
          1
        ],
        "var_equal": [
          "gruz",
          0
        ],
        "id": 104,
        "text": "Добыть охапку дров",
        "var_set": [
          "gruz",
          1
        ],
        "addToHistory": [
          113
        ]
      },
      {
        "comment": true,
        "id": 104,
        "text": "[Изольда собирает ягоды]",
        "need": [
          118,
          -109
        ],
        "var_no_more": [
          "zim1",
          10
        ]
      },
      {
        "comment": true,
        "id": 104,
        "text": "[Хар добывает дрова]",
        "need": [
          119,
          -116
        ],
        "var_no_more": [
          "drova1",
          10
        ]
      },
      {
        "id": 104,
        "text": "[Спелых ягод больше нет]",
        "comment": true,
        "var_more": [
          "zim1",
          9
        ]
      },
      {
        "id": 104,
        "text": "[Сухие кусты и деревья вырублены]",
        "comment": true,
        "var_more": [
          "drova1",
          9
        ]
      },
      {
        "id": 103,
        "text": "Вернуться на окраину леса"
      }
    ]
  },
  {
    "id": 105,
    "text": "ЛАГЕРЬ\n ------------",
    "answers": [
      {
        "id": 105,
        "text": "Собрано дров:",
        "comment": true,
        "var_show": [
          "drova1"
        ]
      },
      {
        "id": 105,
        "text": "Собрано горстей ягод:",
        "comment": true,
        "var_show": [
          "zim1"
        ]
      },
      {
        "id": 41,
        "text": "Инвентарь",
        "var_set": [
          "back",
          "global current_id"
        ]
      },
      {
        "id": 114,
        "text": "Рассказать разбойникам о надвигающейся буре",
        "need": [
          107,
          -114
        ]
      },
      {
        "var_add": [
          "zim1",
          6
        ],
        "id": 105,
        "text": "Поручить Изольде добыть ягод зимоцвета для пополнения запасов провизии\n(6 горстей)",
        "need": [
          111,
          -118
        ],
        "addToHistory": [
          118
        ]
      },
      {
        "var_add": [
          "drova1",
          6
        ],
        "id": 105,
        "text": "Поручить Хару добыть дров для костра\n(6 охапок)",
        "need": [
          113,
          -119
        ],
        "addToHistory": [
          119
        ]
      },
      {
        "id": 105,
        "text": "Поручить Бруну и Лареку укрепить лагерь",
        "need": [
          114,
          -115
        ],
        "addToHistory": [
          115
        ]
      },
      {
        "id": 105,
        "text": "[Брун и Ларек занимаются укреплением лагеря перед бурей]",
        "need": 115,
        "comment": true
      },
      {
        "id": 103,
        "text": "Вернуться на окраину леса"
      },
      {
        "var_add": [
          "zim1",
          1
        ],
        "var_sub": [
          "zim",
          1
        ],
        "id": 105,
        "var_need": [
          "zim",
          1
        ],
        "text": "Выложить ягоды",
        "var_set": [
          "gruz",
          0
        ]
      },
      {
        "var_add": [
          "drova1",
          1
        ],
        "var_sub": [
          "drova",
          1
        ],
        "id": 105,
        "var_need": [
          "drova",
          1
        ],
        "text": "Выгрузить дрова",
        "var_set": [
          "gruz",
          0
        ]
      },
      {
        "text": "Изольда больше не собирает",
        "super_calculate": false,
        "id": 105,
        "calculate": true,
        "var_need": [
          "zim1",
          10
        ],
        "addToHistory": [
          109
        ]
      },
      {
        "id": 109,
        "text": "Иии",
        "need": 1000
      },
      {
        "id": 116,
        "text": "Ххх",
        "need": 1000
      },
      {
        "text": "Хар больше не рубит",
        "super_calculate": false,
        "id": 105,
        "calculate": true,
        "var_need": [
          "drova1",
          10
        ],
        "addToHistory": [
          116
        ]
      },
      {
        "bg_color": [
          0.99,
          0.7,
          0.38
        ],
        "var_add": [
          "food",
          2
        ],
        "id": 117,
        "var_need": [
          "drova1",
          10,
          "zim1",
          10
        ],
        "text": "Разжечь костёр"
      }
    ]
  },
  {
    "id": 106,
    "text": "Когда юный чародей взошел на возвышенность, его взору предстал невероятный вид, открывающийся отсюда. Под ногами простирались необъятные Замёрзшие Долины. Непосредственно за ними, вдалеке, виднелась маленькая деревушка, а ещё дальше синело море, отделяющее этот континент от соседнего. Это было поистине волшебно. Но, стоило Олиандри присмотреться, как он понял, что упускает самое важное. Внизу, прямо под Холмами горели десятки... Нет, даже сотни костров! Отсюда они выглядели маленькими светящимися точками, поэтому подробности так просто не разглядеть.",
    "answers": [
      {
        "id": 107,
        "text": "Достать подзорную трубу"
      }
    ]
  },
  {
    "id": 107,
    "text": "Взглянув в подзорную трубу, Габриэль увидел, что в низинах расположилась огромная армия, насчитывающая явно не одну тысячу человек. И чуть ближе к холмам, ступая по торговой дороге, двигался небольшой отряд солдат, который как раз и повстречала банда Олиандри еще недавно.\n\nКрасные явно шли на соединение с остальной армией Империи. Зачем? Ответ не заставил себя долго ждать. С другой стороны Долины расположилась такая же по численности армия, однако одеты её солдаты были не в красную униформу, а, наоборот, в синюю.\n\n\"Коалиция вновь будет сражаться с Империей\" — подумал про себя Габриэль.",
    "answers": [
      {
        "id": 108,
        "text": "Взглянуть вдаль"
      }
    ]
  },
  {
    "id": 108,
    "text": "Но и на этом ошеломительные новости не заканчивались: при помощи подзорной трубы маг смог разглядеть вдали приближающийся вихрь, который мог свидетельствовать только об одном. Очень скоро этих мест достигнет очередная снежная буря. Судя по тому, в каком направлении движется гигантский столб бурана, и тому, насколько быстро он приближается, можно предположить, что здесь он будет уже этой ночью.",
    "answers": [
      {
        "id": 103,
        "text": "— Надо срочно сообщить своим! — произнёс Габриэль и побежал обратно на дорогу"
      }
    ]
  },
  {
    "id": 109,
    "text": "Пора бы изольде закончить собирать, ведь ягод больше нет",
    "answers": []
  },
  {
    "id": 110,
    "text": "Отсюда открывался вид на всё происходящее. Две крупных армии готовились для того, чтобы схлестнуться в битве завтра утром. Снежная буря подступала к Холмам, и надо основательно подготовиться до того, как она придёт.",
    "answers": [
      {
        "id": 103,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 111,
    "text": "Маг не ошибся: под ними действительно скрывалось кое-что особенное. Прямо посреди поляны росли неприхотливые и красивые растения — зимоцветы. Часть из них всё еще оставались с цветками, но другая часть уже радовала глаз сочными красными ягодами, пригодными в пищу.\n\n[Пять горстей ягод равны одной порции еды]",
    "answers": [
      {
        "var_add": [
          "zim",
          1
        ],
        "var_equal": [
          "gruz",
          0
        ],
        "id": 104,
        "text": "Собрать горсть ягод",
        "var_set": [
          "gruz",
          1
        ]
      },
      {
        "id": 104,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 112,
    "text": "Эта страница позволяет назначить Изольду на добычу ягод",
    "answers": []
  },
  {
    "id": 113,
    "text": "Эта страница позволяет назначить Хара на добычу дров.",
    "answers": []
  },
  {
    "id": 114,
    "text": "— Братва, у меня для вас две важные новости: плохая и очень плохая. С какой начать?\n— Давай с просто плохой, — угрюмо пробубнил бывший ювелир Ларек.\n— Внизу собрались две армии. Первая от наших королевств Коалиции, а вторая от Красной Империи. И, как вы понимаете, они там будут точно не чаи гонять. Так что доступ к деревне для нас затруднён...\n— Но какая же тогда очень плохая? — Хар поднял бровь. Левую.\n— На нас надвигается снежная буря.\n\nСекунду в разбойничьем лагере царило гробовое молчание.\n\n— Тогда что же мы сидим?! Надо укрепляться! — забил тревогу наёмник Брун.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "Брун и Хар укрепляют лагерь",
    "answers": []
  },
  {
    "id": 116,
    "text": "Пора бы хару закончить рубить, кусты кончились",
    "answers": []
  },
  {
    "id": 117,
    "text": "Дрова собраны, ягоды тоже, а Брун с Лареком совместными усилиями соорудили некое подобие шалаша. Лагерь был окопан, обвешан тряпьем и шкурами со всех сторон для того, чтобы защитить костёр от ветра и снега. Дело оставалось за малым. Привычным движением рук Габриэль сотворил заклинание пирокинеза, благодаря чему костёр последи укрытия зажёгся весёлым пламенем.\n\n\"Очень вовремя, уже почти стемнело\" — подумал про себя маг и осознал, что пора ужинать и отправляться спать.",
    "answers": [
      {
        "id": 120,
        "text": "Заняться распределением еды"
      },
      {
        "super_calculate": false,
        "id": 117,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "foodB",
          0,
          "foodX",
          0,
          "foodL",
          0,
          "foodI",
          0,
          "foodG",
          0,
          "otv",
          0
        ]
      }
    ]
  },
  {
    "id": 118,
    "text": "Изольда добывает ягоды",
    "answers": []
  },
  {
    "id": 119,
    "text": "Хар носит дрова",
    "answers": []
  },
  {
    "id": 120,
    "text": "Как всегда, надо решить, кого обеспечить сегодня ужином.",
    "answers": [
      {
        "id": 120,
        "text": "Осталось еды: ",
        "comment": true,
        "var_show": [
          "food"
        ]
      },
      {
        "instant": true,
        "var_sub": [
          "food",
          1
        ],
        "var_equal": [
          "foodB",
          0
        ],
        "id": 120,
        "var_need": [
          "food",
          1
        ],
        "text": "Отдать порцию Бруну",
        "var_set": [
          "foodB",
          1
        ]
      },
      {
        "id": 120,
        "text": "[Брун сыт]",
        "comment": true,
        "var_equal": [
          "foodB",
          1
        ]
      },
      {
        "instant": true,
        "var_sub": [
          "food",
          1
        ],
        "var_equal": [
          "foodX",
          0
        ],
        "id": 120,
        "text": "Отдать порцию Хару",
        "var_need": [
          "food",
          1
        ],
        "var_set": [
          "foodX",
          1
        ]
      },
      {
        "id": 120,
        "text": "[Хар сыт]",
        "comment": true,
        "var_equal": [
          "foodX",
          1
        ]
      },
      {
        "instant": true,
        "text": "Отдать порцию Лареку",
        "var_equal": [
          "foodL",
          0
        ],
        "id": 120,
        "var_need": [
          "food",
          1
        ],
        "var_sub": [
          "food",
          1
        ],
        "var_set": [
          "foodL",
          1
        ]
      },
      {
        "id": 120,
        "text": "[Ларек сыт]",
        "comment": true,
        "var_equal": [
          "foodL",
          1
        ]
      },
      {
        "instant": true,
        "var_sub": [
          "food",
          1
        ],
        "var_equal": [
          "foodI",
          0
        ],
        "id": 120,
        "text": "Отдать порцию Изольде",
        "var_need": [
          "food",
          1
        ],
        "var_set": [
          "foodI",
          1
        ]
      },
      {
        "id": 120,
        "text": "[Изольда сыта]",
        "comment": true,
        "var_equal": [
          "foodI",
          1
        ]
      },
      {
        "instant": true,
        "var_sub": [
          "food",
          1
        ],
        "var_equal": [
          "foodG",
          0
        ],
        "id": 120,
        "text": "Взять еду себе",
        "var_need": [
          "food",
          1
        ],
        "var_set": [
          "foodG",
          1
        ]
      },
      {
        "id": 120,
        "text": "[Габриэль сыт]",
        "comment": true,
        "var_equal": [
          "foodG",
          1
        ]
      },
      {
        "id": 121,
        "text": "Назначить деружного",
        "var_equal": [
          "food",
          0,
          "otv",
          0
        ]
      },
      {
        "id": 121,
        "text": "Назначить дежурного",
        "var_equal": [
          "foodB",
          1,
          "foodX",
          1,
          "foodL",
          1,
          "foodI",
          1,
          "foodG",
          1,
          "otv",
          0
        ]
      },
      {
        "id": 121,
        "text": "Назначить дежурного",
        "var_equal": [
          "foodB",
          1,
          "foodX",
          1,
          "foodL",
          1,
          "foodI",
          1,
          "foodG",
          1,
          "food",
          0
        ]
      },
      {
        "text": "Новый ответ. введите текст",
        "super_calculate": false,
        "id": 120,
        "calculate": true,
        "var_equal": [
          "foodB",
          1,
          "foodX",
          1,
          "foodL",
          1,
          "foodI",
          1,
          "foodG",
          1,
          "food",
          0
        ],
        "var_set": [
          "otv",
          1
        ]
      },
      {
        "id": 120,
        "text": "введите команды для картинки",
        "url": "https://d.radikal.ru/d23/1911/7b/3c10df3fd470.jpg"
      }
    ]
  },
  {
    "id": 121,
    "text": "Пришло время определить, кто будет дежурить на этот раз.\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Брун:\nВыглядит нормально\n\n",
        "var_less": [
          "sonBr",
          10
        ],
        "merge": true
      },
      {
        "id": 19,
        "text": "Хар:\nСлегка болен\n\n",
        "var_less": [
          "sonCh",
          10
        ],
        "merge": true
      },
      {
        "id": 19,
        "text": "Ларек:\nВыглядит нормально\n\n",
        "var_less": [
          "sonLa",
          10
        ],
        "merge": true
      },
      {
        "id": 19,
        "text": "Изольда:\nВыглядит нормально\n\n",
        "var_less": [
          "sonIz",
          10
        ],
        "merge": true
      },
      {
        "id": 19,
        "text": "Габриэль:\n\"Чувствую себя вполне приемлимо\"",
        "var_less": [
          "sonGa",
          10
        ],
        "merge": true
      },
      {
        "comment": true,
        "id": 121,
        "var_more": [
          "sonBr",
          9
        ],
        "text": "Брун:\nВыглядит уставшим\n\n",
        "merge": true
      },
      {
        "comment": true,
        "id": 121,
        "var_more": [
          "sonCh",
          9
        ],
        "text": "Хар:\nСлегка болен, выглядит уставшим\n\n",
        "merge": true
      },
      {
        "comment": true,
        "id": 121,
        "var_more": [
          "sonLa",
          9
        ],
        "text": "\nЛарек:\nВыглядит крайне уставшим\n\n",
        "merge": true
      },
      {
        "comment": true,
        "id": 121,
        "var_more": [
          "sonIz",
          9
        ],
        "text": "Изольда:\nВыглядит уставшей\n\n",
        "merge": true
      },
      {
        "comment": true,
        "id": 121,
        "var_more": [
          "sonGa",
          9
        ],
        "text": "\"Я не выспался после вчерашнего дежурства\"",
        "merge": true
      },
      {
        "id": 121,
        "text": "------------",
        "comment": true
      },
      {
        "var_add": [
          "sonBr",
          10
        ],
        "id": 221,
        "text": "Дежурить будет Брун",
        "var_sub": [
          "sonLa",
          10,
          "sonCh",
          10,
          "sonIz",
          10,
          "sonGa",
          10
        ],
        "addToHistory": [
          216
        ]
      },
      {
        "var_add": [
          "sonCh",
          10
        ],
        "id": 222,
        "text": "Дежурить будет Хар",
        "var_sub": [
          "sonLa",
          10,
          "sonBr",
          10,
          "sonIz",
          10,
          "sonGa",
          10
        ],
        "addToHistory": [
          217
        ]
      },
      {
        "var_add": [
          "sonLa",
          10
        ],
        "id": 223,
        "text": "Дежурить будет Ларек",
        "var_sub": [
          "sonBr",
          10,
          "sonCh",
          10,
          "sonIz",
          10,
          "sonGa",
          10
        ],
        "addToHistory": [
          218
        ]
      },
      {
        "var_add": [
          "sonIz",
          10
        ],
        "id": 224,
        "text": "Дежурить будет Изольда",
        "var_sub": [
          "sonLa",
          10,
          "sonCh",
          10,
          "sonBr",
          10,
          "sonGa",
          10
        ],
        "addToHistory": [
          219
        ]
      },
      {
        "var_add": [
          "sonGa",
          10
        ],
        "id": 225,
        "text": "Дежурить буду я",
        "var_sub": [
          "sonLa",
          10,
          "sonCh",
          10,
          "sonIz",
          10,
          "sonBr",
          10
        ],
        "addToHistory": [
          220
        ]
      }
    ]
  },
  {
    "id": 122,
    "text": "После ужина все начали думать о сне. Сегодня можно не дежурить, поскольку во время снежной бури(а она уже постепенно давала о себе знать) никто из животных или людей не сумеет перемещаться по Зимолесью. Поэтому, договорившись поочерёдно просыпаться, дабы подбрасывать дрова в огонь, разбойники погрузились в долгожданный сон.",
    "answers": [
      {
        "id": 123,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 123,
    "text": "Спать бродягам было уготовано недолго. Через пару часов буря действительно достигла их лагеря, поэтому порывы сильнейшего ветра мало того, что продували спальные мешки, так ещё и грозили затушить костёр.\n\n— Надо натянуть шкуры, — пробормотал сонный Ларек, и принялся сильнее подтягивать ремешки, на которых держался импровизированный шалаш. После его манипуляций стало меньше ветра, но заново заснуть у Габриэля не получалось, поэтому он, укутавшись во все одежды, принялся методично подбрасывать хворост в огонь.\n\nВместе с ним пробудился и Брун. Подсев к чародею, он наклонился к нему и произнёс:\n— Надо поговорить, босс.",
    "answers": [
      {
        "id": 124,
        "text": "Поговорить с наёмником"
      }
    ]
  },
  {
    "id": 124,
    "text": "— Как ты помнишь, Габриэль, я не такой же разбойник, как вы все, — начал он на пониженных тонах, — Да, безусловно, за время, на которое ты меня нанял, я уже успел породниться со всей бандой, но срок моего контракта истекает завтра на рассвете. И я собираюсь от вас уйти.\n— Что? Прямо вот так?! — возмутился Олиандри, чуть не разбудив всех остальных членов отряда, которые тщетно пытались уснуть.\n— Да, Габриэль. Я не могу остаться с вами дальше. Ты мне заплатил за службу, и завтра она заканчивается. Всё честь по чести. Наши дороги разойдутся на рассвете — я не планирую рисковать, пробираясь через поле битвы двух армий.\n— Но как ты выживешь один в Зимолесье?\n— Поверь, я уже опытный наёмник, и не в таких условиях выживал, — усмехнулся он.\n\nДействительно, срок контракта с Бруном истекает, и он имеет право уйти. Наёмник много раз выручал команду, успев стать магу хорошим другом, так что Габриэлю будет трудно его отпустить.",
    "answers": [
      {
        "id": 125,
        "text": "— Ладно, если это твоё решение, пусть будет так"
      }
    ]
  },
  {
    "id": 125,
    "text": "— Спасибо, — коротко отрезал Брун, после чего вернулся на своё место.\n\nТем временем буран лишь набирал обороты. Хотя тряпьё, развешанное вокруг костра, и защищало частично от ветра, однако снег периодически залетал внутрь укрытия крупными пригоршнями. Ну а снаружи творился полный хаос. Каждый член команды уже проснулся от завывающей стихии, и занимался тем, что держал лямки ремней, готовых вот-вот развязаться от нарастающего ветра.\n\nК сожалению, несмотря на всеобщие усилия, один из узлов всё-таки развязался, из-за чего полог шкуры, укрывающий костёр, мигом взлетел наверх. На лицо Габриэля тут же обрушился поток снега. Он прикрылся руками и отвернулся, но это мало помогло, поскольку колючие хлопья летали повсюду внутри убежища с огромной скоростью, не давая не то, что подхватить полог — даже видеть.",
    "answers": [
      {
        "id": 126,
        "text": "Создать огненный щит",
        "bg_color": [
          0.99,
          0.7,
          0.38
        ]
      }
    ]
  },
  {
    "id": 126,
    "text": "Собрав всю волю в кулак, чародей выставил руки по направлению к потоку снега, и сотворил круглый огненный щит. Он никогда до этого не практиковал настолько сложные заклинания, но результат получился восхитительный: казалось, сам воздух воспламенился, формируя тонкую, как фольга, огненную плоскость. И эта плоскость надёжно прикрывала шалаш разбойников от бушующей снежной бури, обдавая Габриэля приятным теплом.\n\n— Я не смогу долго держать защиту! — крикнул маг, мобилизируя свои силы.\n\nИзольда с Харом тут же подскочили к оторванному подогу, и принялись заново привязывать его ремешками к сосне. Потребовалось несколько мучительных секунд, чтобы они это сделали, после чего Олиандри наконец-то развеял щит.",
    "answers": [
      {
        "id": 127,
        "text": "Пережидать бурю"
      }
    ]
  },
  {
    "id": 127,
    "text": "После того, как защита пала, метель снова принялась шатать стенки укрытия, но эпицентр бури ушёл от лагеря бродяг, поэтому оставшееся время порывы ветра не сорвали ни единого крепления в шалаше.\n\nНаутро буран окончательно стих и люди, разгребая снег вокруг убежища, выбрались наружу, намереваясь снова продолжить путь.\n\n— Прощайте, друзья! Дальше мне с вами не по пути, — откланялся Брун и направился в противоположную от бродяг сторону.\n— Нам будет его не хватать... — вздохнула Изольда.",
    "answers": [
      {
        "id": 128,
        "text": "Продолжить идти без Бруна"
      }
    ]
  },
  {
    "id": 128,
    "text": "Разбойники миновали перевал и принялись размеренно спускаться в Долины. В это же самое время там, внизу, армии Империи и Коалиции не стояли на месте: они постоянно передвигались, выстраиваясь в определённый боевой порядок. В том, что схватка двух гигантов состоится сегодня, сомнений больше не осталось.\n\n— Ишь, как разошлись! — воскликнул Хар, — Босс, давай поглядим на сражение с безопасного расстояния? Всё равно мы не успеем проскочить через долину во время боя, да и опасно это. Лучше подождать, пока мясорубка стихнет, а потом уже идти.\n\nМысль вора казалась разумной, поэтому командир, коротко кивнув, приказал найти удобное местечко между лесом и перевалом.",
    "answers": [
      {
        "id": 128,
        "text": "\n\n[Лидер банды заметил, что Хар постоянно шмыгает носом и гнусавит. Похоже, вор подхватил кое-что, посерьёзней насморка]",
        "need": -185,
        "merge": true
      },
      {
        "id": 128,
        "text": "Дать Хару принять медикаменты\n[Нет лекарств!]",
        "comment": true,
        "var_less": [
          "med",
          1
        ]
      },
      {
        "var_add": [
          "sh",
          1
        ],
        "id": 185,
        "var_need": [
          "med",
          1
        ],
        "need": -185,
        "text": "Дать Хару принять порцию медикаментов\n[Требуется: 1 доза лекарств]"
      },
      {
        "id": 129,
        "text": "Занять наблюдательный пункт",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 129,
    "text": "Устроившись на подходящем месте, разбойники принялись наблюдать, передавая друг другу подзорную трубу.\n\nСквозь неё удалось разглядеть, что воевать между собой будут, по большей части, гномы, которые составляют подавляющую долю населения этого северного региона. Со стороны Торговой Коалиции в бой пошла большая полоса пехоты, а со стороны Империи стройный треугольник конницы. Лучники с обоих сторон дали залпы, подкосив некоторых воинов противника, но большая часть армий продолжала двигаться друг на друга.",
    "answers": [
      {
        "id": 130,
        "text": "Смотреть представление дальше"
      }
    ]
  },
  {
    "id": 130,
    "text": "Внезапно, из-за холма посыпались отряды синих стрелков Коалиции. Они были вооружены длинными ружьями, и, заняв позиции, дали мощный залп по красной коннице, существенно подкосив её боевую мощь. Звуки выстрелов донеслись даже до банды Олиандри.\n\n— Ух ты... — прошептал Ларек, радуясь преимуществу своих.\n\nИмперская конница сначала замерла, а потом, видимо, выслушав приказы командиров, разделилась на две части: первая продолжила наступать на пехоту, а вторая понеслась на стрелков во время их перезарядки. Но гномы-оружейники вытащили новые, заряженые ружья, и вновь произвели выстрелы. А затем и ещё раз. После трёх залпов большая часть второй половины была уничтожена и отступала назад, на соединение с первой половиной. Пехота Коалиции же была готова с радостью встретить полурасстрелянных врагов.",
    "answers": [
      {
        "id": 131,
        "text": "Обратить внимание на другой холм"
      }
    ]
  },
  {
    "id": 131,
    "text": "С наблюдательного пункта Габриэля было отлично видно, как из-за другого холма выскочили красные всадники с кремневыми пистолетами, которые в мгновение ока зашли с фланга на вражескую пехоту, и перестреляли значительную часть синих солдат. В строю Коалиции началась паника, командиры пытались развернуть своих подчинённых на новую угрозу, однако постоянно перемещающиеся конные стрелки вновь дали залп из своих пистолетов по тылу врага.\n\nНаконец, имперская конница достигла пехоты королевства, и началась страшная битва, в которой силы оказались примерно равны. И почему-то Габриэль понял, что хочет помочь одной из сторон победить в этой схватке.",
    "answers": [
      {
        "id": 132,
        "text": "Решить, кому помочь в битве"
      }
    ]
  },
  {
    "id": 132,
    "text": "С одной стороны, юный маг хотел помочь своим, \"синим\", поскольку он сам родился в Коалиции, а та всегда враждебно относилась к Империи. С другой стороны, в его родном королевстве устроили охоту на обладателя пирокинеза, поэтому одновременно с этим он желал помешать Коалиции выиграть.",
    "answers": [
      {
        "comment": true,
        "id": 132,
        "text": "[Габриэль чувствует в себе неутомимую ярость и силу, чтобы огнём атаковать одну из армий]",
        "need": 83,
        "var_no_more": [
          "sonGa",
          10
        ]
      },
      {
        "comment": true,
        "id": 132,
        "text": "[Габриэль не чувствует в себе достаточных сил, чтобы атаковать одну из армий огнём]",
        "need": -83,
        "var_more": [
          "sonGa",
          10
        ]
      },
      {
        "bg_color": [
          0.99,
          0.7,
          0.38
        ],
        "id": 133,
        "text": "Помочь Красной Империи",
        "need": 83,
        "var_no_more": [
          "sonGa",
          10
        ]
      },
      {
        "bg_color": [
          0.99,
          0.7,
          0.38
        ],
        "id": 134,
        "text": "Помочь Торговой Коалиции",
        "need": 83,
        "var_no_more": [
          "sonGa",
          10
        ]
      },
      {
        "bg_color": [
          0.99,
          0.7,
          0.38
        ],
        "id": 135,
        "text": "Уничтожить обе армии",
        "need": [
          83,
          72,
          43,
          87
        ],
        "var_no_more": [
          "sonGa",
          0
        ]
      },
      {
        "id": 136,
        "text": "Не вмешиваться в исход боя"
      },
      {
        "id": 132,
        "text": "Новый ответ. введите текст",
        "need": 1000,
        "addToHistory": [
          83,
          72,
          43,
          87
        ]
      }
    ]
  },
  {
    "id": 133,
    "text": "Олиандри понял, что всем сердцем ненавит королевства за то, что они ему сделали. Разбойники банды, чувствуя сильнейшее напряжение в воздухе, моментально отстранились от командира.\n\n— Что за... — начала Изольда, но договорить не успела. \n\nРуки мага вспыхнули горячим огнём, и Габриэль почувствовал, как через сияющие узоры браслетов потекла колоссальная энергия. Он аккумулировал её в себе, а затем выплестнул в виде большого огненного шара, летящего в самую гущу синих солдат. При контакте с ними шар взорвался, разбрасывая обугленные тела во все стороны. Затем чародей создал ещё один шар, и ещё. Пылающие снаряды один за другим полетели с армию Коалиции, сея смуту и панику среди неё. Сами по себе они не наносили большого урона, но дело было сделано: боевой строй оказался нарушен, а вслед за этим наступающие красные продвигались дальше, воодушевлённые неожиданной поддержкой.",
    "answers": [
      {
        "id": 133,
        "text": "Получено достижение: \"Во славу Империи\"",
        "comment": true
      },
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "Олиандри понял, что всем сердцем ненавит Империю за то, что она лишила жизни Бонифара. Разбойники банды, чувствуя сильнейшее напряжение в воздухе, моментально отстранились от командира.\n\n— Что за... — начала Изольда, но договорить не успела. \n\nРуки мага вспыхнули горячим огнём, и Габриэль почувствовал, как через сияющие узоры браслетов потекла колоссальная энергия. Он аккумулировал её в себе, а затем выплестнул в виде большого огненного шара, летящего в самую гущу красных солдат. При контакте с ними шар взорвался, разбрасывая обугленные тела во все стороны. Затем чародей создал ещё один шар, и ещё. Пылающие снаряды один за другим полетели с армию Империи, сея смуту и панику среди неё. Сами по себе они не наносили большого урона, но дело было сделано: боевой строй оказался нарушен, а вслед за этим наступающие синие продвигались дальше, воодушевлённые неожиданной поддержкой.",
    "answers": [
      {
        "id": 134,
        "text": "Получено достижение: \"Да здравствует Коалиция!\"",
        "comment": true
      },
      {
        "id": 143,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "Олиандри понял, что всем сердцем ненавит Империю за то, что из-за неё умер Бонифар, а Коалицию за то, что она сделала Габриэлю. Разбойники банды, чувствуя сильнейшее напряжение в воздухе, моментально отстранились от командира.\n\n— Что за... — начала Изольда, но договорить не успела. \n\nРуки мага вспыхнули горячим огнём, и Габриэль почувствовал, как через сияющие узоры браслетов потекла колоссальная энергия. Он аккумулировал её в себе, а затем выплестнул в виде большого огненного шара, летящего в самую гущу красных солдат. При контакте с ними шар взорвался, разбрасывая обугленные тела в разные стороны. Затем чародей создал ещё один шар, и ещё. Пылающие снаряды один за другим полетели с армию Империи, сея смуту и панику среди неё. Сами по себе они не наносили большого урона, но дело было сделано: боевой строй оказался нарушен, а вслед за этим наступающие синие продвигались дальше, воодушевлённые неожиданной поддержкой.",
    "answers": [
      {
        "id": 144,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "Кто он такой, чтобы вмешиваться в историю двух крупнейших государств? В Зимолесье он для того, чтобы залечь на дно и не \"светиться\", так что лучше понаблюдать за битвой без лишних движений. \n\nОчень скоро стало понятно, что ни одна из сторон не сможет одержать верх. Силы были равны, поэтому, спустя час битвы, воины Коалиции и солдаты Империи разошлись по разным частям Долины, растаскивая пленных и раненых. Поле сечи осталось разорённым, усеянным трупами синих и красных.",
    "answers": [
      {
        "id": 138,
        "text": "— Кажется, путь свободен, мы идём дальше, — приказал командир"
      }
    ]
  },
  {
    "id": 137,
    "text": "Спустя мгновения война превратилась в бойню. Армия Империи косила пехоту врагов, как траву, и лишь малая часть сил Коалиции успевала спастись бегством.\n\n— Вот это жесть! — произнёс Ларек с нотками ужаса и восхищения одновременно.\n— И не споспоришь, — угрюмо отозвался Хар.\n\nЧародей перестал извергать огонь только тогда, когда его силы окончательно иссякли. К тому времени поле боя было расчищено, и имперская конница уже вовсю преследовала отступающих выживших Коалиции. До разбойников никому не было дела.",
    "answers": [
      {
        "id": 138,
        "text": "— Путь свободен, мы идём дальше, — приказал Габриэль"
      }
    ]
  },
  {
    "id": 138,
    "text": "В ответ на это каждый член отряда резко подскочил, взвалив на себя сумки, и был готов выдвигаться. Комадир медлил.\n\n— Только подождите, мне нужно облегчиться, — с этими словами он развернулся в сторону леса, и, под изумлённые взгляды, отправился в густую чащу справлять нужду. ",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "Облегчившись, Габриэль поднял глаза на неясную тень, промелькнувшую над его головой. Вначале Олиандри показалось, что сейчас темно, и над ним простирается ночное небо. Но потом тень ушла, и его взору предстал привычный небосвод Зимолесья.\n\nМаг обернулся, не понимая, что происходит, и увиел Его. Это был высокий человек с иссиня-чёрной кожей, заострёнными ушами и абсолютно белыми волосами. За его спиной раскинулись широкие птичьи крылья цвета звёздного неба.\n\n\"Тёмный эльф!\" — воскликнул Габриэль у себя в мыслях.\n\nПосле этого в его рассудок будто что-то проникло, и он услышал голос эльфа, который ни разу при этом не пошевелил губами.\n\n\"Вот мы и встретились, Одарённый феями\"",
    "answers": [
      {
        "id": 140,
        "text": "Потянуться за топором"
      }
    ]
  },
  {
    "id": 140,
    "text": "Насторожившись, маг начал нащупывать у себя на поясе рукоять \"Свирепого\", однако через секунду всё тело будто сковало невидимой цепью — не было ни единой возможности пошевелиться. Тем временем странное существо в несколько прыжков сократило расстояние до Габриэля, и в голове снова прозвучал Его голос:\n\n\"Ничего личного, я лишь должен соблюсти баланс...\"\n\nС этими словами тёмный эльф вцепился Олиандри в горло, и на последнего накатила волна неистовой боли. Краем глаза чародей увидел, что на твари была надета фиолетовая мантия с изображением совы.\n\nКолени подкосились, а Габриэль почувствовал, что Он пьет из него силы. Чувствовал, что вся душа будто бы уходит из тела к руке эльфа, будто огненные СПОСОБНОСТИ перетекают к чудовищу вместе с поглащаемой душой. Даже влага покидала его каждую секунду. ",
    "answers": [
      {
        "id": 141,
        "text": "Внезапно боль пропала",
        "need": -136
      },
      {
        "id": 142,
        "text": "Внезапно боль пропала",
        "need": [
          136,
          198,
          216
        ],
        "need_sometimes": false
      },
      {
        "id": 142,
        "text": "Внезапно боль пропала",
        "need": [
          136,
          198
        ]
      },
      {
        "id": 142,
        "text": "Внезапно боль пропала",
        "need": [
          136,
          216
        ]
      },
      {
        "id": 142,
        "text": "Внезапно боль пропала",
        "need": [
          198,
          216
        ]
      },
      {
        "id": 142,
        "text": "Внезапно боль пропала",
        "need": [
          136,
          198,
          216
        ]
      },
      {
        "id": 142,
        "text": "Внезапно боль пропала",
        "need": [
          136,
          -198,
          -216
        ]
      },
      {
        "id": 142,
        "text": "Внезапно боль пропала",
        "need": [
          198,
          -136,
          -216
        ]
      },
      {
        "id": 142,
        "text": "Внезапно боль пропала",
        "need": [
          216,
          -136,
          -198
        ]
      }
    ]
  },
  {
    "id": 141,
    "text": "Маг почувствовал, что боль отступает, а силы, пусть и очень медленно, но всё же возвращаются к нему. Как только Олиандри вновь обрел способность мыслить, он увидел следующую сцену: тёмный эльф, достав свою катану, фехтовал с наёмником Бруном, который, как и всегда, орудовал двуручным мечом. Как здесь оказался покинувший банду товарищ? Уже не важно, главное, что это избавило Габриэля от смерти.\n\nА в чаще леса разгорелся бой не на жизнь, а на смерть. Эльф колдовал невидимые заклинания одной рукой, а другой защищался катаной от безумного вихря ударов Бруна. Было видно, что наёмник сильно превосходит противника в навыках, поэтому сначала на ноге, а затем и на груди оппонента появились глубокие царапины от двуручного меча.",
    "answers": [
      {
        "id": 146,
        "text": "Наблюдать за боем"
      }
    ]
  },
  {
    "id": 142,
    "text": "Боль действительно пропала, уступая место чудовищной пустоте. Маг осознал, что ТАКАЯ пустота просто несовместима с жизнью, поэтому обессиленно повалился наземь, ожидая скорой кончины. За спиной твари он заметил размытую фигуру человека, которую, тем не менее, распознал, как фигуру Бруна. Как он тут оказался? Неизвестно. В любом случае, тень за спиной нечисти посмотрела на эту сцену и, крадучись, скрылась в деревьях. А эльф тем временем окончательно поглатил Габриэля, оставив безжизненную оболочку на сырой земле. \n\nПосле этого стало темно.",
    "answers": [
      {
        "id": 142,
        "text": "[Получено достижение: \"Ужасная смерть\"]",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 143,
    "text": "Спустя мгновения война превратилась в бойню. Армия Коалиции косила конницу врагов, как траву, и лишь малая часть сил Империи успевала спастись бегством.\n\n— Вот это жесть! — произнёс Ларек с нотками ужаса и восхищения одновременно.\n— И не споспоришь, — угрюмо отозвался Хар.\n\nЧародей перестал извергать огонь только тогда, когда его силы окончательно иссякли. К тому времени поле боя было расчищено, и пехота синих гномов уже вовсю преследовала отступающих выживших солдат Империи. До разбойников никому не было дела.",
    "answers": [
      {
        "id": 138,
        "text": "— Путь свободен, мы идём дальше, — приказал Габриэль"
      }
    ]
  },
  {
    "id": 144,
    "text": "Спустя мгновения война превратилась в бойню. Армия Коалиции косила конницу врагов, как траву, и лишь малая часть сил Империи успевала спастись бегством.\n\n— Вот это жесть! — произнёс Ларек с нотками ужаса и восхищения одновременно.\n— И не поспоришь, — угрюмо отозвался Хар.\n\nНо это было ещё не всё. Обе армии, угодившие в лес, еще не догадывались, что попали в коварную ловушку. Габриэль, перестав испускать огонь, подошел к Изольде и яростно выхватил из её алхимического набора найденное у купца зелье. Мигом осушив бутылку, маг почувствовал прилив новых сил, и вновь принялся творить заклинания.",
    "answers": [
      {
        "id": 145,
        "text": "Поджечь лес",
        "bg_color": [
          0.99,
          0.7,
          0.38
        ]
      }
    ]
  },
  {
    "id": 145,
    "text": "Воздев ладони к небу, Олиандри закрыл глаза, максимально сосредоточившись на своей цели. Когда он вновь открыл их, весь участок Зимолесья, куда ушли солдаты Империи, и отправились за ними в погоню силы Коалиции, был объят пламенем. Горящие деревья валились на людей, а удушливый дым заставлял падать замертво всех, вне зависимости от цвета униформы или звания. Бушевал лесной пожар.\n\n\"Получите то, что заслужили, сеятели войны. Будьте вы прокляты\" — подумал Габриэль, и только после этого поток ярости иссяк.",
    "answers": [
      {
        "id": 145,
        "text": "Получено достижение: \"Пламенное буйство\"",
        "comment": true
      },
      {
        "id": 138,
        "text": "— Путь свободен, мы идём дальше, — приказал командир"
      }
    ]
  },
  {
    "id": 146,
    "text": "Габриэль пока не чувствовал в себе сил даже подняться с земли, поэтому оставалось лишь наблюдать.\n\nБрун постепенно побеждал, нанося мелкие раны эльфу. Последний яростно шипел каждый раз, когда лезвие резало иссиня-чёрную кожу. Но в какой-то момент его терпение лопнуло, и он взмахнул свободной рукой, сотворив какое-то мощное заклинание, отбросившее наёмника к дереву, и выбившее меч у того из рук. Но Бруна так просто не победить — едва уловимым движением он снял с пояса мини-арбалет, и произвел выстрел. \n\nАрбалетный болт попал прямиком в плечевой сустав нечисти. Обидчик в мантии с совой взвыл от боли, после чего расправил ночные крылья, взмыв в небо.\n\n\"Мы с тобой ещё встретимся, Одарённый\" — прозвучал голос в голове Габриэля во время того, как эльф, держась за рану, улетал прочь с места событий.",
    "answers": [
      {
        "id": 147,
        "text": "Поблагодарить друга"
      }
    ]
  },
  {
    "id": 147,
    "text": "Брун подошел к Габриэлю, протянув тому руку. Опираясь на неё, маг поднялся и поблагодарил товарища:\n— Ты спас мне жизнь, хотя срок твоей службы истёк. Спасибо тебе.\n— Я видел, что ты не остался в стороне от битвы армий, и решил тоже поучаствовать в твоём сражении, — усмехнулся он, — Ну вот теперь точно прощай.\n\nОни пожали друг другу руки, и Брун начал удаляться вглубь леса. ",
    "answers": [
      {
        "id": 148,
        "text": "Вернуться к своей команде"
      }
    ]
  },
  {
    "id": 148,
    "text": "Развернувшись, Олиандри двинулся в противоположную сторону и пошёл, не оглядываясь.\n\n[Спустя минуту]\n\n— Ты где был? Мы уже думали всё, ты от нас ушёл, — сообщил чародею Хар мысли, видимо, всей банды.\n\n— Всё в порядке, Хар. Мы выдвигаемся.\n\nИ компания бродяг, уже успевшая стать настоящей семьёй, направилась дальше, насвстречу новым приключениям.\n\n[Продолжение следует...]",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 229,
        "text": "Отправиться в деревню Сихари",
        "need": 1000,
        "blackout": true
      }
    ]
  },
  {
    "id": 149,
    "text": "Достижения\n(на данный момент доступно четыре)",
    "answers": [
      {
        "id": 142,
        "text": "1)Ужасная смерть",
        "need": [
          142
        ],
        "need_ever": true
      },
      {
        "id": 133,
        "text": "2)Во славу Империи",
        "need": [
          133
        ],
        "need_ever": true
      },
      {
        "id": 134,
        "text": "3)Да здравствует Коалиция!",
        "need": 134,
        "need_ever": true
      },
      {
        "bg_color": [
          0.99,
          0.7,
          0.38
        ],
        "id": 144,
        "text": "4)Пламенное буйство",
        "need": 144,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[На первую страницу]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 150,
    "text": "Габриэль рассказал друзьям старую шутку, которую до этого почему-то они не слышали. Все оценили, и обстановка несколько разрядилась. Теперь можно поговорить с кем-то конкретным.",
    "answers": [
      {
        "id": 151,
        "text": "Поговорить с Бруном"
      },
      {
        "id": 152,
        "text": "Поговорить с Харом",
        "var_add": [
          "sh",
          1
        ]
      },
      {
        "id": 153,
        "text": "Поговорить с Изольдой",
        "var_add": [
          "si",
          1
        ]
      },
      {
        "id": 154,
        "text": "Поговорить с Лареком",
        "var_add": [
          "sl",
          1
        ]
      },
      {
        "id": 19,
        "text": "\"Хватит болтовни, пора готовиться ко сну\""
      },
      {
        "id": 150,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b19/1911/af/5af55c28180d.jpg"
      }
    ]
  },
  {
    "id": 151,
    "text": "Брун был не совсем обычным членом отряда. Еще сам Бонифар выделил денег Габриэлю, чтобы тот нанял хорошего воина, который будет помогать банде в её делах. Бонифар заключил далеко не один контракт с наёмниками, однако после смерти заказчика, все они ушли, за исключением Бруна. Тот был оформлен на Олиандри, и был обязан служить ему до определённого срока. Юный маг надеялся, что для Бруна его команда стала семьёй, и он не покинет банду, когда пройдёт оплаченное время — ведь теперь денег на продление контракта не сыскать.\n\n— Как настрой, дружище? — спросил он наёмника.\n— Конечно же боевой! — усмехнулся тот, — А как может быть иначе?",
    "answers": [
      {
        "id": 155,
        "text": "Побеседовать с другими"
      }
    ]
  },
  {
    "id": 152,
    "text": "Хар присоединился к банде задолго до Габриэля. Он был хорошим другом Бонифара, и во всём ему помогал. Габриэль до сих пор не понимал, почему такой хороший вор остался в жалких остатках разбойничьей армии Бонифара, когда в одиночку он всё равно бы отлично прожил с его замечательными умениями. Видимо, что-то его заставляло оставаться с отрядом, и, по правде говоря, Олиандри был этому несказанно рад — уже много раз Хар крал ценные вещи, на деньги от которых кормилась вся банда.\n\n— Как самочувствие, Хар?\n— Если честно, не очень, босс. Голова болит, насморк... Не дают мне покоя эти холодные земли.",
    "answers": [
      {
        "id": 155,
        "text": "Побеседовать с другими"
      }
    ]
  },
  {
    "id": 153,
    "text": "Изольда — ведьма, которая специализируется, в основном, на алхимии. Её интересы зашли так далеко, что жители деревни, в которой она организовала филиал нелегальной секты, взбунтовались и выгнали собственную же целительницу, подозревая ту во всевозможных грехах. Теперь за её головой охотятся инквизиторы, поэтому пожилая женщина и попала в банду Бонифара, скрываясь от них. У неё весьма скверный ворчливый характер, однако это с лихвой компенсируется научными знаниями и умением варить всевозможные зелья.\n\n— Изольда, как продвигаются твои эксперименты с зельем исцеления?\n— А ты ослеп? Конечно же никак, нам бы сначала выжить, а потом уже подумаем об экспериментах... — пробубнила ведьма.",
    "answers": [
      {
        "id": 155,
        "text": "Побеседовать с другими"
      }
    ]
  },
  {
    "id": 154,
    "text": "Уж кого Габриэль не ожидал увидеть в остатках команды, так это Ларека. В прошлом богатый ювелир, он лишился всего, когда конкуренты незаконно обвинили его в краже драгоценностей. А может быть и законно... Всё-таки Олиандри предпочитал верить в такие истории из жизни разбойников, которые оправдывают подобный образ жизни. Так или иначе, раньше этот толстяк помогал Бонифару оценивать награбленное, но даже сейчас, когда добычи почти нет, он остаётся с остальной бандой. Почему не ушёл? Для Габриэля это остаётся загадкой.\n\n— Как чувствуешь себя? — поинтересовался чародей.\n— Спать хочу, — зевнул ювелир, — После вчерашнего дежурства бодр не будешь.",
    "answers": [
      {
        "id": 155,
        "text": "Побеседовать с другими"
      }
    ]
  },
  {
    "id": 155,
    "text": "Габриэль сидит у костра со своей командой, ведёт неформальную беседу.",
    "answers": [
      {
        "id": 151,
        "text": "Поговорить с Бруном",
        "need": -151
      },
      {
        "id": 152,
        "text": "Поговорить с Харом",
        "need": -152
      },
      {
        "id": 153,
        "text": "Поговорить с Изольдой",
        "need": -153
      },
      {
        "id": 154,
        "text": "Поговорить с Лареком",
        "need": -154
      },
      {
        "id": 156,
        "text": "Поразмыслить о своей жизни",
        "need": [
          151,
          152,
          153,
          154,
          -156
        ]
      },
      {
        "id": 19,
        "text": "\"Хватит сидеть, пора готовиться ко сну\"",
        "var_set": [
          "sonLa",
          10
        ]
      },
      {
        "id": 150,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b19/1911/af/5af55c28180d.jpg"
      }
    ]
  },
  {
    "id": 156,
    "text": "Габриэль устал от разговоров и решил погрузиться в собственные мысли. Он вспомнил, что, будучи разыскиваемым подростком в королевстве Торговой Коалиции, он попал в дурную компанию городских бандитов. Постепенно всё больше и больше прибивался к ним, помогая устраивать пожары и попутно развивая контроль над своими способностями. Однажды, пускаясь в очередные бега, Олиандри был принят Бонифаром лично в нынешнюю банду.",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "Внезапно",
    "answers": []
  },
  {
    "id": 158,
    "text": "— Сколько там осталось ещё этих тварей? — спросил Габриэль, готовясь к очередной атаке морозных рысей. \n— Никогда не встречал такой крупной стаи! — донёсся хриплый мужской голос из-за соседнего дерева, — Похоже, это только начало.\n\nЕдва маг огня перевел дух, укрываясь за стволом сосны, как слева воровато высунулась наглая белая голова. Через секунду она была отрублена одним лихим взмахом топора Габриэля, и тёплая кровь хлынула на снег из обрубков артерий рыси. \n\n— Готовьтесь, они пошли в наступление! — с этими словами чародей выскочил на открытое пространство и взглянул по сторонам.",
    "answers": [
      {
        "id": 159,
        "text": "Оценить обстановку"
      }
    ]
  },
  {
    "id": 159,
    "text": "Голодные твари заполонили собой всё обозримое пространство: одни крались, припав к земле, другие бежали в открытую, иные так вообще с каждой секундой приближались, ловко перепрыгивая с дерева на дерево. \n\n— Расступись! — послышался возглас позади мага, и поверх его головы полетела бутылочка с зелёным содержимым. Когда та разбилась о землю в десяти шагах от Габриэля, во все стороны брызнула дымящаяся жидкость, которая явно разъедала живые ткани. Те несчастные животные, на которых попала кислота, взвизгнули от боли, и помчались прочь, покрываясь жуткими ожогами.\n\n\"Я очень дорого продам свою жизнь!\" — проговорил в мыслях Олиандри, криво ухмыляясь.",
    "answers": [
      {
        "id": 160,
        "text": "Экономить силы, убивая рысей точными ударами"
      },
      {
        "id": 161,
        "text": "Жестоко рубить тварей, сея полную неразбериху среди них"
      },
      {
        "id": 162,
        "text": "Ранить тех хищников, которые подбираются слишком близко, но не добивать в назидание остальным"
      }
    ]
  },
  {
    "id": 160,
    "text": "Чародей решил не тратить силы, и начал быстрыми точными ударами рубить тварей, которые откровенно близко подбирались к отряду людей. Его подчинённые сослужили хорошую службу, помогая исстреблять нападающих хищников. Постепенно, совместными усилиями, команда методично вырезала морозных рысей до тех пор, пока их атака не захлебнулась. Жалобно повизгивая от полученных ран, те трусливо ретировались восвояси, опасливо поглядывая на трупы своих собратьев. Видимо, такая взбучка надолго запомнится этим лесным обитателям, решившим покуситься на жизнь Габриэля.",
    "answers": [
      {
        "id": 2,
        "text": "Перегруппироваться и продолжить идти"
      }
    ]
  },
  {
    "id": 161,
    "text": "Дико взревев, чародей помчался навстречу опасности, кося всех, кто попадался ему на пути. Не ожидавшие такого яростного сопротивления, рыси озлобились, и пуще прежнего кинулись в атаку, желая отомстить за своих павших сородичей... Но Габриэля было уже не остановить — топор будто стал продолжением руки, и маг неистово отбивался от наседающих хищников, отвлекая их внимание на себя. Тем временем, остальная банда не медлила: желая защитить своего лидера, разбойники методично исстребляли животных вокруг Олиандри, и очень скоро атака морозных рысей просто-напросто захлебнулась. Жалобно повизгивая от полученных ран, те трусливо ретировались восвояси, опасливо поглядывая на трупы своих собратьев. Видимо, такая взбучка надолго запомнится этим лесным обитателям, решившим покуситься на жизнь Габриэля.",
    "answers": [
      {
        "id": 2,
        "text": "Перегруппироваться и продолжить идти"
      }
    ]
  },
  {
    "id": 162,
    "text": "Смекнув, что морозные рыси воспринимают только закон силы, чародей решил ранить тварей, но не добивать их, заставляя других особей испытывать страх. Перехватив поудобнее топор, Габриэль, кинулся вперёд, и начал рубить нападающих на него хищников, оставляя некоторых из них лежать на земле, истекая кровью. Его банда тоже смекнула, что к чему, и начала методично исстреблять стаю морозных рысей, придерживаясь похожей тактики. Видя такую жестокость, обидчики, жалобно повизгивая от полученных увечий, трусливо ретировались восвояси, опасливо поглядывая на трупы своих собратьев. Видимо, такая взбучка надолго запомнится этим лесным обитателям, решившим покуситься на жизнь Габриэля.",
    "answers": [
      {
        "id": 2,
        "text": "Перегруппироваться и продолжить идти"
      }
    ]
  },
  {
    "id": 163,
    "text": "Ближе к вечеру разбойники захотели сделать короткий привал. Их путь пролегал через небольшую лощину, поэтому было решено остановиться прямо здесь, возле крупной каменной глыбы интересной формы. Пока остальные скинули вещи и отправились по своим \"делам\", Габриэль подошёл к красивому камню, дабы осмотреть его.",
    "answers": [
      {
        "id": 164,
        "text": "Обойти камень с разных сторон"
      }
    ]
  },
  {
    "id": 164,
    "text": "Это была крупная глыба, высотой в три человеских роста, поросшая мхом и лишайником, а кое-где, в расщелинах, даже виднелись скопления земли, из которых пробивались маленькие ёлочки.\n\nЗавораживала и его форма: контуры выглядели так, будто какой-то монах согнулся в три погибели, молясь всем богам, чтобы не погибнуть этой ночью в Зимолесье.\n\n\"Дивная штука\" — подумал маг.\n\nНо на этом, само собой, причуды места не заканчивались. В отличие от других камней вокруг, которые были равномерно покрыты снегом, этот лишь слегка припорошился им, словно белой пудрой, а также слегка обледенел и покрылся инеем. Откуда-то из недр камня Олиандри явно чувствовал чужую энергетитку, теплоту живого существа.",
    "answers": [
      {
        "id": 165,
        "text": "Прикоснуться к таинственному камню"
      }
    ]
  },
  {
    "id": 165,
    "text": "Стоило Габриэлю только дотронуться до поверхности, как внутри объекта зашевелилось Нечто чудовищной мощи. Чародей отпрянул, причём очень вовремя; за какие-то считанные секунды \"камень\" поднялся на ноги, стряхнул с себя снег, словно застаревшую пыль, и грозно взревел, ищущим, слегка дезориентированным взором оглядывая окружаюжее пространство.\n\nОн предстал перед разбойником во всей красе: непропорционально длинные конечности, горбатая спина, покрытая замшелыми окаменелостями, словно бронёй, кожа. Вот, почему тварь была похожа на глыбу.\n\nВ памяти мага всплыли сказки про тролля, которые ему рассказывала мать в детстве. Эти существа маскируются под камень, а потом нападают на проходящих мимо животных или людей.",
    "answers": [
      {
        "id": 166,
        "text": "Придумать план спасения"
      }
    ]
  },
  {
    "id": 166,
    "text": "Дико зарычав, оголодавший тролль ударил кулаком по тому месту, где только что стоял Габриэль, вырывая кожными наростами комья земли. Последний отскочил только потому, что тварь была довольно медлительной ввиду своего размера.\n\n— Откуда ты достал это чудище, босс?! — провизжала Изольда, выбегая к магу со своим алхимическим набором наперевес. Вслед за ней на поле возникли и остальные разбойники, которые решили не задавать лишних вопросов.",
    "answers": [
      {
        "id": 166,
        "text": "Через пелену тупой голодной ярости пробилось некое подобие озарения в глазах тролля, когда его взгляд пал на золотой медальон Габриэля. Словно вспоминая какую-то важную деталь, чудовище сморщило узкий лоб, а затем пуще прежнего озлобилось, не глядя более никуда, кроме как на украшение, подобранное магом в ледяной луже. Видимо, оно для него значило что-то крайне важное.",
        "comment": true,
        "need": 16
      },
      {
        "id": 167,
        "text": "Попытаться обезвредить тролля"
      },
      {
        "id": 168,
        "text": "Попытаться сбежать от тролля"
      }
    ]
  },
  {
    "id": 167,
    "text": "\"Ну ничего, злостью ты меня не запугаешь, страшила. Я встречал людей более злых, чем любое существо на планете!\" — пронеслось на задворках сознания.\n\nТем не менее, надо было решать, как обезвредить такую махину. Пока Олиандри размышлял, существо замахнулось для следующей попытки удара по чародею. Едва взглянув на бронированное тело противника, командир понял: единственный способ остановить агрессию — ослепить тварь. Если конечно она не сможет ориентироваться по запаху...",
    "answers": [
      {
        "id": 169,
        "text": "Приказать швырнуть бутыль с кистолой в лицо гиганту"
      },
      {
        "id": 170,
        "text": "Приказать расстрелять глаза гиганта из арбалета"
      }
    ]
  },
  {
    "id": 168,
    "text": "Юркнув в сторону, чародей избежал прямого попадания кулака гиганта, размером, как минимум, с половину роста Олиандри.\n\nПобегав от бронированного упыря пару минут, Габриэль понял, что так просто скрыться не получится, нужно существо хоть как-то отвлечь. К тому же, сбеги они сейчас, эта тварюга будет предствлять опасность для очередной группы людей, которая в любом случае пройдёт по торговому тракту.\n\nСловно в ответ на эти мысли, тролль злобно зарычал за спиной.",
    "answers": [
      {
        "id": 167,
        "text": "Подумать, как отвлечь от себя"
      }
    ]
  },
  {
    "id": 169,
    "text": "Ловко увернувшись от очередного удара тролля, Габриэль прокричал:\n— Изольда, у тебя есть кислота, а у него — глаза! Ты знаешь, что делать!\n\nВедьма не подвела и быстро сориентировалась в сложившейся ситуации. Вытащив из своих запасов самую большую склянку, она размахнулась, после чего привычным движением отправила ёмкость в физиономию врага...\n\n— А-А-А-А-АР!!! Ы-ы-ы-у! — нечленораздельно заорал гигант, хватаясь за чувствительные глаза, в которые, помимо кислоты, попали еще и осколки от стеклянной бутыли.\n\n— Так держать, — подбодрил свою банду командир, и начал думать, что делать дальше.\n\nПри этом Брун, как всегда, рвался в бой, и наносил беглые удары своим мечом по ногам чудовища.",
    "answers": [
      {
        "id": 171,
        "text": "Использовать бочонок с порохом",
        "need": 95
      },
      {
        "id": 172,
        "text": "Попытаться повалить противника, подкосив ноги"
      },
      {
        "id": 173,
        "text": "Сбежать"
      }
    ]
  },
  {
    "id": 170,
    "text": "Ловко увернувшись от второго удара тролля, Габриэль прокричал:\n— Брун, у тебя есть арбалет, а у него — глаза! Ты знаешь, что делать!\n\nБрун был не из тех, кто замешкается в подобной ситуации. Молниеносно сняв с пояса свой компактный арбалет, наёмник хорошенько прицелился, и... Болт попал прямиком во внешний угол глаза взбесившейся твари. Гигант оглушительно застонал и закрыл лапищами глаза, пытаясь защитить их. Спустя пару секунд он наконец догадался, что видеть он так не сможет, и убрал ладонь от здорового глаза, чтобы оценить обстановку. Через секунду в открытый глаз прилетела следующая стрела, с впечатляющей точностью поразившая подглазничную область. \n\n— А-А-А-А-АР!!! Ы-ы-ы-у! — нечленораздельно заорал гигант, закрывая оба глаза.\n\n— Так держать, — приободрил банду командир, и начал думать, что делать дальше.",
    "answers": [
      {
        "id": 171,
        "text": "Использовать бочонок с порохом",
        "var_need": [
          "poroch",
          1
        ]
      },
      {
        "id": 172,
        "text": "Попытаться повалить противника, подкосив ноги"
      },
      {
        "id": 173,
        "text": "Сбежать"
      }
    ]
  },
  {
    "id": 171,
    "text": "Чародея вдруг осенило: а ведь торговец оставил им бочонок пороха, который отряд прихватил с собой. А что, если...\n\n— Ларек, там рядом с тобой лежит порох! Бросай бочку в него, живо!!!\n\nПухлый ювелир непонимающе огляделся, но всё-таки заметил деревянную ёмкость, доверху наполненную чёрным взрывоопасным порошком рядом со своей ногой. Прихватив тару обоими руками, он не нашёл варианта лучше, и, размахнувшись, изо всех сил пустил бочонок катиться по направлению к троллю.\n\n\"Ой, сейчас что-то будет...\" — подумал пиромант, глядя на то, как бочонок подпрыгивает на кочках, приближаясь к ногам противника. Настала минутка огненной магии.\n\nБАБАХ!\n\nВзрыв получился знатный, и огромная туша начала валиться назад.\n\n— А-А-А-А-Ы-Ы-Ы! — жалобно застонал поверженный монстр. От падения с высоты собственного роста, что-то в спине многотонного существа громко хрустнуло на всю лощину. Тролль застонал ещё сильнее, даже не пытаясь подняться вновь. Кажется, он что-то себе повредил, и теперь вряд ли сможет выжить, лёжа на спине, с раненными глазами.\n\nМагу вдруг стало неимоверно жаль это существо, которое напало на его отряд из-за безысходности и голодных инстинктов.",
    "answers": [
      {
        "id": 175,
        "text": "Добить старого тролля"
      },
      {
        "id": 176,
        "text": "Оставить мучительно умирать"
      },
      {
        "id": 179,
        "text": "Попытаться помочь троллю",
        "var_need": [
          "food",
          3,
          "bint",
          2,
          "med",
          1
        ]
      },
      {
        "id": 171,
        "text": "[Для того, чтобы помочь троллю, необходимо:\n- 3 порции еды\n- 2 ед. бинтов\n- 1 ед. медикаментов]",
        "comment": true
      }
    ]
  },
  {
    "id": 172,
    "text": "Перехватив поудобнее рукоять \"Свирепого\", лидер разбойников помчался к гиганту, пока тот не очухался. Замахнувшись, маг со всей силы нанёс удар по самому уязвимому, по его мнению, месту ноги противника. Камень на коже был твёрд, однако адамантовое лезвие топора легко раскрошила защитную корку. Тролль засуетился и начал слепо шарить вокруг себя длинными ручищами, пытаясь выискать источник проблем, однако шансы это сделать были близки к нулю.\n\nСделав еще пару ударов, Габриэль увидел неприкрытую кожу гиганта под слоем каменной брони. В следующий миг тролль начал неумолимо падать, поскольку юркий человек подрубил сухожилие на задней поверхности коленного сустава твари.\n\n— А-А-А-А-Ы-Ы-Ы! — жалобно застонал поверженный монстр. От падения с высоты собственного роста, что-то в спине многотонного существа громко хрустнуло на всю лощину. Тролль застонал ещё сильнее, даже не пытаясь подняться вновь. Кажется, он что-то себе сломал, и теперь вряд ли сможет выжить, лёжа на спине, с повреждёнными глазами.\n\nМагу вдруг стало неимоверно жаль это существо, которое напало на его отряд из-за безысходности и голодных инстинктов.",
    "answers": [
      {
        "id": 175,
        "text": "Добить старого тролля"
      },
      {
        "id": 176,
        "text": "Оставить мучительно умирать"
      },
      {
        "id": 179,
        "text": "Попытаться помочь троллю\n[Необходимо:\n- 3 порции еды\n- 2 ед. бинтов\n- 1 ед. медикаментов]",
        "var_need": [
          "food",
          3,
          "bint",
          2,
          "med",
          1
        ]
      },
      {
        "id": 171,
        "text": "Попытаться помочь троллю\n[Необходимо:\n- 3 порции еды\n- 2 ед. бинтов\n- 1 ед. медикаментов]",
        "comment": true
      }
    ]
  },
  {
    "id": 173,
    "text": "\"Ну и поделом\" — рассудил Габриэль, дав команде знак отступать. Его люди быстро похватали оставленные на дороге вещи, и начали спешно, насколько это возможно, двигаться в сторону леса. Неизвестно, восстановится зрение у гиганта, или нет, сможет ли он выжить, или умрёт от полученных ран и голода. Чародея это совершенно не интересовало: есть только он, и его команда, которой нужно добраться до следующей деревни.",
    "answers": [
      {
        "id": 227,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 174,
    "text": "Подняв руки вверх в примирительном жесте, показывая, что оружия он не держит, Габриэль вышел к лидеру другой разбойничьей банды. \n\n— Я безопасен, глядите, — маг сделал медленный оборот вокруг себя, и взору главы клана гноллей предстало сверкающее лезвие топора на поясе.\n— Гругрывлан! — встревоженно выругался гнолль, после чего чародей услышал звуки натягивающейся тетевы лука. Может быть, даже не одного.\n— Спокойно ребята, я не собираюсь пускать его в дело, — усмехнулся хозяин топора, вновь разворачиваясь лицом к \"собеседнику\", — Ну сами рассудите, какой дурак будет ходить без оружия по Зимолесью... Не так ли?\n\nНа самом деле, хоть в кустах и прятались друзья Габриэля, ему всё равно было страшно за свою шкуру.",
    "answers": [
      {
        "id": 177,
        "text": "Договориться с Кланом"
      }
    ]
  },
  {
    "id": 175,
    "text": "Олиандри приблизился к троллю, держа топор на изготове, и взглянул в глаза чудищу. Там оказались слёзы. ",
    "answers": [
      {
        "comment": true,
        "id": 175,
        "text": "И, как ни странно, непоправимого ущерба зрению от арбалетных болтов не было: да, кровоподтёки сильные, но сами глазные яблоки не провреждены.",
        "need": [
          170
        ],
        "merge": true
      },
      {
        "id": 175,
        "text": "И, как ни странно, непоправимого ущерба зрению от кислоты не было: да, ожоги и царапины вокруг глаз были сильные, кожа опухла, затрудняя видимость троллю, но сами глазные яблоки не повреждены.",
        "need": [
          169
        ],
        "merge": true
      },
      {
        "id": 175,
        "text": "\n\n— Прости, что так вышло, дружище, — это единственное, что чародей сумел выдавить из себя в такой момент. Прикрыв веки, он рассёк лезвием крупные сосуды существа, а когда вновь открыл, окаменелый гигант умирал, глядя на на своего убийцу с благодарностью.\n\nВытерев лезвие о снег, командир произнёс дрожащим голосом: \n— Нам пора, ребята. Уходим.\n\nВ его душе еще долго будет присутствовать едкая горечь минувших событий.",
        "merge": true
      },
      {
        "id": 227,
        "text": "И банда разбойников продолжила путь"
      }
    ]
  },
  {
    "id": 176,
    "text": "Олиандри приблизился к троллю, держа топор на изготове, и взглянул в глаза чудищу. Там оказались слёзы. ",
    "answers": [
      {
        "comment": true,
        "id": 175,
        "text": "И, как ни странно, непоправимого ущерба зрению от арбалетных болтов не было: да, кровоподтёки сильные, но сами глазные яблоки не провреждены.",
        "need": [
          170
        ],
        "merge": true
      },
      {
        "id": 175,
        "text": "И, как ни странно, непоправимого ущерба зрению от кислоты не было: да, ожоги и царапины вокруг глаз были сильные, кожа опухла, затрудняя видимость троллю, но сами глазные яблоки не повреждены.",
        "need": [
          169
        ],
        "merge": true
      },
      {
        "id": 175,
        "text": "\n\n— Прости, что так вышло, дружище, — это единственное, что чародей сумел выдавить из себя в такой момент. Прикрыв веки, он рассёк лезвием крупные сосуды существа, а когда вновь открыл, окаменелый гигант умирал, глядя на на своего убицу с благодарностью.\n\nВытерев лезвие о снег, командир произнёс дрожащим голосом: \n— Нам пора, ребята. Уходим.\n\nВ его душе еще долго будет присутствовать едкая горечь минувших событий.",
        "merge": true
      },
      {
        "id": 227,
        "text": "И банда разбойников продолжила путь"
      }
    ]
  },
  {
    "id": 177,
    "text": "Как и предполагал Габриэль, эти мелкие зелёные существа, промышляющие грабежами, тоже оказались в Зимолесье не от хорошей жизни. Стоило лишь подойти чуть ближе, как стало понятно, что дела у этого Клана идут не лучшим образом: старая одежда, самодельное оружие, да и численность — главное и, порой, единственное оружие гноллей — тоже составляла пару-тройку десятков тварей от силы. Так что были все шансы мирно разойтись с ними.\n\nНо у карликов были пленные, и это полностью меняло суть дела. Бедные люди, шедшие за Кланом много миль, были у гноллей рабами. И не в принципах Олиандри было это так оставлять.",
    "answers": [
      {
        "id": 184,
        "text": "Дать своим людям сигнал приготовиться"
      }
    ]
  },
  {
    "id": 178,
    "text": "— Ладно, так и быть, — сокрушённо согласилась Изольда, — Но для этого мне понадобятся два бинта, чтобы наложить парные повязки вокруг глаз, медикаменты, которые не факт, что подействуют на тролля, но, тем не менее, людям они помогают от инфекции. Ну и накормить его чем-нибудь, а то ведь банально с голоду подохнет!",
    "answers": [
      {
        "instant": true,
        "var_sub": [
          "bint",
          2
        ],
        "id": 178,
        "text": "Пожертвовать бинты",
        "need": -180,
        "addToHistory": [
          180
        ]
      },
      {
        "instant": true,
        "var_sub": [
          "med",
          1
        ],
        "id": 178,
        "text": "Пожертвовать медикаменты",
        "need": -181,
        "addToHistory": [
          181
        ]
      },
      {
        "instant": true,
        "var_sub": [
          "food",
          3
        ],
        "id": 178,
        "text": "Пожертвовать еду",
        "need": -182,
        "addToHistory": [
          182
        ]
      },
      {
        "id": 183,
        "text": "Далее",
        "need": [
          180,
          181,
          182
        ]
      }
    ]
  },
  {
    "id": 179,
    "text": "Олиандри приблизился к троллю, держа топор на изготове, и взглянул в глаза чудищу. Там оказались слёзы. ",
    "answers": [
      {
        "comment": true,
        "id": 175,
        "text": "И, как ни странно, непоправимого ущерба зрению от арбалетных болтов не было: да, кровоподтёки сильные, но сами глазные яблоки не провреждены.",
        "need": [
          170
        ],
        "merge": true
      },
      {
        "id": 175,
        "text": "И, как ни странно, непоправимого ущерба зрению от кислоты не было: да, ожоги и царапины вокруг глаз были сильные, кожа опухла, затрудняя видимость троллю, но сами глазные яблоки не повреждены.",
        "need": [
          169
        ],
        "merge": true
      },
      {
        "id": 179,
        "text": "\n\n— Изольда, а ну глянь-ка на него...\n\nПоначалу ведьма боялась подходить, опасливо посматривая на вздымающуюся от дыхяния грудную клетку гиганта, но потом всё же осмелилась оценить нанесённый разбойниками урон.\n\n— Даже не смотри на меня так, босс. Уж не хочешь ли ты, чтобы я занялась лечением этой тварюги? Мы не собираемся сидеть здесь днями, ожидая пока он оклемается, а без тщательного ухода нет никаких гарантий, что он выживет. Вдруг он вообще сломал спину?\n— И всё же мы обязаны попробовать. Иначе чем мы лучше животных? А что касается хруста...\n— М?\n— Он может быть просто от треснувших камней на его лопатках, — нашёлся чародей.",
        "merge": true
      },
      {
        "id": 178,
        "text": "Выделить ресурсы"
      }
    ]
  },
  {
    "id": 180,
    "text": "Бинты",
    "answers": []
  },
  {
    "id": 181,
    "text": "Медикаменты",
    "answers": []
  },
  {
    "id": 182,
    "text": "Еда",
    "answers": []
  },
  {
    "id": 183,
    "text": "Когда все ресурсы были собраны, ведьма приступила к лечению. Сначала она обработала раны вокруг глаз травяной настойкой, затем наложила повязки из бинтов, а после этого, смешав еду с необходимыми горькими лекарствами, скормила животине эту гремучую смесь. Едва ли три человеческих сухпайка полностью утолят голод такой махины, однако это поможет \"пациенту\" не умереть с голоду за то время, пока полноценное зрение не начнёт возвращаться к нему.\n\n— Прости, что так получилось дружище, — скорбно произнёс Габриэль, и повёл свою команду в дальнейший путь, лелея надежду о выздоровлении гиганта.",
    "answers": [
      {
        "id": 227,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 184,
    "text": "— Тише, тише... — словно детей, маг огня успокаивал зеленокожих, подбираясь с каждым шагом всё ближе и ближе к их лидеру. Тот был невозмутим:\n— Гдье твойи товарищи, гдье твойа еда, человек? Ньеужели ты думаешь, что йя совсем глупый?\n— О нет, никаких товарищей, я тут один. Закопал свои вещи в снег, не хочу, чтобы их кто-то отыскал.\n— Ты сьейчас лишишься жизни, если будешь играть с мньой! Жьиво положи оружие на зьемлю, и говори, гдье еда, человек.\n\nПора бы уже стереть эту наглую мину с его лица.",
    "answers": [
      {
        "id": 186,
        "text": "Кинуться на главаря гноллей"
      }
    ]
  },
  {
    "id": 185,
    "text": "— Эй, друг, погоди. Выглядишь ты сейчас с опухшим носом, по правде говоря, не очень. Подойдика-ка ты к Изольде, у неё должны оставаться лекарства от инфекции в закромах. Так ведь?\n\nВ ответ на это ведьма лишь хмыкнула, прагматично перебирая свои бутылочки и связки трав. \n\n— На вот, прими это, это, и, пожалуй, это, — травница отдала воришке всё то, что могло бы помочь при его проблеме, и закрыла алхимический набор.",
    "answers": [
      {
        "id": 128,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 186,
    "text": "Молниеносным движением Габриэль достал из-за пояса топор, и с размаху всадил его промеж глаз лидера Клана. В этот же момент просвистела тетева натянутого врагом лука, но короткая стрела из кривого оружия прошла перед лицом чародея, не задев его самого. А затем и сам лучник упал с дерева, на котором скрывался, сражённый арбалетным болтом одного из подчинённых мага — верного друга, которого зовут Брун.\n\n— Игх! — приказал крупный гнолль, обнажая оружие. Видимо, это оказался сигнал к вступлению в бой, потому что остальные карлики тоже достали камни, палки и ножи, собираясь приготовить отбивную из Олиандри.\n\n\"Я очень дорого продам свою жизнь\" — подумал маг, криво ухмыляясь.\n\nТем временем, несколько других карликов подскочили к пленным людям, не давая беднягам сбежать.",
    "answers": [
      {
        "id": 187,
        "text": "Экономить силы, убивая зеленокожих точными ударами"
      },
      {
        "id": 188,
        "text": "Яростно рубить тварей, сея панику среди них"
      },
      {
        "id": 189,
        "text": "Ранить гноллей, но не добивать в назидание остальным"
      }
    ]
  },
  {
    "id": 187,
    "text": "Чародей решил не тратить силы, и начал быстрыми точными ударами рубить тварей, которые откровенно близко подбирались к отряду выскочивших из кустов людей. Его подчинённые сослужили хорошую службу, помогая исстреблять нападающих бандитов. Постепенно, совместными усилиями, команда методично вырезала зелёных гноллей до тех пор, пока их атака не захлебнулась. Жалобно повизгивая от полученных ран, те трусливо ретировались ближе к рабам, опасливо поглядывая на трупы своих собратьев. Видимо, такая взбучка надолго запомнится этим лесным обитателям, решившим покуситься на жизнь Габриэля.",
    "answers": [
      {
        "id": 190,
        "text": "Помочь пленным"
      },
      {
        "super_calculate": false,
        "id": 187,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "sl",
          1,
          "si",
          1,
          "sh",
          1
        ]
      }
    ]
  },
  {
    "id": 188,
    "text": "Дико взревев, чародей помчался навстречу опасности, кося всех, кто попадался ему на пути. Не ожидавшие такого яростного сопротивления, гнолли озлобились, и начали биться пуще прежнего, желая отомстить за вожака... Но Габриэля было уже не остановить — топор будто стал продолжением руки, и маг неистово отбивался от наседающих карликов, отвлекая их внимание на себя. Тем временем, остальная банда не медлила: желая защитить своего лидера, разбойники методично исстребляли зеленокожих вокруг Олиандри, и очень скоро атака гноллей просто-напросто захлебнулась. Жалобно повизгивая от полученных ран, те трусливо ретировались ближе к рабам, опасливо поглядывая на трупы своих собратьев. Видимо, такая взбучка надолго запомнится этим лесным обитателям, решившим покуситься на жизнь Габриэля.",
    "answers": [
      {
        "id": 190,
        "text": "Помочь пленным"
      }
    ]
  },
  {
    "id": 189,
    "text": "Вспомнив, что зеленокожие воспринимают только закон силы, чародей решил ранить тварей, но не добивать их, заставляя их соклановцев испытывать страх. Перехватив поудобнее топор, Габриэль, кинулся вперёд, и начал рубить нападающих на него карликов, оставляя некоторых из них лежать на земле, истекая кровью. Его банда, выскочившая из-за кустов, тоже смекнула, что к чему, и начала методично исстреблять группу гноллей, придерживаясь похожей тактики. Видя такую жестокость, обидчики, жалобно повизгивая от полученных увечий, трусливо ретировались ближе к рабам, опасливо поглядывая на трупы своих собратьев. Видимо, такая взбучка надолго запомнится этим лесным обитателям, решившим покуситься на жизнь Габриэля.",
    "answers": [
      {
        "id": 190,
        "text": "Помочь пленным"
      }
    ]
  },
  {
    "id": 190,
    "text": "За это время некоторые зелеконожие успели окружить пленных. Карлики что-то бормотали на своём малопонятном языке, но разбойники смогли понять, что те начнут убивать заложников, если люди ещё хоть на каплю приблизятся.\n\nОдин из гноллей — его было заметно сразу по коренастой фигуре — исподлобья глядел на мага. Его пальцы то сжимались, то разжимались. Взгляд сначала упирался в глаза Габриэля, потом скользил по лесу, словно что-то выискивая. Губы существа тихо шептали резкие, не понятные человеческому уху, словосочетания, накаляя и без того напряжённую атмосферу. Шумно выдохнув, словно решившись, коренастый подобрал с земли тяжёлый каменный молот и со всей силы замахнулся им на ближайшую пленную женщину.\n\n— Нет! — прокричала она на родном языке Габриэля.",
    "answers": [
      {
        "id": 191,
        "text": "Ударить коренастого топором"
      },
      {
        "id": 192,
        "text": "Заслонить собой заложницу"
      }
    ]
  },
  {
    "id": 191,
    "text": "Чародей не успел полностью заблокировать молот своим оружием, однако даже скользящего столкновения с топором оказалось достаточно для того, чтобы дама, на которую шёл удар, успела увернуться от рабочей части молота.\n\nКоренастый гнолль испуганно зыркнул на Габриэля, и попытался зубами вцепиться последнему в ногу, пытаясь хоть как-то отомстить за развязанный вооружённый конфликт. Но даже это у него не получилось: карлик неуклюже промахнулся, упав наземь лицом вниз, а секундой позже его отрубленная голова покатилась к сородичам, окрапляя снег пятнами тёплой крови.",
    "answers": [
      {
        "id": 193,
        "text": "Разобраться с остатками тварей"
      }
    ]
  },
  {
    "id": 192,
    "text": "Рискуя своей жизнью, чародей кинулся защищать пленную. Он не успел полностью заблокировать молот своим оружием, однако даже скользящего столкновения с топором оказалось достаточно для того, чтобы камень не сломал магу рёбра.\n\nКоренастый гнолль испуганно зыркнул на Габриэля, и попытался зубами вцепиться последнему в ногу, пытаясь хоть как-то отомстить за развязанный вооружённый конфликт. Но даже это у него не получилось: карлик неуклюже промахнулся, упав наземь лицом вниз, а секундой позже его отрубленная голова покатилась к сородичам, окрапляя снег пятнами тёплой крови.",
    "answers": [
      {
        "id": 193,
        "text": "Разобраться с остатками тварей"
      }
    ]
  },
  {
    "id": 193,
    "text": "Зелёные гнолли оказались в меньшинстве и уже начали спасаться бегством, но подчинённые Олиандри не собирались отпускать их просто так.\n\n — Расступись! — послышался возглас позади мага, и поверх его головы полетела бутылочка с зелёным содержимым. Когда та разбилась о землю в десяти шагах от заложников, во все стороны брызнула дымящаяся жидкость, которая явно разъедала живые ткани. Несчастные карлики, на которых попала кислота, взвизгнули от боли, и, один за другим, попадали замертво, покрываясь жуткими ожогами.\n\n\"Отлично, вот только что теперь делать с освобождёнными?\" — пронеслась мысль в голове чародея. Но это была уже не его забота. Свой долг он выполнил, поэтому приказал своим подчинённым собрать вещи, чтобы уйти. Эти люди разберутся самостоятельно.",
    "answers": [
      {
        "id": 2,
        "text": "Под испуганные взгляды бывших рабов, группа людей молча пошла дальше своей дорогой"
      }
    ]
  },
  {
    "id": 194,
    "text": "Воспоминания о прежней банде под предводительством Бонифара навели пироманта на мысли про свою цель. Зачем он ведёт своих людей по холодным землям, где мало добычи? Зачем рискует жизнью каждый день? Куда он идёт?\n\nЧертежи. Габриэль машинально потянулся к внутреннему карману своего плаща, нащупывая свёрток с таинсивенными чертежами. Всё на месте, хвала богам — иначе путешествие к далёкой деревне на севере Империи быдо бы бесполезным. Маг снова запрятал чертежи рунических символов и вернулся в действительность. Нужно во что бы то ни стало добраться до деревни.",
    "answers": [
      {
        "id": 9,
        "text": "Остановиться",
        "var_set": [
          "drova",
          8
        ]
      }
    ]
  },
  {
    "id": 195,
    "text": "Шёл снег.\n\nДорога шла по лесу не ровно, а с небольшими поворотами. В какой-то момент, ступая по очередному изгибу, выходя вновь на прямой путь, разбойники увидели фигуру человека, идущего по тракту шатающейся походкой. Сделав еще несколько шагов, человек начал заваливаться набок, и, в конце концов, рухнул в кусты, да так, что издалека и не заметишь, что что-то произошло. Брун, шедший сбоку, сразу напрягся: то ли от того, что насторожился, то ли из-за порыва помочь прохожему.",
    "answers": [
      {
        "id": 200,
        "text": "Подбежать к \"пострадавшему\""
      }
    ]
  },
  {
    "id": 196,
    "text": "Уходя, краем глаза пиромант успел заметить странный свёрток на дороге. Он выглядел небольшим, и, судя по всему, выпал из телеги торговцев, когда те ускорили ход.\n\n\"Надо же, походе, какую-то добычу мы всё-таки получили\" — мысленно усмехнулся Габриэль, подходя к находке. Маг развернул тряпки и увидел, что под ними скрывались два парных браслета, исчерченных рунами. Чутьё подсказывало, что эти предметы магические, и Изольда подтвердила догадку, удостоверившись, что от них веет магической аурой. Браслеты были настолько лёгкими, что сомнений не оставалось — они сделаны из редкого металла мифрила.\n\nНе долго думая, Олиандри решил присвоить их себе.",
    "answers": [
      {
        "id": 199,
        "text": "Надеть браслеты",
        "addToHistory": [
          83
        ]
      }
    ]
  },
  {
    "id": 197,
    "text": "Присмотревшись, Габриэль обнаружил свёрток, упавший недалеко от телеги, который, тем не менее, не был задет пламенем. Он выглядел небольшим, но, скорее всего, имел интересное содержимое.\n\n\"Надо же, похоже, какую-то добычу мы всё-таки получили\" — мысленно усмехнулся Габриэль, подходя к находке. Маг развернул тряпки и увидел, что под ними скрывались два парных браслета, исчерченных рунами. Чутьё подсказывало, что эти предметы магические, и Изольда подтвердила догадку, удостоверившись, что от них веет магической аурой. Браслеты были настолько лёгкими, что сомнений не оставалось — они сделаны из редкого металла мифрила.\n\nНе долго думая, Олиандри решил присвоить их себе.",
    "answers": [
      {
        "id": 79,
        "text": "Надеть браслеты",
        "addToHistory": [
          83
        ]
      }
    ]
  },
  {
    "id": 198,
    "text": "Брун ранен и не сможет помочь в бою",
    "answers": []
  },
  {
    "id": 199,
    "text": "...Банда под предводительством Габриэля Олиандри снова шагала вперёд, на встречу пробирающему ветру. \n\nНа пироманта вновь накатил порыв мыслей о чертежах с древними рунами. Кто из нынешней команды был знаком с планом Бонифара? Пожалуй, только Ларек, ведь обсуждение велось при нём, поскольку он был счетоводом и доверенным лицом. Суть плана заключалась в том, чтобы добраться до деревни Сихари, найти отца Бонифара, и попросить его сделать татуировки на теле Габриэля, которые позволят ему лучше управлять своей магической силой.\n\n\"Только представь, ты даже облака сможешь поджечь! Мой отец всю жизнь занимался рунами, несмотря на то, что это запрещено вне храмов Красного Бога. Поверь, он с радостью поможет тебе\" — говорил Бонифар. Этот лихой полугном был родом из Империи, но предпочёл вольную жизнь, а не пожизненное заточение в деревне. Его отец был человеком, а мать — дворфийкой. От обоих сыну передались только лучшие черты.",
    "answers": [
      {
        "id": 163,
        "text": "Вернуться в действительность"
      }
    ]
  },
  {
    "id": 200,
    "text": "— Хэй, идём поможем, ребята! — спохватился Брун раньше Габриэля, и кинулся к месту проишествия. Остальная команда побежала за ним.\n\nПреодолев нужное расстояние, разбойники не сразу поняли, куда подевался человек. Оказалось, он так затерялся в кустах, что, если бы не следы на дороге, которые, к слову, уже активно заметались снегопадом, пропавший так и не был бы найден.\n\nЭто оказалась пожилая старуха, кожа которой покрылась инеем, а голос звучал, словно скрипящая половица.\n\n— Там, в мешке... Браслеты... — проговорила она.\n— Женщина, с вами всё в порядке? Как вам помочь? — засуетилась Изольда.",
    "answers": [
      {
        "id": 201,
        "text": "Попытаться помочь старухе"
      }
    ]
  },
  {
    "id": 201,
    "text": "Однако, когда ведьма случайно стянула варежку с её руки, пытаясь помочь подняться, оказалось, что конечность была полностью синяя от холода. Очевидно, что, кем бы не была старая женщина, ей уже не помочь — замёрзла насмерть.\n\nСловно в подтверждение этих мыслей, она выдавила:\n— Выполни своё предназначение... — прохрипела старуха, глядя на Габриэля, после чего закрыла глаза.\n\nОт такого зрелища мага передёрнуло. Так вот, как умирают от мороза в Зимолесье. Человек становится ходячим синим трупом, но всё еще сохраняет способность мыслить. Или же это предсмертный бред?",
    "answers": [
      {
        "id": 202,
        "text": "Облегчить страдания, напоив гномьим самогоном"
      },
      {
        "id": 203,
        "text": "Хлебнуть самому"
      }
    ]
  },
  {
    "id": 202,
    "text": "С горечью созерцая это зрелище, маг огня вытащил из алхимического набора бутыль с гномьим самогоном, который ведьма использовала в качестве антисептика. Откупорив крышку, он влил жидкость в открытый рот женщины, и та с наслаждением глотнула согревающий напиток, а потом издала последний хрип. Прошло несколько мучительных секунд, прежде чем все поняли, что старуха уже скончалась. Габриэль надеялся, что успел облечгить её участь, однако зрелище всё равно было ужасающее.",
    "answers": [
      {
        "id": 204,
        "text": "Осмотреть тело"
      }
    ]
  },
  {
    "id": 203,
    "text": "С горечью созерцая это зрелище, маг огня вытащил из алхимического набора бутыль с гномьим самогоном, который ведьма использовала в качестве антисептика. Выдохнув, он принял напиток внутрь. О боги, эта взвесь была крепче, чем любое спиртное, которое он пробовал за всю жизнь!\n\n— Кхе-кхе, — закашлялся он, пытаясь вернуть флягу на место, — Ну и гадость!\n\nТем временем, пожилая женщина уже скончалась, но градус, ударивший в голову чародею, позволял не воспринимать происходящее всерьёз.",
    "answers": [
      {
        "id": 204,
        "text": "Осмотреть тело"
      }
    ]
  },
  {
    "id": 204,
    "text": "Страшные вещи, эти холода. Окоченевшее тело старухи лежало в кустах, заставляя задуматься о том, куда она шла, и как здесь оказалась. Не хотелось бы повторить её судьбу.",
    "answers": [
      {
        "id": 204,
        "text": "Брун и Изольда мрачно присели на колени перед телом и шептали слова молитвы, адресованные, по видимому, богине Фюсис.",
        "comment": true
      },
      {
        "id": 204,
        "text": "Ларек яростно спорил с Харом, указывая рукой на дорогу, словно доказывая что-то. Он выглядел испуганным.",
        "comment": true,
        "need": -208
      },
      {
        "id": 207,
        "text": "Подойти к Бруну и Изольде"
      },
      {
        "id": 208,
        "text": "Подойти к Хару с Лареком",
        "need": -208
      },
      {
        "id": 205,
        "text": "Обыскать вещмешок за её плечами",
        "var_set": [
          "moroz",
          "global current_id"
        ]
      },
      {
        "id": 206,
        "text": "Обыскать карманы",
        "need": -206
      },
      {
        "id": 199,
        "text": "Похоронить под снегом и продолжить путь",
        "need": 83,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 205,
    "text": "\"Будь у неё что-то ценное, оно ей больше не понадобится\" — с этими мрачными мыслями, маг помог разбойникам разобрать содержимое вещмешка.",
    "answers": [
      {
        "id": 205,
        "text": "Взять деньги: 20 ауранов",
        "var_add": [
          "money",
          20
        ],
        "var_no_more": [
          "money",
          0
        ]
      },
      {
        "id": 205,
        "text": "Взять еду: 2 порции",
        "var_add": [
          "food",
          2
        ],
        "var_no_more": [
          "food",
          0
        ]
      },
      {
        "var_add": [
          "bint",
          1
        ],
        "id": 205,
        "text": "Взять бинты: 1 комплект",
        "need": -209,
        "addToHistory": [
          209
        ]
      },
      {
        "var_add": [
          "med",
          1
        ],
        "id": 205,
        "text": "Взять медикаменты: 1 комплект",
        "need": -210,
        "addToHistory": [
          210
        ]
      },
      {
        "middle_answer": true,
        "text": "Вернуться к осмотру",
        "id": 205,
        "go_to": [
          "moroz"
        ]
      }
    ]
  },
  {
    "id": 206,
    "text": "В карманах плаща не оказалось ничего, за исключением свёртка с чем-то металлическим, а также какой-то палки с узорами.\n\nМаг развернул тряпки свёртка и увидел, что под ними скрывались два парных браслета, исчерченных рунами. Чутьё подсказывало, что эти предметы магические, и Изольда подтвердила догадку, удостоверившись, что от них веет волшебной аурой. Браслеты были настолько лёгкими, что сомнений не оставалось — они сделаны из редкого металла мифрила.\n\nНе долго думая, Олиандри решил присвоить их себе.",
    "answers": [
      {
        "id": 204,
        "text": "Надеть браслеты",
        "addToHistory": 83
      }
    ]
  },
  {
    "id": 207,
    "text": "— Что вы делаете? — поинтересовался пиромант.\n— Замолчи! — гаркнула на него Изольда, а затем более спокойно продолжила, — Молимся Фюсис за упокой её души... Страшная смерть.",
    "answers": [
      {
        "isBack": true,
        "backstepCount": 1,
        "text": "Отойти и не мешать",
        "forget": 207,
        "id": 207
      }
    ]
  },
  {
    "id": 208,
    "text": "— Ребята, что у вас стряслось? — поинтересовался маг.\n— Надо уходить, босс! — встревоженно восклицал ювелир.\n— Почему?\n— Мне кажется, тут что-то нечисто. Старуха странная, да и холодно, — он жалобно втянул голову в плечи.\n\nА вор закатил глаза и, скрестив руки на груди, выдавил:\n\n— Да всё нормально, надо обшманать спокойно тело, и только после этого идти... Этот неженка просто покойников боится. Так ступай!\n\nОба члена банды недовольно взглянули друг на друга. Лицо Ларека от злости краснело, а Хар скептически глядел на товарища, выдавая нотку презрения.",
    "answers": [
      {
        "id": 211,
        "text": "Осадить Хара",
        "var_sub": [
          "sh",
          1
        ]
      },
      {
        "id": 212,
        "text": "Осадить Ларека",
        "var_sub": [
          "sl",
          1
        ]
      }
    ]
  },
  {
    "id": 209,
    "text": "бинты старухи",
    "answers": []
  },
  {
    "id": 210,
    "text": "медикаменты старухи",
    "answers": []
  },
  {
    "id": 211,
    "text": "— Спокойно, Хар, не кипятись, — начал чародей, — Меня самого передёрнула, когда она испустила дух.\n— Ну вас! — обиженно махнул он рукой, — Моё мнение прежнее: этот пухляш поднял панику из ничего. Таких в банде держать не надо.\n\nВ банде регулярно возникали конфликты, но тут спор был практически на пустом месте.",
    "answers": [
      {
        "id": 204,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 212,
    "text": "— Спокойно, Ларек, — начал чародей, — опасности рядом нет, и ничего страшного от потраченного на обыски времени не случится.\n— Да ну вас! — махнул он рукой, — Моё мнение прежнее: чем раньше уйдем из этого места, тем лучше. Не нравится мне тут.\n\nВ банде регулярно возникали конфликты, но тут спор был практически на пустом месте.",
    "answers": [
      {
        "id": 204,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 213,
    "text": "Личный инвентарь Габриэля Олиандри:",
    "answers": [
      {
        "id": 213,
        "text": "• Топор \"Свирепый\" из адамантия",
        "comment": true,
        "need": 2
      },
      {
        "id": 213,
        "text": "• Магические рунные браслеты",
        "comment": true,
        "need": 83
      },
      {
        "id": 213,
        "text": "• Медальон с золотой цепочкой",
        "comment": true,
        "need": 16
      },
      {
        "instant": true,
        "id": 213,
        "text": "Назад",
        "middle_answer": true,
        "go_to": [
          "list2"
        ]
      }
    ]
  },
  {
    "id": 214,
    "text": "Просмотр личных финансов Габриля Олиандри",
    "answers": [
      {
        "id": 214,
        "text": "Аураны:",
        "comment": true,
        "var_show": [
          "money"
        ]
      },
      {
        "instant": true,
        "id": 214,
        "text": "Назад",
        "middle_answer": true,
        "go_to": [
          "list1"
        ]
      }
    ]
  },
  {
    "id": 215,
    "text": "Правое сайд меню",
    "answers": [
      {
        "id": 215,
        "text": "ЛИСТ ПЕРСОНАЖА",
        "comment": true
      },
      {
        "id": 215,
        "text": "Имя: Габриэль",
        "comment": true
      },
      {
        "id": 215,
        "text": "Фамилия: Олиандри",
        "comment": true
      },
      {
        "id": 214,
        "text": "Личные деньги",
        "var_not": [
          "global current_id",
          214
        ],
        "var_set": [
          "list1",
          "global current_id"
        ]
      },
      {
        "id": 213,
        "text": "Список личных вещей",
        "var_not": [
          "global current_id",
          213
        ],
        "var_set": [
          "list2",
          "global current_id"
        ]
      }
    ]
  },
  {
    "id": 216,
    "text": "Брун дежурит 2",
    "answers": []
  },
  {
    "id": 217,
    "text": "Хар дежурит 2",
    "answers": []
  },
  {
    "id": 218,
    "text": "Ларек дежурит 2",
    "answers": []
  },
  {
    "id": 219,
    "text": "Изольда дежурит 2",
    "answers": []
  },
  {
    "id": 220,
    "text": "Гжб дежурит 2",
    "answers": []
  },
  {
    "id": 221,
    "text": "Брун присел у костра, а остальные разбойники улеглись рядом, укутавшись в свои спальные мешки. Пока снежная буря сюда не добралась, надо было урвать как можно больше часов сна.\n\nГабриэлю снились его мечты. Он знал, что добьется своей цели, получит заветные рунические татуировки с чертежей, а потом отправится куда-нибудь на юг, мстить за своё испорченное детство и молодость. Он скрывался не просто так: все, кто были причастны к его заточению, розыску, все они будут пылать в огне... Чародей им не завидовал. Скорее всего он доберётся до столицы Кина, и сожжёт здание Верховной Канцелярии. Или убьёт короля. А может быть, применит свою силу в другом русле — пока не понятно. Но чего он уж точно желал, так это добраться до деревни и найти Аркана Антари, отца Бонифара, мастера рун.",
    "answers": [
      {
        "id": 123,
        "text": "Проснуться",
        "blackout": true
      }
    ]
  },
  {
    "id": 222,
    "text": "Хар присел у костра, а остальные разбойники улеглись рядом, укутавшись в свои спальные мешки. Пока снежная буря сюда не добралась, надо было урвать как можно больше часов сна.\n\nГабриэлю снились его мечты. Он знал, что добьется своей цели, получит заветные рунические татуировки с чертежей, а потом отправится куда-нибудь на юг, мстить за своё испорченное детство и молодость. Он скрывался не просто так: все, кто были причастны к его заточению, розыску, все они будут пылать в огне... Чародей им не завидовал. Скорее всего он доберётся до столицы Кина, и сожжёт здание Верховной Канцелярии. Или убьёт короля. А может быть, применит свою силу в другом русле — пока не понятно. Но чего он уж точно желал, так это добраться до деревни и найти Аркана Антари, отца Бонифара, мастера рун.",
    "answers": [
      {
        "id": 123,
        "text": "Проснуться",
        "blackout": true
      }
    ]
  },
  {
    "id": 223,
    "text": "Ларек присел у костра, а остальные разбойники улеглись рядом, укутавшись в свои спальные мешки. Пока снежная буря сюда не добралась, надо было урвать как можно больше часов сна.\n\nГабриэлю снились его мечты. Он знал, что добьется своей цели, получит заветные рунические татуировки с чертежей, а потом отправится куда-нибудь на юг, мстить за своё испорченное детство и молодость. Он скрывался не просто так: все, кто были причастны к его заточению, розыску, все они будут пылать в огне... Чародей им не завидовал. Скорее всего он доберётся до столицы Кина, и сожжёт здание Верховной Канцелярии. Или убьёт короля. А может быть, применит свою силу в другом русле — пока не понятно. Но чего он уж точно желал, так это добраться до деревни и найти Аркана Антари, отца Бонифара, мастера рун.",
    "answers": [
      {
        "id": 123,
        "text": "Проснуться",
        "blackout": true
      }
    ]
  },
  {
    "id": 224,
    "text": "Изольда присела у костра, а остальные разбойники улеглись рядом, укутавшись в свои спальные мешки. Пока снежная буря сюда не добралась, надо было урвать как можно больше часов сна.\n\nГабриэлю снились его мечты. Он знал, что добьется своей цели, получит заветные рунические татуировки с чертежей, а потом отправится куда-нибудь на юг, мстить за своё испорченное детство и молодость. Он скрывался не просто так: все, кто были причастны к его заточению, розыску, все они будут пылать в огне... Чародей им не завидовал. Скорее всего он доберётся до столицы Кина, и сожжёт здание Верховной Канцелярии. Или убьёт короля. А может быть, применит свою силу в другом русле — пока не понятно. Но чего он уж точно желал, так это добраться до деревни и найти Аркана Антари, отца Бонифара, мастера рун.",
    "answers": [
      {
        "id": 123,
        "text": "Проснуться",
        "blackout": true
      }
    ]
  },
  {
    "id": 225,
    "text": "Габриэль присел у костра, а остальные разбойники улеглись рядом, укутавшись в свои спальные мешки. Пока снежная буря сюда не добралась, надо было урвать как можно больше часов сна.\n\nГабриэлю виделись его мечты. Он знал, что добьется своей цели, получит заветные рунические татуировки с чертежей, а потом отправится куда-нибудь на юг, мстить за своё испорченное детство и молодость. Он скрывался не просто так: все, кто были причастны к его заточению, розыску, все они будут пылать в огне... Чародей им не завидовал. Скорее всего он доберётся до столицы Кина, и сожжёт здание Верховной Канцелярии. Или убьёт короля. А может быть, применит свою силу в другом русле — пока не понятно. Но чего он уж точно желал, так это добраться до деревни и найти Аркана Антари, отца Бонифара, мастера рун.",
    "answers": [
      {
        "id": 226,
        "text": "Вернуться к реальности",
        "blackout": true
      }
    ]
  },
  {
    "id": 226,
    "text": "Спать бродягам было уготовано недолго. Через пару часов буря действительно достигла их лагеря, поэтому порывы сильнейшего ветра мало того, что продували спальные мешки, так ещё и грозили затушить костёр.\n\n— Надо натянуть шкуры, — пробормотал сонный Ларек, и принялся сильнее подтягивать ремешки, на которых держался импровизированный шалаш. После его манипуляций стало меньше ветра, но оставалось по-прежнему холодно, поэтому Габриэль, укутавшись во все одежды, принялся методично подбрасывать хворост в огонь.\n\nОт усилившегося ветра пробудился и Брун. Подсев к чародею, тот наклонился к нему и произнёс:\n— Надо поговорить, босс.",
    "answers": [
      {
        "id": 124,
        "text": "Поговорить с наёмником"
      }
    ]
  },
  {
    "id": 227,
    "text": "Когда выдалась свободная от сражений минутка, Габриэль вновь погрузился в свои воспоминания...\n\n\"Они постоянно унижают меня. Сколько можно?! Только из-за того, что я гулял с Гретой прошлым вечером, Олаф и ребята подкараулили меня за сараем, избили, после чего отобрали корзинку с пряжей, которую я должен был отнести матери. Как я мог выйти из это ситуации? Да никак! Рядом даже людей не было, зато из-за этих паршивцев она так и не связала шарф. Кто знал, что это могло быть её последнее изделие?\"\n\n...Подул ветер, из-за чего крупная охапка снега свалилась на разбойников с ближайшей ели. Все перепугались до смерти, но оказалось, что ничего страшного не произошло.\n\n\"Накануне этого дня пропала наша кошка — Иззи. Долго не появлялась дома, хотя скоро должна была родить котят. Я пошел искать её везде, где видел на вчера, а когда её тушка с перерезанной глоткой обнаружилась возле забора дома Олафа, я заплакал. И почему отца нет рядом? Он бы смог предотвратить травлю, но отца забрали на службу\"\n\nВнезапно, кусты близ дороги подозрительно зашевелились.",
    "answers": [
      {
        "id": 228,
        "text": "Схватиться за оружие"
      }
    ]
  },
  {
    "id": 228,
    "text": "— Там кто-то есть! — вскрикнул Ларек, пытаясь достать меч, ножны с которым сместились под его пузо, и теперь заклинили.\n\nВся банда вновь подскочила, однако через секунду из кустов появился обыкновенный заяц. Беляк испуганно зыркнул на людей, а затем, поняв, что нужно спасаться от нведомых существ, юркнул в заросли с противоположной стороны дороги.\n\n\"Но это было ещё не всё: в ответ на мой плач, сбоку послышались сдавленные смешки Олафа и ребят. Это стало последней каплей. Как говорил мой отец, который сейчас наверняка думает, что я мёртв: «Горе — это горнило, в котором закаляется ярость\". Тогда мне еще не было известно об этих способностях, но в тот момент я был вне себя от ярости. Поэтому деревня, а вместе с ней и тела обидчиков, сгорела неукротимым огнём...\"",
    "answers": [
      {
        "id": 100,
        "text": "Успокоиться и продолжить путь"
      }
    ]
  },
  {
    "id": 229,
    "text": "Целый день потребовался на то, чтобы спуститься с Холмов, пройти через долину и выйти наконец к воротам северной гномьей деревушки. В свете заходящего солнца красовалась надпись \"Сихари\" на халарском языке, установленная над воротами.",
    "answers": [
      {
        "id": 230,
        "text": "Хар собирается кое-что сказать"
      },
      {
        "id": 229,
        "text": "[Хар остаётся в команде]",
        "comment": true,
        "var_need": [
          "sh",
          1
        ]
      },
      {
        "id": 229,
        "text": "[Хар уходит из команды]",
        "comment": true,
        "var_less": [
          "sh",
          1
        ]
      },
      {
        "id": 231,
        "text": "Ларек собирается кое-что сказать"
      },
      {
        "id": 229,
        "text": "[Ларек остаётся в команде]",
        "comment": true
      },
      {
        "id": 229,
        "text": "[Ларек уходит из команды]",
        "comment": true
      },
      {
        "id": 232,
        "text": "Изольда собирается кое-что сказать"
      },
      {
        "id": 229,
        "text": "[Изольда остаётся в команде]",
        "comment": true
      },
      {
        "id": 229,
        "text": "[Изольда уходит из команды]",
        "comment": true
      },
      {
        "id": 233,
        "text": "Войти в деревню",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 230,
    "text": "— Слушай, Габриэль. Ты был отличным командиром, не хуже Бонифара. Я рад, что пошёл за тобой.",
    "answers": [
      {
        "id": 230,
        "text": "Но теперь я хочу временно уйти, попробовать самому освоиться в деревне. В случае чего я буду тут, надеюсь, мы еще встретимся.",
        "merge": true
      },
      {
        "id": 230,
        "text": "Новый ответ. введите текст",
        "merge": true
      },
      {
        "id": 229,
        "text": "— Понятно."
      }
    ]
  },
  {
    "id": 231,
    "text": "— Спасибо, что помог нам добраться до этой деревни, Габриэль. ",
    "answers": []
  },
  {
    "id": 232,
    "text": "— Этот путь был нелёгким, если честно, — начала Изольда.",
    "answers": []
  },
  {
    "id": 233,
    "text": "",
    "answers": []
  },
  {
    "id": 234,
    "text": "",
    "answers": []
  },
  {
    "id": 235,
    "text": "",
    "answers": []
  },
  {
    "id": 236,
    "text": "",
    "answers": []
  }
]