[
  {
    "id": 1,
    "text": "\nАвтор: VeraVik. \nЖанр: Фэнтези, с элементами юмора.\nСтатус: Завершён\n\n◾◼️◾◼️◾◼️◾◼️◾◼️◾◼️\n◼️◾◼️◾◼️◾◼️◾◼️◾◼️◾\n\nЭто история о принцессе тьмы, а точнее её прозвали так. Но кто же она на самом деле? злодейка или невинное дитя? А может быть всё сразу? Одно я знаю точно она никогда не делает что-то просто так и пожертвовала она своё жизнью не просто потому что ей жить надоело из-за долгих издевательств и взглядов ненависти. Она сделала это для того чтобы спасти мир и свою семью. Что же с ней случилось дальше это вы узнаете в самой книги...\n\n◾◼️◾◼️◾◼️◾◼️◾◼️◾◼️◼️◾◼️◾◼️◾◼️◾◼️◾◼️◾\n\nОбновленно: \n▪️ Закончен начальный том",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      },
      {
        "id": 4,
        "text": "Список глав."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 101,
        "text": "От автора"
      },
      {
        "id": 102,
        "text": "Персонажи"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://c.radikal.ru/c20/1911/74/f2ce9950d6f5.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава. 0 Пролог.\n\n1.\nМного миллионов лет назад, в империи Лин, в маленьком королевстве Ай, родилась принцесса с магией тьмы. Именно эту силу считали чудовищной и поэтому владелец этой силы всегда должен быть плохим существом. Покрайней мере так считали жители всех империй и королевств. Но что на самом деле скрывала правда?",
    "answers": [
      {
        "id": 3,
        "text": "Далее."
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 3,
    "text": "\n2.\n На самом же деле магия ни как не связана с характером, но увы многие расы считали темную силу ужасающий и боялись бедную маленькую девочку. Та хотела просто поиграть, в то время как волшебные существа считали её настоящим монстром. Розалин, так звали нашу главную героиню, старалась из-за всех сил чтобы её перестали боятся и наконец поняли, что она не хочет ничего плохого от них. И у неё это получилось, разумеется с помощью своих друзей. Но зато она не только добилась признание, но и доказала, что магия ни как не влияет на характер существ.",
    "answers": [
      {
        "id": 5,
        "text": "Далее."
      },
      {
        "id": 2,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 4,
    "text": "Глава 0. Пролог.\nГлава 1. Перерождение.\nГлава 2. Без полезная.\nГлава 3. Расследование!\nГлава 4. Все что угодно чтобы выжить.\nГлава 5. Неожиданные события.\nГлава 6. Сумасшедшая.\nГлава 7. Горькая правда.\nГлава 8. Война или мир?",
    "answers": [
      {
        "id": 2,
        "text": "Глава 0. Пролог"
      },
      {
        "id": 15,
        "text": "Глава 1. Перерождение"
      },
      {
        "id": 34,
        "text": "Глава 2. Бесполезная"
      },
      {
        "id": 46,
        "text": "Глава 3. Расследование!"
      },
      {
        "id": 59,
        "text": "глава 4. всё что угодно чтобы выжить"
      },
      {
        "id": 80,
        "text": "Глава 5. Неожиданные события"
      },
      {
        "id": 114,
        "text": "Глава 6. Сумасшедшая"
      },
      {
        "id": 143,
        "text": "Глава 7. Горькая правда."
      },
      {
        "id": 155,
        "text": "Глава 8. Война или мир?"
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 5,
    "text": "\n\n3.\nТаким образом все получили заслуженное обращение. Например магические существа перестали судить только по магии и смотрели глубже чем раньше, а принцессе дали достойное звания наследницы трона королевство Ай. Розалин смогла сделать крепкий союз с другим Королевством Лан. Впервые за много лет нескончаемый войны, был создан нерушимый союз между этими государствами.",
    "answers": [
      {
        "id": 6,
        "text": "Далее."
      },
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 6,
    "text": "\n4.\n Казалось бы что теперь больше ни чего не помешает мирной  счастливой жизни. Розалин как и предназначено ей взойдет на трон, королевства Ай и Лан перестанут воевать, а существа как говорится не будут судить книгу по обложке. Но если бы было всё так просто... Жители всей империи ещё не знают какая опасность поджидает их.",
    "answers": [
      {
        "id": 7,
        "text": "Далее."
      },
      {
        "id": 5,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 7,
    "text": "\n5.\nЭто самая опасность... Новая и жестокая война. Война не между королевством и не между империей, всё гораздо хуже чем было раньше. После союза королевств на свет вышли разные твари подобные демонам и монстрам который не убить вот так вот просто. Многие воевали за свой дом. Взрослые, дети, старики. Теперь было не только всё равно у кого какая магия, но и кто воюет на кровавой войне.",
    "answers": [
      {
        "id": 8,
        "text": "Далее."
      },
      {
        "id": 6,
        "text": "Назад."
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c08/1910/13/20d36cdfb9e0.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "\n6.\n В чем же причина появления на свет этих тварей? Как оказалось все немного проще. Дело в том что хоть в мире и присутствует магия, но в отличие от той что была она слабея чем та много поколений назад. \nРаньше Империя Лин самая большая между прочим, делилась на несколько Рас\n1. Эльфы\n2. Маги\n3. Звероподобные\n4. Крылатые\n5. Воины.\nВсе они владели своей магией и укаждого была своя стихия неумение использовать магию, было как не уметь ходить.",
    "answers": [
      {
        "id": 9,
        "text": "Далее."
      },
      {
        "id": 7,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 9,
    "text": "\n7.\n Но со временем расы стали ослобевать, магия стала почти не нужной и появилась новая раса, люди. Эта раса не способная даже использовать хоть капельку магии и как минимум, она самая слабая из всех. Прошло ещё не сколько тысячелетий и все расы попросту распались, на земле остались только потомки рас. Они не эльфы не воины, а просто что-то смешанное с человеком и расой.",
    "answers": [
      {
        "id": 10,
        "text": "Далее."
      },
      {
        "id": 8,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 10,
    "text": "\n8.\n В мире значительно стало меньше магии и поэтому на свет появились разные демоны и монстры, которые жаждут только разрушения и хаоса. Для них крики и плач невинных жертв это забава который можно продолжать сколько душе угодно. Был лишь один единственный выход. Кто-то с удивительно большим количеством магии должен отдать всю свою силу миру, и тогда эти несчастные твари погибнут на не сколько тысячелетий. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее."
      },
      {
        "id": 9,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 11,
    "text": "Королевство Ай замок:\n\n9.\n— Что ты такое говоришь Розалин! Если ты отдашь всю свою магию миру, то умрёшь. Потомки разных рас не могут выжить без своей магии! Даже если у них она слабая.\n— Я знаю отец, и поэтому я...\n— Я не допущу чтобы ты погибла!\n— Но отец! Целая армия монстров идёт на деревню не подалеку от королевства, если мы не предпримем что-нибудь сейчас, то страна Ай будет полностью захвачена!\n— Я сказал нет! Пусть кто-нибудь другой будет идти на жертву. Ты моя единственная дочь и подумай ты наследница трона!\n— У нас нет выбора, я одна из меньшего количества кто обладает сильной магией, если трон это такая большая проблема, то передай его моей подруги Шарлотте, она столько мне помогала и ей доставалась из-за меня, она по праву его заслуживает...",
    "answers": [
      {
        "id": 12,
        "text": "Далее."
      },
      {
        "id": 10,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 12,
    "text": "\n10.\n— Ты точно уверена? Тихо сказал отец.\n— Да!\n— Тогда прости меня, раньше я... Даже не улыбался тебе, мне очень жаль что я думал о тебе плохо только из-за магии.\n— Не волнуйся это уже в прошлом, мы должны сосредоточится на настоящим. Я обняла отца и заплакала, мне было очень грустно потому что мне придется покинуть его навсегда. Но если я останусь, то будет еще хуже... Я только надеюсь, что он простит меня за то что я такая ужасная дочь.\n— Я люблю тебя.\n— И я тебя пап...",
    "answers": [
      {
        "id": 13,
        "text": "Далее."
      },
      {
        "id": 11,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 13,
    "text": "\n11.\n Я попращалась с отцом в последний раз и направилась быстрым шагом прочь, мне до безумия хотелось развернутся и снова обнять отца. Но я понимала что тогда мне будет еще больнее, поэтому я старалась быстро уйти и произнести последние в жизни заклинание, я так молилась чтобы не кого не встретить в замке, потому что если это произойдет я расплачусь у него на глазах. Но к счастью этого не произошло. Я вышла на улицу глубоко вздохнула и приготовилась к смерти. Надеюсь умирать будет не слишком больно...\n",
    "answers": [
      {
        "id": 14,
        "text": "Далее."
      },
      {
        "id": 12,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 14,
    "text": "\n12.\n Конечно у меня есть небольшие сожеления, но разве можно умирать без них? Они небольшие так что все в порядке, но всё же мне хотелось снова сделать несколько вещей. Например я снова бы хотела увидеть маму или ещё раз сразиться с лунными рыцарями и победить их всех, а ещё я так и не попросила у Шарлотты прощения за всё. Надеюсь мы так и останемся подругами не смотря на мою гибель... Что-то я задумалась время начинать!\n (Я произнесла последнии в жизни слова и грохнулась на землю)\n ",
    "answers": [
      {
        "id": 15,
        "text": "Конец.",
        "blackout": true
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a33/1910/39/b1a38709c052.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "Глава 1. Перерождение.\n\n13.\nЯ долго бродила во тьме, не зная где нахожусь, всё что помню это то что произнесла заклинание, но у меня нет ни каких  воспоминаний о том, как я здесь оказалась. Если хорошенько подумать, то я нахожусь здесь довольно долгое время. Что я здесь забыла? Это не похоже на место который называют рай.",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      },
      {
        "id": 14,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 16,
    "text": "\n14.\n— О, госпожа моя! Поднимите же голову, и просмотрите на своего скромного слугу! Вдруг раздался мужской голос. Я рефлекторно подняла взгляд на вверх и увидела... Ангела..? Человека..? Не кого из перечисленного, он не был похож на ангела и уж точно не на человека. Лицо было прикрыто капюшоном, а тело было обвито чёрными цепями.\n— Кто ты такой? Где я?\n— Дай мне имя и ты найдешь ответы на все свои вопросы.\n— Имя? Ну... тогда, Себастьян?",
    "answers": [
      {
        "id": 17,
        "text": "Далее."
      },
      {
        "id": 15,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 17,
    "text": "\n15.\n— Хорошее имя. Существо щелкнуло пальцем и я стала падать куда-то на огромной скорости. Не то чтобы мне было всё равно просто... Я знала что мертва и поэтому даже не сопротивлялась, в конце концов в этом просто нет смысла... Всё что меня сейчас волновало это то существо которое разговаривало со мной. Но наверное сейчас это не особо важно. Я все таки сумасшедшия если даже не обращаю внимания на пропасть в которую сейчас падаю...",
    "answers": [
      {
        "id": 18,
        "text": "Очнуться.",
        "blackout": true
      },
      {
        "id": 16,
        "text": "Назад."
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b29/1910/bf/960a2633104e.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n16.\nЯ открыла глаза и поняла что нахожусь совершенно незнакомым месте. Где я? Что с моим телом? И кто эти люди что окружают меня? \n— Ну привет, хозяйка. Улыбнулось мне, то самое существо.\nЯ попыталась что-нибудь сказать, но из этого получилось черти что... Даже я не поняла что вообще сказала.\n— Так у тебя точно ничего не получится, просто думай что ты хочешь сказать и я смогу прочитать твои мысли.\n— Ангел!?",
    "answers": [
      {
        "id": 19,
        "text": "Далее."
      },
      {
        "id": 17,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 19,
    "text": "\n17.\n— Я!? Неет... Если меня и назвать ангелом, то только кровопролития.\n— Кто ты вообще такой?\n— Ммм... Я даже не знаю, как объяснить тебе, это немного сложно.\n— Говори, как есть, сейчас!\n— Хорошо, Хорошо. Ты наверное знаешь что умерла так? Ну вот, а ещё ты должна знать что тёмная магия очень-очень редкая и одна из ее способностей получать своего слугу.\n— Так ты... Мой слуга?\n— Я не просто там какой-то слуга! Возмущённо ответил он.\n— Я бывший король тьмы! ",
    "answers": [
      {
        "id": 20,
        "text": "Далее."
      },
      {
        "id": 18,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 20,
    "text": "\n18.\n— Что!? Тот самый? Самое сильное существо во всем мире? Которого уже, как много миллионов лет назад запечатали?\n— Ну, не совсем запечатали... Скорее наложили проклятие. Теперь я обречен вечно служить тому у кого будет сильная магия тьмы.\n— Вот оно как, это так удивительно.\n— И ты считаешь это удивительным!? \n— Лучше бы сказал мне где я, а не возмущался.\n— А я не говорил?",
    "answers": [
      {
        "id": 21,
        "text": "Далее."
      },
      {
        "id": 19,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 21,
    "text": "\n19.\n— Нет!\n— Аа... Ну тогда ты что-то типо переродилась в прошлое.\n— Что!? Как!?\n— Как я уже говорил ты владела тёмной магией, очень редко с помощью неё можно переродиться, а ты не только обрела вторую жизнь, но и получила слугу если честно я такое впервые вижу...\n— Так стоп я не понимаю у меня щас мозг лопнит. Ты говоришь что я переродилась? И мой слуга король тьмы?\n— Ну и что тут непонятного? \n— Аааа... Всё проехали кем я переродилась дочерью служанки или простолюдинкой?\n— Нуу... Медленно произнес он.\n— Принцессой тьмы.",
    "answers": [
      {
        "id": 22,
        "text": "Далее."
      },
      {
        "id": 20,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 22,
    "text": "\n20. \n— Ахаха ты ведь шутишь да? Она была ещё во времена пяти фракций, когда империи воевали между собой. Он сделал очень серьезное выражение лица что мне стало не по себе.\n— Значит не шутишь...\nПо моим знаниям у принцессы тьмы была не жизнь, а просто ад Все из-за императора, ее сестёр и окружающих людей, а если по порядку то...\n",
    "answers": [
      {
        "id": 23,
        "text": "Далее."
      },
      {
        "id": 21,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 23,
    "text": "\n21.\n Император Хасан Де Ламоник. Самый могущественный из всех людей в империи тогда и сейчас. Его большое количество магии и сила благодаря который он за один день может разрушить самую большую страну пугает, он самый величайший из всех императоров. Но есть один большой минус в нем, это его жестокость и коварство, он тот человек который может убить своих же детей если они для него бесполезны. Например из 28 выжило только 14 детей, а после рождения 15 ребенка он потерял интерес к ниму.",
    "answers": [
      {
        "id": 24,
        "text": "Далее."
      },
      {
        "id": 22,
        "text": "Назад."
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d17/1911/e2/b1734000d57c.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "\n22.\n Этот 15 выживший ребенок и была так называемая принцесса тьмы. Но хоть ей и удалось выжить, лучше бы её сразу убили так как когда император вернулся с войны, ему известили что родилась принцесса и принесли ребенка к ниму. Разумеется как все нормальные дети она заплакала потому что её разбудили, и знаете что сделал император? Он хотел убить свою же дочь чтобы она просто заткнулась, но в итоге он ранил служанку потому что та защитила принцессу, а этот без совестный подонок даже не извинился и просто ухмыльнулся.",
    "answers": [
      {
        "id": 25,
        "text": "Далее."
      },
      {
        "id": 21,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 25,
    "text": "\n23.\n Эта была самая первая трагедия принцессы, остальные продолжались год за годом. Её оставили в живых только потому что она владела редкой и сильной магией что и отец, силой тьмы. Но какой толк от магии который не умеешь использовать? Поэтому когда ей исполнилось три, отец о ней вообще забыл и она жила в старом замке с маленьким количеством еды, а когда ей было 9 лет принцесса случайно врезалась в императора, тот даже не узнал свою дочь. Конечно не видев ее целых 8 лет и это не самое страшное, ещё страшнее то, что император наказал принцессу за то, что она врезалась в него. Не зная что это его дочь. Наказания было очень суровым 10 ударов палками, а если в кратко то, ее избили до полусмерти. Через три года император вспомнил что та девчонка была его дочерью, но не смотря на это не придал этому никого значения.  Множество раз он пытался убить свою дочь из-за того что она бесполезная и жалкая.",
    "answers": [
      {
        "id": 26,
        "text": "Далее."
      },
      {
        "id": 24,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 26,
    "text": "\n24.\n Но не только император издевался над ней, 10 принцесс ненавидели свою сестру за то что у неё сильная магия без каких либо тренеровок. Частенько они собирались все вместе чтобы избить её. Бедная не могла за себя даже постоять, возможно ее жизнь была куда лучше если бы она завела друга но... Люди считали ее монстром из-за магии, хотя на самом деле в то, время как раз таки было плевать какая у кого магия, большинство просто завидовали и использовали страх как особое опровдания, в конце концов у нее не было даже друзей. А ещё в 16 лет принцесса куда-то исчезла, ее отец даже не стал искать свою дочь, он мог послать хотя бы самого слабого слугу на ее поиски, но не удосужился даже на такую малость.",
    "answers": [
      {
        "id": 27,
        "text": "Далее."
      },
      {
        "id": 25,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 27,
    "text": "\n25.\n Короче говоря не жизнь, а дерьмо...\n— Себастьянчик, миленький, ну скажи что я смогу хоть что-нибудь изменить...\n— Сможешь.\n— Правда?\n— Ну... если получится. \n— А если не получится?\n— А я то откуда знаю? Я просто слуга! Ну из-за какие такие грехи мне это все досталась? Почему я переродилась именно этой принцессой? Я могла бы переродиться хотя бы нищий или бездомной, кем угодно, но только не принцессой... \nЯ ещё долго дулась на свою судьбу, но этим горю не поможешь и я всё-таки смирилась с произошедшим.\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Далее."
      },
      {
        "id": 26,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 28,
    "text": "\n26.\n— Хорошо, я знаю что мне делать! Решительно подумала я или сказала... Давайте пропустим эту тему!\n— Что?\n— По моим знаниям, император не убивает тех детей кто ему полезен, а значит я постараюсь быть полезной для империи и для него.\n— Хороший план, но как?\n— Что значит как? В прошлой жизни я делала всё чтобы заполучить внимание отца, для меня это не впервые. Так же я очень хорошо знаю как пользоваться магией, а с  науками я ещё лучше, помню император хотел убить принцессу потому что она жалкая, а в фехтовании у меня нет равных.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      },
      {
        "id": 27,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "\n27.\n— А можно один вопрос? Кто ты такая!?\n— В смысле? \n— В прямом, ты хороша в магии в фехтовании и в науках одновременно!?\n— Ну да я же говорила, я делала все что можно чтобы меня признали.\n— И зачем так париться... \n— Что значит зачем!\n— Ладно, ладно не начинай, твой так называемый отец придет уже завтра и ещё...\n— Что ещё?\n— Как зовут тебя? Или мне надо называть тебя госпожой?\n— Розалин и даже не смей упоминать госпожа это странно!\n— Я понял, но ещё хочу сказать что с этим именем ты долго не будешь.",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      },
      {
        "id": 28,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 30,
    "text": "\n28.\n— Что ты имеешь ввиду?\n— Ровно то что и сказал. Лучше поспи чем задавать глупые вопросы.\n— Ауу... Себастьян. Я умерла, получила слугу демона, поняла что моя жизнь полное дерьмо, меня могут убить в любой момент, и ты мне говоришь просто поспать!?\n— А что в этом такого?\n— Ты ненормальный!\n— Сама ненормальная я забочусь о твоём здоровье!\nОн точно ненормальный...\n— Эй, ты ведь знаешь что я до сих пор читаю мысли?\n— Да знаю, я знаю!\n— Говори что хочешь, но тебе и вправду нужно поспать, особенно твоему телу младенца.\nОн все же прав мне нужен сон и немного спокойствие, честно говоря я всё ещё не верю что со мной это всё происходит, события развиваются слишком быстро, а в моей голове совсем нечего не укладывается.\n",
    "answers": [
      {
        "id": 31,
        "text": "Заснуть",
        "blackout": true
      },
      {
        "id": 29,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 31,
    "text": "Раннее утро:\n\n29.\n Я очнулась от того что кто-то схватил меня и стал куда-то бежать.\n— Себастьян что происходит?\n— Тебя несут к императору в главный зал.\n— Погоди что? Почему ты раньше не разбудил меня?\n— Я не хотел тревожить сон моей хозяйки. Я злобно посмотрела на него, а он виновато отпустил голову.\n— Ничего не поделаешь, самое главное не плакать...\n— Обычный ребенок уже заплакал бы.\n— Молчи блин, то есть не думай, блииин... Короче ты понял!\n— Ага, Захихикал он.",
    "answers": [
      {
        "id": 32,
        "text": "Далее."
      },
      {
        "id": 30,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 32,
    "text": "\n30.\n Женщина что так неаккуратно меня носила, прям таки ворвалась в главный зал со мной.\n— Ваше величество! У вас дочь! Император посмотрел на меня таким взглядом что-то типо Что вам вообще от меня нужно? Надоели все... Я знала что так и будет, но такая реакция на ребенка. Император встал с трона и подошёл ко мне, от его приближения по телу пробежались мурашки и вообще со мной Себастьян он защитит меня я вспомнила о моём слуге и перестала боятся.\n \n",
    "answers": [
      {
        "id": 33,
        "text": "Далее."
      },
      {
        "id": 31,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 33,
    "text": "\n31.\n Император улыбнулся, но в этой улыбке было что-то не доброе что-то мне не хорошо...\n— Одзура. Что он сказал?\n— Одзура, Лерег, Илестри, Деламоник. Отныне её зовут так.\n— Да, ваше величество. Служанка сделала низкий поклон и спросила разрешение уйти. Я не поняла он только что дал мне имя, или мне послышалось?\n\n.........................................................  Деламоник это императорская фамилия.",
    "answers": [
      {
        "id": 34,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 34,
    "text": "Глава. 2 Бесполезная.\n\n32.\n— Эй, хозяйка как все прошло? Радостно сказал мне он.\n— Себастьян когда ты говорил про имя ты имел ввиду что у меня будет новое?\n— Ага и какое у тебя теперь?\n— Одзура.\n— Ух-ты...\n— Что?\n— Тебя назвали в честь небес разве не здорово? \nЗдорово, но не поэтому по истории её отец забыл дать ей имя и служанки назвали принцессу Бина.\n\n",
    "answers": [
      {
        "id": 35,
        "text": "Далее."
      },
      {
        "id": 33,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 35,
    "text": "\n33.\n— Хоть и имя красивое, но не забывай что меня всё ещё зовут Розалин.\n— Ты всё ещё не смирилась, что его дочь?\n— О чем это ты говоришь? Я не понимаю ни слова...\n— Ну да конечно. С улыбкой сказал Себастьян, похоже он и вправду знает все что у меня на уме.\n— А где ты был кстати?\n— Не хотел мешать больно милой сцене.\n— Ты издеваешься? Он мог убить меня! Либо он просто вредный, либо просто сумасшедший...",
    "answers": [
      {
        "id": 36,
        "text": "Далее."
      },
      {
        "id": 34,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 36,
    "text": "\n34.\n— Слушай я хочу спросить...\n— Если выживешь после инцидента который будет через три секунды, то можешь потом это сделать.\n— О чём это ты?\n— 3... 2... 1... Только он закончил отчёт, как в комнату забежали девушки который видимо были служанками.\n— Принцесса, время есть!\n—Давайте мы вас покормим.\n— Себастьян... Они же не собираются сюсюкать меня как маленького ребенка?\n— А что обычно бывает по другому?\nНееет, за чтооо...\n\n.........................................................\nПримечания автора: Боже бедная хотя... Я влияю на сюжет :)\n",
    "answers": [
      {
        "id": 37,
        "text": "Три часа спустя."
      },
      {
        "id": 35,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 37,
    "text": "\n35.\n— Боже, с этими служанками явно что-то не так... (Воспоминания)\n— Ути пути, кто тут самый красивый? Ути пути, Кто тут самый молодец? Правильно это вы принцесса.\n— Убейте меня... \n— Да ладно, всё не так плохо ты теперь снова ребенок наслаждайся и что ты там хотела у меня спросить?\n— О, точно почему тебя не видят другие? \n— Аа? Я могу сделать чтобы меня видели.\n— Не надо!\n— Почему?\n— Ты думаешь если они увидят летающего парня, в черном плаще и в капюшоне, всего в цепях с бледным лицом, да ещё и с огромной косой в руке они обрадуються?\n— А почему нет?\n— Ты издеваешься? Ты похож на смерть или убийцу, любой кто увидит тебя упадёт в обморок!\n— Но ты не упала.\n— Потому что и не такое видела.",
    "answers": [
      {
        "id": 38,
        "text": "Далее."
      },
      {
        "id": 36,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 38,
    "text": "\n36.\n— Ну знаешь, это обидно вообще-то... Промычал Себастьян.\n— Ладно не обижайся, лучше скажи ты можешь сделать кое-что для меня? Он посмотрел на меня с таким потрясениям будто я не то сказала.\n— Я твой верный слуга, выполнять приказы госпожи моя работа. \n— Буду считать это как согласие, Проследи за всеми служанками и докладывай мне даже мелочи что они хотят сделать... Ну на всякий случай.\n— Будет выполнено разумеется. Эхх я и вправду переродилась в этом мире, ну что за морока...",
    "answers": [
      {
        "id": 39,
        "text": "Три дня спустя."
      },
      {
        "id": 37,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 39,
    "text": "День: время 13:31.\n\n37.\n— Сегодня ничего нового кроме того что одна служанка уволилась, причина этому, то что у неё как она сказала... Нет времени нянчиться с младенцем\n— Фуух одной головной боли меньше, теперь их осталось всего две. Спасибо Себастьян, ты отлично справился. Кстати, прошло уже три дня с момента как я оказалась в этой эпохи. Пока что ни так уж и плохо, с исключением того что я бесполезна из-за этого тело или то, что со мной обращаются как с маленьким ребенком...\nКак только я успела подумать об этом, вдруг стали слышны крики.",
    "answers": [
      {
        "id": 40,
        "text": "Далее."
      },
      {
        "id": 38,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 40,
    "text": "\n38.\n Император! Император здесь чтобы навестить принцессу! Я знала это! Знала что это случиться! В комнату зашёл этот тип и подошёл к моей колыбели.\nКак это могло произойти? Почему он здесь?\n— Ну, как поживает этот мусор? Глядите на него, неужели ты вспомнил что у тебя есть дочь? Да ещё и сделал ей такой прекрасный комплимент...\n— Почему она не плачет? Удивлённо спросил император.\n— Эмм... За последние три дня, принцесса была очень тихой и вообще не плакала.\n— Мне не нравится, не нравится ее характер, если и дальше так пойдет она вырастет бесполезной маленькой овечкой, которая будет боятся всего она и так достаточно жалкая.  \n",
    "answers": [
      {
        "id": 41,
        "text": "Далее."
      },
      {
        "id": 39,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 41,
    "text": "\n39.\n О, не нравится ему значит? Видели какой король мира образовался? Наверное думает, что мир кружится вокруг него... Я недовольно фыркнула и надула щёки. Совсем забыв о том, что этот император прямо здесь и смотрит на меня, хотя с другой стороны я ведь даже нечего плохого не сделала так ведь? \n— Что это за взгляд? Ухмыльнулся он и дотронулся до моего лба.\n— Моей дочери что-то не нравится? Бррр... Я взглянула ему в глаза и до конца осознала какой он действительно жуткий.\n— Плач! Так вот что он оказывается хочет, обойдется не собираюсь я плакать...",
    "answers": [
      {
        "id": 42,
        "text": "Далее."
      },
      {
        "id": 40,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 42,
    "text": "\n40.\n— В-ваше величество... Простите но... но... Принцессе время кушать. В комнату осторожно зашла служанка и упала на колени. \n— Так покорми её, чего ты ждёшь? Мрачно ответил император.\n— Но ваша покорная слуга думает что...  что... будет лучше если его величество покормит принцессу сам... Что блин эта не нормальная служанка несёт!\n— То есть я сам должен её покормить? \n— Эм... Ну... Ваша слуга думала что будет правильнее если вы... Вы...\n— Да я уже понял. Он выхватил бутылку с молоком из рук служанки и неаккуратно взял меня на руки. Эй когда так всё успело обернуться? Я не хочу чтобы меня кормил этот тип! Я не могу нормально спать из-за него, потому что боюсь что он убьет меня, а он еще и кормить меня собирается!?",
    "answers": [
      {
        "id": 43,
        "text": "Далее."
      },
      {
        "id": 41,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 43,
    "text": "\n41.\n Только я собралась пить молоко и смирилась что меня кормит тот кто может забрать мою жизнь в любой момент, как с дикими криками в комнату влетел Себастьян. \n— Госпожа не пей, в бутылке яд!!!\nЯ как услышала, всё выплюнула из-за рта, хорошо что я некогда не глотаю сразу, а пробую на вкус. Я огляделась чтобы увидеть Себастьяна и уже начала думать что это очередной его розыгрыш... Как в мою не нормальную головушку дошло что у императора всё лицо и одежда в молоке, вот тут то я и поняла что это последние секунды моей жизни.",
    "answers": [
      {
        "id": 44,
        "text": "Далее."
      },
      {
        "id": 42,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 44,
    "text": "\n42.\n Но к счастью всё что сделал император это всего-то кинул меня обратно к служанки.\n— Моя дочь слишком глупа чтобы я её кормил. С очень злым лицом он направился к выходу, а я лишь думала что могло быть намного хуже... \n— Принцесса вам не нравится молоко? Я принесу новоё. Служанка положила обратно меня в колыбель и оставила одну в комнате.\n— Себастьян!!! Живо выходи! Он будто появился из неоткуда и стал махать руками.\n— Почему ты на меня кричишь? В молоке и вправду был яд.\n— Разве я не велела тебе присматривать за служанками?\n— Я приглядывал за ними 24/7 честное слово, смотрел каждый их шаг но... Возможно они это спланировали за пределами дворца и поэтому я не смог узнать об этом.",
    "answers": [
      {
        "id": 45,
        "text": "Далее."
      },
      {
        "id": 43,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 45,
    "text": "\n43.\n— Ну и ну, я здесь меньше недели, а меня уже убить хотят! Если бы эту принцессу кто-то отравлял, то я бы знала об этом. Хотя не удивительно если меня хотели убить, по истории принцесса Бина, жила в старом замке, потому что заплакала в тот раз. Неужели кому-то не выгодно, что я здесь живу?\n— Не исключено что кто-то из служанок хочет уменьшить себе работу таким способом, но что прикажешь делать?\n— Узнай хотя бы что-нибудь о яде, может нам это чем-нибудь поможет. \n— Слушаюсь, но с одним условием... Ты должна пойти спать, хорошо?\n— Эхх была не была... Похоже я настолько бесполезна, что могу только есть и спать.",
    "answers": [
      {
        "id": 46,
        "text": "Следущий день."
      },
      {
        "id": 44,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 46,
    "text": "Глава 3. Расследование!\nОчень раннее утро:\n\n44. \n Пока Себастьян узнает о яде, понятие не имею как, все что я могу сделать это составить список подозреваемых. Вот бы я могла управлять своим телом или хотя бы говорить... Всё было намного проще, но я этого пока не умею, так что будем делать самое простое, думать. И хорошо что я очень внимательно изучала историю Бины, просто она была единственной обладательницей которая управляла тьмой, о ком было очень подробно написано в книгах. Ну ладно не будем об этом время приступать...\n ",
    "answers": [
      {
        "id": 47,
        "text": "Подозреваемые."
      },
      {
        "id": 45,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 47,
    "text": "\nИмя: Элли\nВозраст: Я слышала что ей 19 но я не верю...\n \nОчень энергичная, наивная девушка, всегда веселая и  позитивная, но очень неуклюжая...  До сих пор не понимаю как она вообще попала во дворец, да ещё как ей доверили ребёнка? Она так же очень шумная, на протяжении трёх дней я просыпалась именно из-за неё. Себастьян много раз спрашивал может ли он убить её, мне остаётся только надеяться что он пошутил....\n\nАлиби: Нет.\nПричины по которым именно она чуть ли не стала убийцей: Ну... Она очень ленива, может быть именно так она решила избавиться от лишний работы. А ещё вчера она выходила за пределы дворца, все знают что слуги живут в замке чтобы было удобнее служить своему хозяину. Тогда зачем ей выходить? Да ещё и поздно вечером? Подозрительно...",
    "answers": [
      {
        "id": 48,
        "text": "Следущий. 2"
      },
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d16/1911/ae/44ec5f286bd9.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "\nИмя: Элизабет \nВозраст: 32 Ну с этим все понятно. Она пьет специальный напиток молодости чтобы проще было делать всякие дела например стирать.\n\n Милая, заботливая девушка в отличие от Элли разумная. Я слышала что Элизабет графиня, но император захватил ее страну и она лишилась своего статуса, но не смотря на это, она мне улыбается не смотря что я дочь тирана сейчас она имеет ребенка где то пяти лет.\n\nАлиби: нет\nПричины: Мой отец захватил ее страну, она может избавиться от лишний работы таким способом чтобы больше времени проводить с семьёй.",
    "answers": [
      {
        "id": 48,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c28/1911/78/8b11792204bb.jpg"
      },
      {
        "id": 49,
        "text": "Следущий. 3"
      }
    ]
  },
  {
    "id": 49,
    "text": "\nТретья служанка которая брала меня на руки и несла к императору точно не подозреваемая, по истории сейчас должна быть в другой стране. Она вернётся когда мне исполниться год, у неё не только есть алиби, но и она служила Бине до своей смерти. Эта служанка была единственной кто защищал ее до самого конца. Жаль я не запомнила ее имя...",
    "answers": [
      {
        "id": 50,
        "text": "Следущий. 4"
      }
    ]
  },
  {
    "id": 50,
    "text": "\nИмя: Анна\nВозраст: 35\n\n\nДаже не знаю как бы помягче ее назвать... Ненавидит детей. Нет она всех ненавидит! Вместо того чтобы работать она часто стоит перед зеркалом, очень много грубит, все ее боятся. Только Элизабет не боится с ней разговаривать, из-за этого Анна ненавидит её.\n\nАлиби: Увольнение.",
    "answers": [
      {
        "id": 50,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d16/1911/cb/5e9be051b7f3.jpg"
      },
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "\n45.\n У обоих служанок нет алиби Элизабет и Элли. Но если очень хорошо подумать, то Элли слишком глупа чтобы до такого додуматься, а Элизабет на оборот слишком разумна чтобы убивать члена императорской семьи в ее положении. Другие слуги? Нет они бы не смогли подобраться к пище принцессы. Император? Нет он бы просто сам убил меня. А может быть это сделали рыцари? Хотя... навряд ли они дали особую кровавую клятву своему господину. Тогда кто?",
    "answers": [
      {
        "id": 52,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 52,
    "text": "\n46. \n— Госпожа! Я узнал о яде.\n— Я просила не упоминать госпожа, это странно!\n— Ладно тебе, лучше послушай это точно сделали не слуги. Яд был сделан из растения, а растения из манны. Думаю ты уже догадалась что это значит.\n— Так это был совсем не яд.\n— Именно! Но если его выпьет младенец, который еще не пробудил магию или у кого слабая магия умрет. Поэтому такое растение слугам не продают.\n— Похоже убийца очень хитёр, если бы я выпила тот яд и умерла, то медики бы подумали что я пробудила магию раньше времени, нечего себе новости...",
    "answers": [
      {
        "id": 53,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 53,
    "text": "\n47. \n— Он не только хитёр. Ответил Себастьян.\n— У него и должно быть сильная магия, разрешение ходить по комнатам дворца и так как растения дорогое он должен быть богатым... Для всего этого нужен не маленький такой статус... Растерянно пробубнил он.\n— А ведь ты прав, но во дворце ни кого такого нет кроме...\n— Кроме кого?\n— А знаешь забудь, это мало вероятно и вообще не может быть! Лучше следи не только заслужанками, а за всеми во дворце прямо сейчас.\n— Ты уверенна в том чтобы я оставлял тебя одну? \n— Да, да полностью...\n",
    "answers": [
      {
        "id": 54,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 54,
    "text": "\n48.\n— Ну... Ладно, твоё желание для меня закон. Сказал Себастьян и испарился прямо в воздухе.\nНадо же так подумать... Ахах я наверное сошла с ума если думала что это именно она... Нет, нет, нет. Розалин сейчас же выкинь это из головы! Это просто не может быть! Сейчас я сделаю выдох и посмеюсь над этим как над глупой шуткой. Блиин...",
    "answers": [
      {
        "id": 55,
        "text": "Послышались голоса возле двери"
      }
    ]
  },
  {
    "id": 55,
    "text": "\n49. \n— Ну что ты там возишься!\n— Ты полностью уверенна что это её комната? И там точно не кого нет?\n— Тише! Вы можете разбудить её! голоса умолкли на какой-то время, а потом я услышала как кто-то тянет ручку и тихо заходит.\n— Проклятие, она не спит! Ко мне подошли три девочки, на вид подростки и только взглянув на них я с ужасом осознала кто они. Это же императорские принцессы! Ариадна, Юка и Сильвания. Они те кто ненавидели Бину больше всего, да ещё одни из 6 любимых детей императора. Какого вообще они здесь делают!?",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "\n50.\n— То что она не спит, не будет для нас особой проблемой, дети не любят шум, поэтому всего-то нужно быть тихими.\n— Отлично давайте сделаем то что требуется и поскорее уйдём от этого без полезного мусора! От которого меня скоро стошнит и почему мы не можем сразу убить ее?\n— Мы так и хотели сделать, но та попытка была провалена, хочешь сделать это снова? Пожалуйста, тебя не кто не останавливает, но ты должна знать как дорого стоит это растение. И ты одна из тех кто может сделать это, тебе самой выгодно так что выбирай сама.\n",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "\n51.\n Растения? Неужели они это сделали? И что значит выгодно?\n— Ох, хорошо, думаю забрать у неё способности к магии не будет такой тяжёлый проблемой. Нет магии, нет этого чудище. Она подняла меня на руки и в её ладони появился голубой шар. Постойте, а разве это не одна из способностей Сильвании забирать абсолютно всю магию себе? Она хочет сделать это со мной? Вся перепуганная я сделала то, что первое пришло мне в голову, плюнула на ее платье. Принцесса с криками бросила меня обратно в колыбель.\n— Ты идиотка! Знаешь сколько оно вообще стоит!?",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "\n52.\n Она что-то ещё кричала, но все слова проходили мимо ушей. Когда она меня швырнула я почувствовала адскую боль. Я медленно теряла сознание, но благодаря магии тьмы в моем теле. Я постепенно приходила в чуства и когда стала разборчиво видеть предметы... Увидела как Сильвания достала из неоткуда нож и скриками пыталась наброситься на меня, в то время остальные две принцессы  пытались удержать ее всей силой, но в один момент она просто вырвалась и накинулась на меня... ",
    "answers": [
      {
        "id": 59,
        "text": "Конец главы."
      }
    ]
  },
  {
    "id": 59,
    "text": "Глава 4 Всё что угодно чтобы выжить.\n 53.\n Я зажмурилась от страха, думая о том как же жалко умереть во второй раз не прожив ни месяца, но прошло уже не сколько секунд и нечего не происходило. Я осмелилась открыть свои глаза. И как же я была ошарашена когда увидела Себастьяна... Он был около спины Сильвании и положил свою косу к её горлу. Она была настолько в шоке от этого что вся дрожала.\n— Ты навредила моей хозяйки? Госпожа я убью ее!\n— Нет, Себастьян постой! \n— Нет? Ну тогда если я не могу убить, то спокойно могу навредить! Он взмахнул косой и цепи что были на его теле словно змеи обвили принцессу. В комнате стало темно и холодно, а лицо Себастьяна было очень жутким.\n",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "\n54.\n— Ты пожалеешь за то что посмела навредить госпоже. Цепи стали душить принцессу до такой степени что она начала кашлять кровью и задыхаться. Я много раз кричала, точнее думала чтобы он прекратил это немедленно, но его разум будто стал не управляем мне лишь оставалось наблюдать на столь ужасающую картину. Кажется я по-настоящему попала в кошмар или в ад. Но наконец цепи Себастьяна стали ослабевать, а Сильвания упала на колени в ужасе, кашляя и тяжело дыша. Как она от такого не потеряла сознание?",
    "answers": [
      {
        "id": 60,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/1911/4c/50af98141135.jpg"
      },
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "\n55.\n— Эй Сильвания? Почему ты вдруг упала на колени? \n— Ничего. Пошли поскорее отсюда.\n— Ладно, но знай это ты сказала. Принцессы помогли ей встать и поторопились к выходу, я только увидела как Сильвия с опасениям смотрела на меня когда уходила.\n— Себастьян что это сейчас было!?\n— Перестань кричать на меня. Грозно сказал Себастьян, он будто изменился.\n— Я всего лишь дал ей по заслугам и сделал то, что она хотела сделать с тобой.\n— О чем ты вообще говоришь!? Ты хоть представляешь что ты...",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "\n56.\n— Так во первых, всё что я сделал это лишил навечно её магии как и хотела она поступить с тобой. Во вторых я сделал барьер чтобы нас не кто не видел. В третьих она не кому об этом не расскажет, а даже наоборот будет пытаться это скрыть. В четвёртых если бы я прекратил, то она бы попыталась в следущий раз убить тебя любым способом, и поэтому я лишил ее магии вот без нее она долго не протянет. Я даже не знаю что ему сказать железная логика...\n— Я кстати истратил всю свою энергию и восстановлюсь только через три дня. А ещё с этого момента принцессы не будут прямолинейно пытаться тебя убить. Но отравлять и много грязных невидимых дел будут пытаться делать, и очень-очень много раз... ",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "\n57.\n Так стоп! Притормози немного в каком смысле зачем это им? Себастьян глубоко вздохнул и спросил.\n— Много ли ты знаешь о императорских принцесс?\n— Ха! Примерно всё и вся о каждой из них, я знаю какая у кого магия или стихия, характер или слабые стороны, а ещё их цель заполучить трон, но для этого нужно внимание императора и оу...\n— Неужели сообразила?\n— Они боятся что я вдруг стану наследницей и получу больше внимания чем они, таким образом пытаются устранить соперницу...\n— Именно.\n— Но остался один не решённый вопрос.\n— И какой?",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "\n58. \n— Почему ты думаешь что Сильвания будет скрывать то что сегодня произошло?\n— Во сколько примерно по твоему первое пробуждение магии?\n— Эмм... В 5-7 лет.\n— А пробуждение особенных детей с особой магией?\n— В 3-4 года.\n— Воот, а тебе сейчас сколько в этом мире?\n— Даже месяца нет.\n— Нуу... А ты защитила себя магией по крайней мере она так думет, и теперь представь что будет если император об этом узнает? Разумеется он обратит на тебя особое внимание.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "\n59.\n— Так вот оно что теперь всё понятно. Но Себастьян, а ты мог бы сделать кое-какую просьбу?\n— Конечно если моя хозяйка этого хочет.\n— Эмм... Ты можешь бы не вредить людям который вдруг навредили мне?\n— Нет, даже если захочу не смогу.\n— Почему это?\n— Потому что это одно из правил слуг как я, его не изменить\n— И что тогда мне делать? \n— Нуу тренироваться приказывать...\n— Я принцесса я умею это делать.\n— Не совсем, уметь призывать магического слугу своей воле и уметь командовать это разные вещи.\n— И как же мне научиться? \n— Тебе это знать пока рано.\n",
    "answers": [
      {
        "id": 66,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 66,
    "text": "\n60. \n— Хорошо если я не могу научиться то что тогда делать?\n— Учиться разбираться с ситуацией так, чтобы это было выгодно и для слуги и для себя.\n— Другими словами быстрее соображать?\n— Ага...\n— Ну спасибочки тебе капитан очевидность будто я и без тебя этого не знала. Себастьян отреагировал на мои слова только лёгкой улыбкой.\n— Себастьян... А что нам делать с принцессами? Услышав эти слова с его лица пропала улыбка и он стал намного строже чем раньше.\n— Так во первых нечего не есть и не пить без меня ясно? Во вторых не притрагивайся к новым игрушкам без моего ведома. И в третьих это самое главное если вдруг ты будешь в опасности... на тебя нападут или ещё что-то. делай абсолютно всё чтобы выжить. Неважно что именно кусаться, плеваться, щекотать или лизать. Короче всё для того чтобы выжить, ты поняла? А то, мне ещё не хватало снова лишиться хозяйки.\n",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "\n61.\n— Хорошо Себастьян.\n— Ладно я пойду.\n— Куда?\n— Как куда? Следить за всеми чтобы заранее подготовиться, как говорится предупрежден значит вооружен.\n— А ты уверен что сюда не кто не придет?\n— Уверен конечно, или они что? Уходили сегодня чтобы опять придти? \n— Ты прав...\n— Поспи пока что, у тебя был трудный день. Себастьян развернулся и снова растворился в воздухе, а я будто вот так вот засну после сегодняшнего...",
    "answers": [
      {
        "id": 68,
        "text": "Обдумать все хорошенько и взять на заметки то, что может лишить жизни."
      }
    ]
  },
  {
    "id": 68,
    "text": "\n62.\n Эхх... Ну почему если тебе дают второй шанс на жизнь она обязательно будет самой опасной..? Ладно не будем об этом и сразу начнем с императора...\nС ним просто нужно быть тише воды ниже травы, У него такая манера убивать детей даже после трёх самых маленьких ошибок. Первую игнорирует, на вторую жестоко наказывает, а на третью уже убивает. Но это зависит от статуса и положение ребёнка. Если он например любимец то, он может просто подразнить и простить. А в моем случае он просто не хотел марать руки из-за меня...",
    "answers": [
      {
        "id": 69,
        "text": "Принцессы"
      }
    ]
  },
  {
    "id": 69,
    "text": "\n63.\n Они тоже очень опасны. Прямо таки в папочку пошли, что мне ещё сказать? Даже слов нет... А особенно нужно опасаться\nАриситию, Мицуки Ариадну Сильванию и Юки они являются любимыми детьми императора и каждый из них имеет способность, магию и силу  Так же они очень хитры мне нужно постораться не связываться с ними, но похоже у меня это не особо получается. Эхх ну почему я не могу прожить просто нормальную жизнь? Без всяких приключений на мою голову и пока я думала почему именно я должна перерождаться несчастной принцессой уснула очень крепким сном.",
    "answers": [
      {
        "id": 70,
        "text": "спустя три месяца."
      }
    ]
  },
  {
    "id": 70,
    "text": "\nПрошло несколько месяцев за это количество времени очень многое произошло. Например как и сказал Себастьян принцессы много раз пытались меня убить. Каждый 3 день они клали в еду новый яд, а то, и больше. Служанки стали сильно волноваться что я мала ем, но Элизабет быстро догадалась что если поменять еду, то я буду есть, но когда её не было я не оставалась голодной. Себастьян всегда носил мне еду. Вскоре моим сестрам надоело класть отраву в пищу и они ложили ее в игрушки, но они не знают что я уже не ребенок не играю в них и тем более не сосу что попала...",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "\nА что касается императора... После того как я плюнула в него молоко он не появлялся и очень даже хорошо, но все равно я его увижу. У этого придурка скоро день рождения вся империя, а особенно члены семьи придут на это события и не важно какой у тебя статус или какого ты возраста. Зато насколько я помню по истории не должно случиться нечего криминального так что волноваться не за чем.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "\n— Госпожа! \n— Три месяца уже твержу. НЕ НАЗЫВАЙ МЕНЯ ТАК! \n— Сейчас не до претензий слушай чего я узнал от принцесс.\nТы же помнишь старую традицию? Если член императорской семьи слишком мал чтобы дарить подарки отцу, то принцессы и королевы соседних стран выбирают им подарок дают в руки ребёнку и он должен его отдать. Но принцесса Юки сговорилась с королевой западной стороны, так чтобы тебе не давали подарка, а это значит что ты будешь без него в священный день. Тебя тогда казнят! Волноваться не о чём да... Как только я так подумаю, то случается все наоборот!",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "\n— Не волнуйся я могу раздобыть подарок и...\n— Нет не надо у меня есть идея получше.\n— Какая!? Испуганно спросил он.\n— Себастьян научи меня говорить.\n— Стоп ты хочешь на день рождения?\n— Ага...\n— Ты с ума сошла? Ты когда нибудь видела четырех месячного говорящего ребёнка!?\n— Я нет, а вот они увидят...\n— Розалин это плохая идея, да ты знаешь как произносятся буквы, но ты не знаешь как будешь их произносить.\n— Себастьян ты сам сказал что мой слуга и поэтому выполняй что говорят.\n— Ох ладно, ладно, но я предупреждал",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "\n— Начнем с основ скажи А.Б.В.\n— А.П.Ф.\n— Это займет немного больше времени... Теперь Г.Д.Е\n— К.Т.Е.\n— Ясно... Пойду я пока что за принцессами следить, а ты тренируйся \n— Эй, а ну стоять придатель! Не успела я это сказать или подумать как его уже и нет. Вот подонок я ему еще это припомню... Ну и ладно без него справлюсь, день рождения отца завтра, я лишь буду тренировать только те слова которые мне пригодятся и не нужен мне этот Себастьян...",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "\n— Нем оньненья ( С днём рождения ) отет путь буть у тепя мноко тятье ( Отец пусть будет у тебя много счастья )\n Пту блин! Получается билиберда! Да ещё и служанки на меня пялятся. Но я должна сделать это все ради моего выживания... Да только поэтому я должна тренироваться!\n— Снем оненья отет. Да почему так трудно, то..? Раньше я разговаривала свободно на 6 языках, а теперь даже на своём не могу нечего сказать... Почему мне так везёт?",
    "answers": [
      {
        "id": 76,
        "text": ",Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Ранее утро:\n\n— Доброе утро хозяйка как там у тебя дела? \n— Отстань от меня...\n— Ты что обиделась?\n— Ты оставил меня на произвол судьбы и ты мне говоришь обиделась ли я?\n— Прости меня я думал что это не особо важно и поэтому решил заняться делом...\n— Значит так Себастьян... Если на день рождение нечего не получится я лично придушу тебя перед своей смертью.\n— Для меня честь умереть от руки хозяйки. Я посмотрела на него очень злобными глазами, а он даже не понял что сделал и удивлённо смотрел на меня.\n— Ахх... Ладно сейчас придут служанки чтобы забрать меня надеюсь это будет быстро. И как вообще они умудрились переодеть меня в платье пока я спала и не разбудить?\n— Это секрет... Улыбнулся Себастьян сразу же видно что его рук дела...",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "\nКак я и сказала служанки прешли в мою комнату и забрали меня, сегодня они кстати еще более шумные чем обычно это же просто день рождения зачем так парятся....\n— В этом месте день рождения императора считается священным днём поэтому убивают тех кто его испортит.\n— Я и забыла что ты читаешь мои мысли хоть иногда напоминай мне об этом.\n— Как скажешь, кстати мы уже почти на месте.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "\nИ он был прав мы уже входили в зал событий где было просто огромная куча народа. Я могу представить что было бы если сюда привели обычного младенца, шоу обещало бы быть весёлым... Но к огромному счастью я взрослый человек который просто заперт в теле ребенка, и очень хорошо понимает что если сейчас заплачет, то на этом его жизнь подойдёт к концу и уже никакая магия здесь не поможет...\n— Ты немножко преувеличиваешь... Сказал Себастьян, надо поставить себе на заметку что он читает мысли, а то все запомнить это не могу...\n— Розалин ты только посмотри на эти удивлённые лица за столом. усмехнулся он. Мой слуга был прав приятно наблюдать за принцессами который привели меня за стол почётных гостей лишь для того чтобы я заплакала и меня лишили жизни, но есть обратная сторона обычные гости которые не понимают почему такой маленький ребенок не плачет от постороннего шума.\n",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "\nНу меня очень радует то, что пока идёт всё хорошо. Принцессы не могут действовать пока их кто-то видит, император плюёт на меня, гости нуу... Они пока не знают что у меня магия тьмы. Осталось только одно, дождаться когда все члены императорской семьи будут вручать подарки императору надеюсь у меня все получится... В этот момент двери зала шумно открылись и все гости повернулись назад включая меня.\n— Извините я немного опоздала...\n",
    "answers": [
      {
        "id": 80,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 80,
    "text": "Глава 5 Неожиданные события.\n\nВ зал зашла одна из принцесс империи. Хотя нет, она не просто принцесса... Она самый любимый ребенок императора Аристия Де Ламоник на данный момент ей пять лет, и как вы уже поняли она из рас крылатых. Как же так получилось если сам император маг? А очень просто 4 наложница была крылатой и родила дочь. Летать Аристия не умеет не смотря на то, что у неё есть крылья, но она очень хороша в языках, а самое главное в магии. Отец её обожает и он мог бы простить ее даже если бы она не пришла...",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      },
      {
        "id": 80,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c43/1911/48/547b3b303430.jpg"
      }
    ]
  },
  {
    "id": 81,
    "text": "\n— Отец прошу простить меня за опоздание я подбирала для вас особый подарок. Аристия сделала реверанс и широко улыбнулась. В тот момент император кивнул головой и она просто села рядом с нами. Что-то у меня плохое предчувствие.\n— Дамы и господа, его величество и уважаемые принцессы! Раз все наконец собрались время преподнести подарки императору, самые первые кто это сделает разумеется члены императорской семьи. Начнёт эту традицию самая старшая дочь, а закончит самая младшая из всех. Я лишь желаю долгой жизни императору.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "\nПосле этой речи принцессы стали дарить разные подарки кто-то золото, кто-то серебро, много было всякого от обычных украшений до магических артефактов и наконец... Очередь дошла и до меня император очень странно посмотрел на меня похоже он до сих пор помнит про молоко главное не помереть бы здесь я взяла себя в руки и стала поздравлять\n— Снем оденья фапа, счатье тепе и сдоровья ( С днём рождения  папа, счастье тебе и здоровья ) Что я блин наделала я только что называла священным днем день одеяний \n— Розалин что ты наделала?\n— Заткнись дай мне спокойно умереть!",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "\nВсе абсолютно все были в полном ужасе некоторые подавились едой и напитками даже принцессы побледнели что я натворила я ощущала что попала в какой-то кошмар пока кто-то не стал кричать \n— Наша принцесса гений!!! Все подняли такой шум и гам \n— Себастьян что происходит?\n— Эмм... Тут один ребенок заговорил в четыре месяца...\n— В каком смысле? Ты наверное не понял, но что черт возьми происходит!? Разве я не совершила ошибку?\n— Конечно ты совершила ошибку... В четыре блин месяца!!!",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "\n— А если точнее то, ты сделала невозможное или другими словами ты гений ну так другие думают...\n— Так вот оно что слава богу... Только я выдохнула и поняла что всё 6удет хорошо, как снова напряглась потому что император встал со своего трона и взял меня на руки. Эээ я еще не готова к такой смерти... Он проигнорировал мои маленькие сопротивление и вернувшись обратно к трону посадил на коленки.\n— Ты интересный ребенок... пожалуй оставляю тебя в живых до года, а там посмотрим.\nЯ должна радоваться шансу выжить, но почему по моему телу бегают мурашки? И где опять Себастьян!? Он всегда оставляет меня одну в самый не подходящий момент...",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "\n— Мне стоит перестать называть тебя мусором... Неужели наконец хорошие новости...\n— Насекомое или жук подойдёт тебе лучше. Что, что прости..? Сначала ты называешь собственную дочь мусором, а теперь ты решил назвать меня насекомым? Ты головушкой на своей войне там не ударился? Император поблагодарил всех за подарки и началась другая часть события. Когда принцы и графы приглашают девушек на танец. Кстати... По слухам мой горе отец вообще никого не когда не приглашал и девушки его тоже, и разумеется кто в своем уме будет танцевать с тираном который захватил 10 самых больших стран?",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "\nХотя бал это всё равно скучно, я предпочитаю фехтование... Но вальс тоже не плохо, и мне пожалуй придется забыть вообще что значит настоящий меч в этой эпохи девушки не могли даже дотронуться до оружия благородность и гордость настоящий дамы видите ли... Я стала тихо зевать на коленях отца и он походу это заметил\n— Что тебе тоже скучно? Давай уйдём с этого до смерти скучного праздника... Он встал с трона и направился куда-то к выходу. Эй ты же император! Твой день рождения считается священным днём, а ты такое вытворяешь!?",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "\nЕму что на все пофигу? Я немного дернула его за рукав нуу, а вдруг сработает и он придет в себя, но... не получилось он просто взял и вышел из главного зала на огромный болкон с него был такой чудесный вид... Розы, прекрасные беседки, бабочки. Но по лицу императора было такое ощущение будто он смотрел на что-то мерзкое что ему опять не нравится?\n— Ты только посмотри на это... И с этим ужасным и жестоким миром тебе придется столкнуться... Я не совсем поняла что сказал мой отец по моему всё просто замечательно цветы птицы что тут ужасного?",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "\nОн посмотрел на меня и ухмыльнулся. \n— Впрочем ты и дня не проживёшь такая жалкая что и смотреть не могу. Неужели? А ты такой безжалостный что и разговаривать с тобой не могу... \n— Ваше величество! Ваше величество! На балкон прямо ворвался красноволосый мужчина в доспехах увидев императора и меня он глубоко вздохнул.\n— Ваше величество предупреждайте меня когда собираетесь уходить я ведь все таки ваш рыцарь кроваго контракта я должен защищать вас от всего...\n— Ты как раз вовремя... Проигнорировал мой отец.\n— Прикажи отнести это насекомое в солнечный дворец он швырнул меня к рыцарю, а сам куда-то смылся",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "\nОн сейчас серьезно..? Только что мой отец приказал не просто рыцарю, а рыцарю с кровавым контрактом выполнить работу няньки!? Я знаю что император тот, который не интересуют традиции и правила, но чтобы так относится к таким вещам это большой перебор...  \n— Вы похоже понравились господину, принцесса.\nАхах понравилась? Серьезно он забыл обо мне и не вспоминал три месяца... И ты ещё говоришь что я понравилась ему?",
    "answers": [
      {
        "id": 90,
        "text": "На следущий день"
      }
    ]
  },
  {
    "id": 90,
    "text": "\n— Вижу священный день прошел удачно...\n— Почему ты так думаешь?\n— Разве твой отец не переселил тебя в солнечный дворец? А он даже прав, это огромный успех. Только с статусом можно жить здесь хоть он и довольно мал... Например в этом месте живут ещё три принцессы Агата, Сапфира и Саманта, но они не пойдут на убийство, а скорее всего на честное соперничество, но сейчас речь не об этом, а о том какие есть главные замки на самом деле их огромное количество, но самые главные из них...\nСолнечный дворец\nЛунный дворец\nЗимний дворец \nДворец Золотого дракона\nИзумрудный дворец\nНефритовый дворец\nГлавный дворец.\n",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "\nВ главный дворец где живёт император могут посещать только избранные три принцессы и то, с разрешением, но Аристии это не касается. Она может туда ходить в любое время, честно говоря если бы она была просто умна и красива то, вряд ли бы он удостоилась такой чести... На самом деле она гений который знает 10 языков в свои пять лет и уже почти знает базовую математику, мне лучше держаться от неё намного дальше...",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "\n— Дайка угадаю, а ты в свою очередь знаешь шесть языков правильно..?\n— Эмм... Да\n— По любому ты можешь разговаривать на Языках Лин, Кэки, Мэй и Сиро...\n— Ты на что-то намекаешь, а я не понимаю?\n— Именно ты вообще знаешь что это четыре самых сложных языка всех империй, а ты ещё и другие умудрилась выучить...  Неудивительно что он удивляется в эпохи где жила я был союз всех империй и все делились разными секретами как учить их язык. Например у империи Кэки лёгкое произношение, но очень сложная письменность то, есть произношение и письменность очень отличаются и поэтому очень сложно прочитать хотя бы записку. И весь секрет состоит в том, что на письменности можно сделать разные знаки подсказки  так можно выучить автоматически даже не заметив. А вот у империи Мей наоборот очень сложное произношение вот там то, самый интересный секрет. Они не учат полностью слово, а только половину. Если точнее говорят в укороченной форме в полной форме только читают...",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "\nНу, а что дело в этом времени. Все строго хранят свой язык, и не кому не рассказывают секреты как же они тогда общаются? С помощью языка священного королевства Айлана его изучают только дворянины и только те кому понадобится воевать с другой империей... Так что надо скрыть свои умения, а то это будет сильно подозрительно...",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "\n— Госпожа... \n— Чего ещё? \n— Я тут где то слышал что твой отец придет к тебе завтра...\nЯ посмотрела на него как на ненормального надеясь что он пошутил.\n— Если что я не шутил. И прекрати на меня так смотреть.\n— Какие неожиданные события... Сначала он бросает меня на три месяца, а теперь собирается придти. Ты уверен что он явиться сюда не для того чтобы убить меня?\n— Нет я проверил.\n— Кстати Себастьян, если вдруг он попытается убить меня, ты ведь защитишь?\n— Эмм... Тут такое дело... Я думал что ты знаешь...\n— Себастьян..?\n— Понимаешь я хоть и самое сильное существо, но я твой слуга. Как только я снова обретаю хозяина я полностью буду зависить только от магии своего господина, конечно есть и исключения например мои цепи и коса, но из-за них я теряю\nмного энергии чтобы сделать слугу сильнее нужно повышать уровень магии, но не бойся у тебя удивительно мощная магия возможно через 100 лет ты сможешь быть на уровне императрицы.\n \n.........................................................\nЭто не крылатое выражение маги в этом мире живут 1000 лет. Я могла рассказать в книге это раньше, но боюсь что финал тогда не будет таким интригующим.",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "\n— Класс! Но мне бы дожить хотя бы до совершеннолетия...  Даже в той эпохи не дожила...\n— Почему ты всегда такая песимистка? Хоть иногда думай о хорошем.\n— А почему бы и нет... Так посмотрим что тут у нас... Я умерла, мой отец чокнутый тиран, мои сёстры пытаются убить меня, моя жизнь 90% дерьмовая иии... Я могу умереть в любой момент последние заявления как вишенка на торт ты так не думаешь?\n— Я сказал думать о хорошем, да и могло быть намного хуже...\n— Например..? Себастьян немного промолчал, а потом добавил.\n— Ну ладно не могло... Но всё равно не надо думать только о плохом.\nОхх Себастьян ты как всегда в своём репертуаре...\n\n",
    "answers": [
      {
        "id": 96,
        "text": "Следущий день"
      }
    ]
  },
  {
    "id": 96,
    "text": "Утро:\n \n— Принцесса, посмотрите на эту погремушку правда она красивая? Эти служанки они уже третий час пихают в меня дурацкие игрушки для маленьких детей...\n— Почему она никогда не реагирует на игрушки? Раньше я думала что она недоразвита, но слухи говорят что она сумела сказать целое предложение может быть это просто слухи...\n— Это не просто слухи Элли когда я приносила закуски я самолично слышала как она поздравила отца... Хотя возможно мне послышалось.\n— Ну тогда может быть ей больше понравится кубики? Элли вытащила из коробки маленькие фигурки разных форм и положила мне в колыбель.\nДа сколько мне ещё повторять... Я НЕ ИГРАЮ В ЭТИ ДЕТСКИЕ ИГРЫ!!!",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "\n— Его Высочество император здесь! В комнату зашёл тот самый рыцарь, а за ним мой отец. \nОтлично вот его то, мне и не хватало...\n— Как моя дочь?\n— С ней все в порядке она недавно покушала... Затрепетала Эмили похоже она его боится, ну в этом удивительного нечего нет... Император подошёл ко мне и снова странно ухмыльнулся.\n— А ты всё такое же насекомое... Блин этот человек имеет хоть каплю здравого смысла или нет он называет собственного ребенка насекомым\n— Ваше Величество... Перебил его рыцарь.\n— Называть ее так как-то... Неправильно...\n\n,",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "\n— А знаешь ты прав... Насекомые бывают и полезные и некоторые могут за себя постоять, но вот она... Она без полезна и я могу одним пальцем ее убить. Поэтому ей больше подойдёт не насекомое, а жук. После этих слов я была реально в гневе. Я просто хотела его убить! Схватив первую попавшуюся фигурку я со всей силой, своими маленькими ручками швырнула игрушку ему в лицо... Как же ты меня достал!\n",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "\nЧерез несколько секунд я пришла в себя и осознала что натворила. На лице императора маленькая царапинка с виду пустяк, но причинить боль императорской семье приступление. О нет, нет, нет... Я не хотела этого, прости, не убивай меня!\nЯ зажмурила глаза и приготовилась к худшему, как услышала смех императора... Я открыла глаза с желанием проверить не почудилось ли мне? И нет император и вправду смеялся... Что с тобой не так почему ты смеёшься?",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "\n— Да чего же ты скучный... Ладно за мной, давай найдем того кто решил испортить мне день. С этими словами он направился к выходу за ним поспешно пошли стражник и рыцарь.\nНапали как это возможно дворец охраняют лучшие рыцари...\n— Ещё как возможно... \n— Себастьян?\n— Я тут прогуливался по дворцу и угадай кого я встретил? Саму принцессу Ариадну.\n— Ну и что?\n— А то, что она здесь не живёт.\n— Может она решила навестить кого-то или заключить сделку с какой-то принцессой?\n— С какой именно они все уехали на свою первую чайную вечеринку. На вряд-ли кто-то из них будет пропускать такое событие.\n",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": " \nДорогие читатели книга является первой так что если заметили ошибку сообщите пожалуйста мне в комментариях если вас это не затруднит, так же оставляйте свои впечатления я всё таки должна знать что вам нравится, а что нет даже можете предлагать свои идеи всё что возможно сделаю.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 1,
        "targetbookid": 190693,
        "text": "2 том этой книги"
      }
    ]
  },
  {
    "id": 102,
    "text": "Здесь будут все персонажи из книги. Информация о возрасте и о характере, но если я не хочу скрывать этого героя то, будет и немного беографии...",
    "answers": [
      {
        "id": 103,
        "text": "Императорская семья Деламоник"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 103,
    "text": "Все императорская семья от самого императора до дочерей сыновей и жен ( наложниц ).",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 161,
        "text": "Одзура, Лерег, Илестри, Деламоник"
      },
      {
        "id": 163,
        "text": "Себастьян"
      }
    ]
  },
  {
    "id": 104,
    "text": "\n— Ахах, снова? Что за выражение лица? Мама забери меня, он чокнутый!!! \n— Ваше величество! Ваше величество! В комнату забежал мужчина по одежде был очень похож на стражника.\n— Разве я не говорил что буду занят сегодня?\n— Но, но ваше величество там во дворце...\n— Что ещё? Раздраженным голосом спросил император.\n— На стражу напали, кто-то проник во дворец сведетелей нет всех убили! \n— Ха кто осмелился проникнуть в мой замок? Я хочу наградить смертью этого смельчака... Его спокойное выражение сменилась на адскую улыбку, да чего же он жуткий...\n— Алан, Как думаешь мне стоит отдать его тебе или же... Самому начать его искать?\n— Я лишь слушаю прикаы моего господина. Проговорил рыцарь.\n\n",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "\n— А ведь и вправду из-за императора я забыла про это, но ты же не думаешь что это она наняла убийцу?\n— Скорее всего, Ариадна спокойно может развернуть всё так чтобы все подумали что это убийца из другой империи... \n— Даже если так, мы в всё равно можем ошибаться.\n— А я и не говорил что это точно она, и поэтому я хочу спросить у тебя. Могу ли я оставить тебя на одну ночь?\n— Конечно мне самой хочется узнать замешена Ариадна как-то в этом.\n— То есть ты точно уверена?\n— Да.\n— Ты не собираешься попадать в неприятности?\n— Разумеется нет...",
    "answers": [
      {
        "id": 106,
        "text": "далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "\n— Ну тогда если что-то случится то просто позови меня.\n— Хорошо. И почему он так беспокоятся что со мной может случиться? Ладно тогда когда я была в самом обычном дворце, но в солнечном... На вряд ли можно повторить такие штучки снова. Себастьян прочитав мои мысли только фыркнул и исчез, а я снова осталась в пустой тихой комнате. Самое главное чтобы не пришли служанки, странно конечно спать днём, но мне так и не удалось нормально заснуть. Всё потому что я была всё время бдительна, думаю я заслужила немного отдыха.",
    "answers": [
      {
        "id": 107,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 107,
    "text": "Глубокая ночь.\n \nЭто в первый раз когда я просыпаюсь ночью, если бы я была обычным ребёнком то, давно заплакала. Я стала осматривать комнату просто так, но хоть глаз выкали нечего не было видно. И что мне теперь делать? Я не хочу спать и не стоило ложится на столько рано вот что из этого вышло...",
    "answers": [
      {
        "id": 108,
        "text": "Послышались тихие шаги"
      }
    ]
  },
  {
    "id": 108,
    "text": "\nВ комнате где я лежала мне послышались тихие шаги, они будто постепенно приближались ко мне. Я затаила дыхание мое сердце стало бится чаще, мне было очень страшно. Вдруг на время они прекратились и я глубоко выдохнула став убеждать себя что это мое воображения. Пока кто-то резко не положил руку на колыбель.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "\n Предо мной внезапно появилось лицо мужчины, от испуга я вскрикнула, но он сильно зажал мой маленький рот рукой.\n— Извини, но мне придется тебя убить.\nМужчина стал медленно и безшумно вытаскивать свой меч и вот тут я поняла что могу здесь умереть.\nСебастьян, прошу, пожалуйста спаси меня! Пожалуйста, пожалуйста спаси Но он не появлялся... Убийца уже вытащил свой меч и со злыми глазами набросился на меня. Как же так ведь недавно было всё хорошо неужели я вот так умру разве я не говорила Себастьяну что не собираюсь ввязываться в неприятности.",
    "answers": [
      {
        "id": 109,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/1911/5a/b006f8d7f36c.jpg"
      },
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "\nМне было так паршиво от такой  ситуации что я даже не стала закрывать глаза...\nНо вдруг за спиной убийцы появился тот самый рыцарь и остановил его.\n— Нет, это ты извини. Он взмахнул мечом и проткнул его спину. Убийца безжизненно упал на пол, но перед этим забрызгал моё лицо кровью. Я было в полном ужасе, не от того что случилось сейчас, а от того что я всего лишь здесь четыре месяца, а меня пытаюсь убить многие.",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "\n— Я же говорил что мой план сработает. В комнату аккуратно зашел император.\n— Ваше величество, вы были как всегда правы. Отец подошёл ко мне и вытер кровь с лица.\n— Ты не испугалась? Будет очень плохо, если ты будешь боятся таких обычных вещей. И, да я был прав в таком ужасном жестоком мире ты и дня не проживёшь, если бы я не был здесь, то ты бы была на том свете.",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "\n— Алан что ты думаешь об этом?\n— На его мече был изображён знак империи Кэки... Но его одежда не такая, как у этой империи.\n— То есть ты хочешь сказать что его кто-то нанял.\n— Не просто кто-то, похоже в нашей стране есть крот.\n— Верно и он очень хитёр и проверен раз даже я не заметил это. \n— Что прикажите делать господин?\n— Пока оставь это в тайне и веди себя так будто нечего не произошло, и как думаешь зачем кому-то понадобилось убивать ее?\n— Возможно убийцу послали для того чтобы не было не единого шанса что ребенок вырастит с сильной магией или гением. Помните что произошло на вашем празднике? \n— Тоже верно но если ты ошибаешься?\n— Я не упоминал что это точно.\n— Какие неожиданные события нас ждут.",
    "answers": [
      {
        "id": 113,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 113,
    "text": "До нападения:\n\n— Как именно приступник проник во дворец?\n— Ваше величество, никаких следов использование магии не обнаружено. Похоже тот кто убил стражу был очень хорош в фехтование или в боевых искусствах...\n— Этот цирк становится все более интересней.\n— Мой господин нам обыскать дворец?\n— Нет не надо, пусть он приведёт нас к своей цели, а там уже и посмотрим...\n— Но... Вы точно уверены что план сработает?\n— Не волнуйся, я знаю что я прав.",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "Глава 6 Сумасшедшая.\n\n— Госпожа! Себастьян ворвался в комнату и молнией полетел ко мне.\n— С тобой всё хорошо? Ты не поранилась? \n— Нет все в порядке...\n— Ну раз так то...  Какого черта!? Почему когда я с тобой всё мирно и тихо, тебе не чего не угрожает? Но, как только мне надо оставить тебя на чуть-чуть на тебя нападают и пытаются убить! \n— Я не знаю! И вообще где ты был когда я звала тебя на помощь?\n— Когда я следил за Ариадной, то узнал что она собирается заключить контракт с кем-то для того чтобы разбогатеть. Мне показалось это интересным и я последовал за ней. В итоге принцесса ехала аж в другое королевство, а когда ты стала звать меня я летел так быстро, как только мог. Это хорошо что твой отец спас тебя...\n\n",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "\n— Да мне крупно повезло... А на счёт принцессы не беспокойся я знаю для чего ей нужно огромное количество денег, я читала всю историю этой эпохи \n— И для чего же? \n— Видишь ли у принцессы Ариадны очень сильная магия, но её очень мало и она быстро израсходовается причем медленно востоновляется... Для того чтобы в её теле количество манны возросло она пьет специальные пилюли, но стоит они целое состояние.\n— Так вот зачем ей нужны деньги. Но не слишком ты много знаешь о прошлом? \n— В прошлой жизни я интересовалась эпохой пяти рас, и перечитала все возможные книги. Это даже помогло мне усилить контроль и уровень моей магии.",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "\n— Другими словами ты знаешь все об этом мире и почти можешь предсказывать дальнейшие события? \n— Ага, не правда ли это круто?\n— У меня даже слов нет...\nВдруг в комнату тихо зашла Элли и взяла меня на руки, это впервый раз когда она настолько тихая что вообще произошло? \n— Себастьян ты что-то об этом знаешь?\n— Я недавно вернулся или ты забыла? И то верно... Император сказал что не убьёт меня до года. Навряд ли мне стоит опасаться казни, но плохого ожидать всё таки стоит.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "\nСлужанка торопливо понесла меня по коридору, а когда мы были на месте и она уже открывала дверь я читала молитвы о том чтобы меня оставили в живых, но когда я увидела то, что было в столовой я чуть воздухом не подавилась... За столом сидел мой отец и император империи Кэки и это явно не к добру ведь они враждовали очень много веков, а когда правители двух империй сталкивались с друг другом то, даже рыцари вздрагивали. По любому здесь начнется кровавая баня и я буду её причиной... Потому что как мне кажется мой отец будет обсуждаться вчерашние нападения.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "\n— А вот и моя дочь, посади её рядом со мной. Меня посадили за стол где была вкусная еда супы, салаты, огромные куриные ножки. Я смотрела на это чуть не плача, Вся моя еда одно лишь молоко ну и когда я буду есть нормальную пищу!? \n— Так раз все в сборе начнем...\nИмператор хитро улыбнулся и посмотрел на своего соперника.\nКажется я поняла что он задумал мой отец притвориться что я дорога ему и станет потихоньку выманивать из него кругленькую сумму или земли, как хитро придумано...",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "\n— Давайте сразу к делу, вчера ночью было совершено нападения на мою дочь. Мы убили преступника и проверили его оружие... И знаете что? Мы нашли кое-что очень интересное... На мече убийцы был знак вашей империи. Интересно как же он там оказался? Ну если конечно вы не подослали убийцу, кто знает...\n— Вы хотите сказать что я к этому причастен? Хах, я не спорю что мне невыгодно если у вашей империи будет ещё больше талантливых наследников, но... Эта девчонка такая жалкая что и руки марать не хочется, сразу видно что это ваша дочь...",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "\nМой отец был настолько в гневе что казалось он сейчас вцепиться прямо за шею императора. Частенько такие обеды заканчивались кровавой битвой, было много жертв в те дни и поэтому если сейчас они снова начнут драться то, прощай моя горькая жизнь...\nДумай Розалин, думай что можно сделать.\n— Кстати, ваша дочь похоже на насекомое не думаю что она когда-нибудь овладеет магией.\nОх, этот тип теперь мне противнее чем мой отец! Я человек ясно!? Я взяла горячую тарелку супа своими ручками это было тяжело, но я не отступила... Я просто взяла и плеснула в императора все содержимое... Ухх кипяток это больно.",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "\n Император был в полном шоке он неожидал что за обедом его так оскорбят, а вот мой отец просто умерал со смеху он даже схватился за живот, я ещё некогда не видела чтобы он так смеялся... Рыцарь что был около двери тоже хихикал и служанки специально ушли в другую комнату чтобы посмеяться. Это неудивительно насколько мой отец не был тираном народ всегда будет впервую очередь ненавидить императора другой империи, как ни как соперничество...\n",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "\nРазгневанный и весь мокрый император ударил кулаком по столу.\n— Вам стоит обратить внимание на свою дочь и на то, как она себя ведёт! Он резко встал и направился к выходу ругаясь и проклиная императора. А тем временем мой отец перестал смеяться и погладил меня по голове...\n— Если ты продолжишь в том же духе то, возможно я тебя награжу. Что серьезно? Твой ребенок только что вылил весь суп на самого повелителя империи Кэки, занявшие второе место по размерам и богатству, а ты его хвалишь? Мне это нравится...\n\n\n",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "\n— Ахаха Розалин ты самая ненормальная и сумасшедшая из всех кого я видел. Ты хоть понимаешь что ты сделала? Ты швырнула целую тарелку супа в лицо Йоши Кан! Пхаха с тобой точно не соскучишься.\n— Себастьян, не мог бы ты перестать смеяться это начинает надоедать...\n— Нет ну, а если серьёзно... Зачем ты это сделала?\n— Дело в том что нужно было принять чью-то сторону и устранить кого-то мой отец точно мне не по зубам...",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "\n— И ты решила принять такой метод?\n— Ну да...\n",
    "answers": [
      {
        "id": 125,
        "text": "месяц спустя"
      }
    ]
  },
  {
    "id": 125,
    "text": "\nКак же быстро летит время... Прошел целый месяц и за этот промежуток времени много чего изменилось. Например после того как я пролила суп на императора мой отец стал приходить ко мне каждый четверг. По началу это было просто не выносимо он отбирал у меня еду и дразнил меня, но потом я смирилась потому что я вспоминала судьбу Бины ведь всё могло быть намного хуже и понимая что императору скоро надоест возиться с обычным маленьким ребенком, я стала больше говорить при нём. Но это ему тоже в скором времени наскучит, да и вообще это была плохая идея только потому что, слух о том что я умею разговаривать хоть и плохо разошелся аж за пределы дворца и теперь все ждут что я стану настоящим гениям сама же вырола себе яму...",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "\n— Да, ты спец это делать...\n— Когда ты перестанешь читать мои мысли?\n— Это происходит само собой я не могу это контролировать... И кстати, что ты делаешь зачем ты махаешь этой штукой? \nСебастьян посмотрел на меня как на ненормальную пока я в то время махала в разные стороны палкой. \n— Я не махаю, я колдую!\n— Простии?\n— Разве я сказала что-то не понятное? Мне дали палочку я должна научиться колдовать.\n— Розалин... Во первых, это не настоящая палочка. Во вторых, да там есть манна и можно делать слабые заклинание, но у тебя не чего не выйдет. В третьих, магию пробуждают только в пять лет, а тебе даже трёх нет!\n— Но я всё равно должна как можно раньше начать управлять магией, чтобы защищать себя я не могу пологаться только на тебя.\n— Ты нечего не поняла верно...",
    "answers": [
      {
        "id": 127,
        "text": "Немного информации."
      }
    ]
  },
  {
    "id": 127,
    "text": " \nВолшебная палочка, а точнее подарок или дар бога это магический артефакт. Настоящее названия ему священное оружие не кто не помнит когда множество рас создали эту вещь, но она очень редкая... Нельзя сказать что она дорогая просто сама мощь артефакта зависит от магии своего владельца, ну то есть не совсем так. Конечно когда на восстановления магии нет времени, то ей тоже можно воспользоваться кажется я знаю как проще сказать она связана скорее не с магией, а с внутренней энергией давайте не будем об этом хорошо",
    "answers": [
      {
        "id": 127,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c19/1911/01/730a065e890e.jpg"
      },
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "Самое основное это то что когда детям исполняется пять месяцев им дают что-то наподобие палочкяи она непросто на неё похоже, но и имеет почти такое же свойства... в ней есть манна. Но зачем ребенку такая штука? Все очень просто быть магом очень сложно, а уметь пользоваться священным оружием настоящее искусство. Нужно знать как правильно держать палочку или как взмахнуть ведь от этого зависит целое заклинание, но самое главное это уметь поддерживать связь между своей манной и манной палочки. Это не так уж и просто потому что не только нужна связь, но и баланс между этой связью, да ещё нужно следить за тем чтобы не манна палочки и не своя не вышла из под контроля.",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "\nПоэтому с самого раннего детства детей пытаются научить поддерживать связь между манной, правда палочку дают только у кого течёт королевская кровь, но не все так поступают очень редко родители дают своим детям палочку. Потому что есть много опасных рисков и  самый страшный из них это резкий обрыв связи. Тогда ребенок просто умирает из-за того что если связь оборвется, то  манна палочки перенесется к тебе и у тебя будет слишком много манны или наоборот манна уйдет в палочку. Это не имеет значения потому что баланс нарушится, а если это произойдет никого контроля, то есть смерть от того что нету манны или смерть от того что много манны...",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "\nИ разумеется этому ублюдку плевать на то что я могу умереть, ему просто интересно что со мной произойдет, но зато у меня есть хотя бы палочка у Бины её например не было, хотя ей дали когда когда ей стала 7 месяцев. Какое великое достижения я получила палочку на два месяца вперёд, надеюсь я не исчезну куда нибудь как она на два года вперёд...\n— Я и подумать не мог что с твоей осторожностью ты спокойной будешь держать палочку.\n— Я уже привыкла держать артефакты, даже самые сильные побывали в моих руках. ",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "\n— Знаешь чем больше ты рассказываешь мне о прошлой жизни, чем больше ты похожа на старушку который прожила много лет.\n— Вот только не начинай,  хотя я и вправду чувствую себя немного старенькой.\n— Эхх вот бы мне как и тебе постареть не забот не хлопот... Хорошо быть старым.\n— Себастьян!\n— Что?\n— Ты ещё спрашиваешь? Ты нормальный вообще?\n— Ну вроде да.\n— Неужели...",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "\n— Кстати завтра будет твой отец.\n— В смысле? Завтра только вторник...\n— Я сам удивился, но это правда.\n— Чего он хочет?\n— Знаешь я бы тоже на его месте заинтересовался тобой.\n— О чем это ты?\n— Я расскажу тебе завтра, хорошо?\n— Стоп что? Почему именно завтра?\n— Потому что сейчас мне лень...\n.........................................................\nА точнее лень автору...",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "\n— Но Себастьян.\n— Что Себастьян? Мне правда лень сейчас...\n— Он заинтересовался мной потому что я умею говорить в раннем возрасте?\n— Нет\n— Тогда почему?\n— Я не знаю у меня, как вы там называете амнезия...\n— Ну Себастьян.\n— Я могу дать подсказку это связано с твоей кровью.\n— Ты имеешь ввиду моими предками,  на кого-то похоже или у меня какие-то черты?\n— Почти\nЧто же это может быть..?",
    "answers": [
      {
        "id": 134,
        "text": "Следущий день"
      }
    ]
  },
  {
    "id": 134,
    "text": "Следущий день.\n\nДа Себастьян предупреждал что мой отец будет здесь но... Какого!? Император просто сидел возле двери и пялился на меня. Что вообще происходит? Здесь даже слуг нет, как это понимать? \n— Пафа! Я вытянула руки и изобразила радость.\n— Привет насекомое. Я человек! \n— Вижу у тебя теперь новая игрушка и тебе она понравилась. Он посмотрел на палочку которую и вправду держала всё время в руке, даже когда спала и улыбнулся. Как же меня удивляет что ты считаешь что опасный предмет это игрушка, зачем ты вообще явился?",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "\nНе зная как реагировать на сказанное императором я просто обратно легла на подушку на что отец ни как не отреагировал. Я стала задумываться что если в этом мире я некогда не пробужу магию? Что если у меня её нет?\nВедь это вполне возможно, хоть в этом мире магия везде всё же есть те кто не пробудил в себе магию. Их называют отречеными у них нет будущего они настолько бедны что их просто выгоняют из семьи в итого они просто умирают.",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "\nДа, по истории Бина должна пробудить магию, но так как я не Бина и вообще только потомок расы магов смогу ли я пробудить магию? Ведь я не знаю как это делать, пробуждение зависит и от действий. Для народа этого времени обычное дело вот только для меня целое испытания...\nВсе мои мысли растворились, как только в комнату зашёл немолодой мужчина. Хотя я смягчила под немолодой, он был уже стариком с длинной бородой и в руках держал толстую книгу, но было странно то что он зашёл в детскую. Не в столовую, не в главный зал, а в детскую.",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "\n— Здравствуйте, ваше величество. Глубочайше извиняюсь что опоздал и заставил вас ждать.\n— Без церемоний пожалуйста, вы вроде хотели увидеть мою дочь?\n— Да, я заинтересовался ею после того как узнал что она... Ну в таком возрасте... Вы же прекрасно понимаете что это почти невозможно?\n— Невозможно? Тогда почему это вообще случилось? Почему она вдруг заговорила раз это невозможно?\n— Ваше величество, поймите меня, я сказал почти\n— Не волнуйтесь, я всё понимаю, кстати моя дочь за вашей спиной.\n",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "\nСтарик повернулся ко мне и подошёл поближе я как-то заволновалась, но потом мне стало все равно. Это странно не спорю, наверное я просто привыкла что со мной случается всякое дерьмо... Он наклонился и сделал задумчивое лицо посмотрев на меня старик немного напугался.\n— Она... Похожа на...\n— Что?\n— Да так ничего.\nОн продолжал рассматривать меня, но уже с беспокойным лицом, а потом он дотронулся до моей палочки который до сих пор была у меня в руках.\n— О боже!!! Он резко убрал от меня руку и повернулся к императору.\n— Что случилось?\n— Император, у меня безумная новость! Вы просто обязаны выслушать меня, вы только не предоставляете что я сейчас узнал!\n— Ха, что же вы узнали посмотрев на мою дочь?",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "\n— Боюсь здесь не самое подходящее место чтобы об этом говорить... Нас могут услышать.\n— Хорошо, я дам тебе право посетить главный дворец но... Если это окажется маловажным ты умрёшь прямо там. Жуткий...\n— Да, ваше величество. Как ты можешь быть настолько спокойным? Для него считается маловажным даже священный день и жизнь людей. Что может казаться для него важным?\n— И когда?\n— Я бы хотел обсудить это с вами немедленно.\n— То есть, сейчас!?\n— Да прямо сейчас. \n— Хорошо... Тогда нам стоит направиться к главному дворцу.",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "\nИ они просто ушли просто развернулись и ушли. Это нормально? \n— А я недооценивал этого старикашку он не так прост смог понять это так быстро...\n— Что понять? В смысле быстро?\n— Да так пустяк.\n— Себастьян\n— Что Себастьян? Я же сказал что это пустяк, разве я врал тебе когда нибудь?\n— Нет \n— Нуу так к чему эти сомнения Разве ты не хотела узнать о своей крови?\n— А ты мне расскажешь?\n— А ты хочешь узнать?\n— Да я хочу.",
    "answers": [
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "Главный дворец:\n\n— Ваше величество почему вы отказываетесь? Вы же знаете какой она крови это же...\n— Если я сказал нет значит нет!\n— Но ваше величество в её жилах течёт их кровь мы можем воспользоваться этим и сделать с ними контракт представляете какое могущество будет у нашей империи.\n— И почему это она не может воспользоваться своей силой сама?\n— Пхаха ваше величество вы сейчас пошутили? Вспомните что было с прошлыми владельцами. Император стукнул кулаком об стену так что профессор задрожал\n— Ты не слышал моего приказа или умереть захотелось?\n— Да, я понимаю ваше величество\n— Значит так не слово не кому об этом если кто-нибудь узнает то поплатишься своей головой.\n— Да...",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "\n— Ну же Себастьян что там с моей кровью?\n— Ты сильно будешь расстраиваться?\n— О чем это ты?\n— Ну помнишь ты говорила что принцесса тьмы куда-то исчезла в 16 лет?\n— Да\n— Я знаю куда она исчезла...",
    "answers": [
      {
        "id": 143,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 143,
    "text": "Глава 7 Горькая правда.\n\nКоролевская семья Де Сельмато владеют страной Ай. Но всегда ли так было? На самом ли деле их потомки короли? Ну конечно нет у этой семьи изначально был лишь статус герцогов и то они не отличались умом или сильной магией, они просто были богатенькой семьёй который любили хвастаться. Но как же тогда они стали королевской семьёй? Кто-то может быть скажет честным путем или же их далёкие предки были королями но нет... ",
    "answers": [
      {
        "id": 143,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b22/1911/b4/ca39e78eeb81.jpg"
      },
      {
        "id": 144,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "\nКак мы помним принцесса Бина пропала в 16 вся империя уже знала о её без полезности, а значит и знала о её магии Де Сельмато очень хотели трон, в то время сильная черная магия может встречаться только у императорских семей. Поэтому и они на троне, то есть если в бедной семье родится ребенок с сильной магией то, семья имеет право носить титул королевской и иметь своё королевство. Я имею ввиду что семья Де Сельмато похитила Бину пока та гуляла",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "\n— Что за вздор! Да я не отрицаю что предки моей семьи хотели власти, но то что они совершили ужасное преступления (Похещения члена императорской семьи) я не верю в это! К тому же даже если над Биной и издевались она бы всё равно не осталась в этой семье. И причем тут вообще наш титул? Когда мы получили его благодаря предкам, очень много лет назад в нашей семье родилась девочка с огромным количеством магии и по правилам наша семья заполучила трон, да королевство Ай маленькое, но мы заполучили его по правилам!\n",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "\n— К сожалению все совсем не так они похитили принцессу и стёрли ей память им было всё равно на то что она не может управлять магией они выдали её замуж и получили наследника с сильной магией из-за генов я знаю это тяжело принять но это правда.\n— Нет ты врешь! Они... они... некогда бы не поступили так.",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "\n— Я могу доказать.\n— Попробуй ты всё равно не заставишь меня поверить в это!\n— У тебя были какие нибудь символы или изображение на ладонях?\n— Родимые пятна в счёт?\n— Да, расскажи мне о них.\n— Ну они красивые, правда немного странные в форме роз. Не просто напоминает этот цветок, а правда на ладоня изображены черные розы будто их нарисовали, и ещё на двух ладонях они абсолютно одинаковы. Это было очень странно я даже не верила что это родимые пятна.\n",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "\n— Хочу сказать что это ни как ни родимые пятна, а особенность и отличия императорской семьи Деламоник. У каждого члена есть какой-нибудь изображение на ладонях правда оно чёрное, но сейчас это не важно. Например у принцессы Юки снежинка, у твоего отца звезда. Рисунок на ладонях несёт свой скрытый смысл или ты не заметила что звезда символ магии и у твоего отца самая сильная магия?\n\n.........................................................\nЯ изменила императорскую фамилию, простите за неудобство...",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "\n— Так значит в прошлом моя семья заполучила трон обманом... Кажется я немного рада что умерла, потому что тогда мне предстояло взойти на трон, а он оказывается не наш.\n— Не расстраивайся с другой стороны ты можешь всё исправить ведь ты в прошлом, ты можешь запросто исправить ошибки своей семьи, но пожалуйста послушай постарайся избегать своей семьи. В этой эпохи они могут быть опасны.\n— Да...\n— Я оставлю тебя не надолго мне кажется тебе лучше побыть одной. Себастьян в тот же миг исчез и он был прав я была сломлена все 16 лет я гордилась своей семьёй, а оказалось гордиться то и не чем... Я приподняла свою детскую ладонь и увидела луну то есть месяц что это могло значить?",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "От лица профессора: \n \nПочему его величество отказывается он хоть понимает какой крови это дитя? А если они это узнают то обязательно будут её защищать мы можем использовать их и её чтобы в прямом смысле заполучить огромную силу. С ней мы можем покорить весь мир, император хоть представляет какой шанс упускает? Может он уже старый и не понимает всей важности? Хотя нет навряд ли не думаю что он вообще когда нибудь постареет с его то силой, но я все ещё не понимаю, её всё равно будут все боятся учитывая её кровь тогда почему он отказывается?",
    "answers": [
      {
        "id": 151,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "\nА этот старикан не мало знает о моем народе, походу в скором времени у нас с хозяйкой будут большие проблемы. Надеюсь она простит меня что я буду от неё это скрывать некоторое время, я просто не хочу чтобы она с ума с ходила и от своей же крови она слишком осторожна...",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "\n— Себастьян где ты был?\n— Гулял\n— А если серьезно?\n— Спать\n— Спать?\n— Да я тоже думаю что тебе пора спать.\n— Погоди что?\nСебастьян щёлкнул пальцем и я не знаю как, но моментально вырубилась не понимая что творится...\n\n\nПрости меня хозяйка, но я просто не могу тебе врать даже если бы захотел не смог, так что по крайней мере я буду избегать всё что касается твоей крови",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "Раннее утро:\n\n— Себастьян, что ты сделал вчера? А самый главный вопрос зачем ты это сделал!?\n— Ты просто давно не спала ия решил...\n— Правду!\n— Эм... То что ты давно не спала не правда?\n— Да! То есть нет... Я имела ввиду почему ты.\n— Не понимаю если это правда, то в чем проблема?\n— Нуу... Ты в прямом смысле вырубил меня\n— Да, чтобы ты заснула\n— Но\n— Но?\n— Ахх... нечего просто не делай так!\n\n",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "\n— Пока мы с Себастьяном разговаривали в комнату зашла одна из служанок Элизабет и подняла меня на руки это было очень странно так как она меня понесла незнакомом мне направлении.\n— Себастьян, а...\n— Я нечего не знаю, разве я похож на того кто знает?\nМдаа... Неожиданность за неожиданностью надеюсь это не последний день моей жизни...\n— Слушай, а ты стала как-то спокойно говорить о смерти\n— Потому что я уже привыкла и вообще уже умирала так что мне не впервой.\n\n.........................................................\nЯ уверена вы забыли имена всех служанок, потому что если честно я тоже их забыла...",
    "answers": [
      {
        "id": 155,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 155,
    "text": "Глава 8 Война или мир?\n\nСлужанка открыла дверь в просторный кабинет он был настолько огромный что там бы вместился диван и да он там был, а угадайте кто ещё там был и сидел за столом разбирая бумаги? Правильно мой папаша который неожиданно вспомнил что у него оказывается есть дочь...\n— Ваше величество, принцесса здесь как вы и просили.\n— Хорошо положи её вон туда он указал пальцем на маленькую кроватку для детей в углу комнаты и снова стал разбирать бумаги\n— Да, ваше величество.\nСлужанка сделала всё что ей сказали и ушла. Нееет Элизабет не уходи... Не оставляй меня с ним, ты ведь знаешь что он тиран...\nПробубнила я в мыслях чуть не плача.",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "\nНо к моему удивлению он нечего не стал делать не дразнить не обзывать даже не смотрел на меня с высока, а тихо сидел и разбирал бумаги Это точно мой отец?\n— Себастьян у Хасана Деламоник не было ну не знаю... близнеца?\n— Нет такого точно нет...\n Как бы мне не хотелась портить эту прекрасную тишину и как бы мне не нравилось то что он так себя ведёт мне придется всё разрушить потому что для него я пока что игрушка поэтому он и приходит потому что ему скучно, а я в свою очередь ради своей жизни должна развлекать его эхх... какая суровая учесть меня постигла...",
    "answers": [
      {
        "id": 157,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "\n— Пафа! Мой отец поднял голову и с улыбкой сказал.\n— О насекомое я тебя не заметил.\nПфф неужели? Ты же сам приказал Элизабет принести меня и даже указал куда меня положить, а теперь ты типо не заметил меня? Ха!\nИмператор взял несколько листов поднял меня на руки и сел на диван посадив меня на колени. Я раньше знала что маленькая, но настолько... я чувствовала себя куклой который сидит на коленях у человека",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "\nМой отец задумчиво смотрел на бумаги мне стало очень любопытно что заставило такого человека задуматься я посмотрела на лист и увидела язык империи Лин. Ого ты грамотный! Боже я думала что меч держать, да убивать умеешь, а оказалось... Я вчиталась текст и прочитала написанное\n  Империя Кэки и империя Лин планируют войну, но пока не все решено поэтому это утверждение остаётся под вопросом скоро начнется объявления войны или же временного перемирия. Эту информацию я раздобыл у простого народа и дворянин так же следил и за правителями, они тоже так утверждают. Ваше величество я последую вашему указанию и пришлю клинок или же ветку сакуры.\n\n",
    "answers": [
      {
        "id": 159,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 159,
    "text": " \nКлинок и ветка сакуры... Старая традиция которую и сейчас важно соблюдать Если отправить посла с серебряным клинком, то это объявление войны, а если ветку сакуры объявления временного перемирие, и только если послать флажок на котором изображён символ империи означает мир. В ответ другая империя должна послать тот же флажок со своим символом, но будет зависить от цвета. Если синий, то соглашение на мир если красный, то продолжение войны.",
    "answers": [
      {
        "id": 160,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "\nОстаётся только один вопрос. Что отправит этот императорский ублюдок? Клинок или же ветку сакуры? Да, он любит войны, но устраивает их с умом. По истории не было войны. Но как вспомню что произошло за обедом когда я встретила императора Йоши Кана, то это даёт задуматься...\nВообще я забыла что попадя в эту эпоху мне предстоит встретиться с огромными количествами войн, так что мне следует морально подготовиться.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "\nНаша главная героиня.\n\nЖертвуя своей магией чтобы спасти свою семью и целый мир она умирает. Но оказывается она обладает необычной способностью, благодаря ей она перерождается но не в абы кого, а в принцессу тьмы. У который судьба не сахар... Вместе со своим слугой она решает изменить свою судьбу и ожидает её не мало приключений на её бедную головушку\n\nХарактер: Частенько пессимистка, немного сумасшедшая, храбрая, упрямая, умная, поступает с людьми так, как они поступают с ней.",
    "answers": [
      {
        "id": 161,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b16/1911/46/9c9b13a83504.jpg"
      },
      {
        "id": 162,
        "text": "Другое фото"
      }
    ]
  },
  {
    "id": 162,
    "text": "Думаю я сделаю лучше пару фотографий чтобы вы смогли получше разглядеть внешность...",
    "answers": [
      {
        "id": 162,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d09/1911/51/23d24a7082be.jpg"
      },
      {
        "id": 102,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 163,
    "text": "Я не знаю куда его запихнуть кроме императорской семьи ну я имею ввиду что если не будет Розалин (Одзуры) то не будет и его они связаны, но это уже спойлер так что лучше промолчу.\n\nИмя ему дала хозяйка Розалин, но кто знает может у него были другие имена...\nХарактер: Немного подлый, очень жестокий ко всем кроме хозяйки и беспощадный...",
    "answers": [
      {
        "id": 163,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a20/1911/6a/ad14c7bff29b.jpg"
      },
      {
        "id": 102,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 164,
    "text": "\n— Хмм... Что же делать? Если я устрою войну в не подходящие время, то очень сильно об этом пожалею, но если объявлю мир то, этот пингвин подумает что я струсил... Он посмотрел на меня и улыбнулся.\n— Эй жук, что мне делать? Что ты думаешь об этом? Серьезно ты спрашиваешь это у младенца!?\nХотя если подумать то... Два варианта плохи у обоих есть огромный минус я бы выбрала соперничество чем войну и да это разные вещи, если это касается стран или империй. Значит правильный выбор ничего не делать, но император прославлен тем что он не бездействует так что мне придется ожидать что угодно от него ведь он такой не предсказуемый...",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": " \nМой отец отбросил бумаги и положил меня на пол, будто ждал что я в свои 5 месяцев пойду, Ну и как нормальный ребёнок я упала потому что не смогла устоять на ногах да, и кто вообще сможет в таком возрасте? \n— Ахх, до чего же скучно...\nВсё я сваливаю от этого чокнутого! Я встала на четвереньки и как это было не унизительно поползла от него подальше так быстро как смогла, повернувшись я увидела удивлённое лицо императора.",
    "answers": [
      {
        "id": 166,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "\nОн встал с дивана и поднял меня на руки. Нееет спасите только не снова!\n— Я попытался скрыть факт то что ты говоришь от империи... А теперь ты ещё и ползать умеешь? Может быть ты вундеркинд или что-то вроде того... Нет что ты, намного лучше я проживаю вторую жизнь. \n— Надо будет обсудить это с профессорами посмотрим сможешь ли ты удивить меня. Он положил меня обратно в кровать и стал смотреть с улыбкой на меня.\n— Я не ожидал что когда нибудь появится кто-то с такой же кровью как у меня, интересно послушаются ли они тебя...",
    "answers": [
      {
        "id": 167,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "\n— Император! Император! Там... Министр хочет узнать на счет вопроса о войне или временного перемирие. в комнату ворвался рыцарь что спас меня когда то ночью.\n— Уже? Скажи ему подождать я скоро.\n— Да, ваше величество.\nОтец легонько коснулся моего лба и снова сделал странное выражение лица\n— Дело принимает интересный оборот... С такими немного жуткими словами он ушёл... Война..? Да... ",
    "answers": [
      {
        "id": 168,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 168,
    "text": "\nЯ была на кровати и дурачилась пока бабушка не пришла и не сказала мне идти спать.\n— Но бабушка! Я не хочу спать!\n— Розалин, тебе всего восемь лет нельзя ложится поздно, все маленькие дети давно спят.\n— Но я не маленькая я вполне взрослый маг! Возмущённо ответила я. \n— Как ты понимаешь значения слова взрослый?\n— Нуу...\n— Розалин, а ради меня ты пойдешь спать?\n Я посмотрела на бабушку и мне не хотелось её обижать, ведь она единственная кто не боится меня и хорошо ко мне относится, даже родители смотрят на меня с презрением...",
    "answers": [
      {
        "id": 169,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 169,
    "text": "\n— Хорошо я пойду спать, но если ты споёшь мне ту песню\n— Эту песню перед сном? сильно удивилась бабушка.\n— Ага.\n— Нуу... Хорошо, но чтоб перед сном в последний раз!\n— Да!\n      \nАхх как же прекрасен сакуры цветок,\nНевинный и нежный вызывает восторг.\nМилый и добрый ну как же не хвалить?\nМожно его только любить...\nСмотришь в глаза словно в небеса,\nНежный взгляд радует сад,\nКаждый её увидеть рад.\n\nНе спорю это прекрасно...\nНо для меня становится такой напрасно.\nМожет когда-то была наивным и милым цветком,\nНо теперь я точно не он.\nНачалась война кровью сакура облита. И все цветы в саду,\nНо не утеряли свою красоту\nСтали только трепетать,\nНа войне в рабстве умирать \n\nДа, сакуры цветок прекрасен, \nНо для меня он ужасен \nСидеть вот так смотреть на войну,\nСлезы лить и горько ныть \nЛучше я окажусь в плену! \nЧем просто смотреть на войну...\n\n\n",
    "answers": [
      {
        "id": 170,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "\n Невинный цветок, да он прекрасен,\n Но быть такой не для меня.\n Выну меч я, пойду на войну,\n Защищу тебя и семью.\n В сердце не цветы его пронзили шипы, иглы и мечи\n\nАх как же прекрасен невинный цветок,\nНо прекрасней его есть кое-что.\nЭто ближней бой! И сражений вой,\nАх этот танец меча заводной!\nЗовёт он войска с собой!\nИ пусть враги будут трепетать и бежать,\n\nВедь я никакой не наивный цветок,\nКорни пустил новый росток!\nИ пусть боятся, пусть дрожат, они всё равно все убежат!\nНо я не отвернусь от себя.\nКак и я! Неважно насколько жестока я, ты всё равно любишь меня,\n\nИ поэтому выну меч я и пройду все сражения, Защищу семью и тебя. \nНе важно насколько жестока ты я люблю тебя, ведь мы семья! \n\nИ вот поэтому пройду войну,\nИ все таки сражения и меч я люблю \nИ пусть другие говорили чепуху \nНо прошла я эту войну \nХоть другие всё ещё не любили меня\nНо опять же не отвернусь от себя!\n\n\n\n \n",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "\n— Фуух, предупреждай меня прежде чем попросить меня петь длинные песни... И вообще кто такое слушает перед сном?\n— Если я буду так делать то ты потом найдешь оправдание не петь.\n— Как и ты найдешь оправдание не спать? А ну давай в кровать!\n— Ладно бабушка! Она поцеловала меня в лоб и пожелала спокойной ночи",
    "answers": [
      {
        "id": 172,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 172,
    "text": "\nЯ очнулась от долгого сна и зарыдала, я вспомнила всё бабушку, взгляд ненависти, войну с монстрами. Я всегда это помнила но лишь сейчас до меня полностью дошло что всё это я прожила и я мертва... мертва... Должна была быть... Но почему? Почему я переродилась в это ужасное место? Неужели после всех страданий что я прожила я буду страдать ещё больше?",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "\n— Госпожа! Вы плачите!?\n— Нет просто сон страшный приснился...\n— Ты уверена? Может что-то случилось?\n— Нет правда все в порядке\nСебастьян глубоко вздохнул и снова начал говорить.\n— Я кстати узнал что...\n— Император собирается решать устраивать войну или нет? Спасибо Себастьян, но ты запаздал...\n— Вижу основное ты уже знаешь.\n— Неужели есть что-то ещё?\n— Ага...\n— Почему у тебя вдруг поменялось выражение лица?\n",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "\n— Видишь ли он решил устроить мир...\n— Но это же прекрасно! \n— Не совсем...\n— Что? Почему?\n— Слушай когда он попытался заключить мир Йоши Кан был против и начались долгие споры в итоге все прешли к тому чтобы заключить соперничество...\n— Эй! Притормози немножко! Это просто не может быть!\n— Почему разве это ненормально для империй?\n— Ты не понимаешь",
    "answers": [
      {
        "id": 175,
        "text": "далее"
      }
    ]
  },
  {
    "id": 175,
    "text": " \n В древниее века, то есть сейчас отношения империй делились на три варианта. Война, Временное перемирие и союз. И только в средние века появилось такое отношение как соперничество, но даже если оно мягче войны всё равно жестокое, так как по правилам можно проникать в замки и шпионить за королевскими семьями узнавая важные данные ещё можно воровать разные сокровища или ценные артефакты даже если они божественного ранга и их нельзя найти, а главное нельзя обвинять друг друга в краже или шпионаже в ответ над вами только рассмеются. Но самое страшное можно похищать членов королевской семьи, то есть если у вас украдут дочь это будет нормально и вернуть её вы сможете только выкупом",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "\nВ соперничестве есть одно правила не убивать остальное разрешено, но что ещё более важней это то что одно маленькое действия как вылить суп на голову императора повлияла на мировую историю, а если я стану причиной войны или ещё хуже мировой катастрофы!\n— Розалин, успокойся ты преувеличиваешь\n— Я совершила одно действие, а оно повлияло на событие и одну вещь изобрели на две тысячи лет вперёд\n— Ну ладно возможно ты права, но сама подумай расы не настолько глупы чтобы устраивать катастрофу из-за одного мага\n— Угу...\n— А теперь успокойся и выдохни",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "\nОн прав не стоит так паниковать особенно тревога не чем не поможет\n— Так... Когда меня перенесут в старый замок?\n— Ты знаешь!?\n— Разумеется, по правилам соперничество можно похищать людей, а так как все принцессы сильны похитить смогут только младенца и этот младенец я. Императору всё равно на меня но он обещал оставить в живых до одного года, а значит просто отправит меня в старый замок кто будет похищать того на кого всё равно?",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "\n— Ии ещё... Сколько я проспала?\n— Три дня\n— Чтоо?\n— А, да это моя вина, император о тебе почти забыл и не приказал принести еды тебе, поэтому я усыпил тебя чтобы ты не чувствовала голод\n— Ясно... Так значит меня принесут в старый замок сегодня?\n— Да\nКогда я попала в эту эпоху, я думала что смогу изменить судьбу зная все события который будут происходить, но что в итоге я как и Бина буду жить в старом замке и возможно обо мне как и о Бине даже не вспомнят...\n— Себастьян\n— Что?\n— Скажи, а возможно сбежать и позже скрывать что ты законная дочь императора? \nТочно она ведь не знает что её кровь... Даже если она сбежит и скроет что она из императорской семьи, всё равно всем будет понятно какой она крови. Во первых по внешности, во вторых по магии. Что же делать с её кровью?",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 179,
    "text": "\n— Наверное... А зачем ты спрашиваешь?\n— Ну раз я не могу изменить судьбу значит я просто убегу от нее\n— Ты спятила!?\n— Это хорошо нормальные не поступили бы так\n— Но ты будешь без еды и дома, а...\n— Не волнуйся я что нибудь придумаю.\nНас прервала незнакомая мне служанка она зашла в комнату, подняла меня на руки, и понесла меня на улицу. Надеюсь спросила разрешение императора\n— Не волнуйся спросила она сейчас идёт в старый замок \n— А предупредить нельзя видимо?\n— Прости...",
    "answers": [
      {
        "id": 180,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 180,
    "text": "\nМы шли где-то 25 минут точнее служанка шла, а я была у нее на руках, но наконец мы пришли. Забавно я даже удивилась когда увидела перед собой старый пыльный замок, я ожидала худшего и помню, как в прошлом я заблудилась в мёртвом лесу и жила в разгромленом доме с пылью, грязью и паутиной. Так что для меня этот замок пятизвёздочный. Вообще я не придирчива к еде, одежде и жилью как эти принцессы который психуют или пытаются убить просто потому что испачкали платье. Хотя проблема Сильвании не в этом не кто не знает, но у нее проблемы с головой она сумасшедшая и скрывает это под маской миленькой девочки. Об этом узнал Томас Айлор и написал в своем дневнике, книгу нашли спустя много лет и по ней сделали учебник по истории. В дневнике много было чего полезного и я лично брала его в руки",
    "answers": [
      {
        "id": 181,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 181,
    "text": "\nВозле замка стояла ещё одна девушка тоже служанка \n— Лесли, ты опоздала!\n— Прости, я боялась что принцесса заплачет и все посмотрят на меня, ты ведь знаешь что бывает когда такое случается...  Она говорит правду люди могут доложить императору если такое случится, а он может казнить служанку даже если ему все равно на меня, все давно знают что император любит страдания людей.\n— Слушай... Эм... Марта... А с нами не чего не случится? Она ведь... её кровь... магия...\nДевушка вздохнула и посмотрела на меня\n— Я не знаю, но работа есть работа. Пошли уже внутрь трусишка, я туда ещё не заходила\n— Да",
    "answers": [
      {
        "id": 182,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "\n— Когда мы зашли внутрь я немного расстроилась потому что там было хуже потолок немного сломан на полу валяются обломки и это не похоже было на прихожию или гостиную \n— Да помимо этого несчастного ребенка нам и уборкой заняться нужно\n— Марта я слышала здесь могут быть призраки \n— Не говори глупостей, их не существует, ты лучше отнеси принцессу  \nПфф, Не существует? Ага конечно, они есть правда их называют души умерших или посланники мести их так назвали потому что чистые души умершие от нечестных рук не уходят на покой, а остаются в этом мире и жаждут мести",
    "answers": [
      {
        "id": 182,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b22/1912/ed/fa593b5367cd.jpg"
      },
      {
        "id": 183,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 183,
    "text": "\nЛесли вроде её так звали отнесла меня в другую комнату она была намного чище и лучше предыдущей правда она немного маловата для взрослого возможно поэтому мне выбрали её\n— Ну вот принцесса, вы будете жить здесь. Она положила меня в детскую кровать и тихо ушла, наверное Лесли подумала что я сплю...\n— Знаешь, мне не нравится это место\n— Не ной Себастьян, сейчас я должна радоваться что вообще живу, поэтому здесь у меня есть две самых главных задач\n— Каких ещё задач?\n— Ну первая очевидная, мне нужно откладывать деньги в копилку до того дня когда я смогу сбежать\n— А вторая?\n— Ахх я вспомнила что эти самые служанки воспитывали принцессу в этом замке и это они дали ей имя Бина правда они просто выполняли свою работу служанки были равнодушны к ней и боялись её из-за магии и ещё...\n— Ещё..?\n— Я не знаю не дочитала там страница была порвана\n— Вот оно как понятно... Но всё же какая задача\n— Я хочу поладить со служанками и хочу чтобы они меня полюбили\n— Ясно... Это будет сложно\n— Я знаю",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "\nЯ ещё долго не могла заснуть из-за того что служанки шумели. А Себастьян вообще предлагал их убить, это было бы смешно если не всерьёз с таким как Себастьян шутить нельзя, а то мало ли что приключиться \nКстати... Сильвания там наверное уже ликует от счастья и не просто так, если тебя отправляют в старый замок это знак того что ты не нужна. Сто процентов она уже это празднует...",
    "answers": [
      {
        "id": 185,
        "text": "Три месяца спустя",
        "blackout": true
      }
    ]
  },
  {
    "id": 185,
    "text": "Глава 9 Жестокая война!\n\nПрошло время я даже сказала бы очень быстро прошло... Мне уже 8 месяцев, а я так и не поладила со служанками. Что ещё хуже мне скоро год, до того как я дойду до дня моего рождения мне нужно очень много сделать. Например изменить мнение служанок обо мне, из них двух только Лесли говорила что я милая, и то очень редко, а Марта на это лишь отвечала что я хоть милая, но очень глупая потому что младенец, она тот ещё критик... Ну нечего с этого я начну пусть думают что я маленький ребенок, но всё таки стоит им показать что я хотя бы умная\n— Интересно, как?\n— Просто смотри Себастьян, я всем докажу что они ошибаются на счет меня\n— Говорит ребенок сидящий на полу посередине комнаты \nПроигнорив Себастьян я где-то откопала бумагу и взяла карандаш который уронила Лесли когда-то давно\n— И что ты собираешься с этим делать?\n— Увидишь",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 186,
    "text": "\nЯ специально напишу с ошибками чтобы было понятно что это точно написала я \n— Не плохая идея, но позволь напомнить какой у тебя возраст\n— Не волнуйся я не настолько глупа, я делаю это заранее, а то в следующий раз я не смогу найти ни карандаша ни листочка \n— Слава богам\nПожалуй напишу ещё, Мне скучно или что-то типо того\n— Все твои мысли видны на записях\n— Говорит тот кто читает их\n— Аааах! Я не успела дописать что хотела как позади я услышала крик. Обернувшись перед собой я увидела Марту.\nМда... Наверное она поражена что я научилась писать раньше чем научилась ходить...\n— Что ты наделала...\n— Заткнись я пытаюсь придумать план\n— Не особо у тебя это выходит\n— Я же сказала помолчи\n\n",
    "answers": [
      {
        "id": 186,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d36/1912/7e/ec1e8b7cba52.jpg"
      },
      {
        "id": 187,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 187,
    "text": "\nВсе что мне пришло на ум это мило и беззаботно улыбнуться будто я не понимаю что сделала\n— Прекрасный план госпожа\n— Будто бы ты придумал лучше\n— Лесли иди сюда, ты обязана это увидеть!\n— Ммм... Что увидеть если что я уже знаю что в замке пыльно.... Боже правой!\nЛесли аж подпрыгнула и потеряла дар речи пять минут они буквально пялились на меня\n— Марта как ты думаешь мы должны сообщить императору об этом\n— Не в коем случае нельзя! Если он пойдет проверять так ли это, а она нечего не напишит потому что вдруг не захочет, он казнит нас за враньё\n— То есть не кому нельзя рассказывать?\n— Нет можно всем кроме императора\n— Ясно...\n— Хотя я догадываюсь что она вундеркинд заметь насколько рано она начала ползти хоть в её теле почти нет манны",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 188,
    "text": "\nМанна? Точно манна! \n— Себастьян!\n— Что? \n— Как? Как я..? Как у меня это получилось!?\n— Что получилось?\n— Все расы даже двигаются благодаря манны в таком возрасте как у меня её быть не должно\n— Стоп ты только заметила!?\n— На что ты намекаешь?\n— Неужели ты не знала что когда ты держишь палку ощущаешь боль в ладони?\n— Какую ещё боль? У меня не чего такого не было\n\n.........................................................\nЗдесь говорится о волшебной палочки если что.\n\n",
    "answers": [
      {
        "id": 189,
        "text": "Немного информации"
      }
    ]
  },
  {
    "id": 189,
    "text": "\nЗнаешь почему почти не кто не даёт свои детям палочку в таком возрасте как тебе? Потому что для детей это больно, в теле ребенка такого возраста почти нет манны, поэтому и в ладони больно и эта боль продолжается пять лет. Есть одаренные дети которые терпят всего три года, ты и сейчас носишь свою палочку везде и не знала?\n— Но если это и вправду так то... Почему император не удивился? \n— Потому что у пятимесячного ребенка нет манны, а у шестимесячного есть хотя бы чуть-чуть\n— Предположим ты прав, но как тогда объяснить то, что я совсем не чувствовала боль?\n— А вот этого я тебе не скажу",
    "answers": [
      {
        "id": 190,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "\n— Но Себастьян \n— Ты всё равно скоро узнаешь\n— Когда скоро?\n— Скоро не волнуйся \n— Но...\n— Я же сказал не волнуйся к тому же рано тебе ещё знать это...",
    "answers": [
      {
        "id": 191,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 191,
    "text": "Ребята, вот и закончился начальный том этой книги. Благодарю что прочитали, я обязательно буду писать продолжение. Очень рада что вам понравилось, а если нет то пишите в комментариях. Я обязательно послушаю критику и постараюсь исправить все ошибки удачи!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 192,
    "text": "",
    "answers": []
  }
]