[
  {
    "id": 1,
    "text": "30.10.2019.  Среда.\nСегодня я впервые в своей жизни увидел снег. Это волшебное зрелище поразило меня до глубины души. Насколько восхитительна и совершена всё-таки природа. Идеальной формы снежинки одна за другой падали мне на, дрожащие от холода, пальцы. Интересно сколько времени потребуется, для того чтобы они совсем окочененили от холода? Надеюсь я узнаю об этом не сегодня. Мне оставалось дойти до ближайшего населенного пункта ещё пару километров. До сих пор не верится, что у меня это получилось. Совершенно внезапным было для меня то, что в связи с пожаром в лаборатории, отключилось электричество во всем центре, а также система безопасности. Я считал, что отсюда нет выхода. Так воспользовавшись случаем, я  вышел через единственное окно в моей палате, которое служило для инсоляции в утренние часы, предварительно замуровав входную дверь всей мебелью, что только была здесь. Итак теперь я на свободе!\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://psv4.userapi.com/c856236/u364342594/docs/d13/e59d95a4d780/les-zima-sneg-tropa_oyPva.jpg?extra=Vuv8To4bvuA1S4N2j1N0OBrdnj2FISGI1Qg4fNpMZ-HYKjCtECuzCXchYJcWy7qqV7m60AKrqTL1OnGPPBCxXHK1Stsq6heQhST-fVeBhjJeqBtBt3zs1hWVR2RYKv1D09weFYMtiJJjm_zn1XTptE9WWQ",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "На данный момент на мне не было абсолютно никакой теплой одежды. Нельзя было медлить иначе бы я никогда бы не выбрался бы оттуда. И если признаться у меня и не было никакой одежды для прогулок. Я никогда не выходил на улицу и понятия не имел, что можно быть настолько холодно.\n  Я уже преодолел около 5 километров в глухой тайге, хорошо хоть снега было не так много. На самом деле я не знал куда мне идти, я просто направился на север, так как один раз мне удалось узнать, что центр не так далеко от поселка, как должен был быть. Силы совсем покидали меня, несмотря на то, что у меня всегда была лучшая подготовка из всех кому только удавалось побывать там. Некоторые не выдерживали и суток. Я же был там сколько себя помню и по сей день, то есть уже 17 лет и 244 дня. \n  Внезапно я услышал лай собак...",
    "answers": [
      {
        "id": 3,
        "text": "Остановиться и оглянуться"
      },
      {
        "id": 4,
        "text": "Бежать вперед"
      },
      {
        "id": 5,
        "text": "Взабраться на дерево"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я остановился и оглянулся назад, но там никого не было. Присев на колени, я начал внимательно осматривать все вокруг и прислушиваться к каждому шороху. Внезапно на горизонте появилась девушка в сопровождении двух собак. Она умело рукой приказывала им держаться возле её ног, как вдруг сзади на меня набросились еще одно животное. Я быстро обернулся и схватил своей окоченевшей рукой его за пасть. Волчица пыталась укусить меня и освободиться от неожиданного захвата, но у меня все  под контролем. Я почувствовал запах женских духов на её шерсти, разжал кисть и позволил укусить себя за предплечье. Раздав дикий стон, я свалился на снег.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Через пару секунд ко мне подошла девушка. Она прикоснулась своими холодными руками к моему лбу и укрыла меня своей шубой. \n— Вы в порядке? — произнесла она\n— Да — ответил я, хотя мое состояние было ужасным.\n— Я могу провети вас до дома, если вы не против. Где вы живёте?\n— На улице Мира — пришлось ответить мне, чтобы не вызвать подозрений. Хотя я думаю она итак была очень удивлена от встречи с парнем одетым как для прогулки в летнюю погоду. А улицу я указал наугад и видимо не ошибся.\n— Отлично, я живу там же. Значит нам по пути.\nОна позвала своих подопечных, среди которых было две овчарки и волчица, и направилась туда же, куда изначально шел я.\nТак мы прошли еще около часу.\n",
    "answers": [
      {
        "id": 6,
        "text": "Краткая история Канари"
      },
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я взобрался на первое попавшееся мне дерево и выжидал момент. Как и ожидалось на горизонте появилась девушка в сопровождении двух собак и волчицы. Она уже догадывалась о моем присутствии, поэтому осторожно почти ползком двигалась в мою сторону, отдавая собакам приказ обойти периметр слева и справа. Девушка была без оружия, по её движениям можно было заметить, что она была напугана, хоть и старалась держать себя в руках. Я решил, что она не представляет никакой опасности для меня и что возможно я смогу использовать её в своих целях. Мне нужно было, во что бы то ни стало, расположить её ко мне, хотя у меня никогда не было никакого опыта с девушками. Там где я рос девушки часто были слабым звеном, они даже месяца не могли продержаться, поэтому почувствовав уверенность я окликнул её:\n— Я здесь! Не хотел мешать вашей охоте, надеюсь я вас не сильно испугал.\n— Не то, чтобы... Кх кх... Вы вообще кто? — спросила она, обтряхиваясь от снега прилипшего к её одежде. ",
    "answers": []
  },
  {
    "id": 6,
    "text": "Краткая история Канари (ударение на второй слог) \nМне подарили волчицу в 12 лет. В то время я была очень одинокой девочкой. У меня была лучшая подруга и беззаботная жизнь ровно до того момента пока она не переехала,  я ощутила что была всего лишь подругой Масуны для других людей и сама по себе никогда не была интересной. Более того меня начали травить в школе из-за того, что я была красивой. Я никогда не забуду того дня, когда меня обожгли металлической пластинкой, хотя бы потому что у меня остался шрам под правой лопаткой. Я не могла вернуться в свою школу в течение полугода, потому что чувствовала себя ужасно. Но после у меня появилась волчица о которой я должна была заботиться. Ей было всего 2 месяца, она была такой беззащитной. Однажды она потерялась и я нашла её через пару дней на другом конце города загнанной в угол группой собак. У неё было разорвано ухо и хвост, тело обессилело без еды, но она не сдавалась. Тогда я поняла, что если не я сама изменю судьбу то кто. ",
    "answers": [
      {
        "id": 4,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я узнал о ней в пути несколько фактов. Факт первый — она была волшебно красива. Мягкие черты лица, нежные щёчки, большие голубые глаза, алые губы, длинные шелковистые волосы белее снега — всё это делало её необыкновенно привлекательной. Если бы я мог влюбиться, то непременно объектом моей любви стала бы Канари. Я не мог отвести от не глаз. Никогда я не видел настолько женственной девушки. И я был очень благодарен ей, за то, что она появилась у меня на пути. \nФакт второй — ей было 17 лет, также как и мне, и она в этом году собиралась поступать в высшую государственную школу при правительстве закрытого типа. Это значило, что ни у кого нет доступа к вам на протяжении 6 лет обучения. Я подумал о том, что подобная подошла бы для меня, так как я на сто процентов уверен, что меня уже начали искать и ничто их не остановит. Ещё эта школа отличалась тем, что после ее окончания, выпускников отправляли на Новую планету для создания идеального государства. Поэтому это школа пользовалась бешеной популярностью.\nФакт третий — её увлечением была медицина. Она бы хотела расширить знания в области лечения пациентов и для этого ей было необходимо отправиться на Новую планету. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 8,
    "text": "— Значит ты бы хотела поступить в Высшую государственную школу, чтобы проводить исследования в области медицины?\n— Всё верно Кацу. А у тебя есть мечта? — спросила Канари, заострив на мне свой  кукольный взгляд.\nМечта? Я даже не задумывался об этом. Единственной моей мечтой до сегодняшнего дня было сбежать из лаборатории. Значит она уже осуществила. Нужно ли мне задуматься о новой мечте или ещё слишком рано?\nМоя собеседница обнаружила некое замешательство на моем лице и взяла меня за руку. \"Не так близко\" — подумал я, у меня все ещё нет никаких оснований доверять тебе. Такие девушки как она очень популярны среди парней и им ничего не стоит вот так просто взять кого-то за руку. Стоит ли мне отдалиться или наслаждаться этим, возможно это последний раз когда меня возьмёт за руку такая прекрасная девушка. Но все-таки я сделал над собой усилие и убрал руку. ",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "— У меня нет мечты — признался я.\n— Это ничего, когда-то у меня тоже не было мечты.\n— О чем ты?\n— Я подверглась критике со стороны одноклассниц. Но это уже в прошлом. Не хочешь пообедать у нас? — вежливо предложила Канари.\n— Было бы неплохо — ответил я, ведь не ел на протяжении всего дня.\nЭта критика, которой подверглась Нари, стоит ли уделять этому время? ",
    "answers": [
      {
        "id": 10,
        "text": "Узнать больше о критике"
      },
      {
        "id": 11,
        "text": "Не лезть не в свое дело"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Что ты имела ввиду под критикой? Над тобой издевались, тебя подвергали физическому насилию? — поинтересовался я\nНа слове насилие её глаза сделались ещё больше, взгляд стал матовым, словно она погрузилась в тяжёлые воспоминания. Но это была лишь секундная слабина. Она широко улыбнулась, показав свои алмазные зубы и ответила:\n— Словесные перепалки, не более того. Они даже посмотреть в мою сторону боятся.\nНесмотря на такую хорошую попытку скрыть личную трагедию, мне хватило и той секунды, чтобы понять насколько я был прав. Осталось только выяснить как заставить эти старые раны закровоточить снова.\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Канари оказалась отличной хозяйкой. На столе было много блюд с азиатской и европейской кухни. Я попробовал несколько из них, но старался не есть много. Кухня была выполнена в стиле прованс очень нежно и романтично, в духе моей собеседницы. Я снова отправился в ванную, чтобы привести себя в порядок пока Канари была на кухне, но решил пройти дальше по коридору и обнаружил дверь. ",
    "answers": [
      {
        "id": 12,
        "text": "Открыть дверь"
      },
      {
        "id": 13,
        "text": "Не открывать"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я открыл дверь и обнаружил спальню. Она выглядела очень свежо. Кровать была словно сладкая зефирка, лёгкие тюли нависали над ней, а с окон струился мягкий свет. В комнате также находился комод и туалетный столик. Может быть заглянуть туда? ",
    "answers": [
      {
        "id": 14,
        "text": "Открыть комод"
      },
      {
        "id": 15,
        "text": "Осмотреть столик"
      },
      {
        "id": 16,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я решил не входить в комнату, все-таки это не прилично вторгаться в чужое пространство, и услышал шаги. \n— Ты заблудился? Я уже заждалась тебя. Идём со мной. \n\n\n",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  }
]