[
  {
    "id": 1,
    "text": "Автор: Рыцарь на мотоцикле \n\nЖанр: приключения, безумие, возможны элементы юмора (и чёрного тоже) и ужасов.\n\nОтличия от новой версии: в данной версии нет концовки \"Зов Луны\", но присутствует \"Сельский туалет\". \n\nСинопсис:\nВ народе говорят, что пятница 13-е — это день невезения и нечистой силы. Вы играете за простого парня-дачника, у которого будет очень много приключений, пусть даже противоречащих друг другу. Может, вы будете бороться с нечистью, а может — повстречаете инопланетян... \n\nВ квесте очень много отсылок и много концовок. Найдите их все! ",
    "answers": [
      {
        "id": 2,
        "text": "Вперёд! "
      },
      {
        "id": 30,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Был поздний вечер. Солнце уже село за горизонт. Вы закончили все свои дела на даче. На календаре была пятница, 13-е июля. Все бабки вашего дачного посёлка говорили, что это день невезения и нечистой силы, но за день с вами ничего не произошло. У вас был вариант пойти на улицу и понаблюдать за звёздным небом, ибо вы с самого детства любили изучать астрономические атласы и находить созвездия. ",
    "answers": [
      {
        "id": 3,
        "text": "Отлично. Уже поздно, пойду-ка я спать. "
      },
      {
        "id": 4,
        "text": "Осмотреть дачу "
      },
      {
        "id": 5,
        "text": "Пойти на улицу "
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы решили пойти спать. Так бы и сделали все разумные и нормальные люди. Вы особо в нечистую силу не верили, но чуяли, что пропустили очень многое.\n\nКонцовка \"Никаких приключений\" ",
    "answers": [
      {
        "id": 1,
        "text": "Проспал все приключения. И да, так было можно. Конец. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Как я уже и сказал, вы сделали все дела на огороде. Вы видели всполотые грядки, политые цветы. Вы вдруг захотели погулять и посмотреть на звёздное небо, несмотря на то, что уже было темно. ",
    "answers": [
      {
        "id": 3,
        "text": "Передумал. Пойду спать"
      },
      {
        "id": 7,
        "text": "Пойти на дальний конец дачи "
      },
      {
        "id": 5,
        "text": "Пойти на улицу, заодно полюбоваться звёздным небом "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы вышли на улицу. Было тихо, потому что все нормальные люди уже спали. Глухая ночь. Вы взглянули на небо но вам мешали деревья вашего соседа дяди Вани и светившие фонари на столбах. Зная два места получше для обзора звёздного неба вы вышли за ворота. На дороге была развилка: одна дорога вела на озеро, вторая -- в поле, третья -- в лес. Краем глаза вы заметили нетопыря, который полетел по третьей дороге.",
    "answers": [
      {
        "id": 9,
        "text": "Пойти на озеро "
      },
      {
        "id": 13,
        "text": "Пойти в поле "
      },
      {
        "id": 14,
        "text": "Пойти за нетопырём "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы решили пойти спать. Так бы и сделали все разумные и нормальные люди. Вы особо не верили в нечистую силу, но чуяли, что вы пропустили очень и очень многое.\n\nКонцовка \"Никаких приключений\" ",
    "answers": [
      {
        "id": 1,
        "text": "Проспал все приключения. И да, так было можно. Конец. "
      }
    ]
  },
  {
    "id": 7,
    "text": "На дальнем конце дачи было мало чего интересного: малинник, картошка, яблоня, сортир и сарай. ",
    "answers": [
      {
        "id": 4,
        "text": "Вернуться"
      },
      {
        "id": 5,
        "text": "Пойти на улицу"
      },
      {
        "id": 11,
        "text": "Пойти в сарай"
      },
      {
        "id": 12,
        "text": "Пойти в сортир"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы побежали, да так, что пятки сверкали. Но это не помогло: Джейсон догнал вас и зарубил на месте.\n\nКонцовка \"Жертва Джейсона\" ",
    "answers": [
      {
        "id": 1,
        "text": "Пал жертвой Джейсона Вурхиза. Конец."
      }
    ]
  },
  {
    "id": 9,
    "text": "За вашим посёлком находилось чудесной красоты озеро. Оттуда открывался чудесный вид на звёздное небо. В общем, тишь, гладь, да божья благодать...\nНо вдруг вода начала пузыриться. Вы присмотрелись. Из воды вскоре вышел стрёмного вида мужик с хоккейной маской на лице, в чёрной куртке и убитых штанах и с мачете в руке. Вы смекнули, что это самый настоящий Джейсон Вурхиз!!! Он начал медленно но уверенно угрожающе идти к вам. ",
    "answers": [
      {
        "id": 8,
        "text": "Бежать! Однозначно бежать! "
      },
      {
        "id": 10,
        "text": "Кинуться на Джейсона с кулаками"
      }
    ]
  },
  {
    "id": 10,
    "text": "С голыми руками идти на монстра с мачете — плохая идея. Джейсону ничего не стало порубить тебя на мясной салат. Но ты хотя бы попытался.\n\nКонцовка \"Отпор. Вариант 1\" ",
    "answers": [
      {
        "id": 1,
        "text": "Неудачно дал отпор Джейсону. Конец. "
      }
    ]
  },
  {
    "id": 11,
    "text": "В сарае царила кромешная темнота. Лунным светом освещался только стол. Вы нашли на нём зажигалку -- пригодится. Зажигалкой вы осветили дальний конец сарая. Там на стене висели разные инструменты, но вас привлекли лишь три: кувалда, топор и бензопила.\n(Вы получили предмет: Зажигалка)",
    "answers": [
      {
        "id": 29,
        "text": "Взять топор"
      },
      {
        "id": 31,
        "text": "Взять кувалду "
      },
      {
        "id": 32,
        "text": "Взять бензопилу "
      },
      {
        "id": 7,
        "text": "Выйти из сарая"
      }
    ]
  },
  {
    "id": 12,
    "text": "Сортир был довольно старый, его отгрохал ещё ваш прадед. Перед сном вы решили справить большую нужду, а чтобы не было скучно, вы решили включить музычку. Вы остановились на трёх песнях.",
    "answers": [
      {
        "id": 26,
        "text": "Сектор Газа — Сельский туалет "
      },
      {
        "id": 27,
        "text": "The Cranberries — Zombie"
      },
      {
        "id": 28,
        "text": "AC/DC — Hells Bells "
      }
    ]
  },
  {
    "id": 13,
    "text": "За акациевой посадкой находилось большое поле. Оттуда тоже открывался шикарный вид на звёздное небо. Внезапно одна из звёзд начала приближаться прямо к вам. Когда она достаточно приблизилась, то вы увидели, что это самая настоящая летающая тарелка!",
    "answers": [
      {
        "id": 38,
        "text": "Продолжить наблюдать с того места, где вы стоите"
      },
      {
        "id": 39,
        "text": "От греха подальше лучше спрятаться за толстое дерево"
      },
      {
        "id": 40,
        "text": "Спрятаться за дерево, но аккуратно наблюдать из-за ствола"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы недолго следовали за нетопырём в лес, но как только вы вышли на поляну, нетопырь скрылся. Вы осмотрелись. На одном из деревьев вы увидели внимательно смотревшую на вас сову, судя по внешности, бородатую неясыть. В противоположной стороне вы видели двое фигур в чёрных плащах. Они шли в сторону соседнего склепа. ",
    "answers": [
      {
        "id": 15,
        "text": "Подойти к сове"
      },
      {
        "id": 16,
        "text": "Пойти за плащами"
      },
      {
        "id": 136,
        "text": "Здесь неинтересно, пойдём дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы подошли к дереву, на котором сидела неясыть. Она продолжала внимательно смотреть на вас. Затем, сова трижды прокричала.",
    "answers": [
      {
        "id": 18,
        "text": "Ждать"
      },
      {
        "id": 19,
        "text": "Как гласит песня Galgenballade, если трижды прокричит сова, значит где-то рядом есть чёрт... "
      },
      {
        "id": 16,
        "text": "Сова — это конечно хорошо, но лучше пойти за плащами"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы стараетесь тихо и не шумя следовать за двумя фигурами. Они привели вас на склеп и разошлись по сторонам. Вы увидели, что это были упыри. Оох, нечисть.\n— Живой! Убейте его! — послышался голос сверху. Там, на крыше склепа сидел Дракула. Он сидел в одном плаще. В одном, ВАЩЕ! \"В натуре граф.\" — подумали вы. Но вдруг из могил начали лезть скелеты. Они перегородили вам выход. Бежать было некуда.\nВрукопашную вы убили двоих. Но один убил вас...\nЧерез несколько дней в лесу нашли ваш труп и сочинили легенду. А потом сама Тэм Гринхилл, услышав эту легенду, сочинила песню \"Полёт Нетопыря\".\n— Не, ну а чё не так? — спросил из кустов обкуреный ведьмак.\n\nКонцовка \"Полёт нетопыря\" ",
    "answers": [
      {
        "id": 1,
        "text": "Стал героем песни. Посмертно. Конец. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы тихо про себя прочитали молитву и двинулись за плащами. Вы стараетесь тихо и не шумя следовать за двумя фигурами. Они привели вас на склеп и разошлись по сторонам. Вы увидели, что это были упыри. Оох, нечисть.\nТам, на крыше склепа сидел Дракула. Он сидел в одном плаще. В одном ВАЩЕ! \"В натуре граф.\" -- подумали вы. Но вдруг из могил начали лезть скелеты.\nВскоре вы поняли, что они все вас не видят. Вы решили воспользоваться этим и спрятались за ближайшим надгробием.\nВ это время вы увидели, что вся нечисть выстроились в круг. Внутрь круга зашли четыре личности в капюшонах. Видимо, они делают какой-то тёмный обряд... ",
    "answers": [
      {
        "id": 73,
        "text": "Ждать"
      },
      {
        "id": 107,
        "text": "Сорвать обряд"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы решили подождать, и, видно, не зря. Сова достала какой-то инструмент, похожий на рог с натянутыми струнами.\n— Приветствую тебя, человек. — сказала сова приятным мужским баритоном — Моё имя Сумрак, я живу на древе Га'хуул, но иногда наведываюсь в ваш мир. Я поэт, могу спеть песню, если хочешь. \nСам факт того, что сова начала говорить на вашем языке, ввёл вас в потрясение. ",
    "answers": [
      {
        "id": 16,
        "text": "Ну нафиг! Говорящие совы! Лучше пойти за плащами "
      },
      {
        "id": 25,
        "text": "- Спой, пожалуйста, песню. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Отлично зная припев песни Galgenballade группы Saltatio Mortis, вы вспомнили примету, что если в лесу трижды прокричала сова, то где-то рядом есть чёрт.\nИ как назло тут же из какого-то портала появились двое чертил и утащили тебя куда-то в ад.\n... забытье...\nВы очнулись от того, что вам жарко. Вы находились в одних штанах в красной каменной камере с огромной решёткой на весь проход. За ней сидел какой-то чертила с трезубцем. Мимо прошли ещё четверо чёртов-охранников, которые затем скрылись в проходе красной пещеры.\n(Вы потеряли все предметы) ",
    "answers": [
      {
        "id": 41,
        "text": "Осмотреть камеру"
      },
      {
        "id": 46,
        "text": "Заговорить с чертом "
      },
      {
        "id": 43,
        "text": "Начать долбиться в стену с криками \"ВЫПУСТИТЕ МЕНЯ!!!\" "
      }
    ]
  },
  {
    "id": 20,
    "text": "Сумрак снова начал петь свою песню. Пока он пел, вы и не заметили, как вы начали уменьшаться в размерах и покрываться перьями. Когда Сумрак закончил петь, ты полетел с ним. Ты стал настоящей совой!\nМежду деревьями открылся портал, и вы увидели древо Га'хуул, где совы вас почётно приняли в Ночные Стражи. Вы видели и Сорена, и Гилфи, и Лайза Киэльского и всех других. Вам не захотелось возвращаться назад, в мир людей.\n\nКонцовка \"Ночной страж\" ",
    "answers": [
      {
        "id": 1,
        "text": "Стал совой и стал жить на древе Га'хуул. Конец. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Сотона показал вам на ящик с вещами. Вы забрали свои вещи и зашли в красный портал.\n... и снова забытье...\nВы проснулись. Вы лежали в своей кровати у себя на даче. В окно светило утреннее солнышко. Казалось, что это был всего лишь кошмарный сон.\nНо вдруг вы обратили внимание на вашу руку. На внешней стороне кисти был знак в виде восьмиконечной звезды из двух квадратов и подписью \"От Сотоны\". \nНет, это был не сон...\n\nКонцовка \"Восставший из ада\" ",
    "answers": [
      {
        "id": 1,
        "text": "Путешествия в ад не проходят бесследно. Конец. "
      }
    ]
  },
  {
    "id": 22,
    "text": "— А что был за совет?\n— Если ты хочешь пойти за теми плащами, то лучше воззвать к высшим силам, дабы они скрыли тебя от тёмных сил. — ответил Сумрак. ",
    "answers": [
      {
        "id": 20,
        "text": "- Лучше полетим! "
      },
      {
        "id": 16,
        "text": "Проигнорировать совет и пойти за плащами "
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы подошли к дереву, на котором сидела неясыть. Она продолжала внимательно смотреть на вас. Затем, сова трижды прокричала.",
    "answers": [
      {
        "id": 110,
        "text": "Ждать "
      },
      {
        "id": 19,
        "text": "Как гласит песня Galgenballade, если трижды прокричит сова, значит где-то рядом есть чёрт... "
      },
      {
        "id": 112,
        "text": "Сова — это хорошо, но лучше пойти за плащами"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Дай мне совет. Интересно. \n— Если ты хочешь пойти за теми плащами, то лучше воззвать к высшим силам, дабы они скрыли тебя от тёмных сил. — ответил Сумрак.",
    "answers": [
      {
        "id": 71,
        "text": "- А что за песня? "
      },
      {
        "id": 72,
        "text": "- Спасибо большое. Приму к сведению.\n(помолиться и пойти за плащами) "
      },
      {
        "id": 16,
        "text": "Проигнорировать совет и пойти за плащами "
      }
    ]
  },
  {
    "id": 25,
    "text": "Сумрак начал перебирать струны и петь какую-то героическую песню о сражении Стражей и Чистых. Рифмы были не очень, но песня вам понравилась. Сумрак предложил полететь с ним. ",
    "answers": [
      {
        "id": 20,
        "text": "- Полетели! "
      },
      {
        "id": 16,
        "text": "- Спасибо, но я лучше пойду. (пойти за плащами) "
      }
    ]
  },
  {
    "id": 26,
    "text": "ТУАЛЕТ! И ЛУЧШЕ КАЙФА НЕТ! Вы подпевали и даже пританцовывали! На припеве вы ни с того, ни с сего подскочили, ударились об потолок и присели от боли, но балка вас не выдержала и треснула, из-за чего вы упали вниз, прямо туда, башкой в дерьмо. Дерьма, кстати, отложилось уже полтора метра, поэтому вы, медленно идя ко дну, торчали вверх ногами. Вы чувствовали, как вонючая жижа обволакивает и утягивает вас. Вы захлебнулись. Дерьмом.\nПо иронии судьбы, Сектор Газа уже пел \"Умерла, подохла, сгинула в своём же туалете — нет смешнее и ужасней смерти на всём белом свете\". \n\nКонцовка \"Сельский туалет\" ",
    "answers": [
      {
        "id": 1,
        "text": "Мораль сей песни такова — не мертвецы и не вампиры не опасны так для жизни как прогнившие сортиры. Конец. "
      }
    ]
  },
  {
    "id": 27,
    "text": "What's in your head?! In your he-eead?! Zo-ombie! Вы слушали и подпевали. Но затем вы услышали подозрительный шорох в кустах. Вы выглянули — ничего.\n— Уже и посрать спокойно нельзя! — крикнули вы и засунулись обратно. Но затем вы услышали под собой чей-то страшный рык. К вам лез настоящий зомби! Вы закричали. И это были ваши последние слова. Зомби вас сожрал...\nВы очнулись... МООЗГИИ!!! Теперь вы зомби! Вам очень хотелось есть... ЧЕЛОВЕЧИНУ!!! Вы двинулись к двору своих самых беззащитных соседей.\n\nКонцовка \"Мертвец\"",
    "answers": [
      {
        "id": 1,
        "text": "МОЗГИИИ!!! Конец. "
      }
    ]
  },
  {
    "id": 28,
    "text": "Как только вы включили музыку, перед вами открылся какой-то огненный портал, из которого высунулась рука и утащила вас прямиком в АД! \n... забытье... \nВы очнулись от того, что вам жарко. Вы находились в одних штанах в красной каменной камере с огромной решёткой на весь проход. За ней сидел какой-то чертила с трезубцем. Мимо прошли ещё четверо чёртов-охранников, которые затем скрылись в проходе красной пещеры.\n(Вы потеряли все предметы) ",
    "answers": [
      {
        "id": 41,
        "text": "Осмотреть камеру "
      },
      {
        "id": 46,
        "text": "Заговорить с чертом "
      },
      {
        "id": 43,
        "text": "Начать долбиться в стену с криками \"ВЫПУСТИТЕ МЕНЯ!!!\" "
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы решили взять двуручный топор для колки дров.\n(Вы получили предмет: Топор) ",
    "answers": [
      {
        "id": 33,
        "text": "Поменять"
      },
      {
        "id": 35,
        "text": "Оставить себе топор и выйти из сарая"
      }
    ]
  },
  {
    "id": 30,
    "text": "На этой странице показаны все существующие концовки. На некоторые можно выйти несколько раз.\n\n— Никаких приключений\n— Сельский туалет\n— Узник ада (4 варианта) \n— Горячая ванна (2 варианта) \n— Восставший из ада \n— Повелитель ада \n— Зомбилэнд\n— Мертвец\n— Орда мертвецов (2 варианта) \n— Жертва Джейсона\n— Отпор (3 варианта) \n— Легенда озера\n— Ночной страж\n— Полёт нетопыря \n— Укус вампира\n— Изгоняющий нечисть (3 варианта) \n— Похищенный\n— Знаки на полях\n— Близкий контакт\n— Новая Эра \n— Люди в чёрном\n— Лесник\n— Волчий аппетит ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 1,
        "text": "Никаких приключений ",
        "need": 3,
        "need_ever": false
      },
      {
        "id": 26,
        "text": "Сельский туалет ",
        "need": 26,
        "need_ever": true
      },
      {
        "id": 43,
        "text": "Узник ада. Вариант 1",
        "need": 43,
        "need_ever": true
      },
      {
        "id": 48,
        "text": "Узник ада. Вариант 2 ",
        "need": 48,
        "need_ever": true
      },
      {
        "id": 63,
        "text": "Узник ада. Вариант 3",
        "need": 63,
        "need_ever": true
      },
      {
        "id": 69,
        "text": "Узник ада. Вариант 4",
        "need": 69,
        "need_ever": true
      },
      {
        "id": 67,
        "text": "Горячая ванна. Вариант 1",
        "need": 67,
        "need_ever": true
      },
      {
        "id": 78,
        "text": "Горячая ванна. Вариант 2",
        "need": 78,
        "need_ever": true
      },
      {
        "id": 21,
        "text": "Восставший из ада ",
        "need": 21,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "Повелитель ада ",
        "need": 53,
        "need_ever": true
      },
      {
        "id": 108,
        "text": "Зомбилэнд ",
        "need": 108,
        "need_ever": true
      },
      {
        "id": 27,
        "text": "Мертвец",
        "need": 27,
        "need_ever": false
      },
      {
        "id": 91,
        "text": "Орда мертвецов. Вариант 1",
        "need": 91,
        "need_ever": true
      },
      {
        "id": 126,
        "text": "Орда мертвецов. Вариант 2",
        "need": 126,
        "need_ever": true
      },
      {
        "id": 8,
        "need_ever": true,
        "need": 8,
        "text": "Жертва Джейсона "
      },
      {
        "id": 10,
        "need_ever": true,
        "need": 10,
        "text": "Отпор. Вариант 1"
      },
      {
        "id": 93,
        "text": "Отпор. Вариант 2",
        "need": 93,
        "need_ever": true
      },
      {
        "id": 36,
        "text": "Отпор. Вариант 3",
        "need": 36,
        "need_ever": true
      },
      {
        "id": 105,
        "text": "Легенда озера",
        "need": 105,
        "need_ever": true
      },
      {
        "id": 20,
        "text": "Ночной страж ",
        "need": 20,
        "need_ever": true
      },
      {
        "id": 16,
        "text": "Полёт нетопыря ",
        "need": 16,
        "need_ever": true
      },
      {
        "id": 111,
        "text": "Укус вампира",
        "need": 111,
        "need_ever": true
      },
      {
        "id": 109,
        "text": "Изгоняющий нечисть. Вариант 1 ",
        "need": 109,
        "need_ever": true
      },
      {
        "id": 118,
        "text": "Изгоняющий нечисть. Вариант 2 ",
        "need": 118,
        "need_ever": true
      },
      {
        "id": 135,
        "text": "Изгоняющий нечисть. Вариант 3 ",
        "need": 135,
        "need_ever": true
      },
      {
        "id": 137,
        "text": "Лесник",
        "need": 137,
        "need_ever": true
      },
      {
        "id": 138,
        "text": "Волчий аппетит",
        "need": 138,
        "need_ever": true
      },
      {
        "id": 85,
        "text": "Похищенный ",
        "need": 85,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Знаки на полях",
        "need": 39,
        "need_ever": true
      },
      {
        "id": 84,
        "text": "Близкий контакт ",
        "need": 84,
        "need_ever": true
      },
      {
        "id": 83,
        "text": "Новая Эра",
        "need": 83,
        "need_ever": true
      },
      {
        "id": 40,
        "text": "Люди в чёрном",
        "need": 40,
        "need_ever": true
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы решили взять молот.\n(Вы получили предмет: Кувалда) ",
    "answers": [
      {
        "id": 94,
        "text": "Поменять"
      },
      {
        "id": 95,
        "text": "Оставить молот себе и выйти из сарая "
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы решили взять бензопилу. Рядом с ней вы увидели канистру с бензином. На всякий случай, вы проверили бак бензопилы. Он был наполнен до краёв. Но канистру вы всё же взяли и положили в рюкзак, который повесили за спину.\n(Вы получили предметы: Бензопила, Канистра с бензином) ",
    "answers": [
      {
        "id": 102,
        "text": "Поменять"
      },
      {
        "id": 103,
        "text": "Оставить бензопилу и канистру себе и выйти из сарая"
      }
    ]
  },
  {
    "id": 33,
    "text": "На что будем менять? ",
    "answers": [
      {
        "id": 35,
        "text": "Оставить себе топор и выйти из сарая "
      },
      {
        "id": 31,
        "text": "Поменять на кувалду "
      },
      {
        "id": 32,
        "text": "Поменять на бензопилу "
      }
    ]
  },
  {
    "id": 34,
    "text": "За вашим посёлком находилось чудесной красоты озеро. Оттуда открывался чудесный вид на звёздное небо. В общем, тишь, гладь, да божья благодать...\nНо вдруг вода начала пузыриться. Вы присмотрелись. Из воды вскоре вышел стрёмного вида мужик с хоккейной маской на лице, в чёрной куртке и убитых штанах и с мачете в руке. Вы смекнули, что это самый настоящий Джейсон Вурхиз!!! Он начал медленно но уверенно угрожающе идти к вам. ",
    "answers": [
      {
        "id": 8,
        "text": "Бежать! Однозначно бежать! "
      },
      {
        "id": 93,
        "text": "Кинуться на Джейсона с топором"
      }
    ]
  },
  {
    "id": 35,
    "text": "В дальнем конце дачи было мало чего интересного: малинник, картошка, яблоня, сортир и сарай.\n\n(Предметы: Зажигалка, Топор) ",
    "answers": [
      {
        "id": 86,
        "text": "Пойти на улицу"
      },
      {
        "id": 87,
        "text": "Пойти в сортир"
      }
    ]
  },
  {
    "id": 36,
    "text": "У вас было какое-никакое оружие, так что ваша оборона уже имела смысл. Вы чудом отражали атаки злобного Джейсона, но ваши — не наносили ему вреда. Всё его переломы сростались быстро, а от некоторых ударов он уворачивался. Ваша битва продолжалась бы вечно, если бы Джейсон не ткнул вас мачете в живот.\n\nКонцовка \"Отпор. Вариант 3\"",
    "answers": [
      {
        "id": 1,
        "text": "И снова неудача. Конец. "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы вышли на улицу. Было тихо, потому что все нормальные люди уже спали. Глухая ночь. Вы взглянули на небо но вам мешали деревья вашего соседа дяди Вани и светившие фонари на столбах. Зная два места получше для обзора звёздного неба вы вышли за ворота. На дороге была развилка: одна дорога вела на озеро, вторая -- в поле, третья -- в лес. Краем глаза вы заметили нетопыря, который полетел по третьей дороге.",
    "answers": [
      {
        "id": 104,
        "text": "Пойти на озеро "
      },
      {
        "id": 13,
        "text": "Пойти в поле "
      },
      {
        "id": 106,
        "text": "Пойти за нетопырём "
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы решили наблюдать с того места, где вы стояли. Летающая тарелка подлетела довольно близко. Затем последовала ослепительная вспышка света...\n... забытье...\nВы проснулись в какой-то светлой комнате весьма футуристического вида. Вы были скованы по рукам и ногам. Вскоре открылась дверь, и внутрь зашли два инопланетянина. У них были длинные шеи, серая кожа и большие голубые глаза. Оба были лысые, но в каких-то футуристических доспехах. У каждого в руках был бластер.\n— Вас ждёт наша госпожа. — сказали они в один голос и отвели в другую комнату. Они завели тебя, закрыли дверь, а сами остались снаружи. ",
    "answers": [
      {
        "id": 79,
        "text": "- Эй, что происходит? "
      },
      {
        "id": 79,
        "text": "- Кто вы, блин, такие? "
      },
      {
        "id": 79,
        "text": "- А где ваша госпожа? "
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы решили спрятаться за толстое дерево и не выглядывать. Вы услышали звук двигателей НЛО, что-то вроде вжиу-вжиу. Вскоре вспыхнул какой-то яркий свет, да так, что на две секунды всё было видно как днём. После звуки мотора начали отдаляться, пока не исчезли совсем. Вы вышли на холм и выглянули. Вы заметили, что пшеница на некоторых участках поля была выжжена. Вы вспомнили, что у вас дома вертолётик на радиоуправлении вашего брата и вы побежали за ним. Вы привязали к нему камеру. Сверху с помощью дрона вы увидели... стрелку, указывавшую на ваш посёлок и надпись \"Атаковать туда\".\n\nКонцовка \"Знаки на полях\" ",
    "answers": [
      {
        "id": 1,
        "text": "To be continued. Конец. "
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы решили спрятаться за толстое дерево, но из интереса наблюдали за прилетевшим НЛО. Летающая тарелка парила над полем очень низко. Вдруг из фонарей НЛО вспыхнул ослепительно яркий свет, от которого вы закрыли глаза и впали в забытье.\n\n...\nОчнулись вы уже утром на том же самом месте. Над вами стояли двое людей в чёрных костюмах. \n— Доброе утро, мы из службы безопасности. Расскажите, видели ли вы что-то подозрительно этой ночью на поле, например, НЛО? — спросил один.\nВы встали и рассказали всё, что было. После того, как вы окончили рассказ, те двое надели чёрные очки, а потом один из них достал штуку похожую на фонарик.\n— Мы благодарим вас за содействие, а теперь посмотрите вот сюда...\n\nКонцовка \"Люди в чёрном\" ",
    "answers": [
      {
        "id": 1,
        "text": "Давай-ка забудем об этом (пшик). Конец. "
      }
    ]
  },
  {
    "id": 41,
    "text": "В камере, помимо вас, находился только какой-то скелет. Человеческий. Видимо, вы не первый, кого поработил какой-то аццкий сотона. Вдруг вы увидели, что нога скелета отлично сохранилась без повреждений, а на поясе чертилы-охранника вы увидели ключ. ",
    "answers": [
      {
        "id": 44,
        "text": "Взять ногу и ударить охранника в темя"
      },
      {
        "id": 43,
        "text": "Начать долбиться в стену с криками \"ВЫПУСТИТЕ МЕНЯ!!!\" "
      },
      {
        "id": 46,
        "text": "Заговорить с чертом"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы старались петь, максимально попадая в ноты. Чёрт слушал вас и улыбался. \n— А знаешь, мне кажется, не такой ты и плохой. Вообщем, помогу я тебе сбежать. Инсценируем, типа ты меня избил, ключи забрал, и т.д. Ну чего ждёшь, бей давай! \nТы пару раз поставил фингал под глазами чёрта, и он открыл дверь. \n— Возьми, это пригодится. — с этими словами чёрт отдал вам кожаный мешочек. В нём был ваш нательный крест. — И запомни, выход направо, в центр и налево. ",
    "answers": [
      {
        "id": 61,
        "text": "Поблагодарить и уйти"
      },
      {
        "id": 50,
        "text": "Поблагодарить, надеть крест и уйти "
      },
      {
        "id": 51,
        "text": "- Это все вещи? "
      },
      {
        "id": 52,
        "text": "- А если я напорюсь на стражников? "
      }
    ]
  },
  {
    "id": 43,
    "text": "— ВЫПУСТИТЕ МЕНЯ!!! — крикнули вы и начали долбиться в стену. Чертилу это взбесило, и он вызвал охрану, которая утащила тебя на аццкую каторгу, где вы пробыли всю вечность.\n\nКонцовка \"Узник ада. Вариант 1\"",
    "answers": [
      {
        "id": 1,
        "text": "Попал на аццкую каторгу. Конец. "
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы незаметно взяли ногу и ударили охранника в темя. Удар получился хорошим и чертила вырубился. Вы поддели костяной ногой ключи и открыли камеру. На всякий случай, вы пырнули трезубцем чертилу в сердце. Пырнули вы удачно, но трезубец сломался. ",
    "answers": [
      {
        "id": 54,
        "text": "Всё. Пора убираться отсюда. "
      },
      {
        "id": 59,
        "text": "Обыскать тело"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Кто вы и как я сюда попал? — спросили вы. \n— На пятницу, 13-е число любого месяца наш Повелитель, сам Аццкий Сотона, отбирает случайных грешников в ад. А я — его слуга. \nЧертила потянулся. \n— Эээ.. Скукотища. Думаешь, интересно вот так вот просиживать задницу, охранять таких как ты. Если бы хоть спел кто-то А кстати, ты петь умеешь? Песни про ад знаешь? ",
    "answers": [
      {
        "id": 42,
        "text": "Спеть \"Tanzwut — Höllenfahrt\" "
      },
      {
        "id": 42,
        "text": "Спеть \"Сектор Газа — Восставший из ада\" "
      },
      {
        "id": 42,
        "text": "Спеть \"Eisbrecher — Die Hölle muss warten\" "
      },
      {
        "id": 42,
        "text": "Спеть \"AC/DC — Hells Bells"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Эээ.. Извините — несмело сказали вы чёрту. \nЧёрт обернулся с удивлённым лицом. \n— Чего хотел? — спросил чертила. ",
    "answers": [
      {
        "id": 45,
        "text": "- Кто вы и как я сюда попал? "
      },
      {
        "id": 47,
        "text": "- Помоги мне бежать. "
      },
      {
        "id": 48,
        "text": "- Изыди, иродъ! (перекрестить черта) "
      }
    ]
  },
  {
    "id": 47,
    "text": "— Помоги мне бежать. — попросили вы.\n— А какого хрена мне тебе помогать? Я охранять тебя должен. — сказал чертила.\nЭэх, не прокатило. ",
    "answers": [
      {
        "id": 45,
        "text": "- Кто вы и как я сюда попал? "
      },
      {
        "id": 48,
        "text": "- Изыди, иродъ! (перекрестить черта) "
      }
    ]
  },
  {
    "id": 48,
    "text": "— Изыди, иродъ! — крикнули вы и перекрестили чертилу, но ваши действия не возымели эффекта.\n— А креста-то у тебя нет! Без него ты — бессилен! Ха-ха-ха. Стража! Тут буйный есть! — крикнул чёрт. В тот же миг прибежала стража и уволокла тебя на какую-то аццкую каторгу, где ты пробыл всю вечность.\n\nКонцовка \"Узник ада. Вариант 2\"",
    "answers": [
      {
        "id": 1,
        "text": "Попал на аццкую каторгу. Конец. "
      }
    ]
  },
  {
    "id": 49,
    "text": "Последние три прохода. Куда теперь? ",
    "answers": [
      {
        "id": 78,
        "text": "По правому"
      },
      {
        "id": 78,
        "text": "По среднему"
      },
      {
        "id": 80,
        "text": "По левому"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы поблагодарили черта, надели крест и поспешили скорее убраться. Вскоре вы дошли до развилки с тремя проходами... ээ, как там чёрт говорил?\n(Вы получили предмет: Крест) ",
    "answers": [
      {
        "id": 64,
        "text": "Идём направо! "
      },
      {
        "id": 74,
        "text": "Только вперёд! "
      },
      {
        "id": 76,
        "text": "Налево! "
      }
    ]
  },
  {
    "id": 51,
    "text": "— Это все вещи? — спросили вы.\n— Да, остальные забрал Сотона. — ответил чертила. ",
    "answers": [
      {
        "id": 61,
        "text": "Поблагодарить и уйти "
      },
      {
        "id": 50,
        "text": "Поблагодарить, надеть крест и уйти "
      },
      {
        "id": 55,
        "text": "- А если я напорюсь на стражников? "
      }
    ]
  },
  {
    "id": 52,
    "text": "— А если я напорюсь на стражников? — спросили вы. \n— Йопрст, ну у тебя же крест! Ты думаешь зачем мы его в мешочке держим? Он губителен для нас. Ладно, иди уже. ",
    "answers": [
      {
        "id": 61,
        "text": "Поблагодарить и уйти "
      },
      {
        "id": 50,
        "text": "Поблагодарить, надеть крест и уйти "
      },
      {
        "id": 60,
        "text": "- Это все вещи? "
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы быстро сняли с себя крест и ударили им Сотону по щеке. Он упал на пол и скорчился от боли, но потом громко захохотал.\n— Хахаха! Наивный глупец! Думаешь, сможешь так искоренить зло? Нет! Злом зло не искоренить! Мы создаём баланс в природе: добро и зло, свет и тьма, Инь и Янь. Если ты убил Сотону — ТЫ САМ СТАНЕШЬ СОТОНОЙ!!! ХАХАХАХ... — сказал Сотона и рассыпался в пепел. Вы заметили, что крест куда-то пропал... Но делать нечего, все выжившие черти признали вас новым Сотоной. И вы стали им... ЕЩЁ БОЛЕЕ АЦЦКИМ!\n\nКонцовка \"Повелитель ада\" ",
    "answers": [
      {
        "id": 1,
        "text": "Убил Сотону и стал им. Конец. "
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы поспешили скорее убраться. Вскоре вы дошли до развилки с тремя проходами... Ну и куда теперь идти? ",
    "answers": [
      {
        "id": 58,
        "text": "Идём направо! "
      },
      {
        "id": 63,
        "text": "Только вперёд! "
      },
      {
        "id": 63,
        "text": "Налево! "
      }
    ]
  },
  {
    "id": 55,
    "text": "— А если я напорюсь на стражников? — спросили вы. \n— Йопрст, ну у тебя же крест! Ты думаешь зачем мы его в мешочке держим? Он губителен для нас. Ладно, иди уже. ",
    "answers": [
      {
        "id": 61,
        "text": "Поблагодарить и уйти "
      },
      {
        "id": 50,
        "text": "Поблагодарить, надеть крест и уйти "
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  },
  {
    "id": 58,
    "text": "И снова три прохода. Куда теперь? ",
    "answers": [
      {
        "id": 63,
        "text": "Как всегда, направо"
      },
      {
        "id": 65,
        "text": "Строго по центру"
      },
      {
        "id": 63,
        "text": "Налево, слава богу не женат"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы обыскали тело чертилы и нашли маленький плотный мешочек. В нём вы нащупали свой нательный крест. Мешочек вы забрали с собой. ",
    "answers": [
      {
        "id": 54,
        "text": "Всё, ухожу. "
      },
      {
        "id": 81,
        "text": "Надеть крест и уйти "
      }
    ]
  },
  {
    "id": 60,
    "text": "— Это все вещи?\n— Да, остальные забрал Сотона. —ответил чертила. ",
    "answers": [
      {
        "id": 61,
        "text": "Поблагодарить и уйти "
      },
      {
        "id": 50,
        "text": "Поблагодарить, надеть крест и уйти "
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы поблагодарили черта и поспешили скорее убраться. Вскоре вы дошли до развилки с тремя проходами... ээ, как там чёрт говорил? ",
    "answers": [
      {
        "id": 58,
        "text": "Идём направо! "
      },
      {
        "id": 63,
        "text": "Только вперёд! "
      },
      {
        "id": 63,
        "text": "Налево! "
      }
    ]
  },
  {
    "id": 62,
    "text": "",
    "answers": []
  },
  {
    "id": 63,
    "text": "Как только вы прошли в проход, то, к вашему несчастью, вы напоролись на отряд стражников. Ваш крест лежал в мешке и был неактивен, поэтому стражникам ничего не стоило связать вас и увести на аццкую каторгу.\n\nКонцовка \"Узник ада. Вариант 3\"",
    "answers": [
      {
        "id": 1,
        "text": "Встретил чертей, которые надавали тебе чертей. Конец. "
      }
    ]
  },
  {
    "id": 64,
    "text": "И снова три прохода. Куда теперь? ",
    "answers": [
      {
        "id": 77,
        "text": "Как всегда, направо! "
      },
      {
        "id": 49,
        "text": "Строго по центру. "
      },
      {
        "id": 66,
        "text": "Налево, слава богу не женат. "
      }
    ]
  },
  {
    "id": 65,
    "text": "Последние три прохода. Куда теперь? ",
    "answers": [
      {
        "id": 67,
        "text": "По правому"
      },
      {
        "id": 69,
        "text": "По центральному"
      },
      {
        "id": 69,
        "text": "По левому"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы прошли в проход и... обнаружили там отряд стражников. Но они, почувствовав силу креста, убежали так, что их копыта в буквальном смысле сверкали. Вы поняли, что это не тот проход. ",
    "answers": [
      {
        "id": 64,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы пошли по проходу, но оступились и упали в лавовое озеро, где поджарились насмерть.\n\nКонцовка \"Горячая ванна. Вариант 1\" ",
    "answers": [
      {
        "id": 1,
        "text": "Осторожно, горячо! Конец. "
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы подошли к дереву, на котором сидела неясыть. Она продолжала внимательно смотреть на вас. Затем, сова трижды прокричала.",
    "answers": [
      {
        "id": 120,
        "text": "Ждать"
      },
      {
        "id": 19,
        "text": "Как гласит песня Galgenballade, если трижды прокричит сова, значит где-то рядом есть чёрт... "
      },
      {
        "id": 70,
        "text": "Сова — это хорошо, но лучше пойти за плащами "
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы долго шли по коридору пещеры, оглядываясь по сторонам, чтобы не попасть на стражников. Последняя дверь... Вы открыли дверь... и попали в тронный зал самого Сотоны! Завидев вас, Сотона тут же вызвал стражников, которые уволокли вас на аццкую каторгу.\n\nКонцовка \"Узник ада. Вариант 4\"",
    "answers": [
      {
        "id": 1,
        "text": "Попал на аццкую каторгу. Конец. "
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы стараетесь тихо и не шумя следовать за двумя фигурами. Они привели вас на склеп и разошлись по сторонам. Вы увидели, что это были упыри. Оох, нечисть.\n— Живой! Убейте его! — послышался голос сверху. Там, на крыше склепа сидел Дракула. Он сидел в одном плаще. В одном ВАЩЕ! \"В натуре граф.\" -- подумали вы. Но вдруг из могил начали лезть скелеты. Они перегородили вам выход. Бежать было некуда.\nНо хорошо, что с вами была кувалда. Крутясь в смертельном танце вы дробили скелетов. Во все стороны летели кости и черепа. Вскоре, на поле боя остались кучи костей. От удивления даже Дракула упал с крыши склепа. Вы приблизились к нему с угродающим видом.\n— Не убивай меня! Прошу, я уберусь отсюда, я всего лишь беззащитный старик! ",
    "answers": [
      {
        "id": 118,
        "text": "Убить Дракулу"
      },
      {
        "id": 111,
        "text": "Не убивать Дракулу "
      }
    ]
  },
  {
    "id": 71,
    "text": "Сумрак начал перебирать струны и петь какую-то героическую песню о сражении Стражей и Чистых. Рифмы были не очень, но песня вам понравилась. Сумрак предложил полететь с ним. ",
    "answers": [
      {
        "id": 20,
        "text": "- Полетели! "
      },
      {
        "id": 16,
        "text": "- Спасибо, но я лучше пойду. (пойти за плащами) "
      },
      {
        "id": 75,
        "text": "- Спасибо, но я лучше пойду. (помолиться и пойти за плащами) "
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  },
  {
    "id": 74,
    "text": "Вы прошли в проход и... обнаружили там отряд стражников. Но они, почувствовав силу креста, убежали так, что их копыта в буквальном смысле сверкали. Вы поняли, что это не тот проход. ",
    "answers": [
      {
        "id": 50,
        "text": "Вернуться. "
      }
    ]
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  },
  {
    "id": 76,
    "text": "Вы прошли в проход и... обнаружили там отряд стражников. Но они, почувствовав силу креста, убежали так, что их копыта в буквальном смысле сверкали. Вы поняли, что это не тот проход. ",
    "answers": [
      {
        "id": 50,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы прошли в проход и... обнаружили там отряд стражников. Но они, почувствовав силу креста, убежали так, что их копыта в буквальном смысле сверкали. Вы поняли, что это не тот проход. ",
    "answers": [
      {
        "id": 64,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы пошли по проходу, но оступились и упали в лавовое озеро, где поджарились насмерть. Тут даже святая сила креста не поможет.\n\nКонцовка \"Горячая ванна. Вариант 2\"",
    "answers": [
      {
        "id": 1,
        "text": "Осторожно, горячо! Конец. "
      }
    ]
  },
  {
    "id": 79,
    "text": "Но ваши вопросы остались без ответа. В отчаянии вы развернулись, но увидели лишь кресло перед большим экраном. Вы решили присесть туда, и как только вы сели, экран включился. С экрана на вас смотрела голова, по видимому, самой госпожи. В отличии от тех охранников, её кожа была синей, а на голове было некое подобие короны.\n— Я приветствую вас, землянин. Моё имя Эйла, я ктерисса, или, как у вас говорят, королева расы т'лааков. — сказала она. ",
    "answers": [
      {
        "id": 82,
        "text": "- Рад приветствовать! "
      },
      {
        "id": 82,
        "text": "- Здравствуйте, Ваше Величество! "
      },
      {
        "id": 82,
        "text": "- Здрасьте! "
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы долго шли по коридору пещеры, оглядываясь по сторонам, чтобы не попасть на стражников. Последняя дверь... Вы открыли дверь... и попали в тронный зал самого Сотоны! Но Сотона забился в угол и дрожал, ощущая силу креста.\n— Бери, что хочешь, только убирайся отсюда! — крикнул он в сердцах.",
    "answers": [
      {
        "id": 21,
        "text": "- И правильно. Заберу свои вещи и смоюсь отсюда! "
      },
      {
        "id": 53,
        "text": "Убить Сотону крестом"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы поспешили скорее убраться. Вскоре вы дошли до развилки с тремя проходами... Ну и куда теперь идти?\n(Вы получили предмет: Крест) ",
    "answers": [
      {
        "id": 64,
        "text": "Идём направо! "
      },
      {
        "id": 74,
        "text": "Только вперёд! "
      },
      {
        "id": 76,
        "text": "Налево! "
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы в ответ поприветствовали госпожу и спросили, зачем вы здесь.\n— Изначально мы хотели захватить вашу планету и присоединить её в качестве колонии к Великому Королевству Багровой Туманности. — сказала госпожа.\n— Может, уладим всё мирно?\n— Была идея, но мы не знаем, как вы, земляне, воспримете нас. ",
    "answers": [
      {
        "id": 83,
        "text": "- Наши вам хлеб-соль! Мы не против вас. Будем развивать торговлю, туризм и всякое такое. "
      },
      {
        "id": 84,
        "text": "- Мы считали, что мы одиноки во вселенной. Многим ваши намерения не будут ясны сразу. "
      },
      {
        "id": 85,
        "text": "- Вас будут бояться. Говорят, вы над людьми эксперименты проводите. "
      }
    ]
  },
  {
    "id": 83,
    "text": "— Наши вам хлеб-соль! Мы не против вас. Будем развивать торговлю, туризм и всякое такое. — предложили вы.\n— Мы обдумаем эту идею. С вами было приятно пообщаться. Стража! Верните этого землянина туда, где нашли. — сказала госпожа и те самые стражники вывели тебя и попрощались.\n\n...\nПрошла неделя. Ты снова вышел на поле любоваться звёздным небом. И ты снова увидел НЛО. И не один. Прибыли дипломаты с согласием госпожи.\nВскоре пришельцы познакомились с жителями посёлка и начали активную торговлю. Дальше влияние пришельцев распостранилось на все города, а скоро будет и на весь мир. Каждый день прибывали корабли с товарами и туристами. В истории вашего посёлка, да и всего мира открылась Новая Эра.\n\nКонцовка \"Новая Эра\" ",
    "answers": [
      {
        "id": 1,
        "text": "Вот это я понимаю, встреча цивилизаций. Конец. "
      }
    ]
  },
  {
    "id": 84,
    "text": "— Мы считали, что мы одиноки во вселенной. Многим ваши намерения не будут ясны сразу. — сказали вы.\n— Мне жаль, что нас поймут не все. Но с вами было приятно пообщаться. Я думаю, мы ещё прилетим, когда вы будете готовы. Стража! Высадите этого землянина там, где нашли. — сказала госпожа.\n\n...\nТы стоял на краю поля и наблюдал, как улетает НЛО. Ты помахал им вслед рукой. Воспоминания об этой встрече остались у тебя на всю жизнь.\n\nКонцовка \"Близкий контакт\" ",
    "answers": [
      {
        "id": 1,
        "text": "Ну зато хоть немного пообщался с пришельцами. Конец. "
      }
    ]
  },
  {
    "id": 85,
    "text": "— Вас будут бояться. Говорят, вы над людьми эксперименты проводите.\n— Да, было дело. Да и сейчас мы не отказываемся это делать. Стража! Уведите его. — позвала госпожа. Прибежал те охранники, скрутили тебя и бросили в камеру. НЛО унесло тебя на неизвестную планету, где инопланетяне ставили на тебе эксперименты.\n\nКонцовка \"Похищенный\" ",
    "answers": [
      {
        "id": 1,
        "text": "Мораль: нефиг лишнего болтать. Конец. "
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы вышли на улицу. Было тихо, потому что все нормальные люди уже спали. Глухая ночь. Вы взглянули на небо но вам мешали деревья вашего соседа дяди Вани и светившие фонари на столбах. Зная два места получше для обзора звёздного неба вы вышли за ворота. На дороге была развилка: одна дорога вела на озеро, вторая -- в поле, третья -- в лес. Краем глаза вы заметили нетопыря, который полетел по третьей дороге.",
    "answers": [
      {
        "id": 34,
        "text": "Пойти на озеро"
      },
      {
        "id": 13,
        "text": "Пойти в поле"
      },
      {
        "id": 89,
        "text": "Пойти за нетопырём "
      }
    ]
  },
  {
    "id": 87,
    "text": "Сортир был довольно старый, его отгрохал ещё ваш прадед. Перед сном вы решили справить большую нужду, а чтобы не было скучно, вы решили включить музычку. Вы остановились на трёх песнях.",
    "answers": [
      {
        "id": 26,
        "text": "Сектор Газа — Сельский туалет "
      },
      {
        "id": 90,
        "text": "The Cranberries — Zombie"
      },
      {
        "id": 28,
        "text": "AC/DC —Hells Bells "
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы решили проверить своего соседа дядю Ваню, чьи деревья в саду вешали вашему обзору звёздного неба. Вы позвонили в звонок — ответа не было. Вы позвонили ещё два раза — та же ситуация. Калитка у него была непростая — кованая и толстая. Такую топором не сломать.\n",
    "answers": [
      {
        "id": 91,
        "text": "Проверить тётю Сару"
      },
      {
        "id": 108,
        "text": "Проверить Василия Петровича"
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы недолго следовали за нетопырём в лес, но как только вы вышли на поляну, нетопырь скрылся. Вы осмотрелись. На одном из деревьев вы увидели внимательно смотревшую на вас сову, судя по внешности, бородатую неясыть. В противоположной стороне вы видели двое фигур в чёрных плащах. Они шли в сторону соседнего склепа.",
    "answers": [
      {
        "id": 23,
        "text": "Подойти к сове"
      },
      {
        "id": 112,
        "text": "Пойти за плащами "
      },
      {
        "id": 136,
        "text": "Здесь неинтересно, пойдём дальше "
      }
    ]
  },
  {
    "id": 90,
    "text": "What's in your head?! In your he-eead?! Zo-ombie! Вы слушали и подпевали. Но затем вы услышали подозрительный шорох в кустах. Вы выглянули — ничего.\n— Уже и посрать спокойно нельзя! — крикнули вы и засунулись обратно. Но затем вы услышали под собой чей-то страшный рык. К вам лез настоящий зомби! Вы со всей дури рубанули его топором, и этого было достаточно. А ведь он вас и сожрать мог. Но зато вы нехило прокакались.\nУчитывая нашествие зомби, вы режили проверить своих соседей. Кого проверите первым?",
    "answers": [
      {
        "id": 88,
        "text": "Дядя Ваня"
      },
      {
        "id": 91,
        "text": "Тётя Сара"
      },
      {
        "id": 108,
        "text": "Дед Василий Петрович "
      }
    ]
  },
  {
    "id": 91,
    "text": "Сегодня ваша соседка тётя Сара отмечала шестидесятиелетие, поэтому к ней съехалась вся её дружная родня. В её окнах ещё горел свет.\nНо когда вы открыли дверь, то на вас побежала целая орда мертвецов, в которую превратилась семья тёти Сары. Топор был не самым лучшим оружием в данный момент. Вы уработали одного зомби, но в этот момент почувствовали укус...\n... \nВы очнулись... МООЗГИИ!!! Теперь вы зомби! Вам очень хотелось есть... ЧЕЛОВЕЧИНУ!!! Но теперь вы были не один. Вместе с освободившейся заражённой семьёй тёти Сары вы двинулись ко двору ваших самых беззащитных соседей.\n\nКонцовка \"Орда мертвецов. Вариант 1\" ",
    "answers": [
      {
        "id": 1,
        "text": "ММОЗГИИИ!!! ММОЗГИИИ!!! ММОЗГИИИ!!!\nКонец. "
      }
    ]
  },
  {
    "id": 92,
    "text": "Калитка была хорошая, а вот петли — не очень. Видно, дядя Ваня забывал их смазывать и они износились бы через пару месяцев. Пары ударов хватило, чтобы снести калитку. \nНа входной двери в дом висел замок. Значит, дядя Ваня куда-то ушёл... Но куда?\nКогда вы обыскивали сад, баню и сортир, то услышали за собой какие-то чавканья. Вы обернулись и... там действительно был зомби. Недолго думая, вы вырезали ему молотом по башке. К счастью, это был не дядя Ваня. ",
    "answers": [
      {
        "id": 124,
        "text": "Проверить тётю Сару"
      },
      {
        "id": 108,
        "text": "Проверить Василия Петровича "
      }
    ]
  },
  {
    "id": 93,
    "text": "У вас было какое-никакое оружие, так что ваша оборона уже имела смысл. Вы чудом отражали атаки злобного Джейсона, но ваши — не наносили ему вреда. Его раны заживали довольно быстро. Ваша битва могла бы продолжаться бесконечно, если бы Джейсон не ткнул вас мачете в живот.\n\nКонцовка \"Отпор. Вариант 2\"",
    "answers": [
      {
        "id": 1,
        "text": "Неудачная попытка номер 2. Конец. "
      }
    ]
  },
  {
    "id": 94,
    "text": "На что будем менять? ",
    "answers": [
      {
        "id": 95,
        "text": "Оставить молот себе и выйти из сарая "
      },
      {
        "id": 29,
        "text": "На топор"
      },
      {
        "id": 32,
        "text": "На бензопилу "
      }
    ]
  },
  {
    "id": 95,
    "text": "В дальнем конце дачи было мало чего интересного: малинник, картошка, яблоня, сортир и сарай.\n(Предметы: Зажигалка, Кувалда) ",
    "answers": [
      {
        "id": 96,
        "text": "Пойти на улицу "
      },
      {
        "id": 98,
        "text": "Пойти в сортир"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы вышли на улицу. Было тихо, потому что все нормальные люди уже спали. Глухая ночь. Вы взглянули на небо но вам мешали деревья вашего соседа дяди Вани и светившие фонари на столбах. Зная два места получше для обзора звёздного неба вы вышли за ворота. На дороге была развилка: одна дорога вела на озеро, вторая -- в поле, третья -- в лес. Краем глаза вы заметили нетопыря, который полетел по третьей дороге.",
    "answers": [
      {
        "id": 99,
        "text": "Пойти на озеро "
      },
      {
        "id": 13,
        "text": "Пойти в поле "
      },
      {
        "id": 101,
        "text": "Пойти за нетопырём "
      }
    ]
  },
  {
    "id": 97,
    "text": "Сортир был довольно старый, его отгрохал ещё ваш прадед. Перед сном вы решили справить большую нужду, а чтобы не было скучно, вы решили включить музычку. Вы остановились на трёх песнях.",
    "answers": [
      {
        "id": 26,
        "text": "Сектор газа — Сельский туалет "
      },
      {
        "id": 114,
        "text": "The Cranberries — Zombie "
      },
      {
        "id": 28,
        "text": "AC/DC — Hells Bells "
      }
    ]
  },
  {
    "id": 98,
    "text": "Сортир был довольно старый, его отгрохал ещё ваш прадед. Перед сном вы решили справить большую нужду, а чтобы не было скучно, вы решили включить музычку. Вы остановились на трёх песнях.",
    "answers": [
      {
        "id": 26,
        "text": "Сектор Газа — Сельский туалет "
      },
      {
        "id": 100,
        "text": "The Cranberries — Zombie "
      },
      {
        "id": 28,
        "text": "AC/DC — Hells Bells "
      }
    ]
  },
  {
    "id": 99,
    "text": "За вашим посёлком находилось чудесной красоты озеро. Оттуда открывался чудесный вид на звёздное небо. В общем, тишь, гладь, да божья благодать...\nНо вдруг вода начала пузыриться. Вы присмотрелись. Из воды вскоре вышел стрёмного вида мужик с хоккейной маской на лице, в чёрной куртке и убитых штанах и с мачете в руке. Вы смекнули, что это самый настоящий Джейсон Вурхиз!!! Он начал медленно но уверенно угрожающе идти к вам. ",
    "answers": [
      {
        "id": 8,
        "text": "Бежать! Однозначно бежать! "
      },
      {
        "id": 36,
        "text": "Кинуться на Джейсона с молотом"
      }
    ]
  },
  {
    "id": 100,
    "text": "What's in your head?! In your he-eead?! Zo-ombie! Вы слушали и подпевали. Но затем вы услышали подозрительный шорох в кустах. Вы выглянули — ничего.\n— Уже и посрать спокойно нельзя! — крикнули вы и засунулись обратно. Но затем вы услышали под собой чей-то страшный рык. К вам лез настоящий зомби! Вы со всей дури долбанул и его молотом, и этого было достаточно. А ведь он вас и сожрать мог. Но зато вы нехило прокакались.\nУчитывая нашествие зомби, вы режили проверить своих соседей. Кого проверите первым?",
    "answers": [
      {
        "id": 113,
        "text": "Тётя Сара "
      },
      {
        "id": 115,
        "text": "Дядя Ваня "
      },
      {
        "id": 108,
        "text": "Дед Василий Петрович "
      }
    ]
  },
  {
    "id": 101,
    "text": "Вы недолго следовали за нетопырём в лес, но как только вы вышли на поляну, нетопырь скрылся. Вы осмотрелись. На одном из деревьев вы увидели внимательно смотревшую на вас сову, судя по внешности, бородатую неясыть. В противоположной стороне вы видели двое фигур в чёрных плащах. Они шли в сторону соседнего склепа.",
    "answers": [
      {
        "id": 68,
        "text": "Подойти к сове"
      },
      {
        "id": 70,
        "text": "Пойти за плащами "
      },
      {
        "id": 136,
        "text": "Здесь неинтересно, пойдём дальше "
      }
    ]
  },
  {
    "id": 102,
    "text": "На что будем менять? ",
    "answers": [
      {
        "id": 103,
        "text": "Оставить себе бензопилу и канистру и выйти из сарая "
      },
      {
        "id": 29,
        "text": "На топор"
      },
      {
        "id": 31,
        "text": "На кувалду"
      }
    ]
  },
  {
    "id": 103,
    "text": "В дальнем конце дачи было мало чего интересного: малинник, картошка, яблоня, сортир и сарай.\n(Предметы: Зажигалка, Бензопила, Канистра с бензином) ",
    "answers": [
      {
        "id": 37,
        "text": "Пойти на улицу "
      },
      {
        "id": 97,
        "text": "Пойти в сортир "
      }
    ]
  },
  {
    "id": 104,
    "text": "За вашим посёлком находилось чудесной красоты озеро. Оттуда открывался чудесный вид на звёздное небо. В общем, тишь, гладь, да божья благодать...\nНо вдруг вода начала пузыриться. Вы присмотрелись. Из воды вскоре вышел стрёмного вида мужик с хоккейной маской на лице, в чёрной куртке и убитых штанах и с мачете в руке. Вы смекнули, что это самый настоящий Джейсон Вурхиз!!! Он начал медленно но уверенно угрожающе идти к вам. ",
    "answers": [
      {
        "id": 8,
        "text": "Бежать! Однозначно бежать! "
      },
      {
        "id": 105,
        "text": "Включить бензопилу и кинуться на Джейсона "
      }
    ]
  },
  {
    "id": 105,
    "text": "Бензопила была чуть ли не единственным правильным оружием в данном случае. От ударов об мачете от бензопилы летели искры. Но вы смогли нанести значительные увечья Джейсону, распилив его на куски. Затем вы быстро полили их бензином и кинули туда зажигалку. Сами же вы отбежали подальше и услышали звук взрыва. Обернувшись, вы лицезрели здоровенный кратер и расбросанные куски куртки...\nНаконец-то! Теперь это чудовище не будет терроризировать отдыхающих... но надолго ли?\n\nКонцовка \"Легенда озера\" ",
    "answers": [
      {
        "id": 1,
        "text": "А он точно не воскреснет? Конец. "
      }
    ]
  },
  {
    "id": 106,
    "text": "Вы недолго следовали за нетопырём в лес, но как только вы вышли на поляну, нетопырь скрылся. Вы осмотрелись. На одном из деревьев вы увидели внимательно смотревшую на вас сову, судя по внешности, бородатую неясыть. В противоположной стороне вы видели двое фигур в чёрных плащах. Они шли в сторону соседнего склепа. ",
    "answers": [
      {
        "id": 128,
        "text": "Подойти к сове "
      },
      {
        "id": 129,
        "text": "Пойти за плащами "
      },
      {
        "id": 136,
        "text": "Здесь неинтересно, пойдём дальше "
      }
    ]
  },
  {
    "id": 107,
    "text": "— Эй вы, мракобесы! Чё, задумали тёмный обряд совершить и мир захватить? Не бывать этому! — крикнули вы, и вся нечисть обратила на вас внимание. Ваша невидимость пропала.\n— Несите его сюда! Хорошая будет жертва! — крикнул с крыши склепа Дракула, а скелеты в тот же миг окружили вас, связали и понесли в круг. Личности в капюшон ах начали читать какое-то заклятие. А затем вы увидели вспышку зелёного света и... умерли.\nПосле вашей смерти во все стороны пронеслась волна тёмной энергии, убивая всё живое.\n\nКонцовка \"Да воцарится тьма! Вариант 1\"",
    "answers": [
      {
        "id": 1,
        "text": "Был принесён в жертву фанатичными некромантами. Конец. "
      }
    ]
  },
  {
    "id": 108,
    "text": "Вы постучали в калитку Василия Петровича. Калитка у него была не толстая, зато звонкая.\n— Кто там? — раздался голос бодрого пенсионера.\n— Василий Петрович, откройте, это я! — крикнули вы. Он открыл вам. За спиной у этого бодрого семидесятилетнего деда висело ружьё, а при поясе был пистолет.\n— Тоже эти мертвяки беспокоят? — спросил он.\n— Они и к вам пробрались? — спросили вы заходя.\n— Ага. Двое пробрались на мой участок. — сказал Василий Петрович и замкнул калитку. — Я по возможности вытащил наших соседей. — Петрович открыл дверь дома, и вы увидели... действительно всех соседей: дядю Ваню, бабу Маню и многих других. Не было только тёти Сары.\n— К моему сожалению, тётя Сара подверглась заражению. — как будто прочитав ваши мысли ответил пенсионер — Но теперь мы все будем бороться с этими мертвецами!\nС этими словами он передёрнул затвор ружья — вы увидели, что надвигается ещё шестеро зомби.\n\nКонцовка \"Зомбилэнд\" ",
    "answers": [
      {
        "id": 1,
        "text": "Выживание началось, но история кончилась. Конец. "
      }
    ]
  },
  {
    "id": 109,
    "text": "Вы изначально поняли, что такого опасного врага нельзя оставлять в живых. Один удар топором — голова с плеч. На всякий случай, вы собрали хвороста и сожгли тело вампира. Вы надеетесь, что нечисть больше не будет здесь появляться никогда. Посчитав, что приключений на сегодня достаточно, вы потушили костёр и ушли домой.\n\nКонцовка \"Изгоняющий нечисть. Вариант 1\"",
    "answers": [
      {
        "id": 1,
        "text": "Дракула мёртв и доволен этим. Конец. "
      }
    ]
  },
  {
    "id": 110,
    "text": "Вы решили подождать, и, видно, не зря. Сова достала какой-то инструмент, похожий на рог с натянутыми струнами.\n— Приветствую тебя, человек. — сказала сова приятным мужским баритоном — Моё имя Сумрак, я живу на древе Га'хуул, но иногда наведываюсь в ваш мир. Я поэт, могу спеть песню.\nСам факт того, что сова начала говорить на вашем языке, ввёл вас в потрясение. ",
    "answers": [
      {
        "id": 112,
        "text": "Нет, ну нафиг. Говорящие совы! Лучше пойти за плащами. "
      },
      {
        "id": 119,
        "text": "- Спой песню, пожалуйста. "
      }
    ]
  },
  {
    "id": 111,
    "text": "Вы решили не убивать Дракулу. Развернувшись, вы решили уйти домой.\n— Спасибо... Спасибо тебе... — услышал ты слова Дракулы. А дальше — резкая боль... Укус в шею...\n\n...забытье (что-то часто, не замечаете?)...\n\nКогда вы очнулись, то почувствовали огромную силу... и ЖАЖДУ КРОВИ! К вам подлетел Дракула. \n— Чувствуешь жажду, ученик? Ты не убил меня... За это ты вознаграждён. Весь посёлок — твой. Утоли свою жажду!\nВы, напевая \"Powerwolf — We drink your blood\" устремились к посёлку. Сегодня их постигнет ужас... \n\nКонцовка \"Укус вампира\" \n\n",
    "answers": [
      {
        "id": 1,
        "text": "We drink your blood, when the midnight sky is read! Конец. "
      }
    ]
  },
  {
    "id": 112,
    "text": "Вы стараетесь тихо и не шумя следовать за двумя фигурами. Они привели вас на склеп и разошлись по сторонам. Вы увидели, что это были упыри. Оох, нечисть.\n— Живой! Убейте его! — послышался голос сверху. Там, на крыше склепа сидел Дракула. Он сидел в одном плаще. В одном ВАЩЕ! \"В натуре граф.\" -- подумали вы. Но вдруг из могил начали лезть скелеты. Они перегородили вам выход. Бежать было некуда.\nНо хорошо, что с вами был топор. Крутясь в смертельном танце вы сносили головы скелетам. Во все стороны летели кости и черепа. Вскоре, на поле боя остались кучи костей. От удивления даже Дракула упал с крыши склепа. Вы приблизились к нему с угродающим видом.\n— Не убивай меня! Прошу, я уберусь отсюда, я всего лишь беззащитный старик! ",
    "answers": [
      {
        "id": 109,
        "text": "Убить Дракулу"
      },
      {
        "id": 111,
        "text": "Не убивать Дракулу "
      }
    ]
  },
  {
    "id": 113,
    "text": "Сегодня ваша соседка тётя Сара отмечала шестидесятиелетие, поэтому к ней съехалась вся её дружная родня. В её окнах ещё горел свет.\nНо когда вы открыли дверь, то на вас побежала целая орда мертвецов, в которую превратилась семья тёти Сары. Но с помощью молота вы смогли ударами переломать им кости, а затем добить окончательно. Вы начали обыскивать дом. Вскоре вы вышли из него — там больше никого не оказалось. ",
    "answers": [
      {
        "id": 122,
        "text": "Проверить дядю Ваню "
      },
      {
        "id": 108,
        "text": "Проверить Василия Петровича "
      }
    ]
  },
  {
    "id": 114,
    "text": "What's in your head?! In your he-eead?! Zo-ombie! Вы слушали и подпевали. Но затем вы услышали подозрительный шорох в кустах. Вы выглянули — ничего.\n— Уже и посрать спокойно нельзя! — крикнули вы и засунулись обратно. Но затем вы услышали под собой чей-то страшный рык. К вам лез настоящий зомби! Вы вытолкали его лезвием бензопилы, а потом включили её и распилили зомби. А ведь он вас и сожрать мог. Но зато вы нехило прокакались.\nУчитывая нашествие зомби, вы режили проверить своих соседей. Кого проверите первым?",
    "answers": [
      {
        "id": 126,
        "text": "Тётя Сара"
      },
      {
        "id": 127,
        "text": "Дядя Ваня"
      },
      {
        "id": 108,
        "text": "Дед Василий Петрович "
      }
    ]
  },
  {
    "id": 115,
    "text": "Вы решили проверить своего соседа дядю Ваню, чьи деревья в саду вешали вашему обзору звёздного неба. Вы позвонили в звонок — ответа не было. Вы позвонили ещё два раза — та же ситуация. Калитка у него была непростая — кованая и толстая. С помощью молота вы могли бы её выбить , но шум мог превлечь мертвецов. ",
    "answers": [
      {
        "id": 92,
        "text": "Выбить калитку и обыскать участок дяди Вани "
      },
      {
        "id": 117,
        "text": "Проверить тётю Сару "
      },
      {
        "id": 108,
        "text": "Проверить Василия Петровича "
      }
    ]
  },
  {
    "id": 116,
    "text": "Вы решили проверить своего соседа дядю Ваню, чьи деревья в саду вешали вашему обзору звёздного неба. Вы позвонили в звонок — ответа не было. Вы позвонили ещё два раза — та же ситуация. Калитка у него была непростая — кованая и толстая. С помощью молота вы могли бы её выбить , но шум мог превлечь мертвецов. ",
    "answers": [
      {
        "id": 125,
        "text": "Выбить калитку и обыскать участок дяди Вани "
      },
      {
        "id": 108,
        "text": "Проверить Василия Петровича "
      }
    ]
  },
  {
    "id": 117,
    "text": "Сегодня ваша соседка, тётя Сара, отмечала шестидесятиелетие, поэтому к ней съехалась вся её дружная родня. В её окнах ещё горел свет.\nНо когда вы открыли дверь, то на вас побежала целая орда мертвецов, в которую превратилась семья тёти Сары. Но с помощью молота вы смогли ударами переломать им кости, а затем добить окончательно. Вы начали обыскивать дом. Вскоре вы вышли из него — там больше никого не оказалось. ",
    "answers": [
      {
        "id": 108,
        "text": "Проверить Василия Петровича "
      },
      {
        "id": 116,
        "text": "Проверить дядю Ваню "
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы изначально поняли, что такого опасного врага нельзя оставлять в живых. Пара ударов молотом — вам. На всякий случай, вы собрали хвороста и сожгли тело вампира. Вы надеетесь, что нечисть больше не будет здесь появляться никогда. Посчитав, что приключений на сегодня достаточно, вы потушили костёр и ушли домой.\n\nКонцовка \"Изгоняющий нечисть. Вариант 2\"",
    "answers": [
      {
        "id": 1,
        "text": "Дракула мёртв и доволен этим. Конец. "
      }
    ]
  },
  {
    "id": 119,
    "text": "Сумрак начал перебирать струны и петь какую-то героическую песню о сражении Стражей и Чистых. Рифмы были не очень, но песня вам понравилась. Сумрак предложил полететь с ним. ",
    "answers": [
      {
        "id": 20,
        "text": "- Полетели! "
      },
      {
        "id": 112,
        "text": "- Спасибо, но я лучше пойду. (пойти за плащами) "
      }
    ]
  },
  {
    "id": 120,
    "text": "Вы решили подождать, и, видно, не зря. Сова достала какой-то инструмент, похожий на рог с натянутыми струнами.\n— Приветствую тебя, человек. — сказала сова приятным мужским баритоном — Моё имя Сумрак, я живу на древе Га'хуул, но иногда наведываюсь в ваш мир. Я поэт, могу спеть песню.\nСам факт того, что сова начала говорить на вашем языке, ввёл вас в потрясение. ",
    "answers": [
      {
        "id": 70,
        "text": "Нет, ну нафиг! Говорящие совы! Лучше пойти за плащами "
      },
      {
        "id": 121,
        "text": "- Спой песню, пожалуйста. "
      }
    ]
  },
  {
    "id": 121,
    "text": "Сумрак начал перебирать струны и петь какую-то героическую песню о сражении Стражей и Чистых. Рифмы были не очень, но песня вам понравилась. Сумрак предложил полететь с ним. ",
    "answers": [
      {
        "id": 20,
        "text": "- Полетели! "
      },
      {
        "id": 70,
        "text": "- Спасибо, но я лучше пойду. (пойти за плащами) "
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы решили проверить своего соседа дядю Ваню, чьи деревья в саду вешали вашему обзору звёздного неба. Вы позвонили в звонок — ответа не было. Вы позвонили ещё два раза — та же ситуация. Калитка у него была непростая — кованая и толстая. С помощью молота вы могли бы её выбить , но шум мог превлечь мертвецов. ",
    "answers": [
      {
        "id": 123,
        "text": "Выбить калитку и обыскать участок дяди Вани "
      },
      {
        "id": 108,
        "text": "Проверить Василия Петровича "
      }
    ]
  },
  {
    "id": 123,
    "text": "Калитка была хорошая, а вот петли — не очень. Видно, дядя Ваня забывал их смазывать и они износились бы через пару месяцев. Пары ударов хватило, чтобы снести калитку. \nНа входной двери в дом висел замок. Значит, дядя Ваня куда-то ушёл... Но куда?\nКогда вы обыскивали сад, баню и сортир, то услышали за собой какие-то чавканья. Вы обернулись и... там действительно был зомби. Недолго думая, вы вырезали ему молотом по башке. К счастью, это был не дядя Ваня. ",
    "answers": [
      {
        "id": 108,
        "text": "Проверить Василия Петровича "
      }
    ]
  },
  {
    "id": 124,
    "text": "Сегодня ваша соседка, тётя Сара, отмечала шестидесятиелетие, поэтому к ней съехалась вся её дружная родня. В её окнах ещё горел свет.\nНо когда вы открыли дверь, то на вас побежала целая орда мертвецов, в которую превратилась семья тёти Сары. Но с помощью молота вы смогли ударами переломать им кости, а затем добить окончательно. Вы начали обыскивать дом. Вскоре вы вышли из него — там больше никого не оказалось. ",
    "answers": [
      {
        "id": 108,
        "text": "Проверить Василия Петровича "
      }
    ]
  },
  {
    "id": 125,
    "text": "Калитка была хорошая, а вот петли — не очень. Видно, дядя Ваня забывал их смазывать и они износились бы через пару месяцев. Пары ударов хватило, чтобы снести калитку. \nНа входной двери в дом висел замок. Значит, дядя Ваня куда-то ушёл... Но куда?\nКогда вы обыскивали сад, баню и сортир, то услышали за собой какие-то чавканья. Вы обернулись и... там действительно был зомби. Недолго думая, вы вырезали ему молотом по башке. К счастью, это был не дядя Ваня. ",
    "answers": [
      {
        "id": 108,
        "text": "Проверить Василия Петровича "
      }
    ]
  },
  {
    "id": 126,
    "text": "Сегодня ваша соседка тётя Сара отмечала шестидесятиелетие, поэтому к ней съехалась вся её дружная родня. В её окнах ещё горел свет.\nНо когда вы открыли дверь, то на вас побежала целая орда мертвецов, в которую превратилась семья тёти Сары. Вы не успели сразу включить бензопилу и разогнать зомби, и один из них вас укусил...\n\n...\nВы очнулись... МООЗГИИ!!! Теперь вы зомби! Вам очень хотелось есть... ЧЕЛОВЕЧИНУ!!! Но теперь вы были не один. Вместе с освободившейся заражённой семьёй тёти Сары вы двинулись ко двору ваших самых беззащитных соседей.\n\nКонцовка \"Орда мертвецов. Вариант 2\"",
    "answers": [
      {
        "id": 1,
        "text": "МОЗГИИИ!!! ММОЗГИИИ!!! ММОЗГИИИ!!! Конец. "
      }
    ]
  },
  {
    "id": 127,
    "text": "Вы решили проверить своего соседа дядю Ваню, чьи деревья в саду вешали вашему обзору звёздного неба. Вы позвонили в звонок — ответа не было. Вы позвонили ещё два раза — та же ситуация. Калитка у него была непростая — кованая и толстая. Такую бензопилой не распилить. ",
    "answers": [
      {
        "id": 126,
        "text": "Проверить тётю Сару "
      },
      {
        "id": 108,
        "text": "Проверить Василия Петровича "
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы подошли к дереву, на котором сидела неясыть. Она продолжала внимательно смотреть на вас. Затем, сова трижды прокричала.",
    "answers": [
      {
        "id": 130,
        "text": "Ждать"
      },
      {
        "id": 19,
        "text": "Как гласит песня Galgenballade, если трижды прокричит сова, значит где-то рядом есть чёрт... "
      },
      {
        "id": 129,
        "text": "Сова — это хорошо, но лучше пойти за плащами "
      }
    ]
  },
  {
    "id": 129,
    "text": "Вы стараетесь тихо и не шумя следовать за двумя фигурами. Они привели вас на склеп и разошлись по сторонам. Вы увидели, что это были упыри. Оох, нечисть.\n— Живой! Убейте его! — послышался голос сверху. Там, на крыше склепа сидел Дракула. Он сидел в одном плаще. В одном ВАЩЕ! \"В натуре граф.\" — подумали вы. Но вдруг из могил начали лезть скелеты. Они перегородили вам выход. Бежать было некуда.\nНо хорошо, что у вас была бензопила. С ней вы сражались не хуже Брюса Кемпбелла в \"Зловещих мертвецах\". Во все стороны летели кости и черепа. Вскоре, на поле боя остались кучи костей. От удивления даже Дракула упал с крыши склепа. Вы приблизились к нему с угродающим видом.\n— Не убивай меня! Прошу, я уберусь отсюда, я всего лишь беззащитный старик! ",
    "answers": [
      {
        "id": 135,
        "text": "Убить Дракулу"
      },
      {
        "id": 111,
        "text": "Не убивать Дракулу "
      }
    ]
  },
  {
    "id": 130,
    "text": "Вы решили подождать, и, видно, не зря. Сова достала какой-то инструмент, похожий на рог с натянутыми струнами.\n— Приветствую тебя, человек. — сказала сова приятным мужским баритоном — Моё имя Сумрак, я живу на древе Га'хуул, но иногда наведываюсь в ваш мир. Я поэт, могу спеть песню.\nСам факт того, что сова начала говорить на вашем языке, ввёл вас в потрясение. ",
    "answers": [
      {
        "id": 129,
        "text": "Нет, ну нафиг! Говорящие совы! Лучше пойти за плащами "
      },
      {
        "id": 133,
        "text": "Спой песню, пожалуйста "
      }
    ]
  },
  {
    "id": 131,
    "text": "",
    "answers": []
  },
  {
    "id": 132,
    "text": "",
    "answers": []
  },
  {
    "id": 133,
    "text": "Сумрак начал перебирать струны и петь какую-то героическую песню о сражении Стражей и Чистых. Рифмы были не очень, но песня вам понравилась. Сумрак предложил полететь с ним. ",
    "answers": [
      {
        "id": 20,
        "text": "- Полетели! "
      },
      {
        "id": 129,
        "text": "- Спасибо, но я лучше пойду. (пойти за плащами) "
      }
    ]
  },
  {
    "id": 134,
    "text": "",
    "answers": []
  },
  {
    "id": 135,
    "text": "Вы изначально поняли, что такого опасного врага нельзя оставлять в живых. Один в мах бензопилой — голова с плеч. На всякий случай, вы собрали хвороста и сожгли тело вампира, полив его бензином. Вы надеетесь, что нечисть больше не будет здесь появляться никогда. Посчитав, что приключений на сегодня достаточно, вы подождали, пока догорит бензин, и ушли домой.\n\nКонцовка \"Изгоняющий нечисть. Вариант 3\"",
    "answers": [
      {
        "id": 1,
        "text": "Дракула кремирован и доволен этим. Конец. "
      }
    ]
  },
  {
    "id": 136,
    "text": "Вы решили пойти дальше в лес. Когда вы вышли на освещённую луной поляну, то вспомнили, что не помните дороги назад. Внедалеке вы заметили свет окон — видимо, сторожка лесника.",
    "answers": [
      {
        "id": 137,
        "text": "Идти к сторожке"
      },
      {
        "id": 138,
        "text": "Попытаться найти дорогу домой"
      }
    ]
  },
  {
    "id": 137,
    "text": "Вы подошли к сторожка и постучали. Вам открыл приятного вида дед-лесник.\n— Вечер добрый. Что, потерялся в лесу? Турист, наверное. Ты заходи, переночуешь, а завтра я выведу тебя из леса. — сказал лесник, улыбаясь — Будь, как дома, путник.\nСтарик достал кашу, мясо и насыпал вам поесть.\nПока вы ели, старик рассказывал вам о том и о сём. Говорил, что живёт в единении с животными и даже подкармливает волков.\n— М-да, интересно вы тут живёте в чаще леса. — сказали вы, поев.\nИ тут за окном послышался волчий вой. Старик вдруг куда-то ушёл. Но вскоре вернулся с ружьём.\n— Друзья хотят покушать. Пойдём, приятель, в лес!\n\nКонцовка \"Лесник\" ",
    "answers": [
      {
        "id": 1,
        "text": "Будь как дома, путник, я ни в чём не откажу! Конец. "
      }
    ]
  },
  {
    "id": 138,
    "text": "Вы решили попытаться найти дорогу домой... Но сделали только хуже. Теперь вы и сторожку потеряли из виду. И проголодались. А перед вами в темноте вы услышали бег. Затем увидели много-много глаз. Волки...\nБудучи обессиленым и измученным голодом, вы не смогли противостоять стае волков.\n\nКонцовка \"Волчий аппетит\" ",
    "answers": [
      {
        "id": 1,
        "text": "Мораль: нефиг ночью в лес ходить. Конец. "
      }
    ]
  },
  {
    "id": 139,
    "text": "",
    "answers": []
  },
  {
    "id": 140,
    "text": "",
    "answers": []
  },
  {
    "id": 141,
    "text": "",
    "answers": []
  },
  {
    "id": 142,
    "text": "",
    "answers": []
  },
  {
    "id": 143,
    "text": "",
    "answers": []
  },
  {
    "id": 144,
    "text": "",
    "answers": []
  },
  {
    "id": 145,
    "text": "",
    "answers": []
  },
  {
    "id": 146,
    "text": "",
    "answers": []
  },
  {
    "id": 147,
    "text": "",
    "answers": []
  },
  {
    "id": 148,
    "text": "",
    "answers": []
  },
  {
    "id": 149,
    "text": "",
    "answers": []
  },
  {
    "id": 150,
    "text": "",
    "answers": []
  },
  {
    "id": 151,
    "text": "",
    "answers": []
  },
  {
    "id": 152,
    "text": "",
    "answers": []
  },
  {
    "id": 153,
    "text": "",
    "answers": []
  },
  {
    "id": 154,
    "text": "",
    "answers": []
  },
  {
    "id": 155,
    "text": "",
    "answers": []
  },
  {
    "id": 156,
    "text": "",
    "answers": []
  },
  {
    "id": 157,
    "text": "",
    "answers": []
  },
  {
    "id": 158,
    "text": "",
    "answers": []
  },
  {
    "id": 159,
    "text": "",
    "answers": []
  },
  {
    "id": 160,
    "text": "",
    "answers": []
  },
  {
    "id": 161,
    "text": "",
    "answers": []
  },
  {
    "id": 162,
    "text": "",
    "answers": []
  },
  {
    "id": 163,
    "text": "",
    "answers": []
  },
  {
    "id": 164,
    "text": "",
    "answers": []
  },
  {
    "id": 165,
    "text": "",
    "answers": []
  },
  {
    "id": 166,
    "text": "",
    "answers": []
  },
  {
    "id": 167,
    "text": "",
    "answers": []
  },
  {
    "id": 168,
    "text": "",
    "answers": []
  },
  {
    "id": 169,
    "text": "",
    "answers": []
  }
]