[
  {
    "id": 1,
    "text": "\nАвтор: Голубь Анатолий.\n\nЖанры: фентази, приключение, научная фантастика.\n\n\nМир созданный двумя богами; полный магии, приключений и волшебства, а также новых технологий и знаний. Мир где не важна сила и власть. Мир спокойствия и умиротворения. В этом мире все люди имеют хранителей, владеют магией и способностями. Мир в котором я была рождена.\n\nЭтот мир не идеален как его описывают. А боги уже давно оставили всех людей на произвол судьбы. Они сбежали как трусы, поджав хвосты.\n\nА ты маленькая девочка брошенная на произвол судьбы. Которая не знает всех секретов своего рождения. Но начав новое приключение по всему миру, ты найдешь ответы на все вопросы.\n",
    "answers": [
      {
        "id": 2,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 2,
    "text": "Небесное Королевство — место скрытое высоко в небе среди множества белых облаков. Состоящее из нескольких больших островов соединённых навесными мостами и корнями вековых деревьев. Острова на которых были равнины, горы с разными минералами и драгоценными камнями, реки и озера с большим разнообразием рыб, а также луга с цветами и лечебными травами. Также на островах обитали разные магические и обычные животные. \n\nЗдесь жили прекрасные создания света — ангелы. Они всегда считались подобием одного из богов. Ангелы были очень похожи на эльфов и своей красотой, и остроконечными ушами, но были и такие различия как крылья. Белые, зелёные, голубые, жёлтые, серебряные или золотые это неважно, но ангелы всегда имели прекрасные крылья. Крылья, которые всегда считались знаком свободы. И многое завидовали им, прекрасным созданиям живущим среди облаков под самым солнцем.\n\n\nСтолица Небесного Королевства находилась на самом большом острове. Большой город с королевским дворцом и большой Ангельской библиотекой, множеством мастерских и обычными магазинами. Широкие улицы с небольшими двухэтажными домами, стены которых были из белого камня и крыши красного цвета.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "\nНа берегу небольшого ручья расположенном на равнине за городом, была поляна. Вокруг неё словно стены стояли деревья, а лианы на их ветках скрывали эту поляну от чужих глаз. Кусты с разными сладкими ягодками и просто красивые цветы делали это место маленьким укрытием от многих людей. \n\nВ этом укромном уголке большого королевства весело играли двое детей. Девочка восьми лет с прекрасными белыми, словно первый снег зимой, волосами. А алые как кровь глаза и небольшие клыки, делали девочку более красивой и слегка предупреждали об опасности. Но ее друга это не пугало и он казалось этого не замечал. И мальчик с синими словно океан волосами, которые находились в небольшом беспорядке. Голубыми, как небо в солнечный день, глазами. ",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "\n\n— Ева, я слышал что ты уезжаешь в другое королевство? Это правда? — с грустью в голосе сказал мальчик. И остановившись сел на берег ручья.\n\n\nТы долго продолжала стоять и думала что сказать своему другу. Но выбор между ложью и правдой был очень трудным. Сказать правду и уничтожить все, и дружбу, и доверие. Либо соврать и оставить все как было. Но ты очень дорожила этой дружбой и не решилась сказать правду. \n\n— Да. Мы с Хиро отправляемся в королевство людей для моей дальнейшей учебы. Поэтому мы очень долго не увидимся. — ты присела рядом со своим другом и опстила босые ноги в прохладную воду. \n\n",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "\n\n— Если мы очень долго не увидимся. Я хотел бы стать твоим личным рыцарем и выполнять только твои приказы, как принцессы этого королевства. — мальчик посмотрел на тебя ожидая ответа. \n\n— Я могу немного подумать над твоим предложением? — ты была очень удивлена и втоже время рада. \n\nНо ты решила взвесить все \"за\" и \"против\". И ты поняла что готова ответить.",
    "answers": [
      {
        "id": 6,
        "text": "— Я согласна. И хочу чтобы ты стпл моим личным рыцарем."
      },
      {
        "id": 7,
        "text": "— Нет. Я не хочу чтобы ты вместо моего друга стал моим слугой."
      }
    ]
  },
  {
    "id": 6,
    "text": " \nУслышав положительный ответ твой друг очень обрадовался. Он быстро подошел к тебе слегка взял в свою руку твою. \n\n— Тогда я, Ниал Ронда клянусь в верности своей принцессе. Той кто навсегда станет для меня королевой и госпожой. — он стоял перед тобой на одном калене, дердал одной рукой твою, а вторую роложил на сердце. \n\n",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "  \n\nУслышав отрицательный ответ он с нескрываемой грустью посмотрел на небо. Повернув головтвою сторону ты увидела его лицо. \n\n— Прости, но я не то чтобы не хочу чтобы ты был моим рыцарем. Я просто не могу заставлять делать то что ты не хочешь. — ты стала просить прощение, думая что Ниал больше не захочет с тобой дружить.\n\n— Я не в обиде на тебя. Просто я подумал что так мы сможем дружить открыто. — он улыбнулся своей обычной и доброй улыбкой. И ты поняла что лучше Ниала друга тебе не найти.\n",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "\nПосмотрев на солнце, которое уже начало садиться дети побежали в город. Ведь после заката, ворота в город открываются только по специальному пропуску. Попрощавшись у самых ворот дети пошли в разные стороны. Мальчик в небольшой старый домик на краю города, а девочка в большой и красивый королевский дворец. Скрывать от родителей и всех остальных в городе дружбу между простым небогатым мальчишкой и юной принцессой этого королевства очень трудно.",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "\nВечером после того как ты попрощалась со своим другом, ты незаметно пробралась в свою комнату. Твоя комната была самой большой и красивой, ведь тебя любили обсолютно все. Ты была популярна не только из-за своей внешности, но и из-за очень доброго характера. Твоя комната была расположена на втором этаже королевского дворца, а вид из окон выходил на прекрасный сад. Стены в комнате были белого цвета с рисунком фиолетовых цветов, на полу из тёмного дерева лежал мягкий фиолетовый ковер. Посреди комнаты стояла большая двуспальная кровать белого цвета с фиолетовыми узорами, а шторы фиалкового цвета развивал тёплый летний ветерок, ворвавшийся в комнату из открытого окна. Ты легла на мягкую кровать и от усталость погрузилась в сон. Но сон был очень странным. ",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "\nТы очнулась в странном месте. Это был бесконечный океан с чистой и прозрачной водой. В нем отражалось ночное звёздное небо и летающие маленькие огоньки разных цветов. А всередине океана был небольшой постамент к которому вела дорога изо льда. На постаменте под прозрачным хрустальном куполом находилась белая роза. \n\nАккуратно ступая босыми ногами по тонкому льду, ты медленно подходила к куполу с розой. Осторожно протянув руку ты почти коснулась его нежной кожей рук, как вдруг услышала два нежно звучащих голоса. Один был мелодичный голос девушки, а второй слегка мягкий и приятный голос молодого парня. \n\n— Юная Белая Роза, мы долго ожидали тебя в этом мире. \n\n— В честь этого прими от нас небольшой подарок. \n",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "\nИ в следующую секунду ты проснулась у себя в комнате. Оглянувшись вокруг ты ничего не заметила и решила что это просто сон. Вдруг в дверь постучали и из-за двери послышался мелодичный голос девушки. Ее волосы цвета спелой пшеницы были собраны в хвост на боку, глаза голубого цвета смотревшие на мир с вечным оптимизмом. За спиной были милые крылья, похожие на хрусталь. На девушке было милое зелёное платье, шляпка и перчатки такого же цвета. А высокие сапоги были слегка темнее платья. \n\n\n— Госпожа Евангелина можно войти? Мне нужно подготовить вам к ужину. — вежливо спросила девушка.\n\n— Хиро, можешь войти. Я не думала что ты приедешь прямо сейчас. — ты просмотрела на свою личную слугу.  Но войдя в комнату девушка остановилась у двери, которую уже успела закрыть. Ее взгляд был прикован к чему-то за твоей спиной. А именно к большим и красивым крыльям.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "\n— Госпожа Евангелина, а когда у вас появились крылья. Ведь вы ещё не проходили обряд пробуждения? А ещё цвет ваших крыльев меня немного пугает. — Хиро так и продолжала стоять у двери, смотря на твои крылья.. \n\n— Какие крылья? Я не помню чтобы у меня были.... — ты так и застыла у зеркала с широко открытыми глазами. В зеркале ты увидела свое обычное отражение, но за твоей спиной были раскрыты крылья. Красивые черные, словно сама ночь крылья. ",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "\nТы в страхе стала медленно отступать от зеркала и проговаривать одни и те же слова. Уже срываясь на крик, ты выбежала из комнаты и направилась в комнату своей матери. Быстро зайдя в комнату ты вышла на середину помещения и посмотрела на мать. Сама же Королева в непонимании уставилась на тебя, но увидев что у тебя за спиной, крикнула почти на весь коридор.\n\n— Стража быстро сюда. — и через несколько минут в у покоев королевы стояли двое мужчин в доспехах рыцарей.",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "\n— Мама, что со мной случилось? Что происходит? — ты не понимала всей ситуации и попыталась подойти к королеве, но та непозволила сделать тебе и шаг. \n\n— Запереть ее в самой высокой башне на краю королевства, Хиро изгнать из священных земель. А в городе сообщите, что принцессу и ее личную слугу похитили во время прогулки за городом. — Королева говорила это со страхом в голосе, но пыталась это скрыть. \n\nА ты всю дорогу вырывалась и кричала. Ты не понимала почему твоя мать так с тобой поступила. Из твоих глаз, оставляя мокрые соленые дорожки на щеках, текли слезы. И для тебя было загадкой то, как ты из любимой младшей дочери превратилась в ту, кого боялась собственная мать. ",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "\nТебя закрыли в высокой башне на краю королевства. Сама башня была не такая как все здания и сооружения в городах Небесного Королевства. Она была старая, сделаная из темного кирпича. Стены были полностью покрыты мхом и леанами свисавшими с крыши. \n\nНа самый верх башни, вела большая лестница со множеством ступенек. Она была словно обмотана вокруг колонны, которая была размером с саму башню. А комната под самой крышей была еще хуже чем вся башня.",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "\nВ комнате стояли только небольшая деревянная кровать с жестким матрасом, тумба для личных вещей и маленький старый комод. На скрипучем полу лежал ковер уже давно съеденный молью.  На одном единственном окне была решетка из толстых железных прутьев. Тихонько сев в углу комнаты ты уткнулась лбом в свои слегка расцарапаные колени. Ведь когда ты вырывалась тебе почти удалось убежать, но запнувшись об камень на дороге ты упала.",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "\nТы долго сидела на полу думая о сегодняшнем дне. О том что ты скорее всего больше не увидешь своего лучшего друга, Наила. О том как ты будешь скучать по своему старшему брату. \n\nДа, да. У тебя есть брат от первого брака твоей матери. Ты никогда не видела отца своего брата. Но знала что он был очень добрым и был инструктором обучающим рыцарей. Твой старший брат был очень красивым ангелом. Блондинистые волосы, зеленые , как весенняя зелень, глаза и красивые золотые крылья. Такие же как и у тебя только золотые. ",
    "answers": [
      {
        "id": 18,
        "text": "— Погрузится в мысли о брате."
      },
      {
        "id": 19,
        "text": "— Тихо заплакать и думать о несправедливости этого мира."
      }
    ]
  },
  {
    "id": 18,
    "text": "\nТы стала думать о брате. Твой старший брат очень тебя любил, даже больше чем мать. Он всегда читал тебе сказки на ночь. Успокаивал когда тебе снились кошмары или когда ты не могла уснуть из-за грозы.\n\nТы с самого детства очень боялась грозы. И брат всегда приходил к тебе в комнату с теплым пледом и двумя чашками горячего шоколада. Он рассказал тебе легенды о великих рыцарях, магах и просто героях, о красоте мира и о других королевствах. \n\nНаверное самые дорогие тебе люди это были старший брат, лучший друг Наил и личная слуга Хиро. Они всегда были добрыми с тобой не потому что ты принцесса, а потому что ты очень хороший человек.",
    "answers": [
      {
        "id": 20,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "\nСначала из твоих глаз просто шли слезы, но потом ты тихо совсем беззвучно заплакала. Из-за несправедливости этого мира. И каждую минуту задавая себе разные вопросы. Почему ты? Почему это произошло с тобой? Как это исправить? \n\nВ твоей голове крутились разные мысли. И как будто ты начинала что-то понимать, как вдруг мысли путались и все начиналось с начала. \n\nИ возможно если бы тогда ты сделала что-то по другому ты бы не стдела одна в высокой башне, а встречала брата из небольшого путешествия по своему королевству.",
    "answers": [
      {
        "id": 20,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "\n\nПроведя почти час за размышлениями ты незаметила как уснула. Погружаясь в спокойный сон. Тебе не часто снились сны и этот раз не будет исключением.\n\nА где-то на небе показалась алая Луна. Луна красного цвета всегда приносила за собой изменения в этом мире. И возможно эта история началась не сегодня, не в день твоего рождения, а далеко-далеко в прошлом.",
    "answers": [
      {
        "id": 1,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]